{
  "pmcid": "PMC11375301",
  "doi": "10.3803/EnM.2024.1963",
  "title": "Effects of Endocrine-Disrupting Chemicals on Bone Health",
  "authors": [
    "So Young Park",
    "Sung Hye Kong",
    "Kyoung Jin Kim",
    "Seong Hee Ahn",
    "Namki Hong",
    "Jeonghoon Ha",
    "Sihoon Lee",
    "Han Seok Choi",
    "Ki-Hyun Baek",
    "Jung-Eun Kim"
  ],
  "year": "2024",
  "journal": "Endocrinology and Metabolism",
  "abstract": "This comprehensive review critically examines the detrimental impacts of endocrine-disrupting chemicals (EDCs) on bone health, with a specific focus on substances such as bisphenol A (BPA), per- and polyfluoroalkyl substances (PFASs), phthalates, and dioxins. These EDCs, by interfering with the endocrine system’s normal functioning, pose a significant risk to bone metabolism, potentially leading to a heightened susceptibility to bone-related disorders and diseases. Notably, BPA has been shown to inhibit the differentiation of osteoblasts and promote the apoptosis of osteoblasts, which results in altered bone turnover status. PFASs, known for their environmental persistence and ability to bioaccumulate in the human body, have been linked to an increased osteoporosis risk. Similarly, phthalates, which are widely used in the production of plastics, have been associated with adverse bone health outcomes, showing an inverse relationship between phthalate exposure and bone mineral density. Dioxins present a more complex picture, with research findings suggesting both potential benefits and adverse effects on bone structure and density, depending on factors such as the timing and level of exposure. This review underscores the urgent need for further research to better understand the specific pathways through which EDCs affect bone health and to develop targeted strategies for mitigating their potentially harmful impacts.",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Endocrine-disrupting chemicals (EDCs) are substances that interfere with the normal functioning of the endocrine system. The Endocrine Society defines EDCs as “exogenous (non-natural) chemicals, or mixtures of chemicals, that interfere with any aspect of hormone action” [ 1 ]. These chemicals are particularly concerning because they can disrupt hormone actions independently of the natural regulatory feedback loops of the body, potentially leading to serious consequences [ 2 ].\n\nEDCs are widespread in the environment. Both humans and animals are exposed to these substances to varying extents through various sources, including food and food packaging, water, personal care products, household items, detergents, fabrics, electronics, medical equipment, pesticides, and ambient air [ 3 , 4 ]. Additionally, numerous pharmaceutical agents are specifically designed to target the endocrine system for therapeutic purposes, and their environmental release can lead to contamination and potential endocrine disruption [ 5 , 6 ].\n\nMore than 1,800 chemicals have been identified as disruptors of at least one of the three endocrine pathways, namely, estrogen, androgen, and thyroid hormone [ 7 ]. Of the 564 chemicals screened, as instructed by the European Commission, 118 demonstrated strong or potential evidence of endocrine disruption.\n\nThe concept of EDCs is according to their ability to inappropriately modulate the endocrine system at both the circulatory (hormone interaction) and transcriptional levels [ 2 ]. EDCs disrupt the normal production of endogenous hormones and selectively regulate various hormone receptors, including those for thyroid hormones, estrogen, and androgen [ 8 ]. Such interference can pose a remarkable impact on hormonal regulation and overall health. A recent Expert Consensus Statement defined the key characteristics of EDCs based on their ability to interact with the key regulatory steps of the hormone system [ 9 ]. Such characteristics facilitate the identification and categorization of EDCs based on their potential to interrupt the endocrine system and its associated pathways.\n\nIndeed, EDCs can exert harmful effects on bone tissue by influencing bone modeling and remodeling processes, including alterations in the paracrine hormone production within the bones. Furthermore, the release of systemic hormones, cytokines, chemokines, and growth factors can be disrupted, all of which play critical roles in maintaining bone health [ 10 ]. These multiple mechanisms of action can lead to disturbances in bone metabolism and may contribute to bone-related disorders and conditions. This review will underscore on bisphenol A (BPA), per- and polyfluoroalkyl substances (PFASs), phthalates, and dioxins, which affect the bone in previous studies. This review aims to highlight how these EDCs affect adult bone mass, focusing on human osteoporosis, and to provide a comprehensive understanding of the effects of these chemicals on bone cells."
    },
    {
      "title": "PATHOGENESIS OF EDCs ON BONE CELLS",
      "text": "Bone is a target organ of the endocrine hormones such as estrogen and parathyroid hormone (PTH) [ 11 ]. EDCs can mimic or interfere with the actions of endocrine hormones owing to their similar structures [ 12 ]. Thus, some EDCs exert adverse effects on bone health and can interfere with the main functions of bone cells: bone formation by osteoblasts and bone resorption by osteoclasts [ 13 - 15 ].\n\nInterestingly, several EDCs, including BPA, have estrogenic activity, indicating that they mimic or interfere with the actions of estrogen, a hormone that is essential for maintaining bone health [ 1 , 12 , 16 ]. Estrogen plays a significant role in the promotion of bone formation and inhibition of bone resorption [ 17 -  19 ]. EDCs exhibiting estrogenic effects can bind to estrogen receptors on bone cells, alter the expression of genes involved in bone cell differentiation, and disrupt the normal function of bone cells [ 13 , 20 , 21 ].\n\nIn osteoblasts, which are responsible for synthesizing and depositing new bone tissues [ 22 , 23 ], EDCs inhibit cell differentiation, reduce cell viability and collagen production, and impair bone matrix mineralization, resulting in decreased bone formation [ 16 , 21 , 24 ]. As a counterpart of osteoblasts for bone homeostasis, osteoclasts are involved in breaking down old or damaged bone tissue and replacing them with new ones [ 22 , 23 , 25 ]. Interestingly, several EDCs, including dioxin and alkylphenols, also impede osteoclast differentiation and fusion [ 13 ]. However, regarding the effects on bone homeostasis, EDCs suppress osteoblastic bone formation rather than promote osteoclastic bone resorption, which leads to a decline in bone mass and weakened bone structure [ 13 ].\n\nFurthermore, EDCs can interfere with calcium homeostasis, which is crucial for maintaining bone mineralization and density. Calcium balance disruption affects bone cell function and impairs bone remodeling processes [ 26 - 28 ]. EDCs can alter the levels of calcium-regulating hormones, such as PTH and calcitonin, leading to abnormal calcium handling by bone cells [ 29 ].\n\nThe bone marrow microenvironment is important for controlling and supporting the immune cell production required to maintain body homeostasis and regulate inflammation [ 30 ]. Chronic inflammation in the bone marrow microenvironment stimulates osteoclast activity and inhibits osteoblast function, leading to the disruption of bone remodeling and a compromised bone health [ 31 - 33 ]. EDCs disturb the development and function of the body’s immune system [ 34 - 36 ], and some of them, such as BPA, can trigger inflammatory responses in the bone [ 24 ].\n\nCollectively, the pathogenesis of EDCs on bone cells involves the disruption of the balance between bone formation and resorption, impairment of the osteoblast and osteoclast activity, interference with calcium homeostasis, and induction of inflammation ( Fig. 1 ). These defects can lead to decreased bone density, compromised bone strength, and an increased risk of osteoporosis and fractures. Hence, minimizing exposure to EDCs is necessary to promote optimal bone health."
    },
    {
      "title": "BPA",
      "text": "BPA, a well-known EDC, is widely used in the production of resins and various plastics such as containers or packages for foods and beverages [ 37 ]. BPA can enter the human body via the gastrointestinal, respiratory, and dermal tracts [ 38 ]. BPA is metabolized in the liver and excreted from the body via urine, feces, and sweat [ 39 ]. More than 90% of BPA is eliminated 24 hours after ingestion [ 40 ]; however, it can be found in adipose tissue and breast milk [ 41 ]. BPA has toxic effects on the reproductive, immune, and nervous system and metabolic function through the interaction with various biological receptors [ 42 , 43 ]. Although BPA has a much lower receptor affinity than 17β-estradiol (E2) [ 44 ], it could act as an estrogen receptor modulator or disruptor.\n\nIn an  in vitro  study, BPA considerably suppressed both tartrate-resistant acid phosphatase and alkaline phosphatase [ 45 ]. This study suggested that BPA significantly suppresses bone turnover by directly inhibiting the differentiation of osteoblasts and promoting apoptosis of both osteoblasts and osteoclasts via the receptor activator of nuclear kappa B (RANK)-RANK ligand system and Wnt/β-catenin signaling pathways [ 45 ]. In another  in vivo  study, when exposed to BPA, lower serum luteinizing hormone (LH) and testosterone levels and decreased Leydig cell androgen biosynthetic capacity were noted compared with the control [ 46 - 48 ]. BPA suppressed testosterone production via a reduced LH secretion and interference with the LH receptor-ligand binding. When LH fails to bind to the LH receptor, LH stimulation of steroidogenesis is diminished [ 46 , 47 ]. BPA also hampered aromatase gene expression and Leydig cell E2 biosynthesis [ 46 ]. However, Kim et al. [ 49 ] revealed that BPA increased aromatase activity through cyclooxygenase-2 upregulation mediated by the cyclic adenosine monophosphate response element, protein kinase A, Akt, and mitogen-activated protein kinase signaling pathways in rat testicular Leydig cells.\n\nSeveral studies have also analyzed the effects of perinatal exposure and pregnancy outcomes through BPA exposure in pregnant rats. Testosterone production by adult Leydig cells and testosterone levels in testicular interstitial fluid decreased and smaller testicular and seminal vesicle weights were noted after perinatal BPA exposure (2.4 μg/kg/day from gestation day 12 through nursing to weaning on postnatal day 21) [ 46 ]. They suggested that the perinatal period is a sensitive window of BPA exposure. The effects on embryonic bone formation differed depending on the BPA exposure dose during the perinatal period and sex [ 10 , 13 , 16 ]. At low doses, retardation of bone ossification was present; however, higher doses had more harmful effects on the skeletal system. Chin et al. [ 16 ] reviewed several cellular, animal, and human studies on the effects of BPA on bone and demonstrated that the dose-response curve of BPA may be an inverted U-shape. This showed that a lower dose might be beneficial; however, this may have been influenced by the inclusion of heterogeneous results in the  in vitro  study. Lejonklou et al. [ 50 ] reported that low-dose BPA exposure in pregnant rats (25 μg/kg/day from gestational day 7 until weaning at postnatal day 22) also affected femoral geometry in both male and female offspring; however, the alterations were not fatal to health. Another study in which rats were exposed to high-dose BPA (1,000 mg/kg/day) during the entire pregnancy period reported that it caused pregnancy failure, pre- and post-implantation loss, fetal developmental delay, and severe maternal toxicity [ 51 ]. BPA improved bone mineral density (BMD) and microstructures in aromatase knockout mice but decreased trabecular density in ovariectomized rats [ 16 ]. BPA reduced intestinal and renal absorption and decreased plasma calcium levels in mice [ 52 , 53 ].\n\nFew studies have explored the relationship between BPA and osteoporosis in humans. Kim et al. [ 54 ] measured the serum BPA levels and clinical variables, including BMD and bone markers, and analyzed the relationship between serum BPA levels and clinical variables in 51 postmenopausal women with osteoporosis. They elucidated that no significant correlations were found between blood BPA concentration and BMD or biochemical bone markers. However, for this study, the sample size was small, and certain issues were encountered while measuring blood BPA levels. Zhao et al. [ 55 ] examined the relationships among BPA exposure, body composition, serum estradiol, leptin, osteocalcin levels, and BMDs in healthy premenopausal women. Consequently, it has a neutral effect on BMDs in premenopausal women. Moreover, BPA exposure enhances oxidative stress and inflammation in postmenopausal women and men, which can worsen bone quality [ 56 , 57 ].\n\nSeveral fragmentary preclinical studies have been conducted on the effects of BPA on bone health, and from these studies, it can be inferred that BPA would have adverse effects on bone. However, the effect of BPA on bone health has not been confirmed in clinical studies; therefore, it has yet to be concluded that BPA has a harmful effect on bone health. Thus, more research is warranted.\n\nPFASs are a group of synthetic chemicals that have been widely employed in industrial and consumer products due to their water- and oil-repellent properties. They have also been used in numerous applications, including stain-resistant coatings for fabrics, fire-fighting foams, nonstick cookware, and waterproofing agents for textiles. PFASs are highly persistent and do not easily break down in the environment. Thus, they have been detected in various environmental matrices, including water, soil, and air. Furthermore, in the human body, they can accumulate through various exposure routes, such as ingestion, inhalation, and dermal contact [ 58 ]. Once in the body, PFASs have long half-lives, which indicate that they can persist in the body for extended periods of time.\n\nWhile PFAS exposure has been correlated with various health effects such as immune dysfunction, hormone disruption, high cholesterol levels, and an increased risk of some types of cancer, the impact on bone health remains unclear and requires further exploration. Several epidemiological studies have examined and identified the association between PFAS exposure and bone health outcomes, such as decreased BMD levels and an increased risk of osteoporosis [ 59 - 61 ]. A study included 1,914 participants aged 12 years and above from the United States [ 59 ]. The results showed that elevated serum PFAS concentrations correlated with diminished BMD. Another longitudinal study on 294 American adults discovered both cross-sectional and progressive links between augmented PFAS concentrations, such as perfluorooctanoic acid (PFOA) and perfluorooctane sulfonate (PFOS), and decreased BMD, which was evaluated via dual-energy X-ray absorptiometry (DXA) in the spine, femoral neck, and hip trochanter [ 62 ]. Additionally, research on pediatric populations identified negative correlations between several PFASs and BMD, using both DXA and bone quantitative ultrasound methodologies [ 63 ].\n\nThe precise mechanisms through which PFAS exposure influences bone health remain poorly understood; however, various biological routes have been postulated according to experimental research. Primarily, PFASs have been found to enhance peroxisome proliferator-activated receptor γ activity, which subsequently impedes osteoblast lineage, leading to a potential BMD reduction [ 64 ]. Both experimental and epidemiological investigations have exhibited that PFAS exposure may lead to perturbations in reproductive [ 65 ] and thyroid [ 66 ] hormones, both of which are pivotal in ensuring optimal bone health [ 67 , 68 ]. Moreover, research involving humans and animals has indicated that PFASs from environmental sources tend to accumulate in bone tissue [ 69 ]. Additionally, experimental data suggest that PFASs can precipitate oxidative stress. The equilibrium between pro- and anti-inflammatory pathways is required for the modulation of osteoblast function [ 70 ]. To achieve a more rigorous and conclusive interpretation of these findings, future investigations grounded in a mechanistic approach are warranted.\n\nConversely, most previous studies largely investigated traditional PFASs such as PFOA and PFOS, with minimal information on the impact of PFAS structural variants and replacements on bone health. It is noteworthy that the use of PFOS and PFOA decreased or ceased in many countries starting in the early 2000s; however, their so-called “safer” substitutes, including 6:2 chlorinated polyfluorinated ether sulfonate (Cl-PFESA), 8:2 Cl-PFESA, and hexafluoropropylene oxide dimer acid, were quickly introduced and became widespread [ 71 , 72 ]. Recent findings indicate that these alternative PFASs have a similar or even higher toxicities than conventional PFOA or PFOS [ 60 , 73 ]. Specifically, both  in vitro  and  in vivo  studies suggest that Cl-PFESAs surpass PFOS in terms of placental transfer, bioaccumulation, and persistence [ 74 , 75 ]. Several studies have also noted that these alternative PFASs are linked to a range of adverse health outcomes, mirroring those of traditional PFASs [ 73 , 76 ]. However, a definite evidence demonstrating that alternative PFASs have a significant effect on bone health is nonexistent. Given the evolving understanding of PFAS and their potential effects on human health, comprehensive and methodologically rigorous investigations are imperative to specifically evaluate the impact of PFAS alternatives on bone health. Such research endeavors are not only timely but also critical to inform clinical and public health strategies."
    },
    {
      "title": "PFASs",
      "text": "PFASs are a group of synthetic chemicals that have been widely employed in industrial and consumer products due to their water- and oil-repellent properties. They have also been used in numerous applications, including stain-resistant coatings for fabrics, fire-fighting foams, nonstick cookware, and waterproofing agents for textiles. PFASs are highly persistent and do not easily break down in the environment. Thus, they have been detected in various environmental matrices, including water, soil, and air. Furthermore, in the human body, they can accumulate through various exposure routes, such as ingestion, inhalation, and dermal contact [ 58 ]. Once in the body, PFASs have long half-lives, which indicate that they can persist in the body for extended periods of time.\n\nWhile PFAS exposure has been correlated with various health effects such as immune dysfunction, hormone disruption, high cholesterol levels, and an increased risk of some types of cancer, the impact on bone health remains unclear and requires further exploration. Several epidemiological studies have examined and identified the association between PFAS exposure and bone health outcomes, such as decreased BMD levels and an increased risk of osteoporosis [ 59 - 61 ]. A study included 1,914 participants aged 12 years and above from the United States [ 59 ]. The results showed that elevated serum PFAS concentrations correlated with diminished BMD. Another longitudinal study on 294 American adults discovered both cross-sectional and progressive links between augmented PFAS concentrations, such as perfluorooctanoic acid (PFOA) and perfluorooctane sulfonate (PFOS), and decreased BMD, which was evaluated via dual-energy X-ray absorptiometry (DXA) in the spine, femoral neck, and hip trochanter [ 62 ]. Additionally, research on pediatric populations identified negative correlations between several PFASs and BMD, using both DXA and bone quantitative ultrasound methodologies [ 63 ].\n\nThe precise mechanisms through which PFAS exposure influences bone health remain poorly understood; however, various biological routes have been postulated according to experimental research. Primarily, PFASs have been found to enhance peroxisome proliferator-activated receptor γ activity, which subsequently impedes osteoblast lineage, leading to a potential BMD reduction [ 64 ]. Both experimental and epidemiological investigations have exhibited that PFAS exposure may lead to perturbations in reproductive [ 65 ] and thyroid [ 66 ] hormones, both of which are pivotal in ensuring optimal bone health [ 67 , 68 ]. Moreover, research involving humans and animals has indicated that PFASs from environmental sources tend to accumulate in bone tissue [ 69 ]. Additionally, experimental data suggest that PFASs can precipitate oxidative stress. The equilibrium between pro- and anti-inflammatory pathways is required for the modulation of osteoblast function [ 70 ]. To achieve a more rigorous and conclusive interpretation of these findings, future investigations grounded in a mechanistic approach are warranted.\n\nConversely, most previous studies largely investigated traditional PFASs such as PFOA and PFOS, with minimal information on the impact of PFAS structural variants and replacements on bone health. It is noteworthy that the use of PFOS and PFOA decreased or ceased in many countries starting in the early 2000s; however, their so-called “safer” substitutes, including 6:2 chlorinated polyfluorinated ether sulfonate (Cl-PFESA), 8:2 Cl-PFESA, and hexafluoropropylene oxide dimer acid, were quickly introduced and became widespread [ 71 , 72 ]. Recent findings indicate that these alternative PFASs have a similar or even higher toxicities than conventional PFOA or PFOS [ 60 , 73 ]. Specifically, both  in vitro  and  in vivo  studies suggest that Cl-PFESAs surpass PFOS in terms of placental transfer, bioaccumulation, and persistence [ 74 , 75 ]. Several studies have also noted that these alternative PFASs are linked to a range of adverse health outcomes, mirroring those of traditional PFASs [ 73 , 76 ]. However, a definite evidence demonstrating that alternative PFASs have a significant effect on bone health is nonexistent. Given the evolving understanding of PFAS and their potential effects on human health, comprehensive and methodologically rigorous investigations are imperative to specifically evaluate the impact of PFAS alternatives on bone health. Such research endeavors are not only timely but also critical to inform clinical and public health strategies."
    },
    {
      "title": "PHTHALATES",
      "text": "Phthalates are a group of chemical compounds known as diesters of phthalic acid. They are widely employed in the manufacturing industry for various purposes, including the production of plastics, cosmetics, and personal care products. To enhance their flexibility, durability, and transparency, phthalates are added to these products. They are also used as solvents and can be found in household products such as adhesives, paints, and cleaning agents. Because of their nonchemical binding to the products, phthalates can be released into the environment, leading to widespread exposure among humans and animals through inhalation, ingestion, and dermal contact [ 77 ].\n\nConcerns regarding the potential health effects of phthalates have been raised, specifically on the endocrine system. Phthalates have been classified as EDCs because of their ability to interfere with hormonal pathways. In humans and animals, phthalate exposure has been associated with reproductive and developmental disorders [ 78 ]. In pregnant individuals, exposure to phthalates has been associated with adverse outcomes, such as preterm birth, reduced fetal growth, and altered reproductive development [ 79 ]. These adverse effects have prompted the regulation and monitoring of phthalate levels in certain products, especially those used by vulnerable populations, such as pregnant individuals and infants [ 80 , 81 ].\n\nIn addition to reproductive and developmental effects, emerging evidence suggests that phthalates have negative effects on bone health. Several studies have examined the relationship between phthalate exposure and measures of bone health, including BMD, although the directionality of these associations remains variable. Elevated concentrations of phthalate metabolites in postmenopausal women consistently showed inverse correlations with BMD [ 82 ]. Some studies observed detrimental associations with increased concentrations of various phthalate metabolites relative to BMD; however, such observations were not universally corroborated across all investigations [ 83 , 84 ]. Remarkably, one study [ 83 ] found a positive association between monocarboxy-isononyl phthalate and BMD, whereas another [ 84 ] observed a negative association. Reeves et al. [ 84 ] pioneered the investigation of this association in postmenopausal women and found that mono-3-carboxypropyl phthalate and the sum of di-isobutyl phthalate metabolites were inversely associated with total hip BMD among estrogen nonusers but not among estrogen users, underscoring a prospective approach with hormonal therapy stratification. Collectively, these studies demonstrated a potential correlation between urinary phthalate metabolite concentrations and reduced BMD, particularly in postmenopausal women aged 50 years or above. Although pediatric populations may exhibit increased susceptibility to EDCs owing to their rapid growth, augmented EDC exposure routes (e.g., elevated ventilation rates and oral hand contact), and distinctive anatomical, physiological, and toxicokinetic profiles [ 85 ], the impact of phthalates on BMD or risk of fracture in childhood and adolescence is scarce, and further studies may be needed.\n\nAs a mechanistic explanation, rodent studies offer experimental insights, demonstrating the inhibitory effects of phthalates on bone health and homeostasis. Notably, investigations have shown that adult male mice exposed to dibutyl phthalate during prepubescence [ 86 ] and di(2-ethylhexyl) phthalate (DEHP) during adulthood [ 87 ] exhibit decreased BMD and compromised bone microarchitecture. Other studies found a reduced BMD in ovariectomized mice subjected to high DEHP concentrations [ 88 ] and in intact mice treated with diisononyl phthalate [ 89 ]. Some phthalates have also caused DNA damage, increased skeletal abnormalities, and osteoblast apoptosis in rodents, influencing BMD [ 90 ].\n\nAdditionally, several studies have found an association between increased phthalate metabolite concentrations and oxidative stress and inflammation, factors that can compromise BMD in seniors [ 91 , 92 ]. Recent literature also reported a link between specific phthalates, particularly DEHP [ 93 ] and mono-(3-carboxypropyl) phthalate [ 94 ], and perturbations in vitamin D concentrations in adults.\n\nGiven the widespread exposure to phthalates and its potential adverse effects on bone health, further research is warranted to better comprehend the underlying mechanisms and establish causality. This knowledge will inform public health policies and interventions aimed at reducing phthalate exposure and mitigating its effects on bone health. Collaboration among policymakers, manufacturers, healthcare professionals, and individuals is required to address the issue of phthalates and bone health."
    },
    {
      "title": "DIOXINS",
      "text": "Dioxins encompass a group of 75 polychlorinated dibenzo-p-dioxin (PCDD) congeners, with 2,3,7,8-tetrachlorodibenzo-p-dioxin (TCDD) being particularly significant, along with 135 polychlorinated dibenzofuran (PCDF) congeners. Moreover, non-ortho- and mono-ortho-substituted polychlorinated biphenyls (PCBs) exhibit toxic properties similar to those of dioxins; thus, they are classified as “dioxin-like compounds (DLCs)” [ 95 ]. Dioxins and DLCs (referred to as D/DLCs) are lipophilic compounds that are highly resistant to degradation, rendering them persistent in the environment and the human body for extended periods [ 96 ].\n\nOral ingestion of contaminated food is the primary route of dioxin exposure [ 97 ]. Their ability to be transferred from the adipose tissue to the mother’s milk and consequently to the child, resulting in approximately 20% to 25% of the mother’s dioxin burden, is a peculiar characteristic of these chemicals [ 98 ]. These contaminants are widespread in the environment and are present in sources such as cigarette smoke, herbicides, and the food chain, particularly in meat, fatty milk, and fish products. Dioxins do not generally exist in materials before incineration. However, the combustion of materials and waste generates dioxins, which are introduced into the environment. Currently, waste material incineration in backyard settings yields higher levels of dioxins than industrial incinerators. Dioxins can also be released from natural sources such as forest fires and volcanoes.\n\nEpidemiologic studies on the relationship between D/DLC exposure and human bone mass remain limited. Several population-based studies regarding the environmental exposure of D/DLCs have shown inconsistent results for BMD. In 1968, a distressing incident occurred in Western Japan when over 1900 people inadvertently consumed rice oil contaminated with harmful substances, namely, PCBs, PCDFs, and PCDDs. This food contamination resulted in various clinical symptoms affecting different systems of the body, including the skin and eyes, leading to a condition known as Yusho oil poisoning [ 99 ]. A recent study conducted in 2006 showed that the concentrations of toxic equivalent substances from PCDDs, PCDFs, and non-ortho PCBs in the blood of patients afflicted with Yusho poisoning were 3.3-fold higher than those of healthy individuals [ 100 ]. Among the PCDF congeners, 2,3,4,7,8-penta CDF was identified as the primary causative agent of Yusho and was found to have a significantly higher concentration, approximately 10-fold greater than that in the control group. Consequently, dioxin-related compounds persisted in patients with Yusho for an extended period [ 100 ]. More than 50% of these patients experienced alveolar bone resorption in at least one tooth, with a higher prevalence among men than women [ 101 ]. Another study conducted by Shimizu et al. [ 102 ] that spanned over 12 years and observed patients with Yusho concluded that despite good oral care, several patients suffered from periodontal disease with horizontal alveolar bone resorption. These findings strongly suggest that exposure to PCDD/PCDF may have a detrimental impact on alveolar bone mineralization.\n\nMore recently, the relationship between the serum concentrations of PCDDs, PCDFs, and non-ortho-chlorinated biphenyls and BMD measured via DXA in a group of 262 female and 227 male patients with Yusho was investigated [ 99 ]. The researchers found a significant positive correlation between the concentrations of 1,2,3,4,7,8-hexachlorodibenzo-p-dioxin and 2,3,7,8-tetradibenzofuran and the BMD Z-score in men. However, any significant correlations between the concentrations of PCDDs, PCDFs, and non-ortho-chlorinated biphenyls in serum and BMD in women were not found. Nevertheless, after adjusting for region and body mass index, the concentration of 1,2,3,4,6, 7,8-heptachlorodibenzo-p-dioxin exhibited a negative correlation with the BMD Z-score in women. These findings indicate that exposure to specific PCDD/F congeners may lead to a reduced bone density in women. However, to better understand the effects of PCDD/Fs on bone density in patients with Yusho, further well-designed studies are needed [ 99 ]. Collectively, although previous studies failed to observe conclusive adverse effects of PCDD/Fs on bone density leading to osteoporosis, individuals exposed to high concentrations of PCDD/Fs might experience altered alveolar bone mineralization.\n\nOn July 10, 1976, another exposure accident occurred at a chemical plant in Seveso, Italy. The explosion released up to 30 kg of TCDD over an area of approximately 18 km2. In 1996, the Seveso Women’s Health Study, a historical cohort study aimed at investigating the effects of TCDD exposure on women’s health, was initiated. In 2014, Eskenazi et al. [ 103 ] conducted a study to explore the association between youth exposure to TCDD and bone structure in adulthood, including the potential impact of the timing of exposure. The study group comprised of 350 women from Seveso, Italy, who were below 20 years old at the time of the accident. The researchers examined the associations between bone indices, such as BMD and hip structural analysis, and TCDD concentrations in serum samples taken immediately after the pesticide plant explosion [ 103 ]. The results of the study suggested that TCDD concentration was associated with several indicators of favorable bone structure in premenopausal women exposed to TCDD prior to reaching the peak bone mass. Such an association was especially strong in women exposed to TCDD before the age of 5 years. Surprisingly, postmenopausal women exposed to TCDD after reaching the peak bone mass demonstrated improved bone structure compared with those exposed before reaching the peak bone mass. These findings indicate that TCDD exposure may potentially enhance bone strength and have no detrimental effects on bone health in women, both before and after menopause.\n\nIndigenous populations living in Canada’s northern regions are exposed to persistent organic pollutants through their traditional diet, which includes the consumption of predator fish species. A cross-sectional study was performed, highlighting on 249 Cree women between the ages of 35 and 74 years from Eastern James Bay [ 104 ]. This study investigated the relationship between the plasma concentrations of specific DLCs and parameters related to bone quality, which were evaluated using quantitative ultrasound at the right calcaneus. The results indicated that the concentrations of DL-PCB 105 and 118 were inversely associated with the stiffness index, a measure of bone quality, even after adjusting for various confounding factors. However, no significant association was noted between the overall DLC concentration and bone quality parameters.\n\nCollectively, the aforementioned epidemiological studies failed to conclusively show any adverse effects of PCDD/Fs on bone density leading to osteoporosis. However, it is possible that individuals exposed to high PCDD/F concentrations, such as patients with Yusho, experienced altered alveolar bone mineralization. Conversely, in women affected by the Seveso accident, exposure to TCDD was associated with improved bone structure. This positive association may be attributed to TCDD stimulating bone remodeling and formation."
    },
    {
      "title": "OTHER EDCs",
      "text": "3-Methylcholanthrene (3MC) is a polycyclic aromatic hydrocarbon produced by burning organic compounds at very high temperatures. It exerts toxic and tumorigenic effects by acting as an aryl hydrocarbon receptor (AhR) agonist [ 105 ]. An  in vitro  study showed that 3MC inhibited the proliferation and differentiation of osteoblasts and osteoclasts [ 106 , 107 ]. In several skeletal districts, 3MC exposure in pregnant mice delayed ossification [ 106 ].\n\nBenzo[a]pyrene (BaP) is a polycyclic aromatic hydrocarbon typically found in tobacco smoke and tar. It inhibits osteoclastogenesis and osteoblastogenesis by binding to AhR or an estrogen receptor-related cyclooxygenase-2 pathway [ 108 - 110 ]. Additionally, BaP impairs chondrogenesis and fracture healing [ 111 ].\n\nPCBs are organic chlorine compounds widely used as lubricants, cutting oils, and electrical equipment such as capacitors and transformers. They reduce collagen content and impair bone strength through their anti-estrogen actions [ 112 ]. PCBs also reduce bone mineralization by interfering with thyroid hormone synthesis and vitamin D metabolism [ 113 ]. Furthermore, it has been reported that PCBs interfere with gonadal hormone secretion [ 114 ]."
    },
    {
      "title": "CONCLUSIONS",
      "text": "Considerable evidence indicates that maternal and early childhood exposure to EDCs leads to modifications in hormone production and directly impacts bone homeostasis. However, population studies on the bone effects of EDCs have shown inconsistent results. The effects of EDCs on bone health are influenced by various factors, including the timing, duration, and amount of exposure. Vulnerability to EDCs is critical during growth periods, particularly the prenatal period, when organogenesis and skeletal development occur. During these critical developmental windows, EDC exposure can lead to significant disruptions in hormonal signaling and bone tissue formation, potentially affecting bone growth and overall bone health later in life.\n\nInvestigating the effects of multiple EDCs acting simultaneously on the system is a complex challenge. While considerable research has been conducted on the individual effects of various EDCs using  in vitro  and/or  in vivo  systems, understanding their combined effects remains a significant scientific endeavor. Moreover, exposure to multiple EDCs in real-life scenarios is common owing to their ubiquitous presence in the environment and exposure through various sources, as mentioned above. Therefore, this makes it crucial to investigate the cumulative effects of multiple EDCs to comprehensively assess their potential health implications accurately. While the research conducted so far has provided valuable insights into the effects of individual EDCs, our understanding remains limited. Several questions remain unanswered regarding the combined effects of EDC mixtures and their long-term effects on human health. To address these gaps, further researches are essential. Advanced methods, such as computational modeling, high-throughput screening, and systems biology approaches, can help unravel the complex interactions of multiple EDCs within the human body. Long-term epidemiological studies that investigate the incidence of fracture, including follow-up of populations exposed to EDC mixtures, will be crucial in evaluating the potential health effects over time."
    }
  ],
  "full_text": "This comprehensive review critically examines the detrimental impacts of endocrine-disrupting chemicals (EDCs) on bone health, with a specific focus on substances such as bisphenol A (BPA), per- and polyfluoroalkyl substances (PFASs), phthalates, and dioxins. These EDCs, by interfering with the endocrine system’s normal functioning, pose a significant risk to bone metabolism, potentially leading to a heightened susceptibility to bone-related disorders and diseases. Notably, BPA has been shown to inhibit the differentiation of osteoblasts and promote the apoptosis of osteoblasts, which results in altered bone turnover status. PFASs, known for their environmental persistence and ability to bioaccumulate in the human body, have been linked to an increased osteoporosis risk. Similarly, phthalates, which are widely used in the production of plastics, have been associated with adverse bone health outcomes, showing an inverse relationship between phthalate exposure and bone mineral density. Dioxins present a more complex picture, with research findings suggesting both potential benefits and adverse effects on bone structure and density, depending on factors such as the timing and level of exposure. This review underscores the urgent need for further research to better understand the specific pathways through which EDCs affect bone health and to develop targeted strategies for mitigating their potentially harmful impacts.\n\n## INTRODUCTION\n\nEndocrine-disrupting chemicals (EDCs) are substances that interfere with the normal functioning of the endocrine system. The Endocrine Society defines EDCs as “exogenous (non-natural) chemicals, or mixtures of chemicals, that interfere with any aspect of hormone action” [ 1 ]. These chemicals are particularly concerning because they can disrupt hormone actions independently of the natural regulatory feedback loops of the body, potentially leading to serious consequences [ 2 ].\n\nEDCs are widespread in the environment. Both humans and animals are exposed to these substances to varying extents through various sources, including food and food packaging, water, personal care products, household items, detergents, fabrics, electronics, medical equipment, pesticides, and ambient air [ 3 , 4 ]. Additionally, numerous pharmaceutical agents are specifically designed to target the endocrine system for therapeutic purposes, and their environmental release can lead to contamination and potential endocrine disruption [ 5 , 6 ].\n\nMore than 1,800 chemicals have been identified as disruptors of at least one of the three endocrine pathways, namely, estrogen, androgen, and thyroid hormone [ 7 ]. Of the 564 chemicals screened, as instructed by the European Commission, 118 demonstrated strong or potential evidence of endocrine disruption.\n\nThe concept of EDCs is according to their ability to inappropriately modulate the endocrine system at both the circulatory (hormone interaction) and transcriptional levels [ 2 ]. EDCs disrupt the normal production of endogenous hormones and selectively regulate various hormone receptors, including those for thyroid hormones, estrogen, and androgen [ 8 ]. Such interference can pose a remarkable impact on hormonal regulation and overall health. A recent Expert Consensus Statement defined the key characteristics of EDCs based on their ability to interact with the key regulatory steps of the hormone system [ 9 ]. Such characteristics facilitate the identification and categorization of EDCs based on their potential to interrupt the endocrine system and its associated pathways.\n\nIndeed, EDCs can exert harmful effects on bone tissue by influencing bone modeling and remodeling processes, including alterations in the paracrine hormone production within the bones. Furthermore, the release of systemic hormones, cytokines, chemokines, and growth factors can be disrupted, all of which play critical roles in maintaining bone health [ 10 ]. These multiple mechanisms of action can lead to disturbances in bone metabolism and may contribute to bone-related disorders and conditions. This review will underscore on bisphenol A (BPA), per- and polyfluoroalkyl substances (PFASs), phthalates, and dioxins, which affect the bone in previous studies. This review aims to highlight how these EDCs affect adult bone mass, focusing on human osteoporosis, and to provide a comprehensive understanding of the effects of these chemicals on bone cells.\n\n## PATHOGENESIS OF EDCs ON BONE CELLS\n\nBone is a target organ of the endocrine hormones such as estrogen and parathyroid hormone (PTH) [ 11 ]. EDCs can mimic or interfere with the actions of endocrine hormones owing to their similar structures [ 12 ]. Thus, some EDCs exert adverse effects on bone health and can interfere with the main functions of bone cells: bone formation by osteoblasts and bone resorption by osteoclasts [ 13 - 15 ].\n\nInterestingly, several EDCs, including BPA, have estrogenic activity, indicating that they mimic or interfere with the actions of estrogen, a hormone that is essential for maintaining bone health [ 1 , 12 , 16 ]. Estrogen plays a significant role in the promotion of bone formation and inhibition of bone resorption [ 17 -  19 ]. EDCs exhibiting estrogenic effects can bind to estrogen receptors on bone cells, alter the expression of genes involved in bone cell differentiation, and disrupt the normal function of bone cells [ 13 , 20 , 21 ].\n\nIn osteoblasts, which are responsible for synthesizing and depositing new bone tissues [ 22 , 23 ], EDCs inhibit cell differentiation, reduce cell viability and collagen production, and impair bone matrix mineralization, resulting in decreased bone formation [ 16 , 21 , 24 ]. As a counterpart of osteoblasts for bone homeostasis, osteoclasts are involved in breaking down old or damaged bone tissue and replacing them with new ones [ 22 , 23 , 25 ]. Interestingly, several EDCs, including dioxin and alkylphenols, also impede osteoclast differentiation and fusion [ 13 ]. However, regarding the effects on bone homeostasis, EDCs suppress osteoblastic bone formation rather than promote osteoclastic bone resorption, which leads to a decline in bone mass and weakened bone structure [ 13 ].\n\nFurthermore, EDCs can interfere with calcium homeostasis, which is crucial for maintaining bone mineralization and density. Calcium balance disruption affects bone cell function and impairs bone remodeling processes [ 26 - 28 ]. EDCs can alter the levels of calcium-regulating hormones, such as PTH and calcitonin, leading to abnormal calcium handling by bone cells [ 29 ].\n\nThe bone marrow microenvironment is important for controlling and supporting the immune cell production required to maintain body homeostasis and regulate inflammation [ 30 ]. Chronic inflammation in the bone marrow microenvironment stimulates osteoclast activity and inhibits osteoblast function, leading to the disruption of bone remodeling and a compromised bone health [ 31 - 33 ]. EDCs disturb the development and function of the body’s immune system [ 34 - 36 ], and some of them, such as BPA, can trigger inflammatory responses in the bone [ 24 ].\n\nCollectively, the pathogenesis of EDCs on bone cells involves the disruption of the balance between bone formation and resorption, impairment of the osteoblast and osteoclast activity, interference with calcium homeostasis, and induction of inflammation ( Fig. 1 ). These defects can lead to decreased bone density, compromised bone strength, and an increased risk of osteoporosis and fractures. Hence, minimizing exposure to EDCs is necessary to promote optimal bone health.\n\n## BPA\n\nBPA, a well-known EDC, is widely used in the production of resins and various plastics such as containers or packages for foods and beverages [ 37 ]. BPA can enter the human body via the gastrointestinal, respiratory, and dermal tracts [ 38 ]. BPA is metabolized in the liver and excreted from the body via urine, feces, and sweat [ 39 ]. More than 90% of BPA is eliminated 24 hours after ingestion [ 40 ]; however, it can be found in adipose tissue and breast milk [ 41 ]. BPA has toxic effects on the reproductive, immune, and nervous system and metabolic function through the interaction with various biological receptors [ 42 , 43 ]. Although BPA has a much lower receptor affinity than 17β-estradiol (E2) [ 44 ], it could act as an estrogen receptor modulator or disruptor.\n\nIn an  in vitro  study, BPA considerably suppressed both tartrate-resistant acid phosphatase and alkaline phosphatase [ 45 ]. This study suggested that BPA significantly suppresses bone turnover by directly inhibiting the differentiation of osteoblasts and promoting apoptosis of both osteoblasts and osteoclasts via the receptor activator of nuclear kappa B (RANK)-RANK ligand system and Wnt/β-catenin signaling pathways [ 45 ]. In another  in vivo  study, when exposed to BPA, lower serum luteinizing hormone (LH) and testosterone levels and decreased Leydig cell androgen biosynthetic capacity were noted compared with the control [ 46 - 48 ]. BPA suppressed testosterone production via a reduced LH secretion and interference with the LH receptor-ligand binding. When LH fails to bind to the LH receptor, LH stimulation of steroidogenesis is diminished [ 46 , 47 ]. BPA also hampered aromatase gene expression and Leydig cell E2 biosynthesis [ 46 ]. However, Kim et al. [ 49 ] revealed that BPA increased aromatase activity through cyclooxygenase-2 upregulation mediated by the cyclic adenosine monophosphate response element, protein kinase A, Akt, and mitogen-activated protein kinase signaling pathways in rat testicular Leydig cells.\n\nSeveral studies have also analyzed the effects of perinatal exposure and pregnancy outcomes through BPA exposure in pregnant rats. Testosterone production by adult Leydig cells and testosterone levels in testicular interstitial fluid decreased and smaller testicular and seminal vesicle weights were noted after perinatal BPA exposure (2.4 μg/kg/day from gestation day 12 through nursing to weaning on postnatal day 21) [ 46 ]. They suggested that the perinatal period is a sensitive window of BPA exposure. The effects on embryonic bone formation differed depending on the BPA exposure dose during the perinatal period and sex [ 10 , 13 , 16 ]. At low doses, retardation of bone ossification was present; however, higher doses had more harmful effects on the skeletal system. Chin et al. [ 16 ] reviewed several cellular, animal, and human studies on the effects of BPA on bone and demonstrated that the dose-response curve of BPA may be an inverted U-shape. This showed that a lower dose might be beneficial; however, this may have been influenced by the inclusion of heterogeneous results in the  in vitro  study. Lejonklou et al. [ 50 ] reported that low-dose BPA exposure in pregnant rats (25 μg/kg/day from gestational day 7 until weaning at postnatal day 22) also affected femoral geometry in both male and female offspring; however, the alterations were not fatal to health. Another study in which rats were exposed to high-dose BPA (1,000 mg/kg/day) during the entire pregnancy period reported that it caused pregnancy failure, pre- and post-implantation loss, fetal developmental delay, and severe maternal toxicity [ 51 ]. BPA improved bone mineral density (BMD) and microstructures in aromatase knockout mice but decreased trabecular density in ovariectomized rats [ 16 ]. BPA reduced intestinal and renal absorption and decreased plasma calcium levels in mice [ 52 , 53 ].\n\nFew studies have explored the relationship between BPA and osteoporosis in humans. Kim et al. [ 54 ] measured the serum BPA levels and clinical variables, including BMD and bone markers, and analyzed the relationship between serum BPA levels and clinical variables in 51 postmenopausal women with osteoporosis. They elucidated that no significant correlations were found between blood BPA concentration and BMD or biochemical bone markers. However, for this study, the sample size was small, and certain issues were encountered while measuring blood BPA levels. Zhao et al. [ 55 ] examined the relationships among BPA exposure, body composition, serum estradiol, leptin, osteocalcin levels, and BMDs in healthy premenopausal women. Consequently, it has a neutral effect on BMDs in premenopausal women. Moreover, BPA exposure enhances oxidative stress and inflammation in postmenopausal women and men, which can worsen bone quality [ 56 , 57 ].\n\nSeveral fragmentary preclinical studies have been conducted on the effects of BPA on bone health, and from these studies, it can be inferred that BPA would have adverse effects on bone. However, the effect of BPA on bone health has not been confirmed in clinical studies; therefore, it has yet to be concluded that BPA has a harmful effect on bone health. Thus, more research is warranted.\n\nPFASs are a group of synthetic chemicals that have been widely employed in industrial and consumer products due to their water- and oil-repellent properties. They have also been used in numerous applications, including stain-resistant coatings for fabrics, fire-fighting foams, nonstick cookware, and waterproofing agents for textiles. PFASs are highly persistent and do not easily break down in the environment. Thus, they have been detected in various environmental matrices, including water, soil, and air. Furthermore, in the human body, they can accumulate through various exposure routes, such as ingestion, inhalation, and dermal contact [ 58 ]. Once in the body, PFASs have long half-lives, which indicate that they can persist in the body for extended periods of time.\n\nWhile PFAS exposure has been correlated with various health effects such as immune dysfunction, hormone disruption, high cholesterol levels, and an increased risk of some types of cancer, the impact on bone health remains unclear and requires further exploration. Several epidemiological studies have examined and identified the association between PFAS exposure and bone health outcomes, such as decreased BMD levels and an increased risk of osteoporosis [ 59 - 61 ]. A study included 1,914 participants aged 12 years and above from the United States [ 59 ]. The results showed that elevated serum PFAS concentrations correlated with diminished BMD. Another longitudinal study on 294 American adults discovered both cross-sectional and progressive links between augmented PFAS concentrations, such as perfluorooctanoic acid (PFOA) and perfluorooctane sulfonate (PFOS), and decreased BMD, which was evaluated via dual-energy X-ray absorptiometry (DXA) in the spine, femoral neck, and hip trochanter [ 62 ]. Additionally, research on pediatric populations identified negative correlations between several PFASs and BMD, using both DXA and bone quantitative ultrasound methodologies [ 63 ].\n\nThe precise mechanisms through which PFAS exposure influences bone health remain poorly understood; however, various biological routes have been postulated according to experimental research. Primarily, PFASs have been found to enhance peroxisome proliferator-activated receptor γ activity, which subsequently impedes osteoblast lineage, leading to a potential BMD reduction [ 64 ]. Both experimental and epidemiological investigations have exhibited that PFAS exposure may lead to perturbations in reproductive [ 65 ] and thyroid [ 66 ] hormones, both of which are pivotal in ensuring optimal bone health [ 67 , 68 ]. Moreover, research involving humans and animals has indicated that PFASs from environmental sources tend to accumulate in bone tissue [ 69 ]. Additionally, experimental data suggest that PFASs can precipitate oxidative stress. The equilibrium between pro- and anti-inflammatory pathways is required for the modulation of osteoblast function [ 70 ]. To achieve a more rigorous and conclusive interpretation of these findings, future investigations grounded in a mechanistic approach are warranted.\n\nConversely, most previous studies largely investigated traditional PFASs such as PFOA and PFOS, with minimal information on the impact of PFAS structural variants and replacements on bone health. It is noteworthy that the use of PFOS and PFOA decreased or ceased in many countries starting in the early 2000s; however, their so-called “safer” substitutes, including 6:2 chlorinated polyfluorinated ether sulfonate (Cl-PFESA), 8:2 Cl-PFESA, and hexafluoropropylene oxide dimer acid, were quickly introduced and became widespread [ 71 , 72 ]. Recent findings indicate that these alternative PFASs have a similar or even higher toxicities than conventional PFOA or PFOS [ 60 , 73 ]. Specifically, both  in vitro  and  in vivo  studies suggest that Cl-PFESAs surpass PFOS in terms of placental transfer, bioaccumulation, and persistence [ 74 , 75 ]. Several studies have also noted that these alternative PFASs are linked to a range of adverse health outcomes, mirroring those of traditional PFASs [ 73 , 76 ]. However, a definite evidence demonstrating that alternative PFASs have a significant effect on bone health is nonexistent. Given the evolving understanding of PFAS and their potential effects on human health, comprehensive and methodologically rigorous investigations are imperative to specifically evaluate the impact of PFAS alternatives on bone health. Such research endeavors are not only timely but also critical to inform clinical and public health strategies.\n\n## PFASs\n\nPFASs are a group of synthetic chemicals that have been widely employed in industrial and consumer products due to their water- and oil-repellent properties. They have also been used in numerous applications, including stain-resistant coatings for fabrics, fire-fighting foams, nonstick cookware, and waterproofing agents for textiles. PFASs are highly persistent and do not easily break down in the environment. Thus, they have been detected in various environmental matrices, including water, soil, and air. Furthermore, in the human body, they can accumulate through various exposure routes, such as ingestion, inhalation, and dermal contact [ 58 ]. Once in the body, PFASs have long half-lives, which indicate that they can persist in the body for extended periods of time.\n\nWhile PFAS exposure has been correlated with various health effects such as immune dysfunction, hormone disruption, high cholesterol levels, and an increased risk of some types of cancer, the impact on bone health remains unclear and requires further exploration. Several epidemiological studies have examined and identified the association between PFAS exposure and bone health outcomes, such as decreased BMD levels and an increased risk of osteoporosis [ 59 - 61 ]. A study included 1,914 participants aged 12 years and above from the United States [ 59 ]. The results showed that elevated serum PFAS concentrations correlated with diminished BMD. Another longitudinal study on 294 American adults discovered both cross-sectional and progressive links between augmented PFAS concentrations, such as perfluorooctanoic acid (PFOA) and perfluorooctane sulfonate (PFOS), and decreased BMD, which was evaluated via dual-energy X-ray absorptiometry (DXA) in the spine, femoral neck, and hip trochanter [ 62 ]. Additionally, research on pediatric populations identified negative correlations between several PFASs and BMD, using both DXA and bone quantitative ultrasound methodologies [ 63 ].\n\nThe precise mechanisms through which PFAS exposure influences bone health remain poorly understood; however, various biological routes have been postulated according to experimental research. Primarily, PFASs have been found to enhance peroxisome proliferator-activated receptor γ activity, which subsequently impedes osteoblast lineage, leading to a potential BMD reduction [ 64 ]. Both experimental and epidemiological investigations have exhibited that PFAS exposure may lead to perturbations in reproductive [ 65 ] and thyroid [ 66 ] hormones, both of which are pivotal in ensuring optimal bone health [ 67 , 68 ]. Moreover, research involving humans and animals has indicated that PFASs from environmental sources tend to accumulate in bone tissue [ 69 ]. Additionally, experimental data suggest that PFASs can precipitate oxidative stress. The equilibrium between pro- and anti-inflammatory pathways is required for the modulation of osteoblast function [ 70 ]. To achieve a more rigorous and conclusive interpretation of these findings, future investigations grounded in a mechanistic approach are warranted.\n\nConversely, most previous studies largely investigated traditional PFASs such as PFOA and PFOS, with minimal information on the impact of PFAS structural variants and replacements on bone health. It is noteworthy that the use of PFOS and PFOA decreased or ceased in many countries starting in the early 2000s; however, their so-called “safer” substitutes, including 6:2 chlorinated polyfluorinated ether sulfonate (Cl-PFESA), 8:2 Cl-PFESA, and hexafluoropropylene oxide dimer acid, were quickly introduced and became widespread [ 71 , 72 ]. Recent findings indicate that these alternative PFASs have a similar or even higher toxicities than conventional PFOA or PFOS [ 60 , 73 ]. Specifically, both  in vitro  and  in vivo  studies suggest that Cl-PFESAs surpass PFOS in terms of placental transfer, bioaccumulation, and persistence [ 74 , 75 ]. Several studies have also noted that these alternative PFASs are linked to a range of adverse health outcomes, mirroring those of traditional PFASs [ 73 , 76 ]. However, a definite evidence demonstrating that alternative PFASs have a significant effect on bone health is nonexistent. Given the evolving understanding of PFAS and their potential effects on human health, comprehensive and methodologically rigorous investigations are imperative to specifically evaluate the impact of PFAS alternatives on bone health. Such research endeavors are not only timely but also critical to inform clinical and public health strategies.\n\n## PHTHALATES\n\nPhthalates are a group of chemical compounds known as diesters of phthalic acid. They are widely employed in the manufacturing industry for various purposes, including the production of plastics, cosmetics, and personal care products. To enhance their flexibility, durability, and transparency, phthalates are added to these products. They are also used as solvents and can be found in household products such as adhesives, paints, and cleaning agents. Because of their nonchemical binding to the products, phthalates can be released into the environment, leading to widespread exposure among humans and animals through inhalation, ingestion, and dermal contact [ 77 ].\n\nConcerns regarding the potential health effects of phthalates have been raised, specifically on the endocrine system. Phthalates have been classified as EDCs because of their ability to interfere with hormonal pathways. In humans and animals, phthalate exposure has been associated with reproductive and developmental disorders [ 78 ]. In pregnant individuals, exposure to phthalates has been associated with adverse outcomes, such as preterm birth, reduced fetal growth, and altered reproductive development [ 79 ]. These adverse effects have prompted the regulation and monitoring of phthalate levels in certain products, especially those used by vulnerable populations, such as pregnant individuals and infants [ 80 , 81 ].\n\nIn addition to reproductive and developmental effects, emerging evidence suggests that phthalates have negative effects on bone health. Several studies have examined the relationship between phthalate exposure and measures of bone health, including BMD, although the directionality of these associations remains variable. Elevated concentrations of phthalate metabolites in postmenopausal women consistently showed inverse correlations with BMD [ 82 ]. Some studies observed detrimental associations with increased concentrations of various phthalate metabolites relative to BMD; however, such observations were not universally corroborated across all investigations [ 83 , 84 ]. Remarkably, one study [ 83 ] found a positive association between monocarboxy-isononyl phthalate and BMD, whereas another [ 84 ] observed a negative association. Reeves et al. [ 84 ] pioneered the investigation of this association in postmenopausal women and found that mono-3-carboxypropyl phthalate and the sum of di-isobutyl phthalate metabolites were inversely associated with total hip BMD among estrogen nonusers but not among estrogen users, underscoring a prospective approach with hormonal therapy stratification. Collectively, these studies demonstrated a potential correlation between urinary phthalate metabolite concentrations and reduced BMD, particularly in postmenopausal women aged 50 years or above. Although pediatric populations may exhibit increased susceptibility to EDCs owing to their rapid growth, augmented EDC exposure routes (e.g., elevated ventilation rates and oral hand contact), and distinctive anatomical, physiological, and toxicokinetic profiles [ 85 ], the impact of phthalates on BMD or risk of fracture in childhood and adolescence is scarce, and further studies may be needed.\n\nAs a mechanistic explanation, rodent studies offer experimental insights, demonstrating the inhibitory effects of phthalates on bone health and homeostasis. Notably, investigations have shown that adult male mice exposed to dibutyl phthalate during prepubescence [ 86 ] and di(2-ethylhexyl) phthalate (DEHP) during adulthood [ 87 ] exhibit decreased BMD and compromised bone microarchitecture. Other studies found a reduced BMD in ovariectomized mice subjected to high DEHP concentrations [ 88 ] and in intact mice treated with diisononyl phthalate [ 89 ]. Some phthalates have also caused DNA damage, increased skeletal abnormalities, and osteoblast apoptosis in rodents, influencing BMD [ 90 ].\n\nAdditionally, several studies have found an association between increased phthalate metabolite concentrations and oxidative stress and inflammation, factors that can compromise BMD in seniors [ 91 , 92 ]. Recent literature also reported a link between specific phthalates, particularly DEHP [ 93 ] and mono-(3-carboxypropyl) phthalate [ 94 ], and perturbations in vitamin D concentrations in adults.\n\nGiven the widespread exposure to phthalates and its potential adverse effects on bone health, further research is warranted to better comprehend the underlying mechanisms and establish causality. This knowledge will inform public health policies and interventions aimed at reducing phthalate exposure and mitigating its effects on bone health. Collaboration among policymakers, manufacturers, healthcare professionals, and individuals is required to address the issue of phthalates and bone health.\n\n## DIOXINS\n\nDioxins encompass a group of 75 polychlorinated dibenzo-p-dioxin (PCDD) congeners, with 2,3,7,8-tetrachlorodibenzo-p-dioxin (TCDD) being particularly significant, along with 135 polychlorinated dibenzofuran (PCDF) congeners. Moreover, non-ortho- and mono-ortho-substituted polychlorinated biphenyls (PCBs) exhibit toxic properties similar to those of dioxins; thus, they are classified as “dioxin-like compounds (DLCs)” [ 95 ]. Dioxins and DLCs (referred to as D/DLCs) are lipophilic compounds that are highly resistant to degradation, rendering them persistent in the environment and the human body for extended periods [ 96 ].\n\nOral ingestion of contaminated food is the primary route of dioxin exposure [ 97 ]. Their ability to be transferred from the adipose tissue to the mother’s milk and consequently to the child, resulting in approximately 20% to 25% of the mother’s dioxin burden, is a peculiar characteristic of these chemicals [ 98 ]. These contaminants are widespread in the environment and are present in sources such as cigarette smoke, herbicides, and the food chain, particularly in meat, fatty milk, and fish products. Dioxins do not generally exist in materials before incineration. However, the combustion of materials and waste generates dioxins, which are introduced into the environment. Currently, waste material incineration in backyard settings yields higher levels of dioxins than industrial incinerators. Dioxins can also be released from natural sources such as forest fires and volcanoes.\n\nEpidemiologic studies on the relationship between D/DLC exposure and human bone mass remain limited. Several population-based studies regarding the environmental exposure of D/DLCs have shown inconsistent results for BMD. In 1968, a distressing incident occurred in Western Japan when over 1900 people inadvertently consumed rice oil contaminated with harmful substances, namely, PCBs, PCDFs, and PCDDs. This food contamination resulted in various clinical symptoms affecting different systems of the body, including the skin and eyes, leading to a condition known as Yusho oil poisoning [ 99 ]. A recent study conducted in 2006 showed that the concentrations of toxic equivalent substances from PCDDs, PCDFs, and non-ortho PCBs in the blood of patients afflicted with Yusho poisoning were 3.3-fold higher than those of healthy individuals [ 100 ]. Among the PCDF congeners, 2,3,4,7,8-penta CDF was identified as the primary causative agent of Yusho and was found to have a significantly higher concentration, approximately 10-fold greater than that in the control group. Consequently, dioxin-related compounds persisted in patients with Yusho for an extended period [ 100 ]. More than 50% of these patients experienced alveolar bone resorption in at least one tooth, with a higher prevalence among men than women [ 101 ]. Another study conducted by Shimizu et al. [ 102 ] that spanned over 12 years and observed patients with Yusho concluded that despite good oral care, several patients suffered from periodontal disease with horizontal alveolar bone resorption. These findings strongly suggest that exposure to PCDD/PCDF may have a detrimental impact on alveolar bone mineralization.\n\nMore recently, the relationship between the serum concentrations of PCDDs, PCDFs, and non-ortho-chlorinated biphenyls and BMD measured via DXA in a group of 262 female and 227 male patients with Yusho was investigated [ 99 ]. The researchers found a significant positive correlation between the concentrations of 1,2,3,4,7,8-hexachlorodibenzo-p-dioxin and 2,3,7,8-tetradibenzofuran and the BMD Z-score in men. However, any significant correlations between the concentrations of PCDDs, PCDFs, and non-ortho-chlorinated biphenyls in serum and BMD in women were not found. Nevertheless, after adjusting for region and body mass index, the concentration of 1,2,3,4,6, 7,8-heptachlorodibenzo-p-dioxin exhibited a negative correlation with the BMD Z-score in women. These findings indicate that exposure to specific PCDD/F congeners may lead to a reduced bone density in women. However, to better understand the effects of PCDD/Fs on bone density in patients with Yusho, further well-designed studies are needed [ 99 ]. Collectively, although previous studies failed to observe conclusive adverse effects of PCDD/Fs on bone density leading to osteoporosis, individuals exposed to high concentrations of PCDD/Fs might experience altered alveolar bone mineralization.\n\nOn July 10, 1976, another exposure accident occurred at a chemical plant in Seveso, Italy. The explosion released up to 30 kg of TCDD over an area of approximately 18 km2. In 1996, the Seveso Women’s Health Study, a historical cohort study aimed at investigating the effects of TCDD exposure on women’s health, was initiated. In 2014, Eskenazi et al. [ 103 ] conducted a study to explore the association between youth exposure to TCDD and bone structure in adulthood, including the potential impact of the timing of exposure. The study group comprised of 350 women from Seveso, Italy, who were below 20 years old at the time of the accident. The researchers examined the associations between bone indices, such as BMD and hip structural analysis, and TCDD concentrations in serum samples taken immediately after the pesticide plant explosion [ 103 ]. The results of the study suggested that TCDD concentration was associated with several indicators of favorable bone structure in premenopausal women exposed to TCDD prior to reaching the peak bone mass. Such an association was especially strong in women exposed to TCDD before the age of 5 years. Surprisingly, postmenopausal women exposed to TCDD after reaching the peak bone mass demonstrated improved bone structure compared with those exposed before reaching the peak bone mass. These findings indicate that TCDD exposure may potentially enhance bone strength and have no detrimental effects on bone health in women, both before and after menopause.\n\nIndigenous populations living in Canada’s northern regions are exposed to persistent organic pollutants through their traditional diet, which includes the consumption of predator fish species. A cross-sectional study was performed, highlighting on 249 Cree women between the ages of 35 and 74 years from Eastern James Bay [ 104 ]. This study investigated the relationship between the plasma concentrations of specific DLCs and parameters related to bone quality, which were evaluated using quantitative ultrasound at the right calcaneus. The results indicated that the concentrations of DL-PCB 105 and 118 were inversely associated with the stiffness index, a measure of bone quality, even after adjusting for various confounding factors. However, no significant association was noted between the overall DLC concentration and bone quality parameters.\n\nCollectively, the aforementioned epidemiological studies failed to conclusively show any adverse effects of PCDD/Fs on bone density leading to osteoporosis. However, it is possible that individuals exposed to high PCDD/F concentrations, such as patients with Yusho, experienced altered alveolar bone mineralization. Conversely, in women affected by the Seveso accident, exposure to TCDD was associated with improved bone structure. This positive association may be attributed to TCDD stimulating bone remodeling and formation.\n\n## OTHER EDCs\n\n3-Methylcholanthrene (3MC) is a polycyclic aromatic hydrocarbon produced by burning organic compounds at very high temperatures. It exerts toxic and tumorigenic effects by acting as an aryl hydrocarbon receptor (AhR) agonist [ 105 ]. An  in vitro  study showed that 3MC inhibited the proliferation and differentiation of osteoblasts and osteoclasts [ 106 , 107 ]. In several skeletal districts, 3MC exposure in pregnant mice delayed ossification [ 106 ].\n\nBenzo[a]pyrene (BaP) is a polycyclic aromatic hydrocarbon typically found in tobacco smoke and tar. It inhibits osteoclastogenesis and osteoblastogenesis by binding to AhR or an estrogen receptor-related cyclooxygenase-2 pathway [ 108 - 110 ]. Additionally, BaP impairs chondrogenesis and fracture healing [ 111 ].\n\nPCBs are organic chlorine compounds widely used as lubricants, cutting oils, and electrical equipment such as capacitors and transformers. They reduce collagen content and impair bone strength through their anti-estrogen actions [ 112 ]. PCBs also reduce bone mineralization by interfering with thyroid hormone synthesis and vitamin D metabolism [ 113 ]. Furthermore, it has been reported that PCBs interfere with gonadal hormone secretion [ 114 ].\n\n## CONCLUSIONS\n\nConsiderable evidence indicates that maternal and early childhood exposure to EDCs leads to modifications in hormone production and directly impacts bone homeostasis. However, population studies on the bone effects of EDCs have shown inconsistent results. The effects of EDCs on bone health are influenced by various factors, including the timing, duration, and amount of exposure. Vulnerability to EDCs is critical during growth periods, particularly the prenatal period, when organogenesis and skeletal development occur. During these critical developmental windows, EDC exposure can lead to significant disruptions in hormonal signaling and bone tissue formation, potentially affecting bone growth and overall bone health later in life.\n\nInvestigating the effects of multiple EDCs acting simultaneously on the system is a complex challenge. While considerable research has been conducted on the individual effects of various EDCs using  in vitro  and/or  in vivo  systems, understanding their combined effects remains a significant scientific endeavor. Moreover, exposure to multiple EDCs in real-life scenarios is common owing to their ubiquitous presence in the environment and exposure through various sources, as mentioned above. Therefore, this makes it crucial to investigate the cumulative effects of multiple EDCs to comprehensively assess their potential health implications accurately. While the research conducted so far has provided valuable insights into the effects of individual EDCs, our understanding remains limited. Several questions remain unanswered regarding the combined effects of EDC mixtures and their long-term effects on human health. To address these gaps, further researches are essential. Advanced methods, such as computational modeling, high-throughput screening, and systems biology approaches, can help unravel the complex interactions of multiple EDCs within the human body. Long-term epidemiological studies that investigate the incidence of fracture, including follow-up of populations exposed to EDC mixtures, will be crucial in evaluating the potential health effects over time.",
  "reference_count": 114,
  "word_count": 5572,
  "char_count": 37565
}