{
  "pmcid": "PMC11468208",
  "doi": "10.1186/s12889-024-20267-5",
  "title": "Effects of single and combined urinary polycyclic aromatic hydrocarbon effects on lung function in the U.S. adult population",
  "authors": [
    "Pu Fang",
    "Jin-Jin Zhang",
    "Zong-Qing Lu",
    "Shuai Li",
    "Dun-Lin Xia",
    "Qin Xu",
    "Xiang-Hui Wu",
    "Geng-Yun Sun",
    "Qing-Hai You",
    "Lin Fu"
  ],
  "year": "2024",
  "journal": "BMC Public Health",
  "abstract": "Background The impact of polycyclic aromatic hydrocarbons (PAHs) on lung function has garnered attention, but studies mostly focus on individual effect. This study investigates urinary PAH metabolites as biomarkers of exposure and assesses the relationships between single and combined exposures to nine urinary PAH metabolites and lung function in adults. Methods Data from 4040 adults in the 2007–2012 National Health and Nutrition Examination Survey (NHANES) were analyzed. Weighted generalized linear models estimated the effects of individual PAH metabolites on lung function. Additionally, weighted quantile sum (WQS) regression, quantile g-computation (qgcomp), and Bayesian kernel machine regression (BKMR) were employed to evaluate the combined impacts of multiple PAH metabolites. Results Analyses of individual PAH metabolites revealed negative associations with lung function, excluding forced vital capacity (FVC). The WQS, qgcomp, and BKMR models consistently showed that exposure to multiple PAH metabolites was associated with lung function decrease. WQS indicated that 2-hydroxynaphthalene (2-NAP) was the largest contributor to the reductions in forced expiratory volume in 1 s (FEV1), FVC, peak expiratory flow (PEF), and forced expiratory flow from 25 to 75% of FVC (PEF25-75%). Additionally, 1-hydroxypyrene (1-PYR) was the primary PAH metabolite contributing to the decreases in FEV1/FVC and fractional exhaled nitric oxide (FeNO). The combined effect of urinary PAH metabolites did not affect FVC in the current smokers or FeNO in nonsmokers, but decreased FEV1/FVC in current smokers. Conclusion This study strengthens the negative relationships between multiple PAH metabolites exposure and lung function in adults. Given the limitations of this study, including the lack of knowledge of other exposure pathways and the uncertainty of urinary metabolites, further research is necessary to explore the mechanisms underlying these associations and to address the limitations in exposure assessment. Supplementary Information The online version contains supplementary material available at 10.1186/s12889-024-20267-5.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Polycyclic aromatic hydrocarbons (PAHs) are organic substances composed of two or more benzene rings [ 1 ]. These products are produced primarily via incomplete combustion processes, such as those occurring in wood burning, tobacco use, food preparation, and fossil fuel combustion. PAHs can be detected in the air, food, water, and soil [ 2 ]. Human exposure to PAHs can occur through skin contact, respiratory inhalation, or food intake [ 3 ]. Once absorbed into the human body, PAHs undergo metabolism in the liver and are subsequently eliminated through urine and feces. The half-life of most PAHs is less than 12 h, with concentrations returning to background levels within 24 h [ 4 ]. Emerging studies have highlighted PAHs as a growing concern for human environmental health. Organs that experience prolonged exposure to PAHs, such as the lungs, skin, breast, esophagus, colon, and bladder, face an elevated risk of malignant tumors [ 5 – 8 ]. PAH exposure is also associated with other diseases, including cardiovascular disease (CVD), chronic obstructive pulmonary disease (COPD), asthma, diabetes, and Alzheimer’s disease [ 9 – 12 ]. Given their high exposure levels, concentrations, persistent nature, and toxicity, the United States Environmental Protection Agency (USEPA) designated PAHs priority pollutants in 1983 [ 13 ]. This recognition underscores the need for continued research and regulatory measures to address the potential adverse impacts of PAHs on both environmental and human health. Urinary monohydroxylated PAH (OH-PAH) has been considered as a biomarker representing the level of PAH exposure in individuals in a number of studies [ 14 ,  15 ], therefore, exploring the relationship between urinary OH-PAHs levels and various diseases can effectively reflect the association between PAHs exposure in the environment and disease [ 16 ].\n\nVarious lung function indices are commonly assessed in clinical practice. Evaluating lung function is fundamental for diagnosing respiratory health issues such as asthma or COPD. An increasing number of studies have revealed that reduced lung function may indicate the occurrence of various diseases. These diseases include not only respiratory system disorders but also a broad spectrum of nonrespiratory system diseases, including cardiovascular disease (CVD), diabetes, and metabolic disorders [ 17 ,  18 ]. Recent studies have reported that PAH exposure can reduce lung function [ 19 – 21 ]. However, conflicting conclusions have arisen from some studies [ 19 – 21 ]. Experimental studies have identified synergistic interactions between different PAH exposures and DNA damage resulting from mixed PAH exposure, challenging the notion that purely additive effects could explain the reason for DNA damage [ 22 ,  23 ]. While existing studies exploring the relationship between PAH exposure and lung function have often focused on individual PAHs or overall PAHs, real-life exposure to PAHs typically involves multiple components simultaneously. Neglecting the interactions of different PAH components may lead to incomplete conclusions. Therefore, it is essential to investigate the combined effects of PAH metabolite mixtures on lung function in humans.\n\nIn this study, our primary objective was to comprehensively investigate the relationships between multiple urinary OH-PAH mixtures and lung function indices in adults through a cross-sectional study. Univariate and multivariate weighted generalized linear regression models were used to evaluate the associations between individual urinary OH-PAH and lung function. Furthermore, we conducted complementary studies to explore the joint effects of urinary OH-PAH mixtures on lung function indices through weighted quantile sum regression (WQS), quantile-based g-computation (qgcomp), and Bayesian kernel machine regression (BKMR) models. These findings contribute to new epidemiological evidence of the effect of PAH exposure on lung function in adults."
    },
    {
      "title": "Materials and methods",
      "text": "The National Health and Nutrition Examination Survey (NHANES) is a comprehensive survey that assesses the health and nutritional status of Americans ( https://www.cdc.gov/nchs/nhanes/index.htm ). The project received approval from the National Center for Health Statistics (NCHS) Ethics Review Committee, and written informed consent was obtained from all participants. The data for this study were extracted from three NHANES cycles conducted in 2007–2008, 2009–2010, and 2011–2012. The inclusion and exclusion criteria are outlined in a flowchart (Supplementary Fig.  1 ). A total of 26,358 participants were initially included in these three cycles. Participants under 20 years of age, those with undetected PAHs in urine, or those lacking PAH and urine creatinine data were excluded. Additionally, participants with incomplete data and covariates were excluded.\n\nThe PAH detection data were obtained from three NHANES datasets (NHANES 2007–2008, 2009–2010, and 2011–2012). The present study measured nine urinary OH-PAHs, namely, 1-hydroxynaphthalene (1-NAP), 2-hydroxynaphthalene (2-NAP), 2-hydroxyfluorene (2-FLU), 3-hydroxyfluorene (3-FLU), 9-hydroxyfluorene (9-FLU), 1-hydroxyphenanthrene (1-PHE), 2-hydroxyphenanthrene (2-PHE), 3-hydroxyphenanthrene (3-PHE), and 1-hydroxypyrene (1-PYR). Detailed information on the specimen collection methods, laboratory testing methods, and processing methods can be found on the NHANES website ( https://wwwn.cdc.gov/nchs/data/nhanes/2011-2012/labmethods/pah_g_met.pdf ). The detection rates of urinary OH-PAHs were above 80%, and the limits of detection (LODs) for the OH-PAHs are provided in Supplementary Table  1 . In cases where a OH-PAH concentration fell below the LOD, the value of the LOD divided by the square root of two was utilized. Urinary creatinine was used to correct for urinary OH-PAHs, mitigating issues related to urinary dilution and concentration interference (ng/g creatinine).\n\nThe lung function testing procedures adhered to the recommendations of the American Thoracic Society. Five lung function parameters were obtained, including forced expiratory volume in 1 s (FEV1), forced vital capacity (FVC), the FEV1/FVC ratio, peak expiratory flow (PEF), forced expiratory flow from 25 to 75% of the FVC (PEF 25 − 75% ), and fractional exhaled nitric oxide (FeNO). A professional assessment of the quality of the FEV1 and FVC values was concurrently provided, assigning an A-F rating. Only data with quality grades A or B were included in the present study.\n\nThe covariates included in this study were selected based on prior research. The following covariates were used: age (years), sex (female or male), ethnicity (non-Hispanic white, non-Hispanic black, Mexican American, other Hispanic, other race—including multiple races), marital status (married, divorced, never married, separated, widowed, or living with a partner), education level (lower than high school, high school or equivalent, above high school), diabetes mellitus (based on questionnaires, blood glucose testing, glycosylated hemoglobin, and use of diabetes medication or insulin), and hypertension (based on questionnaires, average blood pressure, and hypertension medication). The serum concentration of cotinine was considered an indicator of exposure to environmental cigarette smoke [ 24 ]. Given the right-skewed distribution of serum cotinine concentrations in the present study, we categorized patients into high-exposure (≥ 0.048 ng/ml) and low-exposure (< 0.048 ng/ml) groups based on the median concentration (0.048 ng/ml) of serum cotinine. Body mass index (BMI) values were classified into several conventionally agreed categories upon by the World Health Organization (underweight, < 18.5 kg/m 2 ; normal weight, 18.5 to < 25.0 kg/m 2 ; overweight, 25.0 to < 30.0 kg/m 2 ; obese, ≥ 30.0 kg/m 2 ) [ 25 ]. Drinking was based on the standard classification of drinking behaviour in the NHANES survey (from the questionnaire ‘alq101’, drinkers, ≥ 12 drinks/year; non-drinkers, < 12 drinks/year) [ 26 ]. The Family Income to Poverty Ratio (FIR) represented different levels of economic status. Based on previous FIR classifications in the literature, the population was categorized into low-income (< 1.30), middle-income (1.30–1.35) and high-income levels (> 1.35) [ 27 ].\n\nThe descriptive analysis included the characteristics of all participants. T tests were employed for continuous variables that followed a normal distribution (Kolmogorov-Smirnov test,  p  ≥ 0.05), whereas rank-sum tests were applied for categorical variables. Notably, the concentrations of all nine urinary OH-PAHs in this study exhibited a significantly right-skewed distribution. To address this, log transformation (lg-transformed) was implemented to convert urinary OH-PAH concentrations into a normal distribution.\n\nThe associations between each OH-PAH and various lung function parameters were investigated by treating the concentrations of individual OH-PAHs as continuous variables using a weighted generalized linear model (GLM). A univariate crude model (Model 1) was used to explore the unadjusted relationship between individual urinary OH-PAHs and lung function. Model 2 was adjusted for age, ethnicity, marital status, education level, BMI, FIR, alcohol consumption, serum cotinine concentration, diabetes mellitus status, and hypertension status. A significance level of  p  < 0.05 was considered to indicate statistical significance, and the slopes (β) of the GLM along with their corresponding 95% confidence intervals (95% CI) were reported.\n\nFirst, a WQS regression was used to investigate the joint association of the nine urinary OH-PAHs with lung function. The WQS index was constructed based on quartiles of urinary OH-PAHs, assigning a weight to each urinary OH-PAH. The total weights of all exposures summed to 1, with each weight reflecting the strength of its association with lung function and considering collinearity between urinary OH-PAHs [ 28 ]. For this study, 40% of the participants were assigned to the test set, and the remaining 60% were assigned to the validation set. Simultaneously, 1000 bootstrap samples were included. Both a univariate crude model (WQS Model 1) and an adjusted model (WQS Model 2) were executed in the WQS model. However, the WQS model assumes that connections between each component and the outcome are in the same direction [ 28 ]. To address this limitation, we employed a qgcomp model based on the WQS model framework, allowing flexibility in the direction of exposure [ 29 ]. The qgcomp model assigned either negative or positive weights to each exposure, estimating the combined effect of the exposures. The number of bootstrap iterations was set to 200, and the parameter q was set to 4. Notably, survey weights were incorporated into both the WQS and qgcomp models.\n\nNext, considering interactions between exposures and nonlinear associations between exposures and outcomes, a BKMR model was constructed to explore the interaction between exposures and the combined effect on outcomes [ 30 ]. The number of bootstrap iterations was set to 25,000.\n\nSubgroup analyses were performed based on smoking status to determine strata effects. Smoking status was classified into three categories: current (individuals who have smoked at least 100 cigarettes in their lifetime and currently smoke), former (the person has smoked more than 100 cigarettes in their life but does not smoke now), and never (the person has smoked fewer than 100 cigarettes in their life).\n\nAll analyses were conducted using R software (version 4.2.2). The packages “svyglm,” “gWQS,” “BKMR,” and “qgcomp” were utilized to run survey-weighted GLM, WQS, BKMR, and qcomp models. A p value less than 0.05 was considered to indicate statistical significance (two-sided)."
    },
    {
      "title": "Study population",
      "text": "The National Health and Nutrition Examination Survey (NHANES) is a comprehensive survey that assesses the health and nutritional status of Americans ( https://www.cdc.gov/nchs/nhanes/index.htm ). The project received approval from the National Center for Health Statistics (NCHS) Ethics Review Committee, and written informed consent was obtained from all participants. The data for this study were extracted from three NHANES cycles conducted in 2007–2008, 2009–2010, and 2011–2012. The inclusion and exclusion criteria are outlined in a flowchart (Supplementary Fig.  1 ). A total of 26,358 participants were initially included in these three cycles. Participants under 20 years of age, those with undetected PAHs in urine, or those lacking PAH and urine creatinine data were excluded. Additionally, participants with incomplete data and covariates were excluded."
    },
    {
      "title": "PAH metabolite assessment",
      "text": "The PAH detection data were obtained from three NHANES datasets (NHANES 2007–2008, 2009–2010, and 2011–2012). The present study measured nine urinary OH-PAHs, namely, 1-hydroxynaphthalene (1-NAP), 2-hydroxynaphthalene (2-NAP), 2-hydroxyfluorene (2-FLU), 3-hydroxyfluorene (3-FLU), 9-hydroxyfluorene (9-FLU), 1-hydroxyphenanthrene (1-PHE), 2-hydroxyphenanthrene (2-PHE), 3-hydroxyphenanthrene (3-PHE), and 1-hydroxypyrene (1-PYR). Detailed information on the specimen collection methods, laboratory testing methods, and processing methods can be found on the NHANES website ( https://wwwn.cdc.gov/nchs/data/nhanes/2011-2012/labmethods/pah_g_met.pdf ). The detection rates of urinary OH-PAHs were above 80%, and the limits of detection (LODs) for the OH-PAHs are provided in Supplementary Table  1 . In cases where a OH-PAH concentration fell below the LOD, the value of the LOD divided by the square root of two was utilized. Urinary creatinine was used to correct for urinary OH-PAHs, mitigating issues related to urinary dilution and concentration interference (ng/g creatinine)."
    },
    {
      "title": "Lung function assessment",
      "text": "The lung function testing procedures adhered to the recommendations of the American Thoracic Society. Five lung function parameters were obtained, including forced expiratory volume in 1 s (FEV1), forced vital capacity (FVC), the FEV1/FVC ratio, peak expiratory flow (PEF), forced expiratory flow from 25 to 75% of the FVC (PEF 25 − 75% ), and fractional exhaled nitric oxide (FeNO). A professional assessment of the quality of the FEV1 and FVC values was concurrently provided, assigning an A-F rating. Only data with quality grades A or B were included in the present study."
    },
    {
      "title": "Covariates",
      "text": "The covariates included in this study were selected based on prior research. The following covariates were used: age (years), sex (female or male), ethnicity (non-Hispanic white, non-Hispanic black, Mexican American, other Hispanic, other race—including multiple races), marital status (married, divorced, never married, separated, widowed, or living with a partner), education level (lower than high school, high school or equivalent, above high school), diabetes mellitus (based on questionnaires, blood glucose testing, glycosylated hemoglobin, and use of diabetes medication or insulin), and hypertension (based on questionnaires, average blood pressure, and hypertension medication). The serum concentration of cotinine was considered an indicator of exposure to environmental cigarette smoke [ 24 ]. Given the right-skewed distribution of serum cotinine concentrations in the present study, we categorized patients into high-exposure (≥ 0.048 ng/ml) and low-exposure (< 0.048 ng/ml) groups based on the median concentration (0.048 ng/ml) of serum cotinine. Body mass index (BMI) values were classified into several conventionally agreed categories upon by the World Health Organization (underweight, < 18.5 kg/m 2 ; normal weight, 18.5 to < 25.0 kg/m 2 ; overweight, 25.0 to < 30.0 kg/m 2 ; obese, ≥ 30.0 kg/m 2 ) [ 25 ]. Drinking was based on the standard classification of drinking behaviour in the NHANES survey (from the questionnaire ‘alq101’, drinkers, ≥ 12 drinks/year; non-drinkers, < 12 drinks/year) [ 26 ]. The Family Income to Poverty Ratio (FIR) represented different levels of economic status. Based on previous FIR classifications in the literature, the population was categorized into low-income (< 1.30), middle-income (1.30–1.35) and high-income levels (> 1.35) [ 27 ]."
    },
    {
      "title": "Statistical analysis",
      "text": "The descriptive analysis included the characteristics of all participants. T tests were employed for continuous variables that followed a normal distribution (Kolmogorov-Smirnov test,  p  ≥ 0.05), whereas rank-sum tests were applied for categorical variables. Notably, the concentrations of all nine urinary OH-PAHs in this study exhibited a significantly right-skewed distribution. To address this, log transformation (lg-transformed) was implemented to convert urinary OH-PAH concentrations into a normal distribution.\n\nThe associations between each OH-PAH and various lung function parameters were investigated by treating the concentrations of individual OH-PAHs as continuous variables using a weighted generalized linear model (GLM). A univariate crude model (Model 1) was used to explore the unadjusted relationship between individual urinary OH-PAHs and lung function. Model 2 was adjusted for age, ethnicity, marital status, education level, BMI, FIR, alcohol consumption, serum cotinine concentration, diabetes mellitus status, and hypertension status. A significance level of  p  < 0.05 was considered to indicate statistical significance, and the slopes (β) of the GLM along with their corresponding 95% confidence intervals (95% CI) were reported.\n\nFirst, a WQS regression was used to investigate the joint association of the nine urinary OH-PAHs with lung function. The WQS index was constructed based on quartiles of urinary OH-PAHs, assigning a weight to each urinary OH-PAH. The total weights of all exposures summed to 1, with each weight reflecting the strength of its association with lung function and considering collinearity between urinary OH-PAHs [ 28 ]. For this study, 40% of the participants were assigned to the test set, and the remaining 60% were assigned to the validation set. Simultaneously, 1000 bootstrap samples were included. Both a univariate crude model (WQS Model 1) and an adjusted model (WQS Model 2) were executed in the WQS model. However, the WQS model assumes that connections between each component and the outcome are in the same direction [ 28 ]. To address this limitation, we employed a qgcomp model based on the WQS model framework, allowing flexibility in the direction of exposure [ 29 ]. The qgcomp model assigned either negative or positive weights to each exposure, estimating the combined effect of the exposures. The number of bootstrap iterations was set to 200, and the parameter q was set to 4. Notably, survey weights were incorporated into both the WQS and qgcomp models.\n\nNext, considering interactions between exposures and nonlinear associations between exposures and outcomes, a BKMR model was constructed to explore the interaction between exposures and the combined effect on outcomes [ 30 ]. The number of bootstrap iterations was set to 25,000.\n\nSubgroup analyses were performed based on smoking status to determine strata effects. Smoking status was classified into three categories: current (individuals who have smoked at least 100 cigarettes in their lifetime and currently smoke), former (the person has smoked more than 100 cigarettes in their life but does not smoke now), and never (the person has smoked fewer than 100 cigarettes in their life).\n\nAll analyses were conducted using R software (version 4.2.2). The packages “svyglm,” “gWQS,” “BKMR,” and “qgcomp” were utilized to run survey-weighted GLM, WQS, BKMR, and qcomp models. A p value less than 0.05 was considered to indicate statistical significance (two-sided)."
    },
    {
      "title": "Descriptive analysis",
      "text": "The descriptive analysis included the characteristics of all participants. T tests were employed for continuous variables that followed a normal distribution (Kolmogorov-Smirnov test,  p  ≥ 0.05), whereas rank-sum tests were applied for categorical variables. Notably, the concentrations of all nine urinary OH-PAHs in this study exhibited a significantly right-skewed distribution. To address this, log transformation (lg-transformed) was implemented to convert urinary OH-PAH concentrations into a normal distribution."
    },
    {
      "title": "Effect of individual PAHs on lung function",
      "text": "The associations between each OH-PAH and various lung function parameters were investigated by treating the concentrations of individual OH-PAHs as continuous variables using a weighted generalized linear model (GLM). A univariate crude model (Model 1) was used to explore the unadjusted relationship between individual urinary OH-PAHs and lung function. Model 2 was adjusted for age, ethnicity, marital status, education level, BMI, FIR, alcohol consumption, serum cotinine concentration, diabetes mellitus status, and hypertension status. A significance level of  p  < 0.05 was considered to indicate statistical significance, and the slopes (β) of the GLM along with their corresponding 95% confidence intervals (95% CI) were reported."
    },
    {
      "title": "Combined effect of PAHs on lung function",
      "text": "First, a WQS regression was used to investigate the joint association of the nine urinary OH-PAHs with lung function. The WQS index was constructed based on quartiles of urinary OH-PAHs, assigning a weight to each urinary OH-PAH. The total weights of all exposures summed to 1, with each weight reflecting the strength of its association with lung function and considering collinearity between urinary OH-PAHs [ 28 ]. For this study, 40% of the participants were assigned to the test set, and the remaining 60% were assigned to the validation set. Simultaneously, 1000 bootstrap samples were included. Both a univariate crude model (WQS Model 1) and an adjusted model (WQS Model 2) were executed in the WQS model. However, the WQS model assumes that connections between each component and the outcome are in the same direction [ 28 ]. To address this limitation, we employed a qgcomp model based on the WQS model framework, allowing flexibility in the direction of exposure [ 29 ]. The qgcomp model assigned either negative or positive weights to each exposure, estimating the combined effect of the exposures. The number of bootstrap iterations was set to 200, and the parameter q was set to 4. Notably, survey weights were incorporated into both the WQS and qgcomp models.\n\nNext, considering interactions between exposures and nonlinear associations between exposures and outcomes, a BKMR model was constructed to explore the interaction between exposures and the combined effect on outcomes [ 30 ]. The number of bootstrap iterations was set to 25,000.\n\nSubgroup analyses were performed based on smoking status to determine strata effects. Smoking status was classified into three categories: current (individuals who have smoked at least 100 cigarettes in their lifetime and currently smoke), former (the person has smoked more than 100 cigarettes in their life but does not smoke now), and never (the person has smoked fewer than 100 cigarettes in their life).\n\nAll analyses were conducted using R software (version 4.2.2). The packages “svyglm,” “gWQS,” “BKMR,” and “qgcomp” were utilized to run survey-weighted GLM, WQS, BKMR, and qcomp models. A p value less than 0.05 was considered to indicate statistical significance (two-sided)."
    },
    {
      "title": "Results",
      "text": "The population characteristics of a total of 4040 participants, including 1959 females and 2081 males, from NHANES 2007–2012 are presented in Table  1 . The majority of participants identified as non-Hispanic white, accounting for 70.5% of the weighted percent of the total population. Over half of the participants were married (56.6%), and a significant proportion had a high level of education (60.3%). Male participants exhibited lower concentrations of all nine OH-PAHs than females did, with more pronounced differences observed in 2-NAP, 1-PHE, and 1-PYR. Significant differences in marital status, education level, hypertension status, BMI, FIR, alcohol consumption, and serum cotinine concentration were found between males and females. The results of lung function measurements are presented in Supplementary Table  2 . In comparison to female participants, male participants exhibited greater FEV1 and FVC, faster flow rates of PEF and PEF 25 − 75% , and greater FeNO concentrations. However, among male participants, a lower ratio of FEV1/FVC was observed (0.788 vs. 0.771).\n\nTable 1 Characteristics of included participants (aged ≥ 20) from NHANES 2007–2012 Variables Total ( n  = 4040) Female ( n  = 1959) Male ( n  = 2081) P  value Age (year) 47.1 ± 0.432 47.8 ± 0.497 46.4 ± 0.590 0.050 Ethnicity ,  n (%)    0.035 Non-Hispanic White 1892 (70.5) 919 (70.6) 973 (70.4) Non-Hispanic Black 817 (10.3) 401 (11.3) 416 (9.38) Mexican American 591 (7.64) 276 (6.52) 315 (8.76) Other Hispanic 406 (5.42) 213 (5.47) 193 (5.37) Other Race - Including Multi-Racial 334 (6.15) 150 (6.20) 184 (6.10) Marital status ,  n (%)    < 0.001 Married 2099 (56.6) 911 (52.6) 1188 (60.6) Divorced 429 (10.2) 238 (12.0) 191 (8.44) Never married 755 (18.6) 359 (17.3) 396 (19.9) Separated 122 (1.93) 68 (2.22) 54 (1.64) Widowed 330 (5.54) 242 (8.83) 88 (2.22) Living with partner 305 (7.14) 141 (7.07) 164 (7.22) Education level ,  n (%)    0.033 Lower than high school 425 (5.60) 174 (4.74) 251 (6.46) High school or equivalent 1538 (34.2) 754 (33.7) 784 (34.6) Above high school 2077 (60.3) 1031 (61.5) 1046 (59.0) Diabetes mellitus ,  n (%)    0.538 No 3391 (88.0) 1657 (88.5) 1734 (87.4) Yes 649 (12.0) 302 (11.5) 347 (12.6) Hypertension ,  n (%)    0.011 No 2342 (62.9) 1171 (65.4) 1171 (60.4) Yes 1698 (37.1) 788 (34.6) 910 (39.6) BMI (kg/m \n 2 \n )    < 0.001 < 18.5 60.0 (1.38) 43.0 (2.30) 17.0 (0.442) 18.5 to < 25 1130 (30.1) 574 (33.9) 556 (26.3) 25 to < 30 1358 (33.9) 579 (29.2) 779 (38.6) ≧ 30 1492 (34.7) 763 (34.6) 729 (34.7) FIR ,  n (%)    0.002 <1.3 1311 (21.3) 700 (23.5) 611 (19.0) 1.3–3.5 1446 (34.3) 670 (33.8) 776 (34.8) >3.5 1283 (44.5) 589 (42.7) 694 (46.2) Drinker ,  n (%)    < 0.001 No 1042 (21.4) 708 (30.2) 334 (12.5) Yes 2998 (78.6) 1251 (69.8) 1747 (87.5) Serum cotinine    < 0.001 Low 2018 (52.4) 1092 (57.8) 926 (47.1) High 2022 (47.6) 867 (42.2) 1155 (52.9) Smoking status ,  n (%) Current 880 (21.7) 387 (19.4) 493 (21.8) Former 992 (24.6) 374 (21.3) 618 (28.2) Never 2168 (53.7) 1198 (59.4) 970 (50.0) PAHs (ng/L) 1-NAP 1891 (860, 6103) 1997 (977, 6374) 1764 (772, 5874) 0.041 2-NAP 3776 (2037, 8301) 4183 (2295, 9346) 3277 (1832, 7284) < 0.001 2-FLU 210 (133, 503) 216 (144, 482) 202 (124, 536) 0.109 3-FLU 80.0 (47.4, 217) 82.1 (50.0, 204) 76.0 (44.4, 242) 0.190 9-FLU 280 (166, 539) 296 (176, 542) 268 (158, 520) 0.021 1-PHE 139 (88.5, 228) 154 (100, 250) 124 (79.5, 207) < 0.001 2-PHE 65.2 (43.2, 109) 68.3 (45.6, 109) 62.3 (41.1, 110) 0.039 3-PHE 73.6 (45.6, 133) 75.7 (48.6, 134) 71.6 (43.2, 131) 0.093 1-PYR 107 (66.1, 199) 119 (74.5, 210) 100 (60.0, 180) < 0.001 Notes  Categorical variables were presented as number (n) and percentage. n, numbers of subjects; %, weighted percentage. Normally distributed continuous variables were expressed as mean (SD); Non-normally distributed continuous variables were expressed as median (IQR). Bold denoted by  P  < 0.05 FIR: Family income-to-poverty ratio; BMI: Body mass index; PAHs: Polycyclic aromatic hydrocarbons; 1-NAP: 1-hydroxynaphthalene; 2-NAP: 2-hydroxynaphthalene; 2-FLU: 2-hydroxyfluorene; 3-FLU: 3-hydroxyfluorene; 3-PHE: 3-hydroxyphenanthrene; 1-PHE: 1-hydroxyphenanthrene; 2-PHE: 2-hydroxyphenanthrene; 1-PYR: 1-hydroxypyrene; 9-FLU: 9-hydroxyfluorene\n\nCharacteristics of included participants (aged ≥ 20) from NHANES 2007–2012\n\nNotes  Categorical variables were presented as number (n) and percentage. n, numbers of subjects; %, weighted percentage. Normally distributed continuous variables were expressed as mean (SD); Non-normally distributed continuous variables were expressed as median (IQR). Bold denoted by  P  < 0.05\n\nFIR: Family income-to-poverty ratio; BMI: Body mass index; PAHs: Polycyclic aromatic hydrocarbons; 1-NAP: 1-hydroxynaphthalene; 2-NAP: 2-hydroxynaphthalene; 2-FLU: 2-hydroxyfluorene; 3-FLU: 3-hydroxyfluorene; 3-PHE: 3-hydroxyphenanthrene; 1-PHE: 1-hydroxyphenanthrene; 2-PHE: 2-hydroxyphenanthrene; 1-PYR: 1-hydroxypyrene; 9-FLU: 9-hydroxyfluorene\n\nUnivariate and multivariate survey-weighted GLMs were used to evaluate the impact of single OH-PAH on lung function (Table  2 ). In Model 1, an increase in the lg-transformed concentrations of the nine OH-PAHs was associated with a decrease in FEV1/FVC, PEF, PEF25-75%, and FeNO. Except for 1-PYR, there was a decrease in FEV1 across the remaining PAHs. FVC decreased in response to increases in 1-NAP, 2-NAP, 9-FLU, 1-PHE, and 2-PHE. In Model 2, after adjusting for all covariates, FEV1/FVC was negatively associated with all nine OH-PAHs, but no correlation was found between FVC and any of the nine OH-PAHs. Among the nine OH-PAHs, with each unit increase in lg-transformed OH-PAH concentration, 2-PHE had the greatest effect on FEV1 (β = -143), and 2-FLU had the greatest effect on FEV1/FVC (β = -0.027), PEF (β = -327), PEF25-75% (β = -252), and FeNO (β = -5.91).\n\nTable 2 Associations of PAHs with lung function indicators in different survey-weighted GLMs Model 1 FEV1 FVC FEV1/FVC PEF PEF 25 − 75% FeNO Chemicals β (95% CI) β (95% CI) β (95% CI) β (95% CI) β (95% CI) β (95% CI) 1-NAP -186 (-252, -120) ** -122 (-206, -37.0) * -0.024 (-0.030, -0.019) ** -562 (-713, -412) ** -379 (-468, -289) ** -3.17 (-4.08, -2.26) ** 2-NAP -284 (-375, -193) ** -264 (-382, -146) ** -0.016 (-0.026, -0.006) * -896 (-1119, -672) ** -325 (-458, -192) ** -6.19 (-7.88, -4.51) ** 2-FLU -171 (-267, -75.3) ** -75.7 (-210, 58.2) -0.028 (-0.036, -0.019) ** -685 (-885, -485) ** -337 (-453, -222) ** -6.83 (-8.08, -5.58) ** 3-FLU -106 (-188, -25.8) * -15.5 (-130, 98.8) -0.023 (-0.030, -0.016) ** -507 (-687, -327) ** -250 (-349, -153) ** -5.95 (-7.21, -4.69) ** 9-FLU -326 (-437, -216) ** -254 (-387, -122) ** -0.032 (-0.042, -0.021) ** -887 (-1174, -601) ** -545 (-714, -375) ** -4.18 (-6.01, -2.36) ** 1-PHE -453 (-600, -306) ** -402 (-581, -222) ** -0.029 (-0.041, -0.017) ** -1101 (-1483, -718) ** -637 (-835, -438) ** -4.64 (-7.27, -2.02) ** 2-PHE -326 (-475, -177) ** -268 (-449, -88.2) * -0.028 (-0.039, -0.017) ** -814 (-1189, -440) ** -481 (-676, -286) ** -4.61 (-7.47, -1.74) * 3-PHE -213 (-339, -88.3) * -105 (-270, 59.3) -0.032 (-0.042, -0.021) ** -783 (-1092, -474) ** -439 (-602, -276) ** -4.37 (-6.48, -2.26) ** 1-PYR -99.6 (-215, 15.6) -62.0 (-209, 85.5) -0.01 (-0.020, 0.000) * -618 (-881, -355) ** -166 (-314, -19.4) * -6.13 (-8.07, -4.18) ** Model 2 FEV1 FVC FEV1/FVC PEF PEF \n 25 − 75% FeNO Chemicals β (95% CI) β (95% CI) β (95% CI) β (95% CI) β (95% CI) β (95% CI) 1-NAP -10.5 (-51.6, 30.6) 42.2 (-15.8, 100) -0.013 (-0.018, -0.008) ** -110 (-206, -13.7) * -97.4 (-166, -28.8) * -2.39 (-3.65, -1.12) ** 2-NAP -94.6 (-166, -22.9) * 8.16 (-83.2, 99.6) -0.022 (-0.032, -0.012) ** -238 (-439, -35.8) * -216 (-348, -83.4) * -4.55 (-6.76, -2.34) ** 2-FLU -102 (-169, -34.3) * -3.71 (-99.0, 91.6) -0.027 (-0.035, -0.018) ** -326 (-484, -169) ** -252 (-355, -149) ** -5.91 (-8.08, -3.74) ** 3-FLU -81.3 (-138, -24.5) * 9.92 (-71.5, 91.4) -0.023 (-0.031, -0.016) ** -235 (-379, -91.4) * -213 (-299, -128) ** -5.24 (-7.54, -2.94) ** 9-FLU -117 (-194, -40.2) * -71.2 (-161, 18.3) -0.017 (-0.026, -0.007) * -311 (-533, -88.8) * -205 (-342, -68.0) * -2.53 (-5.00, -0.071) * 1-PHE -87.3 (-164, -11.0) * -35.0 (-132, 62.0) -0.011 (-0.021, -0.001) * -100 (-289, 87.9) -124 (-257, 8.42) -2.64 (-5.75, 0.475) 2-PHE -143 (-220, -65.7) ** -99.4 (-200, 1.22) -0.016 (-0.025, -0.007) * -293 (-509, -76.0) * -218 (-341, -94.5) * -2.88 (-6.24, 0.474) 3-PHE -88.8 (-161, -16.5) -8.01 (-105, 89.4) -0.021 (-0.031, -0.012) ** -303 (-498, -107) * -215 (-343, -86.7) * -2.39 (-5.38, 0.605) 1-PYR -66.2 (-135, 2.28) 13.8 (-78.3, 106) -0.019 (-0.026, -0.012) ** -165 (-372, 42.2) -218 (-325, -112) ** -4.03 (-6.82, -1.23) * Notes  Lg-transformed concentration chemicals Cr: urinary creatinine Model 1: Crude model, no covariate was adjusted Model 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus * P  < 0.05, ** P  < 0.001\n\nAssociations of PAHs with lung function indicators in different survey-weighted GLMs\n\nNotes  Lg-transformed concentration chemicals\n\nCr: urinary creatinine\n\nModel 1: Crude model, no covariate was adjusted\n\nModel 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus\n\n* P  < 0.05, ** P  < 0.001\n\nThe WQS model was applied to explore the joint impact of the nine urinary OH-PAHs on lung function (Table  3 ). The results indicated that the combined effects of these OH-PAHs were statistically significant for all lung function indices ( p  < 0.001) in both the crude model (WQS Model 1) and the adjusted model (WQS Model 2). The weights assigned to each OH-PAH in the joint effect are presented in Supplementary Table  3 . After we adjusted for all the covariates, 2-NAP had the highest influence on FEV1, FVC, PEF, and PEF25-75%, accounting for 69.5%, 71.3%, 42.0%, and 40.9%, respectively (Fig.  1  and Supplementary Table  3 ). Additionally, 1-PYR (48.3%) had the highest weight in terms of FEV1/FVC, while 3-FLU (36.8%) led in terms of FeNO (Fig.  1  and Supplementary Table  3 ). The qgcomp analysis produced similar joint effects of the nine OH-PAHs on lung function indices as observed in the WQS model (Table  4 ). 2-NAP remained the most dominant contributor to the effects on FEV1, FVC, and PEF resulting from coexposure to the nine OH-PAHs (Fig.  2 ). However, there were discrepancies in the results, with 1-NAP having the highest weight in FEV1/FVC (Fig.  2 C) and 2-FLU leading in FeNO (Fig.  2 F), which contradicted the findings of the WQS model.\n\nTable 3 The estimate of co-exposure in the WQS model Model 1 Estimate SE P FEV1 -176 21.6 < 0.001 FVC -138 25.7 < 0.001 FEV1/FVC -0.016 0.002 < 0.001 PEF -517 56.4 < 0.001 PEF 25 − 75% -240 31.8 < 0.001 FeNO -3.41 0.350 < 0.001 Model 2 FEV1 -166 18.3 < 0.001 FVC -181 24.8 < 0.001 FEV1/FVC -0.008 0.002 < 0.001 PEF -516 55.7 < 0.001 PEF 25 − 75% -188 28.5 < 0.001 FeNO -3.15 0.400 < 0.001 Model 1: Crude model, no covariate was adjusted. Bold denoted by  P  < 0.05  P  < 0.05 Model 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05 P  < 0.05\n\nThe estimate of co-exposure in the WQS model\n\nModel 1: Crude model, no covariate was adjusted. Bold denoted by  P  < 0.05  P  < 0.05\n\nModel 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05 P  < 0.05\n\nFig. 1 Weighted values of OH-PAHs for FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) in the WQS model. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\nWeighted values of OH-PAHs for FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) in the WQS model. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\nTable 4 The estimate of co-exposure in the survey-weighted qgcomp model Model 1 Estimate SE P FEV1 -158 24.2 < 0.001 FVC -130 31.2 < 0.001 FEV1/FVC -0.013 0.002 < 0.001 PEF -503 58.8 < 0.001 PEF 25%−75% -242 33.8 < 0.001 FeNO -3.10 0.420 < 0.001 Model 2 FEV1 -151 26.2 < 0.001 FVC -150 36.0 < 0.001 FEV1/FVC -0.009 0.003 < 0.001 PEF -452 64.4 < 0.001 PEF 25%−75% -194 35.1 < 0.001 FeNO -2.89 0.480 < 0.001 Model 1: Crude model, no covariate was adjusted. Bold denoted by  P  < 0.05 Model 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05\n\nThe estimate of co-exposure in the survey-weighted qgcomp model\n\nModel 1: Crude model, no covariate was adjusted. Bold denoted by  P  < 0.05\n\nModel 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05\n\nFig. 2 The estimated risk of the combined effect of OH-PAHs co-exposure on FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) by BKMR. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\nThe estimated risk of the combined effect of OH-PAHs co-exposure on FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) by BKMR. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\nPearson’s correlation coefficients among lg-transformed OH-PAHs are displayed in Supplementary Fig.  2 , revealing correlations between any two OH-PAHs (r values ranged from 0.366 to 0.927). Strong correlations ( r  > 0.800) were identified between 2-FLU and 3-FLU ( r  = 0.927), 2-FLU and 3-PHE ( r  = 0.807), 3-FLU and 3-PHE ( r  = 0.810), 1-PHE and 2-PHE ( r  = 0.807), and 2-PHE and 3-PHE ( r  = 0.860). According to the BKMR model, when all OH-PAHs were simultaneously fixed at different percentiles compared to their fixation at the median, coexposure to a high concentration of the nine OH-PAHs was associated with a decrease in FEV1 (above the 65% coexposure concentration) (Fig.  3 A), FEV1/FVC (above the 65% coexposure concentration) (Fig.  3 C), PEF (above the 70% coexposure concentration) (Fig.  3 D), PEF 25 − 75%  (above the 55% coexposure concentration) (Fig.  3 E), and FeNO (above the 65% coexposure concentration) (Fig.  3 F). Additionally, exposure‒response analyses for individual OH-PAHs and different lung function indices were performed to examine linear or nonlinear associations. When the remaining eight OH-PAH levels were fixed at the median, nonlinear associations were observed, particularly between 1-NAP and FeNO, 3-FLU and FEV1/FVC, 3-FLU and FeNO, and 3-PHE and FeNO (Supplementary Fig.  3 ). Moreover, dose‒response curves of one OH-PAH versus lung function indices are presented in Supplementary Figs.  4 – 9 , in which another OH-PAH level was fixed at the 10th, 50th, and 90th percentiles (with the remaining seven OH-PAH levels fixed at the median). The intersection of the curves suggested an interaction. In this study, interactions were observed between 3-FLU and 9-FLU, between 9-FLU and 2-PHE in FEV1 (Supplementary Fig.  4 ), between 2-FLU and 2-NAP, between 3-FLU and 2-NAP in PEF 25 − 75%  (Supplementary Fig.  8 ), and between 3-PHE and 3-FLU in FeNO (Supplementary Fig.  9 ).\n\nFig. 3 The weights of the positive and negative factors for FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) in the qgcomp model. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\nThe weights of the positive and negative factors for FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) in the qgcomp model. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\nThe subgroup analysis results are summarized in Table  5  and Supplementary Fig.  10 . The survey-weighted GLM indicated that single urinary OH-PAH concentration in former and current smokers had no significant effect on FEV1 or FVC (all OH-PAHs  p  > 0.05). However, for current smokers, specific urinary OH-PAHs, including 2-NAP ( p  = 0.043), 2-FLU ( p  = 0.016), 3-FLU ( p  = 0.007), 3-PHE ( p  = 0.016), and 1-PYR ( p  = 0.029), had effects on FEV1/FVC. Similarly, urinary OH-PAH had no effect on the PEF in either current or never smokers. The same situation was found for PEF25-75% in former and never smokers, as well as for FeNO in never smokers.\n\nTable 5 The associations of PAHs (ng/g cr) with lung function by survey-weighted GLM, WQS, and qgcomp models Smoking status   Current   Former   None Estimate SE P Estimate SE P Estimate SE P FEV1 GLM model 1-NAP 13.8 47.0 0.771 59.6 36.1 0.111 5.99 24.2 0.806 2-NAP -110 86.0 0.212 11.2 86.4 0.898 -68.6 33.0 0.047 2-FLU -115 82.7 0.178 -139 69.4 0.057 -37.6 38.0 0.331 3-FLU -131 68.8 0.067 -105 60.0 0.091 -8.08 40.2 0.842 9-FLU -103 78.4 0.201 -104 78.1 0.195 -78.2 34.4 0.031 1-PHE -158 113 0.172 -110 81.4 0.190 -35.2 42.2 0.410 2-PHE -201 103 0.061 -114 73.3 0.131 -103 37.2 0.010 3-PHE -161 93.6 0.097 -73.6 70.8 0.309 -28.1 40.3 0.490 1-PYR -83.7 72.5 0.259 -17.1 64.1 0.792 -30.7 34.0 0.374 WQS model Mixture of WQS -137 40.1 0.001 -84.6 40.2 0.036 -127 28.8 < 0.001 qgcomp model Mixture of qgcomp -116 50.9 0.023 -97.3 53.0 0.067 -169 40.4 < 0.001 FVC GLM model 1-NAP 64.3 57.0 0.270 62.2 47.4 0.202 9.04 33.9 0.792 2-NAP 58.5 120 0.629 1.93 105 0.986 -57.3 39.6 0.159 2-FLU 33.9 102 0.742 -146 95.8 0.140 -45.9 42.6 0.291 3-FLU 46.8 85.9 0.590 -117 88.3 0.199 -12.0 46.2 0.797 9-FLU -48.8 79.1 0.542 -161 97.3 0.110 -97.1 47.3 0.050 1-PHE -23.0 131 0.862 -123 110 0.272 -38.2 49.7 0.448 2-PHE -132 107 0.229 -152 92.8 0.116 -131 48.7 0.012 3-PHE -25.6 102 0.803 -61.7 97.5 0.533 -35.7 53.5 0.511 1-PYR 68.6 95.5 0.478 -36.8 83.8 0.665 -27.6 43.4 0.530 WQS model Mixture of WQS -90.5 51.2 0.078 -98.1 59.4 0.997 -224 37.3 < 0.001 qgcomp model Mixture of qgcomp -86.2 60.1 0.150 -134 65.3 0.041 -226 44.4 < 0.001 FEV1/FVC GLM model 1-NAP -0.008 0.007 0.295 -0.003 0.005 0.583 -0.000 0.004 0.907 2-NAP -0.030 0.014 0.043 0.002 0.009 0.825 0.001 0.005 0.885 2-FLU -0.031 0.012 0.016 -0.013 0.012 0.298 0.001 0.005 0.884 3-FLU -0.033 0.011 0.007 -0.010 0.011 0.352 0.002 0.005 0.710 9-FLU -0.016 0.014 0.259 -0.002 0.009 0.834 0.001 0.005 0.818 1-PHE -0.029 0.016 0.090 -0.006 0.008 0.459 0.007 0.005 0.168 2-PHE -0.023 0.015 0.127 -0.006 0.010 0.531 0.004 0.005 0.413 3-PHE -0.035 0.013 0.016 -0.013 0.010 0.199 0.004 0.006 0.516 1-PYR -0.030 0.013 0.029 0.002 0.008 0.836 -0.001 0.004 0.887 WQS model Mixture of WQS -0.017 0.004 < 0.001 -0.005 0.004 0.234 0.002 0.002 0.389 qgcomp model Mixture of qgcomp -0.012 0.005 0.023 -0.001 0.005 0.800 0.003 0.003 0.370 PEF GLM model 1-NAP -8.70 144 0.952 -25.7 135 0.851 -13.2 61.9 0.832 2-NAP -165 232 0.484 -148 297 0.623 2.51 106 0.981 2-FLU -191 199 0.346 -570 222 0.017 -60.4 122 0.625 3-FLU -173 197 0.387 -423 188 0.034 65.9 102 0.522 9-FLU -331 234 0.168 -457 213 0.042 -95.8 128 0.460 1-PHE -186 263 0.485 -443 195 0.032 143 136 0.302 2-PHE -344 259 0.196 -474 212 0.035 -84.7 146 0.567 3-PHE -394 237 0.108 -579 191 0.006 3.83 122 0.975 1-PYR -203 179 0.267 -212 214 0.331 54.1 104 0.608 WQS model Mixture of WQS -332 100 0.001 -451 116 < 0.001 -342 77.3 < 0.001 qgcomp model Mixture of qgcomp -330 119 0.006 -410 151 0.007 -383 92.7 < 0.001 PEF \n 25 − 75% GLM model 1-NAP -74.7 80.6 0.362 0.690 90.6 0.994 -7.10 42.4 0.868 2-NAP -367 158 0.028 -16.7 137 0.904 -15.1 75.0 0.842 2-FLU -376 144 0.015 -239 141 0.103 15.7 66.2 0.814 3-FLU -401 134 0.006 -215 121 0.089 53.2 66.2 0.429 9-FLU -138 167 0.416 -212 145 0.155 -53.8 68.1 0.436 1-PHE -352 189 0.073 -178 146 0.234 60.8 77.4 0.439 2-PHE -352 201 0.092 -165 140 0.250 -38.4 68.5 0.579 3-PHE -422 171 0.020 -225 141 0.123 28.4 74.8 0.707 1-PYR -377 129 0.007 -47.6 121 0.698 -54.6 62.2 0.388 WQS model Mixture of WQS -249 48.7 < 0.001 -132 59.2 < 0.001 -110 36.8 0.003 qgcomp model Mixture of qgcomp -226 77.9 0.004 -107 74.2 0.150 -126 49.9 0.012 FeNO GLM model 1-NAP -2.10 0.607 0.002 -1.88 1.11 0.101 1.31 1.02 0.212 2-NAP -3.47 1.73 0.055 -5.41 1.97 0.011 0.942 1.69 0.582 2-FLU -3.58 1.03 0.002 -6.25 1.34 < 0.001 0.173 1.91 0.928 3-FLU -4.30 0.975 < 0.001 -6.22 1.24 < 0.001 0.775 2.14 0.720 9-FLU -2.25 1.12 0.055 -1.19 1.74 0.502 1.07 1.79 0.554 1-PHE -2.45 1.60 0.138 -2.01 2.08 0.343 -0.132 2.02 0.948 2-PHE -3.51 1.30 0.012 -1.47 1.92 0.451 0.984 2.16 0.653 3-PHE -2.96 1.19 0.019 -1.59 1.63 0.339 2.48 2.09 0.246 1-PYR -3.36 1.38 0.022 -5.33 1.63 0.003 1.25 2.06 0.550 WQS model Mixture of WQS -1.83 0.585 0.002 -2.72 0.720 < 0.001 -1.00 0.514 0.051 qgcomp model Mixture of qgcomp -1.91 0.520 < 0.001 -2.63 0.891 0.003 -0.017 0.739 0.582 All model was adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05\n\nThe associations of PAHs (ng/g cr) with lung function by survey-weighted GLM, WQS, and qgcomp models\n\nAll model was adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05\n\nAccording to both the WQS and qgcomp analyses, the combined effect of multiple OH-PAHs led to statistically significant reductions in all lung function indices except for the FVC in current smokers. FEV1/FVC and FeNO were not significantly affected by combined OH-PAHs in never smokers.\n\nAccording to the BKMR model, when all OH-PAHs were simultaneously fixed at different percentiles compared with their fixation at the median, FEV1/FVC, PEF25-75%, and FeNO exhibited an overall downward trend in current smokers, as did FeNO in former smokers, with increased OH-PAH concentrations (Supplementary Fig.  10 )."
    },
    {
      "title": "Demographic characteristics",
      "text": "The population characteristics of a total of 4040 participants, including 1959 females and 2081 males, from NHANES 2007–2012 are presented in Table  1 . The majority of participants identified as non-Hispanic white, accounting for 70.5% of the weighted percent of the total population. Over half of the participants were married (56.6%), and a significant proportion had a high level of education (60.3%). Male participants exhibited lower concentrations of all nine OH-PAHs than females did, with more pronounced differences observed in 2-NAP, 1-PHE, and 1-PYR. Significant differences in marital status, education level, hypertension status, BMI, FIR, alcohol consumption, and serum cotinine concentration were found between males and females. The results of lung function measurements are presented in Supplementary Table  2 . In comparison to female participants, male participants exhibited greater FEV1 and FVC, faster flow rates of PEF and PEF 25 − 75% , and greater FeNO concentrations. However, among male participants, a lower ratio of FEV1/FVC was observed (0.788 vs. 0.771).\n\nTable 1 Characteristics of included participants (aged ≥ 20) from NHANES 2007–2012 Variables Total ( n  = 4040) Female ( n  = 1959) Male ( n  = 2081) P  value Age (year) 47.1 ± 0.432 47.8 ± 0.497 46.4 ± 0.590 0.050 Ethnicity ,  n (%)    0.035 Non-Hispanic White 1892 (70.5) 919 (70.6) 973 (70.4) Non-Hispanic Black 817 (10.3) 401 (11.3) 416 (9.38) Mexican American 591 (7.64) 276 (6.52) 315 (8.76) Other Hispanic 406 (5.42) 213 (5.47) 193 (5.37) Other Race - Including Multi-Racial 334 (6.15) 150 (6.20) 184 (6.10) Marital status ,  n (%)    < 0.001 Married 2099 (56.6) 911 (52.6) 1188 (60.6) Divorced 429 (10.2) 238 (12.0) 191 (8.44) Never married 755 (18.6) 359 (17.3) 396 (19.9) Separated 122 (1.93) 68 (2.22) 54 (1.64) Widowed 330 (5.54) 242 (8.83) 88 (2.22) Living with partner 305 (7.14) 141 (7.07) 164 (7.22) Education level ,  n (%)    0.033 Lower than high school 425 (5.60) 174 (4.74) 251 (6.46) High school or equivalent 1538 (34.2) 754 (33.7) 784 (34.6) Above high school 2077 (60.3) 1031 (61.5) 1046 (59.0) Diabetes mellitus ,  n (%)    0.538 No 3391 (88.0) 1657 (88.5) 1734 (87.4) Yes 649 (12.0) 302 (11.5) 347 (12.6) Hypertension ,  n (%)    0.011 No 2342 (62.9) 1171 (65.4) 1171 (60.4) Yes 1698 (37.1) 788 (34.6) 910 (39.6) BMI (kg/m \n 2 \n )    < 0.001 < 18.5 60.0 (1.38) 43.0 (2.30) 17.0 (0.442) 18.5 to < 25 1130 (30.1) 574 (33.9) 556 (26.3) 25 to < 30 1358 (33.9) 579 (29.2) 779 (38.6) ≧ 30 1492 (34.7) 763 (34.6) 729 (34.7) FIR ,  n (%)    0.002 <1.3 1311 (21.3) 700 (23.5) 611 (19.0) 1.3–3.5 1446 (34.3) 670 (33.8) 776 (34.8) >3.5 1283 (44.5) 589 (42.7) 694 (46.2) Drinker ,  n (%)    < 0.001 No 1042 (21.4) 708 (30.2) 334 (12.5) Yes 2998 (78.6) 1251 (69.8) 1747 (87.5) Serum cotinine    < 0.001 Low 2018 (52.4) 1092 (57.8) 926 (47.1) High 2022 (47.6) 867 (42.2) 1155 (52.9) Smoking status ,  n (%) Current 880 (21.7) 387 (19.4) 493 (21.8) Former 992 (24.6) 374 (21.3) 618 (28.2) Never 2168 (53.7) 1198 (59.4) 970 (50.0) PAHs (ng/L) 1-NAP 1891 (860, 6103) 1997 (977, 6374) 1764 (772, 5874) 0.041 2-NAP 3776 (2037, 8301) 4183 (2295, 9346) 3277 (1832, 7284) < 0.001 2-FLU 210 (133, 503) 216 (144, 482) 202 (124, 536) 0.109 3-FLU 80.0 (47.4, 217) 82.1 (50.0, 204) 76.0 (44.4, 242) 0.190 9-FLU 280 (166, 539) 296 (176, 542) 268 (158, 520) 0.021 1-PHE 139 (88.5, 228) 154 (100, 250) 124 (79.5, 207) < 0.001 2-PHE 65.2 (43.2, 109) 68.3 (45.6, 109) 62.3 (41.1, 110) 0.039 3-PHE 73.6 (45.6, 133) 75.7 (48.6, 134) 71.6 (43.2, 131) 0.093 1-PYR 107 (66.1, 199) 119 (74.5, 210) 100 (60.0, 180) < 0.001 Notes  Categorical variables were presented as number (n) and percentage. n, numbers of subjects; %, weighted percentage. Normally distributed continuous variables were expressed as mean (SD); Non-normally distributed continuous variables were expressed as median (IQR). Bold denoted by  P  < 0.05 FIR: Family income-to-poverty ratio; BMI: Body mass index; PAHs: Polycyclic aromatic hydrocarbons; 1-NAP: 1-hydroxynaphthalene; 2-NAP: 2-hydroxynaphthalene; 2-FLU: 2-hydroxyfluorene; 3-FLU: 3-hydroxyfluorene; 3-PHE: 3-hydroxyphenanthrene; 1-PHE: 1-hydroxyphenanthrene; 2-PHE: 2-hydroxyphenanthrene; 1-PYR: 1-hydroxypyrene; 9-FLU: 9-hydroxyfluorene\n\nCharacteristics of included participants (aged ≥ 20) from NHANES 2007–2012\n\nNotes  Categorical variables were presented as number (n) and percentage. n, numbers of subjects; %, weighted percentage. Normally distributed continuous variables were expressed as mean (SD); Non-normally distributed continuous variables were expressed as median (IQR). Bold denoted by  P  < 0.05\n\nFIR: Family income-to-poverty ratio; BMI: Body mass index; PAHs: Polycyclic aromatic hydrocarbons; 1-NAP: 1-hydroxynaphthalene; 2-NAP: 2-hydroxynaphthalene; 2-FLU: 2-hydroxyfluorene; 3-FLU: 3-hydroxyfluorene; 3-PHE: 3-hydroxyphenanthrene; 1-PHE: 1-hydroxyphenanthrene; 2-PHE: 2-hydroxyphenanthrene; 1-PYR: 1-hydroxypyrene; 9-FLU: 9-hydroxyfluorene"
    },
    {
      "title": "Single effect of PAHs on lung function",
      "text": "Univariate and multivariate survey-weighted GLMs were used to evaluate the impact of single OH-PAH on lung function (Table  2 ). In Model 1, an increase in the lg-transformed concentrations of the nine OH-PAHs was associated with a decrease in FEV1/FVC, PEF, PEF25-75%, and FeNO. Except for 1-PYR, there was a decrease in FEV1 across the remaining PAHs. FVC decreased in response to increases in 1-NAP, 2-NAP, 9-FLU, 1-PHE, and 2-PHE. In Model 2, after adjusting for all covariates, FEV1/FVC was negatively associated with all nine OH-PAHs, but no correlation was found between FVC and any of the nine OH-PAHs. Among the nine OH-PAHs, with each unit increase in lg-transformed OH-PAH concentration, 2-PHE had the greatest effect on FEV1 (β = -143), and 2-FLU had the greatest effect on FEV1/FVC (β = -0.027), PEF (β = -327), PEF25-75% (β = -252), and FeNO (β = -5.91).\n\nTable 2 Associations of PAHs with lung function indicators in different survey-weighted GLMs Model 1 FEV1 FVC FEV1/FVC PEF PEF 25 − 75% FeNO Chemicals β (95% CI) β (95% CI) β (95% CI) β (95% CI) β (95% CI) β (95% CI) 1-NAP -186 (-252, -120) ** -122 (-206, -37.0) * -0.024 (-0.030, -0.019) ** -562 (-713, -412) ** -379 (-468, -289) ** -3.17 (-4.08, -2.26) ** 2-NAP -284 (-375, -193) ** -264 (-382, -146) ** -0.016 (-0.026, -0.006) * -896 (-1119, -672) ** -325 (-458, -192) ** -6.19 (-7.88, -4.51) ** 2-FLU -171 (-267, -75.3) ** -75.7 (-210, 58.2) -0.028 (-0.036, -0.019) ** -685 (-885, -485) ** -337 (-453, -222) ** -6.83 (-8.08, -5.58) ** 3-FLU -106 (-188, -25.8) * -15.5 (-130, 98.8) -0.023 (-0.030, -0.016) ** -507 (-687, -327) ** -250 (-349, -153) ** -5.95 (-7.21, -4.69) ** 9-FLU -326 (-437, -216) ** -254 (-387, -122) ** -0.032 (-0.042, -0.021) ** -887 (-1174, -601) ** -545 (-714, -375) ** -4.18 (-6.01, -2.36) ** 1-PHE -453 (-600, -306) ** -402 (-581, -222) ** -0.029 (-0.041, -0.017) ** -1101 (-1483, -718) ** -637 (-835, -438) ** -4.64 (-7.27, -2.02) ** 2-PHE -326 (-475, -177) ** -268 (-449, -88.2) * -0.028 (-0.039, -0.017) ** -814 (-1189, -440) ** -481 (-676, -286) ** -4.61 (-7.47, -1.74) * 3-PHE -213 (-339, -88.3) * -105 (-270, 59.3) -0.032 (-0.042, -0.021) ** -783 (-1092, -474) ** -439 (-602, -276) ** -4.37 (-6.48, -2.26) ** 1-PYR -99.6 (-215, 15.6) -62.0 (-209, 85.5) -0.01 (-0.020, 0.000) * -618 (-881, -355) ** -166 (-314, -19.4) * -6.13 (-8.07, -4.18) ** Model 2 FEV1 FVC FEV1/FVC PEF PEF \n 25 − 75% FeNO Chemicals β (95% CI) β (95% CI) β (95% CI) β (95% CI) β (95% CI) β (95% CI) 1-NAP -10.5 (-51.6, 30.6) 42.2 (-15.8, 100) -0.013 (-0.018, -0.008) ** -110 (-206, -13.7) * -97.4 (-166, -28.8) * -2.39 (-3.65, -1.12) ** 2-NAP -94.6 (-166, -22.9) * 8.16 (-83.2, 99.6) -0.022 (-0.032, -0.012) ** -238 (-439, -35.8) * -216 (-348, -83.4) * -4.55 (-6.76, -2.34) ** 2-FLU -102 (-169, -34.3) * -3.71 (-99.0, 91.6) -0.027 (-0.035, -0.018) ** -326 (-484, -169) ** -252 (-355, -149) ** -5.91 (-8.08, -3.74) ** 3-FLU -81.3 (-138, -24.5) * 9.92 (-71.5, 91.4) -0.023 (-0.031, -0.016) ** -235 (-379, -91.4) * -213 (-299, -128) ** -5.24 (-7.54, -2.94) ** 9-FLU -117 (-194, -40.2) * -71.2 (-161, 18.3) -0.017 (-0.026, -0.007) * -311 (-533, -88.8) * -205 (-342, -68.0) * -2.53 (-5.00, -0.071) * 1-PHE -87.3 (-164, -11.0) * -35.0 (-132, 62.0) -0.011 (-0.021, -0.001) * -100 (-289, 87.9) -124 (-257, 8.42) -2.64 (-5.75, 0.475) 2-PHE -143 (-220, -65.7) ** -99.4 (-200, 1.22) -0.016 (-0.025, -0.007) * -293 (-509, -76.0) * -218 (-341, -94.5) * -2.88 (-6.24, 0.474) 3-PHE -88.8 (-161, -16.5) -8.01 (-105, 89.4) -0.021 (-0.031, -0.012) ** -303 (-498, -107) * -215 (-343, -86.7) * -2.39 (-5.38, 0.605) 1-PYR -66.2 (-135, 2.28) 13.8 (-78.3, 106) -0.019 (-0.026, -0.012) ** -165 (-372, 42.2) -218 (-325, -112) ** -4.03 (-6.82, -1.23) * Notes  Lg-transformed concentration chemicals Cr: urinary creatinine Model 1: Crude model, no covariate was adjusted Model 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus * P  < 0.05, ** P  < 0.001\n\nAssociations of PAHs with lung function indicators in different survey-weighted GLMs\n\nNotes  Lg-transformed concentration chemicals\n\nCr: urinary creatinine\n\nModel 1: Crude model, no covariate was adjusted\n\nModel 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus\n\n* P  < 0.05, ** P  < 0.001"
    },
    {
      "title": "Combined effect of PAHs on lung function",
      "text": "The WQS model was applied to explore the joint impact of the nine urinary OH-PAHs on lung function (Table  3 ). The results indicated that the combined effects of these OH-PAHs were statistically significant for all lung function indices ( p  < 0.001) in both the crude model (WQS Model 1) and the adjusted model (WQS Model 2). The weights assigned to each OH-PAH in the joint effect are presented in Supplementary Table  3 . After we adjusted for all the covariates, 2-NAP had the highest influence on FEV1, FVC, PEF, and PEF25-75%, accounting for 69.5%, 71.3%, 42.0%, and 40.9%, respectively (Fig.  1  and Supplementary Table  3 ). Additionally, 1-PYR (48.3%) had the highest weight in terms of FEV1/FVC, while 3-FLU (36.8%) led in terms of FeNO (Fig.  1  and Supplementary Table  3 ). The qgcomp analysis produced similar joint effects of the nine OH-PAHs on lung function indices as observed in the WQS model (Table  4 ). 2-NAP remained the most dominant contributor to the effects on FEV1, FVC, and PEF resulting from coexposure to the nine OH-PAHs (Fig.  2 ). However, there were discrepancies in the results, with 1-NAP having the highest weight in FEV1/FVC (Fig.  2 C) and 2-FLU leading in FeNO (Fig.  2 F), which contradicted the findings of the WQS model.\n\nTable 3 The estimate of co-exposure in the WQS model Model 1 Estimate SE P FEV1 -176 21.6 < 0.001 FVC -138 25.7 < 0.001 FEV1/FVC -0.016 0.002 < 0.001 PEF -517 56.4 < 0.001 PEF 25 − 75% -240 31.8 < 0.001 FeNO -3.41 0.350 < 0.001 Model 2 FEV1 -166 18.3 < 0.001 FVC -181 24.8 < 0.001 FEV1/FVC -0.008 0.002 < 0.001 PEF -516 55.7 < 0.001 PEF 25 − 75% -188 28.5 < 0.001 FeNO -3.15 0.400 < 0.001 Model 1: Crude model, no covariate was adjusted. Bold denoted by  P  < 0.05  P  < 0.05 Model 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05 P  < 0.05\n\nThe estimate of co-exposure in the WQS model\n\nModel 1: Crude model, no covariate was adjusted. Bold denoted by  P  < 0.05  P  < 0.05\n\nModel 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05 P  < 0.05\n\nFig. 1 Weighted values of OH-PAHs for FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) in the WQS model. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\nWeighted values of OH-PAHs for FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) in the WQS model. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\nTable 4 The estimate of co-exposure in the survey-weighted qgcomp model Model 1 Estimate SE P FEV1 -158 24.2 < 0.001 FVC -130 31.2 < 0.001 FEV1/FVC -0.013 0.002 < 0.001 PEF -503 58.8 < 0.001 PEF 25%−75% -242 33.8 < 0.001 FeNO -3.10 0.420 < 0.001 Model 2 FEV1 -151 26.2 < 0.001 FVC -150 36.0 < 0.001 FEV1/FVC -0.009 0.003 < 0.001 PEF -452 64.4 < 0.001 PEF 25%−75% -194 35.1 < 0.001 FeNO -2.89 0.480 < 0.001 Model 1: Crude model, no covariate was adjusted. Bold denoted by  P  < 0.05 Model 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05\n\nThe estimate of co-exposure in the survey-weighted qgcomp model\n\nModel 1: Crude model, no covariate was adjusted. Bold denoted by  P  < 0.05\n\nModel 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05\n\nFig. 2 The estimated risk of the combined effect of OH-PAHs co-exposure on FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) by BKMR. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\nThe estimated risk of the combined effect of OH-PAHs co-exposure on FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) by BKMR. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\nPearson’s correlation coefficients among lg-transformed OH-PAHs are displayed in Supplementary Fig.  2 , revealing correlations between any two OH-PAHs (r values ranged from 0.366 to 0.927). Strong correlations ( r  > 0.800) were identified between 2-FLU and 3-FLU ( r  = 0.927), 2-FLU and 3-PHE ( r  = 0.807), 3-FLU and 3-PHE ( r  = 0.810), 1-PHE and 2-PHE ( r  = 0.807), and 2-PHE and 3-PHE ( r  = 0.860). According to the BKMR model, when all OH-PAHs were simultaneously fixed at different percentiles compared to their fixation at the median, coexposure to a high concentration of the nine OH-PAHs was associated with a decrease in FEV1 (above the 65% coexposure concentration) (Fig.  3 A), FEV1/FVC (above the 65% coexposure concentration) (Fig.  3 C), PEF (above the 70% coexposure concentration) (Fig.  3 D), PEF 25 − 75%  (above the 55% coexposure concentration) (Fig.  3 E), and FeNO (above the 65% coexposure concentration) (Fig.  3 F). Additionally, exposure‒response analyses for individual OH-PAHs and different lung function indices were performed to examine linear or nonlinear associations. When the remaining eight OH-PAH levels were fixed at the median, nonlinear associations were observed, particularly between 1-NAP and FeNO, 3-FLU and FEV1/FVC, 3-FLU and FeNO, and 3-PHE and FeNO (Supplementary Fig.  3 ). Moreover, dose‒response curves of one OH-PAH versus lung function indices are presented in Supplementary Figs.  4 – 9 , in which another OH-PAH level was fixed at the 10th, 50th, and 90th percentiles (with the remaining seven OH-PAH levels fixed at the median). The intersection of the curves suggested an interaction. In this study, interactions were observed between 3-FLU and 9-FLU, between 9-FLU and 2-PHE in FEV1 (Supplementary Fig.  4 ), between 2-FLU and 2-NAP, between 3-FLU and 2-NAP in PEF 25 − 75%  (Supplementary Fig.  8 ), and between 3-PHE and 3-FLU in FeNO (Supplementary Fig.  9 ).\n\nFig. 3 The weights of the positive and negative factors for FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) in the qgcomp model. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\nThe weights of the positive and negative factors for FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) in the qgcomp model. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus"
    },
    {
      "title": "Subgroup analyses",
      "text": "The subgroup analysis results are summarized in Table  5  and Supplementary Fig.  10 . The survey-weighted GLM indicated that single urinary OH-PAH concentration in former and current smokers had no significant effect on FEV1 or FVC (all OH-PAHs  p  > 0.05). However, for current smokers, specific urinary OH-PAHs, including 2-NAP ( p  = 0.043), 2-FLU ( p  = 0.016), 3-FLU ( p  = 0.007), 3-PHE ( p  = 0.016), and 1-PYR ( p  = 0.029), had effects on FEV1/FVC. Similarly, urinary OH-PAH had no effect on the PEF in either current or never smokers. The same situation was found for PEF25-75% in former and never smokers, as well as for FeNO in never smokers.\n\nTable 5 The associations of PAHs (ng/g cr) with lung function by survey-weighted GLM, WQS, and qgcomp models Smoking status   Current   Former   None Estimate SE P Estimate SE P Estimate SE P FEV1 GLM model 1-NAP 13.8 47.0 0.771 59.6 36.1 0.111 5.99 24.2 0.806 2-NAP -110 86.0 0.212 11.2 86.4 0.898 -68.6 33.0 0.047 2-FLU -115 82.7 0.178 -139 69.4 0.057 -37.6 38.0 0.331 3-FLU -131 68.8 0.067 -105 60.0 0.091 -8.08 40.2 0.842 9-FLU -103 78.4 0.201 -104 78.1 0.195 -78.2 34.4 0.031 1-PHE -158 113 0.172 -110 81.4 0.190 -35.2 42.2 0.410 2-PHE -201 103 0.061 -114 73.3 0.131 -103 37.2 0.010 3-PHE -161 93.6 0.097 -73.6 70.8 0.309 -28.1 40.3 0.490 1-PYR -83.7 72.5 0.259 -17.1 64.1 0.792 -30.7 34.0 0.374 WQS model Mixture of WQS -137 40.1 0.001 -84.6 40.2 0.036 -127 28.8 < 0.001 qgcomp model Mixture of qgcomp -116 50.9 0.023 -97.3 53.0 0.067 -169 40.4 < 0.001 FVC GLM model 1-NAP 64.3 57.0 0.270 62.2 47.4 0.202 9.04 33.9 0.792 2-NAP 58.5 120 0.629 1.93 105 0.986 -57.3 39.6 0.159 2-FLU 33.9 102 0.742 -146 95.8 0.140 -45.9 42.6 0.291 3-FLU 46.8 85.9 0.590 -117 88.3 0.199 -12.0 46.2 0.797 9-FLU -48.8 79.1 0.542 -161 97.3 0.110 -97.1 47.3 0.050 1-PHE -23.0 131 0.862 -123 110 0.272 -38.2 49.7 0.448 2-PHE -132 107 0.229 -152 92.8 0.116 -131 48.7 0.012 3-PHE -25.6 102 0.803 -61.7 97.5 0.533 -35.7 53.5 0.511 1-PYR 68.6 95.5 0.478 -36.8 83.8 0.665 -27.6 43.4 0.530 WQS model Mixture of WQS -90.5 51.2 0.078 -98.1 59.4 0.997 -224 37.3 < 0.001 qgcomp model Mixture of qgcomp -86.2 60.1 0.150 -134 65.3 0.041 -226 44.4 < 0.001 FEV1/FVC GLM model 1-NAP -0.008 0.007 0.295 -0.003 0.005 0.583 -0.000 0.004 0.907 2-NAP -0.030 0.014 0.043 0.002 0.009 0.825 0.001 0.005 0.885 2-FLU -0.031 0.012 0.016 -0.013 0.012 0.298 0.001 0.005 0.884 3-FLU -0.033 0.011 0.007 -0.010 0.011 0.352 0.002 0.005 0.710 9-FLU -0.016 0.014 0.259 -0.002 0.009 0.834 0.001 0.005 0.818 1-PHE -0.029 0.016 0.090 -0.006 0.008 0.459 0.007 0.005 0.168 2-PHE -0.023 0.015 0.127 -0.006 0.010 0.531 0.004 0.005 0.413 3-PHE -0.035 0.013 0.016 -0.013 0.010 0.199 0.004 0.006 0.516 1-PYR -0.030 0.013 0.029 0.002 0.008 0.836 -0.001 0.004 0.887 WQS model Mixture of WQS -0.017 0.004 < 0.001 -0.005 0.004 0.234 0.002 0.002 0.389 qgcomp model Mixture of qgcomp -0.012 0.005 0.023 -0.001 0.005 0.800 0.003 0.003 0.370 PEF GLM model 1-NAP -8.70 144 0.952 -25.7 135 0.851 -13.2 61.9 0.832 2-NAP -165 232 0.484 -148 297 0.623 2.51 106 0.981 2-FLU -191 199 0.346 -570 222 0.017 -60.4 122 0.625 3-FLU -173 197 0.387 -423 188 0.034 65.9 102 0.522 9-FLU -331 234 0.168 -457 213 0.042 -95.8 128 0.460 1-PHE -186 263 0.485 -443 195 0.032 143 136 0.302 2-PHE -344 259 0.196 -474 212 0.035 -84.7 146 0.567 3-PHE -394 237 0.108 -579 191 0.006 3.83 122 0.975 1-PYR -203 179 0.267 -212 214 0.331 54.1 104 0.608 WQS model Mixture of WQS -332 100 0.001 -451 116 < 0.001 -342 77.3 < 0.001 qgcomp model Mixture of qgcomp -330 119 0.006 -410 151 0.007 -383 92.7 < 0.001 PEF \n 25 − 75% GLM model 1-NAP -74.7 80.6 0.362 0.690 90.6 0.994 -7.10 42.4 0.868 2-NAP -367 158 0.028 -16.7 137 0.904 -15.1 75.0 0.842 2-FLU -376 144 0.015 -239 141 0.103 15.7 66.2 0.814 3-FLU -401 134 0.006 -215 121 0.089 53.2 66.2 0.429 9-FLU -138 167 0.416 -212 145 0.155 -53.8 68.1 0.436 1-PHE -352 189 0.073 -178 146 0.234 60.8 77.4 0.439 2-PHE -352 201 0.092 -165 140 0.250 -38.4 68.5 0.579 3-PHE -422 171 0.020 -225 141 0.123 28.4 74.8 0.707 1-PYR -377 129 0.007 -47.6 121 0.698 -54.6 62.2 0.388 WQS model Mixture of WQS -249 48.7 < 0.001 -132 59.2 < 0.001 -110 36.8 0.003 qgcomp model Mixture of qgcomp -226 77.9 0.004 -107 74.2 0.150 -126 49.9 0.012 FeNO GLM model 1-NAP -2.10 0.607 0.002 -1.88 1.11 0.101 1.31 1.02 0.212 2-NAP -3.47 1.73 0.055 -5.41 1.97 0.011 0.942 1.69 0.582 2-FLU -3.58 1.03 0.002 -6.25 1.34 < 0.001 0.173 1.91 0.928 3-FLU -4.30 0.975 < 0.001 -6.22 1.24 < 0.001 0.775 2.14 0.720 9-FLU -2.25 1.12 0.055 -1.19 1.74 0.502 1.07 1.79 0.554 1-PHE -2.45 1.60 0.138 -2.01 2.08 0.343 -0.132 2.02 0.948 2-PHE -3.51 1.30 0.012 -1.47 1.92 0.451 0.984 2.16 0.653 3-PHE -2.96 1.19 0.019 -1.59 1.63 0.339 2.48 2.09 0.246 1-PYR -3.36 1.38 0.022 -5.33 1.63 0.003 1.25 2.06 0.550 WQS model Mixture of WQS -1.83 0.585 0.002 -2.72 0.720 < 0.001 -1.00 0.514 0.051 qgcomp model Mixture of qgcomp -1.91 0.520 < 0.001 -2.63 0.891 0.003 -0.017 0.739 0.582 All model was adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05\n\nThe associations of PAHs (ng/g cr) with lung function by survey-weighted GLM, WQS, and qgcomp models\n\nAll model was adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05\n\nAccording to both the WQS and qgcomp analyses, the combined effect of multiple OH-PAHs led to statistically significant reductions in all lung function indices except for the FVC in current smokers. FEV1/FVC and FeNO were not significantly affected by combined OH-PAHs in never smokers.\n\nAccording to the BKMR model, when all OH-PAHs were simultaneously fixed at different percentiles compared with their fixation at the median, FEV1/FVC, PEF25-75%, and FeNO exhibited an overall downward trend in current smokers, as did FeNO in former smokers, with increased OH-PAH concentrations (Supplementary Fig.  10 )."
    },
    {
      "title": "Discussion",
      "text": "To our knowledge, the present study was the first to investigate the combined effect of OH-PAHs on lung function by utilizing a representative dataset with a relatively large sample size. First, through the fully adjusted and survey-weighted GLM, we found that certain OH-PAHs were negatively correlated with lung function indices in addition to the FVC. Second, it was consistently demonstrated in the WQS, qgcomp, and BKMR models that the combined impact of OH-PAHs could cause a decrease in all lung function indices. In addition, the results of the WQS models showed that 2-NAP played a central role in FEV1, FVC, PEF and PEF 25 − 75%,  as did 1-PYR in FEV1/FVC and 3-FLU in FeNO. Interestingly, the combined effect of OH-PAHs had no influence on the FVC in current smokers or on the FeNO in nonsmokers. The combined effect of OH-PAHs on FEV1/FVC was exclusively observed in current smokers.\n\nMultiple studies have revealed that PAH exposure affects lung function regardless of whether the exposure was due to high levels of PAHs in an occupational setting or low levels of PAH exposure observed in the general population [ 19 ,  31 ,  32 ]. In the majority of studies, the individual levels of PAH compounds or the overall levels of PAH compounds were associated with a decrease in FEV1, FVC, FEV1/FVC, and PEF [ 19 ,  33 ,  34 ]. In this study, within the GLM, no correlation was observed between PAHs and FVC. However, in both the WQS model and the qgcomp model, a significant negative correlation was evident between combined urinary OH-PAHs and FVC. Subsequent subgroup analyses revealed that this negative correlation between OH-PAHs and FVC was pronounced in nonsmokers but was not detected in the smoking population. It has been found that deep inhalation enhances the ability of the respiratory muscles to contract and increase the exchange of alveolar air, thereby enhancing FVC [ 35 ]. Smokers always inhaled predominantly deeply, and the habit of deep inhalation may exacerbate exposure to a variety of other harmful substances. This may explain why most of the lung function parameters decreased while FVC was unaffected. At the same time, this reflected the fact that in exploring the association between overall changes in lung function and PAH exposure in smokers, the influence of other exposure factors could not be ignored. A previous study showed that FEV1/FVC was not influenced by OH-PAH effect [ 36 ]. However, in our study, all nine OH-PAHs exhibited a negative correlation with FEV1/FVC according to the GLM. Similarly, in the WQS, qgcomp and BKMR models, combined OH-PAH effect was associated with a decrease in FEV1/FVC. Interestingly, in further subgroup analyses, a negative correlation between OH-PAHs and FEV1/FVC was observed only in the smoking population. In smokers, OH-PAHs primarily led to a reduction in FEV1, with a stronger correlation with FEV1 than with FVC, aligning with findings from Zhou Y’s study [ 37 ]. Notably, the results of the subgroup analyses also reflect the importance of exposure routes as well as exposure factors. Smoking is not the only or major contributor to urinary PAH metabolite levels in this population. Studies have shown that in addition to inhalation, exposure to PAHs can result in absorption of PAHs from a variety of sources through dietary intake, dermal contact, and other routes [ 16 ]. To date, several studies have elucidated the association between PAHs and COPD. The observed relationship between OH-PAHs and the decrease in FEV1/FVC in this study further substantiated the connection between PAH exposure and the occurrence and progression of COPD, particularly within the smoking population.\n\nHowever, the association between PAHs and FeNO has remained controversial [ 38 – 40 ]. Generally, elevated FeNO levels indicate airway inflammation. Epidemiological studies suggest that exposure to PAHs is associated with elevated levels of inflammatory markers, such as C-reactive protein, tumor necrosis factor-α, and interleukin-1β [ 16 ,  41 ]. An increase in the levels of these inflammatory markers was linked to a decrease in lung function. Additionally, in vitro and in vivo experimental studies have indicated that PAH exposure induces pulmonary inflammation through activating NF-κB and MAPK signaling [ 42 ]. In this study, an increase in urinary OH-PAHs was associated with a decrease in FeNO in all four models.\n\nSubsequent subgroup analyses revealed that this negative correlation between urinary OH-PAHs and FeNO was present only in the smoking and former smoking populations. In individuals who never smoked, an increasing trend in FeNO with increasing PAH concentration (except for 1-PHE) was observed only in the GLM, but this difference lacked statistical significance. No significant associations were found in the other three models for this population.\n\nA study conducted by Zhou revealed an association between an increase in urinary OH-PAH concentration and a decrease in FeNO in former smokers [ 43 ]. Conversely, in never smokers, an increase in urinary OH-PAH concentration was correlated with an increase in FeNO [ 43 ]. A study by Gaisberger M also revealed an increase in the secretion of inflammatory cytokines by inflammatory cells after exposure to PAHs. However, despite this increase, a decrease in FeNO was noted [ 44 ]. According to the WQS model, 2-NAP had the highest impact on the decrease in FEV1, FVC, PEF, and PEF (25–75%) caused by combined exposure. This suggested that 2-NAP played a predominant role in these effects. Similarly, 1-PYR and 3-FLU played crucial roles in the decreases in FEV1/FVC and FeNO associated with combined OH-PAH effect, respectively.\n\nIn this study, we observed a strong correlation among urinary OH-PAHs, and partial interactions between certain OH-PAHs were also observed in the BKMR model. Notably, according to the GLM analysis, some urinary OH-PAHs showed no significant association with changes in lung function indicators, such as 1-PYR with FEV1. However, when examining the combined impact, 1-PYR was assigned a relatively high weight (14.2%). These results underscore the complexity of the biological effects induced by a mixture of OH-PAHs, possibly due to interactions among different components. Therefore, when exploring the effects of PAH exposure, Jarvis IW recommends focusing on the assessment of the entire mixture rather than individual compounds [ 45 ].\n\nThe strengths of this study need to be acknowledged. First, the combined effect of urinary OH-PAHs on lung function in a large population was verified using three complementary methods. Based on the consistency of the results obtained by the different methods, we considered the findings to be reliable. Moreover, this study focused on the effect of smoking by dividing all participants into 3 subgroups according to smoking status. In each subgroup, four models were used to investigate the individual and combined effects of urinary OH-PAHs on lung function. The limitations of this study are worthy of attention. First, in this study, data were analyzed from a cross-sectional study. Due to the limitations of cross-sectional studies in terms of causal inference, this study could only suggest possible associations, and a longitudinal study is needed to confirm these findings. Second, in addition to the existing factors, future studies could consider other confounding factors that may affect lung function, such as occupational exposure, indoor and outdoor air pollution exposure, dietary habits, and genetic susceptibility [ 11 ,  16 ,  46 ,  47 ]. Third, more than 500 different PAHs have been identified in cigarette smoke [ 48 ], but the present study analyzed nine major PAH metabolites that were measured in urine as biomarkers of PAH exposure. Fourth, Studies have shown that different sources of PAH exposure were associated with elevated urinary levels of different OH-PAHs. Among them, cigarette exposure was associated with elevated levels of urinary 2-FLU, 9-FLU, 1-PHE, home cooking was associated with elevated levels of urinary 2-FLU, 9-FLU, 1-PHE, and 3-PHE, burning of fuels such as coal, wood, and other fuels was associated with elevated levels of urinary 1-PHE, exposure to traffic was associated with elevated levels of urinary 2-FLU, 1-PHE, and exposure to insecticides or tar is associated with elevated urinary 1-NAP, 2-NAP [ 49 – 51 ]. Specific pathways as well as sources of PAHs exposure could not be collected due to database limitations, so confounding factors that were not measured in the current study but may have influenced the observed associations need to be considered in the future. Fifth, urinary PAH metabolites were biomarkers of PAHs exposure in the environment, but there were limitations such as failure to exclude that substances other than PAHs produce similar metabolites, and further studies are needed. Finally, the levels of urinary PAH metabolites in this study reflected the concentration of PAH metabolites detected in the urine of participants only at a given time point. Only one assay was available in the database, which resulted in a lack of representativeness of urinary PAH metabolite levels in the present study."
    },
    {
      "title": "Conclusion",
      "text": "Overall, changes in lung function were associated with the level of urinary OH-PAHs. According to the WQS, qgcomp, and BKMR models, consistent findings indicated a significantly negative relationships between mixed urinary OH-PAHs and FEV1, FVC, FEV1/FVC, PEF, PEF25-75%, and FeNO. Specifically, 2-NAP was the primary factor influencing FEV1, FVC, PEF, and PEF25-75%, while 1-PYR and 3-FLU were identified as major contributors to FEV1/FVC and FeNO, respectively. Additionally, our observations revealed that the combined impact of urinary OH-PAHs did not exert a significant influence on FVC among the current smokers or on FeNO in nonsmokers. Notably, the joint effect of urinary OH-PAHs on FEV1/FVC was exclusively evident in current smokers. These findings reflected the inverse association between urinary PAH metabolites and lung function, indicating the hazardous effects of environmental PAH exposure on respiratory health, and emphasized the importance of avoiding PAH exposure, such as tobacco smoke. However, PAH metabolites, as biomarkers of exposure, reflected the combinate exposures from multiple sources, not just smoking. Traffic emissions, industrial pollution, and indoor air pollution in the environment may all contribute to PAH exposure in the population. Therefore, future studies should use exposure assessment tools to collect information on the main exposure pathways to PAHs, and establish and improve databases on populations to better elucidate biomonitoring results."
    },
    {
      "title": "Electronic supplementary material",
      "text": "Below is the link to the electronic supplementary material.\n\nSupplementary Material 1\n\nSupplementary Material 1\n\nSupplementary Material 2\n\nSupplementary Material 2\n\nSupplementary Material 3\n\nSupplementary Material 3\n\nSupplementary Material 4\n\nSupplementary Material 4"
    }
  ],
  "full_text": "Background The impact of polycyclic aromatic hydrocarbons (PAHs) on lung function has garnered attention, but studies mostly focus on individual effect. This study investigates urinary PAH metabolites as biomarkers of exposure and assesses the relationships between single and combined exposures to nine urinary PAH metabolites and lung function in adults. Methods Data from 4040 adults in the 2007–2012 National Health and Nutrition Examination Survey (NHANES) were analyzed. Weighted generalized linear models estimated the effects of individual PAH metabolites on lung function. Additionally, weighted quantile sum (WQS) regression, quantile g-computation (qgcomp), and Bayesian kernel machine regression (BKMR) were employed to evaluate the combined impacts of multiple PAH metabolites. Results Analyses of individual PAH metabolites revealed negative associations with lung function, excluding forced vital capacity (FVC). The WQS, qgcomp, and BKMR models consistently showed that exposure to multiple PAH metabolites was associated with lung function decrease. WQS indicated that 2-hydroxynaphthalene (2-NAP) was the largest contributor to the reductions in forced expiratory volume in 1 s (FEV1), FVC, peak expiratory flow (PEF), and forced expiratory flow from 25 to 75% of FVC (PEF25-75%). Additionally, 1-hydroxypyrene (1-PYR) was the primary PAH metabolite contributing to the decreases in FEV1/FVC and fractional exhaled nitric oxide (FeNO). The combined effect of urinary PAH metabolites did not affect FVC in the current smokers or FeNO in nonsmokers, but decreased FEV1/FVC in current smokers. Conclusion This study strengthens the negative relationships between multiple PAH metabolites exposure and lung function in adults. Given the limitations of this study, including the lack of knowledge of other exposure pathways and the uncertainty of urinary metabolites, further research is necessary to explore the mechanisms underlying these associations and to address the limitations in exposure assessment. Supplementary Information The online version contains supplementary material available at 10.1186/s12889-024-20267-5.\n\n## Introduction\n\nPolycyclic aromatic hydrocarbons (PAHs) are organic substances composed of two or more benzene rings [ 1 ]. These products are produced primarily via incomplete combustion processes, such as those occurring in wood burning, tobacco use, food preparation, and fossil fuel combustion. PAHs can be detected in the air, food, water, and soil [ 2 ]. Human exposure to PAHs can occur through skin contact, respiratory inhalation, or food intake [ 3 ]. Once absorbed into the human body, PAHs undergo metabolism in the liver and are subsequently eliminated through urine and feces. The half-life of most PAHs is less than 12 h, with concentrations returning to background levels within 24 h [ 4 ]. Emerging studies have highlighted PAHs as a growing concern for human environmental health. Organs that experience prolonged exposure to PAHs, such as the lungs, skin, breast, esophagus, colon, and bladder, face an elevated risk of malignant tumors [ 5 – 8 ]. PAH exposure is also associated with other diseases, including cardiovascular disease (CVD), chronic obstructive pulmonary disease (COPD), asthma, diabetes, and Alzheimer’s disease [ 9 – 12 ]. Given their high exposure levels, concentrations, persistent nature, and toxicity, the United States Environmental Protection Agency (USEPA) designated PAHs priority pollutants in 1983 [ 13 ]. This recognition underscores the need for continued research and regulatory measures to address the potential adverse impacts of PAHs on both environmental and human health. Urinary monohydroxylated PAH (OH-PAH) has been considered as a biomarker representing the level of PAH exposure in individuals in a number of studies [ 14 ,  15 ], therefore, exploring the relationship between urinary OH-PAHs levels and various diseases can effectively reflect the association between PAHs exposure in the environment and disease [ 16 ].\n\nVarious lung function indices are commonly assessed in clinical practice. Evaluating lung function is fundamental for diagnosing respiratory health issues such as asthma or COPD. An increasing number of studies have revealed that reduced lung function may indicate the occurrence of various diseases. These diseases include not only respiratory system disorders but also a broad spectrum of nonrespiratory system diseases, including cardiovascular disease (CVD), diabetes, and metabolic disorders [ 17 ,  18 ]. Recent studies have reported that PAH exposure can reduce lung function [ 19 – 21 ]. However, conflicting conclusions have arisen from some studies [ 19 – 21 ]. Experimental studies have identified synergistic interactions between different PAH exposures and DNA damage resulting from mixed PAH exposure, challenging the notion that purely additive effects could explain the reason for DNA damage [ 22 ,  23 ]. While existing studies exploring the relationship between PAH exposure and lung function have often focused on individual PAHs or overall PAHs, real-life exposure to PAHs typically involves multiple components simultaneously. Neglecting the interactions of different PAH components may lead to incomplete conclusions. Therefore, it is essential to investigate the combined effects of PAH metabolite mixtures on lung function in humans.\n\nIn this study, our primary objective was to comprehensively investigate the relationships between multiple urinary OH-PAH mixtures and lung function indices in adults through a cross-sectional study. Univariate and multivariate weighted generalized linear regression models were used to evaluate the associations between individual urinary OH-PAH and lung function. Furthermore, we conducted complementary studies to explore the joint effects of urinary OH-PAH mixtures on lung function indices through weighted quantile sum regression (WQS), quantile-based g-computation (qgcomp), and Bayesian kernel machine regression (BKMR) models. These findings contribute to new epidemiological evidence of the effect of PAH exposure on lung function in adults.\n\n## Materials and methods\n\nThe National Health and Nutrition Examination Survey (NHANES) is a comprehensive survey that assesses the health and nutritional status of Americans ( https://www.cdc.gov/nchs/nhanes/index.htm ). The project received approval from the National Center for Health Statistics (NCHS) Ethics Review Committee, and written informed consent was obtained from all participants. The data for this study were extracted from three NHANES cycles conducted in 2007–2008, 2009–2010, and 2011–2012. The inclusion and exclusion criteria are outlined in a flowchart (Supplementary Fig.  1 ). A total of 26,358 participants were initially included in these three cycles. Participants under 20 years of age, those with undetected PAHs in urine, or those lacking PAH and urine creatinine data were excluded. Additionally, participants with incomplete data and covariates were excluded.\n\nThe PAH detection data were obtained from three NHANES datasets (NHANES 2007–2008, 2009–2010, and 2011–2012). The present study measured nine urinary OH-PAHs, namely, 1-hydroxynaphthalene (1-NAP), 2-hydroxynaphthalene (2-NAP), 2-hydroxyfluorene (2-FLU), 3-hydroxyfluorene (3-FLU), 9-hydroxyfluorene (9-FLU), 1-hydroxyphenanthrene (1-PHE), 2-hydroxyphenanthrene (2-PHE), 3-hydroxyphenanthrene (3-PHE), and 1-hydroxypyrene (1-PYR). Detailed information on the specimen collection methods, laboratory testing methods, and processing methods can be found on the NHANES website ( https://wwwn.cdc.gov/nchs/data/nhanes/2011-2012/labmethods/pah_g_met.pdf ). The detection rates of urinary OH-PAHs were above 80%, and the limits of detection (LODs) for the OH-PAHs are provided in Supplementary Table  1 . In cases where a OH-PAH concentration fell below the LOD, the value of the LOD divided by the square root of two was utilized. Urinary creatinine was used to correct for urinary OH-PAHs, mitigating issues related to urinary dilution and concentration interference (ng/g creatinine).\n\nThe lung function testing procedures adhered to the recommendations of the American Thoracic Society. Five lung function parameters were obtained, including forced expiratory volume in 1 s (FEV1), forced vital capacity (FVC), the FEV1/FVC ratio, peak expiratory flow (PEF), forced expiratory flow from 25 to 75% of the FVC (PEF 25 − 75% ), and fractional exhaled nitric oxide (FeNO). A professional assessment of the quality of the FEV1 and FVC values was concurrently provided, assigning an A-F rating. Only data with quality grades A or B were included in the present study.\n\nThe covariates included in this study were selected based on prior research. The following covariates were used: age (years), sex (female or male), ethnicity (non-Hispanic white, non-Hispanic black, Mexican American, other Hispanic, other race—including multiple races), marital status (married, divorced, never married, separated, widowed, or living with a partner), education level (lower than high school, high school or equivalent, above high school), diabetes mellitus (based on questionnaires, blood glucose testing, glycosylated hemoglobin, and use of diabetes medication or insulin), and hypertension (based on questionnaires, average blood pressure, and hypertension medication). The serum concentration of cotinine was considered an indicator of exposure to environmental cigarette smoke [ 24 ]. Given the right-skewed distribution of serum cotinine concentrations in the present study, we categorized patients into high-exposure (≥ 0.048 ng/ml) and low-exposure (< 0.048 ng/ml) groups based on the median concentration (0.048 ng/ml) of serum cotinine. Body mass index (BMI) values were classified into several conventionally agreed categories upon by the World Health Organization (underweight, < 18.5 kg/m 2 ; normal weight, 18.5 to < 25.0 kg/m 2 ; overweight, 25.0 to < 30.0 kg/m 2 ; obese, ≥ 30.0 kg/m 2 ) [ 25 ]. Drinking was based on the standard classification of drinking behaviour in the NHANES survey (from the questionnaire ‘alq101’, drinkers, ≥ 12 drinks/year; non-drinkers, < 12 drinks/year) [ 26 ]. The Family Income to Poverty Ratio (FIR) represented different levels of economic status. Based on previous FIR classifications in the literature, the population was categorized into low-income (< 1.30), middle-income (1.30–1.35) and high-income levels (> 1.35) [ 27 ].\n\nThe descriptive analysis included the characteristics of all participants. T tests were employed for continuous variables that followed a normal distribution (Kolmogorov-Smirnov test,  p  ≥ 0.05), whereas rank-sum tests were applied for categorical variables. Notably, the concentrations of all nine urinary OH-PAHs in this study exhibited a significantly right-skewed distribution. To address this, log transformation (lg-transformed) was implemented to convert urinary OH-PAH concentrations into a normal distribution.\n\nThe associations between each OH-PAH and various lung function parameters were investigated by treating the concentrations of individual OH-PAHs as continuous variables using a weighted generalized linear model (GLM). A univariate crude model (Model 1) was used to explore the unadjusted relationship between individual urinary OH-PAHs and lung function. Model 2 was adjusted for age, ethnicity, marital status, education level, BMI, FIR, alcohol consumption, serum cotinine concentration, diabetes mellitus status, and hypertension status. A significance level of  p  < 0.05 was considered to indicate statistical significance, and the slopes (β) of the GLM along with their corresponding 95% confidence intervals (95% CI) were reported.\n\nFirst, a WQS regression was used to investigate the joint association of the nine urinary OH-PAHs with lung function. The WQS index was constructed based on quartiles of urinary OH-PAHs, assigning a weight to each urinary OH-PAH. The total weights of all exposures summed to 1, with each weight reflecting the strength of its association with lung function and considering collinearity between urinary OH-PAHs [ 28 ]. For this study, 40% of the participants were assigned to the test set, and the remaining 60% were assigned to the validation set. Simultaneously, 1000 bootstrap samples were included. Both a univariate crude model (WQS Model 1) and an adjusted model (WQS Model 2) were executed in the WQS model. However, the WQS model assumes that connections between each component and the outcome are in the same direction [ 28 ]. To address this limitation, we employed a qgcomp model based on the WQS model framework, allowing flexibility in the direction of exposure [ 29 ]. The qgcomp model assigned either negative or positive weights to each exposure, estimating the combined effect of the exposures. The number of bootstrap iterations was set to 200, and the parameter q was set to 4. Notably, survey weights were incorporated into both the WQS and qgcomp models.\n\nNext, considering interactions between exposures and nonlinear associations between exposures and outcomes, a BKMR model was constructed to explore the interaction between exposures and the combined effect on outcomes [ 30 ]. The number of bootstrap iterations was set to 25,000.\n\nSubgroup analyses were performed based on smoking status to determine strata effects. Smoking status was classified into three categories: current (individuals who have smoked at least 100 cigarettes in their lifetime and currently smoke), former (the person has smoked more than 100 cigarettes in their life but does not smoke now), and never (the person has smoked fewer than 100 cigarettes in their life).\n\nAll analyses were conducted using R software (version 4.2.2). The packages “svyglm,” “gWQS,” “BKMR,” and “qgcomp” were utilized to run survey-weighted GLM, WQS, BKMR, and qcomp models. A p value less than 0.05 was considered to indicate statistical significance (two-sided).\n\n## Study population\n\nThe National Health and Nutrition Examination Survey (NHANES) is a comprehensive survey that assesses the health and nutritional status of Americans ( https://www.cdc.gov/nchs/nhanes/index.htm ). The project received approval from the National Center for Health Statistics (NCHS) Ethics Review Committee, and written informed consent was obtained from all participants. The data for this study were extracted from three NHANES cycles conducted in 2007–2008, 2009–2010, and 2011–2012. The inclusion and exclusion criteria are outlined in a flowchart (Supplementary Fig.  1 ). A total of 26,358 participants were initially included in these three cycles. Participants under 20 years of age, those with undetected PAHs in urine, or those lacking PAH and urine creatinine data were excluded. Additionally, participants with incomplete data and covariates were excluded.\n\n## PAH metabolite assessment\n\nThe PAH detection data were obtained from three NHANES datasets (NHANES 2007–2008, 2009–2010, and 2011–2012). The present study measured nine urinary OH-PAHs, namely, 1-hydroxynaphthalene (1-NAP), 2-hydroxynaphthalene (2-NAP), 2-hydroxyfluorene (2-FLU), 3-hydroxyfluorene (3-FLU), 9-hydroxyfluorene (9-FLU), 1-hydroxyphenanthrene (1-PHE), 2-hydroxyphenanthrene (2-PHE), 3-hydroxyphenanthrene (3-PHE), and 1-hydroxypyrene (1-PYR). Detailed information on the specimen collection methods, laboratory testing methods, and processing methods can be found on the NHANES website ( https://wwwn.cdc.gov/nchs/data/nhanes/2011-2012/labmethods/pah_g_met.pdf ). The detection rates of urinary OH-PAHs were above 80%, and the limits of detection (LODs) for the OH-PAHs are provided in Supplementary Table  1 . In cases where a OH-PAH concentration fell below the LOD, the value of the LOD divided by the square root of two was utilized. Urinary creatinine was used to correct for urinary OH-PAHs, mitigating issues related to urinary dilution and concentration interference (ng/g creatinine).\n\n## Lung function assessment\n\nThe lung function testing procedures adhered to the recommendations of the American Thoracic Society. Five lung function parameters were obtained, including forced expiratory volume in 1 s (FEV1), forced vital capacity (FVC), the FEV1/FVC ratio, peak expiratory flow (PEF), forced expiratory flow from 25 to 75% of the FVC (PEF 25 − 75% ), and fractional exhaled nitric oxide (FeNO). A professional assessment of the quality of the FEV1 and FVC values was concurrently provided, assigning an A-F rating. Only data with quality grades A or B were included in the present study.\n\n## Covariates\n\nThe covariates included in this study were selected based on prior research. The following covariates were used: age (years), sex (female or male), ethnicity (non-Hispanic white, non-Hispanic black, Mexican American, other Hispanic, other race—including multiple races), marital status (married, divorced, never married, separated, widowed, or living with a partner), education level (lower than high school, high school or equivalent, above high school), diabetes mellitus (based on questionnaires, blood glucose testing, glycosylated hemoglobin, and use of diabetes medication or insulin), and hypertension (based on questionnaires, average blood pressure, and hypertension medication). The serum concentration of cotinine was considered an indicator of exposure to environmental cigarette smoke [ 24 ]. Given the right-skewed distribution of serum cotinine concentrations in the present study, we categorized patients into high-exposure (≥ 0.048 ng/ml) and low-exposure (< 0.048 ng/ml) groups based on the median concentration (0.048 ng/ml) of serum cotinine. Body mass index (BMI) values were classified into several conventionally agreed categories upon by the World Health Organization (underweight, < 18.5 kg/m 2 ; normal weight, 18.5 to < 25.0 kg/m 2 ; overweight, 25.0 to < 30.0 kg/m 2 ; obese, ≥ 30.0 kg/m 2 ) [ 25 ]. Drinking was based on the standard classification of drinking behaviour in the NHANES survey (from the questionnaire ‘alq101’, drinkers, ≥ 12 drinks/year; non-drinkers, < 12 drinks/year) [ 26 ]. The Family Income to Poverty Ratio (FIR) represented different levels of economic status. Based on previous FIR classifications in the literature, the population was categorized into low-income (< 1.30), middle-income (1.30–1.35) and high-income levels (> 1.35) [ 27 ].\n\n## Statistical analysis\n\nThe descriptive analysis included the characteristics of all participants. T tests were employed for continuous variables that followed a normal distribution (Kolmogorov-Smirnov test,  p  ≥ 0.05), whereas rank-sum tests were applied for categorical variables. Notably, the concentrations of all nine urinary OH-PAHs in this study exhibited a significantly right-skewed distribution. To address this, log transformation (lg-transformed) was implemented to convert urinary OH-PAH concentrations into a normal distribution.\n\nThe associations between each OH-PAH and various lung function parameters were investigated by treating the concentrations of individual OH-PAHs as continuous variables using a weighted generalized linear model (GLM). A univariate crude model (Model 1) was used to explore the unadjusted relationship between individual urinary OH-PAHs and lung function. Model 2 was adjusted for age, ethnicity, marital status, education level, BMI, FIR, alcohol consumption, serum cotinine concentration, diabetes mellitus status, and hypertension status. A significance level of  p  < 0.05 was considered to indicate statistical significance, and the slopes (β) of the GLM along with their corresponding 95% confidence intervals (95% CI) were reported.\n\nFirst, a WQS regression was used to investigate the joint association of the nine urinary OH-PAHs with lung function. The WQS index was constructed based on quartiles of urinary OH-PAHs, assigning a weight to each urinary OH-PAH. The total weights of all exposures summed to 1, with each weight reflecting the strength of its association with lung function and considering collinearity between urinary OH-PAHs [ 28 ]. For this study, 40% of the participants were assigned to the test set, and the remaining 60% were assigned to the validation set. Simultaneously, 1000 bootstrap samples were included. Both a univariate crude model (WQS Model 1) and an adjusted model (WQS Model 2) were executed in the WQS model. However, the WQS model assumes that connections between each component and the outcome are in the same direction [ 28 ]. To address this limitation, we employed a qgcomp model based on the WQS model framework, allowing flexibility in the direction of exposure [ 29 ]. The qgcomp model assigned either negative or positive weights to each exposure, estimating the combined effect of the exposures. The number of bootstrap iterations was set to 200, and the parameter q was set to 4. Notably, survey weights were incorporated into both the WQS and qgcomp models.\n\nNext, considering interactions between exposures and nonlinear associations between exposures and outcomes, a BKMR model was constructed to explore the interaction between exposures and the combined effect on outcomes [ 30 ]. The number of bootstrap iterations was set to 25,000.\n\nSubgroup analyses were performed based on smoking status to determine strata effects. Smoking status was classified into three categories: current (individuals who have smoked at least 100 cigarettes in their lifetime and currently smoke), former (the person has smoked more than 100 cigarettes in their life but does not smoke now), and never (the person has smoked fewer than 100 cigarettes in their life).\n\nAll analyses were conducted using R software (version 4.2.2). The packages “svyglm,” “gWQS,” “BKMR,” and “qgcomp” were utilized to run survey-weighted GLM, WQS, BKMR, and qcomp models. A p value less than 0.05 was considered to indicate statistical significance (two-sided).\n\n## Descriptive analysis\n\nThe descriptive analysis included the characteristics of all participants. T tests were employed for continuous variables that followed a normal distribution (Kolmogorov-Smirnov test,  p  ≥ 0.05), whereas rank-sum tests were applied for categorical variables. Notably, the concentrations of all nine urinary OH-PAHs in this study exhibited a significantly right-skewed distribution. To address this, log transformation (lg-transformed) was implemented to convert urinary OH-PAH concentrations into a normal distribution.\n\n## Effect of individual PAHs on lung function\n\nThe associations between each OH-PAH and various lung function parameters were investigated by treating the concentrations of individual OH-PAHs as continuous variables using a weighted generalized linear model (GLM). A univariate crude model (Model 1) was used to explore the unadjusted relationship between individual urinary OH-PAHs and lung function. Model 2 was adjusted for age, ethnicity, marital status, education level, BMI, FIR, alcohol consumption, serum cotinine concentration, diabetes mellitus status, and hypertension status. A significance level of  p  < 0.05 was considered to indicate statistical significance, and the slopes (β) of the GLM along with their corresponding 95% confidence intervals (95% CI) were reported.\n\n## Combined effect of PAHs on lung function\n\nFirst, a WQS regression was used to investigate the joint association of the nine urinary OH-PAHs with lung function. The WQS index was constructed based on quartiles of urinary OH-PAHs, assigning a weight to each urinary OH-PAH. The total weights of all exposures summed to 1, with each weight reflecting the strength of its association with lung function and considering collinearity between urinary OH-PAHs [ 28 ]. For this study, 40% of the participants were assigned to the test set, and the remaining 60% were assigned to the validation set. Simultaneously, 1000 bootstrap samples were included. Both a univariate crude model (WQS Model 1) and an adjusted model (WQS Model 2) were executed in the WQS model. However, the WQS model assumes that connections between each component and the outcome are in the same direction [ 28 ]. To address this limitation, we employed a qgcomp model based on the WQS model framework, allowing flexibility in the direction of exposure [ 29 ]. The qgcomp model assigned either negative or positive weights to each exposure, estimating the combined effect of the exposures. The number of bootstrap iterations was set to 200, and the parameter q was set to 4. Notably, survey weights were incorporated into both the WQS and qgcomp models.\n\nNext, considering interactions between exposures and nonlinear associations between exposures and outcomes, a BKMR model was constructed to explore the interaction between exposures and the combined effect on outcomes [ 30 ]. The number of bootstrap iterations was set to 25,000.\n\nSubgroup analyses were performed based on smoking status to determine strata effects. Smoking status was classified into three categories: current (individuals who have smoked at least 100 cigarettes in their lifetime and currently smoke), former (the person has smoked more than 100 cigarettes in their life but does not smoke now), and never (the person has smoked fewer than 100 cigarettes in their life).\n\nAll analyses were conducted using R software (version 4.2.2). The packages “svyglm,” “gWQS,” “BKMR,” and “qgcomp” were utilized to run survey-weighted GLM, WQS, BKMR, and qcomp models. A p value less than 0.05 was considered to indicate statistical significance (two-sided).\n\n## Results\n\nThe population characteristics of a total of 4040 participants, including 1959 females and 2081 males, from NHANES 2007–2012 are presented in Table  1 . The majority of participants identified as non-Hispanic white, accounting for 70.5% of the weighted percent of the total population. Over half of the participants were married (56.6%), and a significant proportion had a high level of education (60.3%). Male participants exhibited lower concentrations of all nine OH-PAHs than females did, with more pronounced differences observed in 2-NAP, 1-PHE, and 1-PYR. Significant differences in marital status, education level, hypertension status, BMI, FIR, alcohol consumption, and serum cotinine concentration were found between males and females. The results of lung function measurements are presented in Supplementary Table  2 . In comparison to female participants, male participants exhibited greater FEV1 and FVC, faster flow rates of PEF and PEF 25 − 75% , and greater FeNO concentrations. However, among male participants, a lower ratio of FEV1/FVC was observed (0.788 vs. 0.771).\n\nTable 1 Characteristics of included participants (aged ≥ 20) from NHANES 2007–2012 Variables Total ( n  = 4040) Female ( n  = 1959) Male ( n  = 2081) P  value Age (year) 47.1 ± 0.432 47.8 ± 0.497 46.4 ± 0.590 0.050 Ethnicity ,  n (%)    0.035 Non-Hispanic White 1892 (70.5) 919 (70.6) 973 (70.4) Non-Hispanic Black 817 (10.3) 401 (11.3) 416 (9.38) Mexican American 591 (7.64) 276 (6.52) 315 (8.76) Other Hispanic 406 (5.42) 213 (5.47) 193 (5.37) Other Race - Including Multi-Racial 334 (6.15) 150 (6.20) 184 (6.10) Marital status ,  n (%)    < 0.001 Married 2099 (56.6) 911 (52.6) 1188 (60.6) Divorced 429 (10.2) 238 (12.0) 191 (8.44) Never married 755 (18.6) 359 (17.3) 396 (19.9) Separated 122 (1.93) 68 (2.22) 54 (1.64) Widowed 330 (5.54) 242 (8.83) 88 (2.22) Living with partner 305 (7.14) 141 (7.07) 164 (7.22) Education level ,  n (%)    0.033 Lower than high school 425 (5.60) 174 (4.74) 251 (6.46) High school or equivalent 1538 (34.2) 754 (33.7) 784 (34.6) Above high school 2077 (60.3) 1031 (61.5) 1046 (59.0) Diabetes mellitus ,  n (%)    0.538 No 3391 (88.0) 1657 (88.5) 1734 (87.4) Yes 649 (12.0) 302 (11.5) 347 (12.6) Hypertension ,  n (%)    0.011 No 2342 (62.9) 1171 (65.4) 1171 (60.4) Yes 1698 (37.1) 788 (34.6) 910 (39.6) BMI (kg/m \n 2 \n )    < 0.001 < 18.5 60.0 (1.38) 43.0 (2.30) 17.0 (0.442) 18.5 to < 25 1130 (30.1) 574 (33.9) 556 (26.3) 25 to < 30 1358 (33.9) 579 (29.2) 779 (38.6) ≧ 30 1492 (34.7) 763 (34.6) 729 (34.7) FIR ,  n (%)    0.002 <1.3 1311 (21.3) 700 (23.5) 611 (19.0) 1.3–3.5 1446 (34.3) 670 (33.8) 776 (34.8) >3.5 1283 (44.5) 589 (42.7) 694 (46.2) Drinker ,  n (%)    < 0.001 No 1042 (21.4) 708 (30.2) 334 (12.5) Yes 2998 (78.6) 1251 (69.8) 1747 (87.5) Serum cotinine    < 0.001 Low 2018 (52.4) 1092 (57.8) 926 (47.1) High 2022 (47.6) 867 (42.2) 1155 (52.9) Smoking status ,  n (%) Current 880 (21.7) 387 (19.4) 493 (21.8) Former 992 (24.6) 374 (21.3) 618 (28.2) Never 2168 (53.7) 1198 (59.4) 970 (50.0) PAHs (ng/L) 1-NAP 1891 (860, 6103) 1997 (977, 6374) 1764 (772, 5874) 0.041 2-NAP 3776 (2037, 8301) 4183 (2295, 9346) 3277 (1832, 7284) < 0.001 2-FLU 210 (133, 503) 216 (144, 482) 202 (124, 536) 0.109 3-FLU 80.0 (47.4, 217) 82.1 (50.0, 204) 76.0 (44.4, 242) 0.190 9-FLU 280 (166, 539) 296 (176, 542) 268 (158, 520) 0.021 1-PHE 139 (88.5, 228) 154 (100, 250) 124 (79.5, 207) < 0.001 2-PHE 65.2 (43.2, 109) 68.3 (45.6, 109) 62.3 (41.1, 110) 0.039 3-PHE 73.6 (45.6, 133) 75.7 (48.6, 134) 71.6 (43.2, 131) 0.093 1-PYR 107 (66.1, 199) 119 (74.5, 210) 100 (60.0, 180) < 0.001 Notes  Categorical variables were presented as number (n) and percentage. n, numbers of subjects; %, weighted percentage. Normally distributed continuous variables were expressed as mean (SD); Non-normally distributed continuous variables were expressed as median (IQR). Bold denoted by  P  < 0.05 FIR: Family income-to-poverty ratio; BMI: Body mass index; PAHs: Polycyclic aromatic hydrocarbons; 1-NAP: 1-hydroxynaphthalene; 2-NAP: 2-hydroxynaphthalene; 2-FLU: 2-hydroxyfluorene; 3-FLU: 3-hydroxyfluorene; 3-PHE: 3-hydroxyphenanthrene; 1-PHE: 1-hydroxyphenanthrene; 2-PHE: 2-hydroxyphenanthrene; 1-PYR: 1-hydroxypyrene; 9-FLU: 9-hydroxyfluorene\n\nCharacteristics of included participants (aged ≥ 20) from NHANES 2007–2012\n\nNotes  Categorical variables were presented as number (n) and percentage. n, numbers of subjects; %, weighted percentage. Normally distributed continuous variables were expressed as mean (SD); Non-normally distributed continuous variables were expressed as median (IQR). Bold denoted by  P  < 0.05\n\nFIR: Family income-to-poverty ratio; BMI: Body mass index; PAHs: Polycyclic aromatic hydrocarbons; 1-NAP: 1-hydroxynaphthalene; 2-NAP: 2-hydroxynaphthalene; 2-FLU: 2-hydroxyfluorene; 3-FLU: 3-hydroxyfluorene; 3-PHE: 3-hydroxyphenanthrene; 1-PHE: 1-hydroxyphenanthrene; 2-PHE: 2-hydroxyphenanthrene; 1-PYR: 1-hydroxypyrene; 9-FLU: 9-hydroxyfluorene\n\nUnivariate and multivariate survey-weighted GLMs were used to evaluate the impact of single OH-PAH on lung function (Table  2 ). In Model 1, an increase in the lg-transformed concentrations of the nine OH-PAHs was associated with a decrease in FEV1/FVC, PEF, PEF25-75%, and FeNO. Except for 1-PYR, there was a decrease in FEV1 across the remaining PAHs. FVC decreased in response to increases in 1-NAP, 2-NAP, 9-FLU, 1-PHE, and 2-PHE. In Model 2, after adjusting for all covariates, FEV1/FVC was negatively associated with all nine OH-PAHs, but no correlation was found between FVC and any of the nine OH-PAHs. Among the nine OH-PAHs, with each unit increase in lg-transformed OH-PAH concentration, 2-PHE had the greatest effect on FEV1 (β = -143), and 2-FLU had the greatest effect on FEV1/FVC (β = -0.027), PEF (β = -327), PEF25-75% (β = -252), and FeNO (β = -5.91).\n\nTable 2 Associations of PAHs with lung function indicators in different survey-weighted GLMs Model 1 FEV1 FVC FEV1/FVC PEF PEF 25 − 75% FeNO Chemicals β (95% CI) β (95% CI) β (95% CI) β (95% CI) β (95% CI) β (95% CI) 1-NAP -186 (-252, -120) ** -122 (-206, -37.0) * -0.024 (-0.030, -0.019) ** -562 (-713, -412) ** -379 (-468, -289) ** -3.17 (-4.08, -2.26) ** 2-NAP -284 (-375, -193) ** -264 (-382, -146) ** -0.016 (-0.026, -0.006) * -896 (-1119, -672) ** -325 (-458, -192) ** -6.19 (-7.88, -4.51) ** 2-FLU -171 (-267, -75.3) ** -75.7 (-210, 58.2) -0.028 (-0.036, -0.019) ** -685 (-885, -485) ** -337 (-453, -222) ** -6.83 (-8.08, -5.58) ** 3-FLU -106 (-188, -25.8) * -15.5 (-130, 98.8) -0.023 (-0.030, -0.016) ** -507 (-687, -327) ** -250 (-349, -153) ** -5.95 (-7.21, -4.69) ** 9-FLU -326 (-437, -216) ** -254 (-387, -122) ** -0.032 (-0.042, -0.021) ** -887 (-1174, -601) ** -545 (-714, -375) ** -4.18 (-6.01, -2.36) ** 1-PHE -453 (-600, -306) ** -402 (-581, -222) ** -0.029 (-0.041, -0.017) ** -1101 (-1483, -718) ** -637 (-835, -438) ** -4.64 (-7.27, -2.02) ** 2-PHE -326 (-475, -177) ** -268 (-449, -88.2) * -0.028 (-0.039, -0.017) ** -814 (-1189, -440) ** -481 (-676, -286) ** -4.61 (-7.47, -1.74) * 3-PHE -213 (-339, -88.3) * -105 (-270, 59.3) -0.032 (-0.042, -0.021) ** -783 (-1092, -474) ** -439 (-602, -276) ** -4.37 (-6.48, -2.26) ** 1-PYR -99.6 (-215, 15.6) -62.0 (-209, 85.5) -0.01 (-0.020, 0.000) * -618 (-881, -355) ** -166 (-314, -19.4) * -6.13 (-8.07, -4.18) ** Model 2 FEV1 FVC FEV1/FVC PEF PEF \n 25 − 75% FeNO Chemicals β (95% CI) β (95% CI) β (95% CI) β (95% CI) β (95% CI) β (95% CI) 1-NAP -10.5 (-51.6, 30.6) 42.2 (-15.8, 100) -0.013 (-0.018, -0.008) ** -110 (-206, -13.7) * -97.4 (-166, -28.8) * -2.39 (-3.65, -1.12) ** 2-NAP -94.6 (-166, -22.9) * 8.16 (-83.2, 99.6) -0.022 (-0.032, -0.012) ** -238 (-439, -35.8) * -216 (-348, -83.4) * -4.55 (-6.76, -2.34) ** 2-FLU -102 (-169, -34.3) * -3.71 (-99.0, 91.6) -0.027 (-0.035, -0.018) ** -326 (-484, -169) ** -252 (-355, -149) ** -5.91 (-8.08, -3.74) ** 3-FLU -81.3 (-138, -24.5) * 9.92 (-71.5, 91.4) -0.023 (-0.031, -0.016) ** -235 (-379, -91.4) * -213 (-299, -128) ** -5.24 (-7.54, -2.94) ** 9-FLU -117 (-194, -40.2) * -71.2 (-161, 18.3) -0.017 (-0.026, -0.007) * -311 (-533, -88.8) * -205 (-342, -68.0) * -2.53 (-5.00, -0.071) * 1-PHE -87.3 (-164, -11.0) * -35.0 (-132, 62.0) -0.011 (-0.021, -0.001) * -100 (-289, 87.9) -124 (-257, 8.42) -2.64 (-5.75, 0.475) 2-PHE -143 (-220, -65.7) ** -99.4 (-200, 1.22) -0.016 (-0.025, -0.007) * -293 (-509, -76.0) * -218 (-341, -94.5) * -2.88 (-6.24, 0.474) 3-PHE -88.8 (-161, -16.5) -8.01 (-105, 89.4) -0.021 (-0.031, -0.012) ** -303 (-498, -107) * -215 (-343, -86.7) * -2.39 (-5.38, 0.605) 1-PYR -66.2 (-135, 2.28) 13.8 (-78.3, 106) -0.019 (-0.026, -0.012) ** -165 (-372, 42.2) -218 (-325, -112) ** -4.03 (-6.82, -1.23) * Notes  Lg-transformed concentration chemicals Cr: urinary creatinine Model 1: Crude model, no covariate was adjusted Model 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus * P  < 0.05, ** P  < 0.001\n\nAssociations of PAHs with lung function indicators in different survey-weighted GLMs\n\nNotes  Lg-transformed concentration chemicals\n\nCr: urinary creatinine\n\nModel 1: Crude model, no covariate was adjusted\n\nModel 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus\n\n* P  < 0.05, ** P  < 0.001\n\nThe WQS model was applied to explore the joint impact of the nine urinary OH-PAHs on lung function (Table  3 ). The results indicated that the combined effects of these OH-PAHs were statistically significant for all lung function indices ( p  < 0.001) in both the crude model (WQS Model 1) and the adjusted model (WQS Model 2). The weights assigned to each OH-PAH in the joint effect are presented in Supplementary Table  3 . After we adjusted for all the covariates, 2-NAP had the highest influence on FEV1, FVC, PEF, and PEF25-75%, accounting for 69.5%, 71.3%, 42.0%, and 40.9%, respectively (Fig.  1  and Supplementary Table  3 ). Additionally, 1-PYR (48.3%) had the highest weight in terms of FEV1/FVC, while 3-FLU (36.8%) led in terms of FeNO (Fig.  1  and Supplementary Table  3 ). The qgcomp analysis produced similar joint effects of the nine OH-PAHs on lung function indices as observed in the WQS model (Table  4 ). 2-NAP remained the most dominant contributor to the effects on FEV1, FVC, and PEF resulting from coexposure to the nine OH-PAHs (Fig.  2 ). However, there were discrepancies in the results, with 1-NAP having the highest weight in FEV1/FVC (Fig.  2 C) and 2-FLU leading in FeNO (Fig.  2 F), which contradicted the findings of the WQS model.\n\nTable 3 The estimate of co-exposure in the WQS model Model 1 Estimate SE P FEV1 -176 21.6 < 0.001 FVC -138 25.7 < 0.001 FEV1/FVC -0.016 0.002 < 0.001 PEF -517 56.4 < 0.001 PEF 25 − 75% -240 31.8 < 0.001 FeNO -3.41 0.350 < 0.001 Model 2 FEV1 -166 18.3 < 0.001 FVC -181 24.8 < 0.001 FEV1/FVC -0.008 0.002 < 0.001 PEF -516 55.7 < 0.001 PEF 25 − 75% -188 28.5 < 0.001 FeNO -3.15 0.400 < 0.001 Model 1: Crude model, no covariate was adjusted. Bold denoted by  P  < 0.05  P  < 0.05 Model 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05 P  < 0.05\n\nThe estimate of co-exposure in the WQS model\n\nModel 1: Crude model, no covariate was adjusted. Bold denoted by  P  < 0.05  P  < 0.05\n\nModel 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05 P  < 0.05\n\nFig. 1 Weighted values of OH-PAHs for FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) in the WQS model. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\nWeighted values of OH-PAHs for FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) in the WQS model. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\nTable 4 The estimate of co-exposure in the survey-weighted qgcomp model Model 1 Estimate SE P FEV1 -158 24.2 < 0.001 FVC -130 31.2 < 0.001 FEV1/FVC -0.013 0.002 < 0.001 PEF -503 58.8 < 0.001 PEF 25%−75% -242 33.8 < 0.001 FeNO -3.10 0.420 < 0.001 Model 2 FEV1 -151 26.2 < 0.001 FVC -150 36.0 < 0.001 FEV1/FVC -0.009 0.003 < 0.001 PEF -452 64.4 < 0.001 PEF 25%−75% -194 35.1 < 0.001 FeNO -2.89 0.480 < 0.001 Model 1: Crude model, no covariate was adjusted. Bold denoted by  P  < 0.05 Model 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05\n\nThe estimate of co-exposure in the survey-weighted qgcomp model\n\nModel 1: Crude model, no covariate was adjusted. Bold denoted by  P  < 0.05\n\nModel 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05\n\nFig. 2 The estimated risk of the combined effect of OH-PAHs co-exposure on FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) by BKMR. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\nThe estimated risk of the combined effect of OH-PAHs co-exposure on FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) by BKMR. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\nPearson’s correlation coefficients among lg-transformed OH-PAHs are displayed in Supplementary Fig.  2 , revealing correlations between any two OH-PAHs (r values ranged from 0.366 to 0.927). Strong correlations ( r  > 0.800) were identified between 2-FLU and 3-FLU ( r  = 0.927), 2-FLU and 3-PHE ( r  = 0.807), 3-FLU and 3-PHE ( r  = 0.810), 1-PHE and 2-PHE ( r  = 0.807), and 2-PHE and 3-PHE ( r  = 0.860). According to the BKMR model, when all OH-PAHs were simultaneously fixed at different percentiles compared to their fixation at the median, coexposure to a high concentration of the nine OH-PAHs was associated with a decrease in FEV1 (above the 65% coexposure concentration) (Fig.  3 A), FEV1/FVC (above the 65% coexposure concentration) (Fig.  3 C), PEF (above the 70% coexposure concentration) (Fig.  3 D), PEF 25 − 75%  (above the 55% coexposure concentration) (Fig.  3 E), and FeNO (above the 65% coexposure concentration) (Fig.  3 F). Additionally, exposure‒response analyses for individual OH-PAHs and different lung function indices were performed to examine linear or nonlinear associations. When the remaining eight OH-PAH levels were fixed at the median, nonlinear associations were observed, particularly between 1-NAP and FeNO, 3-FLU and FEV1/FVC, 3-FLU and FeNO, and 3-PHE and FeNO (Supplementary Fig.  3 ). Moreover, dose‒response curves of one OH-PAH versus lung function indices are presented in Supplementary Figs.  4 – 9 , in which another OH-PAH level was fixed at the 10th, 50th, and 90th percentiles (with the remaining seven OH-PAH levels fixed at the median). The intersection of the curves suggested an interaction. In this study, interactions were observed between 3-FLU and 9-FLU, between 9-FLU and 2-PHE in FEV1 (Supplementary Fig.  4 ), between 2-FLU and 2-NAP, between 3-FLU and 2-NAP in PEF 25 − 75%  (Supplementary Fig.  8 ), and between 3-PHE and 3-FLU in FeNO (Supplementary Fig.  9 ).\n\nFig. 3 The weights of the positive and negative factors for FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) in the qgcomp model. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\nThe weights of the positive and negative factors for FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) in the qgcomp model. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\nThe subgroup analysis results are summarized in Table  5  and Supplementary Fig.  10 . The survey-weighted GLM indicated that single urinary OH-PAH concentration in former and current smokers had no significant effect on FEV1 or FVC (all OH-PAHs  p  > 0.05). However, for current smokers, specific urinary OH-PAHs, including 2-NAP ( p  = 0.043), 2-FLU ( p  = 0.016), 3-FLU ( p  = 0.007), 3-PHE ( p  = 0.016), and 1-PYR ( p  = 0.029), had effects on FEV1/FVC. Similarly, urinary OH-PAH had no effect on the PEF in either current or never smokers. The same situation was found for PEF25-75% in former and never smokers, as well as for FeNO in never smokers.\n\nTable 5 The associations of PAHs (ng/g cr) with lung function by survey-weighted GLM, WQS, and qgcomp models Smoking status   Current   Former   None Estimate SE P Estimate SE P Estimate SE P FEV1 GLM model 1-NAP 13.8 47.0 0.771 59.6 36.1 0.111 5.99 24.2 0.806 2-NAP -110 86.0 0.212 11.2 86.4 0.898 -68.6 33.0 0.047 2-FLU -115 82.7 0.178 -139 69.4 0.057 -37.6 38.0 0.331 3-FLU -131 68.8 0.067 -105 60.0 0.091 -8.08 40.2 0.842 9-FLU -103 78.4 0.201 -104 78.1 0.195 -78.2 34.4 0.031 1-PHE -158 113 0.172 -110 81.4 0.190 -35.2 42.2 0.410 2-PHE -201 103 0.061 -114 73.3 0.131 -103 37.2 0.010 3-PHE -161 93.6 0.097 -73.6 70.8 0.309 -28.1 40.3 0.490 1-PYR -83.7 72.5 0.259 -17.1 64.1 0.792 -30.7 34.0 0.374 WQS model Mixture of WQS -137 40.1 0.001 -84.6 40.2 0.036 -127 28.8 < 0.001 qgcomp model Mixture of qgcomp -116 50.9 0.023 -97.3 53.0 0.067 -169 40.4 < 0.001 FVC GLM model 1-NAP 64.3 57.0 0.270 62.2 47.4 0.202 9.04 33.9 0.792 2-NAP 58.5 120 0.629 1.93 105 0.986 -57.3 39.6 0.159 2-FLU 33.9 102 0.742 -146 95.8 0.140 -45.9 42.6 0.291 3-FLU 46.8 85.9 0.590 -117 88.3 0.199 -12.0 46.2 0.797 9-FLU -48.8 79.1 0.542 -161 97.3 0.110 -97.1 47.3 0.050 1-PHE -23.0 131 0.862 -123 110 0.272 -38.2 49.7 0.448 2-PHE -132 107 0.229 -152 92.8 0.116 -131 48.7 0.012 3-PHE -25.6 102 0.803 -61.7 97.5 0.533 -35.7 53.5 0.511 1-PYR 68.6 95.5 0.478 -36.8 83.8 0.665 -27.6 43.4 0.530 WQS model Mixture of WQS -90.5 51.2 0.078 -98.1 59.4 0.997 -224 37.3 < 0.001 qgcomp model Mixture of qgcomp -86.2 60.1 0.150 -134 65.3 0.041 -226 44.4 < 0.001 FEV1/FVC GLM model 1-NAP -0.008 0.007 0.295 -0.003 0.005 0.583 -0.000 0.004 0.907 2-NAP -0.030 0.014 0.043 0.002 0.009 0.825 0.001 0.005 0.885 2-FLU -0.031 0.012 0.016 -0.013 0.012 0.298 0.001 0.005 0.884 3-FLU -0.033 0.011 0.007 -0.010 0.011 0.352 0.002 0.005 0.710 9-FLU -0.016 0.014 0.259 -0.002 0.009 0.834 0.001 0.005 0.818 1-PHE -0.029 0.016 0.090 -0.006 0.008 0.459 0.007 0.005 0.168 2-PHE -0.023 0.015 0.127 -0.006 0.010 0.531 0.004 0.005 0.413 3-PHE -0.035 0.013 0.016 -0.013 0.010 0.199 0.004 0.006 0.516 1-PYR -0.030 0.013 0.029 0.002 0.008 0.836 -0.001 0.004 0.887 WQS model Mixture of WQS -0.017 0.004 < 0.001 -0.005 0.004 0.234 0.002 0.002 0.389 qgcomp model Mixture of qgcomp -0.012 0.005 0.023 -0.001 0.005 0.800 0.003 0.003 0.370 PEF GLM model 1-NAP -8.70 144 0.952 -25.7 135 0.851 -13.2 61.9 0.832 2-NAP -165 232 0.484 -148 297 0.623 2.51 106 0.981 2-FLU -191 199 0.346 -570 222 0.017 -60.4 122 0.625 3-FLU -173 197 0.387 -423 188 0.034 65.9 102 0.522 9-FLU -331 234 0.168 -457 213 0.042 -95.8 128 0.460 1-PHE -186 263 0.485 -443 195 0.032 143 136 0.302 2-PHE -344 259 0.196 -474 212 0.035 -84.7 146 0.567 3-PHE -394 237 0.108 -579 191 0.006 3.83 122 0.975 1-PYR -203 179 0.267 -212 214 0.331 54.1 104 0.608 WQS model Mixture of WQS -332 100 0.001 -451 116 < 0.001 -342 77.3 < 0.001 qgcomp model Mixture of qgcomp -330 119 0.006 -410 151 0.007 -383 92.7 < 0.001 PEF \n 25 − 75% GLM model 1-NAP -74.7 80.6 0.362 0.690 90.6 0.994 -7.10 42.4 0.868 2-NAP -367 158 0.028 -16.7 137 0.904 -15.1 75.0 0.842 2-FLU -376 144 0.015 -239 141 0.103 15.7 66.2 0.814 3-FLU -401 134 0.006 -215 121 0.089 53.2 66.2 0.429 9-FLU -138 167 0.416 -212 145 0.155 -53.8 68.1 0.436 1-PHE -352 189 0.073 -178 146 0.234 60.8 77.4 0.439 2-PHE -352 201 0.092 -165 140 0.250 -38.4 68.5 0.579 3-PHE -422 171 0.020 -225 141 0.123 28.4 74.8 0.707 1-PYR -377 129 0.007 -47.6 121 0.698 -54.6 62.2 0.388 WQS model Mixture of WQS -249 48.7 < 0.001 -132 59.2 < 0.001 -110 36.8 0.003 qgcomp model Mixture of qgcomp -226 77.9 0.004 -107 74.2 0.150 -126 49.9 0.012 FeNO GLM model 1-NAP -2.10 0.607 0.002 -1.88 1.11 0.101 1.31 1.02 0.212 2-NAP -3.47 1.73 0.055 -5.41 1.97 0.011 0.942 1.69 0.582 2-FLU -3.58 1.03 0.002 -6.25 1.34 < 0.001 0.173 1.91 0.928 3-FLU -4.30 0.975 < 0.001 -6.22 1.24 < 0.001 0.775 2.14 0.720 9-FLU -2.25 1.12 0.055 -1.19 1.74 0.502 1.07 1.79 0.554 1-PHE -2.45 1.60 0.138 -2.01 2.08 0.343 -0.132 2.02 0.948 2-PHE -3.51 1.30 0.012 -1.47 1.92 0.451 0.984 2.16 0.653 3-PHE -2.96 1.19 0.019 -1.59 1.63 0.339 2.48 2.09 0.246 1-PYR -3.36 1.38 0.022 -5.33 1.63 0.003 1.25 2.06 0.550 WQS model Mixture of WQS -1.83 0.585 0.002 -2.72 0.720 < 0.001 -1.00 0.514 0.051 qgcomp model Mixture of qgcomp -1.91 0.520 < 0.001 -2.63 0.891 0.003 -0.017 0.739 0.582 All model was adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05\n\nThe associations of PAHs (ng/g cr) with lung function by survey-weighted GLM, WQS, and qgcomp models\n\nAll model was adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05\n\nAccording to both the WQS and qgcomp analyses, the combined effect of multiple OH-PAHs led to statistically significant reductions in all lung function indices except for the FVC in current smokers. FEV1/FVC and FeNO were not significantly affected by combined OH-PAHs in never smokers.\n\nAccording to the BKMR model, when all OH-PAHs were simultaneously fixed at different percentiles compared with their fixation at the median, FEV1/FVC, PEF25-75%, and FeNO exhibited an overall downward trend in current smokers, as did FeNO in former smokers, with increased OH-PAH concentrations (Supplementary Fig.  10 ).\n\n## Demographic characteristics\n\nThe population characteristics of a total of 4040 participants, including 1959 females and 2081 males, from NHANES 2007–2012 are presented in Table  1 . The majority of participants identified as non-Hispanic white, accounting for 70.5% of the weighted percent of the total population. Over half of the participants were married (56.6%), and a significant proportion had a high level of education (60.3%). Male participants exhibited lower concentrations of all nine OH-PAHs than females did, with more pronounced differences observed in 2-NAP, 1-PHE, and 1-PYR. Significant differences in marital status, education level, hypertension status, BMI, FIR, alcohol consumption, and serum cotinine concentration were found between males and females. The results of lung function measurements are presented in Supplementary Table  2 . In comparison to female participants, male participants exhibited greater FEV1 and FVC, faster flow rates of PEF and PEF 25 − 75% , and greater FeNO concentrations. However, among male participants, a lower ratio of FEV1/FVC was observed (0.788 vs. 0.771).\n\nTable 1 Characteristics of included participants (aged ≥ 20) from NHANES 2007–2012 Variables Total ( n  = 4040) Female ( n  = 1959) Male ( n  = 2081) P  value Age (year) 47.1 ± 0.432 47.8 ± 0.497 46.4 ± 0.590 0.050 Ethnicity ,  n (%)    0.035 Non-Hispanic White 1892 (70.5) 919 (70.6) 973 (70.4) Non-Hispanic Black 817 (10.3) 401 (11.3) 416 (9.38) Mexican American 591 (7.64) 276 (6.52) 315 (8.76) Other Hispanic 406 (5.42) 213 (5.47) 193 (5.37) Other Race - Including Multi-Racial 334 (6.15) 150 (6.20) 184 (6.10) Marital status ,  n (%)    < 0.001 Married 2099 (56.6) 911 (52.6) 1188 (60.6) Divorced 429 (10.2) 238 (12.0) 191 (8.44) Never married 755 (18.6) 359 (17.3) 396 (19.9) Separated 122 (1.93) 68 (2.22) 54 (1.64) Widowed 330 (5.54) 242 (8.83) 88 (2.22) Living with partner 305 (7.14) 141 (7.07) 164 (7.22) Education level ,  n (%)    0.033 Lower than high school 425 (5.60) 174 (4.74) 251 (6.46) High school or equivalent 1538 (34.2) 754 (33.7) 784 (34.6) Above high school 2077 (60.3) 1031 (61.5) 1046 (59.0) Diabetes mellitus ,  n (%)    0.538 No 3391 (88.0) 1657 (88.5) 1734 (87.4) Yes 649 (12.0) 302 (11.5) 347 (12.6) Hypertension ,  n (%)    0.011 No 2342 (62.9) 1171 (65.4) 1171 (60.4) Yes 1698 (37.1) 788 (34.6) 910 (39.6) BMI (kg/m \n 2 \n )    < 0.001 < 18.5 60.0 (1.38) 43.0 (2.30) 17.0 (0.442) 18.5 to < 25 1130 (30.1) 574 (33.9) 556 (26.3) 25 to < 30 1358 (33.9) 579 (29.2) 779 (38.6) ≧ 30 1492 (34.7) 763 (34.6) 729 (34.7) FIR ,  n (%)    0.002 <1.3 1311 (21.3) 700 (23.5) 611 (19.0) 1.3–3.5 1446 (34.3) 670 (33.8) 776 (34.8) >3.5 1283 (44.5) 589 (42.7) 694 (46.2) Drinker ,  n (%)    < 0.001 No 1042 (21.4) 708 (30.2) 334 (12.5) Yes 2998 (78.6) 1251 (69.8) 1747 (87.5) Serum cotinine    < 0.001 Low 2018 (52.4) 1092 (57.8) 926 (47.1) High 2022 (47.6) 867 (42.2) 1155 (52.9) Smoking status ,  n (%) Current 880 (21.7) 387 (19.4) 493 (21.8) Former 992 (24.6) 374 (21.3) 618 (28.2) Never 2168 (53.7) 1198 (59.4) 970 (50.0) PAHs (ng/L) 1-NAP 1891 (860, 6103) 1997 (977, 6374) 1764 (772, 5874) 0.041 2-NAP 3776 (2037, 8301) 4183 (2295, 9346) 3277 (1832, 7284) < 0.001 2-FLU 210 (133, 503) 216 (144, 482) 202 (124, 536) 0.109 3-FLU 80.0 (47.4, 217) 82.1 (50.0, 204) 76.0 (44.4, 242) 0.190 9-FLU 280 (166, 539) 296 (176, 542) 268 (158, 520) 0.021 1-PHE 139 (88.5, 228) 154 (100, 250) 124 (79.5, 207) < 0.001 2-PHE 65.2 (43.2, 109) 68.3 (45.6, 109) 62.3 (41.1, 110) 0.039 3-PHE 73.6 (45.6, 133) 75.7 (48.6, 134) 71.6 (43.2, 131) 0.093 1-PYR 107 (66.1, 199) 119 (74.5, 210) 100 (60.0, 180) < 0.001 Notes  Categorical variables were presented as number (n) and percentage. n, numbers of subjects; %, weighted percentage. Normally distributed continuous variables were expressed as mean (SD); Non-normally distributed continuous variables were expressed as median (IQR). Bold denoted by  P  < 0.05 FIR: Family income-to-poverty ratio; BMI: Body mass index; PAHs: Polycyclic aromatic hydrocarbons; 1-NAP: 1-hydroxynaphthalene; 2-NAP: 2-hydroxynaphthalene; 2-FLU: 2-hydroxyfluorene; 3-FLU: 3-hydroxyfluorene; 3-PHE: 3-hydroxyphenanthrene; 1-PHE: 1-hydroxyphenanthrene; 2-PHE: 2-hydroxyphenanthrene; 1-PYR: 1-hydroxypyrene; 9-FLU: 9-hydroxyfluorene\n\nCharacteristics of included participants (aged ≥ 20) from NHANES 2007–2012\n\nNotes  Categorical variables were presented as number (n) and percentage. n, numbers of subjects; %, weighted percentage. Normally distributed continuous variables were expressed as mean (SD); Non-normally distributed continuous variables were expressed as median (IQR). Bold denoted by  P  < 0.05\n\nFIR: Family income-to-poverty ratio; BMI: Body mass index; PAHs: Polycyclic aromatic hydrocarbons; 1-NAP: 1-hydroxynaphthalene; 2-NAP: 2-hydroxynaphthalene; 2-FLU: 2-hydroxyfluorene; 3-FLU: 3-hydroxyfluorene; 3-PHE: 3-hydroxyphenanthrene; 1-PHE: 1-hydroxyphenanthrene; 2-PHE: 2-hydroxyphenanthrene; 1-PYR: 1-hydroxypyrene; 9-FLU: 9-hydroxyfluorene\n\n## Single effect of PAHs on lung function\n\nUnivariate and multivariate survey-weighted GLMs were used to evaluate the impact of single OH-PAH on lung function (Table  2 ). In Model 1, an increase in the lg-transformed concentrations of the nine OH-PAHs was associated with a decrease in FEV1/FVC, PEF, PEF25-75%, and FeNO. Except for 1-PYR, there was a decrease in FEV1 across the remaining PAHs. FVC decreased in response to increases in 1-NAP, 2-NAP, 9-FLU, 1-PHE, and 2-PHE. In Model 2, after adjusting for all covariates, FEV1/FVC was negatively associated with all nine OH-PAHs, but no correlation was found between FVC and any of the nine OH-PAHs. Among the nine OH-PAHs, with each unit increase in lg-transformed OH-PAH concentration, 2-PHE had the greatest effect on FEV1 (β = -143), and 2-FLU had the greatest effect on FEV1/FVC (β = -0.027), PEF (β = -327), PEF25-75% (β = -252), and FeNO (β = -5.91).\n\nTable 2 Associations of PAHs with lung function indicators in different survey-weighted GLMs Model 1 FEV1 FVC FEV1/FVC PEF PEF 25 − 75% FeNO Chemicals β (95% CI) β (95% CI) β (95% CI) β (95% CI) β (95% CI) β (95% CI) 1-NAP -186 (-252, -120) ** -122 (-206, -37.0) * -0.024 (-0.030, -0.019) ** -562 (-713, -412) ** -379 (-468, -289) ** -3.17 (-4.08, -2.26) ** 2-NAP -284 (-375, -193) ** -264 (-382, -146) ** -0.016 (-0.026, -0.006) * -896 (-1119, -672) ** -325 (-458, -192) ** -6.19 (-7.88, -4.51) ** 2-FLU -171 (-267, -75.3) ** -75.7 (-210, 58.2) -0.028 (-0.036, -0.019) ** -685 (-885, -485) ** -337 (-453, -222) ** -6.83 (-8.08, -5.58) ** 3-FLU -106 (-188, -25.8) * -15.5 (-130, 98.8) -0.023 (-0.030, -0.016) ** -507 (-687, -327) ** -250 (-349, -153) ** -5.95 (-7.21, -4.69) ** 9-FLU -326 (-437, -216) ** -254 (-387, -122) ** -0.032 (-0.042, -0.021) ** -887 (-1174, -601) ** -545 (-714, -375) ** -4.18 (-6.01, -2.36) ** 1-PHE -453 (-600, -306) ** -402 (-581, -222) ** -0.029 (-0.041, -0.017) ** -1101 (-1483, -718) ** -637 (-835, -438) ** -4.64 (-7.27, -2.02) ** 2-PHE -326 (-475, -177) ** -268 (-449, -88.2) * -0.028 (-0.039, -0.017) ** -814 (-1189, -440) ** -481 (-676, -286) ** -4.61 (-7.47, -1.74) * 3-PHE -213 (-339, -88.3) * -105 (-270, 59.3) -0.032 (-0.042, -0.021) ** -783 (-1092, -474) ** -439 (-602, -276) ** -4.37 (-6.48, -2.26) ** 1-PYR -99.6 (-215, 15.6) -62.0 (-209, 85.5) -0.01 (-0.020, 0.000) * -618 (-881, -355) ** -166 (-314, -19.4) * -6.13 (-8.07, -4.18) ** Model 2 FEV1 FVC FEV1/FVC PEF PEF \n 25 − 75% FeNO Chemicals β (95% CI) β (95% CI) β (95% CI) β (95% CI) β (95% CI) β (95% CI) 1-NAP -10.5 (-51.6, 30.6) 42.2 (-15.8, 100) -0.013 (-0.018, -0.008) ** -110 (-206, -13.7) * -97.4 (-166, -28.8) * -2.39 (-3.65, -1.12) ** 2-NAP -94.6 (-166, -22.9) * 8.16 (-83.2, 99.6) -0.022 (-0.032, -0.012) ** -238 (-439, -35.8) * -216 (-348, -83.4) * -4.55 (-6.76, -2.34) ** 2-FLU -102 (-169, -34.3) * -3.71 (-99.0, 91.6) -0.027 (-0.035, -0.018) ** -326 (-484, -169) ** -252 (-355, -149) ** -5.91 (-8.08, -3.74) ** 3-FLU -81.3 (-138, -24.5) * 9.92 (-71.5, 91.4) -0.023 (-0.031, -0.016) ** -235 (-379, -91.4) * -213 (-299, -128) ** -5.24 (-7.54, -2.94) ** 9-FLU -117 (-194, -40.2) * -71.2 (-161, 18.3) -0.017 (-0.026, -0.007) * -311 (-533, -88.8) * -205 (-342, -68.0) * -2.53 (-5.00, -0.071) * 1-PHE -87.3 (-164, -11.0) * -35.0 (-132, 62.0) -0.011 (-0.021, -0.001) * -100 (-289, 87.9) -124 (-257, 8.42) -2.64 (-5.75, 0.475) 2-PHE -143 (-220, -65.7) ** -99.4 (-200, 1.22) -0.016 (-0.025, -0.007) * -293 (-509, -76.0) * -218 (-341, -94.5) * -2.88 (-6.24, 0.474) 3-PHE -88.8 (-161, -16.5) -8.01 (-105, 89.4) -0.021 (-0.031, -0.012) ** -303 (-498, -107) * -215 (-343, -86.7) * -2.39 (-5.38, 0.605) 1-PYR -66.2 (-135, 2.28) 13.8 (-78.3, 106) -0.019 (-0.026, -0.012) ** -165 (-372, 42.2) -218 (-325, -112) ** -4.03 (-6.82, -1.23) * Notes  Lg-transformed concentration chemicals Cr: urinary creatinine Model 1: Crude model, no covariate was adjusted Model 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus * P  < 0.05, ** P  < 0.001\n\nAssociations of PAHs with lung function indicators in different survey-weighted GLMs\n\nNotes  Lg-transformed concentration chemicals\n\nCr: urinary creatinine\n\nModel 1: Crude model, no covariate was adjusted\n\nModel 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus\n\n* P  < 0.05, ** P  < 0.001\n\n## Combined effect of PAHs on lung function\n\nThe WQS model was applied to explore the joint impact of the nine urinary OH-PAHs on lung function (Table  3 ). The results indicated that the combined effects of these OH-PAHs were statistically significant for all lung function indices ( p  < 0.001) in both the crude model (WQS Model 1) and the adjusted model (WQS Model 2). The weights assigned to each OH-PAH in the joint effect are presented in Supplementary Table  3 . After we adjusted for all the covariates, 2-NAP had the highest influence on FEV1, FVC, PEF, and PEF25-75%, accounting for 69.5%, 71.3%, 42.0%, and 40.9%, respectively (Fig.  1  and Supplementary Table  3 ). Additionally, 1-PYR (48.3%) had the highest weight in terms of FEV1/FVC, while 3-FLU (36.8%) led in terms of FeNO (Fig.  1  and Supplementary Table  3 ). The qgcomp analysis produced similar joint effects of the nine OH-PAHs on lung function indices as observed in the WQS model (Table  4 ). 2-NAP remained the most dominant contributor to the effects on FEV1, FVC, and PEF resulting from coexposure to the nine OH-PAHs (Fig.  2 ). However, there were discrepancies in the results, with 1-NAP having the highest weight in FEV1/FVC (Fig.  2 C) and 2-FLU leading in FeNO (Fig.  2 F), which contradicted the findings of the WQS model.\n\nTable 3 The estimate of co-exposure in the WQS model Model 1 Estimate SE P FEV1 -176 21.6 < 0.001 FVC -138 25.7 < 0.001 FEV1/FVC -0.016 0.002 < 0.001 PEF -517 56.4 < 0.001 PEF 25 − 75% -240 31.8 < 0.001 FeNO -3.41 0.350 < 0.001 Model 2 FEV1 -166 18.3 < 0.001 FVC -181 24.8 < 0.001 FEV1/FVC -0.008 0.002 < 0.001 PEF -516 55.7 < 0.001 PEF 25 − 75% -188 28.5 < 0.001 FeNO -3.15 0.400 < 0.001 Model 1: Crude model, no covariate was adjusted. Bold denoted by  P  < 0.05  P  < 0.05 Model 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05 P  < 0.05\n\nThe estimate of co-exposure in the WQS model\n\nModel 1: Crude model, no covariate was adjusted. Bold denoted by  P  < 0.05  P  < 0.05\n\nModel 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05 P  < 0.05\n\nFig. 1 Weighted values of OH-PAHs for FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) in the WQS model. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\nWeighted values of OH-PAHs for FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) in the WQS model. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\nTable 4 The estimate of co-exposure in the survey-weighted qgcomp model Model 1 Estimate SE P FEV1 -158 24.2 < 0.001 FVC -130 31.2 < 0.001 FEV1/FVC -0.013 0.002 < 0.001 PEF -503 58.8 < 0.001 PEF 25%−75% -242 33.8 < 0.001 FeNO -3.10 0.420 < 0.001 Model 2 FEV1 -151 26.2 < 0.001 FVC -150 36.0 < 0.001 FEV1/FVC -0.009 0.003 < 0.001 PEF -452 64.4 < 0.001 PEF 25%−75% -194 35.1 < 0.001 FeNO -2.89 0.480 < 0.001 Model 1: Crude model, no covariate was adjusted. Bold denoted by  P  < 0.05 Model 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05\n\nThe estimate of co-exposure in the survey-weighted qgcomp model\n\nModel 1: Crude model, no covariate was adjusted. Bold denoted by  P  < 0.05\n\nModel 2: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05\n\nFig. 2 The estimated risk of the combined effect of OH-PAHs co-exposure on FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) by BKMR. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\nThe estimated risk of the combined effect of OH-PAHs co-exposure on FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) by BKMR. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\nPearson’s correlation coefficients among lg-transformed OH-PAHs are displayed in Supplementary Fig.  2 , revealing correlations between any two OH-PAHs (r values ranged from 0.366 to 0.927). Strong correlations ( r  > 0.800) were identified between 2-FLU and 3-FLU ( r  = 0.927), 2-FLU and 3-PHE ( r  = 0.807), 3-FLU and 3-PHE ( r  = 0.810), 1-PHE and 2-PHE ( r  = 0.807), and 2-PHE and 3-PHE ( r  = 0.860). According to the BKMR model, when all OH-PAHs were simultaneously fixed at different percentiles compared to their fixation at the median, coexposure to a high concentration of the nine OH-PAHs was associated with a decrease in FEV1 (above the 65% coexposure concentration) (Fig.  3 A), FEV1/FVC (above the 65% coexposure concentration) (Fig.  3 C), PEF (above the 70% coexposure concentration) (Fig.  3 D), PEF 25 − 75%  (above the 55% coexposure concentration) (Fig.  3 E), and FeNO (above the 65% coexposure concentration) (Fig.  3 F). Additionally, exposure‒response analyses for individual OH-PAHs and different lung function indices were performed to examine linear or nonlinear associations. When the remaining eight OH-PAH levels were fixed at the median, nonlinear associations were observed, particularly between 1-NAP and FeNO, 3-FLU and FEV1/FVC, 3-FLU and FeNO, and 3-PHE and FeNO (Supplementary Fig.  3 ). Moreover, dose‒response curves of one OH-PAH versus lung function indices are presented in Supplementary Figs.  4 – 9 , in which another OH-PAH level was fixed at the 10th, 50th, and 90th percentiles (with the remaining seven OH-PAH levels fixed at the median). The intersection of the curves suggested an interaction. In this study, interactions were observed between 3-FLU and 9-FLU, between 9-FLU and 2-PHE in FEV1 (Supplementary Fig.  4 ), between 2-FLU and 2-NAP, between 3-FLU and 2-NAP in PEF 25 − 75%  (Supplementary Fig.  8 ), and between 3-PHE and 3-FLU in FeNO (Supplementary Fig.  9 ).\n\nFig. 3 The weights of the positive and negative factors for FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) in the qgcomp model. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\nThe weights of the positive and negative factors for FEV1 ( A ), FVC ( B ), FEV1/FVC ( C ), PEF ( D ), PEF 25 − 75%  ( E ) and FeNO ( F ) in the qgcomp model. Notes: Adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinking, BMI, hypertension, and diabetes mellitus\n\n## Subgroup analyses\n\nThe subgroup analysis results are summarized in Table  5  and Supplementary Fig.  10 . The survey-weighted GLM indicated that single urinary OH-PAH concentration in former and current smokers had no significant effect on FEV1 or FVC (all OH-PAHs  p  > 0.05). However, for current smokers, specific urinary OH-PAHs, including 2-NAP ( p  = 0.043), 2-FLU ( p  = 0.016), 3-FLU ( p  = 0.007), 3-PHE ( p  = 0.016), and 1-PYR ( p  = 0.029), had effects on FEV1/FVC. Similarly, urinary OH-PAH had no effect on the PEF in either current or never smokers. The same situation was found for PEF25-75% in former and never smokers, as well as for FeNO in never smokers.\n\nTable 5 The associations of PAHs (ng/g cr) with lung function by survey-weighted GLM, WQS, and qgcomp models Smoking status   Current   Former   None Estimate SE P Estimate SE P Estimate SE P FEV1 GLM model 1-NAP 13.8 47.0 0.771 59.6 36.1 0.111 5.99 24.2 0.806 2-NAP -110 86.0 0.212 11.2 86.4 0.898 -68.6 33.0 0.047 2-FLU -115 82.7 0.178 -139 69.4 0.057 -37.6 38.0 0.331 3-FLU -131 68.8 0.067 -105 60.0 0.091 -8.08 40.2 0.842 9-FLU -103 78.4 0.201 -104 78.1 0.195 -78.2 34.4 0.031 1-PHE -158 113 0.172 -110 81.4 0.190 -35.2 42.2 0.410 2-PHE -201 103 0.061 -114 73.3 0.131 -103 37.2 0.010 3-PHE -161 93.6 0.097 -73.6 70.8 0.309 -28.1 40.3 0.490 1-PYR -83.7 72.5 0.259 -17.1 64.1 0.792 -30.7 34.0 0.374 WQS model Mixture of WQS -137 40.1 0.001 -84.6 40.2 0.036 -127 28.8 < 0.001 qgcomp model Mixture of qgcomp -116 50.9 0.023 -97.3 53.0 0.067 -169 40.4 < 0.001 FVC GLM model 1-NAP 64.3 57.0 0.270 62.2 47.4 0.202 9.04 33.9 0.792 2-NAP 58.5 120 0.629 1.93 105 0.986 -57.3 39.6 0.159 2-FLU 33.9 102 0.742 -146 95.8 0.140 -45.9 42.6 0.291 3-FLU 46.8 85.9 0.590 -117 88.3 0.199 -12.0 46.2 0.797 9-FLU -48.8 79.1 0.542 -161 97.3 0.110 -97.1 47.3 0.050 1-PHE -23.0 131 0.862 -123 110 0.272 -38.2 49.7 0.448 2-PHE -132 107 0.229 -152 92.8 0.116 -131 48.7 0.012 3-PHE -25.6 102 0.803 -61.7 97.5 0.533 -35.7 53.5 0.511 1-PYR 68.6 95.5 0.478 -36.8 83.8 0.665 -27.6 43.4 0.530 WQS model Mixture of WQS -90.5 51.2 0.078 -98.1 59.4 0.997 -224 37.3 < 0.001 qgcomp model Mixture of qgcomp -86.2 60.1 0.150 -134 65.3 0.041 -226 44.4 < 0.001 FEV1/FVC GLM model 1-NAP -0.008 0.007 0.295 -0.003 0.005 0.583 -0.000 0.004 0.907 2-NAP -0.030 0.014 0.043 0.002 0.009 0.825 0.001 0.005 0.885 2-FLU -0.031 0.012 0.016 -0.013 0.012 0.298 0.001 0.005 0.884 3-FLU -0.033 0.011 0.007 -0.010 0.011 0.352 0.002 0.005 0.710 9-FLU -0.016 0.014 0.259 -0.002 0.009 0.834 0.001 0.005 0.818 1-PHE -0.029 0.016 0.090 -0.006 0.008 0.459 0.007 0.005 0.168 2-PHE -0.023 0.015 0.127 -0.006 0.010 0.531 0.004 0.005 0.413 3-PHE -0.035 0.013 0.016 -0.013 0.010 0.199 0.004 0.006 0.516 1-PYR -0.030 0.013 0.029 0.002 0.008 0.836 -0.001 0.004 0.887 WQS model Mixture of WQS -0.017 0.004 < 0.001 -0.005 0.004 0.234 0.002 0.002 0.389 qgcomp model Mixture of qgcomp -0.012 0.005 0.023 -0.001 0.005 0.800 0.003 0.003 0.370 PEF GLM model 1-NAP -8.70 144 0.952 -25.7 135 0.851 -13.2 61.9 0.832 2-NAP -165 232 0.484 -148 297 0.623 2.51 106 0.981 2-FLU -191 199 0.346 -570 222 0.017 -60.4 122 0.625 3-FLU -173 197 0.387 -423 188 0.034 65.9 102 0.522 9-FLU -331 234 0.168 -457 213 0.042 -95.8 128 0.460 1-PHE -186 263 0.485 -443 195 0.032 143 136 0.302 2-PHE -344 259 0.196 -474 212 0.035 -84.7 146 0.567 3-PHE -394 237 0.108 -579 191 0.006 3.83 122 0.975 1-PYR -203 179 0.267 -212 214 0.331 54.1 104 0.608 WQS model Mixture of WQS -332 100 0.001 -451 116 < 0.001 -342 77.3 < 0.001 qgcomp model Mixture of qgcomp -330 119 0.006 -410 151 0.007 -383 92.7 < 0.001 PEF \n 25 − 75% GLM model 1-NAP -74.7 80.6 0.362 0.690 90.6 0.994 -7.10 42.4 0.868 2-NAP -367 158 0.028 -16.7 137 0.904 -15.1 75.0 0.842 2-FLU -376 144 0.015 -239 141 0.103 15.7 66.2 0.814 3-FLU -401 134 0.006 -215 121 0.089 53.2 66.2 0.429 9-FLU -138 167 0.416 -212 145 0.155 -53.8 68.1 0.436 1-PHE -352 189 0.073 -178 146 0.234 60.8 77.4 0.439 2-PHE -352 201 0.092 -165 140 0.250 -38.4 68.5 0.579 3-PHE -422 171 0.020 -225 141 0.123 28.4 74.8 0.707 1-PYR -377 129 0.007 -47.6 121 0.698 -54.6 62.2 0.388 WQS model Mixture of WQS -249 48.7 < 0.001 -132 59.2 < 0.001 -110 36.8 0.003 qgcomp model Mixture of qgcomp -226 77.9 0.004 -107 74.2 0.150 -126 49.9 0.012 FeNO GLM model 1-NAP -2.10 0.607 0.002 -1.88 1.11 0.101 1.31 1.02 0.212 2-NAP -3.47 1.73 0.055 -5.41 1.97 0.011 0.942 1.69 0.582 2-FLU -3.58 1.03 0.002 -6.25 1.34 < 0.001 0.173 1.91 0.928 3-FLU -4.30 0.975 < 0.001 -6.22 1.24 < 0.001 0.775 2.14 0.720 9-FLU -2.25 1.12 0.055 -1.19 1.74 0.502 1.07 1.79 0.554 1-PHE -2.45 1.60 0.138 -2.01 2.08 0.343 -0.132 2.02 0.948 2-PHE -3.51 1.30 0.012 -1.47 1.92 0.451 0.984 2.16 0.653 3-PHE -2.96 1.19 0.019 -1.59 1.63 0.339 2.48 2.09 0.246 1-PYR -3.36 1.38 0.022 -5.33 1.63 0.003 1.25 2.06 0.550 WQS model Mixture of WQS -1.83 0.585 0.002 -2.72 0.720 < 0.001 -1.00 0.514 0.051 qgcomp model Mixture of qgcomp -1.91 0.520 < 0.001 -2.63 0.891 0.003 -0.017 0.739 0.582 All model was adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05\n\nThe associations of PAHs (ng/g cr) with lung function by survey-weighted GLM, WQS, and qgcomp models\n\nAll model was adjusted for gender, age, ethnicity, education level, FIR, marital status, serum cotinine, drinker, BMI, hypertension, and diabetes mellitus. Bold denoted by  P  < 0.05\n\nAccording to both the WQS and qgcomp analyses, the combined effect of multiple OH-PAHs led to statistically significant reductions in all lung function indices except for the FVC in current smokers. FEV1/FVC and FeNO were not significantly affected by combined OH-PAHs in never smokers.\n\nAccording to the BKMR model, when all OH-PAHs were simultaneously fixed at different percentiles compared with their fixation at the median, FEV1/FVC, PEF25-75%, and FeNO exhibited an overall downward trend in current smokers, as did FeNO in former smokers, with increased OH-PAH concentrations (Supplementary Fig.  10 ).\n\n## Discussion\n\nTo our knowledge, the present study was the first to investigate the combined effect of OH-PAHs on lung function by utilizing a representative dataset with a relatively large sample size. First, through the fully adjusted and survey-weighted GLM, we found that certain OH-PAHs were negatively correlated with lung function indices in addition to the FVC. Second, it was consistently demonstrated in the WQS, qgcomp, and BKMR models that the combined impact of OH-PAHs could cause a decrease in all lung function indices. In addition, the results of the WQS models showed that 2-NAP played a central role in FEV1, FVC, PEF and PEF 25 − 75%,  as did 1-PYR in FEV1/FVC and 3-FLU in FeNO. Interestingly, the combined effect of OH-PAHs had no influence on the FVC in current smokers or on the FeNO in nonsmokers. The combined effect of OH-PAHs on FEV1/FVC was exclusively observed in current smokers.\n\nMultiple studies have revealed that PAH exposure affects lung function regardless of whether the exposure was due to high levels of PAHs in an occupational setting or low levels of PAH exposure observed in the general population [ 19 ,  31 ,  32 ]. In the majority of studies, the individual levels of PAH compounds or the overall levels of PAH compounds were associated with a decrease in FEV1, FVC, FEV1/FVC, and PEF [ 19 ,  33 ,  34 ]. In this study, within the GLM, no correlation was observed between PAHs and FVC. However, in both the WQS model and the qgcomp model, a significant negative correlation was evident between combined urinary OH-PAHs and FVC. Subsequent subgroup analyses revealed that this negative correlation between OH-PAHs and FVC was pronounced in nonsmokers but was not detected in the smoking population. It has been found that deep inhalation enhances the ability of the respiratory muscles to contract and increase the exchange of alveolar air, thereby enhancing FVC [ 35 ]. Smokers always inhaled predominantly deeply, and the habit of deep inhalation may exacerbate exposure to a variety of other harmful substances. This may explain why most of the lung function parameters decreased while FVC was unaffected. At the same time, this reflected the fact that in exploring the association between overall changes in lung function and PAH exposure in smokers, the influence of other exposure factors could not be ignored. A previous study showed that FEV1/FVC was not influenced by OH-PAH effect [ 36 ]. However, in our study, all nine OH-PAHs exhibited a negative correlation with FEV1/FVC according to the GLM. Similarly, in the WQS, qgcomp and BKMR models, combined OH-PAH effect was associated with a decrease in FEV1/FVC. Interestingly, in further subgroup analyses, a negative correlation between OH-PAHs and FEV1/FVC was observed only in the smoking population. In smokers, OH-PAHs primarily led to a reduction in FEV1, with a stronger correlation with FEV1 than with FVC, aligning with findings from Zhou Y’s study [ 37 ]. Notably, the results of the subgroup analyses also reflect the importance of exposure routes as well as exposure factors. Smoking is not the only or major contributor to urinary PAH metabolite levels in this population. Studies have shown that in addition to inhalation, exposure to PAHs can result in absorption of PAHs from a variety of sources through dietary intake, dermal contact, and other routes [ 16 ]. To date, several studies have elucidated the association between PAHs and COPD. The observed relationship between OH-PAHs and the decrease in FEV1/FVC in this study further substantiated the connection between PAH exposure and the occurrence and progression of COPD, particularly within the smoking population.\n\nHowever, the association between PAHs and FeNO has remained controversial [ 38 – 40 ]. Generally, elevated FeNO levels indicate airway inflammation. Epidemiological studies suggest that exposure to PAHs is associated with elevated levels of inflammatory markers, such as C-reactive protein, tumor necrosis factor-α, and interleukin-1β [ 16 ,  41 ]. An increase in the levels of these inflammatory markers was linked to a decrease in lung function. Additionally, in vitro and in vivo experimental studies have indicated that PAH exposure induces pulmonary inflammation through activating NF-κB and MAPK signaling [ 42 ]. In this study, an increase in urinary OH-PAHs was associated with a decrease in FeNO in all four models.\n\nSubsequent subgroup analyses revealed that this negative correlation between urinary OH-PAHs and FeNO was present only in the smoking and former smoking populations. In individuals who never smoked, an increasing trend in FeNO with increasing PAH concentration (except for 1-PHE) was observed only in the GLM, but this difference lacked statistical significance. No significant associations were found in the other three models for this population.\n\nA study conducted by Zhou revealed an association between an increase in urinary OH-PAH concentration and a decrease in FeNO in former smokers [ 43 ]. Conversely, in never smokers, an increase in urinary OH-PAH concentration was correlated with an increase in FeNO [ 43 ]. A study by Gaisberger M also revealed an increase in the secretion of inflammatory cytokines by inflammatory cells after exposure to PAHs. However, despite this increase, a decrease in FeNO was noted [ 44 ]. According to the WQS model, 2-NAP had the highest impact on the decrease in FEV1, FVC, PEF, and PEF (25–75%) caused by combined exposure. This suggested that 2-NAP played a predominant role in these effects. Similarly, 1-PYR and 3-FLU played crucial roles in the decreases in FEV1/FVC and FeNO associated with combined OH-PAH effect, respectively.\n\nIn this study, we observed a strong correlation among urinary OH-PAHs, and partial interactions between certain OH-PAHs were also observed in the BKMR model. Notably, according to the GLM analysis, some urinary OH-PAHs showed no significant association with changes in lung function indicators, such as 1-PYR with FEV1. However, when examining the combined impact, 1-PYR was assigned a relatively high weight (14.2%). These results underscore the complexity of the biological effects induced by a mixture of OH-PAHs, possibly due to interactions among different components. Therefore, when exploring the effects of PAH exposure, Jarvis IW recommends focusing on the assessment of the entire mixture rather than individual compounds [ 45 ].\n\nThe strengths of this study need to be acknowledged. First, the combined effect of urinary OH-PAHs on lung function in a large population was verified using three complementary methods. Based on the consistency of the results obtained by the different methods, we considered the findings to be reliable. Moreover, this study focused on the effect of smoking by dividing all participants into 3 subgroups according to smoking status. In each subgroup, four models were used to investigate the individual and combined effects of urinary OH-PAHs on lung function. The limitations of this study are worthy of attention. First, in this study, data were analyzed from a cross-sectional study. Due to the limitations of cross-sectional studies in terms of causal inference, this study could only suggest possible associations, and a longitudinal study is needed to confirm these findings. Second, in addition to the existing factors, future studies could consider other confounding factors that may affect lung function, such as occupational exposure, indoor and outdoor air pollution exposure, dietary habits, and genetic susceptibility [ 11 ,  16 ,  46 ,  47 ]. Third, more than 500 different PAHs have been identified in cigarette smoke [ 48 ], but the present study analyzed nine major PAH metabolites that were measured in urine as biomarkers of PAH exposure. Fourth, Studies have shown that different sources of PAH exposure were associated with elevated urinary levels of different OH-PAHs. Among them, cigarette exposure was associated with elevated levels of urinary 2-FLU, 9-FLU, 1-PHE, home cooking was associated with elevated levels of urinary 2-FLU, 9-FLU, 1-PHE, and 3-PHE, burning of fuels such as coal, wood, and other fuels was associated with elevated levels of urinary 1-PHE, exposure to traffic was associated with elevated levels of urinary 2-FLU, 1-PHE, and exposure to insecticides or tar is associated with elevated urinary 1-NAP, 2-NAP [ 49 – 51 ]. Specific pathways as well as sources of PAHs exposure could not be collected due to database limitations, so confounding factors that were not measured in the current study but may have influenced the observed associations need to be considered in the future. Fifth, urinary PAH metabolites were biomarkers of PAHs exposure in the environment, but there were limitations such as failure to exclude that substances other than PAHs produce similar metabolites, and further studies are needed. Finally, the levels of urinary PAH metabolites in this study reflected the concentration of PAH metabolites detected in the urine of participants only at a given time point. Only one assay was available in the database, which resulted in a lack of representativeness of urinary PAH metabolite levels in the present study.\n\n## Conclusion\n\nOverall, changes in lung function were associated with the level of urinary OH-PAHs. According to the WQS, qgcomp, and BKMR models, consistent findings indicated a significantly negative relationships between mixed urinary OH-PAHs and FEV1, FVC, FEV1/FVC, PEF, PEF25-75%, and FeNO. Specifically, 2-NAP was the primary factor influencing FEV1, FVC, PEF, and PEF25-75%, while 1-PYR and 3-FLU were identified as major contributors to FEV1/FVC and FeNO, respectively. Additionally, our observations revealed that the combined impact of urinary OH-PAHs did not exert a significant influence on FVC among the current smokers or on FeNO in nonsmokers. Notably, the joint effect of urinary OH-PAHs on FEV1/FVC was exclusively evident in current smokers. These findings reflected the inverse association between urinary PAH metabolites and lung function, indicating the hazardous effects of environmental PAH exposure on respiratory health, and emphasized the importance of avoiding PAH exposure, such as tobacco smoke. However, PAH metabolites, as biomarkers of exposure, reflected the combinate exposures from multiple sources, not just smoking. Traffic emissions, industrial pollution, and indoor air pollution in the environment may all contribute to PAH exposure in the population. Therefore, future studies should use exposure assessment tools to collect information on the main exposure pathways to PAHs, and establish and improve databases on populations to better elucidate biomonitoring results.\n\n## Electronic supplementary material\n\nBelow is the link to the electronic supplementary material.\n\nSupplementary Material 1\n\nSupplementary Material 1\n\nSupplementary Material 2\n\nSupplementary Material 2\n\nSupplementary Material 3\n\nSupplementary Material 3\n\nSupplementary Material 4\n\nSupplementary Material 4",
  "reference_count": 51,
  "word_count": 13044,
  "char_count": 81451
}