{
  "pmcid": "PMC11479568",
  "doi": "10.1186/s12995-024-00436-3",
  "title": "Metabolomics and proteomics in occupational medicine: a comprehensive systematic review",
  "authors": [
    "Carlos Ochoa-Leite",
    "Sara Rodrigues",
    "Ana Sofia Ramos",
    "Flávio Ribeiro",
    "João Barbosa",
    "Carmen Jerónimo",
    "Paula Guedes de Pinho",
    "Ricardo Jorge Dinis-Oliveira",
    "José Torres Costa"
  ],
  "year": "2024",
  "journal": "Journal of Occupational Medicine and Toxicology (London, England)",
  "abstract": "Background Occupational biomonitoring is essential for assessing health risks linked to workplace exposures. The use of ‘omics’ technologies, such as metabolomics and proteomics, has become crucial in detecting subtle biological alterations induced by occupational hazards, thereby opening novel avenues for biomarker discovery. Aims This systematic review aims to evaluate the application of metabolomics and proteomics in occupational health. Methods Following the PRISMA guidelines, we conducted a comprehensive search on PubMed, Scopus, and Web of Science for original human studies that use metabolomics or proteomics to assess occupational exposure biomarkers. The risk of bias was assessed by adapting the Cochrane Collaboration tool and the Newcastle-Ottawa Quality Assessment Scale. Results Of 2311 initially identified articles, 85 met the eligibility criteria. These studies were mainly conducted in China, Europe, and the United States of America, covering a wide range of occupational exposures. The findings revealed that metabolomics and proteomics approaches effectively identified biomarkers related to chemical, physical, biomechanical, and psychosocial hazards. Analytical methods varied, with mass spectrometry-based techniques emerging as the most prevalent. The risk of bias was generally low to moderate, with specific concerns about exposure measurement and confounding factors. Conclusions Integrating metabolomics and proteomics in occupational health biomonitoring significantly advances our understanding of exposure effects and facilitates the development of personalized preventive interventions. However, challenges remain regarding the complexity of data analysis, biomarker specificity, and the translation of findings into preventive measures. Future research should focus on longitudinal studies and biomarker validation across diverse populations to improve the reliability and applicability of occupational health interventions. Supplementary Information The online version contains supplementary material available at 10.1186/s12995-024-00436-3.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Occupational biomonitoring plays a pivotal role in occupational medicine, serving as a fundamental approach to assessing and managing the health risks associated with workplace exposures [ 1 ]. Biomonitoring is generally recognised as a comprehensive method of assessing risk because it considers all routes of exposure while allowing for health surveillance [ 1 ,  2 ]. Occupational exposure to work-related hazards poses significant health risks, such as occupational diseases requiring robust biological monitoring methods [ 3 ]. It involves the measurement of biological markers in samples collected from workers, such as blood, urine, hair, and others. Biomarkers are any biological parameters or substances that indicate exposure to a specific substance or adverse health effects [ 2 ]. This methodology not only aids in the early detection of occupational diseases but also contributes to formulating effective preventive strategies and regulatory policies [ 4 ].\n\nSeveral types of biomarkers are used in occupational health, including biomarkers of exposure, effects, and susceptibility [ 3 ]. Exposure biomarkers quantify the presence of the parent substance, its metabolites, or resulting DNA adducts and measure the internal, effective dose [ 5 ]. Effect biomarkers, on the other hand, signal cellular responses or early signs of exposure, including molecular and cellular alterations [ 3 ,  5 ]. Although these classifications may overlap, exposure biomarkers tend to be more specific, whereas effect biomarkers may not directly identify the agent responsible [ 1 ,  3 ,  5 ]. Susceptibility biomarkers reflect an individual’s innate capacity to respond to specific exposures.\n\nMetabolomics and proteomics have emerged as pivotal techniques in discerning subtle biological changes induced by environmental and occupational exposures [ 6 ]. Metabolomics involves the comprehensive analysis of small molecule metabolites within a biological system. At the same time, proteomics studies the entire set of proteins expressed by a genome, cell, tissue, or organism [ 6 ]. These techniques are instrumental in unraveling the complexities of the exposome, which encompasses all environmental exposures throughout an individual’s lifetime, including occupational exposures [ 7 ]. These omics technologies capture the dynamic molecular changes, offering a holistic view of an organism’s physiological state under specific conditions. Integrating metabolomics and proteomics in occupational health, particularly in industrial hygiene, could revolutionize the current biomonitoring practices by providing comprehensive exposure profiles and identifying novel biomarkers linked to occupational hazards [ 8 ,  9 ].\n\nMetabolomics and proteomics broadly encompass targeted and untargeted approaches [ 9 ,  10 ]. Targeted metabolomics and proteomics focus on quantifying and analysing a predefined set of known metabolites or proteins, offering high specificity and sensitivity for the biomarkers of interest. In contrast, untargeted metabolomics and proteomics provide a global overview of all metabolites or proteins in a sample. They can reveal unexpected alterations and discover new biomarkers, although they need more precision in targeted methods [ 9 ]. Both approaches have their strengths, with targeted methods being advantageous for hypothesis-driven research and untargeted methods being more suitable for exploratory or discovery research [ 10 ]. Biomarker development in occupational health using proteomics and metabolomics typically progresses through three key phases: discovery, verification, and validation. The discovery phase focuses on identifying a large number of candidate biomarkers through in-depth, untargeted analyses with the aim of quantifying as many possible biomarkers as possible. The verification phase is then dedicated to confirming that the identified biomarkers show significant differences in abundance between disease and control groups through rigorous quantitative measurements. The validation phase assesses the reproducibility and clinical relevance of the biomarker in different populations and settings, ensuring that it meets the standards required for real-world application [ 9 ].\n\nDespite the increasing amount of research, there still needs to be a systematic consolidation of evidence on the effectiveness of these techniques in occupational settings [ 8 ]. The use of omics technologies in occupational health is still in its early stages. More comprehensive literature on the subject needs to be provided, and most reviews have focused on metabolomics [ 8 ,  11 ,  12 ]. This review aims to fill this gap by evaluating the application of metabolomic and proteomic methods in occupational health, with a specific focus on identifying biomarkers of occupational exposure and effect. This analysis is essential for improving biomonitoring practices, shaping regulatory frameworks, and protecting worker health. The main objective of this review is to assess the applicability of metabolomics and proteomics techniques for the biological monitoring of workers, provide guidance for practice on the current evidence, and identify areas where further research is needed."
    },
    {
      "title": "Methodology",
      "text": "The review followed the systematic review methodology outlined in the PRISMA statement [ 13 ]. To address the research question, the PECO framework was structured as follows:\n\nPopulation: Workers in various occupational settings. Exposure: Occupational hazards. Comparator: Workers not exposed to occupational hazards or exposed to different levels/types of occupational hazards. Outcome: Discovery and validation of occupational biomarkers through metabolomic and proteomic techniques.\n\nPopulation: Workers in various occupational settings.\n\nExposure: Occupational hazards.\n\nComparator: Workers not exposed to occupational hazards or exposed to different levels/types of occupational hazards.\n\nOutcome: Discovery and validation of occupational biomarkers through metabolomic and proteomic techniques.\n\nThe research question was then formulated as: “Can metabolomics and proteomics techniques be used for biological monitoring of workers exposed to occupational hazards compared to those not exposed or exposed to different levels/types of hazards?” Any original research article was eligible for review without any restrictions on the date of publication. Reviews, notes, book chapters, letters, editorials, conference papers, and articles published outside of journals were excluded. The study’s inclusion criteria were restricted to peer-reviewed journal articles that employed metabolomics or proteomics techniques in occupational settings. The study focused on identifying or assessing exposure and effect biomarkers associated with occupational exposure. Exclusion criteria comprised studies that did not use these techniques specifically, studies unrelated to occupational health and exposure biomarker discovery, and studies on biomarkers of diseases, treatment, prognostic, or follow-up. Also, English, Portuguese, Spanish, or French studies were included. The study search was conducted on PubMed, Scopus, and Web of Science using specific keywords and Boolean operators between December 2023 and January 2024 (Supplementary Material – Table  S1 ). Table  1  presents the search expression in each database.\n\nTable 1 Electronic databases and query expressions Electronic database Search expression Scopus ((TITLE-ABS-KEY(proteomic* OR proteome OR metabolomic* OR metabolome) AND TITLE-ABS-KEY(occupational OR worker OR working Or industrial) AND TITLE-ABS-KEY(biomonitor* OR biomarker OR (“biological monitoring”))) AND ( LIMIT-TO ( DOCTYPE,“ar” ) ) AND ( LIMIT-TO ( SRCTYPE,“j” ) ) AND ( LIMIT-TO ( LANGUAGE,“English” ) OR LIMIT-TO ( LANGUAGE,“French” ) OR LIMIT-TO ( LANGUAGE,“Spanish” OR LIMIT-TO ( LANGUAGE,“Portuguese” ) ) )) Pubmed (((“Proteomics“[Mesh]) OR “Proteome“[Mesh]) OR “Metabolome“[Mesh]) OR\"Metabolomics“[Mesh]) AND (occupational OR worker OR working) AND ( biomonitor* OR biomark* OR ( “biological monitoring” )) Web of Science (ALL=(proteomic* OR proteome OR metabolomic* OR metabolome) AND ALL=(occupational OR worker OR working OR industrial) AND ALL=(biomonitor* OR biomarker OR (“biological monitoring”))) AND (DT==(“ARTICLE”) AND DT==(“ARTICLE”) AND LA==(“ENGLISH” OR “SPANISH” OR “FRENCH” OR “PORTUGUESE”) AND DT==(“ARTICLE”))\n\nElectronic databases and query expressions\n\nThe database search identified a total of 2311 articles (Fig.  1 ). After removing duplicates, using EndNote ®  software, 2135 studies were left for the title and abstract screening phase.\n\nFig. 1 Flow diagram of literature search for ‘Metabolomics and Proteomics in Occupational Medicine: A Comprehensive Systematic Review’ adapted from PRISMA 2020\n\nFlow diagram of literature search for ‘Metabolomics and Proteomics in Occupational Medicine: A Comprehensive Systematic Review’ adapted from PRISMA 2020\n\nTwo independent reviewers screened the titles and abstracts of the systematic search, read the full texts of potentially eligible studies, extracted data, and assessed the quality of the studies. A third reviewer was consulted in case of disagreement.\n\nDuring this phase, 113 articles were selected for an in-depth full-text review. Most of the studies were excluded at this stage due to their focus on disease and treatment biomarker research, mainly in oncology, neurologic and degenerative diseases ( n  = 711). Additionally, a significant number of articles were excluded because they involved animal or laboratory studies ( n  = 489), were reviews, meta-analyses, or opinion articles ( n  = 432), focused on ecological assessments ( n  = 278), or were related to non-occupational exposures ( n  = 112). During the full-text screening phase, articles were excluded if they were not related to occupational exposures (6 articles), were not human studies (5 articles), were reviews or protocols (8 and 2 articles, respectively), or did not evaluate exposure biomarkers (7 articles). As a result, only 85 articles qualified for inclusion in the review.\n\nEssential information about the included studies was collected using a standardized data extraction form. Relevant parameters analysed included: country, occupational exposure, population, the proteomic and metabolomic technique used, biological matrix, analytical methods, primary outcomes, and conclusions. In our analysis, the ‘country’ refers to the country of origin of the first author of each article, whereas the term ‘population’ encompasses the number of participants in the studies, including both exposed and non-exposed individuals, as well as their respective professions.\n\nA risk of bias analysis was conducted to assess the quality and reliability of the reviewed studies. This approach was adapted from the Cochrane Collaboration framework [ 14 ] and the Newcastle-Ottawa Quality Assessment Scale [ 15 ]. These criteria included a clear definition of sample inclusion criteria, a detailed description of study subjects, valid and reliable exposure measurement, identification and management of confounding factors, accurate and reliable outcome measurement, and appropriate statistical analysis. Two independent reviewers evaluated each study and assigned a risk of bias score for each domain. Any discrepancies were resolved through consensus. To summarize the risk-of-bias assessments, a summary plot (Fig.  3 ) and a traffic-light plot (Supplementary Material – Table  S2 ) were created using the Robvis ®  tool [ 16 ].\n\nFig. 2 Occupational risks assessed in the primary studies included in ‘metabolomics and proteomics in occupational medicine: a comprehensive systematic review.’\n\nOccupational risks assessed in the primary studies included in ‘metabolomics and proteomics in occupational medicine: a comprehensive systematic review.’\n\nFig. 3 Summary plot of risk of bias assessment for ‘metabolomics and proteomics in occupational medicine: a systematic review’\n\nSummary plot of risk of bias assessment for ‘metabolomics and proteomics in occupational medicine: a systematic review’"
    },
    {
      "title": "Results",
      "text": "The initial search yielded 2311 articles, of which 2135 remained after removing duplicates. After screening the titles and abstracts, 113 articles were selected for full-text review. Finally, 85 studies met the inclusion criteria and were included in this systematic review (Fig.  1 ).\n\nTable 2 Summary of studies reviewed on occupational exposure to chemical risks Authors, year Occupational exposure Population Biological matrix Analytical techniques Main Outcome Conclusions Heavy Metals / Chemical Elements Adduri et al., 2022 [ 17 ] Beryllium exposed workers 112 subjects exposed to beryllium and 31 healthy subjects unexposed (biobank subjects) Plasma Mass spectrometry-based proteomic analysis A dual biomarker signature consisting of zymogen granule protein 16B and putative protein FAM10A4 AUROC value of 0.919, with 95% sensitivity at 98% specificity, indicates that the two-protein biomarker effectively identifies exposed individuals Assenhöj et al., 2021 [ 18 ] Metal additive manufacturing (cobalt and nickel in inhalable dust) Year one: 5 operators working with additive manufacturing and 6 welders (control group). Year two: 9 operators working with additive manufacturing. Nasal lavage fluid (NLF) at the beginning and end of the week Nano liquid chromatography-tandem mass spectrometry (nLC-MS/MS) proteomic analysis Immunoglobulin J chain and WAP four-disulfide core domain protein 2 were decreased, while Golgi membrane protein 1, Uteroglobin, and Protein S100-A6 were increased on Friday compared to Monday Exposed workers show NLF proteome changes linked to immune responses, which diminish after the year-long implementation of preventive measures at the workplace Baker et al., 2017 [ 19 ] Manganese (Mn) steel foundry 20 subjects exposed to Mn working in a foundry, compared with 17 crane operators at a metal recycling facility Urine Global metabolomics analysis using HPLC-Q-TOF MS and electrospray ionization positive (ESI+) and negative (ESI−) Nine ions significantly differed between groups in training and validation sets based on their manganese exposure status An exposure-response relationship was observed in most ions when looking at the relative abundances of these 9 ions across exposure groups, though no formal test of the trend was done Baker et al., 2019 [ 20 ] Mn steel foundry 37 Mn-exposed workers from a Mn-steel foundry and a cohort comprising 55 workers (both welders and non-welders) Urine Global metabolomics analysis using HPLC-Q-TOF MS and electrospray ionization positive (ESI+) and negative (ESI−) Upon follow-up, 4 of the 9 ions in the previous study differed between exposed and unexposed workers, suggesting potential as Mn exposure biomarkers Identified urine ions linked to Mn exposure in metalworkers showed varied predictive model effectiveness across cohorts, highlighting challenges in creating universal Mn biomarkers Carter et al. 2021 [ 21 ] Mn steel foundry 20 Mn-exposed foundry workers and 17 unexposed crane operators and truck drivers Urine Targeted metabolomic analysis using liquid chromatography-tandem mass spectrometry (LC-MS/MS) Seven metabolites significantly differed between exposed and unexposed groups, implicating amino acid metabolism pathways like beta-alanine, histidine, glycine, serine, and threonine metabolism Targeted metabolomics can identify distinct metabolomic profiles in workers exposed to Manganese, offering insights into its effects and improving exposure assessment methods in occupational settings Chen et al., 2021a [ 22 ] Titanium dioxide nanoparticles (TiO2 NP) 132 TiO2 NP manufacturing plant workers, divided into an exposed group of 66 workers and 66 subjects from management positions Urine Ultra-performance liquid chromatography time of flight mass spectrometry (UPLC-TOF MS) 2201 metabolites, with 1760 showing significant expression changes between exposed workers and controls. Ten potential biomarkers were identified through machine-learning methods Urine metabolites are considered effective biomarkers of early health effects for occupational exposure to TiO2 NP, demonstrating potential health effects through urine metabolomics profiles Chen et al., 2021b [ 23 ] TiO2 NP 100 TiO2 NP manufacturing plant subjects, including 56 exposed workers and 44 controls Serum Untargeted metabolomics analysis using high-performance liquid chromatography-mass spectrometry (HPLC-MS) 296 serum metabolites were differentially expressed between the exposed and control groups, with 265 metabolites showing increased expression in the exposed group. Eight potential biomarkers were identified, including licorice acid Eight differential metabolites, particularly licorice acid, emerged as potential biomarkers for this exposure, suggesting lipid metabolism and oxidative stress alterations Chuang et al., 2015 [ 24 ] Metal fumes 66 male welding workers and 12 office workers Urine Isobaric tag for relative and absolute quantitation (iTRAQ) coupled with LC-MS/MS for proteomic profiling Increased urinary KIM-1 and NGAL post-exposure levels were observed, indicating renal injury. Al, Cr, Mn, Fe, Co, and Ni levels were significantly elevated in post-exposure urine samples, with strong correlations between NGAL and these metals Welding fume exposure, even at lower concentrations than occupational guidelines, could increase the risk of renal injury. Elevated urinary levels of KIM-1 and NGAL post-exposure suggested potential renal damage in welders Dudka et al., 2014 [ 25 ] Heavy metals (lead, cadmium, and arsenic) at copper foundries 389 workers in a copper foundry were exposed to metals (lead, cadmium, arsenic), and 45 matched non-exposed controls Serum and urine Proton Nuclear Magnetic Resonance spectroscopy ( 1 H NMR) Very-low-density lipoprotein, low-density lipoprotein, unsaturated lipids, glutamine, 1-methylhistidine, phenylalanine, and tyrosine levels were identified as potential markers of preclinical changes Metabolomic analysis using  1 H NMR spectroscopy effectively discriminated between exposed and control groups, revealing potential preclinical biomarkers of heavy metal exposure Gao et al., 2021 [ 26 ] Welding exposures 74 male participants from a welders’ training centre Plasma LC-MS Sphingosine 1-phosphate (S1P) and sphinganine 1-phosphate (SA1P) levels were associated with welding exposures, indicating potential inflammatory responses and cardiovascular effects from welding fumes Welding fume exposure disrupted the metabolism of the S1P pathway, which are vital signaling molecules regulating various biological processes Gao et al., 2021 [ 27 ] Welding exposures 88 male workers in welding training programs Plasma and urine Ultra-performance liquid chromatography (UPLC) and MS Several metabolites were linked to inflammatory/oxidative stress markers, such as C-reactive protein, serum amyloid A, adhesion molecules, interleukins 8 and 10, vascular endothelial growth factor, and urinary 8-isoprostane Identified metabolite-biomarkers, particularly in phospholipid groups, and associations among workers highlight inflammation’s role in metabolism Hu et al., 2017 [ 28 ] Hexavalent chromium [Cr(VI)] 107 male participants from a chromate production plant, including 66 workers exposed to Cr(VI) and 41 control workers Serum LC-MS/MS 44 significantly differentially expressed serum proteins were identified. Two proteins, C reactive protein (CRP) and Sonic Hedgehog protein (SHH), were identified as critical nodes in the interaction network and potential novel biomarkers for Cr(VI) exposure Occupational exposure to Cr(VI) was associated with altered serum protein profiles, specifically increased SHH and decreased CRP levels Kossowska et al., 2010 [ 29 ] In a copper foundry environment, heavy metals such as lead, cadmium, and arsenic 389 healthy male workers from a copper foundry and 45 age-matched, non-exposed healthy men Serum and urine Two-dimensional gel electrophoresis (2-DE) Three potential protein markers (hemoglobin-spot 26 and two unidentified proteins) indicate preclinical changes in individuals exposed to heavy metals Preliminary proteomic analysis suggests specific serum proteins could be potential biomarkers for detecting preclinical changes in individuals exposed to heavy metals Kozłowska et al., 2022 [ 30 ] Airborne Cr(VI) across various industries, including welding, chrome plating, and surface treatment 220 male workers exposed to Cr(VI) and 102 male controls Urine Untargeted metabolomics analysis using UHPLC-QTOF-MS Key metabolites identified as potential biomarkers of Cr(VI) exposure included argininosuccinic acid, ubiquinone-1, indole-3-propionic acid, 6-hydroxyphenylpropionylglycine, 20-oxo-leukotriene E4, 3,4-dihydroxybenzylamine, 3,4-dimethoxyphenylethylamine, and succinylacetone, reflecting alterations in fatty acid, amino acid, and neurotransmitter metabolisms Occupational exposure to Cr(VI) is associated with significant changes in urinary metabolite profiles, indicating disturbances in fatty acid, amino acid, and neurotransmitter metabolisms. These changes could serve as early indicators of adverse health effects Long et al., 2021 [ 31 ] Cr(VI) primarily in the form of potassium dichromate (K2Cr2O7) 139 subjects from a chromate production factory, comprising 77 workers exposed to chromate and 62 controls without direct chromate contact Serum Untargeted metabolomics using UPLC-QE-MS Key findings included significant alterations in lipid metabolism, specifically in lysophosphatidylcholine, phosphatidylethanolamine, and phosphatidylcholine (PC) levels. Metabolic pathway analysis highlighted disruptions in arginine and proline metabolism and glycerophospholipid metabolism Occupational exposure to Cr(VI) significantly impacts serum metabolic profiles. Altered metabolites, mainly arginine, PC(18:2/24:4), and PC(14:0/16:0), could serve as potential biomarkers for Cr(VI) exposure Peng et al., 2023 [ 32 ] Welding fumes 49 participants from a stainless-steel welding including 25 exposed to welding fume and 24 controls Serum and urine Untargeted metabolomics using UPLC-QTOF-MS/MS; element analysis using ICP-MS 35 differential metabolites were identified, mainly enriched in pathways related to arachidonic acid metabolism, glycerophospholipid, linoleic acid, and thiamine. LPC (20:1/0:0) and PG (PGF1α/16:0) had high predictive power for welding fume exposure Serum metabolism significantly changes after welding fume exposure, particularly in inflammation pathways. LPC (20:1/0:0) and PG (PGF1α/16:0) are potential biomarkers for welding fume exposure Shen et al., 2018 [ 33 ] Welding fumes 52 boilermakers from a welding school Plasma UPLC-MS/MS with positive and negative ESI and hydrophilic interaction liquid chromatography (HILIC)/UPLC-MS/MS 113 metabolites significantly altered post-exposure, with decreases in steroid hormones and acylcarnitines and increases in lysolipids, phospholipids, diacylglycerol, amino acids, and S-(3-hydroxypropyl) mercapturic acid (3-HPMA) Altered metabolites during welding fume exposure are associated with systemic inflammation, potentially as biomarkers for exposure-related inflammatory diseases among welders Wei et al., 2013 [ 34 ] Welding fumes containing metals like iron, nickel, and chromium 11 male boilermakers were involved in the discovery study, and 8 were included in the validation panel Plasma Non-targeted metabolomic profiling using GC/MS and LC/MS Significant decrease in metabolites, associated with PM2.5 exposure, such as eicosapentaenoic acid (EPA), docosapentaenoic acid n3 (DPAn3), and docosapentaenoic acid n6 (DPAn6) Exposure to welding fumes resulted in a decrease in unsaturated fatty acids, suggesting these metabolites Yang et al., 2023 [ 35 ] Heavy metals, including nickel 109 participants, including 92 nickel-exposed workers and 17 non-workers Serum and faeces LC-MS/MS and gut microbiota were analyzed through 16 S rRNA sequencing Nickel exposure correlated with elevated serum uric acid levels, altered gut microbiota composition, and disrupted purine metabolism Nickel exposure may contribute to hyperuricemia by altering gut microbiota and purine metabolism, highlighting potential intervention targets for heavy metal-induced hyperuricemia Zhai et al., 2005 [ 36 ] Heavy metals, arsenic, and lead 46 male workers exposed to arsenic and lead in a metal smelter, and 45 age-matched office workers Serum and urine SELDI-TOF-MS Five peptides (2097 Da, 2953 Da, 3941 Da, 5338 Da, and 5639 Da) were identified as potential biomarkers differentiating exposed from non-exposed individuals Proteomic analysis combined with bioinformatics tools was used to discover new biomarkers for detecting mixed metal exposure in smelter workers Airborne Particles, Dusts, and Fibres Bello et al., 2022 [ 37 ] Nanoparticles emitted from toner-based printing equipment (PEPs) 19 full-time workers from six photocopy centres Plasma and urine Liquid chromatography-electrospray ionization-tandem mass spectrometry (LC-ESI-MS/MS) Elevated levels of biomarkers indicating DNA/RNA damage (8OHdG, 8OHG, 5OHMeU), lipid oxidation (8-isoprostane, 4-HNE, MDA), and protein/amino acid oxidation (o-tyrosine, 3-chlorotyrosine, 3-nitrotyrosine) associated with PEPs exposure PEPs exposure was positively associated with specific oxidative stress biomarkers, indicating potential health risks. Particle number concentration emerged as the most sensitive exposure metric Chen et al., 2022 [ 38 ] Coal dusts 150 coal workers’ pneumoconiosis (CWP) patients and 120 healthy controls Serum Untargeted metabolomics analysis HPLC–MS Propylparaben, benzamide, terazosin, and N-methyl-2-pyrrolidone were identified as potential biomarkers for CWP. However, after adjusting for confounding factors, propylparaben was most strongly associated with CWP Serum metabolite propylparaben could be a reliable biomarker for screening CWP. Metabolomics, combined with machine learning, effectively identified biomarkers for CWP Jia et al., 2022 [ 39 ] PEPs 32 full-time workers from six different printing centres, including 19 primarily working in printing rooms and 13 in office spaces with normal office printing activities Serum Global metabolomics using HPLC-Q-TOF MS Identification of 52 metabolites that changed significantly in relation to PEPs exposure levels. Dysregulated pathways included inflammation and immunity-related arginine and tryptophan metabolism Exposure to PEPs is associated with metabolic disruptions indicating inflammation and oxidative stress, highlighting the potential health impacts of nanoparticle exposure in printer workplaces Miao et al., 2016 [ 40 ] Crystalline silica 45 participants comprised 15 healthy individuals, 15 dust-exposed workers without silicosis, and 15 silicosis patients Serum 2D gel electrophoresis and MALDI-TOF-MS complemented by ELISA for validation Significant changes were observed in serine proteases, glycoproteins, proto-oncogenes, and cytokines, including TNFs, interferon beta precursor, interleukin 6, and others, suggesting the involvement in immune response and fibrosis during silicosis development Proteomic profiling revealed the dramatic involvement of granzymes, glycoproteins, cytokines, and immune factors in the early development of silicosis, offering new insights into its pathogenesis and potential biomarkers for early diagnosis Ostroff et al., 2012 [ 41 ] Asbestos 259 participants, including 117 malignant mesothelioma patients and 142 high-risk controls exposed to asbestos Serum SOMAscan™ proteomic assay utilizes Slow Off-rate Modified Aptamers to quantify over 1000 proteins The classifier achieved an Area Under Curve (AUC) of 0.95 and an overall accuracy of 92% for MM detection in the asbestos-exposed population, identifying 13 critical proteins as biomarkers The 13-protein classifier is highly effective in detecting malignant mesothelioma in individuals exposed to asbestos, offering the potential for early detection and improved management of malignant mesothelioma in high-risk populations Peng et al., 2022 [ 42 ] Coal dust 196 participants, including 145 workers from a coal mine and 51 healthy control volunteers Serum Untargeted lipidomics using UPLC-QTOF-MS/MS Linoleic acid and pyrimidine metabolic pathways were significantly dysregulated across all groups, while glycerophospholipid metabolism differed significantly between pneumoconiosis (CWP) cases and workers exposed to coal dust without CWP The developed diagnostic model may support current CWP diagnostic methods, with lysoPI (16:0/0:0), bilirubin, and lysoPC (24:1/0:0) as potential biomarkers for CWP Sauvain et al., 2022 [ 43 ] Subway particulate matter (PM) 9 workers from three professional groups: station agents, locomotive operators, and security guards Exhaled Breath Condensate (EBC) collected daily pre- and post-shift Ion chromatography measured anions and inductively coupled plasma mass spectrometry (ICP-MS) for metal quantification Variations in anions (acetate, lactate, formate), nitrosative stress biomarkers (nitrite, nitrate), and oxidative stress marker (MDA) were observed in EBC, indicating metabolic adaptations and oxidative stress responses among subway workers Exposure to subway PM affects metabolic pathways and oxidative stress in humans, suggesting potential systemic effects, as evidenced by changes in specific metabolites and anions in EBC Wang et al., 2021 [ 44 ] Silica dust 46 male pneumoconiosis patients (19 silicosis, 15 artificial stone silicosis, 12 coal worker’s pneumoconiosis) and 46 male dust-exposed healthy workers Serum Untargeted metabolomics and lipidomics using UPLC MS/MS Four metabolites were highlighted for effectively predicting pneumoconiosis stages, and distinct markers were identified for artificial stone silicosis within 54 differential metabolites Tryptophan metabolism may be closely related to the progression of pneumoconiosis and identified biomarkers could potentially detect pneumoconiosis and artificial stone silicosis Firefighting Chemical Exposure Bessonneau et al., 2021 [ 45 ] Mixed chemicals, namely phthalates, parabens, 4-ethylbenzoic acid, 4-hydroxyacetophenone, perfluoroalkyl substances (PFAS), and others 69 female firefighters and 74 female office workers Serum Non-targeted liquid chromatography coupled to high-resolution mass spectrometry (LC-HRMS) 45 small metabolites were identified, with 8 environmental chemicals validated. PFAS were linked to bile acids—cholesterol and glucose metabolism regulators—and inflammatory signaling molecules Identification of direct associations between environmental chemicals and endogenous metabolites suggests potential health effects from exposure to complex chemical mixtures Crowley et al., 2019 [ 46 ] World Trade Center particulate matter (WTC-PM), specifically firefighters who worked during the 9/11 attacks The study involved 30 individuals, comprising 15 subjects resistant to World Trade Center Lung Injury (resistantWTC-LI) and 15 controls. Serum Automated MicroLab STAR ®  for protein precipitation and UPLC-MS/MS, alongside machine learning Key biomarkers related to amino acids, lipids, and specific metabolic pathways (e.g., branched-chain amino acids, eicosapentaenoic acid, intermediates of the hexose monophosphate shunt) were identified Metabolites, including amino acids and lipids, are significantly associated with resistance to WTC-LI, offering insights into potential pathways and mechanisms underlying this resistance Grashow et al., 2020 [ 47 ] Exposure to potential breast carcinogens and endocrine-disrupting compounds The study involved 83 females firefighters and 79 office workers (OWs) Serum Nontargeted and targeted LC–QTOF/MS in negative ionization mode Identified exposures included phthalates, flame retardants, phenols, pesticides, and PFASs, with 8 chemicals validated, including bisphenol F, ethylparaben, and triphenyl phosphate A new method to identify and prioritize novel chemical exposures in women firefighters contributes to identifying biomarkers Jayatilaka et al. 2019 [ 48 ] Flame retardants and organophosphate pesticides General adult population ( n  = 158) and firefighters post-firefighting ( n  = 145) Urine High-performance liquid chromatography-isotope dilution tandem mass spectrometry (HPLC-ID-MS/MS) The method successfully quantified ten flame retardant metabolites and six dialkylphosphate (DAP) metabolites in the urine of firefighters compared to the general population HPLC-ID-MS/MS method is suitable for assessing exposures to commonly used flame retardants and pesticides Pesticides and Dioxins Ch et al., 2019 [ 49 ] Pesticides 51 male pesticide applicators from rural areas with at least one year of experience in pesticide spraying, and 52 individuals constituted the control group Saliva and urine Untargeted metabolomics approach utilizing gas chromatography-mass spectrometry (GC-MS) 29 differential metabolites were identified (13 from urine and 16 from saliva) as potential markers for pesticide exposure. Key affected pathways include glycine, serine, and threonine metabolism; lysine degradation; and TCA cycle Saliva and urine GC-MS-based metabolomics can be used to monitor pesticide exposure, revealing metabolic changes in pesticide applicators versus controls, especially in oxidative stress, amino acid, and energy metabolism pathways Jeanneret et al., 2014 [ 50 ] 2,3,7,8-Tetrachlorodibenzo- p -dioxin (TCDD) 11 workers who were exposed to TCDD and matched control groups aged 50–55 ( n  = 12) and 65–70 ( n  = 11) 24-hour urine UHPLC coupled with quadrupole time-of-flight (QTOF) mass spectrometry (MS) Altered levels of steroid metabolites and modified urinary bile acids profiles in urine samples of TCDD-exposed workers compared to controls, suggesting hepatotoxicity and oxidative stress mechanisms Acute and long-term exposure to TCDD results in significant metabolic disruptions, particularly affecting steroid and bile acid profiles, indicative of ongoing hepatotoxicity and oxidative stress Nolasco et al., 2023 [ 51 ] Pesticides among rural workers 20 rural workers were exposed to pesticides, and 20 male volunteers were without occupational exposure to xenobiotics Plasma and urine UHPLC-ESI-Q-TOF-MS Metabolic lipid and amino acid metabolism disturbances were observed, with 21 plasma and 15 urinary metabolites identified as potential biomarkers between exposed and unexposed groups UHPLC-Q-TOF-MS revealed metabolic disruptions indicative of pesticide exposure’s toxic effects, suggesting potential biomarkers for early health impact detection in occupationally exposed workers Phark et al., 2016 [ 52 ] 2,3,7,8-tetrachlorodibenzo- p -dioxin (TCDD) 30 industrial incineration workers and human hepatocyte HepG2 cells and 21 Sprague-Dawley male rats Plasma 2D electrophoresis and nano-LC-ESI-MS/MS Key biomarkers identified included upregulated proteins like GLO 1, HGD, PRX 1, PSMB 5, PSMB 6, and UDP-GlcDH, as well as downregulated proteins such as transferrin. These markers were validated in rat plasma and human samples Proteomic analysis identified several biomarkers of 2,3,7,8-TCDD exposure in HepG2 cells, validated in rat plasma and human plasma from incineration workers, demonstrating their potential for biomonitoring dioxin exposure Rehman et al., 2016 [ 53 ] Carbofuran, a carbamate pesticide 180 male workers were occupationally exposed to pesticides and 50 control individuals Serum LC-MS/MS shotgun proteomic analysis Carbofuran-modified tryptic peptides were identified in serum albumin and immunoglobulins, indicating occupational exposure to carbofuran. Notable modifications were observed at lysine, serine, and arginine residues Carbofuran can form covalent adducts with serum proteins such as albumin and immunoglobulins in workers occupationally exposed to pesticides. These modifications serve as potential biomarkers for pesticide exposure Volatile Organic Compounds (VOC) Fornander et al., 2013a [ 54 ] Trichloramine exposure in swimming pool environments 146 subjects working at 46 indoor swimming pool facilities NLF 2-DE and MS Levels of alpha-1-antitrypsin and lactoferrin were significantly higher, and S100-A8 (calgranulin A) was significantly lower in swimming pool personnel compared to controls The study confirmed the occurrence of airway irritation among indoor swimming pool personnel and identified potential biomarkers related to altered levels of innate immunity proteins Guardiola et al., 2021 [ 55 ] Vinyl chloride monomer 15 subjects with hepatic hemangiosarcoma and 17 control subjects Plasma GC/MS and LC/MS/MS Bradykinin, complement component 3, bile acids, and gamma-glutamyl amino acids were elevated in hemangiosarcoma cases, while certain steroid hormones and metabolites were diminished Metabolomics analysis revealed distinct metabolite profiles in vinyl chloride-exposed workers who developed hemangiosarcoma, suggesting potential biomarkers for disease development Guo et al., 2022 [ 56 ] Benzene 162 subjects, comprising 86 low-level benzene-exposed workers, were painting in an automobile repair shop and 76 healthy controls Plasma UPLC-MS/MS 28 differential metabolites were identified between benzene-exposed workers and controls, mainly originating from fatty acids, amino acids, carbohydrates, and organic acids. Key findings included altered plasma fatty acid levels associated with benzene-induced hematotoxicity Fatty acids are critical mediators in benzene-induced hematotoxicity, providing a panel of potential effector molecules for early health screening for benzene exposure He et al., 2023 [ 57 ] Per- and polyfluoroalkyl substances (PFAS) 225 subjects, including 72 occupational workers from a fluorochemical manufactory and 153 residents Serum and urine High-resolution mass spectrometry (HRMS) Eight potential biomarkers associated with PFAS exposure were identified: 4-hydroxyphenylacetic acid, taurine, S-inosyl-l-homocysteine, farnesyl pyrophosphate, cholic acid, 3α,12α-dihydroxy-5β-chol-6-en-24-oic acid, pyridoxine, and versiconal Urine is a suitable biomonitoring matrix for PFAS exposure and adverse kidney effects, with urine metabolomics revealing kidney-related metabolic changes Hong et al., 2013 [ 58 ] Trichloroethylene (TCE) 18 occupational medicaments-like dermatitis induced by trichloroethylene (OMLDT) patients (13 males, 5 females) and 33 control Serum Matrix-Assisted Laser Desorption/Ionization-Time of Flight-Mass Spectrometry (MALDI-TOF-MS) Two significant biomarkers, fragments of ATP-binding cassette transporter family A member 12 (ABCA12) and cationic trypsinogen (PRSS1), were associated with OMLDT Specific proteomic fingerprints in the sera of OMLDT patients were identified, offering the potential for clinical diagnosis and insights into the molecular mechanism of OMLDT Huang et al., 2012a [ 59 ] Benzene 9 cases were diagnosed with chronic occupational benzene exposure (HCOBE) and 9 healthy controls Serum iTRAQ combined with 2D-LC–MS/MS Three proteins—plasminogen (PLG), apolipoprotein B100 (APOB100), and platelet basic protein (PBP)—were found to be significantly altered in expression between HCOBE cases and controls Serum PBP and APOB100 were identified as novel biomarkers for HCOBE, suggesting benzene exposure may induce immunosuppressive effects and lipid metabolism disorders, with down-regulated expression of PBP and APOB100 Huang et al., 2012b [ 60 ] TCE 8 trichloroethylene-induced hypersensitivity dermatitis (THD) cases for proteomic analysis. The validation included 30 cases with THD, 30 trichloroethylene-exposed workers without THD and 30 healthy controls Serum 2DE coupled with MALDI-TOF-TOF/MS Upregulation of calprotectin (S100A8/A9) and downregulation of retinol-binding protein (RBP4) in the acute stage of THD cases, which were confirmed to be specific to THD and not merely a result of trichloroethylene exposure Elevated serum calprotectin and decreased RBP4 levels could be potential biomarkers for diagnosing THD, implicating inflammatory processes and disruptions in vitamin A transport in the pathophysiology of the disease Huang et al., 2014 [ 61 ] TCE 18 patients diagnosed with OMLDT and 18 age- and sex-matched normal subjects as controls. Serum 2D-DIGE and MALDI-TOF-MS Significantly altered proteins among OMLDT patients, like Transthyretin (TTR), Retinol Binding Protein 4 (RBP4), and Haptoglobin, were identified TTR, RBP4, and haptoglobin were validated as potential biomarkers for diagnosing and monitoring OMLDT Joo et al., 2003 [ 62 ] Benzene 50 workers exposed to benzene from a printing company, and 38 unexposed individuals Plasma 2-DE for plasma protein profiling, followed by MALDI-TOF MS T cell receptor β chain (TCR β), FK506-binding protein, and matrix metalloproteinase-13 were uniquely expressed in benzene-exposed workers. Interleukin-4 receptor α chain and T cell surface glycoprotein CD1b precursor were up-regulated in the plasma of these workers Plasma TCR β levels could serve as a biomarker and potential therapeutic target for benzene exposure. This is an important step in understanding benzene hematotoxicity and providing the basis for more reliable biomonitoring methods Joo et al., 2004 [ 63 ] Benzene 50 workers were exposed to benzene from a printing company, and 38 unexposed individuals Plasma 2-DE TCR β, matrix metalloproteinase-13 (MMP13), and FK506-binding protein (FKBP51) were significantly upregulated in the plasma of benzene-exposed workers compared to unexposed individuals Specific plasma proteins altered after benzene exposure could serve as potential biomarkers, with proteins such as TCR β, MMP13, and FKBP51 showing marked changes in expression in benzene-exposed workers Li et al., 2019 [ 64 ] Benzene Screening: 6 subjects in each control, short-term exposure, long-term exposure, and chronic benzene poisoning (CBP) groups. Validation: 149 controls, 61 in the short-term exposure, 237 in the long-term exposure, and 53 in the CBP group Serum 2D-DIGE coupled with MALDI-TOF-MS Differentially expressed proteins were identified in the sera of subjects, including apolipoprotein A-1 and transthyretin, which were validated as potential biomarkers for occupational benzene exposure and CBP Serum proteins identified are associated with oxidative stress and inflammation, offering new insights into the mechanism of benzene toxicity and potential biomarkers for monitoring occupational benzene exposure and CBP Liang et al., 2018 [ 65 ] Benzene 532 benzene-exposed workers and 532 matched controls from a petrochemical plant Serum Quantitative detection using ELISA Kits for validation of previous findings [ 59 ] Increased serum PLG levels are significantly associated with low-dose benzene exposure; no significant changes in PBP and ApoB100 levels were observed Serum PLG may serve as a sensitive biomarker for benzene-induced hematotoxicity for assessing health risks in workers exposed to low-dose benzene, indicating alterations in the fibrinolytic system due to benzene exposure Liu et al., 2016 [ 66 ] TCE 18 patients with OMLDT, 29 professional TCE contact individuals, and 29 normal subjects as controls Serum MALDI-TOF-MS A characteristic peak (m/z 4109 Da) was identified as a potential unique serum biomarker for OMLDT, indicating its possible role in the disease’s progression Serum proteome analysis revealed a unique peak potentially serving as an OMLDT biomarker, enhancing clinical diagnosis and disease mechanism understanding Lu et al., 2019 [ 67 ] PFASs 92 participants, including 40 occupational workers from a fluorochemical industry and 52 control subjects from the general population Plasma HPLC-MS/MS for PFAS analysis and LC-MS and GC-MS for metabolic profiling analyses Significant metabolomic alterations and potential biomarkers related to lipid metabolism, amino acids metabolism, purine metabolism, inositol metabolism, retinol metabolism, and metabolism of alkaloids and their derivatives were identified, with 14 potential biomarkers significantly correlated with PFASs Occupational exposure to PFASs might induce oxidative stress, fatty acid β-oxidation, and kidney injury in workers, highlighting the potential health risks of high PFAS exposure levels Mendes et al., 2022 [ 68 ] Benzene 60 workers (32 gas station workers and 28 security guards) Urine UHPLC-ESI-Q-TOF-MS Identified differences in the urinary metabolic profile between environmentally and occupationally exposed groups, with significant alterations in various metabolites related to lipid and fatty acid metabolism Metabolomics uncovered potential early-effect biomarkers for benzene-induced cytotoxicity and genotoxicity and highlighted the impact of exposure on lipid and fatty acid metabolism pathways Rothman et al., 2021 [ 69 ] Benzene 33 exposed workers (16 workers exposed to less than 20 ppm of benzene and 17 workers exposed to 20 ppm or more) and 25 controls Plasma HRMS using LC and Fourier transform Metabolic alterations associated with benzene exposure were consistent with oxidative stress, mitochondrial dysfunction, and changes in fatty acid oxidation Benzene exposure leads to metabolic disruptions, particularly affecting mitochondrial function and oxidative stress responses Sun et al., 2018 [ 70 ] Benzene 60 participants were divided into 30 benzene-exposed painting workers with low white blood cell (WBC) counts and 30 healthy controls Plasma HPLC/TOF-MS and quantitative reverse-transcription polymerase chain reaction (qRT-PCR) Nine metabolites were identified linked to glutathione metabolism, porphyrin metabolism, lipid metabolism, and fatty acid oxidation pathways. CRAT and ACADVL gene expressions were significantly altered in benzene-exposed workers Plasma metabolic profile changes in benzene-exposed workers suggest the involvement of specific pathways in benzene hematotoxicity, with fatty acid oxidation disorder playing a pivotal role Vermeulen et al., 2005 [ 71 ] Benzene 200 personnel, including 100 exposed to benzene in shoe factories and 100 unexposed matched controls Serum SELDI-TOF MS Three proteins, precisely platelet factor 4 (PF4) and connective tissue activating peptide III (CTAP-III), were found to be down-regulated in exposed workers Lowered expression of PF4 and CTAP-III in exposed workers may contribute to benzene’s immuno and hematotoxic effects, serving as potential biomarkers of early effect Walker et al., 2016 [ 72 ] TCE 175 participants, with 80 exposed workers and 95 controls Plasma and post-shift urine Ultra-HRMS Identified 188 m/z features associated with TCE exposure, including direct TCE metabolites and alterations in endogenous metabolites related to immunosuppression, hepatotoxicity, and nephrotoxicity HRM linked TCE exposure to internal dose and endogenous metabolic perturbations, suggesting a systemic metabolic response and potential toxic mechanisms even at exposure levels below OSHA limits Wang et al., 2017 [ 73 ] Acrylamide 125 subjects: 65 with occupational exposure to acrylamide in a petroleum refining factory and 60 without exposure Serum UPLC-QTOF MS Biomarkers indicate potential metabolic disturbances in the exposed group, notably tryptophan and sphingosine, in relation to neurotoxicity due to acrylamide exposure Long-term exposure to acrylamide, even in the absence of symptoms and below safety guidelines, showed significant metabolic alterations, indicating potential health risks Wang et al., 2020 [ 74 ] Acrylamide 60 subjects: 30 exposed workers employed at a petroleum-refining factory and 30 non-exposed Urine UPLC-QTOF/MS Seven metabolites, such as anthranilic acid, β-guanidinopropionic acid, and mesobilirubinogen, were identified as sensitive and specific biomarkers of acrylamide exposure Significant metabolic changes in workers exposed to low acrylamide levels suggest new biomarkers for acrylamide-induced neurotoxicity Complex Chemical Mixtures and Others Maniscalco et al., 2018 [ 75 ] Airborne xenobiotics ((carbon dust, phenol, formaldehyde, and volatile organic compounds (VOCs)) 30 individuals: 20 blue-collar workers in the exposed group and 10 white-collar workers serving as the control group EBC NMR spectroscopy Metabolic differences were identified between exposed and non-exposed workers, showing alterations in propionate, isopropanol, lactate, acetoin, methanol, and 3-hydroxybutyrate concentrations, among others NMR-based metabolomics of EBC is sensitive to occupational exposure to airborne xenobiotics. It can serve as a practical tool in occupational health, indicating the effects of exposure and the effectiveness of PPE Costa et al., 2021 [ 76 ] Surgical face masks 11 researchers EBC Metabolic profiling using headspace solid-phase microextraction (HS-SPME) combined with GC × GC- TOF MS The study identified about 130 metabolites in EBC, distributed over several chemical families (hydrocarbons, aldehydes, alcohols, ketones, esters, monoterpenic compounds, sesquiterpenes, ethers, norisoprenoids, furans) HS-SPME/GC×GC-TOFMS method profiled EBC metabolites, aiding health and exposure assessment. Face masks didn’t significantly impact healthy young adults’ lipid peroxidation markers or oxygen levels DelRaso et al., 2014 [ 77 ] Exposure to jet fuels JP-4 and JP-8 Flight line personnel were exposed to jet fuels, with 120 to 200 subjects (the exact number in the study was not specified). Urine Nuclear magnetic resonance (NMR)-based metabolomics Exposure to JP-8 and JP-4 fuels was associated with urinary metabolite alterations, especially increased taurine excretion levels of flight line personnel, particularly those working with F-15 aircraft Urinary metabolite profiling via NMR-based metabolomics can help monitor exposure to hazardous chemicals among flight line personnel. The study highlights the utility of metabolomics in occupational health Fornander et al., 2013b [ 78 ] Metalworking fluids (MWFs) 295 workers in a metal factory, with 271 exposed to MWFs and 24 non-exposed NLF 2-DE and MS Key findings included decreased levels of proteins SPLUNC1, cystatin SN, Ig J, β2-microglobulin, and increased levels of protein S100-A9 in NLF from workers with airway symptoms Workers exposed to MWFs showed altered immune protein profiles in NLF, suggesting an immune response linked to airway symptoms Kåredal et al., 2010 [ 79 ] Persulfates-exposed hairdressers Three groups: 15 female hairdressers with work-related rhinitis linked to persulfates, 14 without work-related nasal symptoms, and 12 atopic females with pollen-associated rhinitis but no prior work-related exposure to persulfates NLF Mass spectrometry (MS)-based proteomics combined with iTRAQ Key findings included the upregulation of apolipoprotein A-1 and the downregulation of lactotransferrin in the symptomatic group after exposure, suggesting these proteins as potential biomarkers for persulfate-associated rhinitis Proteomic analysis identified proteins associated with host defence and lipid metabolism as potentially involved in the pathogenesis of persulfate-induced rhinitis, with indications that may differ from those in pollen-allergic subjects Kim et al., 2004 [ 80 ] Polycyclic Aromatic Hydrocarbons (PAHs) and dioxins 44 automobile emission inspectors (AEI), 31 waste incineration workers (WIW), and 84 control subjects, totalling 159 participants Plasma 2D-nanoLC-MS/MS Proteomic analysis identified 8 up-regulated proteins, genes, and proteins involved in oxidative stress and 1 down-regulated (haptoglobin) in AEI and WIW. Specifically, serum paraoxonase/arylesterase was found only in the plasma of WIW The identified genes and proteins linked to oxidative stress may be potential biomarkers for exposure to PAHs and dioxins Ladeira et al., 2023 [ 81 ] Antineoplastic Drugs 92 participants, including 46 healthcare workers exposed to antineoplastic drugs and 46 control subjects from academia Blood Fourier Transform Infrared (FTIR) spectroscopy and cytokinesis-block micronucleus (CBMN) assay for cytogenetic analysis Three ratios of spectral bands were significantly different between exposed and non-exposed groups. A principal component-linear discriminant analysis model predicted genotoxicity from exposure with 73% accuracy, which increased to 92% accuracy, 93% sensitivity, and 91% specificity after optimization FTIR spectroscopy, based on the profile of whole blood, offers a potentially rapid, inexpensive, and effective method for predicting genotoxicity in individuals exposed to antineoplastic drugs, with the potential for large-scale monitoring of occupational and environmental exposures Li et al., 2022 [ 82 ] Based on self-reports from the UK Biobank participants, extreme cold, hot, dusty, and noisy conditions, as well as exposure to chemical fumes, cigarette smoke, and diesel exhaust The population was selected from the UK Biobank, encompassing over a million participants with various workplace exposures Plasma Mendelian randomization analysis and Genome-Wide Association Studies (GWAS) 28 plasma proteins altered by harmful workplace conditions, with a focus on 20 of these, including UNC5D, IGFBP1, SCG3, ST3GAL6, and ST3GAL2, associated with noisy environments; and others like TFF1, RBM39, associated with exposure to chemical fumes and cigarette smoke Exposure to harmful workplace environments can significantly affect the concentrations of specific plasma proteins, which could serve as biomarkers to monitor the health status of individuals working in these conditions Lindahl et al., 2004 [ 83 ] Dimethylbenzylamine (DMBA) 6 healthy subjects (non-smokers) and 8 epoxy workers (six smokers and two non-smokers), as well as a comparison group of 7 healthy smokers without DMBA exposure NLF 2-DE combined with MALDI-TOF MS In healthy subjects, DMBA exposure elevated immunoglobulin A and reduced CC16 levels. Among epoxy workers, post-exposure saw rises in a2-macroglobulin and caeruloplasmin, while calgranulin B levels declined. Additionally, statherin and calgranulin B were newly linked to airway irritation Exposure to DMBA leads to distinct changes in NLF protein patterns, identifying novel proteins that might be biomarkers for airway irritation and potentially providing insights into the mechanisms of inflammatory diseases of the respiratory tract Mörtstedt et al., 2015 [ 84 ] Persulfates found in hair-bleaching products 14 symptomatic hairdressers with bleaching powder-associated rhinitis, 14 asymptomatic hairdressers, and 12 12 atopic individuals without persulfate exposure NLF Targeted proteomics using liquid chromatography-tandem mass spectrometry with selected reaction monitoring (LC-SRM-MS) Several proteins involved in inflammatory responses, oxidative stress, epithelium integrity, and dermatological disorders showed significant changes after persulfate exposure. Notably, uteroglobin, interleukin-1 receptor antagonist protein (IL1RN), and desmoplakin were altered after exposure Proteomic changes in NLF indicate that persulfate exposure affects proteins associated with oxidative stress and inflammation, suggesting a potential mechanism behind persulfate-associated respiratory symptoms Raja et al., 2019 [ 85 ] Cement and concrete in construction 60 participants were divided equally into 30 building construction workers (BCW) and 30 healthy controls Serum FISH, CBMN-Cyt, and 1 H NMR spectroscopy Metabolomic analysis revealed altered levels of 42 metabolites, including significant changes in amino acids, betaine, GSH, glycine, taurine, NAD, malate, and xanthine Chromosomal abnormalities and altered metabolic profiles in construction workers exposed to genotoxic agents suggest a genetic risk and metabolic shift toward energy deficiency in this population Thatcher et al., 2019 [ 86 ] Open burn pits 200 service personnel deployed to areas with open burn pits in Iraq and Afghanistan alongside a control group of 200 never-deployed personnel, matched by service time and duration between blood draws Serum HRM LC/MS coupled with LC and Fourier Transform Mass Spectrometry (FTMS) 101 serum biomarkers were associated with exposure to substances like PAHs, dioxins, or furans, and 54 were significantly associated with deployment, only 26 of which were also associated with exposure to combustion products like burn pits Deployed personnel exposed to burn pits exhibited a distinct metabolomic signature, identifying biomarkers associated with both deployment and air pollution, indicative of environmental hazard exposure Wåhlén et al., 2016 [ 87 ] Damp and mouldy building indoor air The study included personnel working in two damp buildings, with 14 participants from Workplace A, 15 from Workplace B, and 13 unexposed healthy controls NLF 2-DE, MS, and Western blotting to assess inflammatory biomarkers Significant differences were observed in SPLUNC1, S100-A8, alpha-1-antitrypsin, and other innate immunity proteins between subjects from damp workplaces and healthy controls Proteomic analysis revealed altered levels of innate immune proteins in NLF, including SPLUNC1, S100-A8, and alpha-1-antitrypsin, indicating biomarkers for airway responses to damp, moldy indoor air Walker et al., 2022 [ 88 ] Traffic-related pollution, specifically diesel exhaust 73 healthy, non-smoking, male trucking industry workers Plasma Untargeted HRM using LC-HRMS Metabolic alterations associated with exposure to elemental carbon (EC) and organic carbon (OC) included oxidative stress markers, endothelial dysfunction, and inflammation Exposure to EC and OC in occupational settings influenced metabolic and gene expression pathways related to cardiovascular disease risk Abbreviations  Ultra-high pressure liquid chromatography (UHPLC); quadrupole time-of-flight (QTOF); Ultra-performance liquid chromatography quadrupole time-of-flight tandem mass spectrometry (UPLC-QTOF-MS/MS); liquid chromatography-tandem mass spectrometry (LC/MS/MS); High-resolution metabolomics (HRM); Ultra-high-performance liquid chromatography coupled with high-resolution mass spectrometry (UHPLC–HRMS); 2-dimensional gel electrophoresis (2-DE); 2-dimensional difference gel electrophoresis (2D-DIGE); matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF-MS); Surface-Enhanced Laser Desorption/Ionization Time-Of-Flight mass spectrometry (SELDI-TOF-MS); isobaric tags for relative and absolute quantification (iTRAQ); Nuclear Magnetic Resonance (NMR); Enzyme-linked immunosorbent assay (ELISA); Liquid Chromatography-Electrospray Ionization-Tandem Mass Spectrometry (LC-ESI-MS/MS); 1H NMR (Proton Nuclear Magnetic Resonance) spectroscopy; Fourier Transform Infrared (FTIR); Nano liquid chromatography tandem mass spectrometry (nLC-MS/MS); Printer-emitted nanoparticles (PEPs); Polycyclic Aromatic Hydrocarbons (PAHs); Particulate matter (PM); Metalworking fluids (MWFs); Per- and polyfluoroalkyl substances (PFAS); Trichloroethylene (TCE); Nasal lavage fluid (NLF)\n\nSummary of studies reviewed on occupational exposure to chemical risks\n\nAbbreviations  Ultra-high pressure liquid chromatography (UHPLC); quadrupole time-of-flight (QTOF); Ultra-performance liquid chromatography quadrupole time-of-flight tandem mass spectrometry (UPLC-QTOF-MS/MS); liquid chromatography-tandem mass spectrometry (LC/MS/MS); High-resolution metabolomics (HRM); Ultra-high-performance liquid chromatography coupled with high-resolution mass spectrometry (UHPLC–HRMS); 2-dimensional gel electrophoresis (2-DE); 2-dimensional difference gel electrophoresis (2D-DIGE); matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF-MS); Surface-Enhanced Laser Desorption/Ionization Time-Of-Flight mass spectrometry (SELDI-TOF-MS); isobaric tags for relative and absolute quantification (iTRAQ); Nuclear Magnetic Resonance (NMR); Enzyme-linked immunosorbent assay (ELISA); Liquid Chromatography-Electrospray Ionization-Tandem Mass Spectrometry (LC-ESI-MS/MS); 1H NMR (Proton Nuclear Magnetic Resonance) spectroscopy; Fourier Transform Infrared (FTIR); Nano liquid chromatography tandem mass spectrometry (nLC-MS/MS); Printer-emitted nanoparticles (PEPs); Polycyclic Aromatic Hydrocarbons (PAHs); Particulate matter (PM); Metalworking fluids (MWFs); Per- and polyfluoroalkyl substances (PFAS); Trichloroethylene (TCE); Nasal lavage fluid (NLF)\n\nTable 3 Summary of studies reviewed on occupational exposure to physical risks Authors, year Occupational exposure Population Biological matrix Analytical methods Main Outcome Conclusions Chicas et al., 2023 [ 89 ] Heat Exposure 63 agricultural workers and 27 non-agricultural workers Plasma and urine Untargeted high-resolution metabolomics profiling (HR-LCMS) Metabolites such as citrulline, uracil, urocanate, and pathways, including the urea cycle metabolism and tricarboxylic acid (TCA) cycle, were significantly altered in heat-exposed workers Molecular signatures indicative of renal dysfunction and alterations in histidine metabolism were present in agricultural workers exposed to heat, suggesting molecular mechanisms of heat-related health effects Ciborowski et al., 2010 [ 90 ] Hyperbaric pressure (diving) 12 healthy male divers Plasma The metabolomics study was conducted using liquid chromatography coupled with accurate mass quadrupole time-of-flight mass spectrometry (LC − QTOF-MS) Changes in plasma lysophospholipids, free fatty acids, and metabolites related to bone metabolism and inflammation were observed post-exposure. Notably, lysophosphatidylethanolamines and phosphatidylcholines were increased, suggesting enhanced phospholipase activity. Changes in acylcarnitines indicated alterations in energy metabolism Exposure to hyperbaric conditions induces measurable changes in divers’ plasma metabolite profiles, implicating altered phospholipase activity and potential long-term effects on bone metabolism and cardiovascular health Lun et al., 2023 [ 91 ] Noise 50 ground crew personnel working at an air force station, divided into two groups: 25 with noise-induced hearing loss (NIHL) and 25 controls Serum LC-MS/MS Nine differentially expressed proteins were identified, including six upregulated (caldesmon, myocilin, zyxin, creatine kinase M-type, insulin-like growth factor-binding protein 2, complement factor H-related protein 4) and three downregulated (prenylcysteine oxidase 1, heat shock cognate 71 kDa protein, immunoglobulin lambda variable 3–21) serum proteins in NIHL patients Insulin-like growth factor-binding protein 2, zyxin, creatine kinase-M type, and complement factor H-related protein 4 were identified as independent risk factors for predicting NIHL and could serve as potential biomarkers Mezhoud et al., 2014 [ 92 ] Ionizing radiation on radiology workers 16 radiology workers were exposed to low doses of ionizing radiation, compared with 16 office staff not exposed to ionizing radiation. Plasma LC-MS/MS for proteomic analysis and ELISA assays for protein verification Identification of differentially regulated proteins, with three verified by ELISA tests (Alpha-actinin-1, Vitamin D-binding protein, 14-3-3 protein zeta/delta) indicating potential biomarkers of radiation exposure Exposure to low doses of ionizing radiation in radiology workers is associated with genomic instability and oxidative stress, with proteomic analysis revealing potential biomarkers for early detection of radiation exposure effects Miao et al., 2021 [ 93 ] Noise 124 subjects, including 62 NIHL patients and 62 controls Plasma UHPLC-Q-TOF MS; mRNA expression levels detected using real-time quantitative PCR (RT-qPCR) 20 significantly altered metabolites identified related to glycerophospholipid metabolism, glycosylphosphatidylinositol-anchor biosynthesis, autophagy, choline metabolism, α-linolenic acid metabolism, linoleic acid metabolism, and the retrograde endocannabinoid pathway. Autophagy-related genes (PI3K, AKT, ATG5) were down-regulated in NIHL patients Metabolomics profiling revealed potential biomarkers for NIHL, indicating alterations in plasma metabolic profiles between NIHL patients and controls and suggesting the autophagy signal pathway’s involvement in the disease’s development Tranfo et al., 2020 [ 94 ] Hyperbaric atmosphere 6 healthy, experienced divers (five males and one female) Urine HPLC-MS/MS for targeted metabolite analysis and NMR spectroscopy for untargeted metabolomics Urinary excretion of 8-oxo-Guo and 8-oxo-dGuo were elevated post-exposure, with levels returning to baseline after 12 h. NMR found hypoxanthine level increase during underwater exposure Increased urinary biomarkers of oxidative stress following hyperbaric exposure suggest a metabolic response to environmental stress and highlight potential implications for occupational health Tumane et al., 2021 [ 95 ] Occupational high noise levels (> 85 dB) in mining-based industries 210 male workers from mining-based industries Serum 2D electrophoresis combined with LC-MS/MS and MALDI-TOF-MS for proteomic analysis 46 up-regulated cochlear proteins were identified in confirmed NIHL cases, with 25 key discriminating feature proteins like myosin, transthyretin, and SERPIN being highlighted The identified proteins could serve as biomarkers for the early detection of NIHL and for understanding its pathogenic mechanism Vihlborg et al., 2020 [ 96 ] Hand-arm vibration 38 full-time forge workers Plasma Gas Chromatography Time-of-Flight Mass Spectrometry (GC TOFMS/MS) 10 significant metabolites were identified, differentiating workers with Vibration-induced White Fingers (VWF) from those without before exposure and 15 metabolites after exposure Workers with VWF showed a unique metabolic serum profile, suggesting metabolomics can identify early biomarkers of vibration exposure effects Yan et al., 2023 [ 97 ] Hand-arm Vibration 32 participants: 8 controls, 8 hand-transmitted vibration (HTV) exposed group, and 16 Hand-Arm Vibration Syndrome (HAVS) patients (8 mild, 8 severe) Plasma iTRAQ coupled with LC-MS/MS. 80 differentially expressed proteins (DEPs) between control and HAVS and 70 DEPs between control and HTV-exposed specimens were identified. Vinculin (VCL) decreased significantly in severe HAVS cases Vinculin can be a potential biomarker for HAVS, providing a theoretical basis for early detection and treatment\n\nSummary of studies reviewed on occupational exposure to physical risks\n\nTable 4 Summary of studies reviewed on occupational exposure to biomechanical risks Authors, year Occupational Exposure Population Biological matrix Analytical methods Main Outcome Conclusions Ghafouri et al., 2016 [ 98 ] Physical workload 13 farmers with musculoskeletal disorders (MSD) and matched rural non-farmer controls. Plasma 2DE with silver staining, followed by MS 15 plasma proteins were differentially present in MSD farmers and implicate systemic inflammation Findings support the hypothesis that MSD in farmers might involve systemic inflammation, offering insights into MSD pathogenesis and potential biomarkers Parker et al., 2012 [ 99 ] Physical activity in the mining industry 10 healthy male mining workers Urine SELDI-TOF MS, urea and cortisol assays, and protein identification through LC-MS/MS Increased urinary levels of urea and cortisol post-shift and the LG3 peptide of endorepellin were discovered as novel biomarkers associated with physical activity Urinary LG3 peptide levels may be a biomarker of physical activity and potential musculoskeletal injury risk\n\nSummary of studies reviewed on occupational exposure to biomechanical risks\n\nTable 5 Summary of studies reviewed on occupational exposure to psychosocial risk Authors, year Occupational exposure Population Biological matrix Analytical methods Main Outcome Conclusions Bizzarri et al., 2022 [ 100 ] Night shift 1010 night shift workers and 1010 non-shift workers Plasma High-throughput nuclear magnetic resonance spectroscopy by Nightingale Health Plc Male night shift workers exhibited higher levels of glycoprotein acetyls, triglycerides, and fatty acids than non-shift workers, suggesting low-grade chronic inflammation. No significant metabolic changes were observed in female night shift workers Nocturnal shift work is associated with changes in metabolic markers in males, particularly relating to inflammation and lipid metabolism. These associations were not observed in females, highlighting potential sex differences in the metabolic impact of night shift work Wen et al., 2022 [ 101 ] Deep underground work environments focusing on sleep quality 39 participants: 27 deep-underground workers and 12 ground control volunteers Urine UPLC-triple-TOF-MS Elevated levels of L-phenylalanine, L-tyrosine, and L-glutamine in deep-underground workers; acetoacetic acid and 2-hydroxyglutaric acid associated with sleep quality The deep-underground environment influences amino acid metabolism and excitatory neurotransmitter levels, potentially affecting sleep-arousal regulation; identified metabolites may be biomarkers for environmental impact and sleep quality Abbreviations  Ultra-high pressure liquid chromatography (UHPLC); quadrupole time-of-flight (QTOF); Ultra-performance liquid chromatography quadrupole time-of-flight tandem mass spectrometry (UPLC-QTOF-MS/MS); liquid chromatography-tandem mass spectrometry (LC/MS/MS); High-resolution metabolomics (HRM); Ultra-high-performance liquid chromatography coupled with high-resolution mass spectrometry (UHPLC–HRMS); 2-dimensional gel electrophoresis (2-DE); 2-dimensional difference gel electrophoresis (2D-DIGE); matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF-MS); Surface-Enhanced Laser Desorption/Ionization Time-Of-Flight mass spectrometry (SELDI-TOF-MS); isobaric tags for relative and absolute quantification (iTRAQ); Nuclear Magnetic Resonance (NMR); Enzyme-linked immunosorbent assay (ELISA); Liquid Chromatography-Electrospray Ionization-Tandem Mass Spectrometry (LC-ESI-MS/MS);  1 H NMR (Proton Nuclear Magnetic Resonance) spectroscopy; Fourier Transform Infrared (FTIR); Nano liquid chromatography tandem mass spectrometry (nLC-MS/MS); Printer-emitted nanoparticles (PEPs); Polycyclic Aromatic Hydrocarbons (PAHs); Particulate matter (PM); Metalworking fluids (MWFs); Per- and polyfluoroalkyl substances (PFAS); Trichloroethylene (TCE); Nasal lavage fluid (NLF)\n\nSummary of studies reviewed on occupational exposure to psychosocial risk\n\nAbbreviations  Ultra-high pressure liquid chromatography (UHPLC); quadrupole time-of-flight (QTOF); Ultra-performance liquid chromatography quadrupole time-of-flight tandem mass spectrometry (UPLC-QTOF-MS/MS); liquid chromatography-tandem mass spectrometry (LC/MS/MS); High-resolution metabolomics (HRM); Ultra-high-performance liquid chromatography coupled with high-resolution mass spectrometry (UHPLC–HRMS); 2-dimensional gel electrophoresis (2-DE); 2-dimensional difference gel electrophoresis (2D-DIGE); matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF-MS); Surface-Enhanced Laser Desorption/Ionization Time-Of-Flight mass spectrometry (SELDI-TOF-MS); isobaric tags for relative and absolute quantification (iTRAQ); Nuclear Magnetic Resonance (NMR); Enzyme-linked immunosorbent assay (ELISA); Liquid Chromatography-Electrospray Ionization-Tandem Mass Spectrometry (LC-ESI-MS/MS);  1 H NMR (Proton Nuclear Magnetic Resonance) spectroscopy; Fourier Transform Infrared (FTIR); Nano liquid chromatography tandem mass spectrometry (nLC-MS/MS); Printer-emitted nanoparticles (PEPs); Polycyclic Aromatic Hydrocarbons (PAHs); Particulate matter (PM); Metalworking fluids (MWFs); Per- and polyfluoroalkyl substances (PFAS); Trichloroethylene (TCE); Nasal lavage fluid (NLF)\n\nThe included studies were conducted in different countries, with a significant concentration in China (36%), Europe (23%) and the United States of America (22%). European countries contributed notably, with Sweden accounting for 11% and smaller proportions from Poland, Italy, Portugal and others. Other contributions from Asia are substantial, with studies from South Korea (6%), India, Singapore, and Taiwan. Brazil and Australia represent the studies from the Southern Hemisphere (3%).\n\nThe results of our systematic review reflect a diverse landscape of occupational exposures examined in the included studies. The studies cover a spectrum of chemical, physical, biomechanical, and psychosocial hazards encountered in different work environments.\n\nChemical exposures (Table 2; Fig. 2) predominate (85%), with a significant number of studies examining the effects of airborne particles such as silica dust [ 40 ,  44 ], chemical elements such as arsenic, chromium, lead, and mercury [ 17 – 23 ,  25 ,  28 – 31 ,  35 ,  36 ], and volatile organic compounds such as benzene [ 56 ,  59 ,  62 – 65 ,  68 – 71 ] and trichloroethylene [ 58 ,  60 ,  61 ,  66 ,  72 ]. Metabolomic and proteomic analyses have also helped to identify potential biomarkers in workers exposed to pesticides [ 48 ,  49 ,  51 ,  53 ], welding fumes [ 24 ,  26 ,  27 ,  32 – 34 ], and firefighting chemical exposures [ 45 – 48 ].\n\nPhysical hazards (11%) such as heat exposure [ 93 ], hyperbaric pressure [ 94 ,  95 ], noise [ 96 – 98 ], ionizing radiation [ 99 ], and segmental vibration [ 96 ,  97 ] were also investigated and indicated in Table 3. In particular, one study used proteomics to assess a range of workplace hazards, including extreme temperatures, noise, and dust, as well as exposure to chemical vapours, second-hand cigarette smoke, and diesel exhaust, based on self-reports by participants in the UK Biobank [ 82 ] with research highlighting the molecular and cellular responses to these stressors. For example, the proteomic response to noise exposure has revealed changes in serum proteins that may indicate noise-induced hearing loss [ 93 ].\n\nThe review also identifies studies on biomechanical hazards (2%) in Table 4, such as those related to physical activity in mining [ 99 ] or the ergonomic challenges faced by farmers [ 98 ], where proteomic analysis has provided insights into the systemic inflammatory responses induced by such activities.\n\nNotably, psychosocial factors (2%) such as stress from night shifts [ 100 ] and sleep quality impact of underground environments have also been investigated [ 101 ], listed in Table 5, with metabolomic profiling providing a window into the biochemical changes associated with these factors.\n\nTargeted approaches, which focus on a predefined set of proteins or metabolites, have allowed for quantifying specific biomarkers that indicate exposure to particular chemicals or stressors. The use of targeted proteomics has enabled the identification of proteins altered by exposure to toxic substances such as benzene [ 62 ,  63 ,  65 ], and trichloroethylene [ 58 ,  60 ,  61 ,  66 ]. Targeted metabolomics was applied to benzene-exposed workers [ 56 ], indicating the contribution of specific metabolites to benzene toxicity.\n\nIn contrast, untargeted methodologies broadly profile the proteome or metabolome. They are the most frequent strategy in this review, uncovering potential biomarkers and metabolic pathways affected by workplace hazards, whether chemical [ 34 ,  36 ,  44 ,  50 ,  55 ], physical [ 89 – 91 ,  93 ,  96 ], or psychosocial [ 101 ] exposures.\n\nSome studies have employed both targeted and untargeted methods, resulting in a comprehensive and reliable dataset [ 86 ,  94 ]. This approach combines the specificity of targeted analyses with the broader scope of discovery offered by untargeted methods. Researchers enhance the reliability and relevance of potential biomarkers by validating findings from untargeted screens with targeted methods.\n\nBased on the analysis of the presented data, the most commonly used biological matrix was serum, which was used in 27 studies (24%), followed by plasma in 22 studies (20%) and urine in 14 studies (12%). The analysis also included other biological matrices such as nasal lavage fluid (NLF) (7 trials, 6%), combinations of plasma and urine (5 trials, 4%), combinations of serum and urine (4 trials, 4%), exhaled breath condensate (EBC) (3 trials, 3%), and combinations of serum and faeces (1 trial, 1%), saliva and urine (1 trial, 1%), and whole blood (1 trial, 1%).\n\nThe analytical methods include a range of mass spectrometry-based techniques, including liquid chromatography-mass spectrometry (LC-MS) [ 27 ,  28 ,  91 ], gas chromatography-mass spectrometry (GC-MS) [ 49 ,  96 ], and tandem mass spectrometry (MS/MS) [ 55 ], which have been used primarily for their high sensitivity and specificity in detecting minor biomolecular changes.\n\nIn particular, nuclear magnetic resonance (NMR) spectroscopy has been used in several studies [ 25 ,  75 ,  77 ,  85 ,  94 ], capitalizing on its non-destructive nature and its ability to provide detailed information on the structure, dynamics, reaction state, and chemical environment of molecules. The use of high-resolution mass spectrometry (HRMS) [ 45 ,  69 ] and ultra-high performance liquid chromatography (UHPLC) [ 44 ,  68 ] was also reported, providing superior resolution and throughput essential for biomarker discovery.\n\nElectrophoresis techniques, including two-dimensional gel electrophoresis (2-DE) [ 29 ,  52 ,  98 ] and matrix-assisted laser desorption/ionization (MALDI-TOF MS) [ 58 ,  83 ,  95 ], were used to separate and identify proteins based on their isoelectric points and molecular weights. These methods provided a comprehensive profile of protein expression and post-translational modifications.\n\nImmunological and biochemical assays, such as enzyme-linked immunosorbent assays (ELISA) [ 65 ,  92 ], have been widely used to validate the presence of specific proteins and peptides, providing a high degree of quantitative accuracy. Innovative techniques such as isobaric tags for relative and absolute quantitation (iTRAQ) combined with liquid chromatography-tandem mass spectrometry (LC-MS/MS) [ 24 ,  59 ,  79 ] allowed multiplexed protein quantification, increasing the depth of proteomic analysis.\n\nInnovative techniques like SOMAscan™ [ 41 ] showed high accuracy in detecting malignant mesothelioma, emphasizing the role of targeted proteomics in early disease detection among at-risk workers.\n\nThe reviewed studies were evaluated for risk of bias to ensure the integrity and reliability of the findings (Fig.  3 ). The inclusion criteria were well-defined, reducing the risk of selection bias. Most studies provided detailed descriptions of the study subjects and settings, minimizing the risk of bias related to contextual factors that could influence the outcomes.\n\nThe measurement of exposure showed varying levels of risk. Although many studies used valid and reliable methods, indicating a low risk of measurement bias, some had unclear methodologies, contributing to a moderate risk. The identification and handling of confounding factors presented a mixed risk profile. Several studies explicitly outlined strategies to address potential confounders, ensuring a low risk of bias, whereas others did not, resulting in a high risk of confounding bias.\n\nThe outcomes were measured with a low risk of bias, indicating consistent, precise, and reliable results. Most studies used appropriate statistical analysis, contributing to a low risk of bias in data interpretation.\n\nOverall, the risk of bias assessment indicates that although most studies demonstrate a low risk of bias in several key domains, there are areas where the risk is unclear or high, particularly concerning the measurement of exposure and confounding variables."
    },
    {
      "title": "Geographic distribution",
      "text": "The included studies were conducted in different countries, with a significant concentration in China (36%), Europe (23%) and the United States of America (22%). European countries contributed notably, with Sweden accounting for 11% and smaller proportions from Poland, Italy, Portugal and others. Other contributions from Asia are substantial, with studies from South Korea (6%), India, Singapore, and Taiwan. Brazil and Australia represent the studies from the Southern Hemisphere (3%)."
    },
    {
      "title": "Occupational exposures",
      "text": "The results of our systematic review reflect a diverse landscape of occupational exposures examined in the included studies. The studies cover a spectrum of chemical, physical, biomechanical, and psychosocial hazards encountered in different work environments.\n\nChemical exposures (Table 2; Fig. 2) predominate (85%), with a significant number of studies examining the effects of airborne particles such as silica dust [ 40 ,  44 ], chemical elements such as arsenic, chromium, lead, and mercury [ 17 – 23 ,  25 ,  28 – 31 ,  35 ,  36 ], and volatile organic compounds such as benzene [ 56 ,  59 ,  62 – 65 ,  68 – 71 ] and trichloroethylene [ 58 ,  60 ,  61 ,  66 ,  72 ]. Metabolomic and proteomic analyses have also helped to identify potential biomarkers in workers exposed to pesticides [ 48 ,  49 ,  51 ,  53 ], welding fumes [ 24 ,  26 ,  27 ,  32 – 34 ], and firefighting chemical exposures [ 45 – 48 ].\n\nPhysical hazards (11%) such as heat exposure [ 93 ], hyperbaric pressure [ 94 ,  95 ], noise [ 96 – 98 ], ionizing radiation [ 99 ], and segmental vibration [ 96 ,  97 ] were also investigated and indicated in Table 3. In particular, one study used proteomics to assess a range of workplace hazards, including extreme temperatures, noise, and dust, as well as exposure to chemical vapours, second-hand cigarette smoke, and diesel exhaust, based on self-reports by participants in the UK Biobank [ 82 ] with research highlighting the molecular and cellular responses to these stressors. For example, the proteomic response to noise exposure has revealed changes in serum proteins that may indicate noise-induced hearing loss [ 93 ].\n\nThe review also identifies studies on biomechanical hazards (2%) in Table 4, such as those related to physical activity in mining [ 99 ] or the ergonomic challenges faced by farmers [ 98 ], where proteomic analysis has provided insights into the systemic inflammatory responses induced by such activities.\n\nNotably, psychosocial factors (2%) such as stress from night shifts [ 100 ] and sleep quality impact of underground environments have also been investigated [ 101 ], listed in Table 5, with metabolomic profiling providing a window into the biochemical changes associated with these factors."
    },
    {
      "title": "Proteomics and metabolomics in occupational health biomonitoring",
      "text": "Targeted approaches, which focus on a predefined set of proteins or metabolites, have allowed for quantifying specific biomarkers that indicate exposure to particular chemicals or stressors. The use of targeted proteomics has enabled the identification of proteins altered by exposure to toxic substances such as benzene [ 62 ,  63 ,  65 ], and trichloroethylene [ 58 ,  60 ,  61 ,  66 ]. Targeted metabolomics was applied to benzene-exposed workers [ 56 ], indicating the contribution of specific metabolites to benzene toxicity.\n\nIn contrast, untargeted methodologies broadly profile the proteome or metabolome. They are the most frequent strategy in this review, uncovering potential biomarkers and metabolic pathways affected by workplace hazards, whether chemical [ 34 ,  36 ,  44 ,  50 ,  55 ], physical [ 89 – 91 ,  93 ,  96 ], or psychosocial [ 101 ] exposures.\n\nSome studies have employed both targeted and untargeted methods, resulting in a comprehensive and reliable dataset [ 86 ,  94 ]. This approach combines the specificity of targeted analyses with the broader scope of discovery offered by untargeted methods. Researchers enhance the reliability and relevance of potential biomarkers by validating findings from untargeted screens with targeted methods."
    },
    {
      "title": "Biological matrix",
      "text": "Based on the analysis of the presented data, the most commonly used biological matrix was serum, which was used in 27 studies (24%), followed by plasma in 22 studies (20%) and urine in 14 studies (12%). The analysis also included other biological matrices such as nasal lavage fluid (NLF) (7 trials, 6%), combinations of plasma and urine (5 trials, 4%), combinations of serum and urine (4 trials, 4%), exhaled breath condensate (EBC) (3 trials, 3%), and combinations of serum and faeces (1 trial, 1%), saliva and urine (1 trial, 1%), and whole blood (1 trial, 1%)."
    },
    {
      "title": "Analytical methods",
      "text": "The analytical methods include a range of mass spectrometry-based techniques, including liquid chromatography-mass spectrometry (LC-MS) [ 27 ,  28 ,  91 ], gas chromatography-mass spectrometry (GC-MS) [ 49 ,  96 ], and tandem mass spectrometry (MS/MS) [ 55 ], which have been used primarily for their high sensitivity and specificity in detecting minor biomolecular changes.\n\nIn particular, nuclear magnetic resonance (NMR) spectroscopy has been used in several studies [ 25 ,  75 ,  77 ,  85 ,  94 ], capitalizing on its non-destructive nature and its ability to provide detailed information on the structure, dynamics, reaction state, and chemical environment of molecules. The use of high-resolution mass spectrometry (HRMS) [ 45 ,  69 ] and ultra-high performance liquid chromatography (UHPLC) [ 44 ,  68 ] was also reported, providing superior resolution and throughput essential for biomarker discovery.\n\nElectrophoresis techniques, including two-dimensional gel electrophoresis (2-DE) [ 29 ,  52 ,  98 ] and matrix-assisted laser desorption/ionization (MALDI-TOF MS) [ 58 ,  83 ,  95 ], were used to separate and identify proteins based on their isoelectric points and molecular weights. These methods provided a comprehensive profile of protein expression and post-translational modifications.\n\nImmunological and biochemical assays, such as enzyme-linked immunosorbent assays (ELISA) [ 65 ,  92 ], have been widely used to validate the presence of specific proteins and peptides, providing a high degree of quantitative accuracy. Innovative techniques such as isobaric tags for relative and absolute quantitation (iTRAQ) combined with liquid chromatography-tandem mass spectrometry (LC-MS/MS) [ 24 ,  59 ,  79 ] allowed multiplexed protein quantification, increasing the depth of proteomic analysis.\n\nInnovative techniques like SOMAscan™ [ 41 ] showed high accuracy in detecting malignant mesothelioma, emphasizing the role of targeted proteomics in early disease detection among at-risk workers."
    },
    {
      "title": "Risk of bias",
      "text": "The reviewed studies were evaluated for risk of bias to ensure the integrity and reliability of the findings (Fig.  3 ). The inclusion criteria were well-defined, reducing the risk of selection bias. Most studies provided detailed descriptions of the study subjects and settings, minimizing the risk of bias related to contextual factors that could influence the outcomes.\n\nThe measurement of exposure showed varying levels of risk. Although many studies used valid and reliable methods, indicating a low risk of measurement bias, some had unclear methodologies, contributing to a moderate risk. The identification and handling of confounding factors presented a mixed risk profile. Several studies explicitly outlined strategies to address potential confounders, ensuring a low risk of bias, whereas others did not, resulting in a high risk of confounding bias.\n\nThe outcomes were measured with a low risk of bias, indicating consistent, precise, and reliable results. Most studies used appropriate statistical analysis, contributing to a low risk of bias in data interpretation.\n\nOverall, the risk of bias assessment indicates that although most studies demonstrate a low risk of bias in several key domains, there are areas where the risk is unclear or high, particularly concerning the measurement of exposure and confounding variables."
    },
    {
      "title": "Discussion",
      "text": "The reviewed studies highlight the potential of metabolomic and proteomic techniques in identifying biomarkers for occupational exposures. They reveal the complexity and challenges of using these methods in occupational health. Although these techniques offer a promising avenue for early detection and prevention strategies in workplace-related diseases, other areas for future development emerge. Currently, no single analytical method can universally identify and quantify the full range of biomarkers in different biological samples with high sensitivity and specificity. This highlights the need for continued efforts to develop standardised protocols and methodologies to improve the reliability and comparability of biomarker studies in occupational health.\n\nThe search strategy identified 85 relevant studies, indicating a still limited but growing body of research in this expanding field. There was a significant increase in publications, with a peak in 2023 suggesting a growing but still emergent recognition of these methods within diverse occupational settings. The diverse geographical distribution also underlines the recognition of these technologies in advancing occupational health. This trend underscores the potential of ‘omics’ technologies to enhance our understanding of occupational health risks, although it also highlights the need for further research and validation.\n\nUsing proteomics and metabolomics in occupational health settings has improved our understanding of workplace exposures and their potential health impacts. These analytical methods can identify subtle changes in biological systems resulting from exposure to various occupational hazards. The integration of ‘omics’ technologies provides a comprehensive view of an organism’s biochemical state, enabling the detection of specific biomarkers that reflect the complex interplay between environmental exposures and biological responses [ 6 ].\n\nExposure to chemical hazards accounted for most of the studies found in this review, demonstrating that the growing concern about chemical exposure in the workplace highlights the critical role of proteomic and metabolomic studies in discovering sensitive and specific biomarkers for real-world occupational biomonitoring. Research in occupational medicine using metabolomics and proteomics has identified particular biomarkers associated with chemical exposure. These findings provide valuable insights for early detection and prevention strategies. For instance, Guardiola et al. [ 55 ] identified metabolomic changes in plasma that could predict hepatic hemangiosarcoma in vinyl chloride monomer-exposed workers. These findings suggest that metabolic alterations resulting from chemical exposures can be quantified, which helps to understand disease progression and could be used in occupational health surveillance.\n\nBenzene is one of the most studied chemical agents identified in this systematic review, and exposure in occupational settings has been associated with considerable health risks. Joo et al. [ 62 ,  63 ] suggested that plasma proteins such as T cell receptor β chain and matrix metalloproteinase-13 may represent potential markers for the hematotoxic effects induced by benzene. Huang et al. [ 59 ] identified several serum proteins, including plasminogen, apolipoprotein B100, and platelet basic protein, as potential indicators of chronic exposure. These proteins suggest immunosuppressive effects and alterations in lipid metabolism. Liang et al. [ 65 ] validated the increase in serum plasminogen levels as a potential biomarker of low-dose benzene exposure. Li et al. [ 64 ] and Rothman et al. [ 69 ]. have linked oxidative stress and mitochondrial dysfunction to differentially expressed proteins and metabolic alterations from benzene exposure. The biomarkers aid in assessing benzene exposure and shed light on the pathophysiological pathways of benzene, including fatty acid oxidation, inflammation, and the fibrinolytic system. Rigorous biomonitoring practices are necessary in industrial settings to aid in assessing and managing hematotoxicity and other health risks in workers exposed to benzene.\n\nCurrent systematic research on occupational exposure to metals and metal fumes, as outlined in recent studies, has identified specific biomarkers through proteomic and metabolomic analyses. Adduri et al. [ 17 ]. established a blood plasma biomarker signature for beryllium exposure with high sensitivity and specificity. Baker et al. [ 19 ,  20 ]. comprehensively assessed workers exposed to manganese in steel foundries. Their findings revealed the presence of metabolites associated with amino acid metabolism. However, the efficacy of these metabolites as biomarkers for exposure varied among individuals. First, they conducted a global metabolomics study to identify unique metabolites between individuals exposed to manganese at a steel foundry and those not exposed. Workers wore personal inhalable dust samplers and provided end-of-shift urine samples, which underwent metabolomic profiling. Fifteen ions showed significant differences between the exposed and unexposed groups in the initial set. A subsequent set validated nine ions, some showing a dose-response relationship. However, the last research [ 20 ] indicates that the profiles’ predictive power varies across different worker populations, possibly due to exposure heterogeneity. The importance of context-specific biomarkers that consider the complexities of exposure scenarios and the biological relevance of identified metabolites is emphasized. It is crucial to identify context-aware biomarkers, given the diverse exposures across occupational settings. This highlights the significance of tailored assessments in the field of occupational health.\n\nWelders exposed to metal fumes showed proteomic changes and renal injury markers in a study by Chuang et al. [ 24 ], while Gao et al. [ 26 ,  27 ] and Peng et al. [ 32 ] linked welding exposures to changes in metabolites associated with inflammation pathways. Also, longitudinal studies, such as by Wei et al. [ 34 ], underscore the systemic impacts of metal fumes on fatty acid profiles, suggesting prolonged health risks even post-exposure. These biomarkers facilitate the identification of exposures and offer insights into the underlying biological mechanisms that may link exposure to welding fumes with cardiovascular diseases, dyslipidemia, and neoplastic conditions, thereby contributing to the assessment of occupational health risks.\n\nIn the field of non-chemical occupational hazards such as noise, physical exertion, and night shifts, recent studies underscore significant metabolic and proteomic changes triggered by these exposures. Research has unveiled specific metabolic disturbances associated with night shifts, hinting at a connection with chronic low-grade inflammation, notably among male workers [ 100 ]. Moreover, investigations into the impacts of deep underground working conditions reveal modifications in amino acid and neurotransmitter levels, potentially influencing sleep regulation [ 101 ]. The physical demands inherent in activities like hand-arm vibration [ 96 ,  97 ] and extensive noise exposure in industrial settings are linked to various biomarkers signalling physiological stress and possible injuries [ 91 ,  93 ]. These insights are invaluable as they expand our comprehension of how non-chemical exposures might contribute to cardiovascular diseases, dyslipidaemia, and cancer, thereby enhancing the framework for occupational health safety and preventive measures. However, whilst ‘omics’ techniques appear capable of enriching our knowledge of biological effects, isolating the occupational component from other exposures that may contribute to biochemical changes remains challenging. This bottom-up strategy of assessing internal changes has yet to demonstrate whether it will yield any practical biomarkers that clinicians can rely on in their daily practice.\n\nEvaluating bias risk in the reviewed studies was a central step to ensure the reliability and validity of the results. The Cochrane Collaboration framework and the Newcastle-Ottawa Quality Assessment Scale were adapted for comprehensive and rigorous analysis of the risk of bias. We opted for this methodology to assess the risk of bias due to the heterogeneity of the studies and to better align with the evaluation needs. This decision was further justified by the identified limitations of the ROBINS-E tool, which include challenges in addressing multiple biases, confusion in distinguishing co-exposures from confounders, and the impracticality of its application to diverse observational studies, as discussed by Bero et al. [ 102 ]. Clear inclusion criteria were established to evaluate the sample selection, description of study subjects, and the measurement of exposure and outcomes.\n\nThe risk of bias across the included studies was evaluated by considering several critical factors, such as the size of study populations, control groups, participant matching, and study design. The sample sizes of some of the studies included in this review were relatively small, which may limit the generalisability of the results and increase the risk of type II errors [ 18 ,  34 ,  37 ,  43 ,  46 ,  59 ]. The selection of appropriate control groups varied, with some studies employing well-matched controls while others lacked adequate comparators, potentially introducing selection bias. For instance, the study by Carter et al. [ 21 ] compared 20 manganese-exposed workers with 17 crane operators, which were well-matched based on occupational exposure. The studies also varied in handling confounding factors, with some providing thorough adjustments [ 25 ,  31 ]. In contrast, others did not adequately account for potential confounders, potentially impacting the associations’ validity. In addition to these challenges, an issue identified in some studies, particularly those by Gao et al. [ 26 ,  27 ], is the absence of explicit control groups. Although this absence gives rise to valid concerns regarding the internal validity of these studies, it is crucial to contextualise this within the design of the studies themselves. Gao et al. employed observational methods, focusing on within-group comparisons over time. However, the absence of a rigorous control group makes it challenging to distinguish the effects of occupational exposure from other temporal confounding factors, limiting the robustness and generalisability of the findings. Furthermore, the review identifies shortcomings in participant matching in terms of demographics and baseline characteristics, which needed to be more consistently reported. This may affect the comparability between exposed and non-exposed groups. Also, exposure assessments often relied on self-reported data or indirect measures, which could introduce misclassification bias.\n\nThese factors underscore the need for more robust study designs, larger sample sizes, and comprehensive exposure and confounder assessments to enhance the reliability of biomarker research in occupational health.\n\nOne of the apparent limitations of this review is the potential under-representation of studies with negative results, which biases the overall results towards positive associations. Additionally, the heterogeneity of different methodologies and outcomes between studies limits the ability to perform meta-analyses, reducing the comparability of results. Furthermore, the rapid development of omics technologies may have led to the exclusion of the latest methods, which were not published or indexed during the review period. These findings require a cautious interpretation of some studies’ results and emphasize the importance of rigorous study design and analysis in future research to minimize potential biases.\n\nHowever, it is noteworthy that, to the best of our knowledge, this is the first systematic review to consolidate findings from both proteomics and metabolomics studies in occupational health, providing a comprehensive perspective on the subject. Additionally, this review underscores the imperative for further research to validate and expand occupational biomonitoring using these methods.\n\nThis body of evidence underscores the complexity of metabolic responses to occupational hazards.\n\nThe integration of high-throughput metabolomic and proteomic techniques generates substantial quantities of data, which are frequently challenging to interpret, reproduce, and validate, despite their potential to offer valuable insights for developing targeted interventions. Given that the majority of the working population is generally in good health, it is anticipated that any biological changes caused by occupational hazards will be relatively subtle. Consequently, adhering to the highest standards of research practice is essential in order to enhance the sensitivity, validity, and specificity of the findings. Therefore, standardised procedures are essential in research involving high-throughput omics techniques.\n\nThe reviewed studies utilize various biological matrices, including blood, urine, and nasal lavage fluid, each with advantages and limitations. The matrix choice impacts the biomarkers detected and their interpretation, indicating a need for standardized protocols to compare results across studies. Serum and plasma are frequently used, with serum often obtained after coagulation and plasma typically requiring anticoagulants like EDTA or sodium citrate. Processing conditions vary, with most samples stored at sub-zero temperatures to preserve analytes. Blood samples are mainly collected in the morning, centrifuged, and subjected to specific protocols for storage and analysis.\n\nThe timing of blood sampling can significantly affect results due to diurnal variations in metabolic processes. Numerous studies have shown that several biochemical components exhibit significant diurnal variations [ 103 ,  104 ]. These variations require that the time of day of sample collection be carefully considered and documented to ensure consistency and reliability of data. Diurnal and circadian rhythms affect the expression of genes and the levels of certain metabolites, meaning that metabolic profiles can vary throughout the day. This variation can affect the interpretation of results and the comparability of data between studies [ 104 ]. Therefore, studies should carefully describe the conditions of sample processing and freezing, including the exact time of sample collection, temperature during processing, and storage protocols, to preserve the integrity of the metabolites and ensure reproducibility [ 103 ]. Future research should continue to refine these techniques and validate the potential biomarkers used in clinical and occupational settings. The complexity of metabolomic and proteomic analyses, including the need for high-resolution instruments and sophisticated data analysis tools, poses a challenge. This complexity necessitates further development in analytical methodologies to enhance sensitivity, specificity, and ability to effectively process and interpret large datasets while remaining economically viable and cost-effective.\n\nIntegrating these large-scale analytical methods with bioinformatics tools [ 28 ] and machine learning approaches has enabled a deeper understanding of the biochemical pathways affected by various occupational exposures [ 38 ]. These technologies can enhance the processing and interpretation of complex datasets, allowing the identification of patterns and biomarkers that may not be evident through traditional methods. This set of approaches has shown potential in identifying biomarkers of occupational hazards, paving the way for predictive, preventive, and personalized medicine in occupational health.\n\nFuture research should focus on longitudinal studies to track the progression of biomarker changes over time, providing insights into the dynamic nature of occupational exposures and their health effects. Given the multitude of occupational hazards and non-occupational exposures, including environmental factors, lifestyle, and pollutants, which collectively form a complex mixture, establishing a causal relationship with a single agent is often a challenging endeavour. It is, therefore, imperative that prospective studies, accounting for all relevant past exposures, are conducted to elucidate these complex interactions. Additionally, integrating these omics techniques with clinical outcomes will facilitate a more profound understanding of the correlations between these biomarkers and disease states, thereby enhancing their applicability in preventive medicine and occupational health. However, it is crucial to consider that not all biological alterations caused by exposure result in health damage or significant risks, which introduces complexity to the relationship between exposure and disease outcomes. This complexity underscores the challenge of developing useful biomarkers that can inform decisions in clinical practice, identify workers at risk, and prove beneficial for regulatory and risk management frameworks.\n\nIntegrating proteomics and metabolomics into occupational medicine is promising but faces significant hurdles to routine clinical application. The primary challenge is to simplify the complex metabolomic data, which typically involves the analysis of numerous metabolites, and to reduce this complexity to a manageable number of key biomarkers that can reliably indicate occupational exposure or disease. The goal of utilising omics techniques to identify a biomarker and validate a cost-effective, accessible test for specific exposure health surveillance remains elusive. Simplification is the key to effective commercialisation and implementation of these technologies. Clear communication of their potential and limitations is essential, especially to industrial and regulatory stakeholders. Targeted collaborations between research institutions and industry are necessary to translate exploratory research into practical, impactful solutions for occupational health [ 105 ].\n\nIn summary, while metabolomic and proteomic analyses offer promising tools for advancing occupational health research, addressing these challenges through technological advancements, standardization, and integration with computational tools will be crucial for their successful application."
    },
    {
      "title": "Overview",
      "text": "The reviewed studies highlight the potential of metabolomic and proteomic techniques in identifying biomarkers for occupational exposures. They reveal the complexity and challenges of using these methods in occupational health. Although these techniques offer a promising avenue for early detection and prevention strategies in workplace-related diseases, other areas for future development emerge. Currently, no single analytical method can universally identify and quantify the full range of biomarkers in different biological samples with high sensitivity and specificity. This highlights the need for continued efforts to develop standardised protocols and methodologies to improve the reliability and comparability of biomarker studies in occupational health.\n\nThe search strategy identified 85 relevant studies, indicating a still limited but growing body of research in this expanding field. There was a significant increase in publications, with a peak in 2023 suggesting a growing but still emergent recognition of these methods within diverse occupational settings. The diverse geographical distribution also underlines the recognition of these technologies in advancing occupational health. This trend underscores the potential of ‘omics’ technologies to enhance our understanding of occupational health risks, although it also highlights the need for further research and validation.\n\nUsing proteomics and metabolomics in occupational health settings has improved our understanding of workplace exposures and their potential health impacts. These analytical methods can identify subtle changes in biological systems resulting from exposure to various occupational hazards. The integration of ‘omics’ technologies provides a comprehensive view of an organism’s biochemical state, enabling the detection of specific biomarkers that reflect the complex interplay between environmental exposures and biological responses [ 6 ]."
    },
    {
      "title": "Diverse exposures and biomarker research",
      "text": "Exposure to chemical hazards accounted for most of the studies found in this review, demonstrating that the growing concern about chemical exposure in the workplace highlights the critical role of proteomic and metabolomic studies in discovering sensitive and specific biomarkers for real-world occupational biomonitoring. Research in occupational medicine using metabolomics and proteomics has identified particular biomarkers associated with chemical exposure. These findings provide valuable insights for early detection and prevention strategies. For instance, Guardiola et al. [ 55 ] identified metabolomic changes in plasma that could predict hepatic hemangiosarcoma in vinyl chloride monomer-exposed workers. These findings suggest that metabolic alterations resulting from chemical exposures can be quantified, which helps to understand disease progression and could be used in occupational health surveillance.\n\nBenzene is one of the most studied chemical agents identified in this systematic review, and exposure in occupational settings has been associated with considerable health risks. Joo et al. [ 62 ,  63 ] suggested that plasma proteins such as T cell receptor β chain and matrix metalloproteinase-13 may represent potential markers for the hematotoxic effects induced by benzene. Huang et al. [ 59 ] identified several serum proteins, including plasminogen, apolipoprotein B100, and platelet basic protein, as potential indicators of chronic exposure. These proteins suggest immunosuppressive effects and alterations in lipid metabolism. Liang et al. [ 65 ] validated the increase in serum plasminogen levels as a potential biomarker of low-dose benzene exposure. Li et al. [ 64 ] and Rothman et al. [ 69 ]. have linked oxidative stress and mitochondrial dysfunction to differentially expressed proteins and metabolic alterations from benzene exposure. The biomarkers aid in assessing benzene exposure and shed light on the pathophysiological pathways of benzene, including fatty acid oxidation, inflammation, and the fibrinolytic system. Rigorous biomonitoring practices are necessary in industrial settings to aid in assessing and managing hematotoxicity and other health risks in workers exposed to benzene.\n\nCurrent systematic research on occupational exposure to metals and metal fumes, as outlined in recent studies, has identified specific biomarkers through proteomic and metabolomic analyses. Adduri et al. [ 17 ]. established a blood plasma biomarker signature for beryllium exposure with high sensitivity and specificity. Baker et al. [ 19 ,  20 ]. comprehensively assessed workers exposed to manganese in steel foundries. Their findings revealed the presence of metabolites associated with amino acid metabolism. However, the efficacy of these metabolites as biomarkers for exposure varied among individuals. First, they conducted a global metabolomics study to identify unique metabolites between individuals exposed to manganese at a steel foundry and those not exposed. Workers wore personal inhalable dust samplers and provided end-of-shift urine samples, which underwent metabolomic profiling. Fifteen ions showed significant differences between the exposed and unexposed groups in the initial set. A subsequent set validated nine ions, some showing a dose-response relationship. However, the last research [ 20 ] indicates that the profiles’ predictive power varies across different worker populations, possibly due to exposure heterogeneity. The importance of context-specific biomarkers that consider the complexities of exposure scenarios and the biological relevance of identified metabolites is emphasized. It is crucial to identify context-aware biomarkers, given the diverse exposures across occupational settings. This highlights the significance of tailored assessments in the field of occupational health.\n\nWelders exposed to metal fumes showed proteomic changes and renal injury markers in a study by Chuang et al. [ 24 ], while Gao et al. [ 26 ,  27 ] and Peng et al. [ 32 ] linked welding exposures to changes in metabolites associated with inflammation pathways. Also, longitudinal studies, such as by Wei et al. [ 34 ], underscore the systemic impacts of metal fumes on fatty acid profiles, suggesting prolonged health risks even post-exposure. These biomarkers facilitate the identification of exposures and offer insights into the underlying biological mechanisms that may link exposure to welding fumes with cardiovascular diseases, dyslipidemia, and neoplastic conditions, thereby contributing to the assessment of occupational health risks.\n\nIn the field of non-chemical occupational hazards such as noise, physical exertion, and night shifts, recent studies underscore significant metabolic and proteomic changes triggered by these exposures. Research has unveiled specific metabolic disturbances associated with night shifts, hinting at a connection with chronic low-grade inflammation, notably among male workers [ 100 ]. Moreover, investigations into the impacts of deep underground working conditions reveal modifications in amino acid and neurotransmitter levels, potentially influencing sleep regulation [ 101 ]. The physical demands inherent in activities like hand-arm vibration [ 96 ,  97 ] and extensive noise exposure in industrial settings are linked to various biomarkers signalling physiological stress and possible injuries [ 91 ,  93 ]. These insights are invaluable as they expand our comprehension of how non-chemical exposures might contribute to cardiovascular diseases, dyslipidaemia, and cancer, thereby enhancing the framework for occupational health safety and preventive measures. However, whilst ‘omics’ techniques appear capable of enriching our knowledge of biological effects, isolating the occupational component from other exposures that may contribute to biochemical changes remains challenging. This bottom-up strategy of assessing internal changes has yet to demonstrate whether it will yield any practical biomarkers that clinicians can rely on in their daily practice."
    },
    {
      "title": "Risk of bias",
      "text": "Evaluating bias risk in the reviewed studies was a central step to ensure the reliability and validity of the results. The Cochrane Collaboration framework and the Newcastle-Ottawa Quality Assessment Scale were adapted for comprehensive and rigorous analysis of the risk of bias. We opted for this methodology to assess the risk of bias due to the heterogeneity of the studies and to better align with the evaluation needs. This decision was further justified by the identified limitations of the ROBINS-E tool, which include challenges in addressing multiple biases, confusion in distinguishing co-exposures from confounders, and the impracticality of its application to diverse observational studies, as discussed by Bero et al. [ 102 ]. Clear inclusion criteria were established to evaluate the sample selection, description of study subjects, and the measurement of exposure and outcomes.\n\nThe risk of bias across the included studies was evaluated by considering several critical factors, such as the size of study populations, control groups, participant matching, and study design. The sample sizes of some of the studies included in this review were relatively small, which may limit the generalisability of the results and increase the risk of type II errors [ 18 ,  34 ,  37 ,  43 ,  46 ,  59 ]. The selection of appropriate control groups varied, with some studies employing well-matched controls while others lacked adequate comparators, potentially introducing selection bias. For instance, the study by Carter et al. [ 21 ] compared 20 manganese-exposed workers with 17 crane operators, which were well-matched based on occupational exposure. The studies also varied in handling confounding factors, with some providing thorough adjustments [ 25 ,  31 ]. In contrast, others did not adequately account for potential confounders, potentially impacting the associations’ validity. In addition to these challenges, an issue identified in some studies, particularly those by Gao et al. [ 26 ,  27 ], is the absence of explicit control groups. Although this absence gives rise to valid concerns regarding the internal validity of these studies, it is crucial to contextualise this within the design of the studies themselves. Gao et al. employed observational methods, focusing on within-group comparisons over time. However, the absence of a rigorous control group makes it challenging to distinguish the effects of occupational exposure from other temporal confounding factors, limiting the robustness and generalisability of the findings. Furthermore, the review identifies shortcomings in participant matching in terms of demographics and baseline characteristics, which needed to be more consistently reported. This may affect the comparability between exposed and non-exposed groups. Also, exposure assessments often relied on self-reported data or indirect measures, which could introduce misclassification bias.\n\nThese factors underscore the need for more robust study designs, larger sample sizes, and comprehensive exposure and confounder assessments to enhance the reliability of biomarker research in occupational health."
    },
    {
      "title": "Limitations",
      "text": "One of the apparent limitations of this review is the potential under-representation of studies with negative results, which biases the overall results towards positive associations. Additionally, the heterogeneity of different methodologies and outcomes between studies limits the ability to perform meta-analyses, reducing the comparability of results. Furthermore, the rapid development of omics technologies may have led to the exclusion of the latest methods, which were not published or indexed during the review period. These findings require a cautious interpretation of some studies’ results and emphasize the importance of rigorous study design and analysis in future research to minimize potential biases.\n\nHowever, it is noteworthy that, to the best of our knowledge, this is the first systematic review to consolidate findings from both proteomics and metabolomics studies in occupational health, providing a comprehensive perspective on the subject. Additionally, this review underscores the imperative for further research to validate and expand occupational biomonitoring using these methods."
    },
    {
      "title": "Current state and future directions",
      "text": "This body of evidence underscores the complexity of metabolic responses to occupational hazards.\n\nThe integration of high-throughput metabolomic and proteomic techniques generates substantial quantities of data, which are frequently challenging to interpret, reproduce, and validate, despite their potential to offer valuable insights for developing targeted interventions. Given that the majority of the working population is generally in good health, it is anticipated that any biological changes caused by occupational hazards will be relatively subtle. Consequently, adhering to the highest standards of research practice is essential in order to enhance the sensitivity, validity, and specificity of the findings. Therefore, standardised procedures are essential in research involving high-throughput omics techniques.\n\nThe reviewed studies utilize various biological matrices, including blood, urine, and nasal lavage fluid, each with advantages and limitations. The matrix choice impacts the biomarkers detected and their interpretation, indicating a need for standardized protocols to compare results across studies. Serum and plasma are frequently used, with serum often obtained after coagulation and plasma typically requiring anticoagulants like EDTA or sodium citrate. Processing conditions vary, with most samples stored at sub-zero temperatures to preserve analytes. Blood samples are mainly collected in the morning, centrifuged, and subjected to specific protocols for storage and analysis.\n\nThe timing of blood sampling can significantly affect results due to diurnal variations in metabolic processes. Numerous studies have shown that several biochemical components exhibit significant diurnal variations [ 103 ,  104 ]. These variations require that the time of day of sample collection be carefully considered and documented to ensure consistency and reliability of data. Diurnal and circadian rhythms affect the expression of genes and the levels of certain metabolites, meaning that metabolic profiles can vary throughout the day. This variation can affect the interpretation of results and the comparability of data between studies [ 104 ]. Therefore, studies should carefully describe the conditions of sample processing and freezing, including the exact time of sample collection, temperature during processing, and storage protocols, to preserve the integrity of the metabolites and ensure reproducibility [ 103 ]. Future research should continue to refine these techniques and validate the potential biomarkers used in clinical and occupational settings. The complexity of metabolomic and proteomic analyses, including the need for high-resolution instruments and sophisticated data analysis tools, poses a challenge. This complexity necessitates further development in analytical methodologies to enhance sensitivity, specificity, and ability to effectively process and interpret large datasets while remaining economically viable and cost-effective.\n\nIntegrating these large-scale analytical methods with bioinformatics tools [ 28 ] and machine learning approaches has enabled a deeper understanding of the biochemical pathways affected by various occupational exposures [ 38 ]. These technologies can enhance the processing and interpretation of complex datasets, allowing the identification of patterns and biomarkers that may not be evident through traditional methods. This set of approaches has shown potential in identifying biomarkers of occupational hazards, paving the way for predictive, preventive, and personalized medicine in occupational health.\n\nFuture research should focus on longitudinal studies to track the progression of biomarker changes over time, providing insights into the dynamic nature of occupational exposures and their health effects. Given the multitude of occupational hazards and non-occupational exposures, including environmental factors, lifestyle, and pollutants, which collectively form a complex mixture, establishing a causal relationship with a single agent is often a challenging endeavour. It is, therefore, imperative that prospective studies, accounting for all relevant past exposures, are conducted to elucidate these complex interactions. Additionally, integrating these omics techniques with clinical outcomes will facilitate a more profound understanding of the correlations between these biomarkers and disease states, thereby enhancing their applicability in preventive medicine and occupational health. However, it is crucial to consider that not all biological alterations caused by exposure result in health damage or significant risks, which introduces complexity to the relationship between exposure and disease outcomes. This complexity underscores the challenge of developing useful biomarkers that can inform decisions in clinical practice, identify workers at risk, and prove beneficial for regulatory and risk management frameworks.\n\nIntegrating proteomics and metabolomics into occupational medicine is promising but faces significant hurdles to routine clinical application. The primary challenge is to simplify the complex metabolomic data, which typically involves the analysis of numerous metabolites, and to reduce this complexity to a manageable number of key biomarkers that can reliably indicate occupational exposure or disease. The goal of utilising omics techniques to identify a biomarker and validate a cost-effective, accessible test for specific exposure health surveillance remains elusive. Simplification is the key to effective commercialisation and implementation of these technologies. Clear communication of their potential and limitations is essential, especially to industrial and regulatory stakeholders. Targeted collaborations between research institutions and industry are necessary to translate exploratory research into practical, impactful solutions for occupational health [ 105 ].\n\nIn summary, while metabolomic and proteomic analyses offer promising tools for advancing occupational health research, addressing these challenges through technological advancements, standardization, and integration with computational tools will be crucial for their successful application."
    },
    {
      "title": "Conclusion",
      "text": "In conclusion, this review highlights metabolomics and proteomics as promising tools in occupational medicine with potential for transformative impact as further research and validation are conducted. Omics technologies are recognized for their capacity to elucidate the mechanistic links between various occupational exposures—such as chemical, physical, and psychosocial hazards—and biological alterations. These methods are pivotal in advancing our deep understanding of the molecular interactions triggered by these occupational hazards. However, the transition from discovering potential biomarkers to their practical application in clinical settings is still in its early stages. This systematic review has identified a deficiency in validation studies, underscoring the critical developmental needs of omics technologies to produce validated, sensitive, and clinically applicable biomarkers. Despite the capabilities of these technologies to generate comprehensive and detailed data, the challenge remains in effectively interpreting this data and developing reliable biomarkers—an area that continues to demand significant research effort.\n\nLongitudinal research is essential to validate biomarkers across diverse populations and settings and to integrate omics findings with clinical outcomes for enhanced preventive medicine. Ultimately, metabolomics and proteomics may provide the basis for personalised, predictive occupational health monitoring and interventions. If the challenges posed by large-scale, subtle data can be effectively interpreted and overcome, these technologies have the potential to advance our approach to biomonitoring, paving the way for more tailored and proactive occupational health strategies."
    },
    {
      "title": "Electronic supplementary material",
      "text": "Below is the link to the electronic supplementary material.\n\nSupplementary Material 1\n\nSupplementary Material 1\n\nSupplementary Material 2\n\nSupplementary Material 2"
    }
  ],
  "full_text": "Background Occupational biomonitoring is essential for assessing health risks linked to workplace exposures. The use of ‘omics’ technologies, such as metabolomics and proteomics, has become crucial in detecting subtle biological alterations induced by occupational hazards, thereby opening novel avenues for biomarker discovery. Aims This systematic review aims to evaluate the application of metabolomics and proteomics in occupational health. Methods Following the PRISMA guidelines, we conducted a comprehensive search on PubMed, Scopus, and Web of Science for original human studies that use metabolomics or proteomics to assess occupational exposure biomarkers. The risk of bias was assessed by adapting the Cochrane Collaboration tool and the Newcastle-Ottawa Quality Assessment Scale. Results Of 2311 initially identified articles, 85 met the eligibility criteria. These studies were mainly conducted in China, Europe, and the United States of America, covering a wide range of occupational exposures. The findings revealed that metabolomics and proteomics approaches effectively identified biomarkers related to chemical, physical, biomechanical, and psychosocial hazards. Analytical methods varied, with mass spectrometry-based techniques emerging as the most prevalent. The risk of bias was generally low to moderate, with specific concerns about exposure measurement and confounding factors. Conclusions Integrating metabolomics and proteomics in occupational health biomonitoring significantly advances our understanding of exposure effects and facilitates the development of personalized preventive interventions. However, challenges remain regarding the complexity of data analysis, biomarker specificity, and the translation of findings into preventive measures. Future research should focus on longitudinal studies and biomarker validation across diverse populations to improve the reliability and applicability of occupational health interventions. Supplementary Information The online version contains supplementary material available at 10.1186/s12995-024-00436-3.\n\n## Introduction\n\nOccupational biomonitoring plays a pivotal role in occupational medicine, serving as a fundamental approach to assessing and managing the health risks associated with workplace exposures [ 1 ]. Biomonitoring is generally recognised as a comprehensive method of assessing risk because it considers all routes of exposure while allowing for health surveillance [ 1 ,  2 ]. Occupational exposure to work-related hazards poses significant health risks, such as occupational diseases requiring robust biological monitoring methods [ 3 ]. It involves the measurement of biological markers in samples collected from workers, such as blood, urine, hair, and others. Biomarkers are any biological parameters or substances that indicate exposure to a specific substance or adverse health effects [ 2 ]. This methodology not only aids in the early detection of occupational diseases but also contributes to formulating effective preventive strategies and regulatory policies [ 4 ].\n\nSeveral types of biomarkers are used in occupational health, including biomarkers of exposure, effects, and susceptibility [ 3 ]. Exposure biomarkers quantify the presence of the parent substance, its metabolites, or resulting DNA adducts and measure the internal, effective dose [ 5 ]. Effect biomarkers, on the other hand, signal cellular responses or early signs of exposure, including molecular and cellular alterations [ 3 ,  5 ]. Although these classifications may overlap, exposure biomarkers tend to be more specific, whereas effect biomarkers may not directly identify the agent responsible [ 1 ,  3 ,  5 ]. Susceptibility biomarkers reflect an individual’s innate capacity to respond to specific exposures.\n\nMetabolomics and proteomics have emerged as pivotal techniques in discerning subtle biological changes induced by environmental and occupational exposures [ 6 ]. Metabolomics involves the comprehensive analysis of small molecule metabolites within a biological system. At the same time, proteomics studies the entire set of proteins expressed by a genome, cell, tissue, or organism [ 6 ]. These techniques are instrumental in unraveling the complexities of the exposome, which encompasses all environmental exposures throughout an individual’s lifetime, including occupational exposures [ 7 ]. These omics technologies capture the dynamic molecular changes, offering a holistic view of an organism’s physiological state under specific conditions. Integrating metabolomics and proteomics in occupational health, particularly in industrial hygiene, could revolutionize the current biomonitoring practices by providing comprehensive exposure profiles and identifying novel biomarkers linked to occupational hazards [ 8 ,  9 ].\n\nMetabolomics and proteomics broadly encompass targeted and untargeted approaches [ 9 ,  10 ]. Targeted metabolomics and proteomics focus on quantifying and analysing a predefined set of known metabolites or proteins, offering high specificity and sensitivity for the biomarkers of interest. In contrast, untargeted metabolomics and proteomics provide a global overview of all metabolites or proteins in a sample. They can reveal unexpected alterations and discover new biomarkers, although they need more precision in targeted methods [ 9 ]. Both approaches have their strengths, with targeted methods being advantageous for hypothesis-driven research and untargeted methods being more suitable for exploratory or discovery research [ 10 ]. Biomarker development in occupational health using proteomics and metabolomics typically progresses through three key phases: discovery, verification, and validation. The discovery phase focuses on identifying a large number of candidate biomarkers through in-depth, untargeted analyses with the aim of quantifying as many possible biomarkers as possible. The verification phase is then dedicated to confirming that the identified biomarkers show significant differences in abundance between disease and control groups through rigorous quantitative measurements. The validation phase assesses the reproducibility and clinical relevance of the biomarker in different populations and settings, ensuring that it meets the standards required for real-world application [ 9 ].\n\nDespite the increasing amount of research, there still needs to be a systematic consolidation of evidence on the effectiveness of these techniques in occupational settings [ 8 ]. The use of omics technologies in occupational health is still in its early stages. More comprehensive literature on the subject needs to be provided, and most reviews have focused on metabolomics [ 8 ,  11 ,  12 ]. This review aims to fill this gap by evaluating the application of metabolomic and proteomic methods in occupational health, with a specific focus on identifying biomarkers of occupational exposure and effect. This analysis is essential for improving biomonitoring practices, shaping regulatory frameworks, and protecting worker health. The main objective of this review is to assess the applicability of metabolomics and proteomics techniques for the biological monitoring of workers, provide guidance for practice on the current evidence, and identify areas where further research is needed.\n\n## Methodology\n\nThe review followed the systematic review methodology outlined in the PRISMA statement [ 13 ]. To address the research question, the PECO framework was structured as follows:\n\nPopulation: Workers in various occupational settings. Exposure: Occupational hazards. Comparator: Workers not exposed to occupational hazards or exposed to different levels/types of occupational hazards. Outcome: Discovery and validation of occupational biomarkers through metabolomic and proteomic techniques.\n\nPopulation: Workers in various occupational settings.\n\nExposure: Occupational hazards.\n\nComparator: Workers not exposed to occupational hazards or exposed to different levels/types of occupational hazards.\n\nOutcome: Discovery and validation of occupational biomarkers through metabolomic and proteomic techniques.\n\nThe research question was then formulated as: “Can metabolomics and proteomics techniques be used for biological monitoring of workers exposed to occupational hazards compared to those not exposed or exposed to different levels/types of hazards?” Any original research article was eligible for review without any restrictions on the date of publication. Reviews, notes, book chapters, letters, editorials, conference papers, and articles published outside of journals were excluded. The study’s inclusion criteria were restricted to peer-reviewed journal articles that employed metabolomics or proteomics techniques in occupational settings. The study focused on identifying or assessing exposure and effect biomarkers associated with occupational exposure. Exclusion criteria comprised studies that did not use these techniques specifically, studies unrelated to occupational health and exposure biomarker discovery, and studies on biomarkers of diseases, treatment, prognostic, or follow-up. Also, English, Portuguese, Spanish, or French studies were included. The study search was conducted on PubMed, Scopus, and Web of Science using specific keywords and Boolean operators between December 2023 and January 2024 (Supplementary Material – Table  S1 ). Table  1  presents the search expression in each database.\n\nTable 1 Electronic databases and query expressions Electronic database Search expression Scopus ((TITLE-ABS-KEY(proteomic* OR proteome OR metabolomic* OR metabolome) AND TITLE-ABS-KEY(occupational OR worker OR working Or industrial) AND TITLE-ABS-KEY(biomonitor* OR biomarker OR (“biological monitoring”))) AND ( LIMIT-TO ( DOCTYPE,“ar” ) ) AND ( LIMIT-TO ( SRCTYPE,“j” ) ) AND ( LIMIT-TO ( LANGUAGE,“English” ) OR LIMIT-TO ( LANGUAGE,“French” ) OR LIMIT-TO ( LANGUAGE,“Spanish” OR LIMIT-TO ( LANGUAGE,“Portuguese” ) ) )) Pubmed (((“Proteomics“[Mesh]) OR “Proteome“[Mesh]) OR “Metabolome“[Mesh]) OR\"Metabolomics“[Mesh]) AND (occupational OR worker OR working) AND ( biomonitor* OR biomark* OR ( “biological monitoring” )) Web of Science (ALL=(proteomic* OR proteome OR metabolomic* OR metabolome) AND ALL=(occupational OR worker OR working OR industrial) AND ALL=(biomonitor* OR biomarker OR (“biological monitoring”))) AND (DT==(“ARTICLE”) AND DT==(“ARTICLE”) AND LA==(“ENGLISH” OR “SPANISH” OR “FRENCH” OR “PORTUGUESE”) AND DT==(“ARTICLE”))\n\nElectronic databases and query expressions\n\nThe database search identified a total of 2311 articles (Fig.  1 ). After removing duplicates, using EndNote ®  software, 2135 studies were left for the title and abstract screening phase.\n\nFig. 1 Flow diagram of literature search for ‘Metabolomics and Proteomics in Occupational Medicine: A Comprehensive Systematic Review’ adapted from PRISMA 2020\n\nFlow diagram of literature search for ‘Metabolomics and Proteomics in Occupational Medicine: A Comprehensive Systematic Review’ adapted from PRISMA 2020\n\nTwo independent reviewers screened the titles and abstracts of the systematic search, read the full texts of potentially eligible studies, extracted data, and assessed the quality of the studies. A third reviewer was consulted in case of disagreement.\n\nDuring this phase, 113 articles were selected for an in-depth full-text review. Most of the studies were excluded at this stage due to their focus on disease and treatment biomarker research, mainly in oncology, neurologic and degenerative diseases ( n  = 711). Additionally, a significant number of articles were excluded because they involved animal or laboratory studies ( n  = 489), were reviews, meta-analyses, or opinion articles ( n  = 432), focused on ecological assessments ( n  = 278), or were related to non-occupational exposures ( n  = 112). During the full-text screening phase, articles were excluded if they were not related to occupational exposures (6 articles), were not human studies (5 articles), were reviews or protocols (8 and 2 articles, respectively), or did not evaluate exposure biomarkers (7 articles). As a result, only 85 articles qualified for inclusion in the review.\n\nEssential information about the included studies was collected using a standardized data extraction form. Relevant parameters analysed included: country, occupational exposure, population, the proteomic and metabolomic technique used, biological matrix, analytical methods, primary outcomes, and conclusions. In our analysis, the ‘country’ refers to the country of origin of the first author of each article, whereas the term ‘population’ encompasses the number of participants in the studies, including both exposed and non-exposed individuals, as well as their respective professions.\n\nA risk of bias analysis was conducted to assess the quality and reliability of the reviewed studies. This approach was adapted from the Cochrane Collaboration framework [ 14 ] and the Newcastle-Ottawa Quality Assessment Scale [ 15 ]. These criteria included a clear definition of sample inclusion criteria, a detailed description of study subjects, valid and reliable exposure measurement, identification and management of confounding factors, accurate and reliable outcome measurement, and appropriate statistical analysis. Two independent reviewers evaluated each study and assigned a risk of bias score for each domain. Any discrepancies were resolved through consensus. To summarize the risk-of-bias assessments, a summary plot (Fig.  3 ) and a traffic-light plot (Supplementary Material – Table  S2 ) were created using the Robvis ®  tool [ 16 ].\n\nFig. 2 Occupational risks assessed in the primary studies included in ‘metabolomics and proteomics in occupational medicine: a comprehensive systematic review.’\n\nOccupational risks assessed in the primary studies included in ‘metabolomics and proteomics in occupational medicine: a comprehensive systematic review.’\n\nFig. 3 Summary plot of risk of bias assessment for ‘metabolomics and proteomics in occupational medicine: a systematic review’\n\nSummary plot of risk of bias assessment for ‘metabolomics and proteomics in occupational medicine: a systematic review’\n\n## Results\n\nThe initial search yielded 2311 articles, of which 2135 remained after removing duplicates. After screening the titles and abstracts, 113 articles were selected for full-text review. Finally, 85 studies met the inclusion criteria and were included in this systematic review (Fig.  1 ).\n\nTable 2 Summary of studies reviewed on occupational exposure to chemical risks Authors, year Occupational exposure Population Biological matrix Analytical techniques Main Outcome Conclusions Heavy Metals / Chemical Elements Adduri et al., 2022 [ 17 ] Beryllium exposed workers 112 subjects exposed to beryllium and 31 healthy subjects unexposed (biobank subjects) Plasma Mass spectrometry-based proteomic analysis A dual biomarker signature consisting of zymogen granule protein 16B and putative protein FAM10A4 AUROC value of 0.919, with 95% sensitivity at 98% specificity, indicates that the two-protein biomarker effectively identifies exposed individuals Assenhöj et al., 2021 [ 18 ] Metal additive manufacturing (cobalt and nickel in inhalable dust) Year one: 5 operators working with additive manufacturing and 6 welders (control group). Year two: 9 operators working with additive manufacturing. Nasal lavage fluid (NLF) at the beginning and end of the week Nano liquid chromatography-tandem mass spectrometry (nLC-MS/MS) proteomic analysis Immunoglobulin J chain and WAP four-disulfide core domain protein 2 were decreased, while Golgi membrane protein 1, Uteroglobin, and Protein S100-A6 were increased on Friday compared to Monday Exposed workers show NLF proteome changes linked to immune responses, which diminish after the year-long implementation of preventive measures at the workplace Baker et al., 2017 [ 19 ] Manganese (Mn) steel foundry 20 subjects exposed to Mn working in a foundry, compared with 17 crane operators at a metal recycling facility Urine Global metabolomics analysis using HPLC-Q-TOF MS and electrospray ionization positive (ESI+) and negative (ESI−) Nine ions significantly differed between groups in training and validation sets based on their manganese exposure status An exposure-response relationship was observed in most ions when looking at the relative abundances of these 9 ions across exposure groups, though no formal test of the trend was done Baker et al., 2019 [ 20 ] Mn steel foundry 37 Mn-exposed workers from a Mn-steel foundry and a cohort comprising 55 workers (both welders and non-welders) Urine Global metabolomics analysis using HPLC-Q-TOF MS and electrospray ionization positive (ESI+) and negative (ESI−) Upon follow-up, 4 of the 9 ions in the previous study differed between exposed and unexposed workers, suggesting potential as Mn exposure biomarkers Identified urine ions linked to Mn exposure in metalworkers showed varied predictive model effectiveness across cohorts, highlighting challenges in creating universal Mn biomarkers Carter et al. 2021 [ 21 ] Mn steel foundry 20 Mn-exposed foundry workers and 17 unexposed crane operators and truck drivers Urine Targeted metabolomic analysis using liquid chromatography-tandem mass spectrometry (LC-MS/MS) Seven metabolites significantly differed between exposed and unexposed groups, implicating amino acid metabolism pathways like beta-alanine, histidine, glycine, serine, and threonine metabolism Targeted metabolomics can identify distinct metabolomic profiles in workers exposed to Manganese, offering insights into its effects and improving exposure assessment methods in occupational settings Chen et al., 2021a [ 22 ] Titanium dioxide nanoparticles (TiO2 NP) 132 TiO2 NP manufacturing plant workers, divided into an exposed group of 66 workers and 66 subjects from management positions Urine Ultra-performance liquid chromatography time of flight mass spectrometry (UPLC-TOF MS) 2201 metabolites, with 1760 showing significant expression changes between exposed workers and controls. Ten potential biomarkers were identified through machine-learning methods Urine metabolites are considered effective biomarkers of early health effects for occupational exposure to TiO2 NP, demonstrating potential health effects through urine metabolomics profiles Chen et al., 2021b [ 23 ] TiO2 NP 100 TiO2 NP manufacturing plant subjects, including 56 exposed workers and 44 controls Serum Untargeted metabolomics analysis using high-performance liquid chromatography-mass spectrometry (HPLC-MS) 296 serum metabolites were differentially expressed between the exposed and control groups, with 265 metabolites showing increased expression in the exposed group. Eight potential biomarkers were identified, including licorice acid Eight differential metabolites, particularly licorice acid, emerged as potential biomarkers for this exposure, suggesting lipid metabolism and oxidative stress alterations Chuang et al., 2015 [ 24 ] Metal fumes 66 male welding workers and 12 office workers Urine Isobaric tag for relative and absolute quantitation (iTRAQ) coupled with LC-MS/MS for proteomic profiling Increased urinary KIM-1 and NGAL post-exposure levels were observed, indicating renal injury. Al, Cr, Mn, Fe, Co, and Ni levels were significantly elevated in post-exposure urine samples, with strong correlations between NGAL and these metals Welding fume exposure, even at lower concentrations than occupational guidelines, could increase the risk of renal injury. Elevated urinary levels of KIM-1 and NGAL post-exposure suggested potential renal damage in welders Dudka et al., 2014 [ 25 ] Heavy metals (lead, cadmium, and arsenic) at copper foundries 389 workers in a copper foundry were exposed to metals (lead, cadmium, arsenic), and 45 matched non-exposed controls Serum and urine Proton Nuclear Magnetic Resonance spectroscopy ( 1 H NMR) Very-low-density lipoprotein, low-density lipoprotein, unsaturated lipids, glutamine, 1-methylhistidine, phenylalanine, and tyrosine levels were identified as potential markers of preclinical changes Metabolomic analysis using  1 H NMR spectroscopy effectively discriminated between exposed and control groups, revealing potential preclinical biomarkers of heavy metal exposure Gao et al., 2021 [ 26 ] Welding exposures 74 male participants from a welders’ training centre Plasma LC-MS Sphingosine 1-phosphate (S1P) and sphinganine 1-phosphate (SA1P) levels were associated with welding exposures, indicating potential inflammatory responses and cardiovascular effects from welding fumes Welding fume exposure disrupted the metabolism of the S1P pathway, which are vital signaling molecules regulating various biological processes Gao et al., 2021 [ 27 ] Welding exposures 88 male workers in welding training programs Plasma and urine Ultra-performance liquid chromatography (UPLC) and MS Several metabolites were linked to inflammatory/oxidative stress markers, such as C-reactive protein, serum amyloid A, adhesion molecules, interleukins 8 and 10, vascular endothelial growth factor, and urinary 8-isoprostane Identified metabolite-biomarkers, particularly in phospholipid groups, and associations among workers highlight inflammation’s role in metabolism Hu et al., 2017 [ 28 ] Hexavalent chromium [Cr(VI)] 107 male participants from a chromate production plant, including 66 workers exposed to Cr(VI) and 41 control workers Serum LC-MS/MS 44 significantly differentially expressed serum proteins were identified. Two proteins, C reactive protein (CRP) and Sonic Hedgehog protein (SHH), were identified as critical nodes in the interaction network and potential novel biomarkers for Cr(VI) exposure Occupational exposure to Cr(VI) was associated with altered serum protein profiles, specifically increased SHH and decreased CRP levels Kossowska et al., 2010 [ 29 ] In a copper foundry environment, heavy metals such as lead, cadmium, and arsenic 389 healthy male workers from a copper foundry and 45 age-matched, non-exposed healthy men Serum and urine Two-dimensional gel electrophoresis (2-DE) Three potential protein markers (hemoglobin-spot 26 and two unidentified proteins) indicate preclinical changes in individuals exposed to heavy metals Preliminary proteomic analysis suggests specific serum proteins could be potential biomarkers for detecting preclinical changes in individuals exposed to heavy metals Kozłowska et al., 2022 [ 30 ] Airborne Cr(VI) across various industries, including welding, chrome plating, and surface treatment 220 male workers exposed to Cr(VI) and 102 male controls Urine Untargeted metabolomics analysis using UHPLC-QTOF-MS Key metabolites identified as potential biomarkers of Cr(VI) exposure included argininosuccinic acid, ubiquinone-1, indole-3-propionic acid, 6-hydroxyphenylpropionylglycine, 20-oxo-leukotriene E4, 3,4-dihydroxybenzylamine, 3,4-dimethoxyphenylethylamine, and succinylacetone, reflecting alterations in fatty acid, amino acid, and neurotransmitter metabolisms Occupational exposure to Cr(VI) is associated with significant changes in urinary metabolite profiles, indicating disturbances in fatty acid, amino acid, and neurotransmitter metabolisms. These changes could serve as early indicators of adverse health effects Long et al., 2021 [ 31 ] Cr(VI) primarily in the form of potassium dichromate (K2Cr2O7) 139 subjects from a chromate production factory, comprising 77 workers exposed to chromate and 62 controls without direct chromate contact Serum Untargeted metabolomics using UPLC-QE-MS Key findings included significant alterations in lipid metabolism, specifically in lysophosphatidylcholine, phosphatidylethanolamine, and phosphatidylcholine (PC) levels. Metabolic pathway analysis highlighted disruptions in arginine and proline metabolism and glycerophospholipid metabolism Occupational exposure to Cr(VI) significantly impacts serum metabolic profiles. Altered metabolites, mainly arginine, PC(18:2/24:4), and PC(14:0/16:0), could serve as potential biomarkers for Cr(VI) exposure Peng et al., 2023 [ 32 ] Welding fumes 49 participants from a stainless-steel welding including 25 exposed to welding fume and 24 controls Serum and urine Untargeted metabolomics using UPLC-QTOF-MS/MS; element analysis using ICP-MS 35 differential metabolites were identified, mainly enriched in pathways related to arachidonic acid metabolism, glycerophospholipid, linoleic acid, and thiamine. LPC (20:1/0:0) and PG (PGF1α/16:0) had high predictive power for welding fume exposure Serum metabolism significantly changes after welding fume exposure, particularly in inflammation pathways. LPC (20:1/0:0) and PG (PGF1α/16:0) are potential biomarkers for welding fume exposure Shen et al., 2018 [ 33 ] Welding fumes 52 boilermakers from a welding school Plasma UPLC-MS/MS with positive and negative ESI and hydrophilic interaction liquid chromatography (HILIC)/UPLC-MS/MS 113 metabolites significantly altered post-exposure, with decreases in steroid hormones and acylcarnitines and increases in lysolipids, phospholipids, diacylglycerol, amino acids, and S-(3-hydroxypropyl) mercapturic acid (3-HPMA) Altered metabolites during welding fume exposure are associated with systemic inflammation, potentially as biomarkers for exposure-related inflammatory diseases among welders Wei et al., 2013 [ 34 ] Welding fumes containing metals like iron, nickel, and chromium 11 male boilermakers were involved in the discovery study, and 8 were included in the validation panel Plasma Non-targeted metabolomic profiling using GC/MS and LC/MS Significant decrease in metabolites, associated with PM2.5 exposure, such as eicosapentaenoic acid (EPA), docosapentaenoic acid n3 (DPAn3), and docosapentaenoic acid n6 (DPAn6) Exposure to welding fumes resulted in a decrease in unsaturated fatty acids, suggesting these metabolites Yang et al., 2023 [ 35 ] Heavy metals, including nickel 109 participants, including 92 nickel-exposed workers and 17 non-workers Serum and faeces LC-MS/MS and gut microbiota were analyzed through 16 S rRNA sequencing Nickel exposure correlated with elevated serum uric acid levels, altered gut microbiota composition, and disrupted purine metabolism Nickel exposure may contribute to hyperuricemia by altering gut microbiota and purine metabolism, highlighting potential intervention targets for heavy metal-induced hyperuricemia Zhai et al., 2005 [ 36 ] Heavy metals, arsenic, and lead 46 male workers exposed to arsenic and lead in a metal smelter, and 45 age-matched office workers Serum and urine SELDI-TOF-MS Five peptides (2097 Da, 2953 Da, 3941 Da, 5338 Da, and 5639 Da) were identified as potential biomarkers differentiating exposed from non-exposed individuals Proteomic analysis combined with bioinformatics tools was used to discover new biomarkers for detecting mixed metal exposure in smelter workers Airborne Particles, Dusts, and Fibres Bello et al., 2022 [ 37 ] Nanoparticles emitted from toner-based printing equipment (PEPs) 19 full-time workers from six photocopy centres Plasma and urine Liquid chromatography-electrospray ionization-tandem mass spectrometry (LC-ESI-MS/MS) Elevated levels of biomarkers indicating DNA/RNA damage (8OHdG, 8OHG, 5OHMeU), lipid oxidation (8-isoprostane, 4-HNE, MDA), and protein/amino acid oxidation (o-tyrosine, 3-chlorotyrosine, 3-nitrotyrosine) associated with PEPs exposure PEPs exposure was positively associated with specific oxidative stress biomarkers, indicating potential health risks. Particle number concentration emerged as the most sensitive exposure metric Chen et al., 2022 [ 38 ] Coal dusts 150 coal workers’ pneumoconiosis (CWP) patients and 120 healthy controls Serum Untargeted metabolomics analysis HPLC–MS Propylparaben, benzamide, terazosin, and N-methyl-2-pyrrolidone were identified as potential biomarkers for CWP. However, after adjusting for confounding factors, propylparaben was most strongly associated with CWP Serum metabolite propylparaben could be a reliable biomarker for screening CWP. Metabolomics, combined with machine learning, effectively identified biomarkers for CWP Jia et al., 2022 [ 39 ] PEPs 32 full-time workers from six different printing centres, including 19 primarily working in printing rooms and 13 in office spaces with normal office printing activities Serum Global metabolomics using HPLC-Q-TOF MS Identification of 52 metabolites that changed significantly in relation to PEPs exposure levels. Dysregulated pathways included inflammation and immunity-related arginine and tryptophan metabolism Exposure to PEPs is associated with metabolic disruptions indicating inflammation and oxidative stress, highlighting the potential health impacts of nanoparticle exposure in printer workplaces Miao et al., 2016 [ 40 ] Crystalline silica 45 participants comprised 15 healthy individuals, 15 dust-exposed workers without silicosis, and 15 silicosis patients Serum 2D gel electrophoresis and MALDI-TOF-MS complemented by ELISA for validation Significant changes were observed in serine proteases, glycoproteins, proto-oncogenes, and cytokines, including TNFs, interferon beta precursor, interleukin 6, and others, suggesting the involvement in immune response and fibrosis during silicosis development Proteomic profiling revealed the dramatic involvement of granzymes, glycoproteins, cytokines, and immune factors in the early development of silicosis, offering new insights into its pathogenesis and potential biomarkers for early diagnosis Ostroff et al., 2012 [ 41 ] Asbestos 259 participants, including 117 malignant mesothelioma patients and 142 high-risk controls exposed to asbestos Serum SOMAscan™ proteomic assay utilizes Slow Off-rate Modified Aptamers to quantify over 1000 proteins The classifier achieved an Area Under Curve (AUC) of 0.95 and an overall accuracy of 92% for MM detection in the asbestos-exposed population, identifying 13 critical proteins as biomarkers The 13-protein classifier is highly effective in detecting malignant mesothelioma in individuals exposed to asbestos, offering the potential for early detection and improved management of malignant mesothelioma in high-risk populations Peng et al., 2022 [ 42 ] Coal dust 196 participants, including 145 workers from a coal mine and 51 healthy control volunteers Serum Untargeted lipidomics using UPLC-QTOF-MS/MS Linoleic acid and pyrimidine metabolic pathways were significantly dysregulated across all groups, while glycerophospholipid metabolism differed significantly between pneumoconiosis (CWP) cases and workers exposed to coal dust without CWP The developed diagnostic model may support current CWP diagnostic methods, with lysoPI (16:0/0:0), bilirubin, and lysoPC (24:1/0:0) as potential biomarkers for CWP Sauvain et al., 2022 [ 43 ] Subway particulate matter (PM) 9 workers from three professional groups: station agents, locomotive operators, and security guards Exhaled Breath Condensate (EBC) collected daily pre- and post-shift Ion chromatography measured anions and inductively coupled plasma mass spectrometry (ICP-MS) for metal quantification Variations in anions (acetate, lactate, formate), nitrosative stress biomarkers (nitrite, nitrate), and oxidative stress marker (MDA) were observed in EBC, indicating metabolic adaptations and oxidative stress responses among subway workers Exposure to subway PM affects metabolic pathways and oxidative stress in humans, suggesting potential systemic effects, as evidenced by changes in specific metabolites and anions in EBC Wang et al., 2021 [ 44 ] Silica dust 46 male pneumoconiosis patients (19 silicosis, 15 artificial stone silicosis, 12 coal worker’s pneumoconiosis) and 46 male dust-exposed healthy workers Serum Untargeted metabolomics and lipidomics using UPLC MS/MS Four metabolites were highlighted for effectively predicting pneumoconiosis stages, and distinct markers were identified for artificial stone silicosis within 54 differential metabolites Tryptophan metabolism may be closely related to the progression of pneumoconiosis and identified biomarkers could potentially detect pneumoconiosis and artificial stone silicosis Firefighting Chemical Exposure Bessonneau et al., 2021 [ 45 ] Mixed chemicals, namely phthalates, parabens, 4-ethylbenzoic acid, 4-hydroxyacetophenone, perfluoroalkyl substances (PFAS), and others 69 female firefighters and 74 female office workers Serum Non-targeted liquid chromatography coupled to high-resolution mass spectrometry (LC-HRMS) 45 small metabolites were identified, with 8 environmental chemicals validated. PFAS were linked to bile acids—cholesterol and glucose metabolism regulators—and inflammatory signaling molecules Identification of direct associations between environmental chemicals and endogenous metabolites suggests potential health effects from exposure to complex chemical mixtures Crowley et al., 2019 [ 46 ] World Trade Center particulate matter (WTC-PM), specifically firefighters who worked during the 9/11 attacks The study involved 30 individuals, comprising 15 subjects resistant to World Trade Center Lung Injury (resistantWTC-LI) and 15 controls. Serum Automated MicroLab STAR ®  for protein precipitation and UPLC-MS/MS, alongside machine learning Key biomarkers related to amino acids, lipids, and specific metabolic pathways (e.g., branched-chain amino acids, eicosapentaenoic acid, intermediates of the hexose monophosphate shunt) were identified Metabolites, including amino acids and lipids, are significantly associated with resistance to WTC-LI, offering insights into potential pathways and mechanisms underlying this resistance Grashow et al., 2020 [ 47 ] Exposure to potential breast carcinogens and endocrine-disrupting compounds The study involved 83 females firefighters and 79 office workers (OWs) Serum Nontargeted and targeted LC–QTOF/MS in negative ionization mode Identified exposures included phthalates, flame retardants, phenols, pesticides, and PFASs, with 8 chemicals validated, including bisphenol F, ethylparaben, and triphenyl phosphate A new method to identify and prioritize novel chemical exposures in women firefighters contributes to identifying biomarkers Jayatilaka et al. 2019 [ 48 ] Flame retardants and organophosphate pesticides General adult population ( n  = 158) and firefighters post-firefighting ( n  = 145) Urine High-performance liquid chromatography-isotope dilution tandem mass spectrometry (HPLC-ID-MS/MS) The method successfully quantified ten flame retardant metabolites and six dialkylphosphate (DAP) metabolites in the urine of firefighters compared to the general population HPLC-ID-MS/MS method is suitable for assessing exposures to commonly used flame retardants and pesticides Pesticides and Dioxins Ch et al., 2019 [ 49 ] Pesticides 51 male pesticide applicators from rural areas with at least one year of experience in pesticide spraying, and 52 individuals constituted the control group Saliva and urine Untargeted metabolomics approach utilizing gas chromatography-mass spectrometry (GC-MS) 29 differential metabolites were identified (13 from urine and 16 from saliva) as potential markers for pesticide exposure. Key affected pathways include glycine, serine, and threonine metabolism; lysine degradation; and TCA cycle Saliva and urine GC-MS-based metabolomics can be used to monitor pesticide exposure, revealing metabolic changes in pesticide applicators versus controls, especially in oxidative stress, amino acid, and energy metabolism pathways Jeanneret et al., 2014 [ 50 ] 2,3,7,8-Tetrachlorodibenzo- p -dioxin (TCDD) 11 workers who were exposed to TCDD and matched control groups aged 50–55 ( n  = 12) and 65–70 ( n  = 11) 24-hour urine UHPLC coupled with quadrupole time-of-flight (QTOF) mass spectrometry (MS) Altered levels of steroid metabolites and modified urinary bile acids profiles in urine samples of TCDD-exposed workers compared to controls, suggesting hepatotoxicity and oxidative stress mechanisms Acute and long-term exposure to TCDD results in significant metabolic disruptions, particularly affecting steroid and bile acid profiles, indicative of ongoing hepatotoxicity and oxidative stress Nolasco et al., 2023 [ 51 ] Pesticides among rural workers 20 rural workers were exposed to pesticides, and 20 male volunteers were without occupational exposure to xenobiotics Plasma and urine UHPLC-ESI-Q-TOF-MS Metabolic lipid and amino acid metabolism disturbances were observed, with 21 plasma and 15 urinary metabolites identified as potential biomarkers between exposed and unexposed groups UHPLC-Q-TOF-MS revealed metabolic disruptions indicative of pesticide exposure’s toxic effects, suggesting potential biomarkers for early health impact detection in occupationally exposed workers Phark et al., 2016 [ 52 ] 2,3,7,8-tetrachlorodibenzo- p -dioxin (TCDD) 30 industrial incineration workers and human hepatocyte HepG2 cells and 21 Sprague-Dawley male rats Plasma 2D electrophoresis and nano-LC-ESI-MS/MS Key biomarkers identified included upregulated proteins like GLO 1, HGD, PRX 1, PSMB 5, PSMB 6, and UDP-GlcDH, as well as downregulated proteins such as transferrin. These markers were validated in rat plasma and human samples Proteomic analysis identified several biomarkers of 2,3,7,8-TCDD exposure in HepG2 cells, validated in rat plasma and human plasma from incineration workers, demonstrating their potential for biomonitoring dioxin exposure Rehman et al., 2016 [ 53 ] Carbofuran, a carbamate pesticide 180 male workers were occupationally exposed to pesticides and 50 control individuals Serum LC-MS/MS shotgun proteomic analysis Carbofuran-modified tryptic peptides were identified in serum albumin and immunoglobulins, indicating occupational exposure to carbofuran. Notable modifications were observed at lysine, serine, and arginine residues Carbofuran can form covalent adducts with serum proteins such as albumin and immunoglobulins in workers occupationally exposed to pesticides. These modifications serve as potential biomarkers for pesticide exposure Volatile Organic Compounds (VOC) Fornander et al., 2013a [ 54 ] Trichloramine exposure in swimming pool environments 146 subjects working at 46 indoor swimming pool facilities NLF 2-DE and MS Levels of alpha-1-antitrypsin and lactoferrin were significantly higher, and S100-A8 (calgranulin A) was significantly lower in swimming pool personnel compared to controls The study confirmed the occurrence of airway irritation among indoor swimming pool personnel and identified potential biomarkers related to altered levels of innate immunity proteins Guardiola et al., 2021 [ 55 ] Vinyl chloride monomer 15 subjects with hepatic hemangiosarcoma and 17 control subjects Plasma GC/MS and LC/MS/MS Bradykinin, complement component 3, bile acids, and gamma-glutamyl amino acids were elevated in hemangiosarcoma cases, while certain steroid hormones and metabolites were diminished Metabolomics analysis revealed distinct metabolite profiles in vinyl chloride-exposed workers who developed hemangiosarcoma, suggesting potential biomarkers for disease development Guo et al., 2022 [ 56 ] Benzene 162 subjects, comprising 86 low-level benzene-exposed workers, were painting in an automobile repair shop and 76 healthy controls Plasma UPLC-MS/MS 28 differential metabolites were identified between benzene-exposed workers and controls, mainly originating from fatty acids, amino acids, carbohydrates, and organic acids. Key findings included altered plasma fatty acid levels associated with benzene-induced hematotoxicity Fatty acids are critical mediators in benzene-induced hematotoxicity, providing a panel of potential effector molecules for early health screening for benzene exposure He et al., 2023 [ 57 ] Per- and polyfluoroalkyl substances (PFAS) 225 subjects, including 72 occupational workers from a fluorochemical manufactory and 153 residents Serum and urine High-resolution mass spectrometry (HRMS) Eight potential biomarkers associated with PFAS exposure were identified: 4-hydroxyphenylacetic acid, taurine, S-inosyl-l-homocysteine, farnesyl pyrophosphate, cholic acid, 3α,12α-dihydroxy-5β-chol-6-en-24-oic acid, pyridoxine, and versiconal Urine is a suitable biomonitoring matrix for PFAS exposure and adverse kidney effects, with urine metabolomics revealing kidney-related metabolic changes Hong et al., 2013 [ 58 ] Trichloroethylene (TCE) 18 occupational medicaments-like dermatitis induced by trichloroethylene (OMLDT) patients (13 males, 5 females) and 33 control Serum Matrix-Assisted Laser Desorption/Ionization-Time of Flight-Mass Spectrometry (MALDI-TOF-MS) Two significant biomarkers, fragments of ATP-binding cassette transporter family A member 12 (ABCA12) and cationic trypsinogen (PRSS1), were associated with OMLDT Specific proteomic fingerprints in the sera of OMLDT patients were identified, offering the potential for clinical diagnosis and insights into the molecular mechanism of OMLDT Huang et al., 2012a [ 59 ] Benzene 9 cases were diagnosed with chronic occupational benzene exposure (HCOBE) and 9 healthy controls Serum iTRAQ combined with 2D-LC–MS/MS Three proteins—plasminogen (PLG), apolipoprotein B100 (APOB100), and platelet basic protein (PBP)—were found to be significantly altered in expression between HCOBE cases and controls Serum PBP and APOB100 were identified as novel biomarkers for HCOBE, suggesting benzene exposure may induce immunosuppressive effects and lipid metabolism disorders, with down-regulated expression of PBP and APOB100 Huang et al., 2012b [ 60 ] TCE 8 trichloroethylene-induced hypersensitivity dermatitis (THD) cases for proteomic analysis. The validation included 30 cases with THD, 30 trichloroethylene-exposed workers without THD and 30 healthy controls Serum 2DE coupled with MALDI-TOF-TOF/MS Upregulation of calprotectin (S100A8/A9) and downregulation of retinol-binding protein (RBP4) in the acute stage of THD cases, which were confirmed to be specific to THD and not merely a result of trichloroethylene exposure Elevated serum calprotectin and decreased RBP4 levels could be potential biomarkers for diagnosing THD, implicating inflammatory processes and disruptions in vitamin A transport in the pathophysiology of the disease Huang et al., 2014 [ 61 ] TCE 18 patients diagnosed with OMLDT and 18 age- and sex-matched normal subjects as controls. Serum 2D-DIGE and MALDI-TOF-MS Significantly altered proteins among OMLDT patients, like Transthyretin (TTR), Retinol Binding Protein 4 (RBP4), and Haptoglobin, were identified TTR, RBP4, and haptoglobin were validated as potential biomarkers for diagnosing and monitoring OMLDT Joo et al., 2003 [ 62 ] Benzene 50 workers exposed to benzene from a printing company, and 38 unexposed individuals Plasma 2-DE for plasma protein profiling, followed by MALDI-TOF MS T cell receptor β chain (TCR β), FK506-binding protein, and matrix metalloproteinase-13 were uniquely expressed in benzene-exposed workers. Interleukin-4 receptor α chain and T cell surface glycoprotein CD1b precursor were up-regulated in the plasma of these workers Plasma TCR β levels could serve as a biomarker and potential therapeutic target for benzene exposure. This is an important step in understanding benzene hematotoxicity and providing the basis for more reliable biomonitoring methods Joo et al., 2004 [ 63 ] Benzene 50 workers were exposed to benzene from a printing company, and 38 unexposed individuals Plasma 2-DE TCR β, matrix metalloproteinase-13 (MMP13), and FK506-binding protein (FKBP51) were significantly upregulated in the plasma of benzene-exposed workers compared to unexposed individuals Specific plasma proteins altered after benzene exposure could serve as potential biomarkers, with proteins such as TCR β, MMP13, and FKBP51 showing marked changes in expression in benzene-exposed workers Li et al., 2019 [ 64 ] Benzene Screening: 6 subjects in each control, short-term exposure, long-term exposure, and chronic benzene poisoning (CBP) groups. Validation: 149 controls, 61 in the short-term exposure, 237 in the long-term exposure, and 53 in the CBP group Serum 2D-DIGE coupled with MALDI-TOF-MS Differentially expressed proteins were identified in the sera of subjects, including apolipoprotein A-1 and transthyretin, which were validated as potential biomarkers for occupational benzene exposure and CBP Serum proteins identified are associated with oxidative stress and inflammation, offering new insights into the mechanism of benzene toxicity and potential biomarkers for monitoring occupational benzene exposure and CBP Liang et al., 2018 [ 65 ] Benzene 532 benzene-exposed workers and 532 matched controls from a petrochemical plant Serum Quantitative detection using ELISA Kits for validation of previous findings [ 59 ] Increased serum PLG levels are significantly associated with low-dose benzene exposure; no significant changes in PBP and ApoB100 levels were observed Serum PLG may serve as a sensitive biomarker for benzene-induced hematotoxicity for assessing health risks in workers exposed to low-dose benzene, indicating alterations in the fibrinolytic system due to benzene exposure Liu et al., 2016 [ 66 ] TCE 18 patients with OMLDT, 29 professional TCE contact individuals, and 29 normal subjects as controls Serum MALDI-TOF-MS A characteristic peak (m/z 4109 Da) was identified as a potential unique serum biomarker for OMLDT, indicating its possible role in the disease’s progression Serum proteome analysis revealed a unique peak potentially serving as an OMLDT biomarker, enhancing clinical diagnosis and disease mechanism understanding Lu et al., 2019 [ 67 ] PFASs 92 participants, including 40 occupational workers from a fluorochemical industry and 52 control subjects from the general population Plasma HPLC-MS/MS for PFAS analysis and LC-MS and GC-MS for metabolic profiling analyses Significant metabolomic alterations and potential biomarkers related to lipid metabolism, amino acids metabolism, purine metabolism, inositol metabolism, retinol metabolism, and metabolism of alkaloids and their derivatives were identified, with 14 potential biomarkers significantly correlated with PFASs Occupational exposure to PFASs might induce oxidative stress, fatty acid β-oxidation, and kidney injury in workers, highlighting the potential health risks of high PFAS exposure levels Mendes et al., 2022 [ 68 ] Benzene 60 workers (32 gas station workers and 28 security guards) Urine UHPLC-ESI-Q-TOF-MS Identified differences in the urinary metabolic profile between environmentally and occupationally exposed groups, with significant alterations in various metabolites related to lipid and fatty acid metabolism Metabolomics uncovered potential early-effect biomarkers for benzene-induced cytotoxicity and genotoxicity and highlighted the impact of exposure on lipid and fatty acid metabolism pathways Rothman et al., 2021 [ 69 ] Benzene 33 exposed workers (16 workers exposed to less than 20 ppm of benzene and 17 workers exposed to 20 ppm or more) and 25 controls Plasma HRMS using LC and Fourier transform Metabolic alterations associated with benzene exposure were consistent with oxidative stress, mitochondrial dysfunction, and changes in fatty acid oxidation Benzene exposure leads to metabolic disruptions, particularly affecting mitochondrial function and oxidative stress responses Sun et al., 2018 [ 70 ] Benzene 60 participants were divided into 30 benzene-exposed painting workers with low white blood cell (WBC) counts and 30 healthy controls Plasma HPLC/TOF-MS and quantitative reverse-transcription polymerase chain reaction (qRT-PCR) Nine metabolites were identified linked to glutathione metabolism, porphyrin metabolism, lipid metabolism, and fatty acid oxidation pathways. CRAT and ACADVL gene expressions were significantly altered in benzene-exposed workers Plasma metabolic profile changes in benzene-exposed workers suggest the involvement of specific pathways in benzene hematotoxicity, with fatty acid oxidation disorder playing a pivotal role Vermeulen et al., 2005 [ 71 ] Benzene 200 personnel, including 100 exposed to benzene in shoe factories and 100 unexposed matched controls Serum SELDI-TOF MS Three proteins, precisely platelet factor 4 (PF4) and connective tissue activating peptide III (CTAP-III), were found to be down-regulated in exposed workers Lowered expression of PF4 and CTAP-III in exposed workers may contribute to benzene’s immuno and hematotoxic effects, serving as potential biomarkers of early effect Walker et al., 2016 [ 72 ] TCE 175 participants, with 80 exposed workers and 95 controls Plasma and post-shift urine Ultra-HRMS Identified 188 m/z features associated with TCE exposure, including direct TCE metabolites and alterations in endogenous metabolites related to immunosuppression, hepatotoxicity, and nephrotoxicity HRM linked TCE exposure to internal dose and endogenous metabolic perturbations, suggesting a systemic metabolic response and potential toxic mechanisms even at exposure levels below OSHA limits Wang et al., 2017 [ 73 ] Acrylamide 125 subjects: 65 with occupational exposure to acrylamide in a petroleum refining factory and 60 without exposure Serum UPLC-QTOF MS Biomarkers indicate potential metabolic disturbances in the exposed group, notably tryptophan and sphingosine, in relation to neurotoxicity due to acrylamide exposure Long-term exposure to acrylamide, even in the absence of symptoms and below safety guidelines, showed significant metabolic alterations, indicating potential health risks Wang et al., 2020 [ 74 ] Acrylamide 60 subjects: 30 exposed workers employed at a petroleum-refining factory and 30 non-exposed Urine UPLC-QTOF/MS Seven metabolites, such as anthranilic acid, β-guanidinopropionic acid, and mesobilirubinogen, were identified as sensitive and specific biomarkers of acrylamide exposure Significant metabolic changes in workers exposed to low acrylamide levels suggest new biomarkers for acrylamide-induced neurotoxicity Complex Chemical Mixtures and Others Maniscalco et al., 2018 [ 75 ] Airborne xenobiotics ((carbon dust, phenol, formaldehyde, and volatile organic compounds (VOCs)) 30 individuals: 20 blue-collar workers in the exposed group and 10 white-collar workers serving as the control group EBC NMR spectroscopy Metabolic differences were identified between exposed and non-exposed workers, showing alterations in propionate, isopropanol, lactate, acetoin, methanol, and 3-hydroxybutyrate concentrations, among others NMR-based metabolomics of EBC is sensitive to occupational exposure to airborne xenobiotics. It can serve as a practical tool in occupational health, indicating the effects of exposure and the effectiveness of PPE Costa et al., 2021 [ 76 ] Surgical face masks 11 researchers EBC Metabolic profiling using headspace solid-phase microextraction (HS-SPME) combined with GC × GC- TOF MS The study identified about 130 metabolites in EBC, distributed over several chemical families (hydrocarbons, aldehydes, alcohols, ketones, esters, monoterpenic compounds, sesquiterpenes, ethers, norisoprenoids, furans) HS-SPME/GC×GC-TOFMS method profiled EBC metabolites, aiding health and exposure assessment. Face masks didn’t significantly impact healthy young adults’ lipid peroxidation markers or oxygen levels DelRaso et al., 2014 [ 77 ] Exposure to jet fuels JP-4 and JP-8 Flight line personnel were exposed to jet fuels, with 120 to 200 subjects (the exact number in the study was not specified). Urine Nuclear magnetic resonance (NMR)-based metabolomics Exposure to JP-8 and JP-4 fuels was associated with urinary metabolite alterations, especially increased taurine excretion levels of flight line personnel, particularly those working with F-15 aircraft Urinary metabolite profiling via NMR-based metabolomics can help monitor exposure to hazardous chemicals among flight line personnel. The study highlights the utility of metabolomics in occupational health Fornander et al., 2013b [ 78 ] Metalworking fluids (MWFs) 295 workers in a metal factory, with 271 exposed to MWFs and 24 non-exposed NLF 2-DE and MS Key findings included decreased levels of proteins SPLUNC1, cystatin SN, Ig J, β2-microglobulin, and increased levels of protein S100-A9 in NLF from workers with airway symptoms Workers exposed to MWFs showed altered immune protein profiles in NLF, suggesting an immune response linked to airway symptoms Kåredal et al., 2010 [ 79 ] Persulfates-exposed hairdressers Three groups: 15 female hairdressers with work-related rhinitis linked to persulfates, 14 without work-related nasal symptoms, and 12 atopic females with pollen-associated rhinitis but no prior work-related exposure to persulfates NLF Mass spectrometry (MS)-based proteomics combined with iTRAQ Key findings included the upregulation of apolipoprotein A-1 and the downregulation of lactotransferrin in the symptomatic group after exposure, suggesting these proteins as potential biomarkers for persulfate-associated rhinitis Proteomic analysis identified proteins associated with host defence and lipid metabolism as potentially involved in the pathogenesis of persulfate-induced rhinitis, with indications that may differ from those in pollen-allergic subjects Kim et al., 2004 [ 80 ] Polycyclic Aromatic Hydrocarbons (PAHs) and dioxins 44 automobile emission inspectors (AEI), 31 waste incineration workers (WIW), and 84 control subjects, totalling 159 participants Plasma 2D-nanoLC-MS/MS Proteomic analysis identified 8 up-regulated proteins, genes, and proteins involved in oxidative stress and 1 down-regulated (haptoglobin) in AEI and WIW. Specifically, serum paraoxonase/arylesterase was found only in the plasma of WIW The identified genes and proteins linked to oxidative stress may be potential biomarkers for exposure to PAHs and dioxins Ladeira et al., 2023 [ 81 ] Antineoplastic Drugs 92 participants, including 46 healthcare workers exposed to antineoplastic drugs and 46 control subjects from academia Blood Fourier Transform Infrared (FTIR) spectroscopy and cytokinesis-block micronucleus (CBMN) assay for cytogenetic analysis Three ratios of spectral bands were significantly different between exposed and non-exposed groups. A principal component-linear discriminant analysis model predicted genotoxicity from exposure with 73% accuracy, which increased to 92% accuracy, 93% sensitivity, and 91% specificity after optimization FTIR spectroscopy, based on the profile of whole blood, offers a potentially rapid, inexpensive, and effective method for predicting genotoxicity in individuals exposed to antineoplastic drugs, with the potential for large-scale monitoring of occupational and environmental exposures Li et al., 2022 [ 82 ] Based on self-reports from the UK Biobank participants, extreme cold, hot, dusty, and noisy conditions, as well as exposure to chemical fumes, cigarette smoke, and diesel exhaust The population was selected from the UK Biobank, encompassing over a million participants with various workplace exposures Plasma Mendelian randomization analysis and Genome-Wide Association Studies (GWAS) 28 plasma proteins altered by harmful workplace conditions, with a focus on 20 of these, including UNC5D, IGFBP1, SCG3, ST3GAL6, and ST3GAL2, associated with noisy environments; and others like TFF1, RBM39, associated with exposure to chemical fumes and cigarette smoke Exposure to harmful workplace environments can significantly affect the concentrations of specific plasma proteins, which could serve as biomarkers to monitor the health status of individuals working in these conditions Lindahl et al., 2004 [ 83 ] Dimethylbenzylamine (DMBA) 6 healthy subjects (non-smokers) and 8 epoxy workers (six smokers and two non-smokers), as well as a comparison group of 7 healthy smokers without DMBA exposure NLF 2-DE combined with MALDI-TOF MS In healthy subjects, DMBA exposure elevated immunoglobulin A and reduced CC16 levels. Among epoxy workers, post-exposure saw rises in a2-macroglobulin and caeruloplasmin, while calgranulin B levels declined. Additionally, statherin and calgranulin B were newly linked to airway irritation Exposure to DMBA leads to distinct changes in NLF protein patterns, identifying novel proteins that might be biomarkers for airway irritation and potentially providing insights into the mechanisms of inflammatory diseases of the respiratory tract Mörtstedt et al., 2015 [ 84 ] Persulfates found in hair-bleaching products 14 symptomatic hairdressers with bleaching powder-associated rhinitis, 14 asymptomatic hairdressers, and 12 12 atopic individuals without persulfate exposure NLF Targeted proteomics using liquid chromatography-tandem mass spectrometry with selected reaction monitoring (LC-SRM-MS) Several proteins involved in inflammatory responses, oxidative stress, epithelium integrity, and dermatological disorders showed significant changes after persulfate exposure. Notably, uteroglobin, interleukin-1 receptor antagonist protein (IL1RN), and desmoplakin were altered after exposure Proteomic changes in NLF indicate that persulfate exposure affects proteins associated with oxidative stress and inflammation, suggesting a potential mechanism behind persulfate-associated respiratory symptoms Raja et al., 2019 [ 85 ] Cement and concrete in construction 60 participants were divided equally into 30 building construction workers (BCW) and 30 healthy controls Serum FISH, CBMN-Cyt, and 1 H NMR spectroscopy Metabolomic analysis revealed altered levels of 42 metabolites, including significant changes in amino acids, betaine, GSH, glycine, taurine, NAD, malate, and xanthine Chromosomal abnormalities and altered metabolic profiles in construction workers exposed to genotoxic agents suggest a genetic risk and metabolic shift toward energy deficiency in this population Thatcher et al., 2019 [ 86 ] Open burn pits 200 service personnel deployed to areas with open burn pits in Iraq and Afghanistan alongside a control group of 200 never-deployed personnel, matched by service time and duration between blood draws Serum HRM LC/MS coupled with LC and Fourier Transform Mass Spectrometry (FTMS) 101 serum biomarkers were associated with exposure to substances like PAHs, dioxins, or furans, and 54 were significantly associated with deployment, only 26 of which were also associated with exposure to combustion products like burn pits Deployed personnel exposed to burn pits exhibited a distinct metabolomic signature, identifying biomarkers associated with both deployment and air pollution, indicative of environmental hazard exposure Wåhlén et al., 2016 [ 87 ] Damp and mouldy building indoor air The study included personnel working in two damp buildings, with 14 participants from Workplace A, 15 from Workplace B, and 13 unexposed healthy controls NLF 2-DE, MS, and Western blotting to assess inflammatory biomarkers Significant differences were observed in SPLUNC1, S100-A8, alpha-1-antitrypsin, and other innate immunity proteins between subjects from damp workplaces and healthy controls Proteomic analysis revealed altered levels of innate immune proteins in NLF, including SPLUNC1, S100-A8, and alpha-1-antitrypsin, indicating biomarkers for airway responses to damp, moldy indoor air Walker et al., 2022 [ 88 ] Traffic-related pollution, specifically diesel exhaust 73 healthy, non-smoking, male trucking industry workers Plasma Untargeted HRM using LC-HRMS Metabolic alterations associated with exposure to elemental carbon (EC) and organic carbon (OC) included oxidative stress markers, endothelial dysfunction, and inflammation Exposure to EC and OC in occupational settings influenced metabolic and gene expression pathways related to cardiovascular disease risk Abbreviations  Ultra-high pressure liquid chromatography (UHPLC); quadrupole time-of-flight (QTOF); Ultra-performance liquid chromatography quadrupole time-of-flight tandem mass spectrometry (UPLC-QTOF-MS/MS); liquid chromatography-tandem mass spectrometry (LC/MS/MS); High-resolution metabolomics (HRM); Ultra-high-performance liquid chromatography coupled with high-resolution mass spectrometry (UHPLC–HRMS); 2-dimensional gel electrophoresis (2-DE); 2-dimensional difference gel electrophoresis (2D-DIGE); matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF-MS); Surface-Enhanced Laser Desorption/Ionization Time-Of-Flight mass spectrometry (SELDI-TOF-MS); isobaric tags for relative and absolute quantification (iTRAQ); Nuclear Magnetic Resonance (NMR); Enzyme-linked immunosorbent assay (ELISA); Liquid Chromatography-Electrospray Ionization-Tandem Mass Spectrometry (LC-ESI-MS/MS); 1H NMR (Proton Nuclear Magnetic Resonance) spectroscopy; Fourier Transform Infrared (FTIR); Nano liquid chromatography tandem mass spectrometry (nLC-MS/MS); Printer-emitted nanoparticles (PEPs); Polycyclic Aromatic Hydrocarbons (PAHs); Particulate matter (PM); Metalworking fluids (MWFs); Per- and polyfluoroalkyl substances (PFAS); Trichloroethylene (TCE); Nasal lavage fluid (NLF)\n\nSummary of studies reviewed on occupational exposure to chemical risks\n\nAbbreviations  Ultra-high pressure liquid chromatography (UHPLC); quadrupole time-of-flight (QTOF); Ultra-performance liquid chromatography quadrupole time-of-flight tandem mass spectrometry (UPLC-QTOF-MS/MS); liquid chromatography-tandem mass spectrometry (LC/MS/MS); High-resolution metabolomics (HRM); Ultra-high-performance liquid chromatography coupled with high-resolution mass spectrometry (UHPLC–HRMS); 2-dimensional gel electrophoresis (2-DE); 2-dimensional difference gel electrophoresis (2D-DIGE); matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF-MS); Surface-Enhanced Laser Desorption/Ionization Time-Of-Flight mass spectrometry (SELDI-TOF-MS); isobaric tags for relative and absolute quantification (iTRAQ); Nuclear Magnetic Resonance (NMR); Enzyme-linked immunosorbent assay (ELISA); Liquid Chromatography-Electrospray Ionization-Tandem Mass Spectrometry (LC-ESI-MS/MS); 1H NMR (Proton Nuclear Magnetic Resonance) spectroscopy; Fourier Transform Infrared (FTIR); Nano liquid chromatography tandem mass spectrometry (nLC-MS/MS); Printer-emitted nanoparticles (PEPs); Polycyclic Aromatic Hydrocarbons (PAHs); Particulate matter (PM); Metalworking fluids (MWFs); Per- and polyfluoroalkyl substances (PFAS); Trichloroethylene (TCE); Nasal lavage fluid (NLF)\n\nTable 3 Summary of studies reviewed on occupational exposure to physical risks Authors, year Occupational exposure Population Biological matrix Analytical methods Main Outcome Conclusions Chicas et al., 2023 [ 89 ] Heat Exposure 63 agricultural workers and 27 non-agricultural workers Plasma and urine Untargeted high-resolution metabolomics profiling (HR-LCMS) Metabolites such as citrulline, uracil, urocanate, and pathways, including the urea cycle metabolism and tricarboxylic acid (TCA) cycle, were significantly altered in heat-exposed workers Molecular signatures indicative of renal dysfunction and alterations in histidine metabolism were present in agricultural workers exposed to heat, suggesting molecular mechanisms of heat-related health effects Ciborowski et al., 2010 [ 90 ] Hyperbaric pressure (diving) 12 healthy male divers Plasma The metabolomics study was conducted using liquid chromatography coupled with accurate mass quadrupole time-of-flight mass spectrometry (LC − QTOF-MS) Changes in plasma lysophospholipids, free fatty acids, and metabolites related to bone metabolism and inflammation were observed post-exposure. Notably, lysophosphatidylethanolamines and phosphatidylcholines were increased, suggesting enhanced phospholipase activity. Changes in acylcarnitines indicated alterations in energy metabolism Exposure to hyperbaric conditions induces measurable changes in divers’ plasma metabolite profiles, implicating altered phospholipase activity and potential long-term effects on bone metabolism and cardiovascular health Lun et al., 2023 [ 91 ] Noise 50 ground crew personnel working at an air force station, divided into two groups: 25 with noise-induced hearing loss (NIHL) and 25 controls Serum LC-MS/MS Nine differentially expressed proteins were identified, including six upregulated (caldesmon, myocilin, zyxin, creatine kinase M-type, insulin-like growth factor-binding protein 2, complement factor H-related protein 4) and three downregulated (prenylcysteine oxidase 1, heat shock cognate 71 kDa protein, immunoglobulin lambda variable 3–21) serum proteins in NIHL patients Insulin-like growth factor-binding protein 2, zyxin, creatine kinase-M type, and complement factor H-related protein 4 were identified as independent risk factors for predicting NIHL and could serve as potential biomarkers Mezhoud et al., 2014 [ 92 ] Ionizing radiation on radiology workers 16 radiology workers were exposed to low doses of ionizing radiation, compared with 16 office staff not exposed to ionizing radiation. Plasma LC-MS/MS for proteomic analysis and ELISA assays for protein verification Identification of differentially regulated proteins, with three verified by ELISA tests (Alpha-actinin-1, Vitamin D-binding protein, 14-3-3 protein zeta/delta) indicating potential biomarkers of radiation exposure Exposure to low doses of ionizing radiation in radiology workers is associated with genomic instability and oxidative stress, with proteomic analysis revealing potential biomarkers for early detection of radiation exposure effects Miao et al., 2021 [ 93 ] Noise 124 subjects, including 62 NIHL patients and 62 controls Plasma UHPLC-Q-TOF MS; mRNA expression levels detected using real-time quantitative PCR (RT-qPCR) 20 significantly altered metabolites identified related to glycerophospholipid metabolism, glycosylphosphatidylinositol-anchor biosynthesis, autophagy, choline metabolism, α-linolenic acid metabolism, linoleic acid metabolism, and the retrograde endocannabinoid pathway. Autophagy-related genes (PI3K, AKT, ATG5) were down-regulated in NIHL patients Metabolomics profiling revealed potential biomarkers for NIHL, indicating alterations in plasma metabolic profiles between NIHL patients and controls and suggesting the autophagy signal pathway’s involvement in the disease’s development Tranfo et al., 2020 [ 94 ] Hyperbaric atmosphere 6 healthy, experienced divers (five males and one female) Urine HPLC-MS/MS for targeted metabolite analysis and NMR spectroscopy for untargeted metabolomics Urinary excretion of 8-oxo-Guo and 8-oxo-dGuo were elevated post-exposure, with levels returning to baseline after 12 h. NMR found hypoxanthine level increase during underwater exposure Increased urinary biomarkers of oxidative stress following hyperbaric exposure suggest a metabolic response to environmental stress and highlight potential implications for occupational health Tumane et al., 2021 [ 95 ] Occupational high noise levels (> 85 dB) in mining-based industries 210 male workers from mining-based industries Serum 2D electrophoresis combined with LC-MS/MS and MALDI-TOF-MS for proteomic analysis 46 up-regulated cochlear proteins were identified in confirmed NIHL cases, with 25 key discriminating feature proteins like myosin, transthyretin, and SERPIN being highlighted The identified proteins could serve as biomarkers for the early detection of NIHL and for understanding its pathogenic mechanism Vihlborg et al., 2020 [ 96 ] Hand-arm vibration 38 full-time forge workers Plasma Gas Chromatography Time-of-Flight Mass Spectrometry (GC TOFMS/MS) 10 significant metabolites were identified, differentiating workers with Vibration-induced White Fingers (VWF) from those without before exposure and 15 metabolites after exposure Workers with VWF showed a unique metabolic serum profile, suggesting metabolomics can identify early biomarkers of vibration exposure effects Yan et al., 2023 [ 97 ] Hand-arm Vibration 32 participants: 8 controls, 8 hand-transmitted vibration (HTV) exposed group, and 16 Hand-Arm Vibration Syndrome (HAVS) patients (8 mild, 8 severe) Plasma iTRAQ coupled with LC-MS/MS. 80 differentially expressed proteins (DEPs) between control and HAVS and 70 DEPs between control and HTV-exposed specimens were identified. Vinculin (VCL) decreased significantly in severe HAVS cases Vinculin can be a potential biomarker for HAVS, providing a theoretical basis for early detection and treatment\n\nSummary of studies reviewed on occupational exposure to physical risks\n\nTable 4 Summary of studies reviewed on occupational exposure to biomechanical risks Authors, year Occupational Exposure Population Biological matrix Analytical methods Main Outcome Conclusions Ghafouri et al., 2016 [ 98 ] Physical workload 13 farmers with musculoskeletal disorders (MSD) and matched rural non-farmer controls. Plasma 2DE with silver staining, followed by MS 15 plasma proteins were differentially present in MSD farmers and implicate systemic inflammation Findings support the hypothesis that MSD in farmers might involve systemic inflammation, offering insights into MSD pathogenesis and potential biomarkers Parker et al., 2012 [ 99 ] Physical activity in the mining industry 10 healthy male mining workers Urine SELDI-TOF MS, urea and cortisol assays, and protein identification through LC-MS/MS Increased urinary levels of urea and cortisol post-shift and the LG3 peptide of endorepellin were discovered as novel biomarkers associated with physical activity Urinary LG3 peptide levels may be a biomarker of physical activity and potential musculoskeletal injury risk\n\nSummary of studies reviewed on occupational exposure to biomechanical risks\n\nTable 5 Summary of studies reviewed on occupational exposure to psychosocial risk Authors, year Occupational exposure Population Biological matrix Analytical methods Main Outcome Conclusions Bizzarri et al., 2022 [ 100 ] Night shift 1010 night shift workers and 1010 non-shift workers Plasma High-throughput nuclear magnetic resonance spectroscopy by Nightingale Health Plc Male night shift workers exhibited higher levels of glycoprotein acetyls, triglycerides, and fatty acids than non-shift workers, suggesting low-grade chronic inflammation. No significant metabolic changes were observed in female night shift workers Nocturnal shift work is associated with changes in metabolic markers in males, particularly relating to inflammation and lipid metabolism. These associations were not observed in females, highlighting potential sex differences in the metabolic impact of night shift work Wen et al., 2022 [ 101 ] Deep underground work environments focusing on sleep quality 39 participants: 27 deep-underground workers and 12 ground control volunteers Urine UPLC-triple-TOF-MS Elevated levels of L-phenylalanine, L-tyrosine, and L-glutamine in deep-underground workers; acetoacetic acid and 2-hydroxyglutaric acid associated with sleep quality The deep-underground environment influences amino acid metabolism and excitatory neurotransmitter levels, potentially affecting sleep-arousal regulation; identified metabolites may be biomarkers for environmental impact and sleep quality Abbreviations  Ultra-high pressure liquid chromatography (UHPLC); quadrupole time-of-flight (QTOF); Ultra-performance liquid chromatography quadrupole time-of-flight tandem mass spectrometry (UPLC-QTOF-MS/MS); liquid chromatography-tandem mass spectrometry (LC/MS/MS); High-resolution metabolomics (HRM); Ultra-high-performance liquid chromatography coupled with high-resolution mass spectrometry (UHPLC–HRMS); 2-dimensional gel electrophoresis (2-DE); 2-dimensional difference gel electrophoresis (2D-DIGE); matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF-MS); Surface-Enhanced Laser Desorption/Ionization Time-Of-Flight mass spectrometry (SELDI-TOF-MS); isobaric tags for relative and absolute quantification (iTRAQ); Nuclear Magnetic Resonance (NMR); Enzyme-linked immunosorbent assay (ELISA); Liquid Chromatography-Electrospray Ionization-Tandem Mass Spectrometry (LC-ESI-MS/MS);  1 H NMR (Proton Nuclear Magnetic Resonance) spectroscopy; Fourier Transform Infrared (FTIR); Nano liquid chromatography tandem mass spectrometry (nLC-MS/MS); Printer-emitted nanoparticles (PEPs); Polycyclic Aromatic Hydrocarbons (PAHs); Particulate matter (PM); Metalworking fluids (MWFs); Per- and polyfluoroalkyl substances (PFAS); Trichloroethylene (TCE); Nasal lavage fluid (NLF)\n\nSummary of studies reviewed on occupational exposure to psychosocial risk\n\nAbbreviations  Ultra-high pressure liquid chromatography (UHPLC); quadrupole time-of-flight (QTOF); Ultra-performance liquid chromatography quadrupole time-of-flight tandem mass spectrometry (UPLC-QTOF-MS/MS); liquid chromatography-tandem mass spectrometry (LC/MS/MS); High-resolution metabolomics (HRM); Ultra-high-performance liquid chromatography coupled with high-resolution mass spectrometry (UHPLC–HRMS); 2-dimensional gel electrophoresis (2-DE); 2-dimensional difference gel electrophoresis (2D-DIGE); matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF-MS); Surface-Enhanced Laser Desorption/Ionization Time-Of-Flight mass spectrometry (SELDI-TOF-MS); isobaric tags for relative and absolute quantification (iTRAQ); Nuclear Magnetic Resonance (NMR); Enzyme-linked immunosorbent assay (ELISA); Liquid Chromatography-Electrospray Ionization-Tandem Mass Spectrometry (LC-ESI-MS/MS);  1 H NMR (Proton Nuclear Magnetic Resonance) spectroscopy; Fourier Transform Infrared (FTIR); Nano liquid chromatography tandem mass spectrometry (nLC-MS/MS); Printer-emitted nanoparticles (PEPs); Polycyclic Aromatic Hydrocarbons (PAHs); Particulate matter (PM); Metalworking fluids (MWFs); Per- and polyfluoroalkyl substances (PFAS); Trichloroethylene (TCE); Nasal lavage fluid (NLF)\n\nThe included studies were conducted in different countries, with a significant concentration in China (36%), Europe (23%) and the United States of America (22%). European countries contributed notably, with Sweden accounting for 11% and smaller proportions from Poland, Italy, Portugal and others. Other contributions from Asia are substantial, with studies from South Korea (6%), India, Singapore, and Taiwan. Brazil and Australia represent the studies from the Southern Hemisphere (3%).\n\nThe results of our systematic review reflect a diverse landscape of occupational exposures examined in the included studies. The studies cover a spectrum of chemical, physical, biomechanical, and psychosocial hazards encountered in different work environments.\n\nChemical exposures (Table 2; Fig. 2) predominate (85%), with a significant number of studies examining the effects of airborne particles such as silica dust [ 40 ,  44 ], chemical elements such as arsenic, chromium, lead, and mercury [ 17 – 23 ,  25 ,  28 – 31 ,  35 ,  36 ], and volatile organic compounds such as benzene [ 56 ,  59 ,  62 – 65 ,  68 – 71 ] and trichloroethylene [ 58 ,  60 ,  61 ,  66 ,  72 ]. Metabolomic and proteomic analyses have also helped to identify potential biomarkers in workers exposed to pesticides [ 48 ,  49 ,  51 ,  53 ], welding fumes [ 24 ,  26 ,  27 ,  32 – 34 ], and firefighting chemical exposures [ 45 – 48 ].\n\nPhysical hazards (11%) such as heat exposure [ 93 ], hyperbaric pressure [ 94 ,  95 ], noise [ 96 – 98 ], ionizing radiation [ 99 ], and segmental vibration [ 96 ,  97 ] were also investigated and indicated in Table 3. In particular, one study used proteomics to assess a range of workplace hazards, including extreme temperatures, noise, and dust, as well as exposure to chemical vapours, second-hand cigarette smoke, and diesel exhaust, based on self-reports by participants in the UK Biobank [ 82 ] with research highlighting the molecular and cellular responses to these stressors. For example, the proteomic response to noise exposure has revealed changes in serum proteins that may indicate noise-induced hearing loss [ 93 ].\n\nThe review also identifies studies on biomechanical hazards (2%) in Table 4, such as those related to physical activity in mining [ 99 ] or the ergonomic challenges faced by farmers [ 98 ], where proteomic analysis has provided insights into the systemic inflammatory responses induced by such activities.\n\nNotably, psychosocial factors (2%) such as stress from night shifts [ 100 ] and sleep quality impact of underground environments have also been investigated [ 101 ], listed in Table 5, with metabolomic profiling providing a window into the biochemical changes associated with these factors.\n\nTargeted approaches, which focus on a predefined set of proteins or metabolites, have allowed for quantifying specific biomarkers that indicate exposure to particular chemicals or stressors. The use of targeted proteomics has enabled the identification of proteins altered by exposure to toxic substances such as benzene [ 62 ,  63 ,  65 ], and trichloroethylene [ 58 ,  60 ,  61 ,  66 ]. Targeted metabolomics was applied to benzene-exposed workers [ 56 ], indicating the contribution of specific metabolites to benzene toxicity.\n\nIn contrast, untargeted methodologies broadly profile the proteome or metabolome. They are the most frequent strategy in this review, uncovering potential biomarkers and metabolic pathways affected by workplace hazards, whether chemical [ 34 ,  36 ,  44 ,  50 ,  55 ], physical [ 89 – 91 ,  93 ,  96 ], or psychosocial [ 101 ] exposures.\n\nSome studies have employed both targeted and untargeted methods, resulting in a comprehensive and reliable dataset [ 86 ,  94 ]. This approach combines the specificity of targeted analyses with the broader scope of discovery offered by untargeted methods. Researchers enhance the reliability and relevance of potential biomarkers by validating findings from untargeted screens with targeted methods.\n\nBased on the analysis of the presented data, the most commonly used biological matrix was serum, which was used in 27 studies (24%), followed by plasma in 22 studies (20%) and urine in 14 studies (12%). The analysis also included other biological matrices such as nasal lavage fluid (NLF) (7 trials, 6%), combinations of plasma and urine (5 trials, 4%), combinations of serum and urine (4 trials, 4%), exhaled breath condensate (EBC) (3 trials, 3%), and combinations of serum and faeces (1 trial, 1%), saliva and urine (1 trial, 1%), and whole blood (1 trial, 1%).\n\nThe analytical methods include a range of mass spectrometry-based techniques, including liquid chromatography-mass spectrometry (LC-MS) [ 27 ,  28 ,  91 ], gas chromatography-mass spectrometry (GC-MS) [ 49 ,  96 ], and tandem mass spectrometry (MS/MS) [ 55 ], which have been used primarily for their high sensitivity and specificity in detecting minor biomolecular changes.\n\nIn particular, nuclear magnetic resonance (NMR) spectroscopy has been used in several studies [ 25 ,  75 ,  77 ,  85 ,  94 ], capitalizing on its non-destructive nature and its ability to provide detailed information on the structure, dynamics, reaction state, and chemical environment of molecules. The use of high-resolution mass spectrometry (HRMS) [ 45 ,  69 ] and ultra-high performance liquid chromatography (UHPLC) [ 44 ,  68 ] was also reported, providing superior resolution and throughput essential for biomarker discovery.\n\nElectrophoresis techniques, including two-dimensional gel electrophoresis (2-DE) [ 29 ,  52 ,  98 ] and matrix-assisted laser desorption/ionization (MALDI-TOF MS) [ 58 ,  83 ,  95 ], were used to separate and identify proteins based on their isoelectric points and molecular weights. These methods provided a comprehensive profile of protein expression and post-translational modifications.\n\nImmunological and biochemical assays, such as enzyme-linked immunosorbent assays (ELISA) [ 65 ,  92 ], have been widely used to validate the presence of specific proteins and peptides, providing a high degree of quantitative accuracy. Innovative techniques such as isobaric tags for relative and absolute quantitation (iTRAQ) combined with liquid chromatography-tandem mass spectrometry (LC-MS/MS) [ 24 ,  59 ,  79 ] allowed multiplexed protein quantification, increasing the depth of proteomic analysis.\n\nInnovative techniques like SOMAscan™ [ 41 ] showed high accuracy in detecting malignant mesothelioma, emphasizing the role of targeted proteomics in early disease detection among at-risk workers.\n\nThe reviewed studies were evaluated for risk of bias to ensure the integrity and reliability of the findings (Fig.  3 ). The inclusion criteria were well-defined, reducing the risk of selection bias. Most studies provided detailed descriptions of the study subjects and settings, minimizing the risk of bias related to contextual factors that could influence the outcomes.\n\nThe measurement of exposure showed varying levels of risk. Although many studies used valid and reliable methods, indicating a low risk of measurement bias, some had unclear methodologies, contributing to a moderate risk. The identification and handling of confounding factors presented a mixed risk profile. Several studies explicitly outlined strategies to address potential confounders, ensuring a low risk of bias, whereas others did not, resulting in a high risk of confounding bias.\n\nThe outcomes were measured with a low risk of bias, indicating consistent, precise, and reliable results. Most studies used appropriate statistical analysis, contributing to a low risk of bias in data interpretation.\n\nOverall, the risk of bias assessment indicates that although most studies demonstrate a low risk of bias in several key domains, there are areas where the risk is unclear or high, particularly concerning the measurement of exposure and confounding variables.\n\n## Geographic distribution\n\nThe included studies were conducted in different countries, with a significant concentration in China (36%), Europe (23%) and the United States of America (22%). European countries contributed notably, with Sweden accounting for 11% and smaller proportions from Poland, Italy, Portugal and others. Other contributions from Asia are substantial, with studies from South Korea (6%), India, Singapore, and Taiwan. Brazil and Australia represent the studies from the Southern Hemisphere (3%).\n\n## Occupational exposures\n\nThe results of our systematic review reflect a diverse landscape of occupational exposures examined in the included studies. The studies cover a spectrum of chemical, physical, biomechanical, and psychosocial hazards encountered in different work environments.\n\nChemical exposures (Table 2; Fig. 2) predominate (85%), with a significant number of studies examining the effects of airborne particles such as silica dust [ 40 ,  44 ], chemical elements such as arsenic, chromium, lead, and mercury [ 17 – 23 ,  25 ,  28 – 31 ,  35 ,  36 ], and volatile organic compounds such as benzene [ 56 ,  59 ,  62 – 65 ,  68 – 71 ] and trichloroethylene [ 58 ,  60 ,  61 ,  66 ,  72 ]. Metabolomic and proteomic analyses have also helped to identify potential biomarkers in workers exposed to pesticides [ 48 ,  49 ,  51 ,  53 ], welding fumes [ 24 ,  26 ,  27 ,  32 – 34 ], and firefighting chemical exposures [ 45 – 48 ].\n\nPhysical hazards (11%) such as heat exposure [ 93 ], hyperbaric pressure [ 94 ,  95 ], noise [ 96 – 98 ], ionizing radiation [ 99 ], and segmental vibration [ 96 ,  97 ] were also investigated and indicated in Table 3. In particular, one study used proteomics to assess a range of workplace hazards, including extreme temperatures, noise, and dust, as well as exposure to chemical vapours, second-hand cigarette smoke, and diesel exhaust, based on self-reports by participants in the UK Biobank [ 82 ] with research highlighting the molecular and cellular responses to these stressors. For example, the proteomic response to noise exposure has revealed changes in serum proteins that may indicate noise-induced hearing loss [ 93 ].\n\nThe review also identifies studies on biomechanical hazards (2%) in Table 4, such as those related to physical activity in mining [ 99 ] or the ergonomic challenges faced by farmers [ 98 ], where proteomic analysis has provided insights into the systemic inflammatory responses induced by such activities.\n\nNotably, psychosocial factors (2%) such as stress from night shifts [ 100 ] and sleep quality impact of underground environments have also been investigated [ 101 ], listed in Table 5, with metabolomic profiling providing a window into the biochemical changes associated with these factors.\n\n## Proteomics and metabolomics in occupational health biomonitoring\n\nTargeted approaches, which focus on a predefined set of proteins or metabolites, have allowed for quantifying specific biomarkers that indicate exposure to particular chemicals or stressors. The use of targeted proteomics has enabled the identification of proteins altered by exposure to toxic substances such as benzene [ 62 ,  63 ,  65 ], and trichloroethylene [ 58 ,  60 ,  61 ,  66 ]. Targeted metabolomics was applied to benzene-exposed workers [ 56 ], indicating the contribution of specific metabolites to benzene toxicity.\n\nIn contrast, untargeted methodologies broadly profile the proteome or metabolome. They are the most frequent strategy in this review, uncovering potential biomarkers and metabolic pathways affected by workplace hazards, whether chemical [ 34 ,  36 ,  44 ,  50 ,  55 ], physical [ 89 – 91 ,  93 ,  96 ], or psychosocial [ 101 ] exposures.\n\nSome studies have employed both targeted and untargeted methods, resulting in a comprehensive and reliable dataset [ 86 ,  94 ]. This approach combines the specificity of targeted analyses with the broader scope of discovery offered by untargeted methods. Researchers enhance the reliability and relevance of potential biomarkers by validating findings from untargeted screens with targeted methods.\n\n## Biological matrix\n\nBased on the analysis of the presented data, the most commonly used biological matrix was serum, which was used in 27 studies (24%), followed by plasma in 22 studies (20%) and urine in 14 studies (12%). The analysis also included other biological matrices such as nasal lavage fluid (NLF) (7 trials, 6%), combinations of plasma and urine (5 trials, 4%), combinations of serum and urine (4 trials, 4%), exhaled breath condensate (EBC) (3 trials, 3%), and combinations of serum and faeces (1 trial, 1%), saliva and urine (1 trial, 1%), and whole blood (1 trial, 1%).\n\n## Analytical methods\n\nThe analytical methods include a range of mass spectrometry-based techniques, including liquid chromatography-mass spectrometry (LC-MS) [ 27 ,  28 ,  91 ], gas chromatography-mass spectrometry (GC-MS) [ 49 ,  96 ], and tandem mass spectrometry (MS/MS) [ 55 ], which have been used primarily for their high sensitivity and specificity in detecting minor biomolecular changes.\n\nIn particular, nuclear magnetic resonance (NMR) spectroscopy has been used in several studies [ 25 ,  75 ,  77 ,  85 ,  94 ], capitalizing on its non-destructive nature and its ability to provide detailed information on the structure, dynamics, reaction state, and chemical environment of molecules. The use of high-resolution mass spectrometry (HRMS) [ 45 ,  69 ] and ultra-high performance liquid chromatography (UHPLC) [ 44 ,  68 ] was also reported, providing superior resolution and throughput essential for biomarker discovery.\n\nElectrophoresis techniques, including two-dimensional gel electrophoresis (2-DE) [ 29 ,  52 ,  98 ] and matrix-assisted laser desorption/ionization (MALDI-TOF MS) [ 58 ,  83 ,  95 ], were used to separate and identify proteins based on their isoelectric points and molecular weights. These methods provided a comprehensive profile of protein expression and post-translational modifications.\n\nImmunological and biochemical assays, such as enzyme-linked immunosorbent assays (ELISA) [ 65 ,  92 ], have been widely used to validate the presence of specific proteins and peptides, providing a high degree of quantitative accuracy. Innovative techniques such as isobaric tags for relative and absolute quantitation (iTRAQ) combined with liquid chromatography-tandem mass spectrometry (LC-MS/MS) [ 24 ,  59 ,  79 ] allowed multiplexed protein quantification, increasing the depth of proteomic analysis.\n\nInnovative techniques like SOMAscan™ [ 41 ] showed high accuracy in detecting malignant mesothelioma, emphasizing the role of targeted proteomics in early disease detection among at-risk workers.\n\n## Risk of bias\n\nThe reviewed studies were evaluated for risk of bias to ensure the integrity and reliability of the findings (Fig.  3 ). The inclusion criteria were well-defined, reducing the risk of selection bias. Most studies provided detailed descriptions of the study subjects and settings, minimizing the risk of bias related to contextual factors that could influence the outcomes.\n\nThe measurement of exposure showed varying levels of risk. Although many studies used valid and reliable methods, indicating a low risk of measurement bias, some had unclear methodologies, contributing to a moderate risk. The identification and handling of confounding factors presented a mixed risk profile. Several studies explicitly outlined strategies to address potential confounders, ensuring a low risk of bias, whereas others did not, resulting in a high risk of confounding bias.\n\nThe outcomes were measured with a low risk of bias, indicating consistent, precise, and reliable results. Most studies used appropriate statistical analysis, contributing to a low risk of bias in data interpretation.\n\nOverall, the risk of bias assessment indicates that although most studies demonstrate a low risk of bias in several key domains, there are areas where the risk is unclear or high, particularly concerning the measurement of exposure and confounding variables.\n\n## Discussion\n\nThe reviewed studies highlight the potential of metabolomic and proteomic techniques in identifying biomarkers for occupational exposures. They reveal the complexity and challenges of using these methods in occupational health. Although these techniques offer a promising avenue for early detection and prevention strategies in workplace-related diseases, other areas for future development emerge. Currently, no single analytical method can universally identify and quantify the full range of biomarkers in different biological samples with high sensitivity and specificity. This highlights the need for continued efforts to develop standardised protocols and methodologies to improve the reliability and comparability of biomarker studies in occupational health.\n\nThe search strategy identified 85 relevant studies, indicating a still limited but growing body of research in this expanding field. There was a significant increase in publications, with a peak in 2023 suggesting a growing but still emergent recognition of these methods within diverse occupational settings. The diverse geographical distribution also underlines the recognition of these technologies in advancing occupational health. This trend underscores the potential of ‘omics’ technologies to enhance our understanding of occupational health risks, although it also highlights the need for further research and validation.\n\nUsing proteomics and metabolomics in occupational health settings has improved our understanding of workplace exposures and their potential health impacts. These analytical methods can identify subtle changes in biological systems resulting from exposure to various occupational hazards. The integration of ‘omics’ technologies provides a comprehensive view of an organism’s biochemical state, enabling the detection of specific biomarkers that reflect the complex interplay between environmental exposures and biological responses [ 6 ].\n\nExposure to chemical hazards accounted for most of the studies found in this review, demonstrating that the growing concern about chemical exposure in the workplace highlights the critical role of proteomic and metabolomic studies in discovering sensitive and specific biomarkers for real-world occupational biomonitoring. Research in occupational medicine using metabolomics and proteomics has identified particular biomarkers associated with chemical exposure. These findings provide valuable insights for early detection and prevention strategies. For instance, Guardiola et al. [ 55 ] identified metabolomic changes in plasma that could predict hepatic hemangiosarcoma in vinyl chloride monomer-exposed workers. These findings suggest that metabolic alterations resulting from chemical exposures can be quantified, which helps to understand disease progression and could be used in occupational health surveillance.\n\nBenzene is one of the most studied chemical agents identified in this systematic review, and exposure in occupational settings has been associated with considerable health risks. Joo et al. [ 62 ,  63 ] suggested that plasma proteins such as T cell receptor β chain and matrix metalloproteinase-13 may represent potential markers for the hematotoxic effects induced by benzene. Huang et al. [ 59 ] identified several serum proteins, including plasminogen, apolipoprotein B100, and platelet basic protein, as potential indicators of chronic exposure. These proteins suggest immunosuppressive effects and alterations in lipid metabolism. Liang et al. [ 65 ] validated the increase in serum plasminogen levels as a potential biomarker of low-dose benzene exposure. Li et al. [ 64 ] and Rothman et al. [ 69 ]. have linked oxidative stress and mitochondrial dysfunction to differentially expressed proteins and metabolic alterations from benzene exposure. The biomarkers aid in assessing benzene exposure and shed light on the pathophysiological pathways of benzene, including fatty acid oxidation, inflammation, and the fibrinolytic system. Rigorous biomonitoring practices are necessary in industrial settings to aid in assessing and managing hematotoxicity and other health risks in workers exposed to benzene.\n\nCurrent systematic research on occupational exposure to metals and metal fumes, as outlined in recent studies, has identified specific biomarkers through proteomic and metabolomic analyses. Adduri et al. [ 17 ]. established a blood plasma biomarker signature for beryllium exposure with high sensitivity and specificity. Baker et al. [ 19 ,  20 ]. comprehensively assessed workers exposed to manganese in steel foundries. Their findings revealed the presence of metabolites associated with amino acid metabolism. However, the efficacy of these metabolites as biomarkers for exposure varied among individuals. First, they conducted a global metabolomics study to identify unique metabolites between individuals exposed to manganese at a steel foundry and those not exposed. Workers wore personal inhalable dust samplers and provided end-of-shift urine samples, which underwent metabolomic profiling. Fifteen ions showed significant differences between the exposed and unexposed groups in the initial set. A subsequent set validated nine ions, some showing a dose-response relationship. However, the last research [ 20 ] indicates that the profiles’ predictive power varies across different worker populations, possibly due to exposure heterogeneity. The importance of context-specific biomarkers that consider the complexities of exposure scenarios and the biological relevance of identified metabolites is emphasized. It is crucial to identify context-aware biomarkers, given the diverse exposures across occupational settings. This highlights the significance of tailored assessments in the field of occupational health.\n\nWelders exposed to metal fumes showed proteomic changes and renal injury markers in a study by Chuang et al. [ 24 ], while Gao et al. [ 26 ,  27 ] and Peng et al. [ 32 ] linked welding exposures to changes in metabolites associated with inflammation pathways. Also, longitudinal studies, such as by Wei et al. [ 34 ], underscore the systemic impacts of metal fumes on fatty acid profiles, suggesting prolonged health risks even post-exposure. These biomarkers facilitate the identification of exposures and offer insights into the underlying biological mechanisms that may link exposure to welding fumes with cardiovascular diseases, dyslipidemia, and neoplastic conditions, thereby contributing to the assessment of occupational health risks.\n\nIn the field of non-chemical occupational hazards such as noise, physical exertion, and night shifts, recent studies underscore significant metabolic and proteomic changes triggered by these exposures. Research has unveiled specific metabolic disturbances associated with night shifts, hinting at a connection with chronic low-grade inflammation, notably among male workers [ 100 ]. Moreover, investigations into the impacts of deep underground working conditions reveal modifications in amino acid and neurotransmitter levels, potentially influencing sleep regulation [ 101 ]. The physical demands inherent in activities like hand-arm vibration [ 96 ,  97 ] and extensive noise exposure in industrial settings are linked to various biomarkers signalling physiological stress and possible injuries [ 91 ,  93 ]. These insights are invaluable as they expand our comprehension of how non-chemical exposures might contribute to cardiovascular diseases, dyslipidaemia, and cancer, thereby enhancing the framework for occupational health safety and preventive measures. However, whilst ‘omics’ techniques appear capable of enriching our knowledge of biological effects, isolating the occupational component from other exposures that may contribute to biochemical changes remains challenging. This bottom-up strategy of assessing internal changes has yet to demonstrate whether it will yield any practical biomarkers that clinicians can rely on in their daily practice.\n\nEvaluating bias risk in the reviewed studies was a central step to ensure the reliability and validity of the results. The Cochrane Collaboration framework and the Newcastle-Ottawa Quality Assessment Scale were adapted for comprehensive and rigorous analysis of the risk of bias. We opted for this methodology to assess the risk of bias due to the heterogeneity of the studies and to better align with the evaluation needs. This decision was further justified by the identified limitations of the ROBINS-E tool, which include challenges in addressing multiple biases, confusion in distinguishing co-exposures from confounders, and the impracticality of its application to diverse observational studies, as discussed by Bero et al. [ 102 ]. Clear inclusion criteria were established to evaluate the sample selection, description of study subjects, and the measurement of exposure and outcomes.\n\nThe risk of bias across the included studies was evaluated by considering several critical factors, such as the size of study populations, control groups, participant matching, and study design. The sample sizes of some of the studies included in this review were relatively small, which may limit the generalisability of the results and increase the risk of type II errors [ 18 ,  34 ,  37 ,  43 ,  46 ,  59 ]. The selection of appropriate control groups varied, with some studies employing well-matched controls while others lacked adequate comparators, potentially introducing selection bias. For instance, the study by Carter et al. [ 21 ] compared 20 manganese-exposed workers with 17 crane operators, which were well-matched based on occupational exposure. The studies also varied in handling confounding factors, with some providing thorough adjustments [ 25 ,  31 ]. In contrast, others did not adequately account for potential confounders, potentially impacting the associations’ validity. In addition to these challenges, an issue identified in some studies, particularly those by Gao et al. [ 26 ,  27 ], is the absence of explicit control groups. Although this absence gives rise to valid concerns regarding the internal validity of these studies, it is crucial to contextualise this within the design of the studies themselves. Gao et al. employed observational methods, focusing on within-group comparisons over time. However, the absence of a rigorous control group makes it challenging to distinguish the effects of occupational exposure from other temporal confounding factors, limiting the robustness and generalisability of the findings. Furthermore, the review identifies shortcomings in participant matching in terms of demographics and baseline characteristics, which needed to be more consistently reported. This may affect the comparability between exposed and non-exposed groups. Also, exposure assessments often relied on self-reported data or indirect measures, which could introduce misclassification bias.\n\nThese factors underscore the need for more robust study designs, larger sample sizes, and comprehensive exposure and confounder assessments to enhance the reliability of biomarker research in occupational health.\n\nOne of the apparent limitations of this review is the potential under-representation of studies with negative results, which biases the overall results towards positive associations. Additionally, the heterogeneity of different methodologies and outcomes between studies limits the ability to perform meta-analyses, reducing the comparability of results. Furthermore, the rapid development of omics technologies may have led to the exclusion of the latest methods, which were not published or indexed during the review period. These findings require a cautious interpretation of some studies’ results and emphasize the importance of rigorous study design and analysis in future research to minimize potential biases.\n\nHowever, it is noteworthy that, to the best of our knowledge, this is the first systematic review to consolidate findings from both proteomics and metabolomics studies in occupational health, providing a comprehensive perspective on the subject. Additionally, this review underscores the imperative for further research to validate and expand occupational biomonitoring using these methods.\n\nThis body of evidence underscores the complexity of metabolic responses to occupational hazards.\n\nThe integration of high-throughput metabolomic and proteomic techniques generates substantial quantities of data, which are frequently challenging to interpret, reproduce, and validate, despite their potential to offer valuable insights for developing targeted interventions. Given that the majority of the working population is generally in good health, it is anticipated that any biological changes caused by occupational hazards will be relatively subtle. Consequently, adhering to the highest standards of research practice is essential in order to enhance the sensitivity, validity, and specificity of the findings. Therefore, standardised procedures are essential in research involving high-throughput omics techniques.\n\nThe reviewed studies utilize various biological matrices, including blood, urine, and nasal lavage fluid, each with advantages and limitations. The matrix choice impacts the biomarkers detected and their interpretation, indicating a need for standardized protocols to compare results across studies. Serum and plasma are frequently used, with serum often obtained after coagulation and plasma typically requiring anticoagulants like EDTA or sodium citrate. Processing conditions vary, with most samples stored at sub-zero temperatures to preserve analytes. Blood samples are mainly collected in the morning, centrifuged, and subjected to specific protocols for storage and analysis.\n\nThe timing of blood sampling can significantly affect results due to diurnal variations in metabolic processes. Numerous studies have shown that several biochemical components exhibit significant diurnal variations [ 103 ,  104 ]. These variations require that the time of day of sample collection be carefully considered and documented to ensure consistency and reliability of data. Diurnal and circadian rhythms affect the expression of genes and the levels of certain metabolites, meaning that metabolic profiles can vary throughout the day. This variation can affect the interpretation of results and the comparability of data between studies [ 104 ]. Therefore, studies should carefully describe the conditions of sample processing and freezing, including the exact time of sample collection, temperature during processing, and storage protocols, to preserve the integrity of the metabolites and ensure reproducibility [ 103 ]. Future research should continue to refine these techniques and validate the potential biomarkers used in clinical and occupational settings. The complexity of metabolomic and proteomic analyses, including the need for high-resolution instruments and sophisticated data analysis tools, poses a challenge. This complexity necessitates further development in analytical methodologies to enhance sensitivity, specificity, and ability to effectively process and interpret large datasets while remaining economically viable and cost-effective.\n\nIntegrating these large-scale analytical methods with bioinformatics tools [ 28 ] and machine learning approaches has enabled a deeper understanding of the biochemical pathways affected by various occupational exposures [ 38 ]. These technologies can enhance the processing and interpretation of complex datasets, allowing the identification of patterns and biomarkers that may not be evident through traditional methods. This set of approaches has shown potential in identifying biomarkers of occupational hazards, paving the way for predictive, preventive, and personalized medicine in occupational health.\n\nFuture research should focus on longitudinal studies to track the progression of biomarker changes over time, providing insights into the dynamic nature of occupational exposures and their health effects. Given the multitude of occupational hazards and non-occupational exposures, including environmental factors, lifestyle, and pollutants, which collectively form a complex mixture, establishing a causal relationship with a single agent is often a challenging endeavour. It is, therefore, imperative that prospective studies, accounting for all relevant past exposures, are conducted to elucidate these complex interactions. Additionally, integrating these omics techniques with clinical outcomes will facilitate a more profound understanding of the correlations between these biomarkers and disease states, thereby enhancing their applicability in preventive medicine and occupational health. However, it is crucial to consider that not all biological alterations caused by exposure result in health damage or significant risks, which introduces complexity to the relationship between exposure and disease outcomes. This complexity underscores the challenge of developing useful biomarkers that can inform decisions in clinical practice, identify workers at risk, and prove beneficial for regulatory and risk management frameworks.\n\nIntegrating proteomics and metabolomics into occupational medicine is promising but faces significant hurdles to routine clinical application. The primary challenge is to simplify the complex metabolomic data, which typically involves the analysis of numerous metabolites, and to reduce this complexity to a manageable number of key biomarkers that can reliably indicate occupational exposure or disease. The goal of utilising omics techniques to identify a biomarker and validate a cost-effective, accessible test for specific exposure health surveillance remains elusive. Simplification is the key to effective commercialisation and implementation of these technologies. Clear communication of their potential and limitations is essential, especially to industrial and regulatory stakeholders. Targeted collaborations between research institutions and industry are necessary to translate exploratory research into practical, impactful solutions for occupational health [ 105 ].\n\nIn summary, while metabolomic and proteomic analyses offer promising tools for advancing occupational health research, addressing these challenges through technological advancements, standardization, and integration with computational tools will be crucial for their successful application.\n\n## Overview\n\nThe reviewed studies highlight the potential of metabolomic and proteomic techniques in identifying biomarkers for occupational exposures. They reveal the complexity and challenges of using these methods in occupational health. Although these techniques offer a promising avenue for early detection and prevention strategies in workplace-related diseases, other areas for future development emerge. Currently, no single analytical method can universally identify and quantify the full range of biomarkers in different biological samples with high sensitivity and specificity. This highlights the need for continued efforts to develop standardised protocols and methodologies to improve the reliability and comparability of biomarker studies in occupational health.\n\nThe search strategy identified 85 relevant studies, indicating a still limited but growing body of research in this expanding field. There was a significant increase in publications, with a peak in 2023 suggesting a growing but still emergent recognition of these methods within diverse occupational settings. The diverse geographical distribution also underlines the recognition of these technologies in advancing occupational health. This trend underscores the potential of ‘omics’ technologies to enhance our understanding of occupational health risks, although it also highlights the need for further research and validation.\n\nUsing proteomics and metabolomics in occupational health settings has improved our understanding of workplace exposures and their potential health impacts. These analytical methods can identify subtle changes in biological systems resulting from exposure to various occupational hazards. The integration of ‘omics’ technologies provides a comprehensive view of an organism’s biochemical state, enabling the detection of specific biomarkers that reflect the complex interplay between environmental exposures and biological responses [ 6 ].\n\n## Diverse exposures and biomarker research\n\nExposure to chemical hazards accounted for most of the studies found in this review, demonstrating that the growing concern about chemical exposure in the workplace highlights the critical role of proteomic and metabolomic studies in discovering sensitive and specific biomarkers for real-world occupational biomonitoring. Research in occupational medicine using metabolomics and proteomics has identified particular biomarkers associated with chemical exposure. These findings provide valuable insights for early detection and prevention strategies. For instance, Guardiola et al. [ 55 ] identified metabolomic changes in plasma that could predict hepatic hemangiosarcoma in vinyl chloride monomer-exposed workers. These findings suggest that metabolic alterations resulting from chemical exposures can be quantified, which helps to understand disease progression and could be used in occupational health surveillance.\n\nBenzene is one of the most studied chemical agents identified in this systematic review, and exposure in occupational settings has been associated with considerable health risks. Joo et al. [ 62 ,  63 ] suggested that plasma proteins such as T cell receptor β chain and matrix metalloproteinase-13 may represent potential markers for the hematotoxic effects induced by benzene. Huang et al. [ 59 ] identified several serum proteins, including plasminogen, apolipoprotein B100, and platelet basic protein, as potential indicators of chronic exposure. These proteins suggest immunosuppressive effects and alterations in lipid metabolism. Liang et al. [ 65 ] validated the increase in serum plasminogen levels as a potential biomarker of low-dose benzene exposure. Li et al. [ 64 ] and Rothman et al. [ 69 ]. have linked oxidative stress and mitochondrial dysfunction to differentially expressed proteins and metabolic alterations from benzene exposure. The biomarkers aid in assessing benzene exposure and shed light on the pathophysiological pathways of benzene, including fatty acid oxidation, inflammation, and the fibrinolytic system. Rigorous biomonitoring practices are necessary in industrial settings to aid in assessing and managing hematotoxicity and other health risks in workers exposed to benzene.\n\nCurrent systematic research on occupational exposure to metals and metal fumes, as outlined in recent studies, has identified specific biomarkers through proteomic and metabolomic analyses. Adduri et al. [ 17 ]. established a blood plasma biomarker signature for beryllium exposure with high sensitivity and specificity. Baker et al. [ 19 ,  20 ]. comprehensively assessed workers exposed to manganese in steel foundries. Their findings revealed the presence of metabolites associated with amino acid metabolism. However, the efficacy of these metabolites as biomarkers for exposure varied among individuals. First, they conducted a global metabolomics study to identify unique metabolites between individuals exposed to manganese at a steel foundry and those not exposed. Workers wore personal inhalable dust samplers and provided end-of-shift urine samples, which underwent metabolomic profiling. Fifteen ions showed significant differences between the exposed and unexposed groups in the initial set. A subsequent set validated nine ions, some showing a dose-response relationship. However, the last research [ 20 ] indicates that the profiles’ predictive power varies across different worker populations, possibly due to exposure heterogeneity. The importance of context-specific biomarkers that consider the complexities of exposure scenarios and the biological relevance of identified metabolites is emphasized. It is crucial to identify context-aware biomarkers, given the diverse exposures across occupational settings. This highlights the significance of tailored assessments in the field of occupational health.\n\nWelders exposed to metal fumes showed proteomic changes and renal injury markers in a study by Chuang et al. [ 24 ], while Gao et al. [ 26 ,  27 ] and Peng et al. [ 32 ] linked welding exposures to changes in metabolites associated with inflammation pathways. Also, longitudinal studies, such as by Wei et al. [ 34 ], underscore the systemic impacts of metal fumes on fatty acid profiles, suggesting prolonged health risks even post-exposure. These biomarkers facilitate the identification of exposures and offer insights into the underlying biological mechanisms that may link exposure to welding fumes with cardiovascular diseases, dyslipidemia, and neoplastic conditions, thereby contributing to the assessment of occupational health risks.\n\nIn the field of non-chemical occupational hazards such as noise, physical exertion, and night shifts, recent studies underscore significant metabolic and proteomic changes triggered by these exposures. Research has unveiled specific metabolic disturbances associated with night shifts, hinting at a connection with chronic low-grade inflammation, notably among male workers [ 100 ]. Moreover, investigations into the impacts of deep underground working conditions reveal modifications in amino acid and neurotransmitter levels, potentially influencing sleep regulation [ 101 ]. The physical demands inherent in activities like hand-arm vibration [ 96 ,  97 ] and extensive noise exposure in industrial settings are linked to various biomarkers signalling physiological stress and possible injuries [ 91 ,  93 ]. These insights are invaluable as they expand our comprehension of how non-chemical exposures might contribute to cardiovascular diseases, dyslipidaemia, and cancer, thereby enhancing the framework for occupational health safety and preventive measures. However, whilst ‘omics’ techniques appear capable of enriching our knowledge of biological effects, isolating the occupational component from other exposures that may contribute to biochemical changes remains challenging. This bottom-up strategy of assessing internal changes has yet to demonstrate whether it will yield any practical biomarkers that clinicians can rely on in their daily practice.\n\n## Risk of bias\n\nEvaluating bias risk in the reviewed studies was a central step to ensure the reliability and validity of the results. The Cochrane Collaboration framework and the Newcastle-Ottawa Quality Assessment Scale were adapted for comprehensive and rigorous analysis of the risk of bias. We opted for this methodology to assess the risk of bias due to the heterogeneity of the studies and to better align with the evaluation needs. This decision was further justified by the identified limitations of the ROBINS-E tool, which include challenges in addressing multiple biases, confusion in distinguishing co-exposures from confounders, and the impracticality of its application to diverse observational studies, as discussed by Bero et al. [ 102 ]. Clear inclusion criteria were established to evaluate the sample selection, description of study subjects, and the measurement of exposure and outcomes.\n\nThe risk of bias across the included studies was evaluated by considering several critical factors, such as the size of study populations, control groups, participant matching, and study design. The sample sizes of some of the studies included in this review were relatively small, which may limit the generalisability of the results and increase the risk of type II errors [ 18 ,  34 ,  37 ,  43 ,  46 ,  59 ]. The selection of appropriate control groups varied, with some studies employing well-matched controls while others lacked adequate comparators, potentially introducing selection bias. For instance, the study by Carter et al. [ 21 ] compared 20 manganese-exposed workers with 17 crane operators, which were well-matched based on occupational exposure. The studies also varied in handling confounding factors, with some providing thorough adjustments [ 25 ,  31 ]. In contrast, others did not adequately account for potential confounders, potentially impacting the associations’ validity. In addition to these challenges, an issue identified in some studies, particularly those by Gao et al. [ 26 ,  27 ], is the absence of explicit control groups. Although this absence gives rise to valid concerns regarding the internal validity of these studies, it is crucial to contextualise this within the design of the studies themselves. Gao et al. employed observational methods, focusing on within-group comparisons over time. However, the absence of a rigorous control group makes it challenging to distinguish the effects of occupational exposure from other temporal confounding factors, limiting the robustness and generalisability of the findings. Furthermore, the review identifies shortcomings in participant matching in terms of demographics and baseline characteristics, which needed to be more consistently reported. This may affect the comparability between exposed and non-exposed groups. Also, exposure assessments often relied on self-reported data or indirect measures, which could introduce misclassification bias.\n\nThese factors underscore the need for more robust study designs, larger sample sizes, and comprehensive exposure and confounder assessments to enhance the reliability of biomarker research in occupational health.\n\n## Limitations\n\nOne of the apparent limitations of this review is the potential under-representation of studies with negative results, which biases the overall results towards positive associations. Additionally, the heterogeneity of different methodologies and outcomes between studies limits the ability to perform meta-analyses, reducing the comparability of results. Furthermore, the rapid development of omics technologies may have led to the exclusion of the latest methods, which were not published or indexed during the review period. These findings require a cautious interpretation of some studies’ results and emphasize the importance of rigorous study design and analysis in future research to minimize potential biases.\n\nHowever, it is noteworthy that, to the best of our knowledge, this is the first systematic review to consolidate findings from both proteomics and metabolomics studies in occupational health, providing a comprehensive perspective on the subject. Additionally, this review underscores the imperative for further research to validate and expand occupational biomonitoring using these methods.\n\n## Current state and future directions\n\nThis body of evidence underscores the complexity of metabolic responses to occupational hazards.\n\nThe integration of high-throughput metabolomic and proteomic techniques generates substantial quantities of data, which are frequently challenging to interpret, reproduce, and validate, despite their potential to offer valuable insights for developing targeted interventions. Given that the majority of the working population is generally in good health, it is anticipated that any biological changes caused by occupational hazards will be relatively subtle. Consequently, adhering to the highest standards of research practice is essential in order to enhance the sensitivity, validity, and specificity of the findings. Therefore, standardised procedures are essential in research involving high-throughput omics techniques.\n\nThe reviewed studies utilize various biological matrices, including blood, urine, and nasal lavage fluid, each with advantages and limitations. The matrix choice impacts the biomarkers detected and their interpretation, indicating a need for standardized protocols to compare results across studies. Serum and plasma are frequently used, with serum often obtained after coagulation and plasma typically requiring anticoagulants like EDTA or sodium citrate. Processing conditions vary, with most samples stored at sub-zero temperatures to preserve analytes. Blood samples are mainly collected in the morning, centrifuged, and subjected to specific protocols for storage and analysis.\n\nThe timing of blood sampling can significantly affect results due to diurnal variations in metabolic processes. Numerous studies have shown that several biochemical components exhibit significant diurnal variations [ 103 ,  104 ]. These variations require that the time of day of sample collection be carefully considered and documented to ensure consistency and reliability of data. Diurnal and circadian rhythms affect the expression of genes and the levels of certain metabolites, meaning that metabolic profiles can vary throughout the day. This variation can affect the interpretation of results and the comparability of data between studies [ 104 ]. Therefore, studies should carefully describe the conditions of sample processing and freezing, including the exact time of sample collection, temperature during processing, and storage protocols, to preserve the integrity of the metabolites and ensure reproducibility [ 103 ]. Future research should continue to refine these techniques and validate the potential biomarkers used in clinical and occupational settings. The complexity of metabolomic and proteomic analyses, including the need for high-resolution instruments and sophisticated data analysis tools, poses a challenge. This complexity necessitates further development in analytical methodologies to enhance sensitivity, specificity, and ability to effectively process and interpret large datasets while remaining economically viable and cost-effective.\n\nIntegrating these large-scale analytical methods with bioinformatics tools [ 28 ] and machine learning approaches has enabled a deeper understanding of the biochemical pathways affected by various occupational exposures [ 38 ]. These technologies can enhance the processing and interpretation of complex datasets, allowing the identification of patterns and biomarkers that may not be evident through traditional methods. This set of approaches has shown potential in identifying biomarkers of occupational hazards, paving the way for predictive, preventive, and personalized medicine in occupational health.\n\nFuture research should focus on longitudinal studies to track the progression of biomarker changes over time, providing insights into the dynamic nature of occupational exposures and their health effects. Given the multitude of occupational hazards and non-occupational exposures, including environmental factors, lifestyle, and pollutants, which collectively form a complex mixture, establishing a causal relationship with a single agent is often a challenging endeavour. It is, therefore, imperative that prospective studies, accounting for all relevant past exposures, are conducted to elucidate these complex interactions. Additionally, integrating these omics techniques with clinical outcomes will facilitate a more profound understanding of the correlations between these biomarkers and disease states, thereby enhancing their applicability in preventive medicine and occupational health. However, it is crucial to consider that not all biological alterations caused by exposure result in health damage or significant risks, which introduces complexity to the relationship between exposure and disease outcomes. This complexity underscores the challenge of developing useful biomarkers that can inform decisions in clinical practice, identify workers at risk, and prove beneficial for regulatory and risk management frameworks.\n\nIntegrating proteomics and metabolomics into occupational medicine is promising but faces significant hurdles to routine clinical application. The primary challenge is to simplify the complex metabolomic data, which typically involves the analysis of numerous metabolites, and to reduce this complexity to a manageable number of key biomarkers that can reliably indicate occupational exposure or disease. The goal of utilising omics techniques to identify a biomarker and validate a cost-effective, accessible test for specific exposure health surveillance remains elusive. Simplification is the key to effective commercialisation and implementation of these technologies. Clear communication of their potential and limitations is essential, especially to industrial and regulatory stakeholders. Targeted collaborations between research institutions and industry are necessary to translate exploratory research into practical, impactful solutions for occupational health [ 105 ].\n\nIn summary, while metabolomic and proteomic analyses offer promising tools for advancing occupational health research, addressing these challenges through technological advancements, standardization, and integration with computational tools will be crucial for their successful application.\n\n## Conclusion\n\nIn conclusion, this review highlights metabolomics and proteomics as promising tools in occupational medicine with potential for transformative impact as further research and validation are conducted. Omics technologies are recognized for their capacity to elucidate the mechanistic links between various occupational exposures—such as chemical, physical, and psychosocial hazards—and biological alterations. These methods are pivotal in advancing our deep understanding of the molecular interactions triggered by these occupational hazards. However, the transition from discovering potential biomarkers to their practical application in clinical settings is still in its early stages. This systematic review has identified a deficiency in validation studies, underscoring the critical developmental needs of omics technologies to produce validated, sensitive, and clinically applicable biomarkers. Despite the capabilities of these technologies to generate comprehensive and detailed data, the challenge remains in effectively interpreting this data and developing reliable biomarkers—an area that continues to demand significant research effort.\n\nLongitudinal research is essential to validate biomarkers across diverse populations and settings and to integrate omics findings with clinical outcomes for enhanced preventive medicine. Ultimately, metabolomics and proteomics may provide the basis for personalised, predictive occupational health monitoring and interventions. If the challenges posed by large-scale, subtle data can be effectively interpreted and overcome, these technologies have the potential to advance our approach to biomonitoring, paving the way for more tailored and proactive occupational health strategies.\n\n## Electronic supplementary material\n\nBelow is the link to the electronic supplementary material.\n\nSupplementary Material 1\n\nSupplementary Material 1\n\nSupplementary Material 2\n\nSupplementary Material 2",
  "reference_count": 105,
  "word_count": 17736,
  "char_count": 128939
}