{
  "pmcid": "PMC11520835",
  "doi": "10.1186/s12940-024-01134-7",
  "title": "Dietary bisphenols exposure as an influencing factor of body mass index",
  "authors": [
    "Yolanda Gálvez-Ontiveros",
    "Celia Monteagudo",
    "María Giles-Mancilla",
    "José Joaquín Muros",
    "Vega Almazán",
    "María Alba Martínez-Burgos",
    "Cristina Samaniego-Sánchez",
    "Inmaculada Salcedo-Bellido",
    "Ana Rivas",
    "Alberto Zafra-Gómez"
  ],
  "year": "2024",
  "journal": "Environmental Health",
  "abstract": "Background Over the past three decades, there has been a significant increase in the prevalence and incidence of overweight and obesity worldwide. The obesogen hypothesis suggests that certain external agents may affect pathways related to fat accumulation and energy balance by stimulating fat cell differentiation and proliferation. Previous research has indicated that exposure to bisphenol A (BPA) and some of its analogues may influence fat accumulation by promoting the transformation of preadipocytes into adipocytes. This study aimed to assess the possible contribution of dietary bisphenol exposure to the odds of developing overweight and obesity in a sample of Spanish children according to sex. Methods Dietary and anthropometric data were collected from 179 controls and 124 cases schoolchildren aged 3–12 years. Dietary exposure to BPA and bisphenol S (BPS) was assessed using a food consumption frequency questionnaire. Logistic regression models were used to assess the influence of dietary exposure to bisphenols on overweight and obesity stratified by sex. Results For females, cases had significantly higher exposure to BPA from meat and eggs compared to controls (median = 319.55, interquartile range (IQR) = 176.39–381.01 vs 231.79 (IQR) = 162.11–350.19,  p -value = 0.046). Diet quality was higher for controls (6.21 (2.14) vs 4.80 (2.24) p < 0.001) among males independently of a high or low exposure to bisphenols. However, higher diet quality was observed for female controls with an high exposure of total bisphenols (6.79 (2.04) vs 5.33 (2.02)  p  = 0.031). Females exposed to high levels of BPA from meat and eggs had higher likelihood of being overweight and obese (adjusted Odds Ratio = 2.70, 95% confidence interval = 1.00 – 7.32). However, no consistent associations were found in males. Conclusions High BPA levels from meat and eggs were positively associated with overweight and obesity in females. The dietary intake of BPA in the schoolchildren in the present study was much higher than the acceptable daily intake established by EFSA for the last year. Supplementary Information The online version contains supplementary material available at 10.1186/s12940-024-01134-7.",
  "sections": [
    {
      "title": "Background",
      "text": "The prevalence and incidence of overweight and obesity worldwide have increased significantly in the last three decades [ 1 ]. Diverse studies indicate that the etiology of this chronic disease is multifactorial and complex. The predisposing biological factors including genetic characteristics, prenatal determinants, pregnancy, intestinal microbiota and viruses [ 2 ]. In 2006, Grün and Blumberg postulated the obesogens hypothesis for the first time, where certain exogenous agents could alter adipogenic pathways and energy balance, promoting an increase in adipocyte differentiation and proliferation rates [ 3 ]. Some of the most known obesogens are endocrine-disrupting chemicals (EDCs), exogenous agents that may interfere with the hormonal system function in different ways, by influencing hormone synthesis, metabolism and/or cellular actions [ 4 ]. EDCs include compounds to which the human population is exposed in daily life through their use in pesticides/herbicides, a large variety of household and medical products (food, containers foodstuffs, clothes, drugs, sanitizers, cosmetics, personal care products, toys, construction materials, furniture), and in plant-based products [ 5 ,  6 ], becoming ubiquitous in our environment. They are considered as obesogenic compounds due to their capacity to alter lipid metabolism and inappropriately promote adipogenesis and fat accumulation [ 7 ,  8 ]. The prenatal period, infancy, and childhood are most vulnerable periods for the influence of these environmental contaminants due to the immaturity in metabolic enzymes and lower capacity to eliminate toxic compounds. This fact suggest that metabolism and detoxification are not as efficient as they are in adults [ 9 ].\n\nBisphenol A (BPA) is among the highest production volume chemicals detected in ecosystems, human fluids, and tissues [ 10 ]. To protect against BPA exposure, the European Commission has taken actions by banning the use of BPA in infant feeding bottles and restricting the use of BPA in certain food-contact materials [ 11 ]. Common exposure pathways include epoxy resins in canned foods/beverages, polycarbonate plastics, thermal paper, dental materials and consumer goods [ 6 ,  7 ,  12 ] being their main exposure oral ingestion through diet [ 13 ,  14 ]. As the use of BPA is decreasing, substitutes such as bisphenol S (BPS) is becoming more widely used. However, the current evidence shows that most alternative bisphenols are as hormonally active as BPA. Perinatal and chronic exposure to BPS induced obesogenic effects, even at low doses, and the obesogenic capacity of BPS was even higher than that of BPA in preadipocytes [ 15 ].\n\nIn vitro studies have shown also that exposure to BPA has a direct association with adipogenesis, promoting the conversion of preadipocytes into adipocytes and increasing lipid accumulation [ 16 – 18 ]. In vivo studies suggest the influence of bisphenols on fatty mass development, mainly when exposure occurred in the prenatal phase [ 11 ,  19 ,  20 ]. In spite of epidemiological studies have shown a positive association between childhood obesity and bisphenol exposure [ 21 – 23 ], the cross-sectional nature of most of them makes that causal links may be complex and consequently difficult to interpret. Thus, despite the significance of environmental obesogens in the pathogenesis of metabolic diseases, the contribution of synthetic chemical exposure to obesity epidemic remains largely unrecognised. Hence, the aim of the present study was to evaluate a possible contribution of dietary bisphenols exposure on likehood of developing overweight and obesity in a sample of Spanish children."
    },
    {
      "title": "Materials and methods",
      "text": "The present research is a case–control study carried out to investigate the influence of environmental factors in the development of overweight and obesity in Spanish children. Both cases and controls were recruited from different primary care centers and schools randomly selected from the province of Granada, located in areas with different socioeconomic level. Participants were recruited from January 2020 to January 2022. Cases and controls must meet the following inclusion criteria: (1) prepuberal children aged between 3—12 years-old; (2) having resided continuously in the study areas for at least 6 months; (3) overweight or obesity diagnosis (only cases). The exclusion criteria were: obesity as a symptom of other pathologies, or as a side effect of pharmacological treatment. A total of 124 cases and 179 controls were recruited in this study.\n\nFace-to-face interviews were performed at baseline by trained interviewers to the participant’s parents or legal tutors. In this way, sociodemographic information such as sex and age of children, and lifestyle data (smoking habits of family members, physical activity out-of-school and diet) were collected. In addition, anthropometric measurements such as height (in cm) and weight (in Kg) were obtained by qualified personnel. Concretely, participants with light clothing and without shoes were weighed using a portable Tanita scale (model MC 780-S MA). A stadiometer (model SECA 214 (20–107 cm) was used to measure the height in the sanding position. During height measurements, the participants’ backs, buttocks, and heels should be in contact with the wall. Weight and height were used to obtain the body mass index (BMI) which was calculated as weight divided by height squared. Thus, subjects were classified as underweight, normal weight, overweight and obese as described by Cole et al., 2000, 2007 [ 24 ,  25 ]. Also, we compare the proportion of cases according to methodology previously mentioned and using cut-off points given by WHO, using z-score (weight-to-age values from 3 to 5 years old and BMI-to-age values for children higher to 5 years old). We obtained a high agreement (kappa coefficient = 0.831;  p  < 0.001) between both methods.\n\nDietary information for the last 12 months prior to the interview was obtained through parents or legal tutors of participants using a semi-quantitative food frequency questionnaire (FFQ) state supervised by trained nutritionists. It collected information on the following 112 food items categorized in 13 groups: dairy products (11), eggs, meat and meat derivatives (9), fish and fish derivatives (7), vegetables (17), tubers (2), fruits and nuts (18), legumes (4), cereals (12), precooked or ultra-processed food (2), bakery products, pastries and sweets (13), fats and oils (5), non-alcoholic beverages (5) and miscellaneous (7). It was specified portion sized for each item and 8 consumption frequency options: never, 1–3 times for month, 2–4 times per week, 5–6 times per week, once a day, 2–3 times per day, 4–6 times per day and more than 6 times per day.\n\nThe Spanish version of KIDMED used in the study was taken from a previously performed research [ 26 ]. It is a self-administered instrument aimed at estimating adherence to the Mediterranean diet. This questionnaire consists of 16 questions, of which 4 questions reflected negative connotations associated with an adequate Mediterranean diet and scored negatively (-1 point), and 12 affirmative questions reflecting positive aspects related to the Mediterranean diet and scored positively (+ 1 point). Individuals are divided into three categories to follow: low adherence or low diet quality (score less than or equal to 3), medium adherence or medium diet quality (score 4–7) and high adherence or high diet quality (score greater than or equal to 8).\n\nBisphenol concentrations in the selected foodstuffs were described previously [ 27 ,  28 ]. Bisphenol levels were quantified using ultra-high-performance liquid chromatography-tandem mass spectrometry. From total of food samples analyzed, a 52% of them had bisphenol concentrations above quantification level.\n\nThe method used for the selection and analysis of food items has been described elsewhere [ 29 ]. Daily dietary exposure to BPA, BPS and total bisphenol (ng/day) for each participant was calculated by multiplying their daily food consumption (g/day) by the corresponding bisphenol content in each food (ng/g food). Mean intake (g/day) of foodstuffs was calculated multypliying the consumption frequency (servings/day) with portion size using the standard servings (g/serving) establish for the Spanish population [ 30 ].\n\nThe characteristics of cases and controls were summarized using median and interquartile range (IQR, percentil 25-percentil 75) for the continuous variables and percentages for categorical variables. To assess the level of significance of the differences observed among categorical variables used Chi-squared and Mann–Whitney U test or Kruskal–Wallis for continuous variables.\n\nLogistic regression models were used to estimate odds ratios (OR) and 95% confidence intervals (95% CI) to assess the influence of BPA, BPS, and total bisphenol (BPA + BPS) dietary exposure on overweight and obesity. Then, BMI dichotomized as normal weight and overweight/obesity was the dependent variable. Dietary bisphenols exposure (BPA, BPS and total bisphenols) categorized according to tertiles (T) and later dichotomized as low (first and second T) and high (third T) exposure were the influencing factors, considering T1 and T2 as the reference category. An additional sensitivity logistic regression analysis was performed considering T1 as the reference category. Two models were used: (a) crude and (b) adjusted model for a priori potential confounders according to previous studies (age, energy intake, diet quality and parental education level) [ 22 ,  31 – 33 ], and those variables which produced changes > 10% in OR crude (smoking among members of the family unit, physical activity and body fat percentage). Moreover, we also performed sex-stratified due to biological, social and behavioural differences between men and women that may influence the prevalence of overweight and obesity [ 34 ]. Besides, it has been reported that sex may have an influence on the burden of overweight and/or obesity [ 22 ,  35 ]. The rationale for these approach is based on previously published literature where sex could modify the effect of bisphenol exposure on BMI [ 22 ]. Statistical analyses were performed with IBM SPSS (version 26.0, IBM® SPSS® Statistics, Armonik, NY, USA). The statistical significance set to p ≤ 0.05."
    },
    {
      "title": "Study design and population",
      "text": "The present research is a case–control study carried out to investigate the influence of environmental factors in the development of overweight and obesity in Spanish children. Both cases and controls were recruited from different primary care centers and schools randomly selected from the province of Granada, located in areas with different socioeconomic level. Participants were recruited from January 2020 to January 2022. Cases and controls must meet the following inclusion criteria: (1) prepuberal children aged between 3—12 years-old; (2) having resided continuously in the study areas for at least 6 months; (3) overweight or obesity diagnosis (only cases). The exclusion criteria were: obesity as a symptom of other pathologies, or as a side effect of pharmacological treatment. A total of 124 cases and 179 controls were recruited in this study."
    },
    {
      "title": "Data collection",
      "text": "Face-to-face interviews were performed at baseline by trained interviewers to the participant’s parents or legal tutors. In this way, sociodemographic information such as sex and age of children, and lifestyle data (smoking habits of family members, physical activity out-of-school and diet) were collected. In addition, anthropometric measurements such as height (in cm) and weight (in Kg) were obtained by qualified personnel. Concretely, participants with light clothing and without shoes were weighed using a portable Tanita scale (model MC 780-S MA). A stadiometer (model SECA 214 (20–107 cm) was used to measure the height in the sanding position. During height measurements, the participants’ backs, buttocks, and heels should be in contact with the wall. Weight and height were used to obtain the body mass index (BMI) which was calculated as weight divided by height squared. Thus, subjects were classified as underweight, normal weight, overweight and obese as described by Cole et al., 2000, 2007 [ 24 ,  25 ]. Also, we compare the proportion of cases according to methodology previously mentioned and using cut-off points given by WHO, using z-score (weight-to-age values from 3 to 5 years old and BMI-to-age values for children higher to 5 years old). We obtained a high agreement (kappa coefficient = 0.831;  p  < 0.001) between both methods.\n\nDietary information for the last 12 months prior to the interview was obtained through parents or legal tutors of participants using a semi-quantitative food frequency questionnaire (FFQ) state supervised by trained nutritionists. It collected information on the following 112 food items categorized in 13 groups: dairy products (11), eggs, meat and meat derivatives (9), fish and fish derivatives (7), vegetables (17), tubers (2), fruits and nuts (18), legumes (4), cereals (12), precooked or ultra-processed food (2), bakery products, pastries and sweets (13), fats and oils (5), non-alcoholic beverages (5) and miscellaneous (7). It was specified portion sized for each item and 8 consumption frequency options: never, 1–3 times for month, 2–4 times per week, 5–6 times per week, once a day, 2–3 times per day, 4–6 times per day and more than 6 times per day.\n\nThe Spanish version of KIDMED used in the study was taken from a previously performed research [ 26 ]. It is a self-administered instrument aimed at estimating adherence to the Mediterranean diet. This questionnaire consists of 16 questions, of which 4 questions reflected negative connotations associated with an adequate Mediterranean diet and scored negatively (-1 point), and 12 affirmative questions reflecting positive aspects related to the Mediterranean diet and scored positively (+ 1 point). Individuals are divided into three categories to follow: low adherence or low diet quality (score less than or equal to 3), medium adherence or medium diet quality (score 4–7) and high adherence or high diet quality (score greater than or equal to 8)."
    },
    {
      "title": "Estimation of bisphenols dietary exposure",
      "text": "Bisphenol concentrations in the selected foodstuffs were described previously [ 27 ,  28 ]. Bisphenol levels were quantified using ultra-high-performance liquid chromatography-tandem mass spectrometry. From total of food samples analyzed, a 52% of them had bisphenol concentrations above quantification level.\n\nThe method used for the selection and analysis of food items has been described elsewhere [ 29 ]. Daily dietary exposure to BPA, BPS and total bisphenol (ng/day) for each participant was calculated by multiplying their daily food consumption (g/day) by the corresponding bisphenol content in each food (ng/g food). Mean intake (g/day) of foodstuffs was calculated multypliying the consumption frequency (servings/day) with portion size using the standard servings (g/serving) establish for the Spanish population [ 30 ]."
    },
    {
      "title": "Statistical analysis",
      "text": "The characteristics of cases and controls were summarized using median and interquartile range (IQR, percentil 25-percentil 75) for the continuous variables and percentages for categorical variables. To assess the level of significance of the differences observed among categorical variables used Chi-squared and Mann–Whitney U test or Kruskal–Wallis for continuous variables.\n\nLogistic regression models were used to estimate odds ratios (OR) and 95% confidence intervals (95% CI) to assess the influence of BPA, BPS, and total bisphenol (BPA + BPS) dietary exposure on overweight and obesity. Then, BMI dichotomized as normal weight and overweight/obesity was the dependent variable. Dietary bisphenols exposure (BPA, BPS and total bisphenols) categorized according to tertiles (T) and later dichotomized as low (first and second T) and high (third T) exposure were the influencing factors, considering T1 and T2 as the reference category. An additional sensitivity logistic regression analysis was performed considering T1 as the reference category. Two models were used: (a) crude and (b) adjusted model for a priori potential confounders according to previous studies (age, energy intake, diet quality and parental education level) [ 22 ,  31 – 33 ], and those variables which produced changes > 10% in OR crude (smoking among members of the family unit, physical activity and body fat percentage). Moreover, we also performed sex-stratified due to biological, social and behavioural differences between men and women that may influence the prevalence of overweight and obesity [ 34 ]. Besides, it has been reported that sex may have an influence on the burden of overweight and/or obesity [ 22 ,  35 ]. The rationale for these approach is based on previously published literature where sex could modify the effect of bisphenol exposure on BMI [ 22 ]. Statistical analyses were performed with IBM SPSS (version 26.0, IBM® SPSS® Statistics, Armonik, NY, USA). The statistical significance set to p ≤ 0.05."
    },
    {
      "title": "Results",
      "text": "Table  1  shows the main characteristics of cases and controls stratified by sex. An additional description of the overall population is provided in Supplementary Table S1. Statistically significant differences were observed for most of the study variables, with the exception of energy intake for both, males and females. Cases were older, less physically active, family members smoked more frequently and parents’ education level was lower. Body fat percentage was significantly higher for cases, both in males as females.\n Table 1 General characteristics of cases and controls according to sex Males ( n = 159) Females ( n = 144) Controls  ( n = 93) Cases  ( n = 66) p-v alue Controls  ( n = 86) Cases  ( n = 58) p-v alue Age, years Median 7.00 9.07 < 0.001 a 7.08 9.04 0.002 a IQR 5.05 – 8.55 7.06 – 11–01 5.12 – 9.04 7.08 – 11.01 Parental education level (%)    < 0.001 b   < 0.001 b Up to primary  5.4 21.5  3.6 12.7 Secondary  19.6 35.4  17.9 41.8 University  75.0 43.1  78.6 45.5 Energy intake, Kcal/day Median 2070.49 2218.53 0.383 a 2101.89 1889.10 0.120 a IQR 1765.52 – 2335.86 1740.13 – 2558.93 1760.74 – 2451.22 1547.26 – 2277.57 Physical activity (out-of-school) (%) No 21.5 53 < 0.001 b 32.6 62.1 0.090 b Yes 78.5 47 67.4 37.9 Smoking among members of the family unit (%) No 92.5 53 < 0.001 b 83.7 62.1 0.003 b Yes 7.5 47 16.3 37.9 Body fat percentage Median 18.20 33.55 < 0.001 a 21.70 33.65 < 0.001 a IQR 15.65 – 20.70 28.63 – 38.08 19.70 – 23.50 30.18 – 39.10 IQR  interquartile range (percentile 25th – percentile 75th) a U Mann–Whitney test b Chi-square test p -values ≤ 0.05 are highlighted in bold\n\nGeneral characteristics of cases and controls according to sex\n\nIQR  interquartile range (percentile 25th – percentile 75th)\n\na U Mann–Whitney test\n\np -values ≤ 0.05 are highlighted in bold\n\nTables  2  and  3  show the daily food intake by food groups and mean exposure to bisphenols for case and controls, according to the sex. Among males, exposure to BPA from foods processed and to BPA, BPS and total bisphenols from legumes were significantly higher for cases (Table  2 ). However, male controls had significantly higher exposure to BPS from fruits (Table  3 ). For females and the overall population, cases had significantly higher exposure to BPA from meat and eggs and foods processed and BPA, BPS and total bisphenols for legumes, while BPS and total bisphenols exposure from dairy products was significantly higher among controls only in females (Table  3  and Supplementary Table S2). Non-significant differences among cases and controls were observed for total BPA, BPS and total bisphenols.\n Table 2 Dietary intake of bisphenols (ng/day) by foods groups according to cases and controls for males Controls ( n = 93) Cases ( n = 66) Food Group n* Food Intake (g/day), median (IQR) Bisphenol Intake (ng/day), median (IQR) n* Food Intake (g/day), median (IQR) Bisphenol Intake (ng/day), median (IQR) p -value b BPA Dairy products 66 452.22 (207.12 – 635.55) 3269.61 (1578.70 – 5727.51) 55 306.54 (145.39 – 603.63) 1945.89 (637.83 – 4434.08) 0.226 Meat and eggs 87 109.40 (90.29 – 140.87) 302.96 (166.16 – 369.05) 63 128.70 (105.44 – 156.05) 324.81 (173.75 – 410.31) 0.174 Fish 79 21.45 (7.15 – 31.95) 1530.30 (4.52 – 6510.93) 60 7.15 (0.00 – 21.45) 1529.45 (0.00 – 3255.71) 0.440 Vegetables 81 167.95 (108.73 – 227.25) 143.05 (21.19 -347.66) 48 158.98 (121.18 – 242.58) 37.71 (19.35 – 329.93) 0.355 Fruits 86 198.06 (131.78 – 279.89) 428.27 (224.87 – 685.37) 55 132.99 (88.48 – 209.53) 392.31 (136.90 – 678.83) 0.250 Legumes 93 7.15 (4.02- 8.58) 3.22 (1.81 – 3.86) 66 8.58 (7.15 – 10.01) 3.86 (3.22 – 4.50) 0.029 Cereals 90 38.97 (25.47 – 60.64) 8.79 (5.37 – 12.66) 57 41.47 (17.16 – 58.58) 11.47 (3.12 – 15.32) 0.410 Pastries 91 8.58 (4.02 – 22.66) 48.94 (0.91 – 104.46) 65 10.72 (4.02 – 25.74) 50.16 (4.80 – 105.78) 0.151 Processed 91 49.22 (28.03 – 70.03) 83.09 (42.11 – 126.88) 58 69.97 (42.72 – 95.97) 127.76 (84.64 – 282.82) < 0.001 Total BPA (ng/day), median (IQR) 93 6923.59 (4350.94 – 12,926.03) 66 6141.03 (3889.25 – 11,877.11) 0.499 BPS Dairy products 66 452.22 (207.12 – 635.55) 133.54 (73.87 – 217.54) 55 306.54 (145.39 – 603.63) 143.80 (72.50 – 208.90) 0.889 Meat and eggs 87 109.40 (90.29 – 140.87) 527.34 (131.33 – 557.47) 63 128.70 (105.44 – 156.05) 528.82 (183.32 – 573.08) 0.470 Fish 79 21.45 (7.15 – 31.95) 317.39 (1.51 – 1347.70) 60 7.15 (0.00 – 21.45) 317.11 (0.00 – 673.93) 0.440 Vegetables 81 167.95 (108.73 – 227.25) 3733.90 (1865.51 – 14,671.38) 48 158.98 (121.18 – 242.58) 3820.37 (1937.46 – 16,202.09) 0.727 Fruits 86 198.06 (131.78 – 279.89) 625.95 (407.69 – 844.57) 55 132.99 (88.48 – 209.53) 501.67 (239.05 – 744.04) 0.047 Legumes 93 7.15 (4.02- 8.58) 1.07 (0.60 – 1.29) 66 8.58 (7.15 – 10.01) 1.29 (1.07 – 1.50) 0.029 Cereals 90 38.97 (25.47 – 60.64) 6.00 (3.82 – 9.52) 57 41.47 (17.16 – 58.58) 5.80 (1.79 – 9.03) 0.296 Pastries 91 8.58 (4.02 – 22.66) 6.30 (5.70 – 11.98) 65 10.72 (4.02 – 25.74) 5.58 (1.29 – 9.74) 0.061 Processed 91 49.22 (28.03 – 70.03) 208.74 (98.65 – 1724.47) 58 69.97 (42.72 – 95.97) 215.18 (206.12 – 630.24) 0.171 Total BPS (ng/day), median (IQR) 93 9900.40 (4377.91 – 17,097.21) 66 8200.62 (3710.95 – 19,262.03) 0.912 Total Bisphenols Dairy products 66 452.22 (207.12 – 635.55) 3462.56 (1938.17 – 5788.65) 55 306.54 (145.39 – 603.63) 2140.08 (691.06 – 4849.06) 0.215 Meat and eggs 87 109.40 (90.29 – 140.87) 849.59 (291.53 – 918.30) 63 128.70 (105.44 – 156.05) 849.10 (351.28 – 985.52) 0.263 Fish 79 21.45 (7.15 – 31.95) 1847.69 (6.03 – 7858.64) 60 7.15 (0.00 – 21.45) 1846.56 (0.00 – 3929.64) 0.440 Vegetables 81 167.95 (108.73 – 227.25) 4466.05 (1983.23 – 14,857.90) 48 158.98 (121.18 – 242.58) 4388.35 (1986.72 – 16,268.10) 0.831 Fruits 86 198.06 (131.78 – 279.89) 1037.94 (657.29 – 1664.25) 55 132.99 (88.48 – 209.53) 974.71 (415.52 – 1541.65) 0.181 Legumes 93 7.15 (4.02- 8.58) 4.29 (2.41 – 5.15) 66 8.58 (7.15 – 10.01) 5.15 (4.29 – 6.01) 0.029 Cereals 90 38.97 (25.47 – 60.64) 15.29 (9.17 – 22.18) 57 41.47 (17.16 – 58.58) 17.57 (5.25 – 26.11) 0.748 Pastries 91 8.58 (4.02 – 22.66) 55.24 (6.20 – 114.09) 65 10.72 (4.02 – 25.74) 62.27 (33.87 – 117.90) 0.230 Processed 91 49.22 (28.03 – 70.03) 318.04 (141.60 – 1755.18) 58 69.97 (42.72 – 95.97) 347.36 (290.71 – 1010.10) 0.105 Total Bisphenols (ng/day), median (IQR) 93 20,499.84 (10,410.41 – 29,284.01) 66 17,378.90 (9112.18 – 28,427.09) 0.912 IQR  interquartile range (percentile 25th – percentile 75th);  b p -Values show bisphenols intake significant differences between cases and controls, by U de Mann–Whitney test;  p -values ≤ 0.05 are highlighted in bold;  BPA  bisphenol A,  BPS  bisphenol S * n for consumers Table 3 Dietary intake of bisphenols (ng/day) by foods groups according to cases and controls for females Controls ( n = 86) Cases ( n = 58) Food Group n* Food Intake (g/day), median (IQR) Bisphenol Intake (ng/day), median (IQR) n* Food Intake (g/day), median (IQR) Bisphenol Intake (ng/day), median (IQR) p -value b BPA Dairy products 67 350.48 (188.51 – 645.51) 2894.15 (1435.76 – 4418.16) 43 169.12 (88.66 – 393.05) 1878.41 (105.65 – 4310.55) 0.037 Meat and eggs 80 113.69 (88.85 – 136.65) 231.79 (162.11 – 350.19) 46 130.14 (99.66 – 154.37) 319.55 (176.59 – 381.01) 0.046 Fish 77 20.51 (7.15 – 31.50) 1540.59 (7.72 – 3283.92) 51 21.45 (7.15 – 31.95) 3249.68 (1527.10 – 9749.03) 0.139 Vegetables 66 190.99 (114.40 – 271.98) 161.28 (24.50 – 345.31) 42 187.20 (114.91 – 261.85) 53.49 (21.74 – 331.14) 0.277 Fruits 77 188.65 (118.73 – 273.13) 499.77 (227.94 – 684.51) 49 155.72 (88.34 – 265.89) 665.86 (110.34 – 829.26) 0.729 Legumes 85 7.15 (4.02 – 8.58) 3.22 (1.81 – 3.86) 58 8.58 (4.69 – 10.01) 3.86 (2.11 – 4.50) 0.040 Cereals 82 33.43 (19.37 – 49.57) 7.47 (4.93 – 11–54) 56 29.90 (16.25 – 54.80) 8.69 (4.78 – 14.98) 0.270 Pastries 82 11.55 (4.02 – 21.56) 48.94 (0.75 – 103.89) 56 8.48 (3.35 – 17.81) 48.94 (0.50 – 103.95) 0.901 Processed 84 44.33 (27.58 – 63.09) 83.16 (44.25 – 125.40) 55 58.18 (38.62 – 81.77) 103.30 (80.94 – 163.40) 0.016 Total BPA (ng/day), median (IQR) 86 7145.99 (4897.58 – 11,475.55) 58 7753.50 (4199.40 – 11,572.26) 0.883 BPS Dairy products 67 350.48 (188.51 – 645.51) 128.67 (84.52 – 199.70) 43 169.12 (88.66 – 393.05) 110.40 (60.54 – 170.98) 0.333 Meat and eggs 80 113.69 (88.85 – 136.65) 228.94 (118.39 – 550.87) 46 130.14 (99.66 – 154.37) 530.23 (126.10 – 570.77) 0.211 Fish 77 20.51 (7.15 – 31.50) 320.82 (2.57 – 683.34) 51 21.45 (7.15 – 31.95) 671.92 (316.32 – 2015.76) 0.139 Vegetables 66 190.99 (114.40 – 271.98) 4499.82 (2043.49 – 15,006.69) 42 187.20 (114.91 – 261.85) 4153.59 (1878.64 – 14,942.34) 0.529 Fruits 77 188.65 (118.73 – 273.13) 634.01 (339.35 – 815.61) 49 155.72 (88.34 – 265.89) 622.20 (223.47 – 832.98) 0.447 Legumes 85 7.15 (4.02 – 8.58) 1.07 (0.60 – 1.29) 58 8.58 (4.69 – 10.01) 1.29 (0.70 – 1.50) 0.040 Cereals 82 33.43 (19.37 – 49.57) 5.01 (2.91 – 8.79) 56 29.90 (16.25 – 54.80) 4.46 (2.39 – 8.45) 0.419 Pastries 82 11.55 (4.02 – 21.56) 6.21 (1.61 – 8.18) 56 8.48 (3.35 – 17.81) 5.70 (1.36 – 7.78) 0.286 Processed 84 44.33 (27.58 – 63.09) 209.02 (101.62 – 620.04) 55 58.18 (38.62 – 81.77) 211.10 (102.56 – 1678.06) 0.339 Total BPS (ng/day), median (IQR) 86 8327.37 (4871.06 – 17,848.19) 58 8018.65 (4006.48 – 18,378.72) 0.896 Total Bisphenols Dairy products 67 350.48 (188.51 – 645.51) 3077.55 (1542.62 – 4648.94) 43 169.12 (88.66 – 393.05) 2007.60 (439.50 – 4385.58) 0.047 Meat and eggs 80 113.69 (88.85 – 136.65) 451.44 (287.68 – 889.87) 46 130.14 (99.66 – 154.37) 860.06 (329.93 – 954.74) 0.120 Fish 77 20.51 (7.15 – 31.50) 1861.42 (10.30 – 3967.26) 51 21.45 (7.15 – 31.95) 3921.60 (1843.42 – 11,764.79) 0.139 Vegetables 66 190.99 (114.40 – 271.98) 5041.14 (2175.03 – 15,615.46) 42 187.20 (114.91 – 261.85) 4455.23 (1962.18 – 14,997.39) 0.508 Fruits 77 188.65 (118.73 – 273.13) 1085.86 (521.59 – 1504.45) 49 155.72 (88.34 – 265.89) 1255.11 (412.61 – 1691.00) 0.653 Legumes 85 7.15 (4.02 – 8.58) 4.29 (2.41 – 5.15) 58 8.58 (4.69 – 10.01) 5.15 (2.81 – 6.01) 0.040 Cereals 82 33.43 (19.37 – 49.57) 14.16 (9.01 – 22.07) 56 29.90 (16.25 – 54.80) 13.65 (8.03 – 23.48) 0.916 Pastries 82 11.55 (4.02 – 21.56) 52.90 (6.20 – 110.87) 56 8.48 (3.35 – 17.81) 50.55 (6.20 – 108.64) 0.911 Processed 84 44.33 (27.58 – 63.09) 321.90 (182.62 – 910.17) 55 58.18 (38.62 – 81.77) 337.45 (187.10 – 1709.38) 0.240 Total Bisphenols (ng/day), median (IQR) 86 18,734.76 (12,035.54 – 27,467.75) 58 17,738.61 (11,309.29 – 28,467.20) 0.971 IQR  interquartile range (percentile 25th – percentile 75th);  b p -Values show bisphenols intake significant differences between cases and controls, by U de Mann–Whitney test;  p -values ≤ 0.05 are highlighted in bold;  BPA  bisphenol A,  BPS  bisphenol S * n for consumers\n\nDietary intake of bisphenols (ng/day) by foods groups according to cases and controls for males\n\nIQR  interquartile range (percentile 25th – percentile 75th);  b p -Values show bisphenols intake significant differences between cases and controls, by U de Mann–Whitney test;  p -values ≤ 0.05 are highlighted in bold;  BPA  bisphenol A,  BPS  bisphenol S\n\nDietary intake of bisphenols (ng/day) by foods groups according to cases and controls for females\n\nIQR  interquartile range (percentile 25th – percentile 75th);  b p -Values show bisphenols intake significant differences between cases and controls, by U de Mann–Whitney test;  p -values ≤ 0.05 are highlighted in bold;  BPA  bisphenol A,  BPS  bisphenol S\n\nAccording to Table  4  and Supplementary Table S3, diet quality was significantly higher for controls for males (6.21 (2.14) vs 4.80 (2.24) p < 0.001) and overall population (6.16 (2.37) vs 5.18 (2.18)  p  < 0.001). Overall population and males with a BMI higher than 25 kg/m 2  had a significantly lower diet quality independently of a high or low exposure to BPA, BPS or total bisphenols. However, among females, significantly higher diet quality was observed for controls with a high exposure of total bisphenols (6.79 (2.04) vs 5.33 (2.02)  p  = 0.031).\n Table 4 Diet quality (KIDMED) according to high and low BPA, BPS and total bisfenols exposure for controls and cases by gender Boys ( n = 159) Girls ( n = 144) Controls ( n = 93) Cases ( n = 66) p-value a Controls ( n = 86) Cases ( n = 58) p-value a Mean (SD) Mean (SD) KIDMED 6.21 (2.14) 4.80 (2.24) < 0.001 6.11 (2.60) 5.63 (2.03) 0.243 BPA High exposure (Tertil 3) 6.22 (2.04) 4.92 (2.47) 0.028 6.00 (2.50) 5.24 (1.94) 0.219 Low exposure (Tertil 1 + 2) 6.20 (2.22) 4.72 (2.13) 0.002 6.18 (2.67) 5.94 (2.08) 0.669 BPS High exposure (Tertil 3) 6.38 (1.74) 5.36 (2.15) 0.042 6.76 (2.25) 5.60 (2.25) 0.065 Low exposure (Tertil 1 + 2) 6.10 (2.37) 4.36 (2.26) 0.001 5.67 (2.74) 5.64 (2.07) 0.950 Total bisphenols High exposure (Tertil 3) 6.50 (1.88) 5.26 (2.24) 0.031 6.79 (2.04) 5.33 (2.02) 0.031 Low exposure (Tertil 1 + 2) 6.04 (2.27) 4.54 (2.24) 0.002 5.76 (2.79) 5.73 (2.05) 0.958 SD  standard deviation,  BPA  bisphenol A,  BPS  bisphenol S. aStudent T-test a p -Values show diet quality significant differences between cases and controls p -values ≤ 0.05 are highlighted in bold\n\nDiet quality (KIDMED) according to high and low BPA, BPS and total bisfenols exposure for controls and cases by gender\n\nSD  standard deviation,  BPA  bisphenol A,  BPS  bisphenol S. aStudent T-test\n\na p -Values show diet quality significant differences between cases and controls\n\np -values ≤ 0.05 are highlighted in bold\n\nTable  5  and Supplementary Table S4 showed the influence of the highest (defined as T3) BPA, BPS and total bisphenols dietary exposure by food groups on overweight and obesity by sex and in the overall population. High exposure to BPA from processed foods and cereals and to BPA and BPS (separately and together) from legumes was positively associated to overweight and obesity, according to the results shown for crude model. Non-significant values were found for the adjusted model for males and overall population. On the other hand, a positive association between high exposure to BPA from meat and eggs and to BPA and BPS (separately and together) from legumes and weight excess (overweight and obesity) was observed in females and the overall population, according to crude model. Significance was only kept for BPA from meat and eggs in the adjusted model (OR adjusted by age, energy intake, diet quality, smoking among members of the family unit and body fat percentage) in females. When low exposure was used as the first tertile and medium and high exposure as separate categories, the direction of the associations remained similar although the statistical significance was lost (Supplementary Material, Table S5).\n Table 5 Influencing of the highest (tertil 3  vs  tertil 1 + 2) BPA, BPS and total bisphenols dietary exposure by food groups on overweight/obesity for males and females Males ( n = 159) Females ( n = 144) Crude model Adjusted model Crude model Adjusted model Food Group OR 95% CI p -value OR 95% CI p -value OR 95% CI p-value OR 95% CI p- value BPA Dairy products (Ref. Low exposure*) High exposure** 0.79 0.42 – 1.50 0.469 1.31 b 0.50 – 3.42 0.579 0.58 0.28 – 1.17 0.127 0.37 f 0.06 – 2.21 0.273 Meat and eggs (Ref. Low exposure) High exposure 1.47 0.77 – 2.78 0.240 1.42 d 0.29 – 7.00 0.670 2.10 1.04 – 4.23 0.038 3.43 b 1.13 – 10.36 0.029 Fish (Ref. Low exposure) High exposure 0.75 0.39 – 1.48 0.412 0.09 c 0.01 – 1.37 0.083 1.46 0.73 – 2.92 0.281 1.22 f 0.23 – 6.50 0.817 Vegetables (Ref. Low exposure) High exposure 0.93 0.48 – 1.79 0.825 0.63 b 0.22 – 1.81 0.393 0.74 0.37 – 1.45 0.378 0.48 d 0.08 – 3.05 0.439 Fruits (Ref. Low exposure) High exposure 0.77 0.40 – 1.51 0.450 0.67 d 0.12 – 3.78 0.639 1.50 0.76 – 2.94 0.239 1.30 b 0.49 – 3.44 0.595 Legumes (Ref. Low exposure) High exposure 2.22 1.16 – 4.24 0.016 1.18 d 0.14 – 9.86 0.881 2.06 1.05 – 4.06 0.036 1.44 f 0.17 – 12.29 0.740 Cereals (Ref. Low exposure) High exposure 2.13 1.11 – 4.06 0.022 1.69 f 0.36 – 7.85 0.506 1.49 0.75 – 2.96 0.255 2.32 a 0.83 – 6.45 0.107 Pastries (Ref. Low exposure) High exposure 1.85 0.87 – 3.93 0.112 0.58 d 0.12 – 2.93 0.513 1.04 0.47 – 2.27 0.929 2.90 f 0.39 – 21.67 0.299 Processed (Ref. Low exposure) High exposure 3.19 1.65 – 6.18 0.001 1.42 b 0.50 – 4.03 0.506 2.13 1.06 – 4.26 0.033 1.51 a 0.55 – 4.13 0.425 Total BPA (Ref. Low exposure) High exposure 0.92 0.48 – 1.76 0.808 1.30 c 0.25 – 6.84 0.757 1.31 0.66 -2.56 0.440 1.09 b 0.43 – 2.79 0.857 BPS Dairy products (Ref. Low exposure) High exposure 0.82 0.44 – 1.55 0.542 1.22 f 0.20 – 7.35 0.831 0.76 0.37 – 1.54 0.446 4.50 d 0.56 – 36.37 0.158 Meat and eggs (Ref. Low exposure) High exposure 1.24 0.65 – 2.36 0.509 0.85 a 0.34 – 2.12 0.848 1.46 0.73 – 2.92 0.281 1.53 d 0.23 – 10.14 0.659 Fish (Ref. Low exposure) High exposure 1.23 0.65 – 2.31 0.529 0.74 c 0.12 – 4.44 0.742 1.48 0.76 – 2.91 0.250 0.53 f 0.10 – 2.69 0.442 Vegetables (Ref. Low exposure) High exposure 1.00 0.53 – 1.90 0.995 3.54f 0.66 – 18.95 0.139 0.77 0.38 – 1.53 0.452 0.70 f 0.12 – 4.06 0.688 Fruits (Ref. Low exposure) High exposure 0.70 0.36 – 1.38 0.307 0.77 d 0.15 – 4.02 0.759 0.85 0.43 – 1.67 0.638 0.24 f 0.04 – 1.66 0.149 Legumes (Ref. Low exposure) High exposure 2.08 1.02 – 4.26 0.044 1.24 d 0.11 – 14.29 0.863 2.48 1.16 – 5.32 0.019 0.78 f 0.06 – 10.87 0.851 Cereals (Ref. Low exposure) High exposure 10.12 0.59 – 2.12 0.739 2.15 f 0.44 – 10.53 0.343 1.12 0.55 – 2.30 0.748 1.08 e 0.09 – 12.87 0.953 Pastries (Ref. Low exposure) High exposure 0.85 0.44 – 1.63 0.620 2.33 c 0.40 – 13.64 0.349 0.75 0.37 – 1.50 0.409 0.61 f 0.10 – 3.68 0.591 Processed (Ref. Low exposure) High exposure 1.24 0.65 – 2.36 0.509 0.38 d 0.06 – 2.37 0.301 1.19 0.60 – 2.35 0.615 1.89 d 0.27 – 13.36 0.525 Total BPS (Ref. Low exposure) High exposure 1.17 0.61 – 2.22 0.638 2.53 f 0.52 – 12.29 0.251 0.83 0.42 – 1.64 0.588 0.68 f 0.10 – 4.44 0.688 Total bisphenols Dairy products (Ref. Low exposure) High exposure 0.79 0.42 – 1.50 0.469 1.02 a 0.41 – 2.51 0.969 0.58 0.28 – 1.17 0.127 0.37 f 0.06 – 2.21 0.273 Meat and eggs (Ref. Low exposure) High exposure 1.47 0.77 – 2.78 0.240 2.06 d 0.39 – 10.95 0.396 1.68 0.85 – 3.34 0.137 2.27 d 0.36 – 14.54 0.387 Fish (Ref. Low exposure) High exposure 0.75 0.39 – 1.48 0.412 0.09 c 0.01 – 1.37 0.083 1.46 0.73 – 2.92 0.281 1.22 f 0.23 – 6.50 0.817 Vegetables (Ref. Low exposure) High exposure 1.02 0.58 – 2.09 0.780 3.69 f 0.70 – 19.54 0.125 0.83 0.42 – 1.64 0.588 0.82 f 0.14 – 4.81 0.829 Fruits (Ref. Low exposure) High exposure 0.61 0.31 – 1.20 0.154 0.74 c 0.12 – 4.55 0.743 1.33 0.68 – 2.61 0.404 1.12 b 0.43 – 2.90 0.813 Legumes (Ref. Low exposure) High exposure 2.08 1.02 – 4.26 0.044 1.24 d 0.11 – 14.29 0.863 2.48 1.16 – 5.32 0.019 0.77 f 0.06 – 10.87 0.851 Cereals (Ref. Low exposure) High exposure 1.68 0.89 – 3.18 0.110 1.79 b 0.69 – 4.68 0.232 1.29 0.65 – 2.58 0.468 1.21 a 0.42 – 3.49 0.725 Pastries (Ref. Low exposure) High exposure 1.41 0.74 – 2.65 0.290 0.96 d 0.18 – 5.11 0.962 0.78 0.39 – 1.58 0.492 0.90 a 0.34 – 2.39 0.839 Processed (Ref. Low exposure) High exposure 1.30 0.68 – 2.47 0.425 0.40 d 0.06 – 2.51 0.328 1.19 0.60 – 2.35 0.615 1.89 d 0.26 – 13.36 0.525 Total bisphenols (Ref. Low exposure) High exposure 0.97 0.50 – 1.88 0.934 0.77 d 0.15 – 4.04 0.757 0.75 0.36 – 1.55 0.437 0.36 f 0.05 – 2.39 0.290 a Analytes in foods were adjusted for age, energy intake, diet quality and parental educational level b Analytes in foods were adjusted for age, energy intake, diet quality, parental educational level and smoking among members of the family unit c Analytes in foods were adjusted for age, energy intake, diet quality, parental educational level, smoking among members of the family unit, physical activity and body fat percentage d Analytes in foods were adjusted for age, energy intake, diet quality, parental educational level, smoking among members of the family unit and body fat percentage e Analytes in foods were adjusted for age, energy intake, diet quality, parental educational level, physical activity and body fat percentage f Analytes in foods were adjusted for age, energy intake, diet quality, parental educational level and body fat percentage p -values ≤ 0.05 are highlighted in bold; BPA: bisphenol A; BPS: bisphenol S; Ref: reference category. * = low exposure (tertiles 1 + 2); ** = high exposure (tertile 3)\n\nInfluencing of the highest (tertil 3  vs  tertil 1 + 2) BPA, BPS and total bisphenols dietary exposure by food groups on overweight/obesity for males and females\n\nDairy products (Ref. Low exposure*)\n\nMeat and eggs (Ref. Low exposure)\n\nFish (Ref. Low exposure)\n\nVegetables (Ref. Low exposure)\n\nFruits (Ref. Low exposure)\n\nLegumes (Ref. Low exposure)\n\nCereals (Ref. Low exposure)\n\nPastries (Ref. Low exposure)\n\nProcessed (Ref. Low exposure)\n\nTotal BPA (Ref. Low exposure)\n\nDairy products (Ref. Low exposure)\n\nMeat and eggs (Ref. Low exposure)\n\nFish (Ref. Low exposure)\n\nVegetables (Ref. Low exposure)\n\nFruits (Ref. Low exposure)\n\nLegumes (Ref. Low exposure)\n\nCereals (Ref. Low exposure)\n\nPastries (Ref. Low exposure)\n\nProcessed (Ref. Low exposure)\n\nTotal BPS (Ref. Low exposure)\n\nDairy products (Ref. Low exposure)\n\nMeat and eggs (Ref. Low exposure)\n\nFish (Ref. Low exposure)\n\nVegetables (Ref. Low exposure)\n\nFruits (Ref. Low exposure)\n\nLegumes (Ref. Low exposure)\n\nCereals (Ref. Low exposure)\n\nPastries (Ref. Low exposure)\n\nProcessed (Ref. Low exposure)\n\nTotal bisphenols (Ref. Low exposure)\n\na Analytes in foods were adjusted for age, energy intake, diet quality and parental educational level\n\nb Analytes in foods were adjusted for age, energy intake, diet quality, parental educational level and smoking among members of the family unit\n\nc Analytes in foods were adjusted for age, energy intake, diet quality, parental educational level, smoking among members of the family unit, physical activity and body fat percentage\n\nd Analytes in foods were adjusted for age, energy intake, diet quality, parental educational level, smoking among members of the family unit and body fat percentage\n\ne Analytes in foods were adjusted for age, energy intake, diet quality, parental educational level, physical activity and body fat percentage\n\nf Analytes in foods were adjusted for age, energy intake, diet quality, parental educational level and body fat percentage\n\np -values ≤ 0.05 are highlighted in bold; BPA: bisphenol A; BPS: bisphenol S; Ref: reference category. * = low exposure (tertiles 1 + 2); ** = high exposure (tertile 3)"
    },
    {
      "title": "Discussion",
      "text": "The present study aimed to assess the association between dietary exposure to bisphenols and the likelihood of developing overweight and obesity in school children. The association between bisphenols and BMI depends on the food group and its consumption, independent of sex and age, among other factors. The results showed an increased likelihood of being overweight and obese in school children exposed to high levels of BPA from meat and eggs. This finding was observed only in females and no consistent associations were found in males.\n\nTo the best of our knowledge, no previous studies have supported the claim that females are at higher likelihood of developing overweight or obesity due to exposure to BPA from meat and eggs. BPA is a chemical compound used in the production of plastics and resins, and its presence in food may occur due to certain packaging and storage processes [ 27 ,  36 ]. It is important to note that research on the association between BPA and health is ongoing, and there are conflicting debates and findings in the scientific literature.\n\nThat the present research only found a consistent association in the females may be due to the sexual dysmorphic effect where females may be more susceptible to BPA due to differences in hormonal response or greater sensitivity to hormonal changes that may be influenced by BPA exposure [ 22 ,  37 ]. Previous epidemiological studies also found a positive association between dietary exposure to BPA and overweight and obesity in females, but not in males [ 22 ]. A research [ 22 ] found that overweight/obese females were 3.38 times more likely to have high BPA exposure compared to normal-weight females. Other epidemiological studies also observed sex differences [ 38 ,  39 ]. Li et al. (2013) [ 38 ] observed a positive association between high urinary BPA levels and overweight in females; but they found no association in males. However, a work [ 39 ] found a negative association between urinary BPA and lower BMI and adiposity measures in females.\n\nSome studies have examined how exposure to BPA and some analogues may be associated with changes in metabolism, body fat distribution, adipose tissue function and other metabolic processes that could contribute to the development of obesity. In vitro studies show that BPA, bisphenol F (BPF), BPS and bisphenol AF (BPAF) promote preadipocyte to adipocyte proliferation, due to their ability to bind to nuclear receptor in the murine cell line 3T3-L1 and in human preadipocytes [ 17 ,  18 ,  40 ]. BPA is also associated with the induction of inflammatory responses, lipogenesis and decreased insulin sensitivity in adipose tissue cells, leading to a dysfunctional adipocyte [ 41 ,  42 ]. In a recent in vitro study, we observed the association between combined exposure to BPA, BPF and BPS on the differentiation of preadipocytes to adipocytes in human adipose tissue. Concretely, in cells exposed to a bisphenol mix (10 nM to 10 mM BPA, BPF and BPS) for 14 days, it was observed a promotion of intracellular lipid accumulation in a dose-independent manner that resulted in significant changes in gene expression of adipogenic markers, such as peroxisome proliferator-activated receptor-γ (PPARγ), CCAAT/enhancer-binding protein (C/EBPα), lipoprotein lipase and fatty acid-binding protein 4 (FABP4) [ 43 ]. In animal models, exposure to bisphenols has also been shown to induce alterations in lipid metabolism. Several studies in zebrafish (Danio rerio) showed that chronic exposure to BPA and BPS induced dysregulation of genes involved in lipid metabolism, triggering hepatic steatosis [ 44 – 46 ]. In addition, exposure to environmental doses of BPA in zebrafish was found to be associated with the development of obesity [ 47 ]. Studies in rodents show that exposure to BPA during developmental stages was associated with alterations in hormones involved in satiety and appetite, increased food intake, altered adipocyte numbers, glucose and insulin, leading to weight gain [ 48 – 50 ].\n\nTo our knowledge, we have not found any studies that have assessed the association between dietary factors of BPA and BPS exposure (by food source) and childhood overweight/obesity. A limited number of epidemiological studies have studied the relationship between dietary bisphenol and obesity in childhood with not conclusive results. Thus Heinsberg et al. didn’t found association between dietary BPA levels and adiposity in Samoan children [ 51 ] whereas in other study observed that Spanish adolescent females with overweight and obesity had a more dietary BPA exposure compared to normal weight [ 22 ].\n\nBiomonitoring studies have addressed the association between bisphenol levels and overweight/obesity with contradictory findings. In this sense, a study derived from the National Health and Nutrition Examination Survey (NHANES) in the United States, involving 745 children and adolescents, showed a statistically significant positive association between urinary BPA and BPF levels with increased body fat. However, no significant association was found with BPS [ 52 ]. Another research performed in 212 children from the Health Outcomes and Measures of the Environment (HOME) study showed no significant association between childhood urinary BPA and BPS concentrations with increased adiposity [ 53 ]. Another NHAMES-derived study in children and adolescents showed a modest positive association between urinary BPS levels and increased BMI and abdominal fat. However, urinary BPA concentrations were not significantly associated with any body mass findings [ 54 ]. A Korean study involving 2,351 children and adolescents who participated in the Korean National Environmental Health Survey (KoNEHS) found no statistically significant positive association between urinary BPA and obesity in Korean children [ 55 ].\n\nIn relation to dietary exposure, our findings are consistent with previous research that also highlights food intake as the main source of bisphenol exposure, with 90% of exposure estimated to come from diet [ 13 ,  14 ,  22 ,  56 ,  57 ]. Most of the fresh foods in the present study were found to contain BPA and BPS, the selected foods are packaged foods, although some foods are fresh (Supplementary Material, Table S6). Consumption of fresh food is considered a healthy dietary habit and is associated with lower exposure to bisphenols or other environmental chemical contaminants compared to other foods. However, studies show that exposure to bisphenols from these foods comes mainly from packaged and ready-to-eat foods [ 27 ,  58 ]. The presence of bisphenols in food may be due to the presence of bisphenols in the environment in which they originate (air, dust, water, etc.) or due to the presence of bisphenols in the composition of food packaging [ 36 ,  59 ,  60 ]. In relation to contamination by the environment in which they are ingested, the presence of BPA has been detected in fresh foods such as meat, fish, eggs, cereals, vegetables and fresh fruit, demonstrating the possibility of contamination prior to processing and packaging [ 27 ,  61 ]. The presence of these compounds in fresh foods points to the ubiquity of bisphenols throughout the food production chain, beyond packaging.\n\nIn the present study, cases of both sexes showed slightly higher but significant exposure to BPA and BPS through intake of legumes and BPA from processed foods compared to controls due to their higher daily intake. On the other hand, exposure to BPS from fruit and BPA from dairy products was found to be higher in the control group in males and females respectively. These differences may be related to assimilation behaviour during childhood, as diet is a dietary pattern determined by direct food experience, imitation, food availability, economic income, emotional symbols and cultural traditions [ 62 ,  63 ].\n\nIn our study, dietary exposure to BPA was below the limit of 4 µg/kg bw/day set by the European Food Safety Authority [ 64 ]; however, a new limit of 0.2 ng/kg bw/day has recently been set [ 65 ] which is lower than the dietary exposure of our study participants (average intake of BPA = 306.74 ± 263.64 ng/kg bw/day, data not shown). International organisations have not yet established a specific limit for BPS and the other analogues.\n\nDietary exposure to BPA and analogues is highest in early life. This is due to the unequal relationship between body weight and food consumption [ 66 ]. The effect of EDCs has been shown to be more intense, pronounced and at lower doses in early life. Since the detoxifying mechanisms present in adulthood are not fully functional in the developmental stages. The metabolic rate during early life is higher than during adulthood, leading to an increase in their effects on the organism, such as their obesogenic effect [ 67 ]. Due to these findings it is important to protect the most vulnerable groups from exposure to bisphenols and to obtain more evidence on the possible on weight gain or other adverse results in these age groups.\n\nAmong our findings, diet quality (KIDMED) is not associated with exposure to BPA, BPS and total bisphenols in both sexes. However, statistically significant differences by weight and diet quality were observed for males, with the control group scoring higher on the KIDMED compared to the cases. On the other hand, the present study shows that exposure to total BPA and total BPS in both sexes is slightly higher in the control group, although these differences do not reach statistical significance. A study published in 2022 by Melough et al. observed that healthy diets commonly recommended for disease prevention do not appear to reduce exposure to many EDCs, including bisphenols [ 68 ]. This may be due to the dietary intake of bisphenols from fresh produce such as fruits, vegetables, meats and fish among others [ 2 ,  61 ].\n\nThe present study has two strengths. The first is that, to our knowledge it is the first study to evaluate the association between dietary factors of BPA and BPS exposure (according to food source) and childhood overweight/obesity. And the second strength is that qualified personnel were available to take the anthropometric measurements and to collect the data by means of questionnaires, thus achieving greater accuracy in obtaining the data. In relation to the limitations of the study, the main limitation is a relatively small sample size, that could contribute to the variability of the results, which is why most of the findings have not shown statistically significant associations. In addition, the analyses were not adjusted for multiple comparisons by the exploratory nature of our study. Nevertheless, we are interested in detecting the greatest number of possible associations that need to be confirmed in further studies. Of note, the use of retrospective FFQs could introduce inaccuracies, leading to potential information biases, particularly recall bias and social desirability bias. In the latter case, where participants’ parents might report the frequency of their children’s food intake based on what they believe that should children consume, rather than the actual frequency. Although the FFQs are not free from errors in estimating dietary intake, they are considered the reference dietary instrument in nutrition studies [ 69 ] and no ideal method without limitations exists.\n\nThe results obtained in this explorative study can serve as a basis to confirm hypotheses in further research. Despite the fact that BPA remains the main bisphenol detected in food samples and it has been found to be the most important [ 27 ,  70 ], the present study shows that the total daily dietary intake of BPS in schoolchildren is higher than that of BPA. This result reflects that analogues are replacing BPA and exposure to BPA is expected to continue to increase. The current lack of legal regulation of analogues and the failure to set toxicological limits are the reason why analogues are increasingly detected in both food and biological samples [ 27 ,  70 – 73 ]. Since BPA analogues have a similar chemical structure to BPA, they can be said to exhibit similar endocrine disrupting and obesogenic activity [ 19 ,  42 ,  74 ,  75 ]."
    },
    {
      "title": "Conclusions",
      "text": "The present investigation shows a statistically significant positive association between dietary exposure to BPA from meat and eggs and overweight and obesity in females. Furthermore, it has been observed that the dietary intake of BPA in the schoolchildren in the present study was much higher than the acceptable daily intake established by EFSA for the last year.\n\nThe ubiquity of bisphenols and the results found in the present study represent a public health concern. However, further epidemiological studies are needed to assess the obesogenic activity of bisphenols in the most vulnerable age groups, to confirm the present findings."
    },
    {
      "title": "Supplementary Information",
      "text": "Supplementary Material 1.\n\nSupplementary Material 1."
    }
  ],
  "full_text": "Background Over the past three decades, there has been a significant increase in the prevalence and incidence of overweight and obesity worldwide. The obesogen hypothesis suggests that certain external agents may affect pathways related to fat accumulation and energy balance by stimulating fat cell differentiation and proliferation. Previous research has indicated that exposure to bisphenol A (BPA) and some of its analogues may influence fat accumulation by promoting the transformation of preadipocytes into adipocytes. This study aimed to assess the possible contribution of dietary bisphenol exposure to the odds of developing overweight and obesity in a sample of Spanish children according to sex. Methods Dietary and anthropometric data were collected from 179 controls and 124 cases schoolchildren aged 3–12 years. Dietary exposure to BPA and bisphenol S (BPS) was assessed using a food consumption frequency questionnaire. Logistic regression models were used to assess the influence of dietary exposure to bisphenols on overweight and obesity stratified by sex. Results For females, cases had significantly higher exposure to BPA from meat and eggs compared to controls (median = 319.55, interquartile range (IQR) = 176.39–381.01 vs 231.79 (IQR) = 162.11–350.19,  p -value = 0.046). Diet quality was higher for controls (6.21 (2.14) vs 4.80 (2.24) p < 0.001) among males independently of a high or low exposure to bisphenols. However, higher diet quality was observed for female controls with an high exposure of total bisphenols (6.79 (2.04) vs 5.33 (2.02)  p  = 0.031). Females exposed to high levels of BPA from meat and eggs had higher likelihood of being overweight and obese (adjusted Odds Ratio = 2.70, 95% confidence interval = 1.00 – 7.32). However, no consistent associations were found in males. Conclusions High BPA levels from meat and eggs were positively associated with overweight and obesity in females. The dietary intake of BPA in the schoolchildren in the present study was much higher than the acceptable daily intake established by EFSA for the last year. Supplementary Information The online version contains supplementary material available at 10.1186/s12940-024-01134-7.\n\n## Background\n\nThe prevalence and incidence of overweight and obesity worldwide have increased significantly in the last three decades [ 1 ]. Diverse studies indicate that the etiology of this chronic disease is multifactorial and complex. The predisposing biological factors including genetic characteristics, prenatal determinants, pregnancy, intestinal microbiota and viruses [ 2 ]. In 2006, Grün and Blumberg postulated the obesogens hypothesis for the first time, where certain exogenous agents could alter adipogenic pathways and energy balance, promoting an increase in adipocyte differentiation and proliferation rates [ 3 ]. Some of the most known obesogens are endocrine-disrupting chemicals (EDCs), exogenous agents that may interfere with the hormonal system function in different ways, by influencing hormone synthesis, metabolism and/or cellular actions [ 4 ]. EDCs include compounds to which the human population is exposed in daily life through their use in pesticides/herbicides, a large variety of household and medical products (food, containers foodstuffs, clothes, drugs, sanitizers, cosmetics, personal care products, toys, construction materials, furniture), and in plant-based products [ 5 ,  6 ], becoming ubiquitous in our environment. They are considered as obesogenic compounds due to their capacity to alter lipid metabolism and inappropriately promote adipogenesis and fat accumulation [ 7 ,  8 ]. The prenatal period, infancy, and childhood are most vulnerable periods for the influence of these environmental contaminants due to the immaturity in metabolic enzymes and lower capacity to eliminate toxic compounds. This fact suggest that metabolism and detoxification are not as efficient as they are in adults [ 9 ].\n\nBisphenol A (BPA) is among the highest production volume chemicals detected in ecosystems, human fluids, and tissues [ 10 ]. To protect against BPA exposure, the European Commission has taken actions by banning the use of BPA in infant feeding bottles and restricting the use of BPA in certain food-contact materials [ 11 ]. Common exposure pathways include epoxy resins in canned foods/beverages, polycarbonate plastics, thermal paper, dental materials and consumer goods [ 6 ,  7 ,  12 ] being their main exposure oral ingestion through diet [ 13 ,  14 ]. As the use of BPA is decreasing, substitutes such as bisphenol S (BPS) is becoming more widely used. However, the current evidence shows that most alternative bisphenols are as hormonally active as BPA. Perinatal and chronic exposure to BPS induced obesogenic effects, even at low doses, and the obesogenic capacity of BPS was even higher than that of BPA in preadipocytes [ 15 ].\n\nIn vitro studies have shown also that exposure to BPA has a direct association with adipogenesis, promoting the conversion of preadipocytes into adipocytes and increasing lipid accumulation [ 16 – 18 ]. In vivo studies suggest the influence of bisphenols on fatty mass development, mainly when exposure occurred in the prenatal phase [ 11 ,  19 ,  20 ]. In spite of epidemiological studies have shown a positive association between childhood obesity and bisphenol exposure [ 21 – 23 ], the cross-sectional nature of most of them makes that causal links may be complex and consequently difficult to interpret. Thus, despite the significance of environmental obesogens in the pathogenesis of metabolic diseases, the contribution of synthetic chemical exposure to obesity epidemic remains largely unrecognised. Hence, the aim of the present study was to evaluate a possible contribution of dietary bisphenols exposure on likehood of developing overweight and obesity in a sample of Spanish children.\n\n## Materials and methods\n\nThe present research is a case–control study carried out to investigate the influence of environmental factors in the development of overweight and obesity in Spanish children. Both cases and controls were recruited from different primary care centers and schools randomly selected from the province of Granada, located in areas with different socioeconomic level. Participants were recruited from January 2020 to January 2022. Cases and controls must meet the following inclusion criteria: (1) prepuberal children aged between 3—12 years-old; (2) having resided continuously in the study areas for at least 6 months; (3) overweight or obesity diagnosis (only cases). The exclusion criteria were: obesity as a symptom of other pathologies, or as a side effect of pharmacological treatment. A total of 124 cases and 179 controls were recruited in this study.\n\nFace-to-face interviews were performed at baseline by trained interviewers to the participant’s parents or legal tutors. In this way, sociodemographic information such as sex and age of children, and lifestyle data (smoking habits of family members, physical activity out-of-school and diet) were collected. In addition, anthropometric measurements such as height (in cm) and weight (in Kg) were obtained by qualified personnel. Concretely, participants with light clothing and without shoes were weighed using a portable Tanita scale (model MC 780-S MA). A stadiometer (model SECA 214 (20–107 cm) was used to measure the height in the sanding position. During height measurements, the participants’ backs, buttocks, and heels should be in contact with the wall. Weight and height were used to obtain the body mass index (BMI) which was calculated as weight divided by height squared. Thus, subjects were classified as underweight, normal weight, overweight and obese as described by Cole et al., 2000, 2007 [ 24 ,  25 ]. Also, we compare the proportion of cases according to methodology previously mentioned and using cut-off points given by WHO, using z-score (weight-to-age values from 3 to 5 years old and BMI-to-age values for children higher to 5 years old). We obtained a high agreement (kappa coefficient = 0.831;  p  < 0.001) between both methods.\n\nDietary information for the last 12 months prior to the interview was obtained through parents or legal tutors of participants using a semi-quantitative food frequency questionnaire (FFQ) state supervised by trained nutritionists. It collected information on the following 112 food items categorized in 13 groups: dairy products (11), eggs, meat and meat derivatives (9), fish and fish derivatives (7), vegetables (17), tubers (2), fruits and nuts (18), legumes (4), cereals (12), precooked or ultra-processed food (2), bakery products, pastries and sweets (13), fats and oils (5), non-alcoholic beverages (5) and miscellaneous (7). It was specified portion sized for each item and 8 consumption frequency options: never, 1–3 times for month, 2–4 times per week, 5–6 times per week, once a day, 2–3 times per day, 4–6 times per day and more than 6 times per day.\n\nThe Spanish version of KIDMED used in the study was taken from a previously performed research [ 26 ]. It is a self-administered instrument aimed at estimating adherence to the Mediterranean diet. This questionnaire consists of 16 questions, of which 4 questions reflected negative connotations associated with an adequate Mediterranean diet and scored negatively (-1 point), and 12 affirmative questions reflecting positive aspects related to the Mediterranean diet and scored positively (+ 1 point). Individuals are divided into three categories to follow: low adherence or low diet quality (score less than or equal to 3), medium adherence or medium diet quality (score 4–7) and high adherence or high diet quality (score greater than or equal to 8).\n\nBisphenol concentrations in the selected foodstuffs were described previously [ 27 ,  28 ]. Bisphenol levels were quantified using ultra-high-performance liquid chromatography-tandem mass spectrometry. From total of food samples analyzed, a 52% of them had bisphenol concentrations above quantification level.\n\nThe method used for the selection and analysis of food items has been described elsewhere [ 29 ]. Daily dietary exposure to BPA, BPS and total bisphenol (ng/day) for each participant was calculated by multiplying their daily food consumption (g/day) by the corresponding bisphenol content in each food (ng/g food). Mean intake (g/day) of foodstuffs was calculated multypliying the consumption frequency (servings/day) with portion size using the standard servings (g/serving) establish for the Spanish population [ 30 ].\n\nThe characteristics of cases and controls were summarized using median and interquartile range (IQR, percentil 25-percentil 75) for the continuous variables and percentages for categorical variables. To assess the level of significance of the differences observed among categorical variables used Chi-squared and Mann–Whitney U test or Kruskal–Wallis for continuous variables.\n\nLogistic regression models were used to estimate odds ratios (OR) and 95% confidence intervals (95% CI) to assess the influence of BPA, BPS, and total bisphenol (BPA + BPS) dietary exposure on overweight and obesity. Then, BMI dichotomized as normal weight and overweight/obesity was the dependent variable. Dietary bisphenols exposure (BPA, BPS and total bisphenols) categorized according to tertiles (T) and later dichotomized as low (first and second T) and high (third T) exposure were the influencing factors, considering T1 and T2 as the reference category. An additional sensitivity logistic regression analysis was performed considering T1 as the reference category. Two models were used: (a) crude and (b) adjusted model for a priori potential confounders according to previous studies (age, energy intake, diet quality and parental education level) [ 22 ,  31 – 33 ], and those variables which produced changes > 10% in OR crude (smoking among members of the family unit, physical activity and body fat percentage). Moreover, we also performed sex-stratified due to biological, social and behavioural differences between men and women that may influence the prevalence of overweight and obesity [ 34 ]. Besides, it has been reported that sex may have an influence on the burden of overweight and/or obesity [ 22 ,  35 ]. The rationale for these approach is based on previously published literature where sex could modify the effect of bisphenol exposure on BMI [ 22 ]. Statistical analyses were performed with IBM SPSS (version 26.0, IBM® SPSS® Statistics, Armonik, NY, USA). The statistical significance set to p ≤ 0.05.\n\n## Study design and population\n\nThe present research is a case–control study carried out to investigate the influence of environmental factors in the development of overweight and obesity in Spanish children. Both cases and controls were recruited from different primary care centers and schools randomly selected from the province of Granada, located in areas with different socioeconomic level. Participants were recruited from January 2020 to January 2022. Cases and controls must meet the following inclusion criteria: (1) prepuberal children aged between 3—12 years-old; (2) having resided continuously in the study areas for at least 6 months; (3) overweight or obesity diagnosis (only cases). The exclusion criteria were: obesity as a symptom of other pathologies, or as a side effect of pharmacological treatment. A total of 124 cases and 179 controls were recruited in this study.\n\n## Data collection\n\nFace-to-face interviews were performed at baseline by trained interviewers to the participant’s parents or legal tutors. In this way, sociodemographic information such as sex and age of children, and lifestyle data (smoking habits of family members, physical activity out-of-school and diet) were collected. In addition, anthropometric measurements such as height (in cm) and weight (in Kg) were obtained by qualified personnel. Concretely, participants with light clothing and without shoes were weighed using a portable Tanita scale (model MC 780-S MA). A stadiometer (model SECA 214 (20–107 cm) was used to measure the height in the sanding position. During height measurements, the participants’ backs, buttocks, and heels should be in contact with the wall. Weight and height were used to obtain the body mass index (BMI) which was calculated as weight divided by height squared. Thus, subjects were classified as underweight, normal weight, overweight and obese as described by Cole et al., 2000, 2007 [ 24 ,  25 ]. Also, we compare the proportion of cases according to methodology previously mentioned and using cut-off points given by WHO, using z-score (weight-to-age values from 3 to 5 years old and BMI-to-age values for children higher to 5 years old). We obtained a high agreement (kappa coefficient = 0.831;  p  < 0.001) between both methods.\n\nDietary information for the last 12 months prior to the interview was obtained through parents or legal tutors of participants using a semi-quantitative food frequency questionnaire (FFQ) state supervised by trained nutritionists. It collected information on the following 112 food items categorized in 13 groups: dairy products (11), eggs, meat and meat derivatives (9), fish and fish derivatives (7), vegetables (17), tubers (2), fruits and nuts (18), legumes (4), cereals (12), precooked or ultra-processed food (2), bakery products, pastries and sweets (13), fats and oils (5), non-alcoholic beverages (5) and miscellaneous (7). It was specified portion sized for each item and 8 consumption frequency options: never, 1–3 times for month, 2–4 times per week, 5–6 times per week, once a day, 2–3 times per day, 4–6 times per day and more than 6 times per day.\n\nThe Spanish version of KIDMED used in the study was taken from a previously performed research [ 26 ]. It is a self-administered instrument aimed at estimating adherence to the Mediterranean diet. This questionnaire consists of 16 questions, of which 4 questions reflected negative connotations associated with an adequate Mediterranean diet and scored negatively (-1 point), and 12 affirmative questions reflecting positive aspects related to the Mediterranean diet and scored positively (+ 1 point). Individuals are divided into three categories to follow: low adherence or low diet quality (score less than or equal to 3), medium adherence or medium diet quality (score 4–7) and high adherence or high diet quality (score greater than or equal to 8).\n\n## Estimation of bisphenols dietary exposure\n\nBisphenol concentrations in the selected foodstuffs were described previously [ 27 ,  28 ]. Bisphenol levels were quantified using ultra-high-performance liquid chromatography-tandem mass spectrometry. From total of food samples analyzed, a 52% of them had bisphenol concentrations above quantification level.\n\nThe method used for the selection and analysis of food items has been described elsewhere [ 29 ]. Daily dietary exposure to BPA, BPS and total bisphenol (ng/day) for each participant was calculated by multiplying their daily food consumption (g/day) by the corresponding bisphenol content in each food (ng/g food). Mean intake (g/day) of foodstuffs was calculated multypliying the consumption frequency (servings/day) with portion size using the standard servings (g/serving) establish for the Spanish population [ 30 ].\n\n## Statistical analysis\n\nThe characteristics of cases and controls were summarized using median and interquartile range (IQR, percentil 25-percentil 75) for the continuous variables and percentages for categorical variables. To assess the level of significance of the differences observed among categorical variables used Chi-squared and Mann–Whitney U test or Kruskal–Wallis for continuous variables.\n\nLogistic regression models were used to estimate odds ratios (OR) and 95% confidence intervals (95% CI) to assess the influence of BPA, BPS, and total bisphenol (BPA + BPS) dietary exposure on overweight and obesity. Then, BMI dichotomized as normal weight and overweight/obesity was the dependent variable. Dietary bisphenols exposure (BPA, BPS and total bisphenols) categorized according to tertiles (T) and later dichotomized as low (first and second T) and high (third T) exposure were the influencing factors, considering T1 and T2 as the reference category. An additional sensitivity logistic regression analysis was performed considering T1 as the reference category. Two models were used: (a) crude and (b) adjusted model for a priori potential confounders according to previous studies (age, energy intake, diet quality and parental education level) [ 22 ,  31 – 33 ], and those variables which produced changes > 10% in OR crude (smoking among members of the family unit, physical activity and body fat percentage). Moreover, we also performed sex-stratified due to biological, social and behavioural differences between men and women that may influence the prevalence of overweight and obesity [ 34 ]. Besides, it has been reported that sex may have an influence on the burden of overweight and/or obesity [ 22 ,  35 ]. The rationale for these approach is based on previously published literature where sex could modify the effect of bisphenol exposure on BMI [ 22 ]. Statistical analyses were performed with IBM SPSS (version 26.0, IBM® SPSS® Statistics, Armonik, NY, USA). The statistical significance set to p ≤ 0.05.\n\n## Results\n\nTable  1  shows the main characteristics of cases and controls stratified by sex. An additional description of the overall population is provided in Supplementary Table S1. Statistically significant differences were observed for most of the study variables, with the exception of energy intake for both, males and females. Cases were older, less physically active, family members smoked more frequently and parents’ education level was lower. Body fat percentage was significantly higher for cases, both in males as females.\n Table 1 General characteristics of cases and controls according to sex Males ( n = 159) Females ( n = 144) Controls  ( n = 93) Cases  ( n = 66) p-v alue Controls  ( n = 86) Cases  ( n = 58) p-v alue Age, years Median 7.00 9.07 < 0.001 a 7.08 9.04 0.002 a IQR 5.05 – 8.55 7.06 – 11–01 5.12 – 9.04 7.08 – 11.01 Parental education level (%)    < 0.001 b   < 0.001 b Up to primary  5.4 21.5  3.6 12.7 Secondary  19.6 35.4  17.9 41.8 University  75.0 43.1  78.6 45.5 Energy intake, Kcal/day Median 2070.49 2218.53 0.383 a 2101.89 1889.10 0.120 a IQR 1765.52 – 2335.86 1740.13 – 2558.93 1760.74 – 2451.22 1547.26 – 2277.57 Physical activity (out-of-school) (%) No 21.5 53 < 0.001 b 32.6 62.1 0.090 b Yes 78.5 47 67.4 37.9 Smoking among members of the family unit (%) No 92.5 53 < 0.001 b 83.7 62.1 0.003 b Yes 7.5 47 16.3 37.9 Body fat percentage Median 18.20 33.55 < 0.001 a 21.70 33.65 < 0.001 a IQR 15.65 – 20.70 28.63 – 38.08 19.70 – 23.50 30.18 – 39.10 IQR  interquartile range (percentile 25th – percentile 75th) a U Mann–Whitney test b Chi-square test p -values ≤ 0.05 are highlighted in bold\n\nGeneral characteristics of cases and controls according to sex\n\nIQR  interquartile range (percentile 25th – percentile 75th)\n\na U Mann–Whitney test\n\np -values ≤ 0.05 are highlighted in bold\n\nTables  2  and  3  show the daily food intake by food groups and mean exposure to bisphenols for case and controls, according to the sex. Among males, exposure to BPA from foods processed and to BPA, BPS and total bisphenols from legumes were significantly higher for cases (Table  2 ). However, male controls had significantly higher exposure to BPS from fruits (Table  3 ). For females and the overall population, cases had significantly higher exposure to BPA from meat and eggs and foods processed and BPA, BPS and total bisphenols for legumes, while BPS and total bisphenols exposure from dairy products was significantly higher among controls only in females (Table  3  and Supplementary Table S2). Non-significant differences among cases and controls were observed for total BPA, BPS and total bisphenols.\n Table 2 Dietary intake of bisphenols (ng/day) by foods groups according to cases and controls for males Controls ( n = 93) Cases ( n = 66) Food Group n* Food Intake (g/day), median (IQR) Bisphenol Intake (ng/day), median (IQR) n* Food Intake (g/day), median (IQR) Bisphenol Intake (ng/day), median (IQR) p -value b BPA Dairy products 66 452.22 (207.12 – 635.55) 3269.61 (1578.70 – 5727.51) 55 306.54 (145.39 – 603.63) 1945.89 (637.83 – 4434.08) 0.226 Meat and eggs 87 109.40 (90.29 – 140.87) 302.96 (166.16 – 369.05) 63 128.70 (105.44 – 156.05) 324.81 (173.75 – 410.31) 0.174 Fish 79 21.45 (7.15 – 31.95) 1530.30 (4.52 – 6510.93) 60 7.15 (0.00 – 21.45) 1529.45 (0.00 – 3255.71) 0.440 Vegetables 81 167.95 (108.73 – 227.25) 143.05 (21.19 -347.66) 48 158.98 (121.18 – 242.58) 37.71 (19.35 – 329.93) 0.355 Fruits 86 198.06 (131.78 – 279.89) 428.27 (224.87 – 685.37) 55 132.99 (88.48 – 209.53) 392.31 (136.90 – 678.83) 0.250 Legumes 93 7.15 (4.02- 8.58) 3.22 (1.81 – 3.86) 66 8.58 (7.15 – 10.01) 3.86 (3.22 – 4.50) 0.029 Cereals 90 38.97 (25.47 – 60.64) 8.79 (5.37 – 12.66) 57 41.47 (17.16 – 58.58) 11.47 (3.12 – 15.32) 0.410 Pastries 91 8.58 (4.02 – 22.66) 48.94 (0.91 – 104.46) 65 10.72 (4.02 – 25.74) 50.16 (4.80 – 105.78) 0.151 Processed 91 49.22 (28.03 – 70.03) 83.09 (42.11 – 126.88) 58 69.97 (42.72 – 95.97) 127.76 (84.64 – 282.82) < 0.001 Total BPA (ng/day), median (IQR) 93 6923.59 (4350.94 – 12,926.03) 66 6141.03 (3889.25 – 11,877.11) 0.499 BPS Dairy products 66 452.22 (207.12 – 635.55) 133.54 (73.87 – 217.54) 55 306.54 (145.39 – 603.63) 143.80 (72.50 – 208.90) 0.889 Meat and eggs 87 109.40 (90.29 – 140.87) 527.34 (131.33 – 557.47) 63 128.70 (105.44 – 156.05) 528.82 (183.32 – 573.08) 0.470 Fish 79 21.45 (7.15 – 31.95) 317.39 (1.51 – 1347.70) 60 7.15 (0.00 – 21.45) 317.11 (0.00 – 673.93) 0.440 Vegetables 81 167.95 (108.73 – 227.25) 3733.90 (1865.51 – 14,671.38) 48 158.98 (121.18 – 242.58) 3820.37 (1937.46 – 16,202.09) 0.727 Fruits 86 198.06 (131.78 – 279.89) 625.95 (407.69 – 844.57) 55 132.99 (88.48 – 209.53) 501.67 (239.05 – 744.04) 0.047 Legumes 93 7.15 (4.02- 8.58) 1.07 (0.60 – 1.29) 66 8.58 (7.15 – 10.01) 1.29 (1.07 – 1.50) 0.029 Cereals 90 38.97 (25.47 – 60.64) 6.00 (3.82 – 9.52) 57 41.47 (17.16 – 58.58) 5.80 (1.79 – 9.03) 0.296 Pastries 91 8.58 (4.02 – 22.66) 6.30 (5.70 – 11.98) 65 10.72 (4.02 – 25.74) 5.58 (1.29 – 9.74) 0.061 Processed 91 49.22 (28.03 – 70.03) 208.74 (98.65 – 1724.47) 58 69.97 (42.72 – 95.97) 215.18 (206.12 – 630.24) 0.171 Total BPS (ng/day), median (IQR) 93 9900.40 (4377.91 – 17,097.21) 66 8200.62 (3710.95 – 19,262.03) 0.912 Total Bisphenols Dairy products 66 452.22 (207.12 – 635.55) 3462.56 (1938.17 – 5788.65) 55 306.54 (145.39 – 603.63) 2140.08 (691.06 – 4849.06) 0.215 Meat and eggs 87 109.40 (90.29 – 140.87) 849.59 (291.53 – 918.30) 63 128.70 (105.44 – 156.05) 849.10 (351.28 – 985.52) 0.263 Fish 79 21.45 (7.15 – 31.95) 1847.69 (6.03 – 7858.64) 60 7.15 (0.00 – 21.45) 1846.56 (0.00 – 3929.64) 0.440 Vegetables 81 167.95 (108.73 – 227.25) 4466.05 (1983.23 – 14,857.90) 48 158.98 (121.18 – 242.58) 4388.35 (1986.72 – 16,268.10) 0.831 Fruits 86 198.06 (131.78 – 279.89) 1037.94 (657.29 – 1664.25) 55 132.99 (88.48 – 209.53) 974.71 (415.52 – 1541.65) 0.181 Legumes 93 7.15 (4.02- 8.58) 4.29 (2.41 – 5.15) 66 8.58 (7.15 – 10.01) 5.15 (4.29 – 6.01) 0.029 Cereals 90 38.97 (25.47 – 60.64) 15.29 (9.17 – 22.18) 57 41.47 (17.16 – 58.58) 17.57 (5.25 – 26.11) 0.748 Pastries 91 8.58 (4.02 – 22.66) 55.24 (6.20 – 114.09) 65 10.72 (4.02 – 25.74) 62.27 (33.87 – 117.90) 0.230 Processed 91 49.22 (28.03 – 70.03) 318.04 (141.60 – 1755.18) 58 69.97 (42.72 – 95.97) 347.36 (290.71 – 1010.10) 0.105 Total Bisphenols (ng/day), median (IQR) 93 20,499.84 (10,410.41 – 29,284.01) 66 17,378.90 (9112.18 – 28,427.09) 0.912 IQR  interquartile range (percentile 25th – percentile 75th);  b p -Values show bisphenols intake significant differences between cases and controls, by U de Mann–Whitney test;  p -values ≤ 0.05 are highlighted in bold;  BPA  bisphenol A,  BPS  bisphenol S * n for consumers Table 3 Dietary intake of bisphenols (ng/day) by foods groups according to cases and controls for females Controls ( n = 86) Cases ( n = 58) Food Group n* Food Intake (g/day), median (IQR) Bisphenol Intake (ng/day), median (IQR) n* Food Intake (g/day), median (IQR) Bisphenol Intake (ng/day), median (IQR) p -value b BPA Dairy products 67 350.48 (188.51 – 645.51) 2894.15 (1435.76 – 4418.16) 43 169.12 (88.66 – 393.05) 1878.41 (105.65 – 4310.55) 0.037 Meat and eggs 80 113.69 (88.85 – 136.65) 231.79 (162.11 – 350.19) 46 130.14 (99.66 – 154.37) 319.55 (176.59 – 381.01) 0.046 Fish 77 20.51 (7.15 – 31.50) 1540.59 (7.72 – 3283.92) 51 21.45 (7.15 – 31.95) 3249.68 (1527.10 – 9749.03) 0.139 Vegetables 66 190.99 (114.40 – 271.98) 161.28 (24.50 – 345.31) 42 187.20 (114.91 – 261.85) 53.49 (21.74 – 331.14) 0.277 Fruits 77 188.65 (118.73 – 273.13) 499.77 (227.94 – 684.51) 49 155.72 (88.34 – 265.89) 665.86 (110.34 – 829.26) 0.729 Legumes 85 7.15 (4.02 – 8.58) 3.22 (1.81 – 3.86) 58 8.58 (4.69 – 10.01) 3.86 (2.11 – 4.50) 0.040 Cereals 82 33.43 (19.37 – 49.57) 7.47 (4.93 – 11–54) 56 29.90 (16.25 – 54.80) 8.69 (4.78 – 14.98) 0.270 Pastries 82 11.55 (4.02 – 21.56) 48.94 (0.75 – 103.89) 56 8.48 (3.35 – 17.81) 48.94 (0.50 – 103.95) 0.901 Processed 84 44.33 (27.58 – 63.09) 83.16 (44.25 – 125.40) 55 58.18 (38.62 – 81.77) 103.30 (80.94 – 163.40) 0.016 Total BPA (ng/day), median (IQR) 86 7145.99 (4897.58 – 11,475.55) 58 7753.50 (4199.40 – 11,572.26) 0.883 BPS Dairy products 67 350.48 (188.51 – 645.51) 128.67 (84.52 – 199.70) 43 169.12 (88.66 – 393.05) 110.40 (60.54 – 170.98) 0.333 Meat and eggs 80 113.69 (88.85 – 136.65) 228.94 (118.39 – 550.87) 46 130.14 (99.66 – 154.37) 530.23 (126.10 – 570.77) 0.211 Fish 77 20.51 (7.15 – 31.50) 320.82 (2.57 – 683.34) 51 21.45 (7.15 – 31.95) 671.92 (316.32 – 2015.76) 0.139 Vegetables 66 190.99 (114.40 – 271.98) 4499.82 (2043.49 – 15,006.69) 42 187.20 (114.91 – 261.85) 4153.59 (1878.64 – 14,942.34) 0.529 Fruits 77 188.65 (118.73 – 273.13) 634.01 (339.35 – 815.61) 49 155.72 (88.34 – 265.89) 622.20 (223.47 – 832.98) 0.447 Legumes 85 7.15 (4.02 – 8.58) 1.07 (0.60 – 1.29) 58 8.58 (4.69 – 10.01) 1.29 (0.70 – 1.50) 0.040 Cereals 82 33.43 (19.37 – 49.57) 5.01 (2.91 – 8.79) 56 29.90 (16.25 – 54.80) 4.46 (2.39 – 8.45) 0.419 Pastries 82 11.55 (4.02 – 21.56) 6.21 (1.61 – 8.18) 56 8.48 (3.35 – 17.81) 5.70 (1.36 – 7.78) 0.286 Processed 84 44.33 (27.58 – 63.09) 209.02 (101.62 – 620.04) 55 58.18 (38.62 – 81.77) 211.10 (102.56 – 1678.06) 0.339 Total BPS (ng/day), median (IQR) 86 8327.37 (4871.06 – 17,848.19) 58 8018.65 (4006.48 – 18,378.72) 0.896 Total Bisphenols Dairy products 67 350.48 (188.51 – 645.51) 3077.55 (1542.62 – 4648.94) 43 169.12 (88.66 – 393.05) 2007.60 (439.50 – 4385.58) 0.047 Meat and eggs 80 113.69 (88.85 – 136.65) 451.44 (287.68 – 889.87) 46 130.14 (99.66 – 154.37) 860.06 (329.93 – 954.74) 0.120 Fish 77 20.51 (7.15 – 31.50) 1861.42 (10.30 – 3967.26) 51 21.45 (7.15 – 31.95) 3921.60 (1843.42 – 11,764.79) 0.139 Vegetables 66 190.99 (114.40 – 271.98) 5041.14 (2175.03 – 15,615.46) 42 187.20 (114.91 – 261.85) 4455.23 (1962.18 – 14,997.39) 0.508 Fruits 77 188.65 (118.73 – 273.13) 1085.86 (521.59 – 1504.45) 49 155.72 (88.34 – 265.89) 1255.11 (412.61 – 1691.00) 0.653 Legumes 85 7.15 (4.02 – 8.58) 4.29 (2.41 – 5.15) 58 8.58 (4.69 – 10.01) 5.15 (2.81 – 6.01) 0.040 Cereals 82 33.43 (19.37 – 49.57) 14.16 (9.01 – 22.07) 56 29.90 (16.25 – 54.80) 13.65 (8.03 – 23.48) 0.916 Pastries 82 11.55 (4.02 – 21.56) 52.90 (6.20 – 110.87) 56 8.48 (3.35 – 17.81) 50.55 (6.20 – 108.64) 0.911 Processed 84 44.33 (27.58 – 63.09) 321.90 (182.62 – 910.17) 55 58.18 (38.62 – 81.77) 337.45 (187.10 – 1709.38) 0.240 Total Bisphenols (ng/day), median (IQR) 86 18,734.76 (12,035.54 – 27,467.75) 58 17,738.61 (11,309.29 – 28,467.20) 0.971 IQR  interquartile range (percentile 25th – percentile 75th);  b p -Values show bisphenols intake significant differences between cases and controls, by U de Mann–Whitney test;  p -values ≤ 0.05 are highlighted in bold;  BPA  bisphenol A,  BPS  bisphenol S * n for consumers\n\nDietary intake of bisphenols (ng/day) by foods groups according to cases and controls for males\n\nIQR  interquartile range (percentile 25th – percentile 75th);  b p -Values show bisphenols intake significant differences between cases and controls, by U de Mann–Whitney test;  p -values ≤ 0.05 are highlighted in bold;  BPA  bisphenol A,  BPS  bisphenol S\n\nDietary intake of bisphenols (ng/day) by foods groups according to cases and controls for females\n\nIQR  interquartile range (percentile 25th – percentile 75th);  b p -Values show bisphenols intake significant differences between cases and controls, by U de Mann–Whitney test;  p -values ≤ 0.05 are highlighted in bold;  BPA  bisphenol A,  BPS  bisphenol S\n\nAccording to Table  4  and Supplementary Table S3, diet quality was significantly higher for controls for males (6.21 (2.14) vs 4.80 (2.24) p < 0.001) and overall population (6.16 (2.37) vs 5.18 (2.18)  p  < 0.001). Overall population and males with a BMI higher than 25 kg/m 2  had a significantly lower diet quality independently of a high or low exposure to BPA, BPS or total bisphenols. However, among females, significantly higher diet quality was observed for controls with a high exposure of total bisphenols (6.79 (2.04) vs 5.33 (2.02)  p  = 0.031).\n Table 4 Diet quality (KIDMED) according to high and low BPA, BPS and total bisfenols exposure for controls and cases by gender Boys ( n = 159) Girls ( n = 144) Controls ( n = 93) Cases ( n = 66) p-value a Controls ( n = 86) Cases ( n = 58) p-value a Mean (SD) Mean (SD) KIDMED 6.21 (2.14) 4.80 (2.24) < 0.001 6.11 (2.60) 5.63 (2.03) 0.243 BPA High exposure (Tertil 3) 6.22 (2.04) 4.92 (2.47) 0.028 6.00 (2.50) 5.24 (1.94) 0.219 Low exposure (Tertil 1 + 2) 6.20 (2.22) 4.72 (2.13) 0.002 6.18 (2.67) 5.94 (2.08) 0.669 BPS High exposure (Tertil 3) 6.38 (1.74) 5.36 (2.15) 0.042 6.76 (2.25) 5.60 (2.25) 0.065 Low exposure (Tertil 1 + 2) 6.10 (2.37) 4.36 (2.26) 0.001 5.67 (2.74) 5.64 (2.07) 0.950 Total bisphenols High exposure (Tertil 3) 6.50 (1.88) 5.26 (2.24) 0.031 6.79 (2.04) 5.33 (2.02) 0.031 Low exposure (Tertil 1 + 2) 6.04 (2.27) 4.54 (2.24) 0.002 5.76 (2.79) 5.73 (2.05) 0.958 SD  standard deviation,  BPA  bisphenol A,  BPS  bisphenol S. aStudent T-test a p -Values show diet quality significant differences between cases and controls p -values ≤ 0.05 are highlighted in bold\n\nDiet quality (KIDMED) according to high and low BPA, BPS and total bisfenols exposure for controls and cases by gender\n\nSD  standard deviation,  BPA  bisphenol A,  BPS  bisphenol S. aStudent T-test\n\na p -Values show diet quality significant differences between cases and controls\n\np -values ≤ 0.05 are highlighted in bold\n\nTable  5  and Supplementary Table S4 showed the influence of the highest (defined as T3) BPA, BPS and total bisphenols dietary exposure by food groups on overweight and obesity by sex and in the overall population. High exposure to BPA from processed foods and cereals and to BPA and BPS (separately and together) from legumes was positively associated to overweight and obesity, according to the results shown for crude model. Non-significant values were found for the adjusted model for males and overall population. On the other hand, a positive association between high exposure to BPA from meat and eggs and to BPA and BPS (separately and together) from legumes and weight excess (overweight and obesity) was observed in females and the overall population, according to crude model. Significance was only kept for BPA from meat and eggs in the adjusted model (OR adjusted by age, energy intake, diet quality, smoking among members of the family unit and body fat percentage) in females. When low exposure was used as the first tertile and medium and high exposure as separate categories, the direction of the associations remained similar although the statistical significance was lost (Supplementary Material, Table S5).\n Table 5 Influencing of the highest (tertil 3  vs  tertil 1 + 2) BPA, BPS and total bisphenols dietary exposure by food groups on overweight/obesity for males and females Males ( n = 159) Females ( n = 144) Crude model Adjusted model Crude model Adjusted model Food Group OR 95% CI p -value OR 95% CI p -value OR 95% CI p-value OR 95% CI p- value BPA Dairy products (Ref. Low exposure*) High exposure** 0.79 0.42 – 1.50 0.469 1.31 b 0.50 – 3.42 0.579 0.58 0.28 – 1.17 0.127 0.37 f 0.06 – 2.21 0.273 Meat and eggs (Ref. Low exposure) High exposure 1.47 0.77 – 2.78 0.240 1.42 d 0.29 – 7.00 0.670 2.10 1.04 – 4.23 0.038 3.43 b 1.13 – 10.36 0.029 Fish (Ref. Low exposure) High exposure 0.75 0.39 – 1.48 0.412 0.09 c 0.01 – 1.37 0.083 1.46 0.73 – 2.92 0.281 1.22 f 0.23 – 6.50 0.817 Vegetables (Ref. Low exposure) High exposure 0.93 0.48 – 1.79 0.825 0.63 b 0.22 – 1.81 0.393 0.74 0.37 – 1.45 0.378 0.48 d 0.08 – 3.05 0.439 Fruits (Ref. Low exposure) High exposure 0.77 0.40 – 1.51 0.450 0.67 d 0.12 – 3.78 0.639 1.50 0.76 – 2.94 0.239 1.30 b 0.49 – 3.44 0.595 Legumes (Ref. Low exposure) High exposure 2.22 1.16 – 4.24 0.016 1.18 d 0.14 – 9.86 0.881 2.06 1.05 – 4.06 0.036 1.44 f 0.17 – 12.29 0.740 Cereals (Ref. Low exposure) High exposure 2.13 1.11 – 4.06 0.022 1.69 f 0.36 – 7.85 0.506 1.49 0.75 – 2.96 0.255 2.32 a 0.83 – 6.45 0.107 Pastries (Ref. Low exposure) High exposure 1.85 0.87 – 3.93 0.112 0.58 d 0.12 – 2.93 0.513 1.04 0.47 – 2.27 0.929 2.90 f 0.39 – 21.67 0.299 Processed (Ref. Low exposure) High exposure 3.19 1.65 – 6.18 0.001 1.42 b 0.50 – 4.03 0.506 2.13 1.06 – 4.26 0.033 1.51 a 0.55 – 4.13 0.425 Total BPA (Ref. Low exposure) High exposure 0.92 0.48 – 1.76 0.808 1.30 c 0.25 – 6.84 0.757 1.31 0.66 -2.56 0.440 1.09 b 0.43 – 2.79 0.857 BPS Dairy products (Ref. Low exposure) High exposure 0.82 0.44 – 1.55 0.542 1.22 f 0.20 – 7.35 0.831 0.76 0.37 – 1.54 0.446 4.50 d 0.56 – 36.37 0.158 Meat and eggs (Ref. Low exposure) High exposure 1.24 0.65 – 2.36 0.509 0.85 a 0.34 – 2.12 0.848 1.46 0.73 – 2.92 0.281 1.53 d 0.23 – 10.14 0.659 Fish (Ref. Low exposure) High exposure 1.23 0.65 – 2.31 0.529 0.74 c 0.12 – 4.44 0.742 1.48 0.76 – 2.91 0.250 0.53 f 0.10 – 2.69 0.442 Vegetables (Ref. Low exposure) High exposure 1.00 0.53 – 1.90 0.995 3.54f 0.66 – 18.95 0.139 0.77 0.38 – 1.53 0.452 0.70 f 0.12 – 4.06 0.688 Fruits (Ref. Low exposure) High exposure 0.70 0.36 – 1.38 0.307 0.77 d 0.15 – 4.02 0.759 0.85 0.43 – 1.67 0.638 0.24 f 0.04 – 1.66 0.149 Legumes (Ref. Low exposure) High exposure 2.08 1.02 – 4.26 0.044 1.24 d 0.11 – 14.29 0.863 2.48 1.16 – 5.32 0.019 0.78 f 0.06 – 10.87 0.851 Cereals (Ref. Low exposure) High exposure 10.12 0.59 – 2.12 0.739 2.15 f 0.44 – 10.53 0.343 1.12 0.55 – 2.30 0.748 1.08 e 0.09 – 12.87 0.953 Pastries (Ref. Low exposure) High exposure 0.85 0.44 – 1.63 0.620 2.33 c 0.40 – 13.64 0.349 0.75 0.37 – 1.50 0.409 0.61 f 0.10 – 3.68 0.591 Processed (Ref. Low exposure) High exposure 1.24 0.65 – 2.36 0.509 0.38 d 0.06 – 2.37 0.301 1.19 0.60 – 2.35 0.615 1.89 d 0.27 – 13.36 0.525 Total BPS (Ref. Low exposure) High exposure 1.17 0.61 – 2.22 0.638 2.53 f 0.52 – 12.29 0.251 0.83 0.42 – 1.64 0.588 0.68 f 0.10 – 4.44 0.688 Total bisphenols Dairy products (Ref. Low exposure) High exposure 0.79 0.42 – 1.50 0.469 1.02 a 0.41 – 2.51 0.969 0.58 0.28 – 1.17 0.127 0.37 f 0.06 – 2.21 0.273 Meat and eggs (Ref. Low exposure) High exposure 1.47 0.77 – 2.78 0.240 2.06 d 0.39 – 10.95 0.396 1.68 0.85 – 3.34 0.137 2.27 d 0.36 – 14.54 0.387 Fish (Ref. Low exposure) High exposure 0.75 0.39 – 1.48 0.412 0.09 c 0.01 – 1.37 0.083 1.46 0.73 – 2.92 0.281 1.22 f 0.23 – 6.50 0.817 Vegetables (Ref. Low exposure) High exposure 1.02 0.58 – 2.09 0.780 3.69 f 0.70 – 19.54 0.125 0.83 0.42 – 1.64 0.588 0.82 f 0.14 – 4.81 0.829 Fruits (Ref. Low exposure) High exposure 0.61 0.31 – 1.20 0.154 0.74 c 0.12 – 4.55 0.743 1.33 0.68 – 2.61 0.404 1.12 b 0.43 – 2.90 0.813 Legumes (Ref. Low exposure) High exposure 2.08 1.02 – 4.26 0.044 1.24 d 0.11 – 14.29 0.863 2.48 1.16 – 5.32 0.019 0.77 f 0.06 – 10.87 0.851 Cereals (Ref. Low exposure) High exposure 1.68 0.89 – 3.18 0.110 1.79 b 0.69 – 4.68 0.232 1.29 0.65 – 2.58 0.468 1.21 a 0.42 – 3.49 0.725 Pastries (Ref. Low exposure) High exposure 1.41 0.74 – 2.65 0.290 0.96 d 0.18 – 5.11 0.962 0.78 0.39 – 1.58 0.492 0.90 a 0.34 – 2.39 0.839 Processed (Ref. Low exposure) High exposure 1.30 0.68 – 2.47 0.425 0.40 d 0.06 – 2.51 0.328 1.19 0.60 – 2.35 0.615 1.89 d 0.26 – 13.36 0.525 Total bisphenols (Ref. Low exposure) High exposure 0.97 0.50 – 1.88 0.934 0.77 d 0.15 – 4.04 0.757 0.75 0.36 – 1.55 0.437 0.36 f 0.05 – 2.39 0.290 a Analytes in foods were adjusted for age, energy intake, diet quality and parental educational level b Analytes in foods were adjusted for age, energy intake, diet quality, parental educational level and smoking among members of the family unit c Analytes in foods were adjusted for age, energy intake, diet quality, parental educational level, smoking among members of the family unit, physical activity and body fat percentage d Analytes in foods were adjusted for age, energy intake, diet quality, parental educational level, smoking among members of the family unit and body fat percentage e Analytes in foods were adjusted for age, energy intake, diet quality, parental educational level, physical activity and body fat percentage f Analytes in foods were adjusted for age, energy intake, diet quality, parental educational level and body fat percentage p -values ≤ 0.05 are highlighted in bold; BPA: bisphenol A; BPS: bisphenol S; Ref: reference category. * = low exposure (tertiles 1 + 2); ** = high exposure (tertile 3)\n\nInfluencing of the highest (tertil 3  vs  tertil 1 + 2) BPA, BPS and total bisphenols dietary exposure by food groups on overweight/obesity for males and females\n\nDairy products (Ref. Low exposure*)\n\nMeat and eggs (Ref. Low exposure)\n\nFish (Ref. Low exposure)\n\nVegetables (Ref. Low exposure)\n\nFruits (Ref. Low exposure)\n\nLegumes (Ref. Low exposure)\n\nCereals (Ref. Low exposure)\n\nPastries (Ref. Low exposure)\n\nProcessed (Ref. Low exposure)\n\nTotal BPA (Ref. Low exposure)\n\nDairy products (Ref. Low exposure)\n\nMeat and eggs (Ref. Low exposure)\n\nFish (Ref. Low exposure)\n\nVegetables (Ref. Low exposure)\n\nFruits (Ref. Low exposure)\n\nLegumes (Ref. Low exposure)\n\nCereals (Ref. Low exposure)\n\nPastries (Ref. Low exposure)\n\nProcessed (Ref. Low exposure)\n\nTotal BPS (Ref. Low exposure)\n\nDairy products (Ref. Low exposure)\n\nMeat and eggs (Ref. Low exposure)\n\nFish (Ref. Low exposure)\n\nVegetables (Ref. Low exposure)\n\nFruits (Ref. Low exposure)\n\nLegumes (Ref. Low exposure)\n\nCereals (Ref. Low exposure)\n\nPastries (Ref. Low exposure)\n\nProcessed (Ref. Low exposure)\n\nTotal bisphenols (Ref. Low exposure)\n\na Analytes in foods were adjusted for age, energy intake, diet quality and parental educational level\n\nb Analytes in foods were adjusted for age, energy intake, diet quality, parental educational level and smoking among members of the family unit\n\nc Analytes in foods were adjusted for age, energy intake, diet quality, parental educational level, smoking among members of the family unit, physical activity and body fat percentage\n\nd Analytes in foods were adjusted for age, energy intake, diet quality, parental educational level, smoking among members of the family unit and body fat percentage\n\ne Analytes in foods were adjusted for age, energy intake, diet quality, parental educational level, physical activity and body fat percentage\n\nf Analytes in foods were adjusted for age, energy intake, diet quality, parental educational level and body fat percentage\n\np -values ≤ 0.05 are highlighted in bold; BPA: bisphenol A; BPS: bisphenol S; Ref: reference category. * = low exposure (tertiles 1 + 2); ** = high exposure (tertile 3)\n\n## Discussion\n\nThe present study aimed to assess the association between dietary exposure to bisphenols and the likelihood of developing overweight and obesity in school children. The association between bisphenols and BMI depends on the food group and its consumption, independent of sex and age, among other factors. The results showed an increased likelihood of being overweight and obese in school children exposed to high levels of BPA from meat and eggs. This finding was observed only in females and no consistent associations were found in males.\n\nTo the best of our knowledge, no previous studies have supported the claim that females are at higher likelihood of developing overweight or obesity due to exposure to BPA from meat and eggs. BPA is a chemical compound used in the production of plastics and resins, and its presence in food may occur due to certain packaging and storage processes [ 27 ,  36 ]. It is important to note that research on the association between BPA and health is ongoing, and there are conflicting debates and findings in the scientific literature.\n\nThat the present research only found a consistent association in the females may be due to the sexual dysmorphic effect where females may be more susceptible to BPA due to differences in hormonal response or greater sensitivity to hormonal changes that may be influenced by BPA exposure [ 22 ,  37 ]. Previous epidemiological studies also found a positive association between dietary exposure to BPA and overweight and obesity in females, but not in males [ 22 ]. A research [ 22 ] found that overweight/obese females were 3.38 times more likely to have high BPA exposure compared to normal-weight females. Other epidemiological studies also observed sex differences [ 38 ,  39 ]. Li et al. (2013) [ 38 ] observed a positive association between high urinary BPA levels and overweight in females; but they found no association in males. However, a work [ 39 ] found a negative association between urinary BPA and lower BMI and adiposity measures in females.\n\nSome studies have examined how exposure to BPA and some analogues may be associated with changes in metabolism, body fat distribution, adipose tissue function and other metabolic processes that could contribute to the development of obesity. In vitro studies show that BPA, bisphenol F (BPF), BPS and bisphenol AF (BPAF) promote preadipocyte to adipocyte proliferation, due to their ability to bind to nuclear receptor in the murine cell line 3T3-L1 and in human preadipocytes [ 17 ,  18 ,  40 ]. BPA is also associated with the induction of inflammatory responses, lipogenesis and decreased insulin sensitivity in adipose tissue cells, leading to a dysfunctional adipocyte [ 41 ,  42 ]. In a recent in vitro study, we observed the association between combined exposure to BPA, BPF and BPS on the differentiation of preadipocytes to adipocytes in human adipose tissue. Concretely, in cells exposed to a bisphenol mix (10 nM to 10 mM BPA, BPF and BPS) for 14 days, it was observed a promotion of intracellular lipid accumulation in a dose-independent manner that resulted in significant changes in gene expression of adipogenic markers, such as peroxisome proliferator-activated receptor-γ (PPARγ), CCAAT/enhancer-binding protein (C/EBPα), lipoprotein lipase and fatty acid-binding protein 4 (FABP4) [ 43 ]. In animal models, exposure to bisphenols has also been shown to induce alterations in lipid metabolism. Several studies in zebrafish (Danio rerio) showed that chronic exposure to BPA and BPS induced dysregulation of genes involved in lipid metabolism, triggering hepatic steatosis [ 44 – 46 ]. In addition, exposure to environmental doses of BPA in zebrafish was found to be associated with the development of obesity [ 47 ]. Studies in rodents show that exposure to BPA during developmental stages was associated with alterations in hormones involved in satiety and appetite, increased food intake, altered adipocyte numbers, glucose and insulin, leading to weight gain [ 48 – 50 ].\n\nTo our knowledge, we have not found any studies that have assessed the association between dietary factors of BPA and BPS exposure (by food source) and childhood overweight/obesity. A limited number of epidemiological studies have studied the relationship between dietary bisphenol and obesity in childhood with not conclusive results. Thus Heinsberg et al. didn’t found association between dietary BPA levels and adiposity in Samoan children [ 51 ] whereas in other study observed that Spanish adolescent females with overweight and obesity had a more dietary BPA exposure compared to normal weight [ 22 ].\n\nBiomonitoring studies have addressed the association between bisphenol levels and overweight/obesity with contradictory findings. In this sense, a study derived from the National Health and Nutrition Examination Survey (NHANES) in the United States, involving 745 children and adolescents, showed a statistically significant positive association between urinary BPA and BPF levels with increased body fat. However, no significant association was found with BPS [ 52 ]. Another research performed in 212 children from the Health Outcomes and Measures of the Environment (HOME) study showed no significant association between childhood urinary BPA and BPS concentrations with increased adiposity [ 53 ]. Another NHAMES-derived study in children and adolescents showed a modest positive association between urinary BPS levels and increased BMI and abdominal fat. However, urinary BPA concentrations were not significantly associated with any body mass findings [ 54 ]. A Korean study involving 2,351 children and adolescents who participated in the Korean National Environmental Health Survey (KoNEHS) found no statistically significant positive association between urinary BPA and obesity in Korean children [ 55 ].\n\nIn relation to dietary exposure, our findings are consistent with previous research that also highlights food intake as the main source of bisphenol exposure, with 90% of exposure estimated to come from diet [ 13 ,  14 ,  22 ,  56 ,  57 ]. Most of the fresh foods in the present study were found to contain BPA and BPS, the selected foods are packaged foods, although some foods are fresh (Supplementary Material, Table S6). Consumption of fresh food is considered a healthy dietary habit and is associated with lower exposure to bisphenols or other environmental chemical contaminants compared to other foods. However, studies show that exposure to bisphenols from these foods comes mainly from packaged and ready-to-eat foods [ 27 ,  58 ]. The presence of bisphenols in food may be due to the presence of bisphenols in the environment in which they originate (air, dust, water, etc.) or due to the presence of bisphenols in the composition of food packaging [ 36 ,  59 ,  60 ]. In relation to contamination by the environment in which they are ingested, the presence of BPA has been detected in fresh foods such as meat, fish, eggs, cereals, vegetables and fresh fruit, demonstrating the possibility of contamination prior to processing and packaging [ 27 ,  61 ]. The presence of these compounds in fresh foods points to the ubiquity of bisphenols throughout the food production chain, beyond packaging.\n\nIn the present study, cases of both sexes showed slightly higher but significant exposure to BPA and BPS through intake of legumes and BPA from processed foods compared to controls due to their higher daily intake. On the other hand, exposure to BPS from fruit and BPA from dairy products was found to be higher in the control group in males and females respectively. These differences may be related to assimilation behaviour during childhood, as diet is a dietary pattern determined by direct food experience, imitation, food availability, economic income, emotional symbols and cultural traditions [ 62 ,  63 ].\n\nIn our study, dietary exposure to BPA was below the limit of 4 µg/kg bw/day set by the European Food Safety Authority [ 64 ]; however, a new limit of 0.2 ng/kg bw/day has recently been set [ 65 ] which is lower than the dietary exposure of our study participants (average intake of BPA = 306.74 ± 263.64 ng/kg bw/day, data not shown). International organisations have not yet established a specific limit for BPS and the other analogues.\n\nDietary exposure to BPA and analogues is highest in early life. This is due to the unequal relationship between body weight and food consumption [ 66 ]. The effect of EDCs has been shown to be more intense, pronounced and at lower doses in early life. Since the detoxifying mechanisms present in adulthood are not fully functional in the developmental stages. The metabolic rate during early life is higher than during adulthood, leading to an increase in their effects on the organism, such as their obesogenic effect [ 67 ]. Due to these findings it is important to protect the most vulnerable groups from exposure to bisphenols and to obtain more evidence on the possible on weight gain or other adverse results in these age groups.\n\nAmong our findings, diet quality (KIDMED) is not associated with exposure to BPA, BPS and total bisphenols in both sexes. However, statistically significant differences by weight and diet quality were observed for males, with the control group scoring higher on the KIDMED compared to the cases. On the other hand, the present study shows that exposure to total BPA and total BPS in both sexes is slightly higher in the control group, although these differences do not reach statistical significance. A study published in 2022 by Melough et al. observed that healthy diets commonly recommended for disease prevention do not appear to reduce exposure to many EDCs, including bisphenols [ 68 ]. This may be due to the dietary intake of bisphenols from fresh produce such as fruits, vegetables, meats and fish among others [ 2 ,  61 ].\n\nThe present study has two strengths. The first is that, to our knowledge it is the first study to evaluate the association between dietary factors of BPA and BPS exposure (according to food source) and childhood overweight/obesity. And the second strength is that qualified personnel were available to take the anthropometric measurements and to collect the data by means of questionnaires, thus achieving greater accuracy in obtaining the data. In relation to the limitations of the study, the main limitation is a relatively small sample size, that could contribute to the variability of the results, which is why most of the findings have not shown statistically significant associations. In addition, the analyses were not adjusted for multiple comparisons by the exploratory nature of our study. Nevertheless, we are interested in detecting the greatest number of possible associations that need to be confirmed in further studies. Of note, the use of retrospective FFQs could introduce inaccuracies, leading to potential information biases, particularly recall bias and social desirability bias. In the latter case, where participants’ parents might report the frequency of their children’s food intake based on what they believe that should children consume, rather than the actual frequency. Although the FFQs are not free from errors in estimating dietary intake, they are considered the reference dietary instrument in nutrition studies [ 69 ] and no ideal method without limitations exists.\n\nThe results obtained in this explorative study can serve as a basis to confirm hypotheses in further research. Despite the fact that BPA remains the main bisphenol detected in food samples and it has been found to be the most important [ 27 ,  70 ], the present study shows that the total daily dietary intake of BPS in schoolchildren is higher than that of BPA. This result reflects that analogues are replacing BPA and exposure to BPA is expected to continue to increase. The current lack of legal regulation of analogues and the failure to set toxicological limits are the reason why analogues are increasingly detected in both food and biological samples [ 27 ,  70 – 73 ]. Since BPA analogues have a similar chemical structure to BPA, they can be said to exhibit similar endocrine disrupting and obesogenic activity [ 19 ,  42 ,  74 ,  75 ].\n\n## Conclusions\n\nThe present investigation shows a statistically significant positive association between dietary exposure to BPA from meat and eggs and overweight and obesity in females. Furthermore, it has been observed that the dietary intake of BPA in the schoolchildren in the present study was much higher than the acceptable daily intake established by EFSA for the last year.\n\nThe ubiquity of bisphenols and the results found in the present study represent a public health concern. However, further epidemiological studies are needed to assess the obesogenic activity of bisphenols in the most vulnerable age groups, to confirm the present findings.\n\n## Supplementary Information\n\nSupplementary Material 1.\n\nSupplementary Material 1.",
  "reference_count": 75,
  "word_count": 8948,
  "char_count": 54767
}