{
  "pmcid": "PMC11668814",
  "doi": "10.3389/fpubh.2024.1493794",
  "title": "Endocrine disruptors and bladder function: the role of phthalates in overactive bladder",
  "authors": [
    "Li Liu",
    "Xia Li",
    "Xuexue Hao",
    "Zhunan Xu",
    "Qihua Wang",
    "Congzhe Ren",
    "Muwei Li",
    "Xiaoqiang Liu"
  ],
  "year": "2024",
  "journal": "Frontiers in Public Health",
  "abstract": "Background Phthalates, widely used as plasticizers, are pervasive environmental contaminants and endocrine disruptors. Their potential role in overactive bladder (OAB) pathogenesis is underexplored, necessitating further investigation into their impact on OAB using large-scale epidemiological data. Methods This study utilized data from the National Health and Nutrition Examination Survey (NHANES) spanning from 2011 to 2018. A weighted multivariable logistic regression model was employed to examine the relationship between urinary phthalate concentrations and OAB. Subgroup analyses were conducted to explore differences in associations across various subgroups. Restricted cubic spline (RCS) analysis was used to investigate the potential non-linear relationship between urinary phthalate concentrations and OAB. Additionally, Bayesian Kernel Machine Regression (BKMR) analysis was performed to explore the overall effects and interactions of phthalate mixtures. Results In the multivariable logistic regression model fully adjusted for confounding variables, higher concentrations of MBzP and MiBP were associated with an increased risk of OAB, particularly in the highest tertiles (MBzP: OR = 1.401, 95% CI: 1.108–1.771; MiBP: OR = 1.050, 95% CI: 1.045–1.056). Subgroup analysis found that subgroup characteristics did not have a significant moderating effect on the association between phthalates and OAB. RCS analysis revealed a linear relationship between both MBzP and MiBP and OAB. BKMR analysis confirmed a positive overall effect of phthalate mixtures on OAB risk, with MBzP identified as the major contributing factor. Conclusion In our study cohort, a positive correlation between urinary phthalate concentrations and OAB was observed, necessitating further research to validate and refine this conclusion.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Phthalates, a class of synthetic chemicals extensively employed as plasticizers and constituents of personal care products, have garnered significant attention due to their pervasive environmental presence and potential health-disrupting effects ( 1 ). As phthalates do not form covalent bonds when mixed with plastics, they are easily released into the environment and leach from consumer products as plastics age and degrade, leading to widespread human exposure ( 2 ). Phthalates are primarily absorbed via ingestion, inhalation, and dermal contact, with vapor-phase phthalates representing a significant route of exposure through skin absorption ( 3 ). Furthermore, these compounds have been detected in diverse human tissues and biological fluids, including urine and blood ( 4 ,  5 ). The potential health risks posed by phthalate exposure have attracted growing concern, especially due to their function as endocrine disruptors ( 6 ). These compounds disrupt hormonal regulation and are implicated in a range of adverse health effects, including reproductive toxicity ( 7 ), developmental abnormalities ( 8 ), and carcinogenic effects ( 9 ,  10 ).\n\nOveractive bladder (OAB) is a widespread urological disorder marked by symptoms including urinary urgency, frequency, and nocturia, which may occur with or without urgency incontinence. OAB afflicts millions globally, significantly diminishing quality of life and resulting in physical, emotional, and social challenges ( 11 ). Although OAB is highly prevalent, its pathophysiology is not yet fully elucidated. Studies indicate a complex interaction among factors related to the nervous system, bladder smooth muscle, and urothelial cells ( 12 ). While genetic predisposition and lifestyle factors have been investigated, environmental exposures, particularly endocrine-disrupting chemicals such as phthalates, are increasingly considered potential contributors to the onset and progression of OAB ( 13 ).\n\nEarlier research has examined the impact of phthalates on multiple dimensions of human health, with some studies highlighting their detrimental effects on the urinary system, including associations with prostate cancer, bladder cancer, and testicular toxicity ( 14 – 16 ). The study by Yang et al. demonstrated that exposure to phthalates may elevate the risk of overactive bladder; however, it utilized outdated data ( 13 ). Comprehensive, population-based research employing large-scale epidemiological data is required to clarify the potential association between phthalate exposure and OAB. The objective of this study is to evaluate the relationship between phthalate exposure and OAB utilizing data from National Health and Nutrition Examination Survey (NHANES) 2011–2018. By capitalizing on this extensive and representative dataset, we aim to ascertain whether phthalate exposure serves as a significant risk factor for OAB and may contribute to the heightened burden of this condition within the population."
    },
    {
      "title": "Materials and methods",
      "text": "This study draws on data from the 2011–2018 NHANES, a cross-sectional survey intended to evaluate the health and nutritional status of the civilian, non-institutionalized U.S. population. The survey employs a complex, multistage probability sampling design to ensure representativeness of the U.S. population. Given the extensive scope of NHANES data, including detailed urinary biomarker measurements of phthalate metabolites, it provides a unique opportunity to investigate the potential association between phthalate exposure and OAB on a broad scale.\n\nThe study cohort comprised adults aged 20 years and above who participated in NHANES between 2011 and 2018 and had complete data on urinary phthalate metabolites and OAB assessments. Based on this, individuals who were pregnant or had a documented history of known diseases affecting bladder function were first excluded. Ultimately, 6,228 participants were included in Models 1 and 2. Then, individuals with missing covariate data were excluded, resulting in a final inclusion of 4,451 participants in Model 3 ( Figure 1 ).\n\nThe flowchart for participant screening in this study.\n\nIsotope dilution high-performance liquid chromatography-tandem mass spectrometry (HPLC-MS/MS) was employed for the quantitative analysis of urinary phthalate metabolites. Urine was processed using β-Glucuronidase for the digestion of glucurnide-conjugated metabolites, followed by online solid-phase extraction (SPE) coupled with reverse-phase HPLC-ESI-MS/MS. Detailed experimental methods can be found in the NHANES 2017–2018 Laboratory Methods. Urine samples were collected from participants and analyzed for a range of phthalate metabolites, including high-molecular-weight (HMW) phthalates such as mono(carboxynonyl) phthalate (MCNP), mono(carboxyoctyl) phthalate (MCOP), mono-2-ethyl-5-carboxypentyl phthalate (MECP), mono(3-carboxypropyl) phthalate (MCPP), and monobenzyl phthalate (MBzP). Low-molecular-weight (LMW) phthalates, such as monoethyl phthalate (MEP), monobutyl phthalate (MBP), and mono-isobutyl phthalate (MiBP), were also included. The selection of these metabolites was based on their prevalence in the general population and their potential health implications ( 17 ,  18 ). Urinary creatinine levels were concurrently measured to adjust for urine dilution in the analyses, detailed experimental methods can be found in the NHANES 2017–2018 Laboratory Methods. Quality control procedures involved the use of blanks, calibration standards, and quality control samples with known concentrations of phthalate metabolites. All laboratory analyses were conducted by the Laboratory Sciences Division of the Centers for Disease Control and Prevention (CDC).\n\nThe Overactive Bladder Symptom Score (OABSS) is a standardized tool developed to quantify the severity of symptoms in patients with OAB ( 19 ). Urinary symptom questionnaire data from the NHANES survey were translated into OABSS scores to determine the presence of OAB in study participants ( 20 ,  21 ) ( Table 1 ). Participants were asked: how often have you experienced urinary leakage? A score of 0 on the OABSS corresponded to “Never,” while “Less than once a month” and “A few times a month” were both scored as 1. “A few times a week” was assigned a score of 2, and “Every day or night” was scored as 3. Nocturia was evaluated in a similar manner, with scores assigned based on the frequency of nocturnal awakenings to urinate. “0 times” corresponded to an OABSS score of 0, “1 time” to a score of 1, and “2 times” to a score of 2. The total OABSS was derived by summing the scores across these categories, providing a quantitative measure of OAB symptom severity for each participant. Individuals with a total score of ≥3 were classified as having OAB ( 22 ). This scoring approach provides a standardized evaluation of OAB within the study cohort, thereby enhancing comparability and supporting rigorous statistical analysis. In addition, we performed a sensitivity analysis using an OABSS threshold of ≥5 to assess the robustness of our main findings.\n\nCriteria for conversion of symptom frequencies recorded in NHANES and OABSS scores.\n\nOABSS, Overactive Bladder Symptom Score.\n\nOur analysis included a range of covariates to account for potential confounders. The selection of these covariates was guided by their established or hypothesized relationships with phthalate exposure and OAB ( 23 ,  24 ). The covariates considered in the analysis included age (years), gender (male or female), race/ethnicity, body mass index (BMI, kg/m 2 ), educational attainment, socioeconomic status, smoking status (current, former, never), alcohol consumption (light, moderate, or heavy), hypertension, diabetes, hyperlipidemia, and a history of cardiovascular disease. BMI, hypertension, diabetes, and hyperlipidemia were evaluated using physical examination data, while the other covariates were obtained from self-reported questionnaire data.\n\nAll statistical analyses were conducted using Stata 17 and R version 4.3.1. Survey design variables and sample weights were integrated into all analyses, with MEC weights adjusted by a factor of 0.25 to yield final weights for the four survey cycles spanning 2011 to 2018. MEC weight refers to the weight assigned to survey participants based on the Mobile Examination Center data. Descriptive statistics were utilized to summarize the demographic characteristics of the study cohort. Categorical variables were represented using weighted proportions and 95% confidence intervals (95% CI), while continuous variables were presented using weighted means and standard errors (SE). We used SPSS to conduct Pearson chi-squared tests for categorical variables and  t -tests for continuous variables to assess group differences. The association between urinary phthalate metabolite concentrations and OAB was assessed using multivariate logistic regression models, with subgroup analyses performed to further investigate the findings.\n\nTo investigate the potential linear or non-linear associations between urinary phthalate concentrations and OAB, a restricted cubic spline (RCS) analysis was employed. The RCS method enables flexible modeling of non-linear relationships without requiring the imposition of a specific functional form. The results were subsequently visualized to offer a comprehensive understanding of the dose-response relationship ( 25 ).\n\nWe applied a Bayesian Kernel Machine Regression (BKMR) model to evaluate the potential interactions among various phthalate metabolites and their collective impact on OAB. The BKMR approach is particularly effective for studies involving multiple exposure mixtures, as it enables the assessment of compound interactions and their combined effects on OAB risk ( 26 )."
    },
    {
      "title": "Data source and study population",
      "text": "This study draws on data from the 2011–2018 NHANES, a cross-sectional survey intended to evaluate the health and nutritional status of the civilian, non-institutionalized U.S. population. The survey employs a complex, multistage probability sampling design to ensure representativeness of the U.S. population. Given the extensive scope of NHANES data, including detailed urinary biomarker measurements of phthalate metabolites, it provides a unique opportunity to investigate the potential association between phthalate exposure and OAB on a broad scale.\n\nThe study cohort comprised adults aged 20 years and above who participated in NHANES between 2011 and 2018 and had complete data on urinary phthalate metabolites and OAB assessments. Based on this, individuals who were pregnant or had a documented history of known diseases affecting bladder function were first excluded. Ultimately, 6,228 participants were included in Models 1 and 2. Then, individuals with missing covariate data were excluded, resulting in a final inclusion of 4,451 participants in Model 3 ( Figure 1 ).\n\nThe flowchart for participant screening in this study."
    },
    {
      "title": "Assessment of urinary phthalate concentrations",
      "text": "Isotope dilution high-performance liquid chromatography-tandem mass spectrometry (HPLC-MS/MS) was employed for the quantitative analysis of urinary phthalate metabolites. Urine was processed using β-Glucuronidase for the digestion of glucurnide-conjugated metabolites, followed by online solid-phase extraction (SPE) coupled with reverse-phase HPLC-ESI-MS/MS. Detailed experimental methods can be found in the NHANES 2017–2018 Laboratory Methods. Urine samples were collected from participants and analyzed for a range of phthalate metabolites, including high-molecular-weight (HMW) phthalates such as mono(carboxynonyl) phthalate (MCNP), mono(carboxyoctyl) phthalate (MCOP), mono-2-ethyl-5-carboxypentyl phthalate (MECP), mono(3-carboxypropyl) phthalate (MCPP), and monobenzyl phthalate (MBzP). Low-molecular-weight (LMW) phthalates, such as monoethyl phthalate (MEP), monobutyl phthalate (MBP), and mono-isobutyl phthalate (MiBP), were also included. The selection of these metabolites was based on their prevalence in the general population and their potential health implications ( 17 ,  18 ). Urinary creatinine levels were concurrently measured to adjust for urine dilution in the analyses, detailed experimental methods can be found in the NHANES 2017–2018 Laboratory Methods. Quality control procedures involved the use of blanks, calibration standards, and quality control samples with known concentrations of phthalate metabolites. All laboratory analyses were conducted by the Laboratory Sciences Division of the Centers for Disease Control and Prevention (CDC)."
    },
    {
      "title": "Assessment of OAB",
      "text": "The Overactive Bladder Symptom Score (OABSS) is a standardized tool developed to quantify the severity of symptoms in patients with OAB ( 19 ). Urinary symptom questionnaire data from the NHANES survey were translated into OABSS scores to determine the presence of OAB in study participants ( 20 ,  21 ) ( Table 1 ). Participants were asked: how often have you experienced urinary leakage? A score of 0 on the OABSS corresponded to “Never,” while “Less than once a month” and “A few times a month” were both scored as 1. “A few times a week” was assigned a score of 2, and “Every day or night” was scored as 3. Nocturia was evaluated in a similar manner, with scores assigned based on the frequency of nocturnal awakenings to urinate. “0 times” corresponded to an OABSS score of 0, “1 time” to a score of 1, and “2 times” to a score of 2. The total OABSS was derived by summing the scores across these categories, providing a quantitative measure of OAB symptom severity for each participant. Individuals with a total score of ≥3 were classified as having OAB ( 22 ). This scoring approach provides a standardized evaluation of OAB within the study cohort, thereby enhancing comparability and supporting rigorous statistical analysis. In addition, we performed a sensitivity analysis using an OABSS threshold of ≥5 to assess the robustness of our main findings.\n\nCriteria for conversion of symptom frequencies recorded in NHANES and OABSS scores.\n\nOABSS, Overactive Bladder Symptom Score."
    },
    {
      "title": "Covariates",
      "text": "Our analysis included a range of covariates to account for potential confounders. The selection of these covariates was guided by their established or hypothesized relationships with phthalate exposure and OAB ( 23 ,  24 ). The covariates considered in the analysis included age (years), gender (male or female), race/ethnicity, body mass index (BMI, kg/m 2 ), educational attainment, socioeconomic status, smoking status (current, former, never), alcohol consumption (light, moderate, or heavy), hypertension, diabetes, hyperlipidemia, and a history of cardiovascular disease. BMI, hypertension, diabetes, and hyperlipidemia were evaluated using physical examination data, while the other covariates were obtained from self-reported questionnaire data."
    },
    {
      "title": "Statistical analysis",
      "text": "All statistical analyses were conducted using Stata 17 and R version 4.3.1. Survey design variables and sample weights were integrated into all analyses, with MEC weights adjusted by a factor of 0.25 to yield final weights for the four survey cycles spanning 2011 to 2018. MEC weight refers to the weight assigned to survey participants based on the Mobile Examination Center data. Descriptive statistics were utilized to summarize the demographic characteristics of the study cohort. Categorical variables were represented using weighted proportions and 95% confidence intervals (95% CI), while continuous variables were presented using weighted means and standard errors (SE). We used SPSS to conduct Pearson chi-squared tests for categorical variables and  t -tests for continuous variables to assess group differences. The association between urinary phthalate metabolite concentrations and OAB was assessed using multivariate logistic regression models, with subgroup analyses performed to further investigate the findings.\n\nTo investigate the potential linear or non-linear associations between urinary phthalate concentrations and OAB, a restricted cubic spline (RCS) analysis was employed. The RCS method enables flexible modeling of non-linear relationships without requiring the imposition of a specific functional form. The results were subsequently visualized to offer a comprehensive understanding of the dose-response relationship ( 25 ).\n\nWe applied a Bayesian Kernel Machine Regression (BKMR) model to evaluate the potential interactions among various phthalate metabolites and their collective impact on OAB. The BKMR approach is particularly effective for studies involving multiple exposure mixtures, as it enables the assessment of compound interactions and their combined effects on OAB risk ( 26 )."
    },
    {
      "title": "Results",
      "text": "The baseline characteristics of the study participants are detailed in  Table 2 . The study included 4,451 participants, with an average age of 46.46 years (SE = 0.33). Compared to participants without OAB, those with OAB were more likely to be older, predominantly female, and have a higher BMI ( P  < 0.001). Compared to the non-OAB population, the proportion of individuals with hypertension, diabetes, and cardiovascular diseases is higher in the OAB population ( P  < 0.001), while there is no difference in the proportion of high cholesterol between the two groups ( P  > 0.05). Furthermore, compared to non-OAB participants, individuals with OAB exhibited elevated average concentrations of specific phthalate metabolites, such as MBzP and MiBP (9.12 vs. 7.94; 15.67 vs. 13.53;  P  < 0.05), while the concentration of MCOP was found to be lower in participants with OAB (27.29 vs. 37.93;  P  < 0.001). Compared to the non-OAB population, the proportion of smokers is higher and the proportion of drinkers is lower in the OAB population ( P  < 0.001).\n\nGeneral baseline characteristics of the participants by overactive bladder or non-overactive bladder in the NHANES 2011–2018 a .\n\na Participants included in Model 3.\n\nHMW, high molecular weight; LMW, low molecular weight; MCNP, mono(carboxynonyl)phthalate; MCOP, mono(carboxyoctyl) phthalate; MECP, Mono-2-ethyl-5-carboxypentyl phthalate; MCPP, mono-(3-carboxypropyl) phthalate; MBzP, mono-benzyl phthalate; MEP, mono-ethyl phthalate; MBP, mono-n-butyl phthalate; MiBP, mono-isobutyl phthalate.\n\nThe association between urinary phthalate concentrations and the risk of OAB was assessed using multivariable logistic regression models ( Table 3 ). After adjusting for potential confounders, we observed that when phthalate concentrations were treated as continuous variables, higher concentrations of HMW phthalate MBzP were associated with an increased risk of OAB. This association was more pronounced in the highest tertile range when phthalate concentrations were treated as categorical variables (OR = 1.401, 95% CI: 1.108, 1.771). Likewise, an increase in LMW phthalate MiBP levels was correlated with a higher OAB risk, especially in the highest tertile (OR = 1.050, 95% CI: 1.045, 1.056). When using the OABSS threshold of ≥5 to define OAB, MBzP, and MiBP still showed an association with OAB in model 3, after adjusting for all covariates, especially in the higher percentiles (OR = 1.509, 95% CI: 1.041, 2.186; OR = 1.555, 95% CI: 1.088, 2.224). The results of this sensitivity analysis are provided in the  Supplementary Table 1 .\n\nThe weighted multivariate logistic regression analysis of the relationship between phthalates exposures and overactive bladder.\n\na Model 1: no adjusted.\n\nb Model 2: adjusted for age, sex.\n\nc Model 3: adjusted for all covariates.\n\n* p < 0.05,  ** p < 0.01,  *** p < 0.001. Bold values indicate statistical significance.\n\nTo explore whether the association between phthalate exposure and OAB varies across age, sex, and other covariates, we performed subgroup analyses of MBzP and MiBP ( Figure 2 ). The results indicate that no significant interaction was found across all subgroups ( P  > 0.05), suggesting that the effects of MBzP and MiBP concentrations on OAB are consistent among these subgroups, and subgroup characteristics did not have a significant moderating effect on the associations between MBzP and OAB, as well as MiBP and OAB.\n\nSubgroup analysis of phthalates exposures and overactive bladder.  (A)  MBzP;  (B)  MiBP; Each group includes adjustment for all covariates except for the grouping factor.\n\nWe conducted a RCS analysis to assess the potential non-linear relationship between urinary phthalate concentrations and OAB risk ( Figure 3 ). The results indicated a positive correlation between MBzP and MiBP with OAB ( P  for overall < 0.05), with the relationship being linear ( P  for non-linear > 0.05).\n\nWeighted RCS analysis of the association between phthalates exposures and overactive bladder.  (A)  MCNP;  (B)  MCOP;  (C)  MECP;  (D)  MCPP;  (E)  MBzP;  (F)  MEP;  (G)  MBP;  (H)  MiBP. The model adjusted for all covariates.\n\nBKMR analysis revealed an overall positive impact of phthalate mixtures on OAB risk, indicating that higher levels of combined exposure are associated with an increased risk of OAB. The results of the BKMR model indicate that MBzP has the highest probability of inclusion ( P  = 1.00), suggesting that MBzP may be the primary factor contributing to this effect. The joint and individual effects of phthalate metabolites on OAB risk as revealed by the BKMR analysis are presented in  Figures 4A ,  B . Furthermore, the analysis explored potential interactions between different phthalate exposures, but no significant interactions were found ( Figure 4C ).\n\n(A)  Mixture overall effect in BKMR analysis;  (B)  single-component effect in BKMR analysis;  (C)  multivariable exposure-response interaction in BKMR analysis; The model adjusted for all covariates. est: overall risk estimate for mixed exposure; quantile: percentile ranges of mixed exposure."
    },
    {
      "title": "Characteristics of study participants",
      "text": "The baseline characteristics of the study participants are detailed in  Table 2 . The study included 4,451 participants, with an average age of 46.46 years (SE = 0.33). Compared to participants without OAB, those with OAB were more likely to be older, predominantly female, and have a higher BMI ( P  < 0.001). Compared to the non-OAB population, the proportion of individuals with hypertension, diabetes, and cardiovascular diseases is higher in the OAB population ( P  < 0.001), while there is no difference in the proportion of high cholesterol between the two groups ( P  > 0.05). Furthermore, compared to non-OAB participants, individuals with OAB exhibited elevated average concentrations of specific phthalate metabolites, such as MBzP and MiBP (9.12 vs. 7.94; 15.67 vs. 13.53;  P  < 0.05), while the concentration of MCOP was found to be lower in participants with OAB (27.29 vs. 37.93;  P  < 0.001). Compared to the non-OAB population, the proportion of smokers is higher and the proportion of drinkers is lower in the OAB population ( P  < 0.001).\n\nGeneral baseline characteristics of the participants by overactive bladder or non-overactive bladder in the NHANES 2011–2018 a .\n\na Participants included in Model 3.\n\nHMW, high molecular weight; LMW, low molecular weight; MCNP, mono(carboxynonyl)phthalate; MCOP, mono(carboxyoctyl) phthalate; MECP, Mono-2-ethyl-5-carboxypentyl phthalate; MCPP, mono-(3-carboxypropyl) phthalate; MBzP, mono-benzyl phthalate; MEP, mono-ethyl phthalate; MBP, mono-n-butyl phthalate; MiBP, mono-isobutyl phthalate."
    },
    {
      "title": "Association between the urinary phthalate concentrations and OAB",
      "text": "The association between urinary phthalate concentrations and the risk of OAB was assessed using multivariable logistic regression models ( Table 3 ). After adjusting for potential confounders, we observed that when phthalate concentrations were treated as continuous variables, higher concentrations of HMW phthalate MBzP were associated with an increased risk of OAB. This association was more pronounced in the highest tertile range when phthalate concentrations were treated as categorical variables (OR = 1.401, 95% CI: 1.108, 1.771). Likewise, an increase in LMW phthalate MiBP levels was correlated with a higher OAB risk, especially in the highest tertile (OR = 1.050, 95% CI: 1.045, 1.056). When using the OABSS threshold of ≥5 to define OAB, MBzP, and MiBP still showed an association with OAB in model 3, after adjusting for all covariates, especially in the higher percentiles (OR = 1.509, 95% CI: 1.041, 2.186; OR = 1.555, 95% CI: 1.088, 2.224). The results of this sensitivity analysis are provided in the  Supplementary Table 1 .\n\nThe weighted multivariate logistic regression analysis of the relationship between phthalates exposures and overactive bladder.\n\na Model 1: no adjusted.\n\nb Model 2: adjusted for age, sex.\n\nc Model 3: adjusted for all covariates.\n\n* p < 0.05,  ** p < 0.01,  *** p < 0.001. Bold values indicate statistical significance."
    },
    {
      "title": "Subgroup analysis",
      "text": "To explore whether the association between phthalate exposure and OAB varies across age, sex, and other covariates, we performed subgroup analyses of MBzP and MiBP ( Figure 2 ). The results indicate that no significant interaction was found across all subgroups ( P  > 0.05), suggesting that the effects of MBzP and MiBP concentrations on OAB are consistent among these subgroups, and subgroup characteristics did not have a significant moderating effect on the associations between MBzP and OAB, as well as MiBP and OAB.\n\nSubgroup analysis of phthalates exposures and overactive bladder.  (A)  MBzP;  (B)  MiBP; Each group includes adjustment for all covariates except for the grouping factor."
    },
    {
      "title": "RCS analysis",
      "text": "We conducted a RCS analysis to assess the potential non-linear relationship between urinary phthalate concentrations and OAB risk ( Figure 3 ). The results indicated a positive correlation between MBzP and MiBP with OAB ( P  for overall < 0.05), with the relationship being linear ( P  for non-linear > 0.05).\n\nWeighted RCS analysis of the association between phthalates exposures and overactive bladder.  (A)  MCNP;  (B)  MCOP;  (C)  MECP;  (D)  MCPP;  (E)  MBzP;  (F)  MEP;  (G)  MBP;  (H)  MiBP. The model adjusted for all covariates."
    },
    {
      "title": "BKMR analysis",
      "text": "BKMR analysis revealed an overall positive impact of phthalate mixtures on OAB risk, indicating that higher levels of combined exposure are associated with an increased risk of OAB. The results of the BKMR model indicate that MBzP has the highest probability of inclusion ( P  = 1.00), suggesting that MBzP may be the primary factor contributing to this effect. The joint and individual effects of phthalate metabolites on OAB risk as revealed by the BKMR analysis are presented in  Figures 4A ,  B . Furthermore, the analysis explored potential interactions between different phthalate exposures, but no significant interactions were found ( Figure 4C ).\n\n(A)  Mixture overall effect in BKMR analysis;  (B)  single-component effect in BKMR analysis;  (C)  multivariable exposure-response interaction in BKMR analysis; The model adjusted for all covariates. est: overall risk estimate for mixed exposure; quantile: percentile ranges of mixed exposure."
    },
    {
      "title": "Discussion",
      "text": "In this study, we leveraged data from NHANES 2011–2018 to investigate the association between urinary phthalate concentrations and the risk of OAB. Our findings indicate that higher concentrations of HMW phthalate metabolite MBzP and LMW phthalate metabolite MiBP are associated with an increased risk of OAB. These associations were particularly pronounced in the highest tertile of phthalate exposure. Subgroup analysis found that subgroup characteristics did not have a significant moderating effect on the associations between MBzP and OAB, as well as MiBP and OAB. Furthermore, RCS analysis indicated a linear relationship between these phthalates and OAB risk, while BKMR analysis identified MBzP as the primary contributor to the overall positive effect of the phthalate mixture on OAB risk.\n\nOur findings are consistent with previous research, suggesting that phthalates may exert detrimental effects on bladder function. Specifically, di-n-butyl phthalate (DBP) has been shown to promote bladder cancer progression through the induction of gene alterations ( 15 ), DBP can be metabolized in the body to form MBzP and MiBP. Beyond the bladder, phthalates may also have a range of harmful effects on the urinary system. For instance, phthalates have been linked to kidney damage through mechanisms involving PINK1/Parkin-mediated mitophagy and mitochondrial energy deficiency ( 27 ). Additionally, phthalate exposure has been associated with an increased risk of urinary incontinence and the induction of prostatic hyperplasia ( 17 ,  28 ). Multiple studies have also identified a strong association between phthalate exposure and the incidence and progression of various urinary system tumors ( 29 ,  30 ). Furthermore, our study identified a significant association between MBzP and MiBP and OAB, while the other six phthalates did not demonstrate such correlations. Considering the substantial differences in MBzP and MiBP levels between the OAB and non-OAB groups within the study population, we propose that the concentration differences of other phthalates may be insufficient to indicate a statistically significant association with OAB. Our findings further reveal a stronger association between MBzP and OAB within the higher percentile ranges. Previous studies have also indicated that MBzP tends to exhibit significant associations with other diseases among phthalates ( 31 ,  32 ), which may be attributed to its known reproductive toxicity ( 33 ).\n\nThe biological mechanisms underlying phthalate exposure and OAB may be exceedingly complex, encompassing multiple dimensions. Existing relevant research is relatively limited and has yet to elucidate these specific mechanisms comprehensively. One of the endocrine disruptors, phthalates are well-known for their ability to interfere with normal hormonal regulation. Research indicates that exposure to phthalates can lead to significant alterations in thyroid hormone levels ( 34 ). Furthermore, studies have found that phthalate exposure is negatively correlated with the estrogen/testosterone ratio ( 35 ). Estrogen plays a crucial role in maintaining the homeostasis of the urinary system, specifically by influencing urethral mucosal thickness, enhancing the tone of the urethral sphincter, and optimizing detrusor muscle function, all of which contribute to the stability of the urinary system ( 36 ). As estrogen levels decline, particularly in postmenopausal women, these protective mechanisms may weaken, potentially leading to bladder dysfunction ( 37 ). Some studies suggest that both local and systemic estrogen supplementation may help alleviate OAB symptoms ( 38 ). Phthalate exposure has also been linked to lipid peroxidation, DNA damage, and cellular dysfunction ( 39 ). Emerging research also indicates a close association between gut microbiota and the risk of progression of OAB symptoms ( 40 ). Studies have found that phthalate exposure can suppress gut microbiota activity, and these alterations may influence bladder function through the gut-bladder axis ( 41 ). Although several potential biological mechanisms have been proposed, we acknowledge that the specific roles of these mechanisms remain to be fully elucidated, necessitating further research to validate these hypotheses.\n\nOne of the main strengths of this study is the use of NHANES data, which provides a large, nationally representative sample with detailed information on phthalate exposure and OAB status. Employing a suite of advanced statistical techniques, including multivariable logistic regression, RCS, and BKMR analysis, enabled a thorough and nuanced assessment of these associations. Nonetheless, certain limitations warrant consideration. The cross-sectional nature of this study inherently constrains our ability to infer causality. Additionally, phthalate exposure was gauged using a single urine sample, which may not adequately capture long-term exposure. Furthermore, further classification of OAB into mild, moderate, and severe categories according to the OABSS scoring system may enhance the assessment of the impact of phthalate exposure on OAB of varying severity. Moreover, although many covariates were adjusted for, the possibility of residual confounding factors cannot be completely ruled out. For example, beverage choice seems to be a potential confounder; however, it could not be included in the analysis due to a lack of data. Another limitation of this study is the restricted number of phthalate metabolites analyzed ( n  = 8). Other phthalate metabolites not included in this research may have a more significant impact on OAB. The findings of this study bear substantial public health implications. Considering the pervasive use of phthalates in consumer products, curbing exposure to these chemicals could be a pivotal measure in mitigating OAB risk, especially among vulnerable populations such as women and the older adult. Our findings underscore the imperative for regulatory actions to curtail phthalate exposure, particularly in products predominantly used by populations at heightened risk for OAB. Further investigation is warranted to elucidate the biological mechanisms underpinning the phthalate-OAB association, with a particular focus on the roles of endocrine disruption and inflammation in OAB pathogenesis."
    },
    {
      "title": "Conclusions",
      "text": "In conclusion, our study provides some evidence that higher concentrations of specific urinary phthalate metabolites, particularly MBzP and MiBP, are associated with an increased risk of OAB. Given the widespread use of phthalates in consumer products and their ubiquitous presence in the environment, our findings carry significant public health implications. Reducing phthalate exposure, particularly among women and the older adult, may be a crucial step in lowering the risk of OAB and improving overall urinary health. Further research is needed to validate these findings and to explore potential interventions aimed at minimizing phthalate exposure and its impact on bladder function."
    }
  ],
  "full_text": "Background Phthalates, widely used as plasticizers, are pervasive environmental contaminants and endocrine disruptors. Their potential role in overactive bladder (OAB) pathogenesis is underexplored, necessitating further investigation into their impact on OAB using large-scale epidemiological data. Methods This study utilized data from the National Health and Nutrition Examination Survey (NHANES) spanning from 2011 to 2018. A weighted multivariable logistic regression model was employed to examine the relationship between urinary phthalate concentrations and OAB. Subgroup analyses were conducted to explore differences in associations across various subgroups. Restricted cubic spline (RCS) analysis was used to investigate the potential non-linear relationship between urinary phthalate concentrations and OAB. Additionally, Bayesian Kernel Machine Regression (BKMR) analysis was performed to explore the overall effects and interactions of phthalate mixtures. Results In the multivariable logistic regression model fully adjusted for confounding variables, higher concentrations of MBzP and MiBP were associated with an increased risk of OAB, particularly in the highest tertiles (MBzP: OR = 1.401, 95% CI: 1.108–1.771; MiBP: OR = 1.050, 95% CI: 1.045–1.056). Subgroup analysis found that subgroup characteristics did not have a significant moderating effect on the association between phthalates and OAB. RCS analysis revealed a linear relationship between both MBzP and MiBP and OAB. BKMR analysis confirmed a positive overall effect of phthalate mixtures on OAB risk, with MBzP identified as the major contributing factor. Conclusion In our study cohort, a positive correlation between urinary phthalate concentrations and OAB was observed, necessitating further research to validate and refine this conclusion.\n\n## Introduction\n\nPhthalates, a class of synthetic chemicals extensively employed as plasticizers and constituents of personal care products, have garnered significant attention due to their pervasive environmental presence and potential health-disrupting effects ( 1 ). As phthalates do not form covalent bonds when mixed with plastics, they are easily released into the environment and leach from consumer products as plastics age and degrade, leading to widespread human exposure ( 2 ). Phthalates are primarily absorbed via ingestion, inhalation, and dermal contact, with vapor-phase phthalates representing a significant route of exposure through skin absorption ( 3 ). Furthermore, these compounds have been detected in diverse human tissues and biological fluids, including urine and blood ( 4 ,  5 ). The potential health risks posed by phthalate exposure have attracted growing concern, especially due to their function as endocrine disruptors ( 6 ). These compounds disrupt hormonal regulation and are implicated in a range of adverse health effects, including reproductive toxicity ( 7 ), developmental abnormalities ( 8 ), and carcinogenic effects ( 9 ,  10 ).\n\nOveractive bladder (OAB) is a widespread urological disorder marked by symptoms including urinary urgency, frequency, and nocturia, which may occur with or without urgency incontinence. OAB afflicts millions globally, significantly diminishing quality of life and resulting in physical, emotional, and social challenges ( 11 ). Although OAB is highly prevalent, its pathophysiology is not yet fully elucidated. Studies indicate a complex interaction among factors related to the nervous system, bladder smooth muscle, and urothelial cells ( 12 ). While genetic predisposition and lifestyle factors have been investigated, environmental exposures, particularly endocrine-disrupting chemicals such as phthalates, are increasingly considered potential contributors to the onset and progression of OAB ( 13 ).\n\nEarlier research has examined the impact of phthalates on multiple dimensions of human health, with some studies highlighting their detrimental effects on the urinary system, including associations with prostate cancer, bladder cancer, and testicular toxicity ( 14 – 16 ). The study by Yang et al. demonstrated that exposure to phthalates may elevate the risk of overactive bladder; however, it utilized outdated data ( 13 ). Comprehensive, population-based research employing large-scale epidemiological data is required to clarify the potential association between phthalate exposure and OAB. The objective of this study is to evaluate the relationship between phthalate exposure and OAB utilizing data from National Health and Nutrition Examination Survey (NHANES) 2011–2018. By capitalizing on this extensive and representative dataset, we aim to ascertain whether phthalate exposure serves as a significant risk factor for OAB and may contribute to the heightened burden of this condition within the population.\n\n## Materials and methods\n\nThis study draws on data from the 2011–2018 NHANES, a cross-sectional survey intended to evaluate the health and nutritional status of the civilian, non-institutionalized U.S. population. The survey employs a complex, multistage probability sampling design to ensure representativeness of the U.S. population. Given the extensive scope of NHANES data, including detailed urinary biomarker measurements of phthalate metabolites, it provides a unique opportunity to investigate the potential association between phthalate exposure and OAB on a broad scale.\n\nThe study cohort comprised adults aged 20 years and above who participated in NHANES between 2011 and 2018 and had complete data on urinary phthalate metabolites and OAB assessments. Based on this, individuals who were pregnant or had a documented history of known diseases affecting bladder function were first excluded. Ultimately, 6,228 participants were included in Models 1 and 2. Then, individuals with missing covariate data were excluded, resulting in a final inclusion of 4,451 participants in Model 3 ( Figure 1 ).\n\nThe flowchart for participant screening in this study.\n\nIsotope dilution high-performance liquid chromatography-tandem mass spectrometry (HPLC-MS/MS) was employed for the quantitative analysis of urinary phthalate metabolites. Urine was processed using β-Glucuronidase for the digestion of glucurnide-conjugated metabolites, followed by online solid-phase extraction (SPE) coupled with reverse-phase HPLC-ESI-MS/MS. Detailed experimental methods can be found in the NHANES 2017–2018 Laboratory Methods. Urine samples were collected from participants and analyzed for a range of phthalate metabolites, including high-molecular-weight (HMW) phthalates such as mono(carboxynonyl) phthalate (MCNP), mono(carboxyoctyl) phthalate (MCOP), mono-2-ethyl-5-carboxypentyl phthalate (MECP), mono(3-carboxypropyl) phthalate (MCPP), and monobenzyl phthalate (MBzP). Low-molecular-weight (LMW) phthalates, such as monoethyl phthalate (MEP), monobutyl phthalate (MBP), and mono-isobutyl phthalate (MiBP), were also included. The selection of these metabolites was based on their prevalence in the general population and their potential health implications ( 17 ,  18 ). Urinary creatinine levels were concurrently measured to adjust for urine dilution in the analyses, detailed experimental methods can be found in the NHANES 2017–2018 Laboratory Methods. Quality control procedures involved the use of blanks, calibration standards, and quality control samples with known concentrations of phthalate metabolites. All laboratory analyses were conducted by the Laboratory Sciences Division of the Centers for Disease Control and Prevention (CDC).\n\nThe Overactive Bladder Symptom Score (OABSS) is a standardized tool developed to quantify the severity of symptoms in patients with OAB ( 19 ). Urinary symptom questionnaire data from the NHANES survey were translated into OABSS scores to determine the presence of OAB in study participants ( 20 ,  21 ) ( Table 1 ). Participants were asked: how often have you experienced urinary leakage? A score of 0 on the OABSS corresponded to “Never,” while “Less than once a month” and “A few times a month” were both scored as 1. “A few times a week” was assigned a score of 2, and “Every day or night” was scored as 3. Nocturia was evaluated in a similar manner, with scores assigned based on the frequency of nocturnal awakenings to urinate. “0 times” corresponded to an OABSS score of 0, “1 time” to a score of 1, and “2 times” to a score of 2. The total OABSS was derived by summing the scores across these categories, providing a quantitative measure of OAB symptom severity for each participant. Individuals with a total score of ≥3 were classified as having OAB ( 22 ). This scoring approach provides a standardized evaluation of OAB within the study cohort, thereby enhancing comparability and supporting rigorous statistical analysis. In addition, we performed a sensitivity analysis using an OABSS threshold of ≥5 to assess the robustness of our main findings.\n\nCriteria for conversion of symptom frequencies recorded in NHANES and OABSS scores.\n\nOABSS, Overactive Bladder Symptom Score.\n\nOur analysis included a range of covariates to account for potential confounders. The selection of these covariates was guided by their established or hypothesized relationships with phthalate exposure and OAB ( 23 ,  24 ). The covariates considered in the analysis included age (years), gender (male or female), race/ethnicity, body mass index (BMI, kg/m 2 ), educational attainment, socioeconomic status, smoking status (current, former, never), alcohol consumption (light, moderate, or heavy), hypertension, diabetes, hyperlipidemia, and a history of cardiovascular disease. BMI, hypertension, diabetes, and hyperlipidemia were evaluated using physical examination data, while the other covariates were obtained from self-reported questionnaire data.\n\nAll statistical analyses were conducted using Stata 17 and R version 4.3.1. Survey design variables and sample weights were integrated into all analyses, with MEC weights adjusted by a factor of 0.25 to yield final weights for the four survey cycles spanning 2011 to 2018. MEC weight refers to the weight assigned to survey participants based on the Mobile Examination Center data. Descriptive statistics were utilized to summarize the demographic characteristics of the study cohort. Categorical variables were represented using weighted proportions and 95% confidence intervals (95% CI), while continuous variables were presented using weighted means and standard errors (SE). We used SPSS to conduct Pearson chi-squared tests for categorical variables and  t -tests for continuous variables to assess group differences. The association between urinary phthalate metabolite concentrations and OAB was assessed using multivariate logistic regression models, with subgroup analyses performed to further investigate the findings.\n\nTo investigate the potential linear or non-linear associations between urinary phthalate concentrations and OAB, a restricted cubic spline (RCS) analysis was employed. The RCS method enables flexible modeling of non-linear relationships without requiring the imposition of a specific functional form. The results were subsequently visualized to offer a comprehensive understanding of the dose-response relationship ( 25 ).\n\nWe applied a Bayesian Kernel Machine Regression (BKMR) model to evaluate the potential interactions among various phthalate metabolites and their collective impact on OAB. The BKMR approach is particularly effective for studies involving multiple exposure mixtures, as it enables the assessment of compound interactions and their combined effects on OAB risk ( 26 ).\n\n## Data source and study population\n\nThis study draws on data from the 2011–2018 NHANES, a cross-sectional survey intended to evaluate the health and nutritional status of the civilian, non-institutionalized U.S. population. The survey employs a complex, multistage probability sampling design to ensure representativeness of the U.S. population. Given the extensive scope of NHANES data, including detailed urinary biomarker measurements of phthalate metabolites, it provides a unique opportunity to investigate the potential association between phthalate exposure and OAB on a broad scale.\n\nThe study cohort comprised adults aged 20 years and above who participated in NHANES between 2011 and 2018 and had complete data on urinary phthalate metabolites and OAB assessments. Based on this, individuals who were pregnant or had a documented history of known diseases affecting bladder function were first excluded. Ultimately, 6,228 participants were included in Models 1 and 2. Then, individuals with missing covariate data were excluded, resulting in a final inclusion of 4,451 participants in Model 3 ( Figure 1 ).\n\nThe flowchart for participant screening in this study.\n\n## Assessment of urinary phthalate concentrations\n\nIsotope dilution high-performance liquid chromatography-tandem mass spectrometry (HPLC-MS/MS) was employed for the quantitative analysis of urinary phthalate metabolites. Urine was processed using β-Glucuronidase for the digestion of glucurnide-conjugated metabolites, followed by online solid-phase extraction (SPE) coupled with reverse-phase HPLC-ESI-MS/MS. Detailed experimental methods can be found in the NHANES 2017–2018 Laboratory Methods. Urine samples were collected from participants and analyzed for a range of phthalate metabolites, including high-molecular-weight (HMW) phthalates such as mono(carboxynonyl) phthalate (MCNP), mono(carboxyoctyl) phthalate (MCOP), mono-2-ethyl-5-carboxypentyl phthalate (MECP), mono(3-carboxypropyl) phthalate (MCPP), and monobenzyl phthalate (MBzP). Low-molecular-weight (LMW) phthalates, such as monoethyl phthalate (MEP), monobutyl phthalate (MBP), and mono-isobutyl phthalate (MiBP), were also included. The selection of these metabolites was based on their prevalence in the general population and their potential health implications ( 17 ,  18 ). Urinary creatinine levels were concurrently measured to adjust for urine dilution in the analyses, detailed experimental methods can be found in the NHANES 2017–2018 Laboratory Methods. Quality control procedures involved the use of blanks, calibration standards, and quality control samples with known concentrations of phthalate metabolites. All laboratory analyses were conducted by the Laboratory Sciences Division of the Centers for Disease Control and Prevention (CDC).\n\n## Assessment of OAB\n\nThe Overactive Bladder Symptom Score (OABSS) is a standardized tool developed to quantify the severity of symptoms in patients with OAB ( 19 ). Urinary symptom questionnaire data from the NHANES survey were translated into OABSS scores to determine the presence of OAB in study participants ( 20 ,  21 ) ( Table 1 ). Participants were asked: how often have you experienced urinary leakage? A score of 0 on the OABSS corresponded to “Never,” while “Less than once a month” and “A few times a month” were both scored as 1. “A few times a week” was assigned a score of 2, and “Every day or night” was scored as 3. Nocturia was evaluated in a similar manner, with scores assigned based on the frequency of nocturnal awakenings to urinate. “0 times” corresponded to an OABSS score of 0, “1 time” to a score of 1, and “2 times” to a score of 2. The total OABSS was derived by summing the scores across these categories, providing a quantitative measure of OAB symptom severity for each participant. Individuals with a total score of ≥3 were classified as having OAB ( 22 ). This scoring approach provides a standardized evaluation of OAB within the study cohort, thereby enhancing comparability and supporting rigorous statistical analysis. In addition, we performed a sensitivity analysis using an OABSS threshold of ≥5 to assess the robustness of our main findings.\n\nCriteria for conversion of symptom frequencies recorded in NHANES and OABSS scores.\n\nOABSS, Overactive Bladder Symptom Score.\n\n## Covariates\n\nOur analysis included a range of covariates to account for potential confounders. The selection of these covariates was guided by their established or hypothesized relationships with phthalate exposure and OAB ( 23 ,  24 ). The covariates considered in the analysis included age (years), gender (male or female), race/ethnicity, body mass index (BMI, kg/m 2 ), educational attainment, socioeconomic status, smoking status (current, former, never), alcohol consumption (light, moderate, or heavy), hypertension, diabetes, hyperlipidemia, and a history of cardiovascular disease. BMI, hypertension, diabetes, and hyperlipidemia were evaluated using physical examination data, while the other covariates were obtained from self-reported questionnaire data.\n\n## Statistical analysis\n\nAll statistical analyses were conducted using Stata 17 and R version 4.3.1. Survey design variables and sample weights were integrated into all analyses, with MEC weights adjusted by a factor of 0.25 to yield final weights for the four survey cycles spanning 2011 to 2018. MEC weight refers to the weight assigned to survey participants based on the Mobile Examination Center data. Descriptive statistics were utilized to summarize the demographic characteristics of the study cohort. Categorical variables were represented using weighted proportions and 95% confidence intervals (95% CI), while continuous variables were presented using weighted means and standard errors (SE). We used SPSS to conduct Pearson chi-squared tests for categorical variables and  t -tests for continuous variables to assess group differences. The association between urinary phthalate metabolite concentrations and OAB was assessed using multivariate logistic regression models, with subgroup analyses performed to further investigate the findings.\n\nTo investigate the potential linear or non-linear associations between urinary phthalate concentrations and OAB, a restricted cubic spline (RCS) analysis was employed. The RCS method enables flexible modeling of non-linear relationships without requiring the imposition of a specific functional form. The results were subsequently visualized to offer a comprehensive understanding of the dose-response relationship ( 25 ).\n\nWe applied a Bayesian Kernel Machine Regression (BKMR) model to evaluate the potential interactions among various phthalate metabolites and their collective impact on OAB. The BKMR approach is particularly effective for studies involving multiple exposure mixtures, as it enables the assessment of compound interactions and their combined effects on OAB risk ( 26 ).\n\n## Results\n\nThe baseline characteristics of the study participants are detailed in  Table 2 . The study included 4,451 participants, with an average age of 46.46 years (SE = 0.33). Compared to participants without OAB, those with OAB were more likely to be older, predominantly female, and have a higher BMI ( P  < 0.001). Compared to the non-OAB population, the proportion of individuals with hypertension, diabetes, and cardiovascular diseases is higher in the OAB population ( P  < 0.001), while there is no difference in the proportion of high cholesterol between the two groups ( P  > 0.05). Furthermore, compared to non-OAB participants, individuals with OAB exhibited elevated average concentrations of specific phthalate metabolites, such as MBzP and MiBP (9.12 vs. 7.94; 15.67 vs. 13.53;  P  < 0.05), while the concentration of MCOP was found to be lower in participants with OAB (27.29 vs. 37.93;  P  < 0.001). Compared to the non-OAB population, the proportion of smokers is higher and the proportion of drinkers is lower in the OAB population ( P  < 0.001).\n\nGeneral baseline characteristics of the participants by overactive bladder or non-overactive bladder in the NHANES 2011–2018 a .\n\na Participants included in Model 3.\n\nHMW, high molecular weight; LMW, low molecular weight; MCNP, mono(carboxynonyl)phthalate; MCOP, mono(carboxyoctyl) phthalate; MECP, Mono-2-ethyl-5-carboxypentyl phthalate; MCPP, mono-(3-carboxypropyl) phthalate; MBzP, mono-benzyl phthalate; MEP, mono-ethyl phthalate; MBP, mono-n-butyl phthalate; MiBP, mono-isobutyl phthalate.\n\nThe association between urinary phthalate concentrations and the risk of OAB was assessed using multivariable logistic regression models ( Table 3 ). After adjusting for potential confounders, we observed that when phthalate concentrations were treated as continuous variables, higher concentrations of HMW phthalate MBzP were associated with an increased risk of OAB. This association was more pronounced in the highest tertile range when phthalate concentrations were treated as categorical variables (OR = 1.401, 95% CI: 1.108, 1.771). Likewise, an increase in LMW phthalate MiBP levels was correlated with a higher OAB risk, especially in the highest tertile (OR = 1.050, 95% CI: 1.045, 1.056). When using the OABSS threshold of ≥5 to define OAB, MBzP, and MiBP still showed an association with OAB in model 3, after adjusting for all covariates, especially in the higher percentiles (OR = 1.509, 95% CI: 1.041, 2.186; OR = 1.555, 95% CI: 1.088, 2.224). The results of this sensitivity analysis are provided in the  Supplementary Table 1 .\n\nThe weighted multivariate logistic regression analysis of the relationship between phthalates exposures and overactive bladder.\n\na Model 1: no adjusted.\n\nb Model 2: adjusted for age, sex.\n\nc Model 3: adjusted for all covariates.\n\n* p < 0.05,  ** p < 0.01,  *** p < 0.001. Bold values indicate statistical significance.\n\nTo explore whether the association between phthalate exposure and OAB varies across age, sex, and other covariates, we performed subgroup analyses of MBzP and MiBP ( Figure 2 ). The results indicate that no significant interaction was found across all subgroups ( P  > 0.05), suggesting that the effects of MBzP and MiBP concentrations on OAB are consistent among these subgroups, and subgroup characteristics did not have a significant moderating effect on the associations between MBzP and OAB, as well as MiBP and OAB.\n\nSubgroup analysis of phthalates exposures and overactive bladder.  (A)  MBzP;  (B)  MiBP; Each group includes adjustment for all covariates except for the grouping factor.\n\nWe conducted a RCS analysis to assess the potential non-linear relationship between urinary phthalate concentrations and OAB risk ( Figure 3 ). The results indicated a positive correlation between MBzP and MiBP with OAB ( P  for overall < 0.05), with the relationship being linear ( P  for non-linear > 0.05).\n\nWeighted RCS analysis of the association between phthalates exposures and overactive bladder.  (A)  MCNP;  (B)  MCOP;  (C)  MECP;  (D)  MCPP;  (E)  MBzP;  (F)  MEP;  (G)  MBP;  (H)  MiBP. The model adjusted for all covariates.\n\nBKMR analysis revealed an overall positive impact of phthalate mixtures on OAB risk, indicating that higher levels of combined exposure are associated with an increased risk of OAB. The results of the BKMR model indicate that MBzP has the highest probability of inclusion ( P  = 1.00), suggesting that MBzP may be the primary factor contributing to this effect. The joint and individual effects of phthalate metabolites on OAB risk as revealed by the BKMR analysis are presented in  Figures 4A ,  B . Furthermore, the analysis explored potential interactions between different phthalate exposures, but no significant interactions were found ( Figure 4C ).\n\n(A)  Mixture overall effect in BKMR analysis;  (B)  single-component effect in BKMR analysis;  (C)  multivariable exposure-response interaction in BKMR analysis; The model adjusted for all covariates. est: overall risk estimate for mixed exposure; quantile: percentile ranges of mixed exposure.\n\n## Characteristics of study participants\n\nThe baseline characteristics of the study participants are detailed in  Table 2 . The study included 4,451 participants, with an average age of 46.46 years (SE = 0.33). Compared to participants without OAB, those with OAB were more likely to be older, predominantly female, and have a higher BMI ( P  < 0.001). Compared to the non-OAB population, the proportion of individuals with hypertension, diabetes, and cardiovascular diseases is higher in the OAB population ( P  < 0.001), while there is no difference in the proportion of high cholesterol between the two groups ( P  > 0.05). Furthermore, compared to non-OAB participants, individuals with OAB exhibited elevated average concentrations of specific phthalate metabolites, such as MBzP and MiBP (9.12 vs. 7.94; 15.67 vs. 13.53;  P  < 0.05), while the concentration of MCOP was found to be lower in participants with OAB (27.29 vs. 37.93;  P  < 0.001). Compared to the non-OAB population, the proportion of smokers is higher and the proportion of drinkers is lower in the OAB population ( P  < 0.001).\n\nGeneral baseline characteristics of the participants by overactive bladder or non-overactive bladder in the NHANES 2011–2018 a .\n\na Participants included in Model 3.\n\nHMW, high molecular weight; LMW, low molecular weight; MCNP, mono(carboxynonyl)phthalate; MCOP, mono(carboxyoctyl) phthalate; MECP, Mono-2-ethyl-5-carboxypentyl phthalate; MCPP, mono-(3-carboxypropyl) phthalate; MBzP, mono-benzyl phthalate; MEP, mono-ethyl phthalate; MBP, mono-n-butyl phthalate; MiBP, mono-isobutyl phthalate.\n\n## Association between the urinary phthalate concentrations and OAB\n\nThe association between urinary phthalate concentrations and the risk of OAB was assessed using multivariable logistic regression models ( Table 3 ). After adjusting for potential confounders, we observed that when phthalate concentrations were treated as continuous variables, higher concentrations of HMW phthalate MBzP were associated with an increased risk of OAB. This association was more pronounced in the highest tertile range when phthalate concentrations were treated as categorical variables (OR = 1.401, 95% CI: 1.108, 1.771). Likewise, an increase in LMW phthalate MiBP levels was correlated with a higher OAB risk, especially in the highest tertile (OR = 1.050, 95% CI: 1.045, 1.056). When using the OABSS threshold of ≥5 to define OAB, MBzP, and MiBP still showed an association with OAB in model 3, after adjusting for all covariates, especially in the higher percentiles (OR = 1.509, 95% CI: 1.041, 2.186; OR = 1.555, 95% CI: 1.088, 2.224). The results of this sensitivity analysis are provided in the  Supplementary Table 1 .\n\nThe weighted multivariate logistic regression analysis of the relationship between phthalates exposures and overactive bladder.\n\na Model 1: no adjusted.\n\nb Model 2: adjusted for age, sex.\n\nc Model 3: adjusted for all covariates.\n\n* p < 0.05,  ** p < 0.01,  *** p < 0.001. Bold values indicate statistical significance.\n\n## Subgroup analysis\n\nTo explore whether the association between phthalate exposure and OAB varies across age, sex, and other covariates, we performed subgroup analyses of MBzP and MiBP ( Figure 2 ). The results indicate that no significant interaction was found across all subgroups ( P  > 0.05), suggesting that the effects of MBzP and MiBP concentrations on OAB are consistent among these subgroups, and subgroup characteristics did not have a significant moderating effect on the associations between MBzP and OAB, as well as MiBP and OAB.\n\nSubgroup analysis of phthalates exposures and overactive bladder.  (A)  MBzP;  (B)  MiBP; Each group includes adjustment for all covariates except for the grouping factor.\n\n## RCS analysis\n\nWe conducted a RCS analysis to assess the potential non-linear relationship between urinary phthalate concentrations and OAB risk ( Figure 3 ). The results indicated a positive correlation between MBzP and MiBP with OAB ( P  for overall < 0.05), with the relationship being linear ( P  for non-linear > 0.05).\n\nWeighted RCS analysis of the association between phthalates exposures and overactive bladder.  (A)  MCNP;  (B)  MCOP;  (C)  MECP;  (D)  MCPP;  (E)  MBzP;  (F)  MEP;  (G)  MBP;  (H)  MiBP. The model adjusted for all covariates.\n\n## BKMR analysis\n\nBKMR analysis revealed an overall positive impact of phthalate mixtures on OAB risk, indicating that higher levels of combined exposure are associated with an increased risk of OAB. The results of the BKMR model indicate that MBzP has the highest probability of inclusion ( P  = 1.00), suggesting that MBzP may be the primary factor contributing to this effect. The joint and individual effects of phthalate metabolites on OAB risk as revealed by the BKMR analysis are presented in  Figures 4A ,  B . Furthermore, the analysis explored potential interactions between different phthalate exposures, but no significant interactions were found ( Figure 4C ).\n\n(A)  Mixture overall effect in BKMR analysis;  (B)  single-component effect in BKMR analysis;  (C)  multivariable exposure-response interaction in BKMR analysis; The model adjusted for all covariates. est: overall risk estimate for mixed exposure; quantile: percentile ranges of mixed exposure.\n\n## Discussion\n\nIn this study, we leveraged data from NHANES 2011–2018 to investigate the association between urinary phthalate concentrations and the risk of OAB. Our findings indicate that higher concentrations of HMW phthalate metabolite MBzP and LMW phthalate metabolite MiBP are associated with an increased risk of OAB. These associations were particularly pronounced in the highest tertile of phthalate exposure. Subgroup analysis found that subgroup characteristics did not have a significant moderating effect on the associations between MBzP and OAB, as well as MiBP and OAB. Furthermore, RCS analysis indicated a linear relationship between these phthalates and OAB risk, while BKMR analysis identified MBzP as the primary contributor to the overall positive effect of the phthalate mixture on OAB risk.\n\nOur findings are consistent with previous research, suggesting that phthalates may exert detrimental effects on bladder function. Specifically, di-n-butyl phthalate (DBP) has been shown to promote bladder cancer progression through the induction of gene alterations ( 15 ), DBP can be metabolized in the body to form MBzP and MiBP. Beyond the bladder, phthalates may also have a range of harmful effects on the urinary system. For instance, phthalates have been linked to kidney damage through mechanisms involving PINK1/Parkin-mediated mitophagy and mitochondrial energy deficiency ( 27 ). Additionally, phthalate exposure has been associated with an increased risk of urinary incontinence and the induction of prostatic hyperplasia ( 17 ,  28 ). Multiple studies have also identified a strong association between phthalate exposure and the incidence and progression of various urinary system tumors ( 29 ,  30 ). Furthermore, our study identified a significant association between MBzP and MiBP and OAB, while the other six phthalates did not demonstrate such correlations. Considering the substantial differences in MBzP and MiBP levels between the OAB and non-OAB groups within the study population, we propose that the concentration differences of other phthalates may be insufficient to indicate a statistically significant association with OAB. Our findings further reveal a stronger association between MBzP and OAB within the higher percentile ranges. Previous studies have also indicated that MBzP tends to exhibit significant associations with other diseases among phthalates ( 31 ,  32 ), which may be attributed to its known reproductive toxicity ( 33 ).\n\nThe biological mechanisms underlying phthalate exposure and OAB may be exceedingly complex, encompassing multiple dimensions. Existing relevant research is relatively limited and has yet to elucidate these specific mechanisms comprehensively. One of the endocrine disruptors, phthalates are well-known for their ability to interfere with normal hormonal regulation. Research indicates that exposure to phthalates can lead to significant alterations in thyroid hormone levels ( 34 ). Furthermore, studies have found that phthalate exposure is negatively correlated with the estrogen/testosterone ratio ( 35 ). Estrogen plays a crucial role in maintaining the homeostasis of the urinary system, specifically by influencing urethral mucosal thickness, enhancing the tone of the urethral sphincter, and optimizing detrusor muscle function, all of which contribute to the stability of the urinary system ( 36 ). As estrogen levels decline, particularly in postmenopausal women, these protective mechanisms may weaken, potentially leading to bladder dysfunction ( 37 ). Some studies suggest that both local and systemic estrogen supplementation may help alleviate OAB symptoms ( 38 ). Phthalate exposure has also been linked to lipid peroxidation, DNA damage, and cellular dysfunction ( 39 ). Emerging research also indicates a close association between gut microbiota and the risk of progression of OAB symptoms ( 40 ). Studies have found that phthalate exposure can suppress gut microbiota activity, and these alterations may influence bladder function through the gut-bladder axis ( 41 ). Although several potential biological mechanisms have been proposed, we acknowledge that the specific roles of these mechanisms remain to be fully elucidated, necessitating further research to validate these hypotheses.\n\nOne of the main strengths of this study is the use of NHANES data, which provides a large, nationally representative sample with detailed information on phthalate exposure and OAB status. Employing a suite of advanced statistical techniques, including multivariable logistic regression, RCS, and BKMR analysis, enabled a thorough and nuanced assessment of these associations. Nonetheless, certain limitations warrant consideration. The cross-sectional nature of this study inherently constrains our ability to infer causality. Additionally, phthalate exposure was gauged using a single urine sample, which may not adequately capture long-term exposure. Furthermore, further classification of OAB into mild, moderate, and severe categories according to the OABSS scoring system may enhance the assessment of the impact of phthalate exposure on OAB of varying severity. Moreover, although many covariates were adjusted for, the possibility of residual confounding factors cannot be completely ruled out. For example, beverage choice seems to be a potential confounder; however, it could not be included in the analysis due to a lack of data. Another limitation of this study is the restricted number of phthalate metabolites analyzed ( n  = 8). Other phthalate metabolites not included in this research may have a more significant impact on OAB. The findings of this study bear substantial public health implications. Considering the pervasive use of phthalates in consumer products, curbing exposure to these chemicals could be a pivotal measure in mitigating OAB risk, especially among vulnerable populations such as women and the older adult. Our findings underscore the imperative for regulatory actions to curtail phthalate exposure, particularly in products predominantly used by populations at heightened risk for OAB. Further investigation is warranted to elucidate the biological mechanisms underpinning the phthalate-OAB association, with a particular focus on the roles of endocrine disruption and inflammation in OAB pathogenesis.\n\n## Conclusions\n\nIn conclusion, our study provides some evidence that higher concentrations of specific urinary phthalate metabolites, particularly MBzP and MiBP, are associated with an increased risk of OAB. Given the widespread use of phthalates in consumer products and their ubiquitous presence in the environment, our findings carry significant public health implications. Reducing phthalate exposure, particularly among women and the older adult, may be a crucial step in lowering the risk of OAB and improving overall urinary health. Further research is needed to validate these findings and to explore potential interventions aimed at minimizing phthalate exposure and its impact on bladder function.",
  "reference_count": 41,
  "word_count": 5250,
  "char_count": 35995
}