{
  "pmcid": "PMC11919435",
  "doi": "10.1016/j.psj.2025.104918",
  "title": "New findings on the antagonism of the environmental chemical toxicity 2-ethylhexyl diphenyl phosphate: Glycyrrhizic acid as an Nrf2 activator targets Nrf2/ROS/STAT3 signalling crosstalk to alleviate thymic injury in chicks",
  "authors": [
    "Linghuan Luo",
    "Ming Ge",
    "Yiming Sun",
    "Yihan Hu",
    "Xiaoyi Yang",
    "Ruili Zhang"
  ],
  "year": "2025",
  "journal": "Poultry Science",
  "abstract": "2-Ethylhexyl diphenyl phosphate ( EHDPHP ) is a pervasive environmental pollutant known to induce oxidative damage in organisms; however, its precise mechanisms of toxicity remain unclear. Furthermore, limited research has been conducted on potential therapeutic agents to counteract EHDPHP toxicity. Glycyrrhizic acid ( GA ), a triterpenoid saponin compound with recognized antioxidant, anti-inflammatory, and immunomodulatory properties, represents a promising candidate for mitigating EHDPHP-induced oxidative injury. In chickens, the thymus is the main immune organ. This study aims to investigate the mechanism of EHDPHP-induced thymus damage and the role and mechanism of GA intervention in this process. A potential ‘EHDPHP/GA-Target-Oxidative Stress ( OS )’ network was constructed using network biology. A model of EHDPHP-induced chicken thymic injury was established by continuous oral administration of EHDPHP (160 mg/kg) for 42 days. Moreover, the mechanism of action by which GA antagonizes EHDPHP-induced oxidative damage was explored using MDCC-MSB1 cells in vitro. Network biology analyses showed that ‘EHDPHP/GA-OS’ targets were mainly enriched in the adipocytokine and apoptotic signaling pathways. Molecular docking demonstrated the binding interactions of GA and EHDPHP with Kelch-like ECH-associated protein 1 ( Keap1 ), nuclear factor erythroid 2-related factor 2 ( Nrf2 ), and signal transducer and activator of transcription 3 ( STAT3 ) proteins. Both in vitro and in vivo experiments revealed that GA attenuated EHDPHP-induced damage to thymus and MDCC-MSB1 cells, as evidenced by reductions in oxidative stress markers (ROS, MDA, T-AOC, SOD, and GSH-Px), inflammation factors (NF-κB, IL-6, and TNF-α), and the apoptotic factor (Caspase 3) expression. GA treatment increased the expression of Nrf2 and HO-1 while reducing the expression of Keap1, JAK1, Phospho-JAK1 ( P-JAK1 ), STAT3, and Phospho-STAT3 ( P-STAT3 ). Furthermore, the protective effect of GA against EHDPHP-induced MDCC-MSB1 cell injury, as well as its inhibition of the JAK1/STAT3 pathway, was diminished by the Nrf2 inhibitor ML385. These findings suggest that GA exerts its protective effects through Nrf2 and mitigates EHDPHP-induced thymic injury in chickens by modulating the crosstalk between the Nrf2/ROS/STAT3 signaling pathways. Overall, this study highlights the novel role of GA in treating EHDPHP-induced injury and underscores its potential application in diseases treatable with Nrf2 activators.",
  "sections": [
    {
      "title": "Introduction",
      "text": "2-Ethylhexyl diphenyl phosphate ( EHDPHP ) is an emerging organophosphorus compound used as a flame retardant and plasticizer developed as an alternative to brominated flame retardants ( BFRs ). Due to its physical incorporation into products rather than chemical bonding( Wei et al., 2015 ), EHDPHP can be easily released into the environment, including water( Shimabuku et al., 2022 ), air( Esplugas et al., 2022 ), and soil( You et al., 2022 ). Extensive research on EHDPHP has revealed its ability to enter and accumulate in organisms through multiple pathways, including the food chain, inhalation, and dermal absorption, affecting the growth, development, and overall health of animals and humans( Azizi et al., 2023 ;  Chen et al., 2022 ;  Yu et al., 2022 ). In Sweden and Norway, EHDPHP is frequently detected in food samples at relatively high levels, with diet identified as the primary route of exposure( Yan et al., 2020 ). Chickens, as a major source of meat and eggs, represent an important staple food source. Therefore, EHDPHP contamination in chickens not only results in significant economic losses to the poultry industry but also poses a threat to human health.\n\nRecent studies have elucidated the toxic effects of EHDPHP on various organs, including the liver, brain, and ovary( Li et al., 2023 ;  Negi et al., 2021 ;  Yang et al., 2022 ). For instance, Li et al. found that EHDPHP significantly elevated MDA levels and induced oxidative stress in rats( Li et al., 2023 ). Schang et al. demonstrated that EHDPHP acts as an endocrine disruptor in MA-10 mouse LeyDig tumor cells, altering mitochondrial activity and superoxide production( Schang et al., 2016 ). In addition, EHDPHP exposure in Hepg2 cells led to increased levels of ROS, GSH, and MDA while reducing SOD activity and H 2 O 2  levels ( Zhou et al., 2023 ). The above findings suggest that exposure to EHDPHP disrupts oxidative homeostasis and induces oxidative stress. Ethyl-5-hydroxyhexyl diphenyl phosphate ( 5-OH-EHDPHP ), a signature metabolite of EHDPHP, has been shown to be potentially more toxic than the parent compound( Li et al., 2020 ;  Yang et al., 2023 ).\n\nOxidative stress ( OS ) is a universal mechanism that causes damage to organisms, with reactive oxygen species ( ROS ) levels being positively correlated with OS. Emerging evidence suggests that ROS functions as signaling molecules that mediate the inflammatory response( Liu and Liu, 2020 ). The NF-κB pathway is activated to regulate the expression of inflammatory factors, such as IL-6, TNF-α, COX-2, and iNOS( Lu et al., 2024 ). Both ROS and inflammation contribute to apoptosis( Fan et al., 2020 ). Caspase 3, an essential executor of apoptosis, initiates an irreversible cascade upon activation, leading to cellular damage( Fan et al., 2021 ). However, the specific molecular pathways and targets have not yet been fully elucidated, particularly regarding the role of EHDPHP, which warrants further exploration.\n\nTo mitigate the oxidative stress-induced toxicity of EHDPHP, the use of antioxidants represents a promising strategy for intervention. Glycyrrhetinic acid (GA), an oleanane-type pentacyclic triterpenoid saponin, is one of the most important bioactive components found in the medicinal herb liquorice( Pastorino et al., 2018 ;  Ballin et al., 2023 ). Some studies have found that GA plays an important role in antimicrobial ( Moazeni et al., 2017 ), antiviral ( Li et al., 2025 ), anticancer ( Kim et al., 2024 ), and immunomodulation ( Zuo et al., 2023 ). Moreover, GA belongs to the triterpenoid class of antioxidants and has diverse applications in food, cosmetics, pharmaceuticals, and animal feed additives by directly neutralizing free radicals, regulating the expression of endogenous antioxidant enzymes, and reducing oxidative stress levels( Xu et al., 2021 ;  Wang et al., 2022 ;  Bazekin et al., 2023 ). GA treatment increased the activities of antioxidant enzymes such as GSH, CAT, Cu/Zn-SOD, Mn-SOD, SOD, GST, and cytochrome P4501A in vivo and in vitro ( Ban et al., 2020 ;  Elsherbini et al., 2021 ;  Jomova and Valko, 2011 ). GA also has biological activities such as anti-inflammatory, anti-apoptotic, and anti-injury. GA inhibits inflammatory cytokine expression levels and apoptosis and attenuates various organ injuries such as SI-induced retinal injury ( He et al., 2019 ), NLRP3 inflammatory vesicle-mediated lung injury ( Shi et al., 2023 ), MI/R-induced myocardial injury ( Cheng et al., 2024 ), and AKI-induced kidney injury ( Zhao et al., 2016 )in rats. Therefore, investigating the potential of GA antagonism of EHDPHP-induced oxidative stress holds promising therapeutic prospects.\n\nChickens are a representative species in terrestrial ecosystems and a target for the toxic effects of EHDPHP. The thymus, a crucial central immune organ, is extremely sensitive to oxidative stress, which can result in damage to the immune organ after stimulation of immune cells by excess free radicals( H and H, 2019 ). However, the effects of long-term low-dose EHDPHP exposure on immune organs, including the thymus, and the underlying molecular mechanisms remain unclear. To our knowledge, this study is the first to investigate the oxidative damage induced by EHDPHP in the thymus and to explore the associated mechanisms. We also examined the roles and mechanisms of GA intervention in this process, focusing on oxidative stress, inflammation, and apoptosis. Using chicken thymus and MDCC-MSB1 cells as model systems( Wang et al., 2025 ), we employed network biology, molecular docking, and experimental approaches. Our findings provide valuable insights for the diagnosis, treatment, and prevention of EHDPHP-induced damage in humans and animals. The experimental design is shown in  Fig. 1 . Fig. 1 Flowchart of the study, which combined network biology, molecular docking, and experimental evaluation to evaluate GA's protective role in inhibiting EHDPHP-induced thymic toxicity. Fig 1\n\nFlowchart of the study, which combined network biology, molecular docking, and experimental evaluation to evaluate GA's protective role in inhibiting EHDPHP-induced thymic toxicity."
    },
    {
      "title": "Material and methods",
      "text": "EHDPHP (purity 97 %, Cat: E406552, CAS: 1241-94-7, Shanghai Aladdin Biochemical Technology Co., Ltd., China), glycyrrhizic acid (purity≥95 %, Cat: 1045-86-3, CAS: 1405-86-3, Shanghai Yuanye Bio-Technology Co., Ltd., China), and ML385 (purity 99.92 %, Cat: S8790, CAS: 846557-71-9, Selleck Chemicals, Inc., USA) were used in this study.\n\nTarget Collection and Network Building.  SMILES notations for EHDPHP, 5-OH-EHDPHP, and GA were retrieved from PubChem ( https://pubchem.ncbi.nlm.nih.gov ). These SMILES were subsequently input into target prediction databases, including Swiss ( http://swisstargetprediction.ch/ ), SEA ( https://sea.bkslab.org/ ), Pharm Mapper ( http://www.lilab-ecust.cn/pharmmapper/ ), and SuperPred ( https://prediction.charite.de/ ) to identify potential targets. In addition, the Gene ToList website ( https://www.genetolist.com/ ) was used to identify potential targets of EHDPHP, 5-OH-EHDPHP, and GA in  Gallus gallus  (taxonomy ID: 9031). Disease targets related to OS were identified using the keyword \"oxidative stress\" in the GeneCards database ( https://www.genecards.org/ ). The collected targets were integrated to construct an \"EHDPHP/5-OH-EHDPHP/GA—Target—Oxidative Stress\" network, which was visualized using Cytoscape software( Wang et al., 2022 ).\n\nKyoto Encyclopedia of Genes and Genomes (KEGG) and Gene Ontology (GO) Enrichment Analyses.  The EHDPHP—OS, 5-OH-EHDPHP—OS, and GA—OS targets were analyzed for GO functional enrichment and KEGG pathway enrichment using the David database ( https://david.ncifcrf.gov/ ). The results were visualized using the microbiology platform ( http://www.bioinformatics.com.cn/ ) ( Zhang et al., 2024 ).\n\nProtein-Protein Interaction (PPI) Network.  A Venn diagram was generated using Venny 2.1 software ( http://www.liuxiaoyuyuan.cn/ ) to identify common potential target genes of EHDPHP, 5-OH-EHDPHP, and GA related to oxidative stress. The common targets were then imported into the STRING database( https://cn.string-db.org/ ), with the protein species set to  Gallus gallus , to retrieve the PPI data. The PPI results were saved in TSV format and subsequently imported into Cytoscape software to construct the PPI network( Shi et al., 2022 ).\n\nSTAT3, identified as the main active target in the PPI network, and Keap1/Nrf2, the antioxidant classical pathway, were selected for molecular docking with EHDPHP, 5-OH-EHDPHP, and GA, respectively. The 3D crystal structures of Keap1, Nrf2, and STAT3 were retrieved from the Uniprot database ( https://www.uniprot.org/ ) by selecting \" Gallus gallus  (Chicken)\" as the organism, and the corresponding PDB files were obtained for further analysis ( Table 1 ). The mol2 format file for GA was retrieved from the TCMSP database, while the SDF files for the EHDPHP and 5-OH-EHDPHP structures were downloaded from the PubChem database. The SDF files were then converted to mol2 format using ChemDraw 3D Ultra software, followed by optimization of the protein and small-molecule structures. Next, molecular docking analysis was performed using AutoDockTools-1.5.7 software. The combinations with the lowest binding energy were visualized using PyMOL 2.4.0 software( Zhang et al., 2024 ). Moreover, molecular interaction forces were analyzed using PyMOL software and the PLIP tool ( https://plip-tool.biotec.tu-dresden.de/plip-web/plip/index ) for analysis. Table 1 Proteins in the uniprot database. Table 1 Uniprot ID Protein name A0A6G9KVK5 Kelch-like ECH-associated protein 1(Keap1) Q90834 Nuclear factor erythroid 2-related factor 2(Nrf2) Q6DV79 Signal transducer and activator of transcription 3(STAT3)\n\nProteins in the uniprot database.\n\nMDCC-MSB1 cells (provided by the Harbin Institute of Veterinary Medicine, Chinese Academy of Agricultural Sciences) were cultured in 1640 medium supplemented with 10 % fetal bovine serum, 100 IU/mL penicillin, and 100 μg/mL streptomycin. Cells were maintained in an incubator at 37°C with 5 % CO2. (1) To determine the optimal concentration and exposure time of EHDPHP and GA in MDCC-MSB1 cells, EHDPHP was added at concentrations of 0, 10, 20, 30, 40, 50, and 100 μM for 6 h, 12 h, 24 h, and 48 h, respectively. GA was added at concentrations of 0, 10, 20, 30, 40, 50, and 100 μM in combination with EHDPHP (0, 0.78125, 1.5625, 3.125, 6.25, 12.5, 25, 50, 100, and 200 µg/mL) for 24h. Cell viability was subsequently measured. (2) To investigate the protective effect of GA against EHDPHP-induced MDCC-MSB1 cytotoxicity, MDCC-MSB1 cells were divided into four groups: the DMSO (control) group, the GA group (25 μg/mL GA), the EHDPHP group (50 μM EHDPHP), and the EHDPHP + GA group (co-treatment with GA and EHDPHP); (3) To investigate the mechanism of action of EHDPHP and GA, MDCC-MSB1 cells were divided into five groups: the DMSO (control) group, the EHDPHP group (50 μM EHDPHP), the EHDPHP + ML385 group (co-treatment with EHDPHP and ML385), the EHDPHP + GA group, and the EHDPHP + GA + ML385 group (co-treatment with EHDPHP, GA, and ML385).\n\nFifty healthy male 7-day-old Hyland's white-feathered laying chickens, purchased from Harbin Pioneer Breeders' Farm, were randomly divided into five groups (n = 10 per group): control (Con), corn oil control (Vcon), GA (100 mg/kg.bw/d), EHDPHP (160 mg/kg.bw/d), and EHDPHP + GA (co-treatment with EHDPHP and GA). The chickens were treated by gavage once daily for 42 days.\n\nThe selection of doses for EHDPHP and GA was based on the lowest observed adverse effect level ( LOAEL ) for EHDPHP in rats, which was 120 mg/kg.bw/d. This value was adjusted to 85.2 mg/kg.bw/d for chickens( Li Ziyuan 2018 ). Generally, sub-chronic experimental doses range from 1/80 to 1/50 of the LD50( Hui, 2003 ). Based on the oral LD50 of EHDPHP in chickens (>10 gm/kg or 10,000 mg/kg), the dose range for sub-chronic experiments was determined to be between 125 mg/kg and 200 mg/kg. Therefore, the selected dose range for EHDPHP in this study was approximately 85.2 mg/kg to 200 mg/kg. A pre-test was conducted by gavaging chickens with 80, 160, and 320 mg/kg.bw/d of EHDPHP. Ultimately, a dose of 160 mg/kg.bw/d was chosen based on histopathological analysis using hematoxylin and eosin ( H&E ) staining and oxidative stress markers in the chicken thymus. A dose of 100 mg/kg.bw/d of GA has been shown to alleviate multiple injuries in chickens, including inflammation and apoptosis( Wang et al., 2022 ). Therefore, in this study, the exposure dose for EHDPHP was 160 mg/kg.bw/d, while the protective dose for GA was 100 mg/kg.bw/d.\n\nAnimal experiments were approved by the Animal Ethics Committee of Northeast Agricultural University (Harbin, China) and were conducted in accordance with the guidelines for ethical review of laboratory animal welfare (NEAUEC2023 03 107). Throughout the experiment, animals had ad libitum access to water and food, with environmental conditions maintained at a temperature of 22–26°C, relative humidity of 55–65 %, and a 12-h light/dark cycle.\n\nMDCC-MSB1 cells, exposed to varying concentrations of EHDPHP and GA, were seeded into 96-well cell culture plates and incubated for 24 h. Next, 10 μL of CCK8 reagent was added to each well, and the plates were incubated at 37°C for 1 h. The optical density ( OD ) values were then measured at 450 nm using an enzyme labeler (Biotek, USA).\n\nMDCC-MSB1 cells were cultured in 12-well plates, centrifuged to collect cell pellets, washed twice with PBS, and labeled with a DFCH-DA fluorescent probe (Nanjing Jiancheng Bioengineering Institute, China) in serum-free 1640 medium. The cells were then incubated in the dark at 37°C for 30 min. Green fluorescence intensity was measured at 488 nm using an inverted fluorescence microscope, and images were captured.\n\nThe AO/EB working solution was prepared according to the instructions provided with the AO/EB kit (Beijing Leagene Biotechnology Co., Ltd., China). A volume of 2 μL of AO/EB staining solution was added to 25–40 mL of MDCC-MSB1 cell suspension and incubated for 5–15 min at room temperature. Staining was observed using a fluorescence microscope.\n\nAn appropriate volume of MDCC-MSB1 cell suspension was dropped onto an adherent slide and allowed to air-dry naturally at room temperature. Cells were then fixed with 4 % paraformaldehyde, permeabilized with 0.4 % Triton X-100, and blocked with 2 % BSA. Primary antibodies against Nrf2 (1:100) and STAT3 (1:100) were incubated overnight, followed by incubation with goat anti-rabbit IgG (H+L)/FITC secondary antibodies at 37°C for 30 min. Finally, nuclear staining was performed using DAPI.\n\nThe growth status and body weight of the chickens were monitored and recorded daily. On day 42 of the experiment, the chickens were euthanized, and thymus samples were collected following dissection. Average daily gain ( ADG ) was calculated as follows: ADG = (average weight per group at 42 d of trial - average weight per group at 0 d of trial)/42. The thymus index was determined using the formula: thymus index = Thymus weight (g) / Body weight (g) × 100 %.\n\nThymus tissue was fixed in 10 % formalin and processed into 4 μm paraffin sections after dehydration, transparency, and wax embedding. (1) Histopathological changes in the thymus were examined under a light microscope after H&E staining, with specific scoring( Huang et al., 2021 ) criteria detailed in  Table 2 ; (2) TUNEL staining was carried out according to the manufacturer's instructions (Harbin Shiguo Biotechnology Co., Ltd., China), and nuclei were counterstained with DAPI. The apoptosis index ( AI ) was calculated by randomly selecting three fields of view under a fluorescence microscope using the formula: AI = (number of positive cells/total number of cells) × 100 % ( Kuno et al., 2021 ); (3) Following dewaxing and hydration, antigen retrieval was performed using 0.01 M sodium citrate buffer (pH = 6.0), peroxidase activity was blocked with 3 % H 2 O 2  and non-specific antigen binding was blocked using 5 % goat serum. Primary antibodies against Keap1 (1:200), Nrf2 (1:100), and STAT3 (1:100) (Abmart, USA) were incubated overnight, followed by incubation with goat anti-rabbit IgG (H+L)/HRP secondary antibodies at 37°C for 30 min. Next, color development was achieved using a DAB peroxidase substrate (Beijing Zhong Shan-Golden Bridge Biological Technology CO., LTD., China), and nuclei were stained with hematoxylin. For each thymus sample, three fields of view were selected under a light microscope, and quantitative analysis was performed using Image J software. Table 2 Thymic pathology score. Table 2 pathological phenomenon Degree score Changes in cell number Normal 0 slightly reduced (Damage range: 0 %-25 %) 1 significantly reduced (Damage range: 25 %-50 %) 2 severely reduced (Damage range: >50 %) 3 cell necrosis Normal 0 slightly necrotic (Damage range: 0 %-25 %) 1 significantly necrotic (Damage range: 25 %-50 %) 2 severely necrotic (Damage range: >50 %) 3 apoptosis Normal 0 slightly apoptotic (Damage range: 0 %-25 %) 1 significantly apoptotic (Damage range: 25 %-50 %) 2 severe apoptosis (Damage range: >50 %) 3 Vascular congestion and bleeding Normal 0 Significant vascular congestion 1 Severe vascular congestion and slight bleeding 2 Severe vascular congestion and bleeding 3\n\nThymic pathology score.\n\nThe levels of MDA, T-AOC, SOD, and GSH-Px in thymus tissue were measured according to the protocols provided with the commercial kits (Nanjing Jiancheng Bioengineering Institute, China). Absorbance was recorded at 532 nm for MDA, 520 nm for T-AOC, 550 nm for SOD, and 412 nm for GSH-Px.\n\nThymus tissues were homogenized, and the levels of IL-6 and TNF-α were measured using ELISA kits (AndyGene Co., Ltd., Beijing, China) according to the manufacturer's instructions. Absorbance for each well was recorded at 450 nm. A standard curve was constructed using the concentrations and OD values of the standards, and the corresponding linear regression equation was determined. The OD values of each sample were then applied to this equation to calculate the concentrations of IL-6 and TNF-α.\n\nTotal RNA was extracted from MDCC-MSB1 cells and thymus tissue using the TRIZOL Reagent Kit (Invitrogen, USA), and RNA concentrations were measured using a NanoDrop ND-2000 (ThermoFisher Science, USA). cDNA was synthesized using a reverse transcription kit (TransGen Biotech Co. Ltd., Beijing, China). QRT-PCR was performed using the TB Green® Premix Ex Taq™ II on Roche fluorescent quantitative PCR equipment (Roche Corporation, Tokyo, Japan). A two-step PCR reaction procedure was performed using the following cycling conditions: initial denaturation at 95°C for 120 s, followed by 40 cycles of denaturation at 95°C for 15 s and annealing/extension at 60°C for 30 s, during which fluorescent signals were collected. Gene expression levels were analyzed using the 2-∆∆Ct method, with the chicken β-actin gene serving as the internal reference. Primers for the analyzed genes were synthesized by Sangon Biotech (Shanghai, China), and their sequences are provided in  Table 3 . Table 3 QRT-PCR primer sequence. Table 3 Target gene primer GenBank accession number NF-κB Forwad :CCACAACTACCACCAACTGAGAC  Reverse:AGAGACAAGAGGATTCGCATTAGC NM_001279309.1 IL-6 Forwad :GAAATCCCTCCTCGCCAATCTG  Reverse:CCTCACGGTCTTCTCCATAAACG NM_204628.2 TNF-α Forwad :GGACAGCCTATGCCAACAAGTAC  Reverse:GCGGTCATAGAACAGCACTACG XM_046927261.1 Keap1 Forwad :AGCAGCGTGGAGAGGTATGAG  Reverse:GCGTACAGCAGTCGGTTCAG MN416132.1 Nrf2 Forwad :TCGGTGTCTGCTTCGGTGTC  Reverse:TGCCTCCAAAGGATGTCAATCAAG XM_046921103.1 HO-1 Forwad :AGAGTGAGAGGACAAGCAGGATG  Reverse:CGACTGTGGTGGCGATGAAG XM_046921508.1 JAK1 Forwad :AATCCTTCGCACAGACAACATCAG  Reverse:GATGATAAGCAGGCTGGCATTCC XM_015290965 STAT3 Forwad :TTGCCGAATCACAACTACAGACTC  Reverse:GCTCCACGATCCGCTCCTC NM_001398323.1 Caspase-3 Forwad :AAGGTCGGTGTGAACGGATT  Reverse:CAACAATCTCCACTTTGCCACT NM_204725.2 β-actin Forwad :ATTGCTGCGCTCGTTGTT  Reverse:CTTTTGCTCTGGGCTTCA L08165.1\n\nQRT-PCR primer sequence.\n\nProtein samples were prepared by homogenizing MDCC-MSB1 cells and thymus tissue in RIPA lysis buffer (Beijing Solarbio Science & Technology Co., Ltd., China). Protein samples were resolved using SDS-PAGE electrophoresis and transferred onto PVDF membrane. The membranes were blocked with 5 % skimmed milk powder and incubated overnight at 4°C with primary antibodies targeting NF-κB (1:1000), p-NF-κB (1:800), IL-6 (1:1200), TNF-α (1:1000), Keap1 (1:800), Nrf2 (1:800), HO-1 (1:1200), JAK1 (1:1000), p-JAK1 (1:1000), STAT3 (1:1000), P-STAT3 (1:1000), Caspase 3 (1:1200), and Cel-caspase 3 (1:1000) (Abmart, USA) Subsequently, the membranes were incubated for 2 h at room temperature with the corresponding goat anti-rabbit IgG (H+L)/HRP secondary antibodies. Protein bands were visualized using ECL Ultrasensitive Chemiluminescent Liquid (Beyotime Biotech Inc., China), and images were captured using a gel imaging system. The gray values of the protein bands were quantified using Image J software, with chicken GAPDH serving as the internal reference protein.\n\nThe data for each group were statistically and dimensionally reduced using Excel. Differences and correlations among groups and data indices were analyzed using Principal Component Analysis (PCA) and correlation plots generated with Origin software( Thapar, 2023 ).\n\nData are presented as mean ± standard deviation and were analyzed using GraphPad Prism 8.4 software. Differences among multiple groups were evaluated using one-way ANOVA, followed by Tukey's multiple comparisons test. Significant differences between groups (P < 0.05) are indicated by different letters (a, b, c, d), while identical letters indicate no statistically significant differences (P > 0.05)."
    },
    {
      "title": "Chemicals and reagents",
      "text": "EHDPHP (purity 97 %, Cat: E406552, CAS: 1241-94-7, Shanghai Aladdin Biochemical Technology Co., Ltd., China), glycyrrhizic acid (purity≥95 %, Cat: 1045-86-3, CAS: 1405-86-3, Shanghai Yuanye Bio-Technology Co., Ltd., China), and ML385 (purity 99.92 %, Cat: S8790, CAS: 846557-71-9, Selleck Chemicals, Inc., USA) were used in this study."
    },
    {
      "title": "Network toxicology and pharmacology analysis",
      "text": "Target Collection and Network Building.  SMILES notations for EHDPHP, 5-OH-EHDPHP, and GA were retrieved from PubChem ( https://pubchem.ncbi.nlm.nih.gov ). These SMILES were subsequently input into target prediction databases, including Swiss ( http://swisstargetprediction.ch/ ), SEA ( https://sea.bkslab.org/ ), Pharm Mapper ( http://www.lilab-ecust.cn/pharmmapper/ ), and SuperPred ( https://prediction.charite.de/ ) to identify potential targets. In addition, the Gene ToList website ( https://www.genetolist.com/ ) was used to identify potential targets of EHDPHP, 5-OH-EHDPHP, and GA in  Gallus gallus  (taxonomy ID: 9031). Disease targets related to OS were identified using the keyword \"oxidative stress\" in the GeneCards database ( https://www.genecards.org/ ). The collected targets were integrated to construct an \"EHDPHP/5-OH-EHDPHP/GA—Target—Oxidative Stress\" network, which was visualized using Cytoscape software( Wang et al., 2022 ).\n\nKyoto Encyclopedia of Genes and Genomes (KEGG) and Gene Ontology (GO) Enrichment Analyses.  The EHDPHP—OS, 5-OH-EHDPHP—OS, and GA—OS targets were analyzed for GO functional enrichment and KEGG pathway enrichment using the David database ( https://david.ncifcrf.gov/ ). The results were visualized using the microbiology platform ( http://www.bioinformatics.com.cn/ ) ( Zhang et al., 2024 ).\n\nProtein-Protein Interaction (PPI) Network.  A Venn diagram was generated using Venny 2.1 software ( http://www.liuxiaoyuyuan.cn/ ) to identify common potential target genes of EHDPHP, 5-OH-EHDPHP, and GA related to oxidative stress. The common targets were then imported into the STRING database( https://cn.string-db.org/ ), with the protein species set to  Gallus gallus , to retrieve the PPI data. The PPI results were saved in TSV format and subsequently imported into Cytoscape software to construct the PPI network( Shi et al., 2022 )."
    },
    {
      "title": "Molecular docking",
      "text": "STAT3, identified as the main active target in the PPI network, and Keap1/Nrf2, the antioxidant classical pathway, were selected for molecular docking with EHDPHP, 5-OH-EHDPHP, and GA, respectively. The 3D crystal structures of Keap1, Nrf2, and STAT3 were retrieved from the Uniprot database ( https://www.uniprot.org/ ) by selecting \" Gallus gallus  (Chicken)\" as the organism, and the corresponding PDB files were obtained for further analysis ( Table 1 ). The mol2 format file for GA was retrieved from the TCMSP database, while the SDF files for the EHDPHP and 5-OH-EHDPHP structures were downloaded from the PubChem database. The SDF files were then converted to mol2 format using ChemDraw 3D Ultra software, followed by optimization of the protein and small-molecule structures. Next, molecular docking analysis was performed using AutoDockTools-1.5.7 software. The combinations with the lowest binding energy were visualized using PyMOL 2.4.0 software( Zhang et al., 2024 ). Moreover, molecular interaction forces were analyzed using PyMOL software and the PLIP tool ( https://plip-tool.biotec.tu-dresden.de/plip-web/plip/index ) for analysis. Table 1 Proteins in the uniprot database. Table 1 Uniprot ID Protein name A0A6G9KVK5 Kelch-like ECH-associated protein 1(Keap1) Q90834 Nuclear factor erythroid 2-related factor 2(Nrf2) Q6DV79 Signal transducer and activator of transcription 3(STAT3)\n\nProteins in the uniprot database."
    },
    {
      "title": "Cells and treatments",
      "text": "MDCC-MSB1 cells (provided by the Harbin Institute of Veterinary Medicine, Chinese Academy of Agricultural Sciences) were cultured in 1640 medium supplemented with 10 % fetal bovine serum, 100 IU/mL penicillin, and 100 μg/mL streptomycin. Cells were maintained in an incubator at 37°C with 5 % CO2. (1) To determine the optimal concentration and exposure time of EHDPHP and GA in MDCC-MSB1 cells, EHDPHP was added at concentrations of 0, 10, 20, 30, 40, 50, and 100 μM for 6 h, 12 h, 24 h, and 48 h, respectively. GA was added at concentrations of 0, 10, 20, 30, 40, 50, and 100 μM in combination with EHDPHP (0, 0.78125, 1.5625, 3.125, 6.25, 12.5, 25, 50, 100, and 200 µg/mL) for 24h. Cell viability was subsequently measured. (2) To investigate the protective effect of GA against EHDPHP-induced MDCC-MSB1 cytotoxicity, MDCC-MSB1 cells were divided into four groups: the DMSO (control) group, the GA group (25 μg/mL GA), the EHDPHP group (50 μM EHDPHP), and the EHDPHP + GA group (co-treatment with GA and EHDPHP); (3) To investigate the mechanism of action of EHDPHP and GA, MDCC-MSB1 cells were divided into five groups: the DMSO (control) group, the EHDPHP group (50 μM EHDPHP), the EHDPHP + ML385 group (co-treatment with EHDPHP and ML385), the EHDPHP + GA group, and the EHDPHP + GA + ML385 group (co-treatment with EHDPHP, GA, and ML385)."
    },
    {
      "title": "Animals and treatments",
      "text": "Fifty healthy male 7-day-old Hyland's white-feathered laying chickens, purchased from Harbin Pioneer Breeders' Farm, were randomly divided into five groups (n = 10 per group): control (Con), corn oil control (Vcon), GA (100 mg/kg.bw/d), EHDPHP (160 mg/kg.bw/d), and EHDPHP + GA (co-treatment with EHDPHP and GA). The chickens were treated by gavage once daily for 42 days.\n\nThe selection of doses for EHDPHP and GA was based on the lowest observed adverse effect level ( LOAEL ) for EHDPHP in rats, which was 120 mg/kg.bw/d. This value was adjusted to 85.2 mg/kg.bw/d for chickens( Li Ziyuan 2018 ). Generally, sub-chronic experimental doses range from 1/80 to 1/50 of the LD50( Hui, 2003 ). Based on the oral LD50 of EHDPHP in chickens (>10 gm/kg or 10,000 mg/kg), the dose range for sub-chronic experiments was determined to be between 125 mg/kg and 200 mg/kg. Therefore, the selected dose range for EHDPHP in this study was approximately 85.2 mg/kg to 200 mg/kg. A pre-test was conducted by gavaging chickens with 80, 160, and 320 mg/kg.bw/d of EHDPHP. Ultimately, a dose of 160 mg/kg.bw/d was chosen based on histopathological analysis using hematoxylin and eosin ( H&E ) staining and oxidative stress markers in the chicken thymus. A dose of 100 mg/kg.bw/d of GA has been shown to alleviate multiple injuries in chickens, including inflammation and apoptosis( Wang et al., 2022 ). Therefore, in this study, the exposure dose for EHDPHP was 160 mg/kg.bw/d, while the protective dose for GA was 100 mg/kg.bw/d.\n\nAnimal experiments were approved by the Animal Ethics Committee of Northeast Agricultural University (Harbin, China) and were conducted in accordance with the guidelines for ethical review of laboratory animal welfare (NEAUEC2023 03 107). Throughout the experiment, animals had ad libitum access to water and food, with environmental conditions maintained at a temperature of 22–26°C, relative humidity of 55–65 %, and a 12-h light/dark cycle."
    },
    {
      "title": "Cell viability analysis",
      "text": "MDCC-MSB1 cells, exposed to varying concentrations of EHDPHP and GA, were seeded into 96-well cell culture plates and incubated for 24 h. Next, 10 μL of CCK8 reagent was added to each well, and the plates were incubated at 37°C for 1 h. The optical density ( OD ) values were then measured at 450 nm using an enzyme labeler (Biotek, USA)."
    },
    {
      "title": "ROS fluorescence analysis",
      "text": "MDCC-MSB1 cells were cultured in 12-well plates, centrifuged to collect cell pellets, washed twice with PBS, and labeled with a DFCH-DA fluorescent probe (Nanjing Jiancheng Bioengineering Institute, China) in serum-free 1640 medium. The cells were then incubated in the dark at 37°C for 30 min. Green fluorescence intensity was measured at 488 nm using an inverted fluorescence microscope, and images were captured."
    },
    {
      "title": "AO/EB fluorescence analysis",
      "text": "The AO/EB working solution was prepared according to the instructions provided with the AO/EB kit (Beijing Leagene Biotechnology Co., Ltd., China). A volume of 2 μL of AO/EB staining solution was added to 25–40 mL of MDCC-MSB1 cell suspension and incubated for 5–15 min at room temperature. Staining was observed using a fluorescence microscope."
    },
    {
      "title": "Immunofluorescence",
      "text": "An appropriate volume of MDCC-MSB1 cell suspension was dropped onto an adherent slide and allowed to air-dry naturally at room temperature. Cells were then fixed with 4 % paraformaldehyde, permeabilized with 0.4 % Triton X-100, and blocked with 2 % BSA. Primary antibodies against Nrf2 (1:100) and STAT3 (1:100) were incubated overnight, followed by incubation with goat anti-rabbit IgG (H+L)/FITC secondary antibodies at 37°C for 30 min. Finally, nuclear staining was performed using DAPI."
    },
    {
      "title": "Average daily weight gain and thymic index analysis",
      "text": "The growth status and body weight of the chickens were monitored and recorded daily. On day 42 of the experiment, the chickens were euthanized, and thymus samples were collected following dissection. Average daily gain ( ADG ) was calculated as follows: ADG = (average weight per group at 42 d of trial - average weight per group at 0 d of trial)/42. The thymus index was determined using the formula: thymus index = Thymus weight (g) / Body weight (g) × 100 %."
    },
    {
      "title": "H&E, TdT-mediated dUTP nick-end labelling (TUNEL) and immunohistochemical staining",
      "text": "Thymus tissue was fixed in 10 % formalin and processed into 4 μm paraffin sections after dehydration, transparency, and wax embedding. (1) Histopathological changes in the thymus were examined under a light microscope after H&E staining, with specific scoring( Huang et al., 2021 ) criteria detailed in  Table 2 ; (2) TUNEL staining was carried out according to the manufacturer's instructions (Harbin Shiguo Biotechnology Co., Ltd., China), and nuclei were counterstained with DAPI. The apoptosis index ( AI ) was calculated by randomly selecting three fields of view under a fluorescence microscope using the formula: AI = (number of positive cells/total number of cells) × 100 % ( Kuno et al., 2021 ); (3) Following dewaxing and hydration, antigen retrieval was performed using 0.01 M sodium citrate buffer (pH = 6.0), peroxidase activity was blocked with 3 % H 2 O 2  and non-specific antigen binding was blocked using 5 % goat serum. Primary antibodies against Keap1 (1:200), Nrf2 (1:100), and STAT3 (1:100) (Abmart, USA) were incubated overnight, followed by incubation with goat anti-rabbit IgG (H+L)/HRP secondary antibodies at 37°C for 30 min. Next, color development was achieved using a DAB peroxidase substrate (Beijing Zhong Shan-Golden Bridge Biological Technology CO., LTD., China), and nuclei were stained with hematoxylin. For each thymus sample, three fields of view were selected under a light microscope, and quantitative analysis was performed using Image J software. Table 2 Thymic pathology score. Table 2 pathological phenomenon Degree score Changes in cell number Normal 0 slightly reduced (Damage range: 0 %-25 %) 1 significantly reduced (Damage range: 25 %-50 %) 2 severely reduced (Damage range: >50 %) 3 cell necrosis Normal 0 slightly necrotic (Damage range: 0 %-25 %) 1 significantly necrotic (Damage range: 25 %-50 %) 2 severely necrotic (Damage range: >50 %) 3 apoptosis Normal 0 slightly apoptotic (Damage range: 0 %-25 %) 1 significantly apoptotic (Damage range: 25 %-50 %) 2 severe apoptosis (Damage range: >50 %) 3 Vascular congestion and bleeding Normal 0 Significant vascular congestion 1 Severe vascular congestion and slight bleeding 2 Severe vascular congestion and bleeding 3\n\nThymic pathology score."
    },
    {
      "title": "MDA, T-AOC, SOD and GSH-Px level assays",
      "text": "The levels of MDA, T-AOC, SOD, and GSH-Px in thymus tissue were measured according to the protocols provided with the commercial kits (Nanjing Jiancheng Bioengineering Institute, China). Absorbance was recorded at 532 nm for MDA, 520 nm for T-AOC, 550 nm for SOD, and 412 nm for GSH-Px."
    },
    {
      "title": "ELISA for IL-6 and TNF-α content",
      "text": "Thymus tissues were homogenized, and the levels of IL-6 and TNF-α were measured using ELISA kits (AndyGene Co., Ltd., Beijing, China) according to the manufacturer's instructions. Absorbance for each well was recorded at 450 nm. A standard curve was constructed using the concentrations and OD values of the standards, and the corresponding linear regression equation was determined. The OD values of each sample were then applied to this equation to calculate the concentrations of IL-6 and TNF-α."
    },
    {
      "title": "QRT-PCR analysis",
      "text": "Total RNA was extracted from MDCC-MSB1 cells and thymus tissue using the TRIZOL Reagent Kit (Invitrogen, USA), and RNA concentrations were measured using a NanoDrop ND-2000 (ThermoFisher Science, USA). cDNA was synthesized using a reverse transcription kit (TransGen Biotech Co. Ltd., Beijing, China). QRT-PCR was performed using the TB Green® Premix Ex Taq™ II on Roche fluorescent quantitative PCR equipment (Roche Corporation, Tokyo, Japan). A two-step PCR reaction procedure was performed using the following cycling conditions: initial denaturation at 95°C for 120 s, followed by 40 cycles of denaturation at 95°C for 15 s and annealing/extension at 60°C for 30 s, during which fluorescent signals were collected. Gene expression levels were analyzed using the 2-∆∆Ct method, with the chicken β-actin gene serving as the internal reference. Primers for the analyzed genes were synthesized by Sangon Biotech (Shanghai, China), and their sequences are provided in  Table 3 . Table 3 QRT-PCR primer sequence. Table 3 Target gene primer GenBank accession number NF-κB Forwad :CCACAACTACCACCAACTGAGAC  Reverse:AGAGACAAGAGGATTCGCATTAGC NM_001279309.1 IL-6 Forwad :GAAATCCCTCCTCGCCAATCTG  Reverse:CCTCACGGTCTTCTCCATAAACG NM_204628.2 TNF-α Forwad :GGACAGCCTATGCCAACAAGTAC  Reverse:GCGGTCATAGAACAGCACTACG XM_046927261.1 Keap1 Forwad :AGCAGCGTGGAGAGGTATGAG  Reverse:GCGTACAGCAGTCGGTTCAG MN416132.1 Nrf2 Forwad :TCGGTGTCTGCTTCGGTGTC  Reverse:TGCCTCCAAAGGATGTCAATCAAG XM_046921103.1 HO-1 Forwad :AGAGTGAGAGGACAAGCAGGATG  Reverse:CGACTGTGGTGGCGATGAAG XM_046921508.1 JAK1 Forwad :AATCCTTCGCACAGACAACATCAG  Reverse:GATGATAAGCAGGCTGGCATTCC XM_015290965 STAT3 Forwad :TTGCCGAATCACAACTACAGACTC  Reverse:GCTCCACGATCCGCTCCTC NM_001398323.1 Caspase-3 Forwad :AAGGTCGGTGTGAACGGATT  Reverse:CAACAATCTCCACTTTGCCACT NM_204725.2 β-actin Forwad :ATTGCTGCGCTCGTTGTT  Reverse:CTTTTGCTCTGGGCTTCA L08165.1\n\nQRT-PCR primer sequence."
    },
    {
      "title": "Western blotting",
      "text": "Protein samples were prepared by homogenizing MDCC-MSB1 cells and thymus tissue in RIPA lysis buffer (Beijing Solarbio Science & Technology Co., Ltd., China). Protein samples were resolved using SDS-PAGE electrophoresis and transferred onto PVDF membrane. The membranes were blocked with 5 % skimmed milk powder and incubated overnight at 4°C with primary antibodies targeting NF-κB (1:1000), p-NF-κB (1:800), IL-6 (1:1200), TNF-α (1:1000), Keap1 (1:800), Nrf2 (1:800), HO-1 (1:1200), JAK1 (1:1000), p-JAK1 (1:1000), STAT3 (1:1000), P-STAT3 (1:1000), Caspase 3 (1:1200), and Cel-caspase 3 (1:1000) (Abmart, USA) Subsequently, the membranes were incubated for 2 h at room temperature with the corresponding goat anti-rabbit IgG (H+L)/HRP secondary antibodies. Protein bands were visualized using ECL Ultrasensitive Chemiluminescent Liquid (Beyotime Biotech Inc., China), and images were captured using a gel imaging system. The gray values of the protein bands were quantified using Image J software, with chicken GAPDH serving as the internal reference protein."
    },
    {
      "title": "Principal component analysis (PCA) and correlation plot analysis",
      "text": "The data for each group were statistically and dimensionally reduced using Excel. Differences and correlations among groups and data indices were analyzed using Principal Component Analysis (PCA) and correlation plots generated with Origin software( Thapar, 2023 )."
    },
    {
      "title": "Statistics analysis",
      "text": "Data are presented as mean ± standard deviation and were analyzed using GraphPad Prism 8.4 software. Differences among multiple groups were evaluated using one-way ANOVA, followed by Tukey's multiple comparisons test. Significant differences between groups (P < 0.05) are indicated by different letters (a, b, c, d), while identical letters indicate no statistically significant differences (P > 0.05)."
    },
    {
      "title": "Results and analyses",
      "text": "The \"EHDPHP/5-OH-EHDPHP/GA—target—OS\" network was constructed to predict key targets and pathways. The potential targets identified for EHDPHP—OS, 5-OH-EHDPHP—OS, and GA—OS were 138, 317, and 163, respectively ( Fig. 2 A). A total of 43 core targets were identified at the EHDPHP/5-OH-EHDPHP/GA—OS intersection ( Fig. 2 A, H), among which STAT3 was found to play an important role in the PPI ( Fig. 2 I-L). GO and KEGG analyses revealed that EHDPHP—OS and 5-OH-EHDPHP—OS were primarily enriched in metabolic processes, innate immune receptors, and apoptotic signaling pathways ( Fig. 2 B-E), implying that EHDPHP-induced oxidative stress may influence body growth and development, innate immune function, and apoptosis. Similarly, GA-OS targets were also predominantly enriched in metabolic and apoptotic signaling pathways ( Fig. 2 F-G), indicating that GA may play a role in mitigating the oxidative damage induced by EHDPHP and its metabolite, 5-OH-EHDPHP. Fig. 2 Results of network toxicological and pharmacological analyses. (A) EHDPHP/5-OH-EHDPHP/GA—target—OS plot with EHDPHP—OS target in green, 5-OH-EHDPHP—OS target in purple, GA—OS target in blue, and EHDPHP/5-OH-EHDPHP/GA—OS common target in yellow; (B)GO enrichment analysis of EHDPHP—OS targets; (C) KEGG enrichment analysis of EHDPHP—OS targets; (D) GO enrichment analysis of 5-OH-EHDPHP—OS targets; (E) KEGG enrichment analysis of 5-OH-EHDPHP—OS targets; (F) GO enrichment analysis of GA—OS targets; (G) KEGG enrichment analysis of GA—OS targets; (H) Venn diagram of EHDPHP/5-OH-EHDPHP/GA-OS targets; (I) PPI construction of EHDPHP/5-OH-EHDPHP/GA-OS common targets in STRING, with a minimum required interaction score of 0.04; (J) PPI visualization network in Cytoscape, with a total of 43 nodes and 14 edges comprising the network, with the darker or larger node colors corresponding to the target degree value being higher. Fig 2\n\nResults of network toxicological and pharmacological analyses. (A) EHDPHP/5-OH-EHDPHP/GA—target—OS plot with EHDPHP—OS target in green, 5-OH-EHDPHP—OS target in purple, GA—OS target in blue, and EHDPHP/5-OH-EHDPHP/GA—OS common target in yellow; (B)GO enrichment analysis of EHDPHP—OS targets; (C) KEGG enrichment analysis of EHDPHP—OS targets; (D) GO enrichment analysis of 5-OH-EHDPHP—OS targets; (E) KEGG enrichment analysis of 5-OH-EHDPHP—OS targets; (F) GO enrichment analysis of GA—OS targets; (G) KEGG enrichment analysis of GA—OS targets; (H) Venn diagram of EHDPHP/5-OH-EHDPHP/GA-OS targets; (I) PPI construction of EHDPHP/5-OH-EHDPHP/GA-OS common targets in STRING, with a minimum required interaction score of 0.04; (J) PPI visualization network in Cytoscape, with a total of 43 nodes and 14 edges comprising the network, with the darker or larger node colors corresponding to the target degree value being higher.\n\nThe cytotoxic effects of EHDPHP and GA were evaluated in vitro using the CCK-8 assay. The results showed that treatment with 50 μM EHDPHP for 24 h exerted a toxic effect on MDCC-MSB1 cells, though it did not result in excessive mortality ( Fig. 3 D). Co-treatment with GA at concentrations ranging from 25 to 200 μg/mL alongside 50 μM EHDPHP for 24 hours resulted in the highest therapeutic effect ( Fig. 3 E). Based on these findings, 50 μM EHDPHP and 25 μg/mL GA with 24 h treatment duration were selected for subsequent cellular assays. ROS is an essential activation signal for oxidative stress. Fluorescence analysis showed that GA reduced oxidative stress in EHDPHP-induced MDCC-MSB1 cells by decreasing ROS levels (P < 0.05) ( Fig. 3 H-I). In addition, EHDPHP treatment upregulated NF-κB expression and phosphorylation in MDCC-MSB1 cells (P < 0.05), while GA effectively inhibited both (P < 0.05) ( Fig. 3 J-L). Meanwhile, GA attenuated the levels of cytokine storm biomarkers, including IL-6 and TNF-α, in EHDPHP-induced MDCC-MSB1 cells (P < 0.05) ( Fig. 3 J-L). Fig. 3 Effect of GA on EHDPHP-induced damage in MDCC-MSB1 cells. (A) EHDPHP structural formula; (B) 5-OH-EHDPHP structural formula; (C) GA structural formula; (D) Effect of different concentrations of EHDPHP acting for different times on MDCC-MSB1 cell viability; (E) Effect of different concentrations of GA co-treated with 50 μM EHDPHP on cell viability of MDCC-MSB1 cells after 24 h; (F) Effect of 25 μg/mL GA treatment for 24 h on MDCC-MSB1 cell viability; (G) Effect of GA on the morphological structure of EHDPHP-treated MDCC-MSB1 cells; (H-I) Effect of GA on oxidative stress in EHDPHP-treated MDCC-MSB1 cells (H. ROS fluorescence; I. ROS fluorescence quantification); (J) NF-κB, IL-6, and TNF-α relative mRNA expression levels; (K) Western blot of NF-κB, IL-6, and TNF-α; (L) NF-κB, P- NF-κB, P- NF-κB / NF-κB, IL-6, and TNF-α relative protein expression levels. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 3\n\nEffect of GA on EHDPHP-induced damage in MDCC-MSB1 cells. (A) EHDPHP structural formula; (B) 5-OH-EHDPHP structural formula; (C) GA structural formula; (D) Effect of different concentrations of EHDPHP acting for different times on MDCC-MSB1 cell viability; (E) Effect of different concentrations of GA co-treated with 50 μM EHDPHP on cell viability of MDCC-MSB1 cells after 24 h; (F) Effect of 25 μg/mL GA treatment for 24 h on MDCC-MSB1 cell viability; (G) Effect of GA on the morphological structure of EHDPHP-treated MDCC-MSB1 cells; (H-I) Effect of GA on oxidative stress in EHDPHP-treated MDCC-MSB1 cells (H. ROS fluorescence; I. ROS fluorescence quantification); (J) NF-κB, IL-6, and TNF-α relative mRNA expression levels; (K) Western blot of NF-κB, IL-6, and TNF-α; (L) NF-κB, P- NF-κB, P- NF-κB / NF-κB, IL-6, and TNF-α relative protein expression levels. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05).\n\nClinical manifestations serve as observable indicators of an organism's state and are valuable for assessing drug toxicity or pharmacodynamic effects. The results showed that GA ameliorated EHDPHP-induced clinical signs, including feather disarray and claw curling, while also increasing mean body weight and daily weight gain in chickens (P < 0.05) ( Fig. 4 (a1), B-C). Fig. 4 Effect of GA on growth performance and morphological structure of thymus in EHDPHP-treated chickens. (A(a1) clinical signs of chickens; (A(a2) general thymic changes; (A(a3) thymic histopathological changes; blue triangles represent apoptosis, black triangles represent necrosis, green triangles represent erythrocytes, green circles represent hemorrhagic areas; (B) average daily gain of chickens; (C) trend of weight gain of chickens; (D) changes in thymic organ indexes; (E) thymic pathology score). Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 4\n\nEffect of GA on growth performance and morphological structure of thymus in EHDPHP-treated chickens. (A(a1) clinical signs of chickens; (A(a2) general thymic changes; (A(a3) thymic histopathological changes; blue triangles represent apoptosis, black triangles represent necrosis, green triangles represent erythrocytes, green circles represent hemorrhagic areas; (B) average daily gain of chickens; (C) trend of weight gain of chickens; (D) changes in thymic organ indexes; (E) thymic pathology score). Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05).\n\nThe organ index, a key parameter for assessing the impact of a drug on target organs, provides a visual indicator of organ damage. We found that EHDPHP treatment decreased the thymus index (P < 0.05). However, co-treatment with GA and EHDPHP resulted in a significantly higher thymus index compared to the EHDPHP group (P < 0.05) ( Fig. 4 A(a2), D). H&E staining and pathological scoring revealed that EHDPHP treatment reduced lymphocyte numbers, necrosis and apoptosis of lymphocytes, and congestion and hemorrhage of blood vessels in the chicken thymus (P < 0.05). Co-treatment with GA effectively alleviated EHDPHP-induced damage to the chicken thymus histoarchitecture ( Fig. 4 A (a3), E).\n\nMDA, T-AOC, SOD, and GSH-PX are commonly used biomarkers to assess the oxidative stress response. The results showed that EHDPHP treatment increased the MDA content (P < 0.05) and decreased the activities of T-AOC, SOD, and GSH-PX in the chicken thymus (P < 0.05) ( Fig. 5 A-B). Moreover, EHDPHP treatment elevated the expression of NF-κB, P-NF-κB, IL-6, and TNF-α (P < 0.05) ( Fig. 5 C-G). Co-treatment with GA effectively reversed these effects, reducing EHDPHP-induced oxidative stress and inflammation in the chicken thymus ( Fig. 5 C-G). Fig. 5 Effect of GA on EHDPHP-induced oxidative stress and inflammatory factor expression levels in the thymus. (A) Thymus MDA content; (B) T-AOC, SOD, and GSH-PX viability; (C) ELISA for TNF-α contents; (D) ELISA for IL-6 contents; (E) NF-κB, IL-6, and TNF-α mRNA expression levels; (F) Western blot of NF-κB, P- NF-κB, IL-6, and TNF-α; (G) NF-κB, P- NF-κB, P- NF-κB / NF-κB, IL-6, and TNF-α relative protein expression levels. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 5\n\nEffect of GA on EHDPHP-induced oxidative stress and inflammatory factor expression levels in the thymus. (A) Thymus MDA content; (B) T-AOC, SOD, and GSH-PX viability; (C) ELISA for TNF-α contents; (D) ELISA for IL-6 contents; (E) NF-κB, IL-6, and TNF-α mRNA expression levels; (F) Western blot of NF-κB, P- NF-κB, IL-6, and TNF-α; (G) NF-κB, P- NF-κB, P- NF-κB / NF-κB, IL-6, and TNF-α relative protein expression levels. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05).\n\nThe Keap1/Nrf2/HO-1 pathway is a critical antioxidant mechanism that activates various antioxidant genes to mitigate oxidative stress following ROS overload. Furthermore, PPI analysis of the common targets of EHDPHP/5-OH-EHDPHP/GA—OS identified STAT3 as a key player ( Fig. 2 I-G). Molecular docking studies were performed to investigate the interactions between EHDPHP, 5-OH-EHDPHP, and GA with the Keap1, Nrf2, and STAT3 targets. The results showed that GA interacts with several amino acid residues in the Kelch structural domain of Keap1 (VAL-337/338/436/483/530, THR-529, GLY-533, and ILE-577), with a docking score of -10.7 ( Fig. 6 A(a3)). And the amino acid sites of GA were LEU-14, HIS-431, THR-433, HRG-434, and LYS-486 with docking scores of -7.6. In addition, EHDPHP and 5-OH-EHDPHP interact with amino acid residues in the Neh1 structural domain of Nrf2 (EHDPHP: GLN-505/VAL-501/HIS-509; 5-OH-EHDPHP: THR-433/ARG-434/ASP-435/VAL-448/ARG-482/LYS-486), with docking scores of -6.0 ( Fig. 6 B (b1-b2)). The amino acid sites of EHDPHP (VAL-389/436/528) and 5-OH-EHDPHP (VAL-338/436/528/576) with Keap1 are also located in the Kelch structural domain of Keap1. However, the binding scores were lower compared to GA, -6.5 and -6.8, respectively. For GA and STAT3, docking analysis indicated that ARG-13 and THR-133 are located in the amino-terminal region (NH2) and coiled-coil helix region (CCD) of STAT3, respectively. In contrast, EHDPHP and 5-OH-EHDPHP interact with STAT3′s DNA-binding region ( Fig. 6 C). These findings demonstrate that EHDPHP, 5-OH-EHDPHP, and GA exhibit strong binding ability to Keap1, Nrf2, and STAT3, suggesting that Keap1, Nrf2, and STAT3 are potential targets of action for EHDPHP, 5-OH-EHDPHP, and GA. Fig. 6 Molecular docking results. (A) Molecular docking of EHDPHP, 5-OH-EHDPHP, and GA with Keap1 (a1. molecular docking of EHDPHP with Keap1; a2. molecular docking of 5-OH-EHDPHP with Keap1; a3. molecular docking of GA with Keap1); (B) Molecular docking of EHDPHP, 5-OH-EHDPHP, and GA with Nrf2 (b1. molecular docking of EHDPHP with Nrf2; b2. molecular docking of 5-OH-EHDPHP with Nrf2; b3. molecular docking of GA with Nrf2); (C) Molecular docking of EHDPHP, 5-OH-EHDPHP and GA with STAT3 (c1. molecular docking of EHDPHP with STAT3; c2. molecular docking of 5-OH-EHDPHP with STAT3; c3. molecular docking of GA with STAT3). In the figure, (1) visualization of the lowest combinations of binding energies; (2) results of the analysis of intermolecular forces by PyMOL software; (3) results of the analysis of intermolecular forces by the PLIP website. Fig 6\n\nMolecular docking results. (A) Molecular docking of EHDPHP, 5-OH-EHDPHP, and GA with Keap1 (a1. molecular docking of EHDPHP with Keap1; a2. molecular docking of 5-OH-EHDPHP with Keap1; a3. molecular docking of GA with Keap1); (B) Molecular docking of EHDPHP, 5-OH-EHDPHP, and GA with Nrf2 (b1. molecular docking of EHDPHP with Nrf2; b2. molecular docking of 5-OH-EHDPHP with Nrf2; b3. molecular docking of GA with Nrf2); (C) Molecular docking of EHDPHP, 5-OH-EHDPHP and GA with STAT3 (c1. molecular docking of EHDPHP with STAT3; c2. molecular docking of 5-OH-EHDPHP with STAT3; c3. molecular docking of GA with STAT3). In the figure, (1) visualization of the lowest combinations of binding energies; (2) results of the analysis of intermolecular forces by PyMOL software; (3) results of the analysis of intermolecular forces by the PLIP website.\n\nTo elucidate the regulatory mechanisms of GA and EHDPHP on the Keap1/Nrf2/HO-1 pathway, we investigated the expression levels of Keap1, Nrf2, and HO-1 in MDCC-MSB1 cells and thymus tissues. As shown in  Fig. 7 , co-treatment with GA and EHDPHP decreased Keap1 expression (P < 0.05) while increasing Nrf2 and HO-1 expression (P < 0.05) in MDCC-MSB1 cells and thymus. These results indicate that GA effectively reversed EHDPHP-induced inhibition of the Keap1/Nrf2/HO-1 signaling pathway. Interestingly, treatment with GA alone enhanced  Nrf2  and  HO-1  mRNA expression in both MDCC-MSB1 cells and thymus compared to the control group (P < 0.05). However, elevated Nrf2 and HO-1 protein expression was observed exclusively in thymus tissues (P < 0.05). Simultaneously, the EHDPHP group exhibited reduced nuclear Nrf2 expression in both MDCC-MSB1 cells and thymus tissues compared to the control group (P < 0.05), whereas GA co-treatment significantly increased Nrf2 expression (P < 0.05) ( Fig. 7 A-B, F). In addition, the Nrf2 inhibitor ML385 enhanced the inhibition of HO-1 expression by EHDPHP (P < 0.05) and reduced HO-1 transcription in the GA co-treated group, which supports the conclusion that GA mitigates EHDPHP-induced oxidative damage through activation of the Keap1/Nrf2/HO-1 pathway ( Fig. 9 B-C). Fig. 7 GA activated activation of the Keap1/Nrf2/HO-1 pathways in EHDPHP-induced MDCC-MSB1 cell and thymic injury. (A-E) Effect of GA on the Keap1/Nrf2/HO-1 pathway in EHDPHP- treated MDCC-MSB1 cells (A. Immunofluorescence for Nrf2; B. Quantification of Nrf2 immunofluorescence; C. Keap1, Nrf2 and HO-1 relative mRNA expression levels; D. Western blot of Keap1, Nrf2 and HO-1; E. Keap1, Nrf2 and HO-1 relative protein expression levels); (F-I) Effect of GA on the Keap1/Nrf2/HO-1 Pathway in EHDPHP-treated thymus (F. Immunohistochemistry for Keap1 and Nrf2 and its quantification; G. Keap1, Nrf2, and HO-1 relative mRNA expression levels; H. Western blot of Keap1, Nrf2 and HO-1; I. Keap1, Nrf2, and HO-1 relative protein expression levels).Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 7\n\nGA activated activation of the Keap1/Nrf2/HO-1 pathways in EHDPHP-induced MDCC-MSB1 cell and thymic injury. (A-E) Effect of GA on the Keap1/Nrf2/HO-1 pathway in EHDPHP- treated MDCC-MSB1 cells (A. Immunofluorescence for Nrf2; B. Quantification of Nrf2 immunofluorescence; C. Keap1, Nrf2 and HO-1 relative mRNA expression levels; D. Western blot of Keap1, Nrf2 and HO-1; E. Keap1, Nrf2 and HO-1 relative protein expression levels); (F-I) Effect of GA on the Keap1/Nrf2/HO-1 Pathway in EHDPHP-treated thymus (F. Immunohistochemistry for Keap1 and Nrf2 and its quantification; G. Keap1, Nrf2, and HO-1 relative mRNA expression levels; H. Western blot of Keap1, Nrf2 and HO-1; I. Keap1, Nrf2, and HO-1 relative protein expression levels).Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05).\n\nTo explore the roles of GA and EHDPHP in the JAK1/STAT3 pathway, we analyzed the expression levels of JAK1 and STAT3 in MDCC-MSB1 cells and thymus tissues. As shown in  Fig. 8 C-E, co-treatment with GA and EHDPHP significantly reduced the JAK1 and STAT3 expression (P < 0.05) compared to the EHDPHP group. Phosphorylation of JAK1 is a key indicator of its activation. EHDPHP treatment elevated the expression of P-JAK1 and P-STAT3, as well as their ratios to total JAK1 and STAT3, in MDCC-MSB1 cells and thymus compared to the control group (P < 0.05). Co-treatment with GA and EHDPHP significantly inhibited the phosphorylation of JAK1 and STAT3 (P < 0.05), whereas GA treatment alone did not affect total JAK1 and STAT3 expression or their phosphorylation levels (P > 0.05). Besides, STAT3 nuclear expression was significantly reduced in MDCC-MSB1 cells and thymus tissues after GA co-treatment compared to the EHDPHP group (P < 0.05) ( Fig. 8 A-B, F). Fig. 8 GA inhibited activation of the JAK1/ STAT3 pathways in EHDPHP-induced MDCC-MSB1 cell and thymic injury. (A-E) Effect of GA on the JAK1/STAT3 pathway in EHDPHP-treated MDCC-MSB1 cells (A. Immunofluorescence for STAT3; B. Quantification of STAT3 immunofluorescence; C. JAK1 and STAT3 relative mRNA expression levels; D. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3 relative protein expression levels; E. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3, and P-STAT3/STAT3 relative protein expression levels); (F-I) Effect of GA on the JAK1/STAT3 pathway in EHDPHP- treated thymus (F. Immunohistochemistry for STAT3 and its quantification; G. JAK1 and STAT3 relative mRNA expression levels; H. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3; I. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3 and P-STAT3/STAT3 relative protein expression levels).Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 8\n\nGA inhibited activation of the JAK1/ STAT3 pathways in EHDPHP-induced MDCC-MSB1 cell and thymic injury. (A-E) Effect of GA on the JAK1/STAT3 pathway in EHDPHP-treated MDCC-MSB1 cells (A. Immunofluorescence for STAT3; B. Quantification of STAT3 immunofluorescence; C. JAK1 and STAT3 relative mRNA expression levels; D. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3 relative protein expression levels; E. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3, and P-STAT3/STAT3 relative protein expression levels); (F-I) Effect of GA on the JAK1/STAT3 pathway in EHDPHP- treated thymus (F. Immunohistochemistry for STAT3 and its quantification; G. JAK1 and STAT3 relative mRNA expression levels; H. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3; I. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3 and P-STAT3/STAT3 relative protein expression levels).Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05).\n\nTo explore the link between the Keap1/Nrf2/HO-1 and JAK1/STAT3 pathways, JAK1 and STAT3 expression levels were analyzed following treatment with the Nrf2 inhibitor ML385. The EHDPHP + ML385 and EHDPHP + GA + ML385 groups exhibited higher levels of JAK1, STAT3, their phosphorylated forms, and STAT3 nuclear expression compared to the EHDPHP and EHDPHP + GA groups (P < 0.05) ( Fig. 9 K-N). These findings suggest a regulatory relationship between the Nrf2 and STAT3 pathways, where inhibition of the Nrf2 pathway leads to activation of the STAT3 pathway. Fig. 9 GA protected against EHDPHP-induced oxidative and inflammatory injury and inhibits NF-KB and STAT3 pathways through Nrf2 activation. (A-B) Selection of the concentration of ML385 acting on MDCC-MSB1 cells (A. Effect of ML385 at different concentrations on cell viability; B. Effect of ML385 at different concentrations on Nrf2 mRNA expression levels), the concentration that is non-toxic to MDCC-MSB1 cells but inhibits the expression of Nrf2 was selected. Therefore, 6 μM was chosen as the action concentration of ML385; (C) Immunofluorescence for Nrf2 and its quantification; (D-F) Expression levels of HO-1 mRNA and protein (D. HO-1 relative mRNA expression level; E. Western blot of HO-1; F. HO-1 relative protein expression levels); (G) ROS fluorescence and its quantification; (H-J) Expression levels of NF-κb mRNA and protein (H. NF-κb relative mRNA expression level; I. Western blot of NF-κB and P- NF-κB; J. NF-κB, P- NF-κB, and P- NF-κB / NF-κB relative protein expression levels). (K-N) Effect of GA activation of Nrf2 on JAK1/STAT3 pathway in EHDPHP-treated MDCC-MSB1 cells (K. JAK1 and STAT3 relative mRNA expression levels; L. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3; M. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3 and P-STAT3/STAT3 relative protein expression levels; N. Immunofluorescence for STAT3 and its quantification). Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 9\n\nGA protected against EHDPHP-induced oxidative and inflammatory injury and inhibits NF-KB and STAT3 pathways through Nrf2 activation. (A-B) Selection of the concentration of ML385 acting on MDCC-MSB1 cells (A. Effect of ML385 at different concentrations on cell viability; B. Effect of ML385 at different concentrations on Nrf2 mRNA expression levels), the concentration that is non-toxic to MDCC-MSB1 cells but inhibits the expression of Nrf2 was selected. Therefore, 6 μM was chosen as the action concentration of ML385; (C) Immunofluorescence for Nrf2 and its quantification; (D-F) Expression levels of HO-1 mRNA and protein (D. HO-1 relative mRNA expression level; E. Western blot of HO-1; F. HO-1 relative protein expression levels); (G) ROS fluorescence and its quantification; (H-J) Expression levels of NF-κb mRNA and protein (H. NF-κb relative mRNA expression level; I. Western blot of NF-κB and P- NF-κB; J. NF-κB, P- NF-κB, and P- NF-κB / NF-κB relative protein expression levels). (K-N) Effect of GA activation of Nrf2 on JAK1/STAT3 pathway in EHDPHP-treated MDCC-MSB1 cells (K. JAK1 and STAT3 relative mRNA expression levels; L. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3; M. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3 and P-STAT3/STAT3 relative protein expression levels; N. Immunofluorescence for STAT3 and its quantification). Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05).\n\nTo further investigate whether GA attenuates EHDPHP-induced MDCC-MSB1 cell and thymus injury via crosstalk between the Nrf2/ROS/STAT3 pathways, we analyzed oxidative stress indicators, inflammatory factors, and apoptosis markers in MDCC-MSB1 cells using the Nrf2 inhibitor ML385. The addition of ML385 to the EHDPHP and EHDPHP + GA treatments significantly increased ROS levels, as well as the expression of inflammatory and apoptotic factors, compared to the EHDPHP and EHDPHP + GA groups (P < 0.05) ( Fig. 9 G-J and  Fig. 10 A-D). Furthermore, co-treatment with GA and EHDPHP attenuated thymocyte apoptosis induced by EHDPHP, as evidenced by a significant decrease in the apoptotic index (P < 0.05) and expression levels of Caspase 3, Cel-caspase 3, and the Cel-caspase 3/Caspase 3 ratio (P < 0.05) ( Fig. 10 E-H). Concurrently, PCA and correlation analyses revealed significant differences in the measured indicators between the EHDPHP group and the EHDPHP + GA group, along with notable relationships among the indicators ( Fig. 10 I-N). Fig. 10 GA protected against EHDPHP-induced apoptosis injury through Nrf2 activation. (A-D) Effect of GA on EHDPHP-induced apoptosis in MDCC-MSB1 cells (A. Caspase 3 relative mRNA expression level; B. Western blot of Caspase 3 and Cle-caspase 3; C. Caspase 3, Cle-caspase 3 and Cle-caspase 3/Caspase 3 relative protein expression levels; D. AO/EB fluorescent staining for apoptosis and its quantification); (E-H) Effect of GA on EHDPHP-induced apoptosis in in EHDPHP- treated thymus (E. Caspase 3 relative mRNA expression level; F. Western blot of Caspase 3 and Cle-caspase 3; G. Caspase 3, Cle-caspase 3 and Cle-caspase 3/Caspase 3 relative protein expression levels; H. TUNEL staining for apoptosis and its quantification); (I-K) PCA analysis of groups and indicators in thymus tissue and MDCC-MSB1 cells; (L-N) Correlation Plot analysis of groups and indicators in thymus tissue and MDCC-MSB1 cells. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 10\n\nGA protected against EHDPHP-induced apoptosis injury through Nrf2 activation. (A-D) Effect of GA on EHDPHP-induced apoptosis in MDCC-MSB1 cells (A. Caspase 3 relative mRNA expression level; B. Western blot of Caspase 3 and Cle-caspase 3; C. Caspase 3, Cle-caspase 3 and Cle-caspase 3/Caspase 3 relative protein expression levels; D. AO/EB fluorescent staining for apoptosis and its quantification); (E-H) Effect of GA on EHDPHP-induced apoptosis in in EHDPHP- treated thymus (E. Caspase 3 relative mRNA expression level; F. Western blot of Caspase 3 and Cle-caspase 3; G. Caspase 3, Cle-caspase 3 and Cle-caspase 3/Caspase 3 relative protein expression levels; H. TUNEL staining for apoptosis and its quantification); (I-K) PCA analysis of groups and indicators in thymus tissue and MDCC-MSB1 cells; (L-N) Correlation Plot analysis of groups and indicators in thymus tissue and MDCC-MSB1 cells. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05)."
    },
    {
      "title": "Network toxicological and pharmacological analysis of \"EHDPHP/5-OH-EHDPHP/GA-target-OS\"",
      "text": "The \"EHDPHP/5-OH-EHDPHP/GA—target—OS\" network was constructed to predict key targets and pathways. The potential targets identified for EHDPHP—OS, 5-OH-EHDPHP—OS, and GA—OS were 138, 317, and 163, respectively ( Fig. 2 A). A total of 43 core targets were identified at the EHDPHP/5-OH-EHDPHP/GA—OS intersection ( Fig. 2 A, H), among which STAT3 was found to play an important role in the PPI ( Fig. 2 I-L). GO and KEGG analyses revealed that EHDPHP—OS and 5-OH-EHDPHP—OS were primarily enriched in metabolic processes, innate immune receptors, and apoptotic signaling pathways ( Fig. 2 B-E), implying that EHDPHP-induced oxidative stress may influence body growth and development, innate immune function, and apoptosis. Similarly, GA-OS targets were also predominantly enriched in metabolic and apoptotic signaling pathways ( Fig. 2 F-G), indicating that GA may play a role in mitigating the oxidative damage induced by EHDPHP and its metabolite, 5-OH-EHDPHP. Fig. 2 Results of network toxicological and pharmacological analyses. (A) EHDPHP/5-OH-EHDPHP/GA—target—OS plot with EHDPHP—OS target in green, 5-OH-EHDPHP—OS target in purple, GA—OS target in blue, and EHDPHP/5-OH-EHDPHP/GA—OS common target in yellow; (B)GO enrichment analysis of EHDPHP—OS targets; (C) KEGG enrichment analysis of EHDPHP—OS targets; (D) GO enrichment analysis of 5-OH-EHDPHP—OS targets; (E) KEGG enrichment analysis of 5-OH-EHDPHP—OS targets; (F) GO enrichment analysis of GA—OS targets; (G) KEGG enrichment analysis of GA—OS targets; (H) Venn diagram of EHDPHP/5-OH-EHDPHP/GA-OS targets; (I) PPI construction of EHDPHP/5-OH-EHDPHP/GA-OS common targets in STRING, with a minimum required interaction score of 0.04; (J) PPI visualization network in Cytoscape, with a total of 43 nodes and 14 edges comprising the network, with the darker or larger node colors corresponding to the target degree value being higher. Fig 2\n\nResults of network toxicological and pharmacological analyses. (A) EHDPHP/5-OH-EHDPHP/GA—target—OS plot with EHDPHP—OS target in green, 5-OH-EHDPHP—OS target in purple, GA—OS target in blue, and EHDPHP/5-OH-EHDPHP/GA—OS common target in yellow; (B)GO enrichment analysis of EHDPHP—OS targets; (C) KEGG enrichment analysis of EHDPHP—OS targets; (D) GO enrichment analysis of 5-OH-EHDPHP—OS targets; (E) KEGG enrichment analysis of 5-OH-EHDPHP—OS targets; (F) GO enrichment analysis of GA—OS targets; (G) KEGG enrichment analysis of GA—OS targets; (H) Venn diagram of EHDPHP/5-OH-EHDPHP/GA-OS targets; (I) PPI construction of EHDPHP/5-OH-EHDPHP/GA-OS common targets in STRING, with a minimum required interaction score of 0.04; (J) PPI visualization network in Cytoscape, with a total of 43 nodes and 14 edges comprising the network, with the darker or larger node colors corresponding to the target degree value being higher."
    },
    {
      "title": "GA inhibits EHDPHP-induced expression of oxidative stress and inflammatory cytokine levels in MDCC-MSB1 cells",
      "text": "The cytotoxic effects of EHDPHP and GA were evaluated in vitro using the CCK-8 assay. The results showed that treatment with 50 μM EHDPHP for 24 h exerted a toxic effect on MDCC-MSB1 cells, though it did not result in excessive mortality ( Fig. 3 D). Co-treatment with GA at concentrations ranging from 25 to 200 μg/mL alongside 50 μM EHDPHP for 24 hours resulted in the highest therapeutic effect ( Fig. 3 E). Based on these findings, 50 μM EHDPHP and 25 μg/mL GA with 24 h treatment duration were selected for subsequent cellular assays. ROS is an essential activation signal for oxidative stress. Fluorescence analysis showed that GA reduced oxidative stress in EHDPHP-induced MDCC-MSB1 cells by decreasing ROS levels (P < 0.05) ( Fig. 3 H-I). In addition, EHDPHP treatment upregulated NF-κB expression and phosphorylation in MDCC-MSB1 cells (P < 0.05), while GA effectively inhibited both (P < 0.05) ( Fig. 3 J-L). Meanwhile, GA attenuated the levels of cytokine storm biomarkers, including IL-6 and TNF-α, in EHDPHP-induced MDCC-MSB1 cells (P < 0.05) ( Fig. 3 J-L). Fig. 3 Effect of GA on EHDPHP-induced damage in MDCC-MSB1 cells. (A) EHDPHP structural formula; (B) 5-OH-EHDPHP structural formula; (C) GA structural formula; (D) Effect of different concentrations of EHDPHP acting for different times on MDCC-MSB1 cell viability; (E) Effect of different concentrations of GA co-treated with 50 μM EHDPHP on cell viability of MDCC-MSB1 cells after 24 h; (F) Effect of 25 μg/mL GA treatment for 24 h on MDCC-MSB1 cell viability; (G) Effect of GA on the morphological structure of EHDPHP-treated MDCC-MSB1 cells; (H-I) Effect of GA on oxidative stress in EHDPHP-treated MDCC-MSB1 cells (H. ROS fluorescence; I. ROS fluorescence quantification); (J) NF-κB, IL-6, and TNF-α relative mRNA expression levels; (K) Western blot of NF-κB, IL-6, and TNF-α; (L) NF-κB, P- NF-κB, P- NF-κB / NF-κB, IL-6, and TNF-α relative protein expression levels. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 3\n\nEffect of GA on EHDPHP-induced damage in MDCC-MSB1 cells. (A) EHDPHP structural formula; (B) 5-OH-EHDPHP structural formula; (C) GA structural formula; (D) Effect of different concentrations of EHDPHP acting for different times on MDCC-MSB1 cell viability; (E) Effect of different concentrations of GA co-treated with 50 μM EHDPHP on cell viability of MDCC-MSB1 cells after 24 h; (F) Effect of 25 μg/mL GA treatment for 24 h on MDCC-MSB1 cell viability; (G) Effect of GA on the morphological structure of EHDPHP-treated MDCC-MSB1 cells; (H-I) Effect of GA on oxidative stress in EHDPHP-treated MDCC-MSB1 cells (H. ROS fluorescence; I. ROS fluorescence quantification); (J) NF-κB, IL-6, and TNF-α relative mRNA expression levels; (K) Western blot of NF-κB, IL-6, and TNF-α; (L) NF-κB, P- NF-κB, P- NF-κB / NF-κB, IL-6, and TNF-α relative protein expression levels. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05)."
    },
    {
      "title": "Mitigating the effect of GA on EHDPHP inhibition of chicken growth",
      "text": "Clinical manifestations serve as observable indicators of an organism's state and are valuable for assessing drug toxicity or pharmacodynamic effects. The results showed that GA ameliorated EHDPHP-induced clinical signs, including feather disarray and claw curling, while also increasing mean body weight and daily weight gain in chickens (P < 0.05) ( Fig. 4 (a1), B-C). Fig. 4 Effect of GA on growth performance and morphological structure of thymus in EHDPHP-treated chickens. (A(a1) clinical signs of chickens; (A(a2) general thymic changes; (A(a3) thymic histopathological changes; blue triangles represent apoptosis, black triangles represent necrosis, green triangles represent erythrocytes, green circles represent hemorrhagic areas; (B) average daily gain of chickens; (C) trend of weight gain of chickens; (D) changes in thymic organ indexes; (E) thymic pathology score). Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 4\n\nEffect of GA on growth performance and morphological structure of thymus in EHDPHP-treated chickens. (A(a1) clinical signs of chickens; (A(a2) general thymic changes; (A(a3) thymic histopathological changes; blue triangles represent apoptosis, black triangles represent necrosis, green triangles represent erythrocytes, green circles represent hemorrhagic areas; (B) average daily gain of chickens; (C) trend of weight gain of chickens; (D) changes in thymic organ indexes; (E) thymic pathology score). Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05)."
    },
    {
      "title": "Protective effect of GA on EHDPHP-induced thymic injury",
      "text": "The organ index, a key parameter for assessing the impact of a drug on target organs, provides a visual indicator of organ damage. We found that EHDPHP treatment decreased the thymus index (P < 0.05). However, co-treatment with GA and EHDPHP resulted in a significantly higher thymus index compared to the EHDPHP group (P < 0.05) ( Fig. 4 A(a2), D). H&E staining and pathological scoring revealed that EHDPHP treatment reduced lymphocyte numbers, necrosis and apoptosis of lymphocytes, and congestion and hemorrhage of blood vessels in the chicken thymus (P < 0.05). Co-treatment with GA effectively alleviated EHDPHP-induced damage to the chicken thymus histoarchitecture ( Fig. 4 A (a3), E)."
    },
    {
      "title": "GA reduces EHDPHP-induced oxidative stress and inflammatory factor levels in the thymus",
      "text": "MDA, T-AOC, SOD, and GSH-PX are commonly used biomarkers to assess the oxidative stress response. The results showed that EHDPHP treatment increased the MDA content (P < 0.05) and decreased the activities of T-AOC, SOD, and GSH-PX in the chicken thymus (P < 0.05) ( Fig. 5 A-B). Moreover, EHDPHP treatment elevated the expression of NF-κB, P-NF-κB, IL-6, and TNF-α (P < 0.05) ( Fig. 5 C-G). Co-treatment with GA effectively reversed these effects, reducing EHDPHP-induced oxidative stress and inflammation in the chicken thymus ( Fig. 5 C-G). Fig. 5 Effect of GA on EHDPHP-induced oxidative stress and inflammatory factor expression levels in the thymus. (A) Thymus MDA content; (B) T-AOC, SOD, and GSH-PX viability; (C) ELISA for TNF-α contents; (D) ELISA for IL-6 contents; (E) NF-κB, IL-6, and TNF-α mRNA expression levels; (F) Western blot of NF-κB, P- NF-κB, IL-6, and TNF-α; (G) NF-κB, P- NF-κB, P- NF-κB / NF-κB, IL-6, and TNF-α relative protein expression levels. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 5\n\nEffect of GA on EHDPHP-induced oxidative stress and inflammatory factor expression levels in the thymus. (A) Thymus MDA content; (B) T-AOC, SOD, and GSH-PX viability; (C) ELISA for TNF-α contents; (D) ELISA for IL-6 contents; (E) NF-κB, IL-6, and TNF-α mRNA expression levels; (F) Western blot of NF-κB, P- NF-κB, IL-6, and TNF-α; (G) NF-κB, P- NF-κB, P- NF-κB / NF-κB, IL-6, and TNF-α relative protein expression levels. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05)."
    },
    {
      "title": "EHDPHP/5-OH-EHDPHP/GA exhibits binding ability with Keap1, Nrf2, and STAT3",
      "text": "The Keap1/Nrf2/HO-1 pathway is a critical antioxidant mechanism that activates various antioxidant genes to mitigate oxidative stress following ROS overload. Furthermore, PPI analysis of the common targets of EHDPHP/5-OH-EHDPHP/GA—OS identified STAT3 as a key player ( Fig. 2 I-G). Molecular docking studies were performed to investigate the interactions between EHDPHP, 5-OH-EHDPHP, and GA with the Keap1, Nrf2, and STAT3 targets. The results showed that GA interacts with several amino acid residues in the Kelch structural domain of Keap1 (VAL-337/338/436/483/530, THR-529, GLY-533, and ILE-577), with a docking score of -10.7 ( Fig. 6 A(a3)). And the amino acid sites of GA were LEU-14, HIS-431, THR-433, HRG-434, and LYS-486 with docking scores of -7.6. In addition, EHDPHP and 5-OH-EHDPHP interact with amino acid residues in the Neh1 structural domain of Nrf2 (EHDPHP: GLN-505/VAL-501/HIS-509; 5-OH-EHDPHP: THR-433/ARG-434/ASP-435/VAL-448/ARG-482/LYS-486), with docking scores of -6.0 ( Fig. 6 B (b1-b2)). The amino acid sites of EHDPHP (VAL-389/436/528) and 5-OH-EHDPHP (VAL-338/436/528/576) with Keap1 are also located in the Kelch structural domain of Keap1. However, the binding scores were lower compared to GA, -6.5 and -6.8, respectively. For GA and STAT3, docking analysis indicated that ARG-13 and THR-133 are located in the amino-terminal region (NH2) and coiled-coil helix region (CCD) of STAT3, respectively. In contrast, EHDPHP and 5-OH-EHDPHP interact with STAT3′s DNA-binding region ( Fig. 6 C). These findings demonstrate that EHDPHP, 5-OH-EHDPHP, and GA exhibit strong binding ability to Keap1, Nrf2, and STAT3, suggesting that Keap1, Nrf2, and STAT3 are potential targets of action for EHDPHP, 5-OH-EHDPHP, and GA. Fig. 6 Molecular docking results. (A) Molecular docking of EHDPHP, 5-OH-EHDPHP, and GA with Keap1 (a1. molecular docking of EHDPHP with Keap1; a2. molecular docking of 5-OH-EHDPHP with Keap1; a3. molecular docking of GA with Keap1); (B) Molecular docking of EHDPHP, 5-OH-EHDPHP, and GA with Nrf2 (b1. molecular docking of EHDPHP with Nrf2; b2. molecular docking of 5-OH-EHDPHP with Nrf2; b3. molecular docking of GA with Nrf2); (C) Molecular docking of EHDPHP, 5-OH-EHDPHP and GA with STAT3 (c1. molecular docking of EHDPHP with STAT3; c2. molecular docking of 5-OH-EHDPHP with STAT3; c3. molecular docking of GA with STAT3). In the figure, (1) visualization of the lowest combinations of binding energies; (2) results of the analysis of intermolecular forces by PyMOL software; (3) results of the analysis of intermolecular forces by the PLIP website. Fig 6\n\nMolecular docking results. (A) Molecular docking of EHDPHP, 5-OH-EHDPHP, and GA with Keap1 (a1. molecular docking of EHDPHP with Keap1; a2. molecular docking of 5-OH-EHDPHP with Keap1; a3. molecular docking of GA with Keap1); (B) Molecular docking of EHDPHP, 5-OH-EHDPHP, and GA with Nrf2 (b1. molecular docking of EHDPHP with Nrf2; b2. molecular docking of 5-OH-EHDPHP with Nrf2; b3. molecular docking of GA with Nrf2); (C) Molecular docking of EHDPHP, 5-OH-EHDPHP and GA with STAT3 (c1. molecular docking of EHDPHP with STAT3; c2. molecular docking of 5-OH-EHDPHP with STAT3; c3. molecular docking of GA with STAT3). In the figure, (1) visualization of the lowest combinations of binding energies; (2) results of the analysis of intermolecular forces by PyMOL software; (3) results of the analysis of intermolecular forces by the PLIP website."
    },
    {
      "title": "GA reverses EHDPHP inhibition of the Keap1/Nrf2/HO-1 pathway in MDCC-MSB1 cells and thymus",
      "text": "To elucidate the regulatory mechanisms of GA and EHDPHP on the Keap1/Nrf2/HO-1 pathway, we investigated the expression levels of Keap1, Nrf2, and HO-1 in MDCC-MSB1 cells and thymus tissues. As shown in  Fig. 7 , co-treatment with GA and EHDPHP decreased Keap1 expression (P < 0.05) while increasing Nrf2 and HO-1 expression (P < 0.05) in MDCC-MSB1 cells and thymus. These results indicate that GA effectively reversed EHDPHP-induced inhibition of the Keap1/Nrf2/HO-1 signaling pathway. Interestingly, treatment with GA alone enhanced  Nrf2  and  HO-1  mRNA expression in both MDCC-MSB1 cells and thymus compared to the control group (P < 0.05). However, elevated Nrf2 and HO-1 protein expression was observed exclusively in thymus tissues (P < 0.05). Simultaneously, the EHDPHP group exhibited reduced nuclear Nrf2 expression in both MDCC-MSB1 cells and thymus tissues compared to the control group (P < 0.05), whereas GA co-treatment significantly increased Nrf2 expression (P < 0.05) ( Fig. 7 A-B, F). In addition, the Nrf2 inhibitor ML385 enhanced the inhibition of HO-1 expression by EHDPHP (P < 0.05) and reduced HO-1 transcription in the GA co-treated group, which supports the conclusion that GA mitigates EHDPHP-induced oxidative damage through activation of the Keap1/Nrf2/HO-1 pathway ( Fig. 9 B-C). Fig. 7 GA activated activation of the Keap1/Nrf2/HO-1 pathways in EHDPHP-induced MDCC-MSB1 cell and thymic injury. (A-E) Effect of GA on the Keap1/Nrf2/HO-1 pathway in EHDPHP- treated MDCC-MSB1 cells (A. Immunofluorescence for Nrf2; B. Quantification of Nrf2 immunofluorescence; C. Keap1, Nrf2 and HO-1 relative mRNA expression levels; D. Western blot of Keap1, Nrf2 and HO-1; E. Keap1, Nrf2 and HO-1 relative protein expression levels); (F-I) Effect of GA on the Keap1/Nrf2/HO-1 Pathway in EHDPHP-treated thymus (F. Immunohistochemistry for Keap1 and Nrf2 and its quantification; G. Keap1, Nrf2, and HO-1 relative mRNA expression levels; H. Western blot of Keap1, Nrf2 and HO-1; I. Keap1, Nrf2, and HO-1 relative protein expression levels).Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 7\n\nGA activated activation of the Keap1/Nrf2/HO-1 pathways in EHDPHP-induced MDCC-MSB1 cell and thymic injury. (A-E) Effect of GA on the Keap1/Nrf2/HO-1 pathway in EHDPHP- treated MDCC-MSB1 cells (A. Immunofluorescence for Nrf2; B. Quantification of Nrf2 immunofluorescence; C. Keap1, Nrf2 and HO-1 relative mRNA expression levels; D. Western blot of Keap1, Nrf2 and HO-1; E. Keap1, Nrf2 and HO-1 relative protein expression levels); (F-I) Effect of GA on the Keap1/Nrf2/HO-1 Pathway in EHDPHP-treated thymus (F. Immunohistochemistry for Keap1 and Nrf2 and its quantification; G. Keap1, Nrf2, and HO-1 relative mRNA expression levels; H. Western blot of Keap1, Nrf2 and HO-1; I. Keap1, Nrf2, and HO-1 relative protein expression levels).Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05)."
    },
    {
      "title": "GA reverses EHDPHP-induced activation of the JAK1/STAT3 pathway in MDCC-MSB1 cells and thymus",
      "text": "To explore the roles of GA and EHDPHP in the JAK1/STAT3 pathway, we analyzed the expression levels of JAK1 and STAT3 in MDCC-MSB1 cells and thymus tissues. As shown in  Fig. 8 C-E, co-treatment with GA and EHDPHP significantly reduced the JAK1 and STAT3 expression (P < 0.05) compared to the EHDPHP group. Phosphorylation of JAK1 is a key indicator of its activation. EHDPHP treatment elevated the expression of P-JAK1 and P-STAT3, as well as their ratios to total JAK1 and STAT3, in MDCC-MSB1 cells and thymus compared to the control group (P < 0.05). Co-treatment with GA and EHDPHP significantly inhibited the phosphorylation of JAK1 and STAT3 (P < 0.05), whereas GA treatment alone did not affect total JAK1 and STAT3 expression or their phosphorylation levels (P > 0.05). Besides, STAT3 nuclear expression was significantly reduced in MDCC-MSB1 cells and thymus tissues after GA co-treatment compared to the EHDPHP group (P < 0.05) ( Fig. 8 A-B, F). Fig. 8 GA inhibited activation of the JAK1/ STAT3 pathways in EHDPHP-induced MDCC-MSB1 cell and thymic injury. (A-E) Effect of GA on the JAK1/STAT3 pathway in EHDPHP-treated MDCC-MSB1 cells (A. Immunofluorescence for STAT3; B. Quantification of STAT3 immunofluorescence; C. JAK1 and STAT3 relative mRNA expression levels; D. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3 relative protein expression levels; E. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3, and P-STAT3/STAT3 relative protein expression levels); (F-I) Effect of GA on the JAK1/STAT3 pathway in EHDPHP- treated thymus (F. Immunohistochemistry for STAT3 and its quantification; G. JAK1 and STAT3 relative mRNA expression levels; H. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3; I. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3 and P-STAT3/STAT3 relative protein expression levels).Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 8\n\nGA inhibited activation of the JAK1/ STAT3 pathways in EHDPHP-induced MDCC-MSB1 cell and thymic injury. (A-E) Effect of GA on the JAK1/STAT3 pathway in EHDPHP-treated MDCC-MSB1 cells (A. Immunofluorescence for STAT3; B. Quantification of STAT3 immunofluorescence; C. JAK1 and STAT3 relative mRNA expression levels; D. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3 relative protein expression levels; E. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3, and P-STAT3/STAT3 relative protein expression levels); (F-I) Effect of GA on the JAK1/STAT3 pathway in EHDPHP- treated thymus (F. Immunohistochemistry for STAT3 and its quantification; G. JAK1 and STAT3 relative mRNA expression levels; H. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3; I. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3 and P-STAT3/STAT3 relative protein expression levels).Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05)."
    },
    {
      "title": "Nrf2 regulates JAK1/STAT3 pathway",
      "text": "To explore the link between the Keap1/Nrf2/HO-1 and JAK1/STAT3 pathways, JAK1 and STAT3 expression levels were analyzed following treatment with the Nrf2 inhibitor ML385. The EHDPHP + ML385 and EHDPHP + GA + ML385 groups exhibited higher levels of JAK1, STAT3, their phosphorylated forms, and STAT3 nuclear expression compared to the EHDPHP and EHDPHP + GA groups (P < 0.05) ( Fig. 9 K-N). These findings suggest a regulatory relationship between the Nrf2 and STAT3 pathways, where inhibition of the Nrf2 pathway leads to activation of the STAT3 pathway. Fig. 9 GA protected against EHDPHP-induced oxidative and inflammatory injury and inhibits NF-KB and STAT3 pathways through Nrf2 activation. (A-B) Selection of the concentration of ML385 acting on MDCC-MSB1 cells (A. Effect of ML385 at different concentrations on cell viability; B. Effect of ML385 at different concentrations on Nrf2 mRNA expression levels), the concentration that is non-toxic to MDCC-MSB1 cells but inhibits the expression of Nrf2 was selected. Therefore, 6 μM was chosen as the action concentration of ML385; (C) Immunofluorescence for Nrf2 and its quantification; (D-F) Expression levels of HO-1 mRNA and protein (D. HO-1 relative mRNA expression level; E. Western blot of HO-1; F. HO-1 relative protein expression levels); (G) ROS fluorescence and its quantification; (H-J) Expression levels of NF-κb mRNA and protein (H. NF-κb relative mRNA expression level; I. Western blot of NF-κB and P- NF-κB; J. NF-κB, P- NF-κB, and P- NF-κB / NF-κB relative protein expression levels). (K-N) Effect of GA activation of Nrf2 on JAK1/STAT3 pathway in EHDPHP-treated MDCC-MSB1 cells (K. JAK1 and STAT3 relative mRNA expression levels; L. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3; M. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3 and P-STAT3/STAT3 relative protein expression levels; N. Immunofluorescence for STAT3 and its quantification). Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 9\n\nGA protected against EHDPHP-induced oxidative and inflammatory injury and inhibits NF-KB and STAT3 pathways through Nrf2 activation. (A-B) Selection of the concentration of ML385 acting on MDCC-MSB1 cells (A. Effect of ML385 at different concentrations on cell viability; B. Effect of ML385 at different concentrations on Nrf2 mRNA expression levels), the concentration that is non-toxic to MDCC-MSB1 cells but inhibits the expression of Nrf2 was selected. Therefore, 6 μM was chosen as the action concentration of ML385; (C) Immunofluorescence for Nrf2 and its quantification; (D-F) Expression levels of HO-1 mRNA and protein (D. HO-1 relative mRNA expression level; E. Western blot of HO-1; F. HO-1 relative protein expression levels); (G) ROS fluorescence and its quantification; (H-J) Expression levels of NF-κb mRNA and protein (H. NF-κb relative mRNA expression level; I. Western blot of NF-κB and P- NF-κB; J. NF-κB, P- NF-κB, and P- NF-κB / NF-κB relative protein expression levels). (K-N) Effect of GA activation of Nrf2 on JAK1/STAT3 pathway in EHDPHP-treated MDCC-MSB1 cells (K. JAK1 and STAT3 relative mRNA expression levels; L. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3; M. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3 and P-STAT3/STAT3 relative protein expression levels; N. Immunofluorescence for STAT3 and its quantification). Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05)."
    },
    {
      "title": "GA attenuates EHDPHP-induced MDCC-MSB1 cell and thymus damage through Nrf2/ROS/STAT3 pathway crosstalk",
      "text": "To further investigate whether GA attenuates EHDPHP-induced MDCC-MSB1 cell and thymus injury via crosstalk between the Nrf2/ROS/STAT3 pathways, we analyzed oxidative stress indicators, inflammatory factors, and apoptosis markers in MDCC-MSB1 cells using the Nrf2 inhibitor ML385. The addition of ML385 to the EHDPHP and EHDPHP + GA treatments significantly increased ROS levels, as well as the expression of inflammatory and apoptotic factors, compared to the EHDPHP and EHDPHP + GA groups (P < 0.05) ( Fig. 9 G-J and  Fig. 10 A-D). Furthermore, co-treatment with GA and EHDPHP attenuated thymocyte apoptosis induced by EHDPHP, as evidenced by a significant decrease in the apoptotic index (P < 0.05) and expression levels of Caspase 3, Cel-caspase 3, and the Cel-caspase 3/Caspase 3 ratio (P < 0.05) ( Fig. 10 E-H). Concurrently, PCA and correlation analyses revealed significant differences in the measured indicators between the EHDPHP group and the EHDPHP + GA group, along with notable relationships among the indicators ( Fig. 10 I-N). Fig. 10 GA protected against EHDPHP-induced apoptosis injury through Nrf2 activation. (A-D) Effect of GA on EHDPHP-induced apoptosis in MDCC-MSB1 cells (A. Caspase 3 relative mRNA expression level; B. Western blot of Caspase 3 and Cle-caspase 3; C. Caspase 3, Cle-caspase 3 and Cle-caspase 3/Caspase 3 relative protein expression levels; D. AO/EB fluorescent staining for apoptosis and its quantification); (E-H) Effect of GA on EHDPHP-induced apoptosis in in EHDPHP- treated thymus (E. Caspase 3 relative mRNA expression level; F. Western blot of Caspase 3 and Cle-caspase 3; G. Caspase 3, Cle-caspase 3 and Cle-caspase 3/Caspase 3 relative protein expression levels; H. TUNEL staining for apoptosis and its quantification); (I-K) PCA analysis of groups and indicators in thymus tissue and MDCC-MSB1 cells; (L-N) Correlation Plot analysis of groups and indicators in thymus tissue and MDCC-MSB1 cells. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 10\n\nGA protected against EHDPHP-induced apoptosis injury through Nrf2 activation. (A-D) Effect of GA on EHDPHP-induced apoptosis in MDCC-MSB1 cells (A. Caspase 3 relative mRNA expression level; B. Western blot of Caspase 3 and Cle-caspase 3; C. Caspase 3, Cle-caspase 3 and Cle-caspase 3/Caspase 3 relative protein expression levels; D. AO/EB fluorescent staining for apoptosis and its quantification); (E-H) Effect of GA on EHDPHP-induced apoptosis in in EHDPHP- treated thymus (E. Caspase 3 relative mRNA expression level; F. Western blot of Caspase 3 and Cle-caspase 3; G. Caspase 3, Cle-caspase 3 and Cle-caspase 3/Caspase 3 relative protein expression levels; H. TUNEL staining for apoptosis and its quantification); (I-K) PCA analysis of groups and indicators in thymus tissue and MDCC-MSB1 cells; (L-N) Correlation Plot analysis of groups and indicators in thymus tissue and MDCC-MSB1 cells. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05)."
    },
    {
      "title": "Discussion",
      "text": "Accumulating evidence suggests that EHDPHP, an environmental pollutant, undergoes in vivo metabolism to generate redox-sensitive compounds, which induce oxidative stress and trigger inflammatory responses and dysfunction( Jia et al., 2022 ). Therefore, oxidative stress may be an initial mechanism by which EHDPHP contributes to the development of various diseases and injuries( Ballin et al., 2023 ). GA, the primary pharmacological active component of  Glycyrrhiza uralensis , exhibits anti-inflammatory, antioxidant, anti-apoptotic, and immunomodulatory properties. Utilizing network biology analysis, we hypothesized that GA may exert protective pharmacological effects against EHDPHP-induced oxidative stress. Consistent with this hypothesis, our in vivo and in vitro experiments revealed that GA attenuates EHDPHP-induced thymic injury modulating Nrf2/ROS/STAT3 signaling crosstalk.\n\nOxidative stress leads to the excessive production of ROS, which contributes to various pathological conditions by inducing DNA damage, lipid peroxidation, abnormal protein synthesis, and the degradation of other cellular components, thereby compromising the body's defenses( Yin et al., 2023 ). GA, a licorice-derived saponin and natural antioxidant, exhibits a strong capacity to trap free radicals through its molecular structure, effectively inhibiting or scavenging free radicals and exerting potent antioxidant effects( Zainab Hashim Mohammed 2023 ). Inflammation is closely associated with oxidative stress, with NF-κB playing a central role in connecting these processes. In our experiments, co-treatment with GA and EHDPHP significantly reduced oxidative stress and the expression of inflammatory factors in EHDPHP-induced MDCC-MSB1 cells and thymus. In addition, GA mitigated the morphological and structural damage caused by EHDPHP.\n\nNrf2 is the most extensively studied protein in the antioxidant CNC protein family( Smyth et al., 2020 ), while Keap1 functions both as an oxidative stress receptor and an inhibitor of Nrf2( Deng and Tan, 2022 ). Under normal conditions, Nrf2 binds to the Kelch structural domain of Keap1 via its Neh2 domain, resulting in its inactivation and subsequent degradation through ubiquitination. However, during oxidative stress, Nrf2 dissociates from Keap1 and translocates to the nucleus, where its C-terminal BZIP domain forms a dimer with small Maf proteins and binds to the antioxidant response element ( ARE ), promoting the expression of antioxidant enzymes such as HO-1, SOD, and GSH-Px( Hou et al., 2022 ;  Li et al., 2023 ). Previous studies have revealed that various natural compounds, including resveratrol, quercetin, sulforaphane, and delphinidin, exert antioxidant effects by activating the Nrf2 signaling pathway through distinct mechanisms( Cheng et al., 2015 ;  Sun et al., 2015 ;  Wu et al., 2020 ;  Xu et al., 2020 ). Despite their structural similarity, these natural compounds activate the Nrf2 signaling pathway via diverse mechanisms. Notably, Keap1, characterized by its cysteine-rich regions and proximity to basic residues, serves as a primary target for electrophiles and oxides( Jiao et al., 2023 ). Herein, molecular docking analysis of GA with Keap1 revealed that the binding sites of GA are located within the Kelch domain of Keap1, suggesting that GA may function as a structural analogue of Nrf2, competing for binding to the Kelch structural domain and thereby activating the Nrf2 signaling pathway. Similarly, the binding sites of EHDPHP and 5-OH-EHDPHP to Keap1 were also identified within the Kelch domain. The binding sites of EHDPHP and 5-OH-EHDPHP on Nrf2 are located within the BZIP structural domain, which is crucial for Nrf2 recognition, binding to the ARE, and the activation of antioxidant factors. Additionally, the Nrf2 inhibitor ML385 exerts its effects by targeting the BZIP structural domain of Nrf2( Singh et al., 2016 ). Therefore, we hypothesized that EHDPHP and its metabolite 5-OH-EHDPHP may act as structural analogues of ML385, potentially inhibiting Nrf2 regulation of nuclear transcription factors without affecting Nrf2 activation. Interestingly, we found that Nrf2 expression was reduced following EHDPHP treatment, which was not predicted by molecular docking analysis. This discrepancy may be attributed to the minimal interaction of EHDPHP and 5-OH-EHDPHP with the Keap1 binding site, suggesting that these compounds primarily exert their effects through Nrf2 signaling. It is plausible that pre-treatment with EHDPHP initially promotes the Keap1/Nrf2/HO-1 pathway. However, as EHDPHP accumulates, it may cause severe injury that disrupts this balance, ultimately inhibiting the Keap1/Nrf2/HO-1 pathway. In summary, co-treatment with GA and EHDPHP effectively attenuated the inhibition of the Keap1/Nrf2/HO-1 pathway in both MDCC-MSB1 cells and the thymus.\n\nStudies have demonstrated that Nrf2 possesses not only antioxidant properties but also anti-inflammatory effects. Inhibition or knockdown of Nrf2 results in oxidative stress dysregulation and an increased expression of inflammatory markers, such as TNF-α, IL-6, COX-2, iNOS, and IL-1β( Chowdhry et al., 2010 ;  Kim et al., 2013 ;  Rojo et al., 2010 ). It is currently understood that the Nrf2/HO-1 pathway exerts its anti-inflammatory effects by inhibiting the NF-κB pathway and modulating macrophage polarization( El-Tanbouly and Abdelrahman, 2022 ;  Naito et al., 2014 ). Notably, IKKβ contains an ETGE sequence similar to that of Nrf2, allowing it to bind to Keap1 and undergo ubiquitination( Edwards and Basler, 2015 ). Upon oxidative stress, Nrf2 is activated and released, leading to the dissociation from Keap1. Keap1 then binds to IKK, attenuating IκBα degradation and inhibiting NF-κB activation( Forman et al., 2014 ). Furthermore, it has been shown that HO-1 promotes macrophage polarization towards an anti-inflammatory M2-like phenotype( Wu et al., 2023 ). In this study, we found that inhibition of the Nrf2/HO-1 pathway by EHDPHP exhibited not only induced oxidative stress (as evidenced by increased ROS activity) but also caused inflammatory damage (evidenced by decreased NF-κB expression). Co-treatment with GA and EHDPHP, which activates the Nrf2/HO-1 pathway, resulted in a reduction of both oxidative stress and the inflammatory response.\n\nActivation of NF-κB and macrophage M1 polarization results in significant release of inflammatory cytokines. The JAK1/STAT3 pathway, a classical cytokine regulatory pathway, is primarily regulated by inflammatory factors such as IL-6, TNF-α, and IL-10, which play crucial roles in the inflammatory response( Annamalai et al., 2020 ). Consequently, the Nrf2/HO-1 pathway can indirectly activate JAK1/STAT3 through NF-κB and macrophage M1 polarization. Moreover, STAT3 is an important target predicted by network biology analyses of EHDPHP, 5-OH-EHDPHP, and GA. Recent studies have shown that directly targeting STAT3 to inhibit its functional activation is a safer, more effective, and feasible therapeutic strategy( Wang et al., 2021 ). Based on the binding sites of small molecules to STAT3, STAT3 inhibitors can be classified into four categories: those targeting the N-terminal structural domain, the LD or DBD structural domains containing cysteine ( Cys ), the SH2 structural domain ( SH2D ), and the DNA-binding structural domain (DBD) ( Huang et al., 2020 )In our study, the interaction sites of GA with STAT3 were identified in the amino-terminal region ( NH2 ) at ARG-13 and in the convoluted helix region ( CCD ) at THR-133 of STAT3. These interactions impaired the nuclear translocation of STAT3 of its ability to form dimers for DNA binding, suggesting that GA acts as a small-molecule inhibitor targeting the N-terminal structural domain of STAT3. Conversely, EHDPHP and 5-OH-EHDPHP interact with the DNA-binding region of STAT3 (HIS-457, PRO-487, HIS-332, ARG-335, ILE-467, and PR0-471), enhancing STAT3 binding to promoter-responsive elements and activating target gene expression. In both in vitro and in vivo experiments, EHDPHP was found to activate the JAK1/STAT3 pathway in MDCC-MSB1 cells and the thymus, but co-treatment with GA reduced EHDPHP-induced activation of the JAK1/STAT3 pathway. Furthermore, activation of the JAK1/STAT3 pathway was observed upon the addition of ML385 to inhibit the Nrf2/HO-1 pathway, suggesting that the Keap1/Nrf2/HO-1 and JAK1/STAT3 pathways play important roles in the protective effects of GA against EHDPHP-induced injury in MDCC-MSB1 cell and thymus. Moreover, these pathways appear to be interconnected and mutually regulated.\n\nAt the same time, we observed a high rate of apoptosis in MDCC-MSB1 cells and thymus tissues following EHDPHP treatment, which was reduced by co-treatment with GA. Apoptotic pathways are classified as endogenous and exogenous, with ROS and TNF-α, respectively, playing key roles in their mediation( Ito et al., 2023 ;  Zani et al., 2023 ). Excessive ROS causes mitochondrial damage, resulting in the release of cytochrome C ( Cyt-c ) and apoptosis-inducing factor ( AIF ) proteins into the cytosol. This initiates the gradual transmission of apoptotic signals to downstream molecules, ultimately activating Caspase 3 and triggering apoptosis( Zani et al., 2023 ). Immune cells are highly sensitive to ROS, and the ROS-mediated mitochondrial apoptotic pathway leads to elevated apoptotic indices in splenocytes and thymocytes( H and H, 2019 ). HO-1, a stress-inducible protein, not only regulates ROS expression but has also been shown to mediate apoptosis through the Fas/CD95-FasL signaling pathway( McDaid et al., 2005 ). The NF-κB and JAK1/STAT3 signaling pathways drive the production of TNF-α, which can contribute to exogenous apoptosis through the activation of caspase 3. Besides, STAT3 directly induces the expression of various apoptosis-related proteins and regulates cell survival( Annamalai et al., 2020 ). Therefore, GA mitigates EHDPHP-induced apoptosis in MDCC-MSB1 cells and thymocytes by modulating the Nrf2/ROS/STAT3 pathway crosstalk, thereby protecting MDCC-MSB1 cells and the thymus from damage.\n\nAdditionally, both STAT3 and Lymphocyte Activation Gene-3 (LAGLS3) were prominent in the PPI result display, and we did molecular docking of EHDPHP, 5-OH-EHDPHP, and GA with STAT3 and LAGLS3, respectively. The molecular docking results showed that the molecular docking scores of EHDPHP, 5-OH-EHDPHP, and GA with STAT3 were -6.1, -6.1, and -9.1, respectively; whereas the molecular docking scores of EHDPHP, 5-OH-EHDPHP, and GA with LAGLS3 were -4.7, -4.6, and -6.7, respectively (Supplementary Material S1). The molecular docking results suggest that STAT3 is superior to LAGLS3. In addition, LAGLS3 mainly regulates immune function. AG3 and CD4 are highly homologous and bind MHCII with higher affinity than CD4, and competitively bind MHCII with CD4, (MHCII is a common ligand of LAG3 and CD4) down-regulating the level of cytokine secretion and proliferative capacity of CD4+ T cells ( Maruhashi et al., 2022 ); at the same time, LAGLS3 can directly inhibit CD8+ T cells or induce Treg cell activation through signal transduction, reducing the immunity ( Kouo et al., 2015 ). Although the target organ of our study was the thymus, the aim and content of the current study focused on EHDPHP-induced oxidative stress-mediated tissue and cellular damage. On this basis, in the future, we will further focus on the mechanism of the effect of EHDPHP on thymic immune function, and the role played by LAGLS3 will be further revealed. The STAT3 signaling pathway has received particular attention in the control of cytokine storms and has important roles in cell proliferation, differentiation, apoptosis, and immune responses ( Annamalai et al., 2020 ). During immune hyperactivation induced by foreign stimulatory factors, activated inflammatory cells release inflammatory mediators, which include cytokines such as IL-1β, IL-6, and TNF-α, proteases, and ROS to exacerbate inflammation and organ damage. Zhu et al. had constructed an adverse outcome pathway (AOP) framework for organophosphorus flame retardants (BDCIPP, BCEP, BCIPP) and their parent compounds (TDCIPP, TCEP, and TCIPP) using the Comparative Toxicology Genomics database, the Toxicity Predictor, and GeneCards databases, and, based on the weight of the evidence, found that organophosphorus flame retardants may affect the IL-6/Janus kinase/signal transducer and activator of transcription (JAK/STAT) pathway, induce airway remodeling, and impair the lung function( Zhu et al., 2022 ). OPFR can increase activation of the JAK1/STAT3 pathway through the NF-κB pathway, which in turn exacerbates organ damage. In summary, STAT3 was superior to LAGLS3 as the subject of this study. In this study, the interaction relationships and sites of action of EHDPHP, 5-OH-EHDPHP, and GA with Keap1, Nrf2, and STAT3, respectively, were predicted by molecular docking and verified by cellular and animal assays. However, further confirmation regarding these amino acid action sites is needed through amino acid site mutation assays, which will be done in subsequent studies.\n\nOverall, the Keap1/Nrf2/HO-1, ROS, and JAK1/STAT3 pathways are interrelated and mutually regulate one another, playing pivotal roles in oxidative stress, inflammation, and apoptosis. Collectively, they contribute to GA's protective effect against EHDPHP-induced thymic injury, as shown in  Fig. 11 . Fig. 11 Toxic effects of EHDPHP on the thymus and potential protective effects of GA. GA plays a protective role against EHDPHP-induced thymic injury by modulating the Nrf2/ROS/STAT3 signaling pathway crosstalk to alleviated oxidative stress, inflammatory, and apoptosis injury. Fig 11\n\nToxic effects of EHDPHP on the thymus and potential protective effects of GA. GA plays a protective role against EHDPHP-induced thymic injury by modulating the Nrf2/ROS/STAT3 signaling pathway crosstalk to alleviated oxidative stress, inflammatory, and apoptosis injury."
    },
    {
      "title": "Conclusion",
      "text": "In conclusion, Nrf2 and STAT3 serve as key targets for the oxidative and antioxidant effects of EHDPHP and GA. GA establishes an anti-injury network via the Nrf2/ROS/STAT3 signaling pathway crosstalk, effectively mitigating EHDPHP-induced oxidative damage in the chicken thymus. This study lays a foundation for understanding EHDPHP-induced injuries and diseases in mammals and humans. In addition, it identifies novel therapeutic targets and offers valuable insights for future drug design and development aimed at preventing and treating EHDPHP-induced injuries and diseases."
    },
    {
      "title": "Author contributions",
      "text": "Linghuan Luo: Methodology, Data curation, and Writing-original draft. Ming Ge: Supervision, Funding acquisition, and Writing-review & editing. Yiming Sun: Conceptualization and Methodology. Yihan Hu: Methodology and Validation. Xiaoyi Yang: Software. Ruili Zhang: Supervision and Writing-review & editing."
    },
    {
      "title": "Funding source",
      "text": "This work was supported by the  10.13039/501100012166 National Key R&D Program of China  (Project No.  2017YFD0502200 ). The authors declare that they have no conflict of interest.\n\nAll procedures were performed in accordance with the National Institutes of Health Guide for the Care and Use of Laboratory Animals, and the trials were approved by the  Northeast Agricultural University (NEAU) Animal Ethics Committee  ( NEAUEC2023 03 108 )."
    },
    {
      "title": "Disclosures",
      "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    },
    {
      "title": "Declaration of competing interest",
      "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }
  ],
  "full_text": "2-Ethylhexyl diphenyl phosphate ( EHDPHP ) is a pervasive environmental pollutant known to induce oxidative damage in organisms; however, its precise mechanisms of toxicity remain unclear. Furthermore, limited research has been conducted on potential therapeutic agents to counteract EHDPHP toxicity. Glycyrrhizic acid ( GA ), a triterpenoid saponin compound with recognized antioxidant, anti-inflammatory, and immunomodulatory properties, represents a promising candidate for mitigating EHDPHP-induced oxidative injury. In chickens, the thymus is the main immune organ. This study aims to investigate the mechanism of EHDPHP-induced thymus damage and the role and mechanism of GA intervention in this process. A potential ‘EHDPHP/GA-Target-Oxidative Stress ( OS )’ network was constructed using network biology. A model of EHDPHP-induced chicken thymic injury was established by continuous oral administration of EHDPHP (160 mg/kg) for 42 days. Moreover, the mechanism of action by which GA antagonizes EHDPHP-induced oxidative damage was explored using MDCC-MSB1 cells in vitro. Network biology analyses showed that ‘EHDPHP/GA-OS’ targets were mainly enriched in the adipocytokine and apoptotic signaling pathways. Molecular docking demonstrated the binding interactions of GA and EHDPHP with Kelch-like ECH-associated protein 1 ( Keap1 ), nuclear factor erythroid 2-related factor 2 ( Nrf2 ), and signal transducer and activator of transcription 3 ( STAT3 ) proteins. Both in vitro and in vivo experiments revealed that GA attenuated EHDPHP-induced damage to thymus and MDCC-MSB1 cells, as evidenced by reductions in oxidative stress markers (ROS, MDA, T-AOC, SOD, and GSH-Px), inflammation factors (NF-κB, IL-6, and TNF-α), and the apoptotic factor (Caspase 3) expression. GA treatment increased the expression of Nrf2 and HO-1 while reducing the expression of Keap1, JAK1, Phospho-JAK1 ( P-JAK1 ), STAT3, and Phospho-STAT3 ( P-STAT3 ). Furthermore, the protective effect of GA against EHDPHP-induced MDCC-MSB1 cell injury, as well as its inhibition of the JAK1/STAT3 pathway, was diminished by the Nrf2 inhibitor ML385. These findings suggest that GA exerts its protective effects through Nrf2 and mitigates EHDPHP-induced thymic injury in chickens by modulating the crosstalk between the Nrf2/ROS/STAT3 signaling pathways. Overall, this study highlights the novel role of GA in treating EHDPHP-induced injury and underscores its potential application in diseases treatable with Nrf2 activators.\n\n## Introduction\n\n2-Ethylhexyl diphenyl phosphate ( EHDPHP ) is an emerging organophosphorus compound used as a flame retardant and plasticizer developed as an alternative to brominated flame retardants ( BFRs ). Due to its physical incorporation into products rather than chemical bonding( Wei et al., 2015 ), EHDPHP can be easily released into the environment, including water( Shimabuku et al., 2022 ), air( Esplugas et al., 2022 ), and soil( You et al., 2022 ). Extensive research on EHDPHP has revealed its ability to enter and accumulate in organisms through multiple pathways, including the food chain, inhalation, and dermal absorption, affecting the growth, development, and overall health of animals and humans( Azizi et al., 2023 ;  Chen et al., 2022 ;  Yu et al., 2022 ). In Sweden and Norway, EHDPHP is frequently detected in food samples at relatively high levels, with diet identified as the primary route of exposure( Yan et al., 2020 ). Chickens, as a major source of meat and eggs, represent an important staple food source. Therefore, EHDPHP contamination in chickens not only results in significant economic losses to the poultry industry but also poses a threat to human health.\n\nRecent studies have elucidated the toxic effects of EHDPHP on various organs, including the liver, brain, and ovary( Li et al., 2023 ;  Negi et al., 2021 ;  Yang et al., 2022 ). For instance, Li et al. found that EHDPHP significantly elevated MDA levels and induced oxidative stress in rats( Li et al., 2023 ). Schang et al. demonstrated that EHDPHP acts as an endocrine disruptor in MA-10 mouse LeyDig tumor cells, altering mitochondrial activity and superoxide production( Schang et al., 2016 ). In addition, EHDPHP exposure in Hepg2 cells led to increased levels of ROS, GSH, and MDA while reducing SOD activity and H 2 O 2  levels ( Zhou et al., 2023 ). The above findings suggest that exposure to EHDPHP disrupts oxidative homeostasis and induces oxidative stress. Ethyl-5-hydroxyhexyl diphenyl phosphate ( 5-OH-EHDPHP ), a signature metabolite of EHDPHP, has been shown to be potentially more toxic than the parent compound( Li et al., 2020 ;  Yang et al., 2023 ).\n\nOxidative stress ( OS ) is a universal mechanism that causes damage to organisms, with reactive oxygen species ( ROS ) levels being positively correlated with OS. Emerging evidence suggests that ROS functions as signaling molecules that mediate the inflammatory response( Liu and Liu, 2020 ). The NF-κB pathway is activated to regulate the expression of inflammatory factors, such as IL-6, TNF-α, COX-2, and iNOS( Lu et al., 2024 ). Both ROS and inflammation contribute to apoptosis( Fan et al., 2020 ). Caspase 3, an essential executor of apoptosis, initiates an irreversible cascade upon activation, leading to cellular damage( Fan et al., 2021 ). However, the specific molecular pathways and targets have not yet been fully elucidated, particularly regarding the role of EHDPHP, which warrants further exploration.\n\nTo mitigate the oxidative stress-induced toxicity of EHDPHP, the use of antioxidants represents a promising strategy for intervention. Glycyrrhetinic acid (GA), an oleanane-type pentacyclic triterpenoid saponin, is one of the most important bioactive components found in the medicinal herb liquorice( Pastorino et al., 2018 ;  Ballin et al., 2023 ). Some studies have found that GA plays an important role in antimicrobial ( Moazeni et al., 2017 ), antiviral ( Li et al., 2025 ), anticancer ( Kim et al., 2024 ), and immunomodulation ( Zuo et al., 2023 ). Moreover, GA belongs to the triterpenoid class of antioxidants and has diverse applications in food, cosmetics, pharmaceuticals, and animal feed additives by directly neutralizing free radicals, regulating the expression of endogenous antioxidant enzymes, and reducing oxidative stress levels( Xu et al., 2021 ;  Wang et al., 2022 ;  Bazekin et al., 2023 ). GA treatment increased the activities of antioxidant enzymes such as GSH, CAT, Cu/Zn-SOD, Mn-SOD, SOD, GST, and cytochrome P4501A in vivo and in vitro ( Ban et al., 2020 ;  Elsherbini et al., 2021 ;  Jomova and Valko, 2011 ). GA also has biological activities such as anti-inflammatory, anti-apoptotic, and anti-injury. GA inhibits inflammatory cytokine expression levels and apoptosis and attenuates various organ injuries such as SI-induced retinal injury ( He et al., 2019 ), NLRP3 inflammatory vesicle-mediated lung injury ( Shi et al., 2023 ), MI/R-induced myocardial injury ( Cheng et al., 2024 ), and AKI-induced kidney injury ( Zhao et al., 2016 )in rats. Therefore, investigating the potential of GA antagonism of EHDPHP-induced oxidative stress holds promising therapeutic prospects.\n\nChickens are a representative species in terrestrial ecosystems and a target for the toxic effects of EHDPHP. The thymus, a crucial central immune organ, is extremely sensitive to oxidative stress, which can result in damage to the immune organ after stimulation of immune cells by excess free radicals( H and H, 2019 ). However, the effects of long-term low-dose EHDPHP exposure on immune organs, including the thymus, and the underlying molecular mechanisms remain unclear. To our knowledge, this study is the first to investigate the oxidative damage induced by EHDPHP in the thymus and to explore the associated mechanisms. We also examined the roles and mechanisms of GA intervention in this process, focusing on oxidative stress, inflammation, and apoptosis. Using chicken thymus and MDCC-MSB1 cells as model systems( Wang et al., 2025 ), we employed network biology, molecular docking, and experimental approaches. Our findings provide valuable insights for the diagnosis, treatment, and prevention of EHDPHP-induced damage in humans and animals. The experimental design is shown in  Fig. 1 . Fig. 1 Flowchart of the study, which combined network biology, molecular docking, and experimental evaluation to evaluate GA's protective role in inhibiting EHDPHP-induced thymic toxicity. Fig 1\n\nFlowchart of the study, which combined network biology, molecular docking, and experimental evaluation to evaluate GA's protective role in inhibiting EHDPHP-induced thymic toxicity.\n\n## Material and methods\n\nEHDPHP (purity 97 %, Cat: E406552, CAS: 1241-94-7, Shanghai Aladdin Biochemical Technology Co., Ltd., China), glycyrrhizic acid (purity≥95 %, Cat: 1045-86-3, CAS: 1405-86-3, Shanghai Yuanye Bio-Technology Co., Ltd., China), and ML385 (purity 99.92 %, Cat: S8790, CAS: 846557-71-9, Selleck Chemicals, Inc., USA) were used in this study.\n\nTarget Collection and Network Building.  SMILES notations for EHDPHP, 5-OH-EHDPHP, and GA were retrieved from PubChem ( https://pubchem.ncbi.nlm.nih.gov ). These SMILES were subsequently input into target prediction databases, including Swiss ( http://swisstargetprediction.ch/ ), SEA ( https://sea.bkslab.org/ ), Pharm Mapper ( http://www.lilab-ecust.cn/pharmmapper/ ), and SuperPred ( https://prediction.charite.de/ ) to identify potential targets. In addition, the Gene ToList website ( https://www.genetolist.com/ ) was used to identify potential targets of EHDPHP, 5-OH-EHDPHP, and GA in  Gallus gallus  (taxonomy ID: 9031). Disease targets related to OS were identified using the keyword \"oxidative stress\" in the GeneCards database ( https://www.genecards.org/ ). The collected targets were integrated to construct an \"EHDPHP/5-OH-EHDPHP/GA—Target—Oxidative Stress\" network, which was visualized using Cytoscape software( Wang et al., 2022 ).\n\nKyoto Encyclopedia of Genes and Genomes (KEGG) and Gene Ontology (GO) Enrichment Analyses.  The EHDPHP—OS, 5-OH-EHDPHP—OS, and GA—OS targets were analyzed for GO functional enrichment and KEGG pathway enrichment using the David database ( https://david.ncifcrf.gov/ ). The results were visualized using the microbiology platform ( http://www.bioinformatics.com.cn/ ) ( Zhang et al., 2024 ).\n\nProtein-Protein Interaction (PPI) Network.  A Venn diagram was generated using Venny 2.1 software ( http://www.liuxiaoyuyuan.cn/ ) to identify common potential target genes of EHDPHP, 5-OH-EHDPHP, and GA related to oxidative stress. The common targets were then imported into the STRING database( https://cn.string-db.org/ ), with the protein species set to  Gallus gallus , to retrieve the PPI data. The PPI results were saved in TSV format and subsequently imported into Cytoscape software to construct the PPI network( Shi et al., 2022 ).\n\nSTAT3, identified as the main active target in the PPI network, and Keap1/Nrf2, the antioxidant classical pathway, were selected for molecular docking with EHDPHP, 5-OH-EHDPHP, and GA, respectively. The 3D crystal structures of Keap1, Nrf2, and STAT3 were retrieved from the Uniprot database ( https://www.uniprot.org/ ) by selecting \" Gallus gallus  (Chicken)\" as the organism, and the corresponding PDB files were obtained for further analysis ( Table 1 ). The mol2 format file for GA was retrieved from the TCMSP database, while the SDF files for the EHDPHP and 5-OH-EHDPHP structures were downloaded from the PubChem database. The SDF files were then converted to mol2 format using ChemDraw 3D Ultra software, followed by optimization of the protein and small-molecule structures. Next, molecular docking analysis was performed using AutoDockTools-1.5.7 software. The combinations with the lowest binding energy were visualized using PyMOL 2.4.0 software( Zhang et al., 2024 ). Moreover, molecular interaction forces were analyzed using PyMOL software and the PLIP tool ( https://plip-tool.biotec.tu-dresden.de/plip-web/plip/index ) for analysis. Table 1 Proteins in the uniprot database. Table 1 Uniprot ID Protein name A0A6G9KVK5 Kelch-like ECH-associated protein 1(Keap1) Q90834 Nuclear factor erythroid 2-related factor 2(Nrf2) Q6DV79 Signal transducer and activator of transcription 3(STAT3)\n\nProteins in the uniprot database.\n\nMDCC-MSB1 cells (provided by the Harbin Institute of Veterinary Medicine, Chinese Academy of Agricultural Sciences) were cultured in 1640 medium supplemented with 10 % fetal bovine serum, 100 IU/mL penicillin, and 100 μg/mL streptomycin. Cells were maintained in an incubator at 37°C with 5 % CO2. (1) To determine the optimal concentration and exposure time of EHDPHP and GA in MDCC-MSB1 cells, EHDPHP was added at concentrations of 0, 10, 20, 30, 40, 50, and 100 μM for 6 h, 12 h, 24 h, and 48 h, respectively. GA was added at concentrations of 0, 10, 20, 30, 40, 50, and 100 μM in combination with EHDPHP (0, 0.78125, 1.5625, 3.125, 6.25, 12.5, 25, 50, 100, and 200 µg/mL) for 24h. Cell viability was subsequently measured. (2) To investigate the protective effect of GA against EHDPHP-induced MDCC-MSB1 cytotoxicity, MDCC-MSB1 cells were divided into four groups: the DMSO (control) group, the GA group (25 μg/mL GA), the EHDPHP group (50 μM EHDPHP), and the EHDPHP + GA group (co-treatment with GA and EHDPHP); (3) To investigate the mechanism of action of EHDPHP and GA, MDCC-MSB1 cells were divided into five groups: the DMSO (control) group, the EHDPHP group (50 μM EHDPHP), the EHDPHP + ML385 group (co-treatment with EHDPHP and ML385), the EHDPHP + GA group, and the EHDPHP + GA + ML385 group (co-treatment with EHDPHP, GA, and ML385).\n\nFifty healthy male 7-day-old Hyland's white-feathered laying chickens, purchased from Harbin Pioneer Breeders' Farm, were randomly divided into five groups (n = 10 per group): control (Con), corn oil control (Vcon), GA (100 mg/kg.bw/d), EHDPHP (160 mg/kg.bw/d), and EHDPHP + GA (co-treatment with EHDPHP and GA). The chickens were treated by gavage once daily for 42 days.\n\nThe selection of doses for EHDPHP and GA was based on the lowest observed adverse effect level ( LOAEL ) for EHDPHP in rats, which was 120 mg/kg.bw/d. This value was adjusted to 85.2 mg/kg.bw/d for chickens( Li Ziyuan 2018 ). Generally, sub-chronic experimental doses range from 1/80 to 1/50 of the LD50( Hui, 2003 ). Based on the oral LD50 of EHDPHP in chickens (>10 gm/kg or 10,000 mg/kg), the dose range for sub-chronic experiments was determined to be between 125 mg/kg and 200 mg/kg. Therefore, the selected dose range for EHDPHP in this study was approximately 85.2 mg/kg to 200 mg/kg. A pre-test was conducted by gavaging chickens with 80, 160, and 320 mg/kg.bw/d of EHDPHP. Ultimately, a dose of 160 mg/kg.bw/d was chosen based on histopathological analysis using hematoxylin and eosin ( H&E ) staining and oxidative stress markers in the chicken thymus. A dose of 100 mg/kg.bw/d of GA has been shown to alleviate multiple injuries in chickens, including inflammation and apoptosis( Wang et al., 2022 ). Therefore, in this study, the exposure dose for EHDPHP was 160 mg/kg.bw/d, while the protective dose for GA was 100 mg/kg.bw/d.\n\nAnimal experiments were approved by the Animal Ethics Committee of Northeast Agricultural University (Harbin, China) and were conducted in accordance with the guidelines for ethical review of laboratory animal welfare (NEAUEC2023 03 107). Throughout the experiment, animals had ad libitum access to water and food, with environmental conditions maintained at a temperature of 22–26°C, relative humidity of 55–65 %, and a 12-h light/dark cycle.\n\nMDCC-MSB1 cells, exposed to varying concentrations of EHDPHP and GA, were seeded into 96-well cell culture plates and incubated for 24 h. Next, 10 μL of CCK8 reagent was added to each well, and the plates were incubated at 37°C for 1 h. The optical density ( OD ) values were then measured at 450 nm using an enzyme labeler (Biotek, USA).\n\nMDCC-MSB1 cells were cultured in 12-well plates, centrifuged to collect cell pellets, washed twice with PBS, and labeled with a DFCH-DA fluorescent probe (Nanjing Jiancheng Bioengineering Institute, China) in serum-free 1640 medium. The cells were then incubated in the dark at 37°C for 30 min. Green fluorescence intensity was measured at 488 nm using an inverted fluorescence microscope, and images were captured.\n\nThe AO/EB working solution was prepared according to the instructions provided with the AO/EB kit (Beijing Leagene Biotechnology Co., Ltd., China). A volume of 2 μL of AO/EB staining solution was added to 25–40 mL of MDCC-MSB1 cell suspension and incubated for 5–15 min at room temperature. Staining was observed using a fluorescence microscope.\n\nAn appropriate volume of MDCC-MSB1 cell suspension was dropped onto an adherent slide and allowed to air-dry naturally at room temperature. Cells were then fixed with 4 % paraformaldehyde, permeabilized with 0.4 % Triton X-100, and blocked with 2 % BSA. Primary antibodies against Nrf2 (1:100) and STAT3 (1:100) were incubated overnight, followed by incubation with goat anti-rabbit IgG (H+L)/FITC secondary antibodies at 37°C for 30 min. Finally, nuclear staining was performed using DAPI.\n\nThe growth status and body weight of the chickens were monitored and recorded daily. On day 42 of the experiment, the chickens were euthanized, and thymus samples were collected following dissection. Average daily gain ( ADG ) was calculated as follows: ADG = (average weight per group at 42 d of trial - average weight per group at 0 d of trial)/42. The thymus index was determined using the formula: thymus index = Thymus weight (g) / Body weight (g) × 100 %.\n\nThymus tissue was fixed in 10 % formalin and processed into 4 μm paraffin sections after dehydration, transparency, and wax embedding. (1) Histopathological changes in the thymus were examined under a light microscope after H&E staining, with specific scoring( Huang et al., 2021 ) criteria detailed in  Table 2 ; (2) TUNEL staining was carried out according to the manufacturer's instructions (Harbin Shiguo Biotechnology Co., Ltd., China), and nuclei were counterstained with DAPI. The apoptosis index ( AI ) was calculated by randomly selecting three fields of view under a fluorescence microscope using the formula: AI = (number of positive cells/total number of cells) × 100 % ( Kuno et al., 2021 ); (3) Following dewaxing and hydration, antigen retrieval was performed using 0.01 M sodium citrate buffer (pH = 6.0), peroxidase activity was blocked with 3 % H 2 O 2  and non-specific antigen binding was blocked using 5 % goat serum. Primary antibodies against Keap1 (1:200), Nrf2 (1:100), and STAT3 (1:100) (Abmart, USA) were incubated overnight, followed by incubation with goat anti-rabbit IgG (H+L)/HRP secondary antibodies at 37°C for 30 min. Next, color development was achieved using a DAB peroxidase substrate (Beijing Zhong Shan-Golden Bridge Biological Technology CO., LTD., China), and nuclei were stained with hematoxylin. For each thymus sample, three fields of view were selected under a light microscope, and quantitative analysis was performed using Image J software. Table 2 Thymic pathology score. Table 2 pathological phenomenon Degree score Changes in cell number Normal 0 slightly reduced (Damage range: 0 %-25 %) 1 significantly reduced (Damage range: 25 %-50 %) 2 severely reduced (Damage range: >50 %) 3 cell necrosis Normal 0 slightly necrotic (Damage range: 0 %-25 %) 1 significantly necrotic (Damage range: 25 %-50 %) 2 severely necrotic (Damage range: >50 %) 3 apoptosis Normal 0 slightly apoptotic (Damage range: 0 %-25 %) 1 significantly apoptotic (Damage range: 25 %-50 %) 2 severe apoptosis (Damage range: >50 %) 3 Vascular congestion and bleeding Normal 0 Significant vascular congestion 1 Severe vascular congestion and slight bleeding 2 Severe vascular congestion and bleeding 3\n\nThymic pathology score.\n\nThe levels of MDA, T-AOC, SOD, and GSH-Px in thymus tissue were measured according to the protocols provided with the commercial kits (Nanjing Jiancheng Bioengineering Institute, China). Absorbance was recorded at 532 nm for MDA, 520 nm for T-AOC, 550 nm for SOD, and 412 nm for GSH-Px.\n\nThymus tissues were homogenized, and the levels of IL-6 and TNF-α were measured using ELISA kits (AndyGene Co., Ltd., Beijing, China) according to the manufacturer's instructions. Absorbance for each well was recorded at 450 nm. A standard curve was constructed using the concentrations and OD values of the standards, and the corresponding linear regression equation was determined. The OD values of each sample were then applied to this equation to calculate the concentrations of IL-6 and TNF-α.\n\nTotal RNA was extracted from MDCC-MSB1 cells and thymus tissue using the TRIZOL Reagent Kit (Invitrogen, USA), and RNA concentrations were measured using a NanoDrop ND-2000 (ThermoFisher Science, USA). cDNA was synthesized using a reverse transcription kit (TransGen Biotech Co. Ltd., Beijing, China). QRT-PCR was performed using the TB Green® Premix Ex Taq™ II on Roche fluorescent quantitative PCR equipment (Roche Corporation, Tokyo, Japan). A two-step PCR reaction procedure was performed using the following cycling conditions: initial denaturation at 95°C for 120 s, followed by 40 cycles of denaturation at 95°C for 15 s and annealing/extension at 60°C for 30 s, during which fluorescent signals were collected. Gene expression levels were analyzed using the 2-∆∆Ct method, with the chicken β-actin gene serving as the internal reference. Primers for the analyzed genes were synthesized by Sangon Biotech (Shanghai, China), and their sequences are provided in  Table 3 . Table 3 QRT-PCR primer sequence. Table 3 Target gene primer GenBank accession number NF-κB Forwad :CCACAACTACCACCAACTGAGAC  Reverse:AGAGACAAGAGGATTCGCATTAGC NM_001279309.1 IL-6 Forwad :GAAATCCCTCCTCGCCAATCTG  Reverse:CCTCACGGTCTTCTCCATAAACG NM_204628.2 TNF-α Forwad :GGACAGCCTATGCCAACAAGTAC  Reverse:GCGGTCATAGAACAGCACTACG XM_046927261.1 Keap1 Forwad :AGCAGCGTGGAGAGGTATGAG  Reverse:GCGTACAGCAGTCGGTTCAG MN416132.1 Nrf2 Forwad :TCGGTGTCTGCTTCGGTGTC  Reverse:TGCCTCCAAAGGATGTCAATCAAG XM_046921103.1 HO-1 Forwad :AGAGTGAGAGGACAAGCAGGATG  Reverse:CGACTGTGGTGGCGATGAAG XM_046921508.1 JAK1 Forwad :AATCCTTCGCACAGACAACATCAG  Reverse:GATGATAAGCAGGCTGGCATTCC XM_015290965 STAT3 Forwad :TTGCCGAATCACAACTACAGACTC  Reverse:GCTCCACGATCCGCTCCTC NM_001398323.1 Caspase-3 Forwad :AAGGTCGGTGTGAACGGATT  Reverse:CAACAATCTCCACTTTGCCACT NM_204725.2 β-actin Forwad :ATTGCTGCGCTCGTTGTT  Reverse:CTTTTGCTCTGGGCTTCA L08165.1\n\nQRT-PCR primer sequence.\n\nProtein samples were prepared by homogenizing MDCC-MSB1 cells and thymus tissue in RIPA lysis buffer (Beijing Solarbio Science & Technology Co., Ltd., China). Protein samples were resolved using SDS-PAGE electrophoresis and transferred onto PVDF membrane. The membranes were blocked with 5 % skimmed milk powder and incubated overnight at 4°C with primary antibodies targeting NF-κB (1:1000), p-NF-κB (1:800), IL-6 (1:1200), TNF-α (1:1000), Keap1 (1:800), Nrf2 (1:800), HO-1 (1:1200), JAK1 (1:1000), p-JAK1 (1:1000), STAT3 (1:1000), P-STAT3 (1:1000), Caspase 3 (1:1200), and Cel-caspase 3 (1:1000) (Abmart, USA) Subsequently, the membranes were incubated for 2 h at room temperature with the corresponding goat anti-rabbit IgG (H+L)/HRP secondary antibodies. Protein bands were visualized using ECL Ultrasensitive Chemiluminescent Liquid (Beyotime Biotech Inc., China), and images were captured using a gel imaging system. The gray values of the protein bands were quantified using Image J software, with chicken GAPDH serving as the internal reference protein.\n\nThe data for each group were statistically and dimensionally reduced using Excel. Differences and correlations among groups and data indices were analyzed using Principal Component Analysis (PCA) and correlation plots generated with Origin software( Thapar, 2023 ).\n\nData are presented as mean ± standard deviation and were analyzed using GraphPad Prism 8.4 software. Differences among multiple groups were evaluated using one-way ANOVA, followed by Tukey's multiple comparisons test. Significant differences between groups (P < 0.05) are indicated by different letters (a, b, c, d), while identical letters indicate no statistically significant differences (P > 0.05).\n\n## Chemicals and reagents\n\nEHDPHP (purity 97 %, Cat: E406552, CAS: 1241-94-7, Shanghai Aladdin Biochemical Technology Co., Ltd., China), glycyrrhizic acid (purity≥95 %, Cat: 1045-86-3, CAS: 1405-86-3, Shanghai Yuanye Bio-Technology Co., Ltd., China), and ML385 (purity 99.92 %, Cat: S8790, CAS: 846557-71-9, Selleck Chemicals, Inc., USA) were used in this study.\n\n## Network toxicology and pharmacology analysis\n\nTarget Collection and Network Building.  SMILES notations for EHDPHP, 5-OH-EHDPHP, and GA were retrieved from PubChem ( https://pubchem.ncbi.nlm.nih.gov ). These SMILES were subsequently input into target prediction databases, including Swiss ( http://swisstargetprediction.ch/ ), SEA ( https://sea.bkslab.org/ ), Pharm Mapper ( http://www.lilab-ecust.cn/pharmmapper/ ), and SuperPred ( https://prediction.charite.de/ ) to identify potential targets. In addition, the Gene ToList website ( https://www.genetolist.com/ ) was used to identify potential targets of EHDPHP, 5-OH-EHDPHP, and GA in  Gallus gallus  (taxonomy ID: 9031). Disease targets related to OS were identified using the keyword \"oxidative stress\" in the GeneCards database ( https://www.genecards.org/ ). The collected targets were integrated to construct an \"EHDPHP/5-OH-EHDPHP/GA—Target—Oxidative Stress\" network, which was visualized using Cytoscape software( Wang et al., 2022 ).\n\nKyoto Encyclopedia of Genes and Genomes (KEGG) and Gene Ontology (GO) Enrichment Analyses.  The EHDPHP—OS, 5-OH-EHDPHP—OS, and GA—OS targets were analyzed for GO functional enrichment and KEGG pathway enrichment using the David database ( https://david.ncifcrf.gov/ ). The results were visualized using the microbiology platform ( http://www.bioinformatics.com.cn/ ) ( Zhang et al., 2024 ).\n\nProtein-Protein Interaction (PPI) Network.  A Venn diagram was generated using Venny 2.1 software ( http://www.liuxiaoyuyuan.cn/ ) to identify common potential target genes of EHDPHP, 5-OH-EHDPHP, and GA related to oxidative stress. The common targets were then imported into the STRING database( https://cn.string-db.org/ ), with the protein species set to  Gallus gallus , to retrieve the PPI data. The PPI results were saved in TSV format and subsequently imported into Cytoscape software to construct the PPI network( Shi et al., 2022 ).\n\n## Molecular docking\n\nSTAT3, identified as the main active target in the PPI network, and Keap1/Nrf2, the antioxidant classical pathway, were selected for molecular docking with EHDPHP, 5-OH-EHDPHP, and GA, respectively. The 3D crystal structures of Keap1, Nrf2, and STAT3 were retrieved from the Uniprot database ( https://www.uniprot.org/ ) by selecting \" Gallus gallus  (Chicken)\" as the organism, and the corresponding PDB files were obtained for further analysis ( Table 1 ). The mol2 format file for GA was retrieved from the TCMSP database, while the SDF files for the EHDPHP and 5-OH-EHDPHP structures were downloaded from the PubChem database. The SDF files were then converted to mol2 format using ChemDraw 3D Ultra software, followed by optimization of the protein and small-molecule structures. Next, molecular docking analysis was performed using AutoDockTools-1.5.7 software. The combinations with the lowest binding energy were visualized using PyMOL 2.4.0 software( Zhang et al., 2024 ). Moreover, molecular interaction forces were analyzed using PyMOL software and the PLIP tool ( https://plip-tool.biotec.tu-dresden.de/plip-web/plip/index ) for analysis. Table 1 Proteins in the uniprot database. Table 1 Uniprot ID Protein name A0A6G9KVK5 Kelch-like ECH-associated protein 1(Keap1) Q90834 Nuclear factor erythroid 2-related factor 2(Nrf2) Q6DV79 Signal transducer and activator of transcription 3(STAT3)\n\nProteins in the uniprot database.\n\n## Cells and treatments\n\nMDCC-MSB1 cells (provided by the Harbin Institute of Veterinary Medicine, Chinese Academy of Agricultural Sciences) were cultured in 1640 medium supplemented with 10 % fetal bovine serum, 100 IU/mL penicillin, and 100 μg/mL streptomycin. Cells were maintained in an incubator at 37°C with 5 % CO2. (1) To determine the optimal concentration and exposure time of EHDPHP and GA in MDCC-MSB1 cells, EHDPHP was added at concentrations of 0, 10, 20, 30, 40, 50, and 100 μM for 6 h, 12 h, 24 h, and 48 h, respectively. GA was added at concentrations of 0, 10, 20, 30, 40, 50, and 100 μM in combination with EHDPHP (0, 0.78125, 1.5625, 3.125, 6.25, 12.5, 25, 50, 100, and 200 µg/mL) for 24h. Cell viability was subsequently measured. (2) To investigate the protective effect of GA against EHDPHP-induced MDCC-MSB1 cytotoxicity, MDCC-MSB1 cells were divided into four groups: the DMSO (control) group, the GA group (25 μg/mL GA), the EHDPHP group (50 μM EHDPHP), and the EHDPHP + GA group (co-treatment with GA and EHDPHP); (3) To investigate the mechanism of action of EHDPHP and GA, MDCC-MSB1 cells were divided into five groups: the DMSO (control) group, the EHDPHP group (50 μM EHDPHP), the EHDPHP + ML385 group (co-treatment with EHDPHP and ML385), the EHDPHP + GA group, and the EHDPHP + GA + ML385 group (co-treatment with EHDPHP, GA, and ML385).\n\n## Animals and treatments\n\nFifty healthy male 7-day-old Hyland's white-feathered laying chickens, purchased from Harbin Pioneer Breeders' Farm, were randomly divided into five groups (n = 10 per group): control (Con), corn oil control (Vcon), GA (100 mg/kg.bw/d), EHDPHP (160 mg/kg.bw/d), and EHDPHP + GA (co-treatment with EHDPHP and GA). The chickens were treated by gavage once daily for 42 days.\n\nThe selection of doses for EHDPHP and GA was based on the lowest observed adverse effect level ( LOAEL ) for EHDPHP in rats, which was 120 mg/kg.bw/d. This value was adjusted to 85.2 mg/kg.bw/d for chickens( Li Ziyuan 2018 ). Generally, sub-chronic experimental doses range from 1/80 to 1/50 of the LD50( Hui, 2003 ). Based on the oral LD50 of EHDPHP in chickens (>10 gm/kg or 10,000 mg/kg), the dose range for sub-chronic experiments was determined to be between 125 mg/kg and 200 mg/kg. Therefore, the selected dose range for EHDPHP in this study was approximately 85.2 mg/kg to 200 mg/kg. A pre-test was conducted by gavaging chickens with 80, 160, and 320 mg/kg.bw/d of EHDPHP. Ultimately, a dose of 160 mg/kg.bw/d was chosen based on histopathological analysis using hematoxylin and eosin ( H&E ) staining and oxidative stress markers in the chicken thymus. A dose of 100 mg/kg.bw/d of GA has been shown to alleviate multiple injuries in chickens, including inflammation and apoptosis( Wang et al., 2022 ). Therefore, in this study, the exposure dose for EHDPHP was 160 mg/kg.bw/d, while the protective dose for GA was 100 mg/kg.bw/d.\n\nAnimal experiments were approved by the Animal Ethics Committee of Northeast Agricultural University (Harbin, China) and were conducted in accordance with the guidelines for ethical review of laboratory animal welfare (NEAUEC2023 03 107). Throughout the experiment, animals had ad libitum access to water and food, with environmental conditions maintained at a temperature of 22–26°C, relative humidity of 55–65 %, and a 12-h light/dark cycle.\n\n## Cell viability analysis\n\nMDCC-MSB1 cells, exposed to varying concentrations of EHDPHP and GA, were seeded into 96-well cell culture plates and incubated for 24 h. Next, 10 μL of CCK8 reagent was added to each well, and the plates were incubated at 37°C for 1 h. The optical density ( OD ) values were then measured at 450 nm using an enzyme labeler (Biotek, USA).\n\n## ROS fluorescence analysis\n\nMDCC-MSB1 cells were cultured in 12-well plates, centrifuged to collect cell pellets, washed twice with PBS, and labeled with a DFCH-DA fluorescent probe (Nanjing Jiancheng Bioengineering Institute, China) in serum-free 1640 medium. The cells were then incubated in the dark at 37°C for 30 min. Green fluorescence intensity was measured at 488 nm using an inverted fluorescence microscope, and images were captured.\n\n## AO/EB fluorescence analysis\n\nThe AO/EB working solution was prepared according to the instructions provided with the AO/EB kit (Beijing Leagene Biotechnology Co., Ltd., China). A volume of 2 μL of AO/EB staining solution was added to 25–40 mL of MDCC-MSB1 cell suspension and incubated for 5–15 min at room temperature. Staining was observed using a fluorescence microscope.\n\n## Immunofluorescence\n\nAn appropriate volume of MDCC-MSB1 cell suspension was dropped onto an adherent slide and allowed to air-dry naturally at room temperature. Cells were then fixed with 4 % paraformaldehyde, permeabilized with 0.4 % Triton X-100, and blocked with 2 % BSA. Primary antibodies against Nrf2 (1:100) and STAT3 (1:100) were incubated overnight, followed by incubation with goat anti-rabbit IgG (H+L)/FITC secondary antibodies at 37°C for 30 min. Finally, nuclear staining was performed using DAPI.\n\n## Average daily weight gain and thymic index analysis\n\nThe growth status and body weight of the chickens were monitored and recorded daily. On day 42 of the experiment, the chickens were euthanized, and thymus samples were collected following dissection. Average daily gain ( ADG ) was calculated as follows: ADG = (average weight per group at 42 d of trial - average weight per group at 0 d of trial)/42. The thymus index was determined using the formula: thymus index = Thymus weight (g) / Body weight (g) × 100 %.\n\n## H&E, TdT-mediated dUTP nick-end labelling (TUNEL) and immunohistochemical staining\n\nThymus tissue was fixed in 10 % formalin and processed into 4 μm paraffin sections after dehydration, transparency, and wax embedding. (1) Histopathological changes in the thymus were examined under a light microscope after H&E staining, with specific scoring( Huang et al., 2021 ) criteria detailed in  Table 2 ; (2) TUNEL staining was carried out according to the manufacturer's instructions (Harbin Shiguo Biotechnology Co., Ltd., China), and nuclei were counterstained with DAPI. The apoptosis index ( AI ) was calculated by randomly selecting three fields of view under a fluorescence microscope using the formula: AI = (number of positive cells/total number of cells) × 100 % ( Kuno et al., 2021 ); (3) Following dewaxing and hydration, antigen retrieval was performed using 0.01 M sodium citrate buffer (pH = 6.0), peroxidase activity was blocked with 3 % H 2 O 2  and non-specific antigen binding was blocked using 5 % goat serum. Primary antibodies against Keap1 (1:200), Nrf2 (1:100), and STAT3 (1:100) (Abmart, USA) were incubated overnight, followed by incubation with goat anti-rabbit IgG (H+L)/HRP secondary antibodies at 37°C for 30 min. Next, color development was achieved using a DAB peroxidase substrate (Beijing Zhong Shan-Golden Bridge Biological Technology CO., LTD., China), and nuclei were stained with hematoxylin. For each thymus sample, three fields of view were selected under a light microscope, and quantitative analysis was performed using Image J software. Table 2 Thymic pathology score. Table 2 pathological phenomenon Degree score Changes in cell number Normal 0 slightly reduced (Damage range: 0 %-25 %) 1 significantly reduced (Damage range: 25 %-50 %) 2 severely reduced (Damage range: >50 %) 3 cell necrosis Normal 0 slightly necrotic (Damage range: 0 %-25 %) 1 significantly necrotic (Damage range: 25 %-50 %) 2 severely necrotic (Damage range: >50 %) 3 apoptosis Normal 0 slightly apoptotic (Damage range: 0 %-25 %) 1 significantly apoptotic (Damage range: 25 %-50 %) 2 severe apoptosis (Damage range: >50 %) 3 Vascular congestion and bleeding Normal 0 Significant vascular congestion 1 Severe vascular congestion and slight bleeding 2 Severe vascular congestion and bleeding 3\n\nThymic pathology score.\n\n## MDA, T-AOC, SOD and GSH-Px level assays\n\nThe levels of MDA, T-AOC, SOD, and GSH-Px in thymus tissue were measured according to the protocols provided with the commercial kits (Nanjing Jiancheng Bioengineering Institute, China). Absorbance was recorded at 532 nm for MDA, 520 nm for T-AOC, 550 nm for SOD, and 412 nm for GSH-Px.\n\n## ELISA for IL-6 and TNF-α content\n\nThymus tissues were homogenized, and the levels of IL-6 and TNF-α were measured using ELISA kits (AndyGene Co., Ltd., Beijing, China) according to the manufacturer's instructions. Absorbance for each well was recorded at 450 nm. A standard curve was constructed using the concentrations and OD values of the standards, and the corresponding linear regression equation was determined. The OD values of each sample were then applied to this equation to calculate the concentrations of IL-6 and TNF-α.\n\n## QRT-PCR analysis\n\nTotal RNA was extracted from MDCC-MSB1 cells and thymus tissue using the TRIZOL Reagent Kit (Invitrogen, USA), and RNA concentrations were measured using a NanoDrop ND-2000 (ThermoFisher Science, USA). cDNA was synthesized using a reverse transcription kit (TransGen Biotech Co. Ltd., Beijing, China). QRT-PCR was performed using the TB Green® Premix Ex Taq™ II on Roche fluorescent quantitative PCR equipment (Roche Corporation, Tokyo, Japan). A two-step PCR reaction procedure was performed using the following cycling conditions: initial denaturation at 95°C for 120 s, followed by 40 cycles of denaturation at 95°C for 15 s and annealing/extension at 60°C for 30 s, during which fluorescent signals were collected. Gene expression levels were analyzed using the 2-∆∆Ct method, with the chicken β-actin gene serving as the internal reference. Primers for the analyzed genes were synthesized by Sangon Biotech (Shanghai, China), and their sequences are provided in  Table 3 . Table 3 QRT-PCR primer sequence. Table 3 Target gene primer GenBank accession number NF-κB Forwad :CCACAACTACCACCAACTGAGAC  Reverse:AGAGACAAGAGGATTCGCATTAGC NM_001279309.1 IL-6 Forwad :GAAATCCCTCCTCGCCAATCTG  Reverse:CCTCACGGTCTTCTCCATAAACG NM_204628.2 TNF-α Forwad :GGACAGCCTATGCCAACAAGTAC  Reverse:GCGGTCATAGAACAGCACTACG XM_046927261.1 Keap1 Forwad :AGCAGCGTGGAGAGGTATGAG  Reverse:GCGTACAGCAGTCGGTTCAG MN416132.1 Nrf2 Forwad :TCGGTGTCTGCTTCGGTGTC  Reverse:TGCCTCCAAAGGATGTCAATCAAG XM_046921103.1 HO-1 Forwad :AGAGTGAGAGGACAAGCAGGATG  Reverse:CGACTGTGGTGGCGATGAAG XM_046921508.1 JAK1 Forwad :AATCCTTCGCACAGACAACATCAG  Reverse:GATGATAAGCAGGCTGGCATTCC XM_015290965 STAT3 Forwad :TTGCCGAATCACAACTACAGACTC  Reverse:GCTCCACGATCCGCTCCTC NM_001398323.1 Caspase-3 Forwad :AAGGTCGGTGTGAACGGATT  Reverse:CAACAATCTCCACTTTGCCACT NM_204725.2 β-actin Forwad :ATTGCTGCGCTCGTTGTT  Reverse:CTTTTGCTCTGGGCTTCA L08165.1\n\nQRT-PCR primer sequence.\n\n## Western blotting\n\nProtein samples were prepared by homogenizing MDCC-MSB1 cells and thymus tissue in RIPA lysis buffer (Beijing Solarbio Science & Technology Co., Ltd., China). Protein samples were resolved using SDS-PAGE electrophoresis and transferred onto PVDF membrane. The membranes were blocked with 5 % skimmed milk powder and incubated overnight at 4°C with primary antibodies targeting NF-κB (1:1000), p-NF-κB (1:800), IL-6 (1:1200), TNF-α (1:1000), Keap1 (1:800), Nrf2 (1:800), HO-1 (1:1200), JAK1 (1:1000), p-JAK1 (1:1000), STAT3 (1:1000), P-STAT3 (1:1000), Caspase 3 (1:1200), and Cel-caspase 3 (1:1000) (Abmart, USA) Subsequently, the membranes were incubated for 2 h at room temperature with the corresponding goat anti-rabbit IgG (H+L)/HRP secondary antibodies. Protein bands were visualized using ECL Ultrasensitive Chemiluminescent Liquid (Beyotime Biotech Inc., China), and images were captured using a gel imaging system. The gray values of the protein bands were quantified using Image J software, with chicken GAPDH serving as the internal reference protein.\n\n## Principal component analysis (PCA) and correlation plot analysis\n\nThe data for each group were statistically and dimensionally reduced using Excel. Differences and correlations among groups and data indices were analyzed using Principal Component Analysis (PCA) and correlation plots generated with Origin software( Thapar, 2023 ).\n\n## Statistics analysis\n\nData are presented as mean ± standard deviation and were analyzed using GraphPad Prism 8.4 software. Differences among multiple groups were evaluated using one-way ANOVA, followed by Tukey's multiple comparisons test. Significant differences between groups (P < 0.05) are indicated by different letters (a, b, c, d), while identical letters indicate no statistically significant differences (P > 0.05).\n\n## Results and analyses\n\nThe \"EHDPHP/5-OH-EHDPHP/GA—target—OS\" network was constructed to predict key targets and pathways. The potential targets identified for EHDPHP—OS, 5-OH-EHDPHP—OS, and GA—OS were 138, 317, and 163, respectively ( Fig. 2 A). A total of 43 core targets were identified at the EHDPHP/5-OH-EHDPHP/GA—OS intersection ( Fig. 2 A, H), among which STAT3 was found to play an important role in the PPI ( Fig. 2 I-L). GO and KEGG analyses revealed that EHDPHP—OS and 5-OH-EHDPHP—OS were primarily enriched in metabolic processes, innate immune receptors, and apoptotic signaling pathways ( Fig. 2 B-E), implying that EHDPHP-induced oxidative stress may influence body growth and development, innate immune function, and apoptosis. Similarly, GA-OS targets were also predominantly enriched in metabolic and apoptotic signaling pathways ( Fig. 2 F-G), indicating that GA may play a role in mitigating the oxidative damage induced by EHDPHP and its metabolite, 5-OH-EHDPHP. Fig. 2 Results of network toxicological and pharmacological analyses. (A) EHDPHP/5-OH-EHDPHP/GA—target—OS plot with EHDPHP—OS target in green, 5-OH-EHDPHP—OS target in purple, GA—OS target in blue, and EHDPHP/5-OH-EHDPHP/GA—OS common target in yellow; (B)GO enrichment analysis of EHDPHP—OS targets; (C) KEGG enrichment analysis of EHDPHP—OS targets; (D) GO enrichment analysis of 5-OH-EHDPHP—OS targets; (E) KEGG enrichment analysis of 5-OH-EHDPHP—OS targets; (F) GO enrichment analysis of GA—OS targets; (G) KEGG enrichment analysis of GA—OS targets; (H) Venn diagram of EHDPHP/5-OH-EHDPHP/GA-OS targets; (I) PPI construction of EHDPHP/5-OH-EHDPHP/GA-OS common targets in STRING, with a minimum required interaction score of 0.04; (J) PPI visualization network in Cytoscape, with a total of 43 nodes and 14 edges comprising the network, with the darker or larger node colors corresponding to the target degree value being higher. Fig 2\n\nResults of network toxicological and pharmacological analyses. (A) EHDPHP/5-OH-EHDPHP/GA—target—OS plot with EHDPHP—OS target in green, 5-OH-EHDPHP—OS target in purple, GA—OS target in blue, and EHDPHP/5-OH-EHDPHP/GA—OS common target in yellow; (B)GO enrichment analysis of EHDPHP—OS targets; (C) KEGG enrichment analysis of EHDPHP—OS targets; (D) GO enrichment analysis of 5-OH-EHDPHP—OS targets; (E) KEGG enrichment analysis of 5-OH-EHDPHP—OS targets; (F) GO enrichment analysis of GA—OS targets; (G) KEGG enrichment analysis of GA—OS targets; (H) Venn diagram of EHDPHP/5-OH-EHDPHP/GA-OS targets; (I) PPI construction of EHDPHP/5-OH-EHDPHP/GA-OS common targets in STRING, with a minimum required interaction score of 0.04; (J) PPI visualization network in Cytoscape, with a total of 43 nodes and 14 edges comprising the network, with the darker or larger node colors corresponding to the target degree value being higher.\n\nThe cytotoxic effects of EHDPHP and GA were evaluated in vitro using the CCK-8 assay. The results showed that treatment with 50 μM EHDPHP for 24 h exerted a toxic effect on MDCC-MSB1 cells, though it did not result in excessive mortality ( Fig. 3 D). Co-treatment with GA at concentrations ranging from 25 to 200 μg/mL alongside 50 μM EHDPHP for 24 hours resulted in the highest therapeutic effect ( Fig. 3 E). Based on these findings, 50 μM EHDPHP and 25 μg/mL GA with 24 h treatment duration were selected for subsequent cellular assays. ROS is an essential activation signal for oxidative stress. Fluorescence analysis showed that GA reduced oxidative stress in EHDPHP-induced MDCC-MSB1 cells by decreasing ROS levels (P < 0.05) ( Fig. 3 H-I). In addition, EHDPHP treatment upregulated NF-κB expression and phosphorylation in MDCC-MSB1 cells (P < 0.05), while GA effectively inhibited both (P < 0.05) ( Fig. 3 J-L). Meanwhile, GA attenuated the levels of cytokine storm biomarkers, including IL-6 and TNF-α, in EHDPHP-induced MDCC-MSB1 cells (P < 0.05) ( Fig. 3 J-L). Fig. 3 Effect of GA on EHDPHP-induced damage in MDCC-MSB1 cells. (A) EHDPHP structural formula; (B) 5-OH-EHDPHP structural formula; (C) GA structural formula; (D) Effect of different concentrations of EHDPHP acting for different times on MDCC-MSB1 cell viability; (E) Effect of different concentrations of GA co-treated with 50 μM EHDPHP on cell viability of MDCC-MSB1 cells after 24 h; (F) Effect of 25 μg/mL GA treatment for 24 h on MDCC-MSB1 cell viability; (G) Effect of GA on the morphological structure of EHDPHP-treated MDCC-MSB1 cells; (H-I) Effect of GA on oxidative stress in EHDPHP-treated MDCC-MSB1 cells (H. ROS fluorescence; I. ROS fluorescence quantification); (J) NF-κB, IL-6, and TNF-α relative mRNA expression levels; (K) Western blot of NF-κB, IL-6, and TNF-α; (L) NF-κB, P- NF-κB, P- NF-κB / NF-κB, IL-6, and TNF-α relative protein expression levels. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 3\n\nEffect of GA on EHDPHP-induced damage in MDCC-MSB1 cells. (A) EHDPHP structural formula; (B) 5-OH-EHDPHP structural formula; (C) GA structural formula; (D) Effect of different concentrations of EHDPHP acting for different times on MDCC-MSB1 cell viability; (E) Effect of different concentrations of GA co-treated with 50 μM EHDPHP on cell viability of MDCC-MSB1 cells after 24 h; (F) Effect of 25 μg/mL GA treatment for 24 h on MDCC-MSB1 cell viability; (G) Effect of GA on the morphological structure of EHDPHP-treated MDCC-MSB1 cells; (H-I) Effect of GA on oxidative stress in EHDPHP-treated MDCC-MSB1 cells (H. ROS fluorescence; I. ROS fluorescence quantification); (J) NF-κB, IL-6, and TNF-α relative mRNA expression levels; (K) Western blot of NF-κB, IL-6, and TNF-α; (L) NF-κB, P- NF-κB, P- NF-κB / NF-κB, IL-6, and TNF-α relative protein expression levels. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05).\n\nClinical manifestations serve as observable indicators of an organism's state and are valuable for assessing drug toxicity or pharmacodynamic effects. The results showed that GA ameliorated EHDPHP-induced clinical signs, including feather disarray and claw curling, while also increasing mean body weight and daily weight gain in chickens (P < 0.05) ( Fig. 4 (a1), B-C). Fig. 4 Effect of GA on growth performance and morphological structure of thymus in EHDPHP-treated chickens. (A(a1) clinical signs of chickens; (A(a2) general thymic changes; (A(a3) thymic histopathological changes; blue triangles represent apoptosis, black triangles represent necrosis, green triangles represent erythrocytes, green circles represent hemorrhagic areas; (B) average daily gain of chickens; (C) trend of weight gain of chickens; (D) changes in thymic organ indexes; (E) thymic pathology score). Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 4\n\nEffect of GA on growth performance and morphological structure of thymus in EHDPHP-treated chickens. (A(a1) clinical signs of chickens; (A(a2) general thymic changes; (A(a3) thymic histopathological changes; blue triangles represent apoptosis, black triangles represent necrosis, green triangles represent erythrocytes, green circles represent hemorrhagic areas; (B) average daily gain of chickens; (C) trend of weight gain of chickens; (D) changes in thymic organ indexes; (E) thymic pathology score). Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05).\n\nThe organ index, a key parameter for assessing the impact of a drug on target organs, provides a visual indicator of organ damage. We found that EHDPHP treatment decreased the thymus index (P < 0.05). However, co-treatment with GA and EHDPHP resulted in a significantly higher thymus index compared to the EHDPHP group (P < 0.05) ( Fig. 4 A(a2), D). H&E staining and pathological scoring revealed that EHDPHP treatment reduced lymphocyte numbers, necrosis and apoptosis of lymphocytes, and congestion and hemorrhage of blood vessels in the chicken thymus (P < 0.05). Co-treatment with GA effectively alleviated EHDPHP-induced damage to the chicken thymus histoarchitecture ( Fig. 4 A (a3), E).\n\nMDA, T-AOC, SOD, and GSH-PX are commonly used biomarkers to assess the oxidative stress response. The results showed that EHDPHP treatment increased the MDA content (P < 0.05) and decreased the activities of T-AOC, SOD, and GSH-PX in the chicken thymus (P < 0.05) ( Fig. 5 A-B). Moreover, EHDPHP treatment elevated the expression of NF-κB, P-NF-κB, IL-6, and TNF-α (P < 0.05) ( Fig. 5 C-G). Co-treatment with GA effectively reversed these effects, reducing EHDPHP-induced oxidative stress and inflammation in the chicken thymus ( Fig. 5 C-G). Fig. 5 Effect of GA on EHDPHP-induced oxidative stress and inflammatory factor expression levels in the thymus. (A) Thymus MDA content; (B) T-AOC, SOD, and GSH-PX viability; (C) ELISA for TNF-α contents; (D) ELISA for IL-6 contents; (E) NF-κB, IL-6, and TNF-α mRNA expression levels; (F) Western blot of NF-κB, P- NF-κB, IL-6, and TNF-α; (G) NF-κB, P- NF-κB, P- NF-κB / NF-κB, IL-6, and TNF-α relative protein expression levels. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 5\n\nEffect of GA on EHDPHP-induced oxidative stress and inflammatory factor expression levels in the thymus. (A) Thymus MDA content; (B) T-AOC, SOD, and GSH-PX viability; (C) ELISA for TNF-α contents; (D) ELISA for IL-6 contents; (E) NF-κB, IL-6, and TNF-α mRNA expression levels; (F) Western blot of NF-κB, P- NF-κB, IL-6, and TNF-α; (G) NF-κB, P- NF-κB, P- NF-κB / NF-κB, IL-6, and TNF-α relative protein expression levels. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05).\n\nThe Keap1/Nrf2/HO-1 pathway is a critical antioxidant mechanism that activates various antioxidant genes to mitigate oxidative stress following ROS overload. Furthermore, PPI analysis of the common targets of EHDPHP/5-OH-EHDPHP/GA—OS identified STAT3 as a key player ( Fig. 2 I-G). Molecular docking studies were performed to investigate the interactions between EHDPHP, 5-OH-EHDPHP, and GA with the Keap1, Nrf2, and STAT3 targets. The results showed that GA interacts with several amino acid residues in the Kelch structural domain of Keap1 (VAL-337/338/436/483/530, THR-529, GLY-533, and ILE-577), with a docking score of -10.7 ( Fig. 6 A(a3)). And the amino acid sites of GA were LEU-14, HIS-431, THR-433, HRG-434, and LYS-486 with docking scores of -7.6. In addition, EHDPHP and 5-OH-EHDPHP interact with amino acid residues in the Neh1 structural domain of Nrf2 (EHDPHP: GLN-505/VAL-501/HIS-509; 5-OH-EHDPHP: THR-433/ARG-434/ASP-435/VAL-448/ARG-482/LYS-486), with docking scores of -6.0 ( Fig. 6 B (b1-b2)). The amino acid sites of EHDPHP (VAL-389/436/528) and 5-OH-EHDPHP (VAL-338/436/528/576) with Keap1 are also located in the Kelch structural domain of Keap1. However, the binding scores were lower compared to GA, -6.5 and -6.8, respectively. For GA and STAT3, docking analysis indicated that ARG-13 and THR-133 are located in the amino-terminal region (NH2) and coiled-coil helix region (CCD) of STAT3, respectively. In contrast, EHDPHP and 5-OH-EHDPHP interact with STAT3′s DNA-binding region ( Fig. 6 C). These findings demonstrate that EHDPHP, 5-OH-EHDPHP, and GA exhibit strong binding ability to Keap1, Nrf2, and STAT3, suggesting that Keap1, Nrf2, and STAT3 are potential targets of action for EHDPHP, 5-OH-EHDPHP, and GA. Fig. 6 Molecular docking results. (A) Molecular docking of EHDPHP, 5-OH-EHDPHP, and GA with Keap1 (a1. molecular docking of EHDPHP with Keap1; a2. molecular docking of 5-OH-EHDPHP with Keap1; a3. molecular docking of GA with Keap1); (B) Molecular docking of EHDPHP, 5-OH-EHDPHP, and GA with Nrf2 (b1. molecular docking of EHDPHP with Nrf2; b2. molecular docking of 5-OH-EHDPHP with Nrf2; b3. molecular docking of GA with Nrf2); (C) Molecular docking of EHDPHP, 5-OH-EHDPHP and GA with STAT3 (c1. molecular docking of EHDPHP with STAT3; c2. molecular docking of 5-OH-EHDPHP with STAT3; c3. molecular docking of GA with STAT3). In the figure, (1) visualization of the lowest combinations of binding energies; (2) results of the analysis of intermolecular forces by PyMOL software; (3) results of the analysis of intermolecular forces by the PLIP website. Fig 6\n\nMolecular docking results. (A) Molecular docking of EHDPHP, 5-OH-EHDPHP, and GA with Keap1 (a1. molecular docking of EHDPHP with Keap1; a2. molecular docking of 5-OH-EHDPHP with Keap1; a3. molecular docking of GA with Keap1); (B) Molecular docking of EHDPHP, 5-OH-EHDPHP, and GA with Nrf2 (b1. molecular docking of EHDPHP with Nrf2; b2. molecular docking of 5-OH-EHDPHP with Nrf2; b3. molecular docking of GA with Nrf2); (C) Molecular docking of EHDPHP, 5-OH-EHDPHP and GA with STAT3 (c1. molecular docking of EHDPHP with STAT3; c2. molecular docking of 5-OH-EHDPHP with STAT3; c3. molecular docking of GA with STAT3). In the figure, (1) visualization of the lowest combinations of binding energies; (2) results of the analysis of intermolecular forces by PyMOL software; (3) results of the analysis of intermolecular forces by the PLIP website.\n\nTo elucidate the regulatory mechanisms of GA and EHDPHP on the Keap1/Nrf2/HO-1 pathway, we investigated the expression levels of Keap1, Nrf2, and HO-1 in MDCC-MSB1 cells and thymus tissues. As shown in  Fig. 7 , co-treatment with GA and EHDPHP decreased Keap1 expression (P < 0.05) while increasing Nrf2 and HO-1 expression (P < 0.05) in MDCC-MSB1 cells and thymus. These results indicate that GA effectively reversed EHDPHP-induced inhibition of the Keap1/Nrf2/HO-1 signaling pathway. Interestingly, treatment with GA alone enhanced  Nrf2  and  HO-1  mRNA expression in both MDCC-MSB1 cells and thymus compared to the control group (P < 0.05). However, elevated Nrf2 and HO-1 protein expression was observed exclusively in thymus tissues (P < 0.05). Simultaneously, the EHDPHP group exhibited reduced nuclear Nrf2 expression in both MDCC-MSB1 cells and thymus tissues compared to the control group (P < 0.05), whereas GA co-treatment significantly increased Nrf2 expression (P < 0.05) ( Fig. 7 A-B, F). In addition, the Nrf2 inhibitor ML385 enhanced the inhibition of HO-1 expression by EHDPHP (P < 0.05) and reduced HO-1 transcription in the GA co-treated group, which supports the conclusion that GA mitigates EHDPHP-induced oxidative damage through activation of the Keap1/Nrf2/HO-1 pathway ( Fig. 9 B-C). Fig. 7 GA activated activation of the Keap1/Nrf2/HO-1 pathways in EHDPHP-induced MDCC-MSB1 cell and thymic injury. (A-E) Effect of GA on the Keap1/Nrf2/HO-1 pathway in EHDPHP- treated MDCC-MSB1 cells (A. Immunofluorescence for Nrf2; B. Quantification of Nrf2 immunofluorescence; C. Keap1, Nrf2 and HO-1 relative mRNA expression levels; D. Western blot of Keap1, Nrf2 and HO-1; E. Keap1, Nrf2 and HO-1 relative protein expression levels); (F-I) Effect of GA on the Keap1/Nrf2/HO-1 Pathway in EHDPHP-treated thymus (F. Immunohistochemistry for Keap1 and Nrf2 and its quantification; G. Keap1, Nrf2, and HO-1 relative mRNA expression levels; H. Western blot of Keap1, Nrf2 and HO-1; I. Keap1, Nrf2, and HO-1 relative protein expression levels).Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 7\n\nGA activated activation of the Keap1/Nrf2/HO-1 pathways in EHDPHP-induced MDCC-MSB1 cell and thymic injury. (A-E) Effect of GA on the Keap1/Nrf2/HO-1 pathway in EHDPHP- treated MDCC-MSB1 cells (A. Immunofluorescence for Nrf2; B. Quantification of Nrf2 immunofluorescence; C. Keap1, Nrf2 and HO-1 relative mRNA expression levels; D. Western blot of Keap1, Nrf2 and HO-1; E. Keap1, Nrf2 and HO-1 relative protein expression levels); (F-I) Effect of GA on the Keap1/Nrf2/HO-1 Pathway in EHDPHP-treated thymus (F. Immunohistochemistry for Keap1 and Nrf2 and its quantification; G. Keap1, Nrf2, and HO-1 relative mRNA expression levels; H. Western blot of Keap1, Nrf2 and HO-1; I. Keap1, Nrf2, and HO-1 relative protein expression levels).Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05).\n\nTo explore the roles of GA and EHDPHP in the JAK1/STAT3 pathway, we analyzed the expression levels of JAK1 and STAT3 in MDCC-MSB1 cells and thymus tissues. As shown in  Fig. 8 C-E, co-treatment with GA and EHDPHP significantly reduced the JAK1 and STAT3 expression (P < 0.05) compared to the EHDPHP group. Phosphorylation of JAK1 is a key indicator of its activation. EHDPHP treatment elevated the expression of P-JAK1 and P-STAT3, as well as their ratios to total JAK1 and STAT3, in MDCC-MSB1 cells and thymus compared to the control group (P < 0.05). Co-treatment with GA and EHDPHP significantly inhibited the phosphorylation of JAK1 and STAT3 (P < 0.05), whereas GA treatment alone did not affect total JAK1 and STAT3 expression or their phosphorylation levels (P > 0.05). Besides, STAT3 nuclear expression was significantly reduced in MDCC-MSB1 cells and thymus tissues after GA co-treatment compared to the EHDPHP group (P < 0.05) ( Fig. 8 A-B, F). Fig. 8 GA inhibited activation of the JAK1/ STAT3 pathways in EHDPHP-induced MDCC-MSB1 cell and thymic injury. (A-E) Effect of GA on the JAK1/STAT3 pathway in EHDPHP-treated MDCC-MSB1 cells (A. Immunofluorescence for STAT3; B. Quantification of STAT3 immunofluorescence; C. JAK1 and STAT3 relative mRNA expression levels; D. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3 relative protein expression levels; E. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3, and P-STAT3/STAT3 relative protein expression levels); (F-I) Effect of GA on the JAK1/STAT3 pathway in EHDPHP- treated thymus (F. Immunohistochemistry for STAT3 and its quantification; G. JAK1 and STAT3 relative mRNA expression levels; H. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3; I. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3 and P-STAT3/STAT3 relative protein expression levels).Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 8\n\nGA inhibited activation of the JAK1/ STAT3 pathways in EHDPHP-induced MDCC-MSB1 cell and thymic injury. (A-E) Effect of GA on the JAK1/STAT3 pathway in EHDPHP-treated MDCC-MSB1 cells (A. Immunofluorescence for STAT3; B. Quantification of STAT3 immunofluorescence; C. JAK1 and STAT3 relative mRNA expression levels; D. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3 relative protein expression levels; E. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3, and P-STAT3/STAT3 relative protein expression levels); (F-I) Effect of GA on the JAK1/STAT3 pathway in EHDPHP- treated thymus (F. Immunohistochemistry for STAT3 and its quantification; G. JAK1 and STAT3 relative mRNA expression levels; H. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3; I. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3 and P-STAT3/STAT3 relative protein expression levels).Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05).\n\nTo explore the link between the Keap1/Nrf2/HO-1 and JAK1/STAT3 pathways, JAK1 and STAT3 expression levels were analyzed following treatment with the Nrf2 inhibitor ML385. The EHDPHP + ML385 and EHDPHP + GA + ML385 groups exhibited higher levels of JAK1, STAT3, their phosphorylated forms, and STAT3 nuclear expression compared to the EHDPHP and EHDPHP + GA groups (P < 0.05) ( Fig. 9 K-N). These findings suggest a regulatory relationship between the Nrf2 and STAT3 pathways, where inhibition of the Nrf2 pathway leads to activation of the STAT3 pathway. Fig. 9 GA protected against EHDPHP-induced oxidative and inflammatory injury and inhibits NF-KB and STAT3 pathways through Nrf2 activation. (A-B) Selection of the concentration of ML385 acting on MDCC-MSB1 cells (A. Effect of ML385 at different concentrations on cell viability; B. Effect of ML385 at different concentrations on Nrf2 mRNA expression levels), the concentration that is non-toxic to MDCC-MSB1 cells but inhibits the expression of Nrf2 was selected. Therefore, 6 μM was chosen as the action concentration of ML385; (C) Immunofluorescence for Nrf2 and its quantification; (D-F) Expression levels of HO-1 mRNA and protein (D. HO-1 relative mRNA expression level; E. Western blot of HO-1; F. HO-1 relative protein expression levels); (G) ROS fluorescence and its quantification; (H-J) Expression levels of NF-κb mRNA and protein (H. NF-κb relative mRNA expression level; I. Western blot of NF-κB and P- NF-κB; J. NF-κB, P- NF-κB, and P- NF-κB / NF-κB relative protein expression levels). (K-N) Effect of GA activation of Nrf2 on JAK1/STAT3 pathway in EHDPHP-treated MDCC-MSB1 cells (K. JAK1 and STAT3 relative mRNA expression levels; L. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3; M. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3 and P-STAT3/STAT3 relative protein expression levels; N. Immunofluorescence for STAT3 and its quantification). Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 9\n\nGA protected against EHDPHP-induced oxidative and inflammatory injury and inhibits NF-KB and STAT3 pathways through Nrf2 activation. (A-B) Selection of the concentration of ML385 acting on MDCC-MSB1 cells (A. Effect of ML385 at different concentrations on cell viability; B. Effect of ML385 at different concentrations on Nrf2 mRNA expression levels), the concentration that is non-toxic to MDCC-MSB1 cells but inhibits the expression of Nrf2 was selected. Therefore, 6 μM was chosen as the action concentration of ML385; (C) Immunofluorescence for Nrf2 and its quantification; (D-F) Expression levels of HO-1 mRNA and protein (D. HO-1 relative mRNA expression level; E. Western blot of HO-1; F. HO-1 relative protein expression levels); (G) ROS fluorescence and its quantification; (H-J) Expression levels of NF-κb mRNA and protein (H. NF-κb relative mRNA expression level; I. Western blot of NF-κB and P- NF-κB; J. NF-κB, P- NF-κB, and P- NF-κB / NF-κB relative protein expression levels). (K-N) Effect of GA activation of Nrf2 on JAK1/STAT3 pathway in EHDPHP-treated MDCC-MSB1 cells (K. JAK1 and STAT3 relative mRNA expression levels; L. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3; M. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3 and P-STAT3/STAT3 relative protein expression levels; N. Immunofluorescence for STAT3 and its quantification). Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05).\n\nTo further investigate whether GA attenuates EHDPHP-induced MDCC-MSB1 cell and thymus injury via crosstalk between the Nrf2/ROS/STAT3 pathways, we analyzed oxidative stress indicators, inflammatory factors, and apoptosis markers in MDCC-MSB1 cells using the Nrf2 inhibitor ML385. The addition of ML385 to the EHDPHP and EHDPHP + GA treatments significantly increased ROS levels, as well as the expression of inflammatory and apoptotic factors, compared to the EHDPHP and EHDPHP + GA groups (P < 0.05) ( Fig. 9 G-J and  Fig. 10 A-D). Furthermore, co-treatment with GA and EHDPHP attenuated thymocyte apoptosis induced by EHDPHP, as evidenced by a significant decrease in the apoptotic index (P < 0.05) and expression levels of Caspase 3, Cel-caspase 3, and the Cel-caspase 3/Caspase 3 ratio (P < 0.05) ( Fig. 10 E-H). Concurrently, PCA and correlation analyses revealed significant differences in the measured indicators between the EHDPHP group and the EHDPHP + GA group, along with notable relationships among the indicators ( Fig. 10 I-N). Fig. 10 GA protected against EHDPHP-induced apoptosis injury through Nrf2 activation. (A-D) Effect of GA on EHDPHP-induced apoptosis in MDCC-MSB1 cells (A. Caspase 3 relative mRNA expression level; B. Western blot of Caspase 3 and Cle-caspase 3; C. Caspase 3, Cle-caspase 3 and Cle-caspase 3/Caspase 3 relative protein expression levels; D. AO/EB fluorescent staining for apoptosis and its quantification); (E-H) Effect of GA on EHDPHP-induced apoptosis in in EHDPHP- treated thymus (E. Caspase 3 relative mRNA expression level; F. Western blot of Caspase 3 and Cle-caspase 3; G. Caspase 3, Cle-caspase 3 and Cle-caspase 3/Caspase 3 relative protein expression levels; H. TUNEL staining for apoptosis and its quantification); (I-K) PCA analysis of groups and indicators in thymus tissue and MDCC-MSB1 cells; (L-N) Correlation Plot analysis of groups and indicators in thymus tissue and MDCC-MSB1 cells. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 10\n\nGA protected against EHDPHP-induced apoptosis injury through Nrf2 activation. (A-D) Effect of GA on EHDPHP-induced apoptosis in MDCC-MSB1 cells (A. Caspase 3 relative mRNA expression level; B. Western blot of Caspase 3 and Cle-caspase 3; C. Caspase 3, Cle-caspase 3 and Cle-caspase 3/Caspase 3 relative protein expression levels; D. AO/EB fluorescent staining for apoptosis and its quantification); (E-H) Effect of GA on EHDPHP-induced apoptosis in in EHDPHP- treated thymus (E. Caspase 3 relative mRNA expression level; F. Western blot of Caspase 3 and Cle-caspase 3; G. Caspase 3, Cle-caspase 3 and Cle-caspase 3/Caspase 3 relative protein expression levels; H. TUNEL staining for apoptosis and its quantification); (I-K) PCA analysis of groups and indicators in thymus tissue and MDCC-MSB1 cells; (L-N) Correlation Plot analysis of groups and indicators in thymus tissue and MDCC-MSB1 cells. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05).\n\n## Network toxicological and pharmacological analysis of \"EHDPHP/5-OH-EHDPHP/GA-target-OS\"\n\nThe \"EHDPHP/5-OH-EHDPHP/GA—target—OS\" network was constructed to predict key targets and pathways. The potential targets identified for EHDPHP—OS, 5-OH-EHDPHP—OS, and GA—OS were 138, 317, and 163, respectively ( Fig. 2 A). A total of 43 core targets were identified at the EHDPHP/5-OH-EHDPHP/GA—OS intersection ( Fig. 2 A, H), among which STAT3 was found to play an important role in the PPI ( Fig. 2 I-L). GO and KEGG analyses revealed that EHDPHP—OS and 5-OH-EHDPHP—OS were primarily enriched in metabolic processes, innate immune receptors, and apoptotic signaling pathways ( Fig. 2 B-E), implying that EHDPHP-induced oxidative stress may influence body growth and development, innate immune function, and apoptosis. Similarly, GA-OS targets were also predominantly enriched in metabolic and apoptotic signaling pathways ( Fig. 2 F-G), indicating that GA may play a role in mitigating the oxidative damage induced by EHDPHP and its metabolite, 5-OH-EHDPHP. Fig. 2 Results of network toxicological and pharmacological analyses. (A) EHDPHP/5-OH-EHDPHP/GA—target—OS plot with EHDPHP—OS target in green, 5-OH-EHDPHP—OS target in purple, GA—OS target in blue, and EHDPHP/5-OH-EHDPHP/GA—OS common target in yellow; (B)GO enrichment analysis of EHDPHP—OS targets; (C) KEGG enrichment analysis of EHDPHP—OS targets; (D) GO enrichment analysis of 5-OH-EHDPHP—OS targets; (E) KEGG enrichment analysis of 5-OH-EHDPHP—OS targets; (F) GO enrichment analysis of GA—OS targets; (G) KEGG enrichment analysis of GA—OS targets; (H) Venn diagram of EHDPHP/5-OH-EHDPHP/GA-OS targets; (I) PPI construction of EHDPHP/5-OH-EHDPHP/GA-OS common targets in STRING, with a minimum required interaction score of 0.04; (J) PPI visualization network in Cytoscape, with a total of 43 nodes and 14 edges comprising the network, with the darker or larger node colors corresponding to the target degree value being higher. Fig 2\n\nResults of network toxicological and pharmacological analyses. (A) EHDPHP/5-OH-EHDPHP/GA—target—OS plot with EHDPHP—OS target in green, 5-OH-EHDPHP—OS target in purple, GA—OS target in blue, and EHDPHP/5-OH-EHDPHP/GA—OS common target in yellow; (B)GO enrichment analysis of EHDPHP—OS targets; (C) KEGG enrichment analysis of EHDPHP—OS targets; (D) GO enrichment analysis of 5-OH-EHDPHP—OS targets; (E) KEGG enrichment analysis of 5-OH-EHDPHP—OS targets; (F) GO enrichment analysis of GA—OS targets; (G) KEGG enrichment analysis of GA—OS targets; (H) Venn diagram of EHDPHP/5-OH-EHDPHP/GA-OS targets; (I) PPI construction of EHDPHP/5-OH-EHDPHP/GA-OS common targets in STRING, with a minimum required interaction score of 0.04; (J) PPI visualization network in Cytoscape, with a total of 43 nodes and 14 edges comprising the network, with the darker or larger node colors corresponding to the target degree value being higher.\n\n## GA inhibits EHDPHP-induced expression of oxidative stress and inflammatory cytokine levels in MDCC-MSB1 cells\n\nThe cytotoxic effects of EHDPHP and GA were evaluated in vitro using the CCK-8 assay. The results showed that treatment with 50 μM EHDPHP for 24 h exerted a toxic effect on MDCC-MSB1 cells, though it did not result in excessive mortality ( Fig. 3 D). Co-treatment with GA at concentrations ranging from 25 to 200 μg/mL alongside 50 μM EHDPHP for 24 hours resulted in the highest therapeutic effect ( Fig. 3 E). Based on these findings, 50 μM EHDPHP and 25 μg/mL GA with 24 h treatment duration were selected for subsequent cellular assays. ROS is an essential activation signal for oxidative stress. Fluorescence analysis showed that GA reduced oxidative stress in EHDPHP-induced MDCC-MSB1 cells by decreasing ROS levels (P < 0.05) ( Fig. 3 H-I). In addition, EHDPHP treatment upregulated NF-κB expression and phosphorylation in MDCC-MSB1 cells (P < 0.05), while GA effectively inhibited both (P < 0.05) ( Fig. 3 J-L). Meanwhile, GA attenuated the levels of cytokine storm biomarkers, including IL-6 and TNF-α, in EHDPHP-induced MDCC-MSB1 cells (P < 0.05) ( Fig. 3 J-L). Fig. 3 Effect of GA on EHDPHP-induced damage in MDCC-MSB1 cells. (A) EHDPHP structural formula; (B) 5-OH-EHDPHP structural formula; (C) GA structural formula; (D) Effect of different concentrations of EHDPHP acting for different times on MDCC-MSB1 cell viability; (E) Effect of different concentrations of GA co-treated with 50 μM EHDPHP on cell viability of MDCC-MSB1 cells after 24 h; (F) Effect of 25 μg/mL GA treatment for 24 h on MDCC-MSB1 cell viability; (G) Effect of GA on the morphological structure of EHDPHP-treated MDCC-MSB1 cells; (H-I) Effect of GA on oxidative stress in EHDPHP-treated MDCC-MSB1 cells (H. ROS fluorescence; I. ROS fluorescence quantification); (J) NF-κB, IL-6, and TNF-α relative mRNA expression levels; (K) Western blot of NF-κB, IL-6, and TNF-α; (L) NF-κB, P- NF-κB, P- NF-κB / NF-κB, IL-6, and TNF-α relative protein expression levels. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 3\n\nEffect of GA on EHDPHP-induced damage in MDCC-MSB1 cells. (A) EHDPHP structural formula; (B) 5-OH-EHDPHP structural formula; (C) GA structural formula; (D) Effect of different concentrations of EHDPHP acting for different times on MDCC-MSB1 cell viability; (E) Effect of different concentrations of GA co-treated with 50 μM EHDPHP on cell viability of MDCC-MSB1 cells after 24 h; (F) Effect of 25 μg/mL GA treatment for 24 h on MDCC-MSB1 cell viability; (G) Effect of GA on the morphological structure of EHDPHP-treated MDCC-MSB1 cells; (H-I) Effect of GA on oxidative stress in EHDPHP-treated MDCC-MSB1 cells (H. ROS fluorescence; I. ROS fluorescence quantification); (J) NF-κB, IL-6, and TNF-α relative mRNA expression levels; (K) Western blot of NF-κB, IL-6, and TNF-α; (L) NF-κB, P- NF-κB, P- NF-κB / NF-κB, IL-6, and TNF-α relative protein expression levels. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05).\n\n## Mitigating the effect of GA on EHDPHP inhibition of chicken growth\n\nClinical manifestations serve as observable indicators of an organism's state and are valuable for assessing drug toxicity or pharmacodynamic effects. The results showed that GA ameliorated EHDPHP-induced clinical signs, including feather disarray and claw curling, while also increasing mean body weight and daily weight gain in chickens (P < 0.05) ( Fig. 4 (a1), B-C). Fig. 4 Effect of GA on growth performance and morphological structure of thymus in EHDPHP-treated chickens. (A(a1) clinical signs of chickens; (A(a2) general thymic changes; (A(a3) thymic histopathological changes; blue triangles represent apoptosis, black triangles represent necrosis, green triangles represent erythrocytes, green circles represent hemorrhagic areas; (B) average daily gain of chickens; (C) trend of weight gain of chickens; (D) changes in thymic organ indexes; (E) thymic pathology score). Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 4\n\nEffect of GA on growth performance and morphological structure of thymus in EHDPHP-treated chickens. (A(a1) clinical signs of chickens; (A(a2) general thymic changes; (A(a3) thymic histopathological changes; blue triangles represent apoptosis, black triangles represent necrosis, green triangles represent erythrocytes, green circles represent hemorrhagic areas; (B) average daily gain of chickens; (C) trend of weight gain of chickens; (D) changes in thymic organ indexes; (E) thymic pathology score). Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05).\n\n## Protective effect of GA on EHDPHP-induced thymic injury\n\nThe organ index, a key parameter for assessing the impact of a drug on target organs, provides a visual indicator of organ damage. We found that EHDPHP treatment decreased the thymus index (P < 0.05). However, co-treatment with GA and EHDPHP resulted in a significantly higher thymus index compared to the EHDPHP group (P < 0.05) ( Fig. 4 A(a2), D). H&E staining and pathological scoring revealed that EHDPHP treatment reduced lymphocyte numbers, necrosis and apoptosis of lymphocytes, and congestion and hemorrhage of blood vessels in the chicken thymus (P < 0.05). Co-treatment with GA effectively alleviated EHDPHP-induced damage to the chicken thymus histoarchitecture ( Fig. 4 A (a3), E).\n\n## GA reduces EHDPHP-induced oxidative stress and inflammatory factor levels in the thymus\n\nMDA, T-AOC, SOD, and GSH-PX are commonly used biomarkers to assess the oxidative stress response. The results showed that EHDPHP treatment increased the MDA content (P < 0.05) and decreased the activities of T-AOC, SOD, and GSH-PX in the chicken thymus (P < 0.05) ( Fig. 5 A-B). Moreover, EHDPHP treatment elevated the expression of NF-κB, P-NF-κB, IL-6, and TNF-α (P < 0.05) ( Fig. 5 C-G). Co-treatment with GA effectively reversed these effects, reducing EHDPHP-induced oxidative stress and inflammation in the chicken thymus ( Fig. 5 C-G). Fig. 5 Effect of GA on EHDPHP-induced oxidative stress and inflammatory factor expression levels in the thymus. (A) Thymus MDA content; (B) T-AOC, SOD, and GSH-PX viability; (C) ELISA for TNF-α contents; (D) ELISA for IL-6 contents; (E) NF-κB, IL-6, and TNF-α mRNA expression levels; (F) Western blot of NF-κB, P- NF-κB, IL-6, and TNF-α; (G) NF-κB, P- NF-κB, P- NF-κB / NF-κB, IL-6, and TNF-α relative protein expression levels. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 5\n\nEffect of GA on EHDPHP-induced oxidative stress and inflammatory factor expression levels in the thymus. (A) Thymus MDA content; (B) T-AOC, SOD, and GSH-PX viability; (C) ELISA for TNF-α contents; (D) ELISA for IL-6 contents; (E) NF-κB, IL-6, and TNF-α mRNA expression levels; (F) Western blot of NF-κB, P- NF-κB, IL-6, and TNF-α; (G) NF-κB, P- NF-κB, P- NF-κB / NF-κB, IL-6, and TNF-α relative protein expression levels. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05).\n\n## EHDPHP/5-OH-EHDPHP/GA exhibits binding ability with Keap1, Nrf2, and STAT3\n\nThe Keap1/Nrf2/HO-1 pathway is a critical antioxidant mechanism that activates various antioxidant genes to mitigate oxidative stress following ROS overload. Furthermore, PPI analysis of the common targets of EHDPHP/5-OH-EHDPHP/GA—OS identified STAT3 as a key player ( Fig. 2 I-G). Molecular docking studies were performed to investigate the interactions between EHDPHP, 5-OH-EHDPHP, and GA with the Keap1, Nrf2, and STAT3 targets. The results showed that GA interacts with several amino acid residues in the Kelch structural domain of Keap1 (VAL-337/338/436/483/530, THR-529, GLY-533, and ILE-577), with a docking score of -10.7 ( Fig. 6 A(a3)). And the amino acid sites of GA were LEU-14, HIS-431, THR-433, HRG-434, and LYS-486 with docking scores of -7.6. In addition, EHDPHP and 5-OH-EHDPHP interact with amino acid residues in the Neh1 structural domain of Nrf2 (EHDPHP: GLN-505/VAL-501/HIS-509; 5-OH-EHDPHP: THR-433/ARG-434/ASP-435/VAL-448/ARG-482/LYS-486), with docking scores of -6.0 ( Fig. 6 B (b1-b2)). The amino acid sites of EHDPHP (VAL-389/436/528) and 5-OH-EHDPHP (VAL-338/436/528/576) with Keap1 are also located in the Kelch structural domain of Keap1. However, the binding scores were lower compared to GA, -6.5 and -6.8, respectively. For GA and STAT3, docking analysis indicated that ARG-13 and THR-133 are located in the amino-terminal region (NH2) and coiled-coil helix region (CCD) of STAT3, respectively. In contrast, EHDPHP and 5-OH-EHDPHP interact with STAT3′s DNA-binding region ( Fig. 6 C). These findings demonstrate that EHDPHP, 5-OH-EHDPHP, and GA exhibit strong binding ability to Keap1, Nrf2, and STAT3, suggesting that Keap1, Nrf2, and STAT3 are potential targets of action for EHDPHP, 5-OH-EHDPHP, and GA. Fig. 6 Molecular docking results. (A) Molecular docking of EHDPHP, 5-OH-EHDPHP, and GA with Keap1 (a1. molecular docking of EHDPHP with Keap1; a2. molecular docking of 5-OH-EHDPHP with Keap1; a3. molecular docking of GA with Keap1); (B) Molecular docking of EHDPHP, 5-OH-EHDPHP, and GA with Nrf2 (b1. molecular docking of EHDPHP with Nrf2; b2. molecular docking of 5-OH-EHDPHP with Nrf2; b3. molecular docking of GA with Nrf2); (C) Molecular docking of EHDPHP, 5-OH-EHDPHP and GA with STAT3 (c1. molecular docking of EHDPHP with STAT3; c2. molecular docking of 5-OH-EHDPHP with STAT3; c3. molecular docking of GA with STAT3). In the figure, (1) visualization of the lowest combinations of binding energies; (2) results of the analysis of intermolecular forces by PyMOL software; (3) results of the analysis of intermolecular forces by the PLIP website. Fig 6\n\nMolecular docking results. (A) Molecular docking of EHDPHP, 5-OH-EHDPHP, and GA with Keap1 (a1. molecular docking of EHDPHP with Keap1; a2. molecular docking of 5-OH-EHDPHP with Keap1; a3. molecular docking of GA with Keap1); (B) Molecular docking of EHDPHP, 5-OH-EHDPHP, and GA with Nrf2 (b1. molecular docking of EHDPHP with Nrf2; b2. molecular docking of 5-OH-EHDPHP with Nrf2; b3. molecular docking of GA with Nrf2); (C) Molecular docking of EHDPHP, 5-OH-EHDPHP and GA with STAT3 (c1. molecular docking of EHDPHP with STAT3; c2. molecular docking of 5-OH-EHDPHP with STAT3; c3. molecular docking of GA with STAT3). In the figure, (1) visualization of the lowest combinations of binding energies; (2) results of the analysis of intermolecular forces by PyMOL software; (3) results of the analysis of intermolecular forces by the PLIP website.\n\n## GA reverses EHDPHP inhibition of the Keap1/Nrf2/HO-1 pathway in MDCC-MSB1 cells and thymus\n\nTo elucidate the regulatory mechanisms of GA and EHDPHP on the Keap1/Nrf2/HO-1 pathway, we investigated the expression levels of Keap1, Nrf2, and HO-1 in MDCC-MSB1 cells and thymus tissues. As shown in  Fig. 7 , co-treatment with GA and EHDPHP decreased Keap1 expression (P < 0.05) while increasing Nrf2 and HO-1 expression (P < 0.05) in MDCC-MSB1 cells and thymus. These results indicate that GA effectively reversed EHDPHP-induced inhibition of the Keap1/Nrf2/HO-1 signaling pathway. Interestingly, treatment with GA alone enhanced  Nrf2  and  HO-1  mRNA expression in both MDCC-MSB1 cells and thymus compared to the control group (P < 0.05). However, elevated Nrf2 and HO-1 protein expression was observed exclusively in thymus tissues (P < 0.05). Simultaneously, the EHDPHP group exhibited reduced nuclear Nrf2 expression in both MDCC-MSB1 cells and thymus tissues compared to the control group (P < 0.05), whereas GA co-treatment significantly increased Nrf2 expression (P < 0.05) ( Fig. 7 A-B, F). In addition, the Nrf2 inhibitor ML385 enhanced the inhibition of HO-1 expression by EHDPHP (P < 0.05) and reduced HO-1 transcription in the GA co-treated group, which supports the conclusion that GA mitigates EHDPHP-induced oxidative damage through activation of the Keap1/Nrf2/HO-1 pathway ( Fig. 9 B-C). Fig. 7 GA activated activation of the Keap1/Nrf2/HO-1 pathways in EHDPHP-induced MDCC-MSB1 cell and thymic injury. (A-E) Effect of GA on the Keap1/Nrf2/HO-1 pathway in EHDPHP- treated MDCC-MSB1 cells (A. Immunofluorescence for Nrf2; B. Quantification of Nrf2 immunofluorescence; C. Keap1, Nrf2 and HO-1 relative mRNA expression levels; D. Western blot of Keap1, Nrf2 and HO-1; E. Keap1, Nrf2 and HO-1 relative protein expression levels); (F-I) Effect of GA on the Keap1/Nrf2/HO-1 Pathway in EHDPHP-treated thymus (F. Immunohistochemistry for Keap1 and Nrf2 and its quantification; G. Keap1, Nrf2, and HO-1 relative mRNA expression levels; H. Western blot of Keap1, Nrf2 and HO-1; I. Keap1, Nrf2, and HO-1 relative protein expression levels).Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 7\n\nGA activated activation of the Keap1/Nrf2/HO-1 pathways in EHDPHP-induced MDCC-MSB1 cell and thymic injury. (A-E) Effect of GA on the Keap1/Nrf2/HO-1 pathway in EHDPHP- treated MDCC-MSB1 cells (A. Immunofluorescence for Nrf2; B. Quantification of Nrf2 immunofluorescence; C. Keap1, Nrf2 and HO-1 relative mRNA expression levels; D. Western blot of Keap1, Nrf2 and HO-1; E. Keap1, Nrf2 and HO-1 relative protein expression levels); (F-I) Effect of GA on the Keap1/Nrf2/HO-1 Pathway in EHDPHP-treated thymus (F. Immunohistochemistry for Keap1 and Nrf2 and its quantification; G. Keap1, Nrf2, and HO-1 relative mRNA expression levels; H. Western blot of Keap1, Nrf2 and HO-1; I. Keap1, Nrf2, and HO-1 relative protein expression levels).Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05).\n\n## GA reverses EHDPHP-induced activation of the JAK1/STAT3 pathway in MDCC-MSB1 cells and thymus\n\nTo explore the roles of GA and EHDPHP in the JAK1/STAT3 pathway, we analyzed the expression levels of JAK1 and STAT3 in MDCC-MSB1 cells and thymus tissues. As shown in  Fig. 8 C-E, co-treatment with GA and EHDPHP significantly reduced the JAK1 and STAT3 expression (P < 0.05) compared to the EHDPHP group. Phosphorylation of JAK1 is a key indicator of its activation. EHDPHP treatment elevated the expression of P-JAK1 and P-STAT3, as well as their ratios to total JAK1 and STAT3, in MDCC-MSB1 cells and thymus compared to the control group (P < 0.05). Co-treatment with GA and EHDPHP significantly inhibited the phosphorylation of JAK1 and STAT3 (P < 0.05), whereas GA treatment alone did not affect total JAK1 and STAT3 expression or their phosphorylation levels (P > 0.05). Besides, STAT3 nuclear expression was significantly reduced in MDCC-MSB1 cells and thymus tissues after GA co-treatment compared to the EHDPHP group (P < 0.05) ( Fig. 8 A-B, F). Fig. 8 GA inhibited activation of the JAK1/ STAT3 pathways in EHDPHP-induced MDCC-MSB1 cell and thymic injury. (A-E) Effect of GA on the JAK1/STAT3 pathway in EHDPHP-treated MDCC-MSB1 cells (A. Immunofluorescence for STAT3; B. Quantification of STAT3 immunofluorescence; C. JAK1 and STAT3 relative mRNA expression levels; D. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3 relative protein expression levels; E. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3, and P-STAT3/STAT3 relative protein expression levels); (F-I) Effect of GA on the JAK1/STAT3 pathway in EHDPHP- treated thymus (F. Immunohistochemistry for STAT3 and its quantification; G. JAK1 and STAT3 relative mRNA expression levels; H. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3; I. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3 and P-STAT3/STAT3 relative protein expression levels).Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 8\n\nGA inhibited activation of the JAK1/ STAT3 pathways in EHDPHP-induced MDCC-MSB1 cell and thymic injury. (A-E) Effect of GA on the JAK1/STAT3 pathway in EHDPHP-treated MDCC-MSB1 cells (A. Immunofluorescence for STAT3; B. Quantification of STAT3 immunofluorescence; C. JAK1 and STAT3 relative mRNA expression levels; D. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3 relative protein expression levels; E. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3, and P-STAT3/STAT3 relative protein expression levels); (F-I) Effect of GA on the JAK1/STAT3 pathway in EHDPHP- treated thymus (F. Immunohistochemistry for STAT3 and its quantification; G. JAK1 and STAT3 relative mRNA expression levels; H. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3; I. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3 and P-STAT3/STAT3 relative protein expression levels).Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05).\n\n## Nrf2 regulates JAK1/STAT3 pathway\n\nTo explore the link between the Keap1/Nrf2/HO-1 and JAK1/STAT3 pathways, JAK1 and STAT3 expression levels were analyzed following treatment with the Nrf2 inhibitor ML385. The EHDPHP + ML385 and EHDPHP + GA + ML385 groups exhibited higher levels of JAK1, STAT3, their phosphorylated forms, and STAT3 nuclear expression compared to the EHDPHP and EHDPHP + GA groups (P < 0.05) ( Fig. 9 K-N). These findings suggest a regulatory relationship between the Nrf2 and STAT3 pathways, where inhibition of the Nrf2 pathway leads to activation of the STAT3 pathway. Fig. 9 GA protected against EHDPHP-induced oxidative and inflammatory injury and inhibits NF-KB and STAT3 pathways through Nrf2 activation. (A-B) Selection of the concentration of ML385 acting on MDCC-MSB1 cells (A. Effect of ML385 at different concentrations on cell viability; B. Effect of ML385 at different concentrations on Nrf2 mRNA expression levels), the concentration that is non-toxic to MDCC-MSB1 cells but inhibits the expression of Nrf2 was selected. Therefore, 6 μM was chosen as the action concentration of ML385; (C) Immunofluorescence for Nrf2 and its quantification; (D-F) Expression levels of HO-1 mRNA and protein (D. HO-1 relative mRNA expression level; E. Western blot of HO-1; F. HO-1 relative protein expression levels); (G) ROS fluorescence and its quantification; (H-J) Expression levels of NF-κb mRNA and protein (H. NF-κb relative mRNA expression level; I. Western blot of NF-κB and P- NF-κB; J. NF-κB, P- NF-κB, and P- NF-κB / NF-κB relative protein expression levels). (K-N) Effect of GA activation of Nrf2 on JAK1/STAT3 pathway in EHDPHP-treated MDCC-MSB1 cells (K. JAK1 and STAT3 relative mRNA expression levels; L. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3; M. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3 and P-STAT3/STAT3 relative protein expression levels; N. Immunofluorescence for STAT3 and its quantification). Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 9\n\nGA protected against EHDPHP-induced oxidative and inflammatory injury and inhibits NF-KB and STAT3 pathways through Nrf2 activation. (A-B) Selection of the concentration of ML385 acting on MDCC-MSB1 cells (A. Effect of ML385 at different concentrations on cell viability; B. Effect of ML385 at different concentrations on Nrf2 mRNA expression levels), the concentration that is non-toxic to MDCC-MSB1 cells but inhibits the expression of Nrf2 was selected. Therefore, 6 μM was chosen as the action concentration of ML385; (C) Immunofluorescence for Nrf2 and its quantification; (D-F) Expression levels of HO-1 mRNA and protein (D. HO-1 relative mRNA expression level; E. Western blot of HO-1; F. HO-1 relative protein expression levels); (G) ROS fluorescence and its quantification; (H-J) Expression levels of NF-κb mRNA and protein (H. NF-κb relative mRNA expression level; I. Western blot of NF-κB and P- NF-κB; J. NF-κB, P- NF-κB, and P- NF-κB / NF-κB relative protein expression levels). (K-N) Effect of GA activation of Nrf2 on JAK1/STAT3 pathway in EHDPHP-treated MDCC-MSB1 cells (K. JAK1 and STAT3 relative mRNA expression levels; L. Western blot of JAK1, P-JAK1, STAT3, and P-STAT3; M. JAK1, P-JAK1, P-JAK1/JAK1, STAT3, P-STAT3 and P-STAT3/STAT3 relative protein expression levels; N. Immunofluorescence for STAT3 and its quantification). Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05).\n\n## GA attenuates EHDPHP-induced MDCC-MSB1 cell and thymus damage through Nrf2/ROS/STAT3 pathway crosstalk\n\nTo further investigate whether GA attenuates EHDPHP-induced MDCC-MSB1 cell and thymus injury via crosstalk between the Nrf2/ROS/STAT3 pathways, we analyzed oxidative stress indicators, inflammatory factors, and apoptosis markers in MDCC-MSB1 cells using the Nrf2 inhibitor ML385. The addition of ML385 to the EHDPHP and EHDPHP + GA treatments significantly increased ROS levels, as well as the expression of inflammatory and apoptotic factors, compared to the EHDPHP and EHDPHP + GA groups (P < 0.05) ( Fig. 9 G-J and  Fig. 10 A-D). Furthermore, co-treatment with GA and EHDPHP attenuated thymocyte apoptosis induced by EHDPHP, as evidenced by a significant decrease in the apoptotic index (P < 0.05) and expression levels of Caspase 3, Cel-caspase 3, and the Cel-caspase 3/Caspase 3 ratio (P < 0.05) ( Fig. 10 E-H). Concurrently, PCA and correlation analyses revealed significant differences in the measured indicators between the EHDPHP group and the EHDPHP + GA group, along with notable relationships among the indicators ( Fig. 10 I-N). Fig. 10 GA protected against EHDPHP-induced apoptosis injury through Nrf2 activation. (A-D) Effect of GA on EHDPHP-induced apoptosis in MDCC-MSB1 cells (A. Caspase 3 relative mRNA expression level; B. Western blot of Caspase 3 and Cle-caspase 3; C. Caspase 3, Cle-caspase 3 and Cle-caspase 3/Caspase 3 relative protein expression levels; D. AO/EB fluorescent staining for apoptosis and its quantification); (E-H) Effect of GA on EHDPHP-induced apoptosis in in EHDPHP- treated thymus (E. Caspase 3 relative mRNA expression level; F. Western blot of Caspase 3 and Cle-caspase 3; G. Caspase 3, Cle-caspase 3 and Cle-caspase 3/Caspase 3 relative protein expression levels; H. TUNEL staining for apoptosis and its quantification); (I-K) PCA analysis of groups and indicators in thymus tissue and MDCC-MSB1 cells; (L-N) Correlation Plot analysis of groups and indicators in thymus tissue and MDCC-MSB1 cells. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05). Fig 10\n\nGA protected against EHDPHP-induced apoptosis injury through Nrf2 activation. (A-D) Effect of GA on EHDPHP-induced apoptosis in MDCC-MSB1 cells (A. Caspase 3 relative mRNA expression level; B. Western blot of Caspase 3 and Cle-caspase 3; C. Caspase 3, Cle-caspase 3 and Cle-caspase 3/Caspase 3 relative protein expression levels; D. AO/EB fluorescent staining for apoptosis and its quantification); (E-H) Effect of GA on EHDPHP-induced apoptosis in in EHDPHP- treated thymus (E. Caspase 3 relative mRNA expression level; F. Western blot of Caspase 3 and Cle-caspase 3; G. Caspase 3, Cle-caspase 3 and Cle-caspase 3/Caspase 3 relative protein expression levels; H. TUNEL staining for apoptosis and its quantification); (I-K) PCA analysis of groups and indicators in thymus tissue and MDCC-MSB1 cells; (L-N) Correlation Plot analysis of groups and indicators in thymus tissue and MDCC-MSB1 cells. Different letters of the alphabet (a, b, c, d) indicate significant differences between groups ( P <0.05), while the same letters indicate no statistically significant differences between groups ( P >0.05).\n\n## Discussion\n\nAccumulating evidence suggests that EHDPHP, an environmental pollutant, undergoes in vivo metabolism to generate redox-sensitive compounds, which induce oxidative stress and trigger inflammatory responses and dysfunction( Jia et al., 2022 ). Therefore, oxidative stress may be an initial mechanism by which EHDPHP contributes to the development of various diseases and injuries( Ballin et al., 2023 ). GA, the primary pharmacological active component of  Glycyrrhiza uralensis , exhibits anti-inflammatory, antioxidant, anti-apoptotic, and immunomodulatory properties. Utilizing network biology analysis, we hypothesized that GA may exert protective pharmacological effects against EHDPHP-induced oxidative stress. Consistent with this hypothesis, our in vivo and in vitro experiments revealed that GA attenuates EHDPHP-induced thymic injury modulating Nrf2/ROS/STAT3 signaling crosstalk.\n\nOxidative stress leads to the excessive production of ROS, which contributes to various pathological conditions by inducing DNA damage, lipid peroxidation, abnormal protein synthesis, and the degradation of other cellular components, thereby compromising the body's defenses( Yin et al., 2023 ). GA, a licorice-derived saponin and natural antioxidant, exhibits a strong capacity to trap free radicals through its molecular structure, effectively inhibiting or scavenging free radicals and exerting potent antioxidant effects( Zainab Hashim Mohammed 2023 ). Inflammation is closely associated with oxidative stress, with NF-κB playing a central role in connecting these processes. In our experiments, co-treatment with GA and EHDPHP significantly reduced oxidative stress and the expression of inflammatory factors in EHDPHP-induced MDCC-MSB1 cells and thymus. In addition, GA mitigated the morphological and structural damage caused by EHDPHP.\n\nNrf2 is the most extensively studied protein in the antioxidant CNC protein family( Smyth et al., 2020 ), while Keap1 functions both as an oxidative stress receptor and an inhibitor of Nrf2( Deng and Tan, 2022 ). Under normal conditions, Nrf2 binds to the Kelch structural domain of Keap1 via its Neh2 domain, resulting in its inactivation and subsequent degradation through ubiquitination. However, during oxidative stress, Nrf2 dissociates from Keap1 and translocates to the nucleus, where its C-terminal BZIP domain forms a dimer with small Maf proteins and binds to the antioxidant response element ( ARE ), promoting the expression of antioxidant enzymes such as HO-1, SOD, and GSH-Px( Hou et al., 2022 ;  Li et al., 2023 ). Previous studies have revealed that various natural compounds, including resveratrol, quercetin, sulforaphane, and delphinidin, exert antioxidant effects by activating the Nrf2 signaling pathway through distinct mechanisms( Cheng et al., 2015 ;  Sun et al., 2015 ;  Wu et al., 2020 ;  Xu et al., 2020 ). Despite their structural similarity, these natural compounds activate the Nrf2 signaling pathway via diverse mechanisms. Notably, Keap1, characterized by its cysteine-rich regions and proximity to basic residues, serves as a primary target for electrophiles and oxides( Jiao et al., 2023 ). Herein, molecular docking analysis of GA with Keap1 revealed that the binding sites of GA are located within the Kelch domain of Keap1, suggesting that GA may function as a structural analogue of Nrf2, competing for binding to the Kelch structural domain and thereby activating the Nrf2 signaling pathway. Similarly, the binding sites of EHDPHP and 5-OH-EHDPHP to Keap1 were also identified within the Kelch domain. The binding sites of EHDPHP and 5-OH-EHDPHP on Nrf2 are located within the BZIP structural domain, which is crucial for Nrf2 recognition, binding to the ARE, and the activation of antioxidant factors. Additionally, the Nrf2 inhibitor ML385 exerts its effects by targeting the BZIP structural domain of Nrf2( Singh et al., 2016 ). Therefore, we hypothesized that EHDPHP and its metabolite 5-OH-EHDPHP may act as structural analogues of ML385, potentially inhibiting Nrf2 regulation of nuclear transcription factors without affecting Nrf2 activation. Interestingly, we found that Nrf2 expression was reduced following EHDPHP treatment, which was not predicted by molecular docking analysis. This discrepancy may be attributed to the minimal interaction of EHDPHP and 5-OH-EHDPHP with the Keap1 binding site, suggesting that these compounds primarily exert their effects through Nrf2 signaling. It is plausible that pre-treatment with EHDPHP initially promotes the Keap1/Nrf2/HO-1 pathway. However, as EHDPHP accumulates, it may cause severe injury that disrupts this balance, ultimately inhibiting the Keap1/Nrf2/HO-1 pathway. In summary, co-treatment with GA and EHDPHP effectively attenuated the inhibition of the Keap1/Nrf2/HO-1 pathway in both MDCC-MSB1 cells and the thymus.\n\nStudies have demonstrated that Nrf2 possesses not only antioxidant properties but also anti-inflammatory effects. Inhibition or knockdown of Nrf2 results in oxidative stress dysregulation and an increased expression of inflammatory markers, such as TNF-α, IL-6, COX-2, iNOS, and IL-1β( Chowdhry et al., 2010 ;  Kim et al., 2013 ;  Rojo et al., 2010 ). It is currently understood that the Nrf2/HO-1 pathway exerts its anti-inflammatory effects by inhibiting the NF-κB pathway and modulating macrophage polarization( El-Tanbouly and Abdelrahman, 2022 ;  Naito et al., 2014 ). Notably, IKKβ contains an ETGE sequence similar to that of Nrf2, allowing it to bind to Keap1 and undergo ubiquitination( Edwards and Basler, 2015 ). Upon oxidative stress, Nrf2 is activated and released, leading to the dissociation from Keap1. Keap1 then binds to IKK, attenuating IκBα degradation and inhibiting NF-κB activation( Forman et al., 2014 ). Furthermore, it has been shown that HO-1 promotes macrophage polarization towards an anti-inflammatory M2-like phenotype( Wu et al., 2023 ). In this study, we found that inhibition of the Nrf2/HO-1 pathway by EHDPHP exhibited not only induced oxidative stress (as evidenced by increased ROS activity) but also caused inflammatory damage (evidenced by decreased NF-κB expression). Co-treatment with GA and EHDPHP, which activates the Nrf2/HO-1 pathway, resulted in a reduction of both oxidative stress and the inflammatory response.\n\nActivation of NF-κB and macrophage M1 polarization results in significant release of inflammatory cytokines. The JAK1/STAT3 pathway, a classical cytokine regulatory pathway, is primarily regulated by inflammatory factors such as IL-6, TNF-α, and IL-10, which play crucial roles in the inflammatory response( Annamalai et al., 2020 ). Consequently, the Nrf2/HO-1 pathway can indirectly activate JAK1/STAT3 through NF-κB and macrophage M1 polarization. Moreover, STAT3 is an important target predicted by network biology analyses of EHDPHP, 5-OH-EHDPHP, and GA. Recent studies have shown that directly targeting STAT3 to inhibit its functional activation is a safer, more effective, and feasible therapeutic strategy( Wang et al., 2021 ). Based on the binding sites of small molecules to STAT3, STAT3 inhibitors can be classified into four categories: those targeting the N-terminal structural domain, the LD or DBD structural domains containing cysteine ( Cys ), the SH2 structural domain ( SH2D ), and the DNA-binding structural domain (DBD) ( Huang et al., 2020 )In our study, the interaction sites of GA with STAT3 were identified in the amino-terminal region ( NH2 ) at ARG-13 and in the convoluted helix region ( CCD ) at THR-133 of STAT3. These interactions impaired the nuclear translocation of STAT3 of its ability to form dimers for DNA binding, suggesting that GA acts as a small-molecule inhibitor targeting the N-terminal structural domain of STAT3. Conversely, EHDPHP and 5-OH-EHDPHP interact with the DNA-binding region of STAT3 (HIS-457, PRO-487, HIS-332, ARG-335, ILE-467, and PR0-471), enhancing STAT3 binding to promoter-responsive elements and activating target gene expression. In both in vitro and in vivo experiments, EHDPHP was found to activate the JAK1/STAT3 pathway in MDCC-MSB1 cells and the thymus, but co-treatment with GA reduced EHDPHP-induced activation of the JAK1/STAT3 pathway. Furthermore, activation of the JAK1/STAT3 pathway was observed upon the addition of ML385 to inhibit the Nrf2/HO-1 pathway, suggesting that the Keap1/Nrf2/HO-1 and JAK1/STAT3 pathways play important roles in the protective effects of GA against EHDPHP-induced injury in MDCC-MSB1 cell and thymus. Moreover, these pathways appear to be interconnected and mutually regulated.\n\nAt the same time, we observed a high rate of apoptosis in MDCC-MSB1 cells and thymus tissues following EHDPHP treatment, which was reduced by co-treatment with GA. Apoptotic pathways are classified as endogenous and exogenous, with ROS and TNF-α, respectively, playing key roles in their mediation( Ito et al., 2023 ;  Zani et al., 2023 ). Excessive ROS causes mitochondrial damage, resulting in the release of cytochrome C ( Cyt-c ) and apoptosis-inducing factor ( AIF ) proteins into the cytosol. This initiates the gradual transmission of apoptotic signals to downstream molecules, ultimately activating Caspase 3 and triggering apoptosis( Zani et al., 2023 ). Immune cells are highly sensitive to ROS, and the ROS-mediated mitochondrial apoptotic pathway leads to elevated apoptotic indices in splenocytes and thymocytes( H and H, 2019 ). HO-1, a stress-inducible protein, not only regulates ROS expression but has also been shown to mediate apoptosis through the Fas/CD95-FasL signaling pathway( McDaid et al., 2005 ). The NF-κB and JAK1/STAT3 signaling pathways drive the production of TNF-α, which can contribute to exogenous apoptosis through the activation of caspase 3. Besides, STAT3 directly induces the expression of various apoptosis-related proteins and regulates cell survival( Annamalai et al., 2020 ). Therefore, GA mitigates EHDPHP-induced apoptosis in MDCC-MSB1 cells and thymocytes by modulating the Nrf2/ROS/STAT3 pathway crosstalk, thereby protecting MDCC-MSB1 cells and the thymus from damage.\n\nAdditionally, both STAT3 and Lymphocyte Activation Gene-3 (LAGLS3) were prominent in the PPI result display, and we did molecular docking of EHDPHP, 5-OH-EHDPHP, and GA with STAT3 and LAGLS3, respectively. The molecular docking results showed that the molecular docking scores of EHDPHP, 5-OH-EHDPHP, and GA with STAT3 were -6.1, -6.1, and -9.1, respectively; whereas the molecular docking scores of EHDPHP, 5-OH-EHDPHP, and GA with LAGLS3 were -4.7, -4.6, and -6.7, respectively (Supplementary Material S1). The molecular docking results suggest that STAT3 is superior to LAGLS3. In addition, LAGLS3 mainly regulates immune function. AG3 and CD4 are highly homologous and bind MHCII with higher affinity than CD4, and competitively bind MHCII with CD4, (MHCII is a common ligand of LAG3 and CD4) down-regulating the level of cytokine secretion and proliferative capacity of CD4+ T cells ( Maruhashi et al., 2022 ); at the same time, LAGLS3 can directly inhibit CD8+ T cells or induce Treg cell activation through signal transduction, reducing the immunity ( Kouo et al., 2015 ). Although the target organ of our study was the thymus, the aim and content of the current study focused on EHDPHP-induced oxidative stress-mediated tissue and cellular damage. On this basis, in the future, we will further focus on the mechanism of the effect of EHDPHP on thymic immune function, and the role played by LAGLS3 will be further revealed. The STAT3 signaling pathway has received particular attention in the control of cytokine storms and has important roles in cell proliferation, differentiation, apoptosis, and immune responses ( Annamalai et al., 2020 ). During immune hyperactivation induced by foreign stimulatory factors, activated inflammatory cells release inflammatory mediators, which include cytokines such as IL-1β, IL-6, and TNF-α, proteases, and ROS to exacerbate inflammation and organ damage. Zhu et al. had constructed an adverse outcome pathway (AOP) framework for organophosphorus flame retardants (BDCIPP, BCEP, BCIPP) and their parent compounds (TDCIPP, TCEP, and TCIPP) using the Comparative Toxicology Genomics database, the Toxicity Predictor, and GeneCards databases, and, based on the weight of the evidence, found that organophosphorus flame retardants may affect the IL-6/Janus kinase/signal transducer and activator of transcription (JAK/STAT) pathway, induce airway remodeling, and impair the lung function( Zhu et al., 2022 ). OPFR can increase activation of the JAK1/STAT3 pathway through the NF-κB pathway, which in turn exacerbates organ damage. In summary, STAT3 was superior to LAGLS3 as the subject of this study. In this study, the interaction relationships and sites of action of EHDPHP, 5-OH-EHDPHP, and GA with Keap1, Nrf2, and STAT3, respectively, were predicted by molecular docking and verified by cellular and animal assays. However, further confirmation regarding these amino acid action sites is needed through amino acid site mutation assays, which will be done in subsequent studies.\n\nOverall, the Keap1/Nrf2/HO-1, ROS, and JAK1/STAT3 pathways are interrelated and mutually regulate one another, playing pivotal roles in oxidative stress, inflammation, and apoptosis. Collectively, they contribute to GA's protective effect against EHDPHP-induced thymic injury, as shown in  Fig. 11 . Fig. 11 Toxic effects of EHDPHP on the thymus and potential protective effects of GA. GA plays a protective role against EHDPHP-induced thymic injury by modulating the Nrf2/ROS/STAT3 signaling pathway crosstalk to alleviated oxidative stress, inflammatory, and apoptosis injury. Fig 11\n\nToxic effects of EHDPHP on the thymus and potential protective effects of GA. GA plays a protective role against EHDPHP-induced thymic injury by modulating the Nrf2/ROS/STAT3 signaling pathway crosstalk to alleviated oxidative stress, inflammatory, and apoptosis injury.\n\n## Conclusion\n\nIn conclusion, Nrf2 and STAT3 serve as key targets for the oxidative and antioxidant effects of EHDPHP and GA. GA establishes an anti-injury network via the Nrf2/ROS/STAT3 signaling pathway crosstalk, effectively mitigating EHDPHP-induced oxidative damage in the chicken thymus. This study lays a foundation for understanding EHDPHP-induced injuries and diseases in mammals and humans. In addition, it identifies novel therapeutic targets and offers valuable insights for future drug design and development aimed at preventing and treating EHDPHP-induced injuries and diseases.\n\n## Author contributions\n\nLinghuan Luo: Methodology, Data curation, and Writing-original draft. Ming Ge: Supervision, Funding acquisition, and Writing-review & editing. Yiming Sun: Conceptualization and Methodology. Yihan Hu: Methodology and Validation. Xiaoyi Yang: Software. Ruili Zhang: Supervision and Writing-review & editing.\n\n## Funding source\n\nThis work was supported by the  10.13039/501100012166 National Key R&D Program of China  (Project No.  2017YFD0502200 ). The authors declare that they have no conflict of interest.\n\nAll procedures were performed in accordance with the National Institutes of Health Guide for the Care and Use of Laboratory Animals, and the trials were approved by the  Northeast Agricultural University (NEAU) Animal Ethics Committee  ( NEAUEC2023 03 108 ).\n\n## Disclosures\n\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\n\n## Declaration of competing interest\n\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
  "reference_count": 76,
  "word_count": 16583,
  "char_count": 111453
}