{
  "pmcid": "PMC11923150",
  "doi": "10.1038/s41598-025-91984-z",
  "title": "Bisphenol-S exposure of zebrafish unveils the hidden risks of bisphenol paradigm with growth, developmental, and behavioral impacts similar to bisphenol-A",
  "authors": [
    "Divani Shanika",
    "Gayani Rajapaksa"
  ],
  "year": "2025",
  "journal": "Scientific Reports",
  "abstract": "The introduction of bisphenol-S (BPS) in substitution of bisphenol-A (BPA) has become argumentative owing to their endocrine destructive properties and insufficient comparative ecotoxicity assessments. Thus, comparative effects of long-term, low-dose BPA and BPS exposure on the development of juvenile zebrafish ( Danio rerio ) were investigated. Juvenile zebrafish (age: 21 days; weight: ~ 61.5 mg; length: ~ 7.56 mm) were exposed to environmentally-relevant 50 µg/L of BPA, BPS, and control for ~ 60 days in triplicate. Both BPA and BPS significantly increased length  (p  =  0.00) , weight  (p  =  0.00) , specific growth rate  (p  =  0.00) , female preponderance ( p  =  0.003 ), mortality ( p  =  0.017 ), ammonia excretion ( p  =  0.00 ), and aggression ( p  =  0.00 ) in zebrafish compared to control. Both bisphenols significantly reduced fish swimming speed in a comparable manner ( p  =  0.001 ). A notably higher female-biased-sex ratio was observed in BPS than in BPA ( p  =  0.003 ). The length gain ( p  =  0.014 ) and aggression ( p  =  0.032 ) were higher in BPA-treated fish than in BPS. However, a significant difference was not shown in body mass index ( p  =  0.295 ) and condition factor ( p  =  0.256 ) between bisphenols and control ( p  <  0.05 ). BPA and BPS exposure led to hyperplasia, mucous secretion, aneurism in fish gills, vacuolization and necrosis in liver. Therefore, BPS (~ 50 µg/L) also imposes noteworthy threats to aquatic wildlife, emphasizing the necessity of toxicity assessments and regular monitoring aiming at bespoken environmental standards for freshwater.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Bisphenol-A (BPA), is a synthetic organic compound heavily used in the production of polycarbonate plastics and epoxy resins  1 . BPA is released to the environment during manufacturing, transporting, and processing of BPA-containing products, effluents from wastewater treatment plants, waste dumps, and landfills  2 , 3 . Increased industrial usage and poor waste management practices have led to the occurrence of BPA in all environmental compartments  4 . BPA in the concentration range of non-detectable to 56 µg/l has been reported from surface waterbodies in Europe, Asia, and North America  2 . BPA has a short half-life in freshwater however, with continuous release it has become a ubiquitous contaminant in urban aquatic ecosystems  5 . BPA has been found in the tissues of many freshwater aquatic species, including fish, amphibians, mollusks, aquatic insects, crustaceans, and polychaetes  2 , 6 . Even though BPA rapidly metabolizes from the animal body, continuous exposure leads to moderate levels of bio-accumulation, tropic transfer, and bio-magnification  7 , 8 .\n\nBPA is a xenoestrogen and a type-I endocrine-disrupting chemical  9 . BPA binds to several nuclear receptors including estrogen, and aberrantly regulates the hormone signaling pathways, gene expression, and physiological functions of organisms. BPA is linked with reproductive toxicity, subfertility, feminization, developmental defects, non-communicable diseases, oxidative stress, defective immune response, and increased levels of anxiety-like behavior in living organisms  10 – 13 . Enhanced scientific knowledge on BPA-mediated environmental and public health impacts has impelled regulation and even banning of BPA from being used in certain products (e.g., baby feeding bottles and food and beverage packaging) in countries such as Canada, the USA, and the European Union  14 , 15 . With the strict regulations and bans on BPA, chemical alternatives such as bisphenol-S (BPS), bisphenol-F (BPF), and bisphenol-AF (BPAF) were introduced targeting safe substitution  15 . With the increasing global demand for “BPA-free” products, BPS has become the most popular and widely used BPA analog worldwide  16 . Higher thermal stability of BPS in comparison with BPA was assumed to minimize leaching however, recent research has reported on BPS-leaching from consumer products. BPS has been detected in surface waters, sediments, sludge, and soil, making it to the list of “emerging contaminants”  14 . Research carried out in 2015 has reported non-detectable to 3.4 ng/L of BPS in surface waters in Japan, China, and Korea, with the highest level of 26.5 ng/l from India  17 . The increasing BPS demand has led to a significant increase in its environmental occurrence  16 . As an example, one order magnitude concentration increase of BPS was reported in Taihu Lake, China from 2013 to 2016  18 , 19 . Further BPS concentrations as high as 7200 ng/l have been reported from India in 2023  20 . The higher photo-resistance and water solubility have led to increased BPS retention in freshwater. In Taihu Lake, an increasing trend of BPA replacement by BPA analogs has also been reported over a three-year period. With the current trend, BPS contamination is expected to rise and an increasing number of literature supports the presence of BPS in similar or higher levels than BPA in urban waterbodies  20 . This trend necessitates an enhanced understanding of BPS impacts on aquatic ecosystems.\n\nLike BPA, BPS monomers have also been shown to bioaccumulate in animals and exert endocrine disruption in a comparable or greater potency to BPA  21 , 22 . BPS is linked with metabolic disorders, cancer, neural and liver damage, oxidative stress, genotoxicity, reproductive toxicity, and anxiety-like behaviors  23 . Some studies have shown that BPS is probably more toxic and causes more reproductive toxicity than BPA  16 , 21 . Zebrafish and mammalian research models have shown that both bisphenols and to a higher degree BPS lead to reduced sperm motility, altered maternal behaviors, and polycystic ovary syndrome  16 . Additionally, BPS appears to have a stronger impact on oocyte development and granulosa cell function when compared with BPA  24 . Also, BPS-mediated and male-biased adipogenesis has been observed in contrast to BPA-mediated adipogenesis in females  16 .\n\nThe emerging research on BPS with respect to its environmental occurrence and health impacts has raised concerns about the impacts of BPS on aquatic ecosystem health  22 , 24 . The major challenges in comprehending the true impacts of BPA substitution are the insufficiency of comparative assessments, particularly during critical developmental stages in aquatic organisms, and the inconclusiveness of the current literature.\n\nHence, it is required to compare and evaluate the toxicity of BPS in comparison with BPA using in vitro and in vivo models. Zebrafish ( Danio rerio ) is a popular alternative animal model in toxicology and endocrine disruption research  25 . Most of the existing comparative studies have addressed the impacts of bisphenols on embryonic and larval stages of zebrafish upon short-term exposures to supra-environmental concentrations  26 , 27 . This emphasizes the importance of conducting long-term toxicity assessments under environmentally-realistic conditions. Knowledge of the juvenile stage which is also a critical window of zebrafish system development and differentiation remains insufficient  28 . Fish enters the juvenile stage around 28 days post-fertilization and attains sexual maturity in 3–4 months making 60 days-long juvenile period more vulnerable to environmental insults  29 . Understanding the exposure effects of BPS in comparison to BPA during the juvenile period can contribute to fill the existing knowledge gap. Hence this study aimed to compare the long-term effects of BPA and BPS exposure on growth, survival, sex differentiation, swimming behavior, aggression, and ammonia excretion in juvenile zebrafish. Additionally, histological changes in gills and liver tissue were also analyzed to better assess the worth of BPS as a BPA substitute."
    },
    {
      "title": "Results",
      "text": "At the end of the treatment, the mean total body length gain of fish in all replicates of each treatment and control tank was measured.\n\nOne-way ANOVA and post hoc comparisons of growth parameters indicated that the mean length gain of fish was lowest in the control (0.66 ± 0.04 cm) followed by BPS (0.88 ± 0.04 cm) and BPA (0.92 ± 0.03 cm) (Fig.  1 a). The mean length gain in the BPA treatment was significantly higher than that of the corresponding BPS treatment  (p  <  0.05) . Exposure to both bisphenols led to a remarkable increase in the mean length gain of fish than that of control  (p  <  0.05) . The mean weight gain of BPA (0.21 ± 0.02 g) and BPS (0.20 ± 0.03 g) treatments was significantly higher than that of control (0.14 ± 0.02 g)  (p  <  0.05)  (Fig.  1 b). However, the weight gain of fish in BPA and BPS treatments was not significantly different from each other  (p  >  0.05) . The mean Specific growth rate (SGR) in the BPA (4.32 ± 0.14 /day) and BPS (4.23 ± 0.20 /day) treatments was significantly higher than that of the control (3.67 ± 0.25 /day)  (p  <  0.05)  (Fig.  1 c). However, the mean SGR in the BPA-treated fish was not significantly different from the BPS treatment  (p  >  0.05) . The mean body mass index (BMI) of fish in BPA (0.078 ± 0.007 g/cm 2 ), BPS (0.079 ± 0.013 g/cm 2 ), and control (0.073 ± 0.012 g/cm 2 ) tanks did not show a notable difference  (p  >  0.05)  (Fig.  1 d). Similarly, a significant difference was not shown between the mean condition factor of fish in BPA (4.62 ± 0.47 mg/mm 3 ), BPS (4.75 ± 0.87 mg/mm 3 ), and control tanks (5.07 ± 0.88 mg/mm 3 )  (p  >  0.05)  (Fig.  1 e). Fig. 1 a  Histogram of mean total body length gain of zebrafish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  b  Histogram of mean total body weight gain of zebrafish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  c  Histogram of mean total body specific growth rate (SGR) of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  d  Histogram of mean body mass index (BMI) of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  e  Histogram of mean condition factor of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\na  Histogram of mean total body length gain of zebrafish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  b  Histogram of mean total body weight gain of zebrafish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  c  Histogram of mean total body specific growth rate (SGR) of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  d  Histogram of mean body mass index (BMI) of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  e  Histogram of mean condition factor of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nAltogether, these results suggest that continuous long-term exposure to both BPA (50 µg/l) and BPS (50 µg/l) significantly increases the length of zebrafish. Also, the length gain due to BPA long-term exposure was markedly higher than that of BPS. The results also show that long-term exposure to BPA (50 µg/l) and BPS (50 µg/l) considerably increases the weight and SGR, without causing a significant change in BMI and condition factor of zebrafish.\n\nThe survival rate of fish in each treatment (BPA and BPS) and control were determined. According to Fig.  2 , the percentage of fish that survived in control (100%) at the end of the treatment period was significantly higher than that of BPA (88.89 ± 7.70%) and BPS (80.00 ± 6.67%) (Mann–Whitney U Test,  p  <  0.05 ). However, the percentage of fish survival was not significantly different between BPA and BPS treatments (Mann–Whitney U Test,  p  >  0.05 ). This shows that long-term exposure to BPA (50 µg/l) and BPS (50 µg/l) reduces the survival rate of zebrafish in a comparable manner. Fig. 2 Histogram of zebrafish survival rate (%) in each treatment condition. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nHistogram of zebrafish survival rate (%) in each treatment condition. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nAfter the fish reached the age of 90 dpf, the sex of each fish was visually identified and recorded based on the morphological features (Fig.  3 ). Chi-square analysis indicated that there was a significant association between the sex ratio and the treatment condition  (p  <  0.05) . In the control, the male: female sex ratio was ~ 1:1 (53% male, 47% female). Under BPS and BPA treatments, female-biased sex ratios were observed. BPS treatment has produced a significantly higher female-biased sex ratio (~ 1:4) (19% male, 81% female) than BPA treatment (~ 1:3) (28% male, 72% female) (Table  1 ). Fig. 3 Female and male zebrafish. Table 1 Sex ratio and mean percentages of male and female zebrafish present in Bisphenol-A, Bisphenol-S, and control at the end 90dpf. Treatment Sex ratio (Male: Female) % Male % Female Control 1:0.88 53.33 46.66 Bisphenol-A (50 µg/l) 1:2.63 26.98 73.02 Bisphenol-S (50 µg/l) 1:4.14 19.99 80.01\n\nFemale and male zebrafish.\n\nSex ratio and mean percentages of male and female zebrafish present in Bisphenol-A, Bisphenol-S, and control at the end 90dpf.\n\nThe mean concentrations of ammonia excreted by zebrafish from each BPA and BPS treatment condition and control were measured. According to Fig.  4 , the mean ammonia excretion of fish under BPA (1.16 ± 0.24 ppm) and BPS (1.05 ± 0.15 ppm) treatments was significantly higher than the control (0.38 ± 0.15 ppm)  (p  <  0.05) . However, the mean ammonia concentrations between BPA and BPS treatments were not statistically significant  (p  >  0.05) . Accordingly, the long-term exposure of zebrafish to BPA and BPS can significantly increase their ammonia excretion rate. Fig. 4 Histogram of mean ammonia concentrations (ppm) excreted by fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nHistogram of mean ammonia concentrations (ppm) excreted by fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nThe mean maximum swimming speed of the fish in control, BPA, and BPS treatments were obtained.\n\nAs shown in Fig.  5 , the mean maximum swimming speed of fish in BPA (0.40 ± 0.07 m/s) and BPS (0.36 ± 0.07 m/s) treatments was significantly lower than the control (0.56 ± 0.09 m/s)  (p  <  0.05) . However, a significant difference in swimming speed was not observed between BPA and BPS-exposed fish  (p  >  0.05) . Fig. 5 Histogram of mean maximum swimming speed (m/s) of fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nHistogram of mean maximum swimming speed (m/s) of fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nThe aggression level of fish was obtained by calculating the mirror biting frequency of fish exposed to BPA, BPS, and control. According to Fig.  6 , the mean mirror biting frequency of fish under BPA (98.83 ± 44.2 bites/min) and BPS (48.33 ± 30.00 bites/min) exposure was considerably higher than the control (1.17 ± 1.60 bites/min)  (p  <  0.05) . Further, the fish exposed to BPA showed a significantly higher frequency of mirror-biting than that of BPS treatment  (p  <  0.05) . Fig. 6 Histogram of mean maximum swimming speed (m/s) of fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nHistogram of mean maximum swimming speed (m/s) of fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nIn the control group, normal histology was observed in the gills (Fig.  7 c) while hyperplasia was present in both BPA- and BPS-exposed fish. In addition, aneurism was observed in BPS-exposed fish (Fig.  7 b) while mucus secretion was observed in BPA-exposed fish (Fig.  7 a). The hepatocytes of fish in the control group showed normal cellular morphology (Fig.  8 c), while BPA-exposed fish showed necrosis (Fig.  8 a) and BPS-exposed fish showed vacuolization (Fig.  8 b). Fig. 7 Comparison of histological sections in the gills of zebrafish in long-term, Bisphenol-A and Bisphenol-S exposure groups with healthy gills from the control group. (a) Long-term Bisphenol-A-exposed fish gill; Mucous secretion (M); Hyperplasia (H). (b) Long-term BPS-exposed fish gill; Aneurism (A); Hyperplasia (H). (c) Healthy gill from control fish group. Fig. 8 Comparison of histological arrangement of zebrafish livers in long-term, Bisphenol-A and BisphenolS exposure groups with healthy liver from the control group. (a) Long-term Bisphenol-A-exposed fish liver, Necrosis (N). (b) Long-term Bisphenol-S-exposed fish liver, Vacuolization (V). (c) Healthy liver from the control group.\n\nComparison of histological sections in the gills of zebrafish in long-term, Bisphenol-A and Bisphenol-S exposure groups with healthy gills from the control group. (a) Long-term Bisphenol-A-exposed fish gill; Mucous secretion (M); Hyperplasia (H). (b) Long-term BPS-exposed fish gill; Aneurism (A); Hyperplasia (H). (c) Healthy gill from control fish group.\n\nComparison of histological arrangement of zebrafish livers in long-term, Bisphenol-A and BisphenolS exposure groups with healthy liver from the control group. (a) Long-term Bisphenol-A-exposed fish liver, Necrosis (N). (b) Long-term Bisphenol-S-exposed fish liver, Vacuolization (V). (c) Healthy liver from the control group."
    },
    {
      "title": "Growth parameters (Length gain, Weight gain, Specific growth rate, Body mass index, and Condition factor)",
      "text": "At the end of the treatment, the mean total body length gain of fish in all replicates of each treatment and control tank was measured.\n\nOne-way ANOVA and post hoc comparisons of growth parameters indicated that the mean length gain of fish was lowest in the control (0.66 ± 0.04 cm) followed by BPS (0.88 ± 0.04 cm) and BPA (0.92 ± 0.03 cm) (Fig.  1 a). The mean length gain in the BPA treatment was significantly higher than that of the corresponding BPS treatment  (p  <  0.05) . Exposure to both bisphenols led to a remarkable increase in the mean length gain of fish than that of control  (p  <  0.05) . The mean weight gain of BPA (0.21 ± 0.02 g) and BPS (0.20 ± 0.03 g) treatments was significantly higher than that of control (0.14 ± 0.02 g)  (p  <  0.05)  (Fig.  1 b). However, the weight gain of fish in BPA and BPS treatments was not significantly different from each other  (p  >  0.05) . The mean Specific growth rate (SGR) in the BPA (4.32 ± 0.14 /day) and BPS (4.23 ± 0.20 /day) treatments was significantly higher than that of the control (3.67 ± 0.25 /day)  (p  <  0.05)  (Fig.  1 c). However, the mean SGR in the BPA-treated fish was not significantly different from the BPS treatment  (p  >  0.05) . The mean body mass index (BMI) of fish in BPA (0.078 ± 0.007 g/cm 2 ), BPS (0.079 ± 0.013 g/cm 2 ), and control (0.073 ± 0.012 g/cm 2 ) tanks did not show a notable difference  (p  >  0.05)  (Fig.  1 d). Similarly, a significant difference was not shown between the mean condition factor of fish in BPA (4.62 ± 0.47 mg/mm 3 ), BPS (4.75 ± 0.87 mg/mm 3 ), and control tanks (5.07 ± 0.88 mg/mm 3 )  (p  >  0.05)  (Fig.  1 e). Fig. 1 a  Histogram of mean total body length gain of zebrafish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  b  Histogram of mean total body weight gain of zebrafish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  c  Histogram of mean total body specific growth rate (SGR) of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  d  Histogram of mean body mass index (BMI) of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  e  Histogram of mean condition factor of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\na  Histogram of mean total body length gain of zebrafish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  b  Histogram of mean total body weight gain of zebrafish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  c  Histogram of mean total body specific growth rate (SGR) of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  d  Histogram of mean body mass index (BMI) of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  e  Histogram of mean condition factor of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nAltogether, these results suggest that continuous long-term exposure to both BPA (50 µg/l) and BPS (50 µg/l) significantly increases the length of zebrafish. Also, the length gain due to BPA long-term exposure was markedly higher than that of BPS. The results also show that long-term exposure to BPA (50 µg/l) and BPS (50 µg/l) considerably increases the weight and SGR, without causing a significant change in BMI and condition factor of zebrafish."
    },
    {
      "title": "Survival Rate",
      "text": "The survival rate of fish in each treatment (BPA and BPS) and control were determined. According to Fig.  2 , the percentage of fish that survived in control (100%) at the end of the treatment period was significantly higher than that of BPA (88.89 ± 7.70%) and BPS (80.00 ± 6.67%) (Mann–Whitney U Test,  p  <  0.05 ). However, the percentage of fish survival was not significantly different between BPA and BPS treatments (Mann–Whitney U Test,  p  >  0.05 ). This shows that long-term exposure to BPA (50 µg/l) and BPS (50 µg/l) reduces the survival rate of zebrafish in a comparable manner. Fig. 2 Histogram of zebrafish survival rate (%) in each treatment condition. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nHistogram of zebrafish survival rate (%) in each treatment condition. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA)."
    },
    {
      "title": "Sex Ratio of Fish",
      "text": "After the fish reached the age of 90 dpf, the sex of each fish was visually identified and recorded based on the morphological features (Fig.  3 ). Chi-square analysis indicated that there was a significant association between the sex ratio and the treatment condition  (p  <  0.05) . In the control, the male: female sex ratio was ~ 1:1 (53% male, 47% female). Under BPS and BPA treatments, female-biased sex ratios were observed. BPS treatment has produced a significantly higher female-biased sex ratio (~ 1:4) (19% male, 81% female) than BPA treatment (~ 1:3) (28% male, 72% female) (Table  1 ). Fig. 3 Female and male zebrafish. Table 1 Sex ratio and mean percentages of male and female zebrafish present in Bisphenol-A, Bisphenol-S, and control at the end 90dpf. Treatment Sex ratio (Male: Female) % Male % Female Control 1:0.88 53.33 46.66 Bisphenol-A (50 µg/l) 1:2.63 26.98 73.02 Bisphenol-S (50 µg/l) 1:4.14 19.99 80.01\n\nFemale and male zebrafish.\n\nSex ratio and mean percentages of male and female zebrafish present in Bisphenol-A, Bisphenol-S, and control at the end 90dpf."
    },
    {
      "title": "Ammonia Concentration",
      "text": "The mean concentrations of ammonia excreted by zebrafish from each BPA and BPS treatment condition and control were measured. According to Fig.  4 , the mean ammonia excretion of fish under BPA (1.16 ± 0.24 ppm) and BPS (1.05 ± 0.15 ppm) treatments was significantly higher than the control (0.38 ± 0.15 ppm)  (p  <  0.05) . However, the mean ammonia concentrations between BPA and BPS treatments were not statistically significant  (p  >  0.05) . Accordingly, the long-term exposure of zebrafish to BPA and BPS can significantly increase their ammonia excretion rate. Fig. 4 Histogram of mean ammonia concentrations (ppm) excreted by fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nHistogram of mean ammonia concentrations (ppm) excreted by fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA)."
    },
    {
      "title": "Swimming Speed",
      "text": "The mean maximum swimming speed of the fish in control, BPA, and BPS treatments were obtained.\n\nAs shown in Fig.  5 , the mean maximum swimming speed of fish in BPA (0.40 ± 0.07 m/s) and BPS (0.36 ± 0.07 m/s) treatments was significantly lower than the control (0.56 ± 0.09 m/s)  (p  <  0.05) . However, a significant difference in swimming speed was not observed between BPA and BPS-exposed fish  (p  >  0.05) . Fig. 5 Histogram of mean maximum swimming speed (m/s) of fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nHistogram of mean maximum swimming speed (m/s) of fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA)."
    },
    {
      "title": "Mirror-biting test",
      "text": "The aggression level of fish was obtained by calculating the mirror biting frequency of fish exposed to BPA, BPS, and control. According to Fig.  6 , the mean mirror biting frequency of fish under BPA (98.83 ± 44.2 bites/min) and BPS (48.33 ± 30.00 bites/min) exposure was considerably higher than the control (1.17 ± 1.60 bites/min)  (p  <  0.05) . Further, the fish exposed to BPA showed a significantly higher frequency of mirror-biting than that of BPS treatment  (p  <  0.05) . Fig. 6 Histogram of mean maximum swimming speed (m/s) of fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nHistogram of mean maximum swimming speed (m/s) of fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA)."
    },
    {
      "title": "Histopathology analysis of gills and liver",
      "text": "In the control group, normal histology was observed in the gills (Fig.  7 c) while hyperplasia was present in both BPA- and BPS-exposed fish. In addition, aneurism was observed in BPS-exposed fish (Fig.  7 b) while mucus secretion was observed in BPA-exposed fish (Fig.  7 a). The hepatocytes of fish in the control group showed normal cellular morphology (Fig.  8 c), while BPA-exposed fish showed necrosis (Fig.  8 a) and BPS-exposed fish showed vacuolization (Fig.  8 b). Fig. 7 Comparison of histological sections in the gills of zebrafish in long-term, Bisphenol-A and Bisphenol-S exposure groups with healthy gills from the control group. (a) Long-term Bisphenol-A-exposed fish gill; Mucous secretion (M); Hyperplasia (H). (b) Long-term BPS-exposed fish gill; Aneurism (A); Hyperplasia (H). (c) Healthy gill from control fish group. Fig. 8 Comparison of histological arrangement of zebrafish livers in long-term, Bisphenol-A and BisphenolS exposure groups with healthy liver from the control group. (a) Long-term Bisphenol-A-exposed fish liver, Necrosis (N). (b) Long-term Bisphenol-S-exposed fish liver, Vacuolization (V). (c) Healthy liver from the control group.\n\nComparison of histological sections in the gills of zebrafish in long-term, Bisphenol-A and Bisphenol-S exposure groups with healthy gills from the control group. (a) Long-term Bisphenol-A-exposed fish gill; Mucous secretion (M); Hyperplasia (H). (b) Long-term BPS-exposed fish gill; Aneurism (A); Hyperplasia (H). (c) Healthy gill from control fish group.\n\nComparison of histological arrangement of zebrafish livers in long-term, Bisphenol-A and BisphenolS exposure groups with healthy liver from the control group. (a) Long-term Bisphenol-A-exposed fish liver, Necrosis (N). (b) Long-term Bisphenol-S-exposed fish liver, Vacuolization (V). (c) Healthy liver from the control group."
    },
    {
      "title": "Discussion",
      "text": "Estrogen pollution has drawn much scientific attention due to its potential detrimental effects on aquatic wildlife. Lots of environmental health concerns have been reported due to the toxicity and xenoestrogen nature of BPA  2 . Consequently, BPS was introduced as a “safe alternative” to BPA due to its high photo resistance, heat tolerance, and less biodegradability. However, disagreements on BPS as a safe BPA substitute have been raised owing to potential similarities in their toxicological profiles, high environmental retention, and estrogen-mimic properties  14 . Consequently, BPS has been recognized as ‘an emerging contaminant of global aquatic ecosystems,’ challenging the popular faith as a safe BPA substitute  30 . In this context, the current study aimed to assess the long-term exposure effects of BPS in comparison to BPA in juvenile zebrafish. The study aimed to compare the growth and developmental effects of bisphenols when exposed throughout the late-larval, juvenile, and pre-adult stages of zebrafish until sexual maturity.\n\nAs per the results, both BPA and BPS cause higher growth in zebrafish in terms of length gain, weight gain, and SGR. BPA can affect the bone development of zebrafish through increased chondrogenesis of the skeleton  31 . BPA-induced altered chondrogenesis through estrogen and androgen receptors can alter the development of pharyngeal cartilage leading to body elongation  32 . Significantly high length gain by both bisphenols can be explained by their ability to regulate estrogen-signaling pathways via receptor binding. However, the higher estrogen-binding potency of BPA than BPS at equimolar concentrations could be a plausible explanation for the higher length gain in BPA-treated fish  33 .\n\nLipid accumulation in larval zebrafish can be induced by environmental obesogens, leading to late-onset weight gain in juveniles  34 . The comparable levels of weight gain between the two bisphenols can be explained by BPA- and BPS-induced increased peroxisome-proliferator-activated receptor gamma activation and adipocyte hypertrophy reported in zebrafish  34 . In agreement with the trend of length and weight gain induced by both compounds, SGR was also significantly high under both bisphenols than the control. However, the BMI and condition factor of bisphenol-exposed fish did not show significant changes here. Both bisphenols led to a reduction in the fish condition factor however, it was not significantly different from the control. A previous study with low-dose BPA (1 and 10 µg/l) for 60 days was shown to have no impact on zebrafish BMI  11 . Encompassing to present findings, it can be postulated that at the chosen concentration of 50 µg/l and exposure period of ~ 60 days, both BPA and BPS do not act as environmental obesogens in zebrafish.\n\nThe survival rate is an essential parameter to determine the toxicity of environmental chemicals. No fish mortality was observed in a control treatment however, only ~ 80–90% of fish survived in both bisphenol-treated tanks. Research has shown that both BPA and BPS cause lipid peroxidation leading to severe oxidative stress and tissue damage in adult zebrafish  35 . Thus it can be assumed that these damages might severely affect the survival of juveniles by eventually causing death, as the juvenile stage is a critical period of organ development and differentiation  36 .\n\nA noteworthy female preponderance was observed under both bisphenols while the highest altered sex ratio was reported with BPS exposure. Zebrafish sex differentiation is highly complex due to the lack of definite sex-determination genes and multiple gene involvement in the somatic gonad cells  37 . The zebrafish larval gonads are initially bipotential, the oocytes in presumptive males start apoptosis to facilitate testis development while, the oocytes continue to mature in females  38 . This transition initiates around 20–25 dpf and is influenced by environmental factors such as pH, temperature, oxygen concentration, rearing density, and xenoestrogens  38 . Since all physiochemical parameters were constantly maintained across the treatments, the key deterministic factor behind the feminization was the xenoestrogens  39 . Both BPA and BPS bind to estrogen receptors causing disruption in estrogen signaling and leading to female preponderance  10 . A similar pattern of BPS-induced higher feminization than BPA was reported with chicken embryos however, mechanistic elucidation requires more research  40 .\n\nTeleost fish are ammonotelic, produce ammonia in the liver as a result of the transamination of amino acids and excrete into the environment. It is an important biochemical process of protein metabolism and can be altered in response to environmental and physiological stressors  41 , 42 . Here, ammonia excretion significantly increased in fish exposed to both BPA and BPS. The impact of BPA and BPS on ammonia excretion of zebrafish has not been comprehensively studied. However, ammonia excretion in tilapia has been reported to increase under BPA exposure in response to stress induced by altered protein metabolism. Stress-induced oxidative damage caused by bisphenols can increase protein degradation leading to a notable decrease in protein content in the fish muscle tissues  42 . Oxidative stress, characterized by the overproduction of reactive oxygen species, can damage cellular components, including proteins, lipids, and DNA  43 . This damage could trigger compensatory metabolic responses such as increased protein turnover, contributing to elevated ammonia excretion. Future research could incorporate tissue-level biochemical assays to strengthen the rationale of this postulation.\n\nBoth BPA and BPS reduce the maximum swimming speed of zebrafish than the control. Ammonia exposure has been shown to reduce the swimming activity of adult female zebrafish  44 . Tissue-level ammonia accumulation in response to bisphenol stress requires to be investigated to provide a mechanistic explanation for this observation. On the other hand, the aggression level of fish as measured by the mirror-biting test implies that both bisphenols produce significant aggression. Ammonia-induced neurotoxicity has been linked with the altered social behavior of zebrafish  44 . Hence, further tissue-level analyses are recommended.\n\nAdditionally, elevated cortisol levels in zebrafish due to physiological stress induced by bisphenols can affect muscle activity and neuromuscular coordination, contributing to decreased swimming speed  45 . As bisphenols can increase cortisol levels, they may also enhance the “fight” response, leading to heightened aggression  46 . While cortisol is a widely recognized biomarker of stress, its measurement was not carried out in this study. Hence, we recommend incorporating cortisol analysis to further enhance the understanding of bisphenol-induced stress physiology in zebrafish.\n\nApart from cortisol, high dopamine levels have been associated with increased aggression, whereas serotonin is linked to the inhibition of aggression  47 . Hence neurochemical analyses could be incorporated in future research to comprehensively understand the neurobiological mechanisms underlying zebrafish aggression. Furthermore, oxidative stress has been implicated in aggressive behavior, as ROS can alter neurotransmitter function and synaptic signalling, potentially dysregulating aggression-related pathways  48 . This emphasizes the importance of oxidative stress analysis in future studies.\n\nThe gills of healthy zebrafish had primary and secondary lamellae which could be easily differentiated  49 . However, under both bisphenol treatments, gill hyperplasia and swellings were observed. Hyperplasia is a common response to gill damage, which is indicated by rounding, shortening, and fusion of secondary and/or primary lamellae by reducing the surface area for respiration and by severely affecting the structure and function of gills. The gill function is also disrupted by excessive mucus production. The aneurism was observed in the fish gills of BPA-exposed fish. Aneurysm is formed due to the rupture of pillar cells which can result from the direct impact of toxicants on the cells at the particular site. It starts with congestion of blood in the lamellae and aneurysms develop in the terminal stage  49 . BPA-induced similar gill degeneration has been reported in  Catla catla  exposed to sub-lethal BPA concentrations  50 . The primary site of ammonia excretion in fish is gills thus, excessive ammonia excretion overtime under bisphenol stress could also have contributed to the deterioration of cellular architecture in zebrafish gills.\n\nThe liver of healthy zebrafish shows the normal arrangement of hepatocytes  51 . Necrosis was observed in BPA-exposed fish while vacuolization was observed in BPS-exposed fish. Necrosis is a condition in which hepatocytes die in response to sudden insults or get affected by dead cells.  51 . Vacuolization is the change of hepatocyte cytoplasm and it is a commonly found toxicological effect that indicates a disease or toxication  51 . BPA-induced hepatocyte necrosis was previously reported in  Catla catla  under sub-lethal BPA exposures  50 . Similar liver damage has been reported in  Acipenser baerii  owing to BPA-induced oxidative stress  52 . With the limited knowledge, it is difficult to deem the exact mechanisms driving BPS-induced liver lesions however, low-dose, chronic BPS exposure-induced deregulation of liver anti-oxidant enzymes observed in Wistar rats could be conceivable for zebrafish model too  53 ."
    },
    {
      "title": "Conclusion",
      "text": "The results indicate that both BPA and BPS, affect growth, organ development, survival, ammonia excretion, and swimming in a comparable manner upon exposure to low-doses during the juvenile period of zebrafish. Moreover, low-dose juvenile exposure to BPS leads to higher feminization and aggression than BPA. These results acclaim potentially similar toxicological profiles of BPA and BPS, challenging the perception of BPS as a safer BPA substitute. The findings reinforce the requirement for comparative ecotoxicological assessments, regular environmental screening, and refined guidelines to mitigate BPS impact on urban freshwater ecosystems."
    },
    {
      "title": "Methodology",
      "text": "Analytical grade bisphenol-A (99 80–05-7; Sigma-Aldrich), bisphenol-S (80–09-1; Sigma-Aldrich) and ethanol (64–17-5), benzocaine (Sigma-Aldrich, USA), 10% buffered neutral formalin (Sigma-Aldrich, USA), chloroform (Sigma-Aldrich, USA), egg albumin (Sigma-Aldrich, USA) and hematoxylin (Sigma-Aldrich, USA) and eosin (Sigma-Aldrich, USA) were used.\n\nAbout two hundred zebrafish of age 14 dpf were purchased and transported to the research laboratory at the Department of Zoology and Environmental Management, University of Kelaniya, Sri Lanka. Fish were acclimated for seven days in aerated aged tap water under ambient temperature (28 °C ± 1 °C) and natural photoperiod (14 h of light and 10 h of dark). Brine shrimp were fed twice a day during the acclimation period. The water quality parameters including water temperature, pH, salinity, conductivity, and Dissolved Oxygen concentration (DO) were measured using the multiparameter (HI98194).\n\nAfter the acclimation period, fifteen zebrafish were randomly assigned to 15 L glass aquaria filled with 5 L of aged tap water in triplicates for each treatment condition. The study was performed with the research approval of a committee of faculty members of the Department of Zoology and Environmental Management, University of Kelaniya, Sri Lanka, and the ethical approval of the Institute of Biology, Sri Lanka, in accordance with OECD guidelines for zebrafish testing. The authors are in compliance with ARRIVE guidelines. The fish were provided with a commercial feed of 2% of body weight twice a day throughout the treatment period. The experiment consisted of four treatments, BPA, BPS, treatment control of 5% v/v ethanol, and water as the control. Since there was no statistically significant difference between the measurements of treatment control and control, only one control was included in data presentation. Environmentally relevant, 50 µg/L nominal dose of BPA was selected based on previous studies on surface water  2 , 54 , 55 . Even though the reported BPS concentrations are lower (~ 8 µg/L), by considering the increasing usage and higher water solubility properties, the same concentration was selected for BPS for the comparative assessment  20 . Fish were treated for 63 days until the age of 84 dpf in triplicate conditions under natural photoperiod and room temperature with continuous aeration. The half-life of BPA in freshwater is 2.5–4 days, therefore to maintain stable nominal BPA concentration, 75% water was changed every three days  56 . Even though BPS has a longer half-life in water, tri-daily water change was performed to maintain the consistency of experimental protocol. The water quality was measured weekly using a multiparameter.\n\nThe lengths of zebrafish were measured weekly. The fish were put into a petri dish on a graph sheet, and the lengths were measured by freeze-frame photographs  57 . The weights of fish from each tank were measured using an electronic weighing balance (KERN NB 1000–2, Germany). The length gain, weight gain, SGR, BMI, and condition factor were calculated after the exposure periods. The parameters were calculated using Eqs. ( 1 ), ( 2 ), ( 3 ), ( 4 ) and ( 5 ) respectively  58 . 1 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Length }}\\;{\\text{Gain}} = \\left( {{\\text{Final}}\\;{\\text{length}}\\;\\left( {{\\text{cm}}} \\right) - {\\text{Initial}}\\;{\\text{length }}\\;\\left( {{\\text{cm}}} \\right)} \\right)$$\\end{document} 2 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Weight}}\\;{\\text{Gain}} = \\left( {{\\text{Final}}\\;{\\text{weight }}\\left( {\\text{g}} \\right){-}{\\text{Initial}}\\;{\\text{weight }}\\left( {\\text{g}} \\right)} \\right)$$\\end{document} 3 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{SGR = }}\\frac{{{\\text{(ln}}\\;{\\text{of}}\\;{\\text{ final }}\\;{\\text{weight}}\\;\\left[ {\\text{g}} \\right] - {\\text{ln}}\\;{\\text{of}}\\;{\\text{initial}}\\;{\\text{weight}}\\;{\\text{[g])}}}}{{{\\text{Number }}\\;{\\text{of }}\\;{\\text{days}}}} \\times {100}$$\\end{document} 4 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{BMI}} = \\frac{{{\\text{Weight }}\\left( {\\text{g}} \\right)}}{{{\\text{Length}}^{2} \\left( {{\\text{cm}}^{2} } \\right)}}$$\\end{document} 5 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Condition}}\\;{\\text{factor}} = \\frac{{{\\text{Weight }}\\;\\left( {{\\text{mg}}} \\right) \\times 100}}{{{\\text{Length}}^{3} \\;\\left( {{\\text{mm}}^{3} } \\right)}}$$\\end{document}\n\nThe Eq. ( 6 ) calculated the survival rate of fish by observing the tanks daily throughout the exposure period  58 . 6 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Survival}}\\;{\\text{rate}} = { }\\frac{{{\\text{Number}}\\;{\\text{of}}\\;{\\text{fish}}\\;{\\text{surviving}}}}{{{\\text{Total}}\\;{\\text{number}}\\;{\\text{of}}\\;{\\text{fish}}}} \\times 100$$\\end{document}\n\nAfter the exposure periods, the sex of zebrafish in each tank was separately determined at the age of 90 dpf. The shape of the body, belly, and coloration were used to differentiate the gender as shown in Table  2 . The number of fish belonging to each sex was counted and presented as male: female  11 , 59 . Table 2 Morphological characteristics used in the identification of adult male and female zebrafish  66 . Male Zebrafish Female Zebrafish Streamline body shape A White, protruding belly is present Bright in color Pale in color Horizontal bands are dark Horizontal bands are pale\n\nMorphological characteristics used in the identification of adult male and female zebrafish  66 .\n\nNine zebrafish from each treatment were randomly selected and each fish was assigned to a glass vessel containing 50 mL of aerated aged water. Fish were starved for 48 h in the glass vessel. One of the glass vessels without fish served as a blank  60 . Each water sample (25 mL) was used to analyze ammonia levels using the colorimetric assay (Indo-phenol blue method)  61 , 62 . The absorbance of each sample was measured using the spectrophotometer (UV-1800) relative to the blank solution in the wavelength of 640 nm. As the absorbance is directly proportional to the ammonia concentration, the calibration curve was used to determine the ammonia concentrations in each sample  61 .\n\nTo measure the swimming performance, 24h-starved, six zebrafish from each treatment condition were randomly selected to measure their maximum swimming speed using an in-house designed water flow chamber  11 . The maximum velocity of water a fish can withstand in the water column of the viewing channel was defined as the maximum swimming speed of that fish. The selected fish was introduced into the water flow chamber via the opening and was allowed to settle in the water column of the viewing channel for about 20 min. Initially, the water flow rate was kept low and then it was gradually increased. As a result, the zebrafish’s swimming speed also increases to maintain its position in the water column against the increasing flow rate. The maximum swimming speed is the water flow rate at which the fish becomes fatigued and drifts toward the outlet. This speed at which the fish become fatigued was measured using the flow meter to calculate the maximum swimming speed  11 . The water flow apparatus was calibrated before experiments using a particle tracking method, where a neutral buoyancy particle was added to the water and its movement was recorded to calculate flow speed. Flow rates were verified multiple times in the swim chamber before each trial to maintain uniform experiment conditions  63 .\n\nThe test involved placing a mirror on one side of a separate 15L glass tank, with a piece of cardboard in between the tank and the mirror. Each fish was introduced into the tank individually and given ten minutes to acclimate. Afterward, the cardboard was lifted, and the aggressive behaviors directed toward the mirror during a one-minute observation period were recorded. The number of biting attempts aimed at the mirror was documented for each fish  64 .\n\nZebrafish from each treatment condition were randomly taken and euthanized with benzocaine (250 mg/L). Benzocaine is the anesthetic agent used in this study. After the fish turned on its side and stopped responding to a pinch of the fin, tissue processing was performed for Hematoxylin and Eosin (H & E) staining to determine the histopathology of fish  65 . After euthanizing the fish, their fins and tails were removed, and they were separately stored in 10% buffered neutral formalin at room temperature (26 °C). The tissues were dehydrated in 70%, 90%, and absolute ethanol for the stated periods. Before embedding in wax, the tissues were separately transferred to chloroform for clearing and infiltration. The wax blocks were prepared using paraffin wax. These wax blocks were used to obtain histological sections of 5 µm thickness using a microtome (Reichert-Jung-2030). Obtained sections were fixed onto glass slides with a thin layer of egg albumin. Sections were deparaffinized and stained with hematoxylin and eosin using standard staining procedures. Obtained slides were examined by microscope (Olympus CX23) and were analyzed for abnormalities  11 ."
    },
    {
      "title": "Chemicals and reagents",
      "text": "Analytical grade bisphenol-A (99 80–05-7; Sigma-Aldrich), bisphenol-S (80–09-1; Sigma-Aldrich) and ethanol (64–17-5), benzocaine (Sigma-Aldrich, USA), 10% buffered neutral formalin (Sigma-Aldrich, USA), chloroform (Sigma-Aldrich, USA), egg albumin (Sigma-Aldrich, USA) and hematoxylin (Sigma-Aldrich, USA) and eosin (Sigma-Aldrich, USA) were used."
    },
    {
      "title": "Zebrafish Rearing and Experimental Conditions",
      "text": "About two hundred zebrafish of age 14 dpf were purchased and transported to the research laboratory at the Department of Zoology and Environmental Management, University of Kelaniya, Sri Lanka. Fish were acclimated for seven days in aerated aged tap water under ambient temperature (28 °C ± 1 °C) and natural photoperiod (14 h of light and 10 h of dark). Brine shrimp were fed twice a day during the acclimation period. The water quality parameters including water temperature, pH, salinity, conductivity, and Dissolved Oxygen concentration (DO) were measured using the multiparameter (HI98194).\n\nAfter the acclimation period, fifteen zebrafish were randomly assigned to 15 L glass aquaria filled with 5 L of aged tap water in triplicates for each treatment condition. The study was performed with the research approval of a committee of faculty members of the Department of Zoology and Environmental Management, University of Kelaniya, Sri Lanka, and the ethical approval of the Institute of Biology, Sri Lanka, in accordance with OECD guidelines for zebrafish testing. The authors are in compliance with ARRIVE guidelines. The fish were provided with a commercial feed of 2% of body weight twice a day throughout the treatment period. The experiment consisted of four treatments, BPA, BPS, treatment control of 5% v/v ethanol, and water as the control. Since there was no statistically significant difference between the measurements of treatment control and control, only one control was included in data presentation. Environmentally relevant, 50 µg/L nominal dose of BPA was selected based on previous studies on surface water  2 , 54 , 55 . Even though the reported BPS concentrations are lower (~ 8 µg/L), by considering the increasing usage and higher water solubility properties, the same concentration was selected for BPS for the comparative assessment  20 . Fish were treated for 63 days until the age of 84 dpf in triplicate conditions under natural photoperiod and room temperature with continuous aeration. The half-life of BPA in freshwater is 2.5–4 days, therefore to maintain stable nominal BPA concentration, 75% water was changed every three days  56 . Even though BPS has a longer half-life in water, tri-daily water change was performed to maintain the consistency of experimental protocol. The water quality was measured weekly using a multiparameter."
    },
    {
      "title": "Measurements",
      "text": "The lengths of zebrafish were measured weekly. The fish were put into a petri dish on a graph sheet, and the lengths were measured by freeze-frame photographs  57 . The weights of fish from each tank were measured using an electronic weighing balance (KERN NB 1000–2, Germany). The length gain, weight gain, SGR, BMI, and condition factor were calculated after the exposure periods. The parameters were calculated using Eqs. ( 1 ), ( 2 ), ( 3 ), ( 4 ) and ( 5 ) respectively  58 . 1 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Length }}\\;{\\text{Gain}} = \\left( {{\\text{Final}}\\;{\\text{length}}\\;\\left( {{\\text{cm}}} \\right) - {\\text{Initial}}\\;{\\text{length }}\\;\\left( {{\\text{cm}}} \\right)} \\right)$$\\end{document} 2 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Weight}}\\;{\\text{Gain}} = \\left( {{\\text{Final}}\\;{\\text{weight }}\\left( {\\text{g}} \\right){-}{\\text{Initial}}\\;{\\text{weight }}\\left( {\\text{g}} \\right)} \\right)$$\\end{document} 3 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{SGR = }}\\frac{{{\\text{(ln}}\\;{\\text{of}}\\;{\\text{ final }}\\;{\\text{weight}}\\;\\left[ {\\text{g}} \\right] - {\\text{ln}}\\;{\\text{of}}\\;{\\text{initial}}\\;{\\text{weight}}\\;{\\text{[g])}}}}{{{\\text{Number }}\\;{\\text{of }}\\;{\\text{days}}}} \\times {100}$$\\end{document} 4 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{BMI}} = \\frac{{{\\text{Weight }}\\left( {\\text{g}} \\right)}}{{{\\text{Length}}^{2} \\left( {{\\text{cm}}^{2} } \\right)}}$$\\end{document} 5 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Condition}}\\;{\\text{factor}} = \\frac{{{\\text{Weight }}\\;\\left( {{\\text{mg}}} \\right) \\times 100}}{{{\\text{Length}}^{3} \\;\\left( {{\\text{mm}}^{3} } \\right)}}$$\\end{document}\n\nThe Eq. ( 6 ) calculated the survival rate of fish by observing the tanks daily throughout the exposure period  58 . 6 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Survival}}\\;{\\text{rate}} = { }\\frac{{{\\text{Number}}\\;{\\text{of}}\\;{\\text{fish}}\\;{\\text{surviving}}}}{{{\\text{Total}}\\;{\\text{number}}\\;{\\text{of}}\\;{\\text{fish}}}} \\times 100$$\\end{document}\n\nAfter the exposure periods, the sex of zebrafish in each tank was separately determined at the age of 90 dpf. The shape of the body, belly, and coloration were used to differentiate the gender as shown in Table  2 . The number of fish belonging to each sex was counted and presented as male: female  11 , 59 . Table 2 Morphological characteristics used in the identification of adult male and female zebrafish  66 . Male Zebrafish Female Zebrafish Streamline body shape A White, protruding belly is present Bright in color Pale in color Horizontal bands are dark Horizontal bands are pale\n\nMorphological characteristics used in the identification of adult male and female zebrafish  66 .\n\nNine zebrafish from each treatment were randomly selected and each fish was assigned to a glass vessel containing 50 mL of aerated aged water. Fish were starved for 48 h in the glass vessel. One of the glass vessels without fish served as a blank  60 . Each water sample (25 mL) was used to analyze ammonia levels using the colorimetric assay (Indo-phenol blue method)  61 , 62 . The absorbance of each sample was measured using the spectrophotometer (UV-1800) relative to the blank solution in the wavelength of 640 nm. As the absorbance is directly proportional to the ammonia concentration, the calibration curve was used to determine the ammonia concentrations in each sample  61 .\n\nTo measure the swimming performance, 24h-starved, six zebrafish from each treatment condition were randomly selected to measure their maximum swimming speed using an in-house designed water flow chamber  11 . The maximum velocity of water a fish can withstand in the water column of the viewing channel was defined as the maximum swimming speed of that fish. The selected fish was introduced into the water flow chamber via the opening and was allowed to settle in the water column of the viewing channel for about 20 min. Initially, the water flow rate was kept low and then it was gradually increased. As a result, the zebrafish’s swimming speed also increases to maintain its position in the water column against the increasing flow rate. The maximum swimming speed is the water flow rate at which the fish becomes fatigued and drifts toward the outlet. This speed at which the fish become fatigued was measured using the flow meter to calculate the maximum swimming speed  11 . The water flow apparatus was calibrated before experiments using a particle tracking method, where a neutral buoyancy particle was added to the water and its movement was recorded to calculate flow speed. Flow rates were verified multiple times in the swim chamber before each trial to maintain uniform experiment conditions  63 .\n\nThe test involved placing a mirror on one side of a separate 15L glass tank, with a piece of cardboard in between the tank and the mirror. Each fish was introduced into the tank individually and given ten minutes to acclimate. Afterward, the cardboard was lifted, and the aggressive behaviors directed toward the mirror during a one-minute observation period were recorded. The number of biting attempts aimed at the mirror was documented for each fish  64 .\n\nZebrafish from each treatment condition were randomly taken and euthanized with benzocaine (250 mg/L). Benzocaine is the anesthetic agent used in this study. After the fish turned on its side and stopped responding to a pinch of the fin, tissue processing was performed for Hematoxylin and Eosin (H & E) staining to determine the histopathology of fish  65 . After euthanizing the fish, their fins and tails were removed, and they were separately stored in 10% buffered neutral formalin at room temperature (26 °C). The tissues were dehydrated in 70%, 90%, and absolute ethanol for the stated periods. Before embedding in wax, the tissues were separately transferred to chloroform for clearing and infiltration. The wax blocks were prepared using paraffin wax. These wax blocks were used to obtain histological sections of 5 µm thickness using a microtome (Reichert-Jung-2030). Obtained sections were fixed onto glass slides with a thin layer of egg albumin. Sections were deparaffinized and stained with hematoxylin and eosin using standard staining procedures. Obtained slides were examined by microscope (Olympus CX23) and were analyzed for abnormalities  11 ."
    },
    {
      "title": "Length gain, Weight gain, Specific Growth Rate (SGR), Body Mass Index (BMI), and Condition factor of zebrafish",
      "text": "The lengths of zebrafish were measured weekly. The fish were put into a petri dish on a graph sheet, and the lengths were measured by freeze-frame photographs  57 . The weights of fish from each tank were measured using an electronic weighing balance (KERN NB 1000–2, Germany). The length gain, weight gain, SGR, BMI, and condition factor were calculated after the exposure periods. The parameters were calculated using Eqs. ( 1 ), ( 2 ), ( 3 ), ( 4 ) and ( 5 ) respectively  58 . 1 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Length }}\\;{\\text{Gain}} = \\left( {{\\text{Final}}\\;{\\text{length}}\\;\\left( {{\\text{cm}}} \\right) - {\\text{Initial}}\\;{\\text{length }}\\;\\left( {{\\text{cm}}} \\right)} \\right)$$\\end{document} 2 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Weight}}\\;{\\text{Gain}} = \\left( {{\\text{Final}}\\;{\\text{weight }}\\left( {\\text{g}} \\right){-}{\\text{Initial}}\\;{\\text{weight }}\\left( {\\text{g}} \\right)} \\right)$$\\end{document} 3 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{SGR = }}\\frac{{{\\text{(ln}}\\;{\\text{of}}\\;{\\text{ final }}\\;{\\text{weight}}\\;\\left[ {\\text{g}} \\right] - {\\text{ln}}\\;{\\text{of}}\\;{\\text{initial}}\\;{\\text{weight}}\\;{\\text{[g])}}}}{{{\\text{Number }}\\;{\\text{of }}\\;{\\text{days}}}} \\times {100}$$\\end{document} 4 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{BMI}} = \\frac{{{\\text{Weight }}\\left( {\\text{g}} \\right)}}{{{\\text{Length}}^{2} \\left( {{\\text{cm}}^{2} } \\right)}}$$\\end{document} 5 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Condition}}\\;{\\text{factor}} = \\frac{{{\\text{Weight }}\\;\\left( {{\\text{mg}}} \\right) \\times 100}}{{{\\text{Length}}^{3} \\;\\left( {{\\text{mm}}^{3} } \\right)}}$$\\end{document}"
    },
    {
      "title": "Survival rate",
      "text": "The Eq. ( 6 ) calculated the survival rate of fish by observing the tanks daily throughout the exposure period  58 . 6 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Survival}}\\;{\\text{rate}} = { }\\frac{{{\\text{Number}}\\;{\\text{of}}\\;{\\text{fish}}\\;{\\text{surviving}}}}{{{\\text{Total}}\\;{\\text{number}}\\;{\\text{of}}\\;{\\text{fish}}}} \\times 100$$\\end{document}"
    },
    {
      "title": "Sex ratio",
      "text": "After the exposure periods, the sex of zebrafish in each tank was separately determined at the age of 90 dpf. The shape of the body, belly, and coloration were used to differentiate the gender as shown in Table  2 . The number of fish belonging to each sex was counted and presented as male: female  11 , 59 . Table 2 Morphological characteristics used in the identification of adult male and female zebrafish  66 . Male Zebrafish Female Zebrafish Streamline body shape A White, protruding belly is present Bright in color Pale in color Horizontal bands are dark Horizontal bands are pale\n\nMorphological characteristics used in the identification of adult male and female zebrafish  66 ."
    },
    {
      "title": "Ammonia assay",
      "text": "Nine zebrafish from each treatment were randomly selected and each fish was assigned to a glass vessel containing 50 mL of aerated aged water. Fish were starved for 48 h in the glass vessel. One of the glass vessels without fish served as a blank  60 . Each water sample (25 mL) was used to analyze ammonia levels using the colorimetric assay (Indo-phenol blue method)  61 , 62 . The absorbance of each sample was measured using the spectrophotometer (UV-1800) relative to the blank solution in the wavelength of 640 nm. As the absorbance is directly proportional to the ammonia concentration, the calibration curve was used to determine the ammonia concentrations in each sample  61 ."
    },
    {
      "title": "Swimming speed",
      "text": "To measure the swimming performance, 24h-starved, six zebrafish from each treatment condition were randomly selected to measure their maximum swimming speed using an in-house designed water flow chamber  11 . The maximum velocity of water a fish can withstand in the water column of the viewing channel was defined as the maximum swimming speed of that fish. The selected fish was introduced into the water flow chamber via the opening and was allowed to settle in the water column of the viewing channel for about 20 min. Initially, the water flow rate was kept low and then it was gradually increased. As a result, the zebrafish’s swimming speed also increases to maintain its position in the water column against the increasing flow rate. The maximum swimming speed is the water flow rate at which the fish becomes fatigued and drifts toward the outlet. This speed at which the fish become fatigued was measured using the flow meter to calculate the maximum swimming speed  11 . The water flow apparatus was calibrated before experiments using a particle tracking method, where a neutral buoyancy particle was added to the water and its movement was recorded to calculate flow speed. Flow rates were verified multiple times in the swim chamber before each trial to maintain uniform experiment conditions  63 ."
    },
    {
      "title": "Mirror-biting test",
      "text": "The test involved placing a mirror on one side of a separate 15L glass tank, with a piece of cardboard in between the tank and the mirror. Each fish was introduced into the tank individually and given ten minutes to acclimate. Afterward, the cardboard was lifted, and the aggressive behaviors directed toward the mirror during a one-minute observation period were recorded. The number of biting attempts aimed at the mirror was documented for each fish  64 ."
    },
    {
      "title": "Histological analyses of zebrafish gills and liver",
      "text": "Zebrafish from each treatment condition were randomly taken and euthanized with benzocaine (250 mg/L). Benzocaine is the anesthetic agent used in this study. After the fish turned on its side and stopped responding to a pinch of the fin, tissue processing was performed for Hematoxylin and Eosin (H & E) staining to determine the histopathology of fish  65 . After euthanizing the fish, their fins and tails were removed, and they were separately stored in 10% buffered neutral formalin at room temperature (26 °C). The tissues were dehydrated in 70%, 90%, and absolute ethanol for the stated periods. Before embedding in wax, the tissues were separately transferred to chloroform for clearing and infiltration. The wax blocks were prepared using paraffin wax. These wax blocks were used to obtain histological sections of 5 µm thickness using a microtome (Reichert-Jung-2030). Obtained sections were fixed onto glass slides with a thin layer of egg albumin. Sections were deparaffinized and stained with hematoxylin and eosin using standard staining procedures. Obtained slides were examined by microscope (Olympus CX23) and were analyzed for abnormalities  11 ."
    },
    {
      "title": "Data Analysis",
      "text": "Statistical analysis was performed using IBM SPSS Statistics version 20 (IBM Corp., 2011) and Microsoft Excel 2016 software. The growth-related data, sex ratios, and ammonia concentrations were tested for normality using the Shapiro–Wilk normality test. The homogeneity of variance test was also performed to ensure equal variance. One-way ANOVA with Tukey post hoc tests was used to analyze the data. The survival rates were assessed using the Mann–Whitney U non-parametric test as the data were not normally distributed. The sex ratios were analyzed using the Chi-Square test. No significant difference was observed between the measurements of fish in the control and treatment control tank. Therefore, all data were analyzed compared to the fish that lived in the treatment control tank and were presented under the title, ‘control’. All the data is presented as mean ± SEM. The significance value was set at p < 0.05."
    }
  ],
  "full_text": "The introduction of bisphenol-S (BPS) in substitution of bisphenol-A (BPA) has become argumentative owing to their endocrine destructive properties and insufficient comparative ecotoxicity assessments. Thus, comparative effects of long-term, low-dose BPA and BPS exposure on the development of juvenile zebrafish ( Danio rerio ) were investigated. Juvenile zebrafish (age: 21 days; weight: ~ 61.5 mg; length: ~ 7.56 mm) were exposed to environmentally-relevant 50 µg/L of BPA, BPS, and control for ~ 60 days in triplicate. Both BPA and BPS significantly increased length  (p  =  0.00) , weight  (p  =  0.00) , specific growth rate  (p  =  0.00) , female preponderance ( p  =  0.003 ), mortality ( p  =  0.017 ), ammonia excretion ( p  =  0.00 ), and aggression ( p  =  0.00 ) in zebrafish compared to control. Both bisphenols significantly reduced fish swimming speed in a comparable manner ( p  =  0.001 ). A notably higher female-biased-sex ratio was observed in BPS than in BPA ( p  =  0.003 ). The length gain ( p  =  0.014 ) and aggression ( p  =  0.032 ) were higher in BPA-treated fish than in BPS. However, a significant difference was not shown in body mass index ( p  =  0.295 ) and condition factor ( p  =  0.256 ) between bisphenols and control ( p  <  0.05 ). BPA and BPS exposure led to hyperplasia, mucous secretion, aneurism in fish gills, vacuolization and necrosis in liver. Therefore, BPS (~ 50 µg/L) also imposes noteworthy threats to aquatic wildlife, emphasizing the necessity of toxicity assessments and regular monitoring aiming at bespoken environmental standards for freshwater.\n\n## Introduction\n\nBisphenol-A (BPA), is a synthetic organic compound heavily used in the production of polycarbonate plastics and epoxy resins  1 . BPA is released to the environment during manufacturing, transporting, and processing of BPA-containing products, effluents from wastewater treatment plants, waste dumps, and landfills  2 , 3 . Increased industrial usage and poor waste management practices have led to the occurrence of BPA in all environmental compartments  4 . BPA in the concentration range of non-detectable to 56 µg/l has been reported from surface waterbodies in Europe, Asia, and North America  2 . BPA has a short half-life in freshwater however, with continuous release it has become a ubiquitous contaminant in urban aquatic ecosystems  5 . BPA has been found in the tissues of many freshwater aquatic species, including fish, amphibians, mollusks, aquatic insects, crustaceans, and polychaetes  2 , 6 . Even though BPA rapidly metabolizes from the animal body, continuous exposure leads to moderate levels of bio-accumulation, tropic transfer, and bio-magnification  7 , 8 .\n\nBPA is a xenoestrogen and a type-I endocrine-disrupting chemical  9 . BPA binds to several nuclear receptors including estrogen, and aberrantly regulates the hormone signaling pathways, gene expression, and physiological functions of organisms. BPA is linked with reproductive toxicity, subfertility, feminization, developmental defects, non-communicable diseases, oxidative stress, defective immune response, and increased levels of anxiety-like behavior in living organisms  10 – 13 . Enhanced scientific knowledge on BPA-mediated environmental and public health impacts has impelled regulation and even banning of BPA from being used in certain products (e.g., baby feeding bottles and food and beverage packaging) in countries such as Canada, the USA, and the European Union  14 , 15 . With the strict regulations and bans on BPA, chemical alternatives such as bisphenol-S (BPS), bisphenol-F (BPF), and bisphenol-AF (BPAF) were introduced targeting safe substitution  15 . With the increasing global demand for “BPA-free” products, BPS has become the most popular and widely used BPA analog worldwide  16 . Higher thermal stability of BPS in comparison with BPA was assumed to minimize leaching however, recent research has reported on BPS-leaching from consumer products. BPS has been detected in surface waters, sediments, sludge, and soil, making it to the list of “emerging contaminants”  14 . Research carried out in 2015 has reported non-detectable to 3.4 ng/L of BPS in surface waters in Japan, China, and Korea, with the highest level of 26.5 ng/l from India  17 . The increasing BPS demand has led to a significant increase in its environmental occurrence  16 . As an example, one order magnitude concentration increase of BPS was reported in Taihu Lake, China from 2013 to 2016  18 , 19 . Further BPS concentrations as high as 7200 ng/l have been reported from India in 2023  20 . The higher photo-resistance and water solubility have led to increased BPS retention in freshwater. In Taihu Lake, an increasing trend of BPA replacement by BPA analogs has also been reported over a three-year period. With the current trend, BPS contamination is expected to rise and an increasing number of literature supports the presence of BPS in similar or higher levels than BPA in urban waterbodies  20 . This trend necessitates an enhanced understanding of BPS impacts on aquatic ecosystems.\n\nLike BPA, BPS monomers have also been shown to bioaccumulate in animals and exert endocrine disruption in a comparable or greater potency to BPA  21 , 22 . BPS is linked with metabolic disorders, cancer, neural and liver damage, oxidative stress, genotoxicity, reproductive toxicity, and anxiety-like behaviors  23 . Some studies have shown that BPS is probably more toxic and causes more reproductive toxicity than BPA  16 , 21 . Zebrafish and mammalian research models have shown that both bisphenols and to a higher degree BPS lead to reduced sperm motility, altered maternal behaviors, and polycystic ovary syndrome  16 . Additionally, BPS appears to have a stronger impact on oocyte development and granulosa cell function when compared with BPA  24 . Also, BPS-mediated and male-biased adipogenesis has been observed in contrast to BPA-mediated adipogenesis in females  16 .\n\nThe emerging research on BPS with respect to its environmental occurrence and health impacts has raised concerns about the impacts of BPS on aquatic ecosystem health  22 , 24 . The major challenges in comprehending the true impacts of BPA substitution are the insufficiency of comparative assessments, particularly during critical developmental stages in aquatic organisms, and the inconclusiveness of the current literature.\n\nHence, it is required to compare and evaluate the toxicity of BPS in comparison with BPA using in vitro and in vivo models. Zebrafish ( Danio rerio ) is a popular alternative animal model in toxicology and endocrine disruption research  25 . Most of the existing comparative studies have addressed the impacts of bisphenols on embryonic and larval stages of zebrafish upon short-term exposures to supra-environmental concentrations  26 , 27 . This emphasizes the importance of conducting long-term toxicity assessments under environmentally-realistic conditions. Knowledge of the juvenile stage which is also a critical window of zebrafish system development and differentiation remains insufficient  28 . Fish enters the juvenile stage around 28 days post-fertilization and attains sexual maturity in 3–4 months making 60 days-long juvenile period more vulnerable to environmental insults  29 . Understanding the exposure effects of BPS in comparison to BPA during the juvenile period can contribute to fill the existing knowledge gap. Hence this study aimed to compare the long-term effects of BPA and BPS exposure on growth, survival, sex differentiation, swimming behavior, aggression, and ammonia excretion in juvenile zebrafish. Additionally, histological changes in gills and liver tissue were also analyzed to better assess the worth of BPS as a BPA substitute.\n\n## Results\n\nAt the end of the treatment, the mean total body length gain of fish in all replicates of each treatment and control tank was measured.\n\nOne-way ANOVA and post hoc comparisons of growth parameters indicated that the mean length gain of fish was lowest in the control (0.66 ± 0.04 cm) followed by BPS (0.88 ± 0.04 cm) and BPA (0.92 ± 0.03 cm) (Fig.  1 a). The mean length gain in the BPA treatment was significantly higher than that of the corresponding BPS treatment  (p  <  0.05) . Exposure to both bisphenols led to a remarkable increase in the mean length gain of fish than that of control  (p  <  0.05) . The mean weight gain of BPA (0.21 ± 0.02 g) and BPS (0.20 ± 0.03 g) treatments was significantly higher than that of control (0.14 ± 0.02 g)  (p  <  0.05)  (Fig.  1 b). However, the weight gain of fish in BPA and BPS treatments was not significantly different from each other  (p  >  0.05) . The mean Specific growth rate (SGR) in the BPA (4.32 ± 0.14 /day) and BPS (4.23 ± 0.20 /day) treatments was significantly higher than that of the control (3.67 ± 0.25 /day)  (p  <  0.05)  (Fig.  1 c). However, the mean SGR in the BPA-treated fish was not significantly different from the BPS treatment  (p  >  0.05) . The mean body mass index (BMI) of fish in BPA (0.078 ± 0.007 g/cm 2 ), BPS (0.079 ± 0.013 g/cm 2 ), and control (0.073 ± 0.012 g/cm 2 ) tanks did not show a notable difference  (p  >  0.05)  (Fig.  1 d). Similarly, a significant difference was not shown between the mean condition factor of fish in BPA (4.62 ± 0.47 mg/mm 3 ), BPS (4.75 ± 0.87 mg/mm 3 ), and control tanks (5.07 ± 0.88 mg/mm 3 )  (p  >  0.05)  (Fig.  1 e). Fig. 1 a  Histogram of mean total body length gain of zebrafish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  b  Histogram of mean total body weight gain of zebrafish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  c  Histogram of mean total body specific growth rate (SGR) of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  d  Histogram of mean body mass index (BMI) of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  e  Histogram of mean condition factor of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\na  Histogram of mean total body length gain of zebrafish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  b  Histogram of mean total body weight gain of zebrafish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  c  Histogram of mean total body specific growth rate (SGR) of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  d  Histogram of mean body mass index (BMI) of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  e  Histogram of mean condition factor of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nAltogether, these results suggest that continuous long-term exposure to both BPA (50 µg/l) and BPS (50 µg/l) significantly increases the length of zebrafish. Also, the length gain due to BPA long-term exposure was markedly higher than that of BPS. The results also show that long-term exposure to BPA (50 µg/l) and BPS (50 µg/l) considerably increases the weight and SGR, without causing a significant change in BMI and condition factor of zebrafish.\n\nThe survival rate of fish in each treatment (BPA and BPS) and control were determined. According to Fig.  2 , the percentage of fish that survived in control (100%) at the end of the treatment period was significantly higher than that of BPA (88.89 ± 7.70%) and BPS (80.00 ± 6.67%) (Mann–Whitney U Test,  p  <  0.05 ). However, the percentage of fish survival was not significantly different between BPA and BPS treatments (Mann–Whitney U Test,  p  >  0.05 ). This shows that long-term exposure to BPA (50 µg/l) and BPS (50 µg/l) reduces the survival rate of zebrafish in a comparable manner. Fig. 2 Histogram of zebrafish survival rate (%) in each treatment condition. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nHistogram of zebrafish survival rate (%) in each treatment condition. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nAfter the fish reached the age of 90 dpf, the sex of each fish was visually identified and recorded based on the morphological features (Fig.  3 ). Chi-square analysis indicated that there was a significant association between the sex ratio and the treatment condition  (p  <  0.05) . In the control, the male: female sex ratio was ~ 1:1 (53% male, 47% female). Under BPS and BPA treatments, female-biased sex ratios were observed. BPS treatment has produced a significantly higher female-biased sex ratio (~ 1:4) (19% male, 81% female) than BPA treatment (~ 1:3) (28% male, 72% female) (Table  1 ). Fig. 3 Female and male zebrafish. Table 1 Sex ratio and mean percentages of male and female zebrafish present in Bisphenol-A, Bisphenol-S, and control at the end 90dpf. Treatment Sex ratio (Male: Female) % Male % Female Control 1:0.88 53.33 46.66 Bisphenol-A (50 µg/l) 1:2.63 26.98 73.02 Bisphenol-S (50 µg/l) 1:4.14 19.99 80.01\n\nFemale and male zebrafish.\n\nSex ratio and mean percentages of male and female zebrafish present in Bisphenol-A, Bisphenol-S, and control at the end 90dpf.\n\nThe mean concentrations of ammonia excreted by zebrafish from each BPA and BPS treatment condition and control were measured. According to Fig.  4 , the mean ammonia excretion of fish under BPA (1.16 ± 0.24 ppm) and BPS (1.05 ± 0.15 ppm) treatments was significantly higher than the control (0.38 ± 0.15 ppm)  (p  <  0.05) . However, the mean ammonia concentrations between BPA and BPS treatments were not statistically significant  (p  >  0.05) . Accordingly, the long-term exposure of zebrafish to BPA and BPS can significantly increase their ammonia excretion rate. Fig. 4 Histogram of mean ammonia concentrations (ppm) excreted by fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nHistogram of mean ammonia concentrations (ppm) excreted by fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nThe mean maximum swimming speed of the fish in control, BPA, and BPS treatments were obtained.\n\nAs shown in Fig.  5 , the mean maximum swimming speed of fish in BPA (0.40 ± 0.07 m/s) and BPS (0.36 ± 0.07 m/s) treatments was significantly lower than the control (0.56 ± 0.09 m/s)  (p  <  0.05) . However, a significant difference in swimming speed was not observed between BPA and BPS-exposed fish  (p  >  0.05) . Fig. 5 Histogram of mean maximum swimming speed (m/s) of fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nHistogram of mean maximum swimming speed (m/s) of fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nThe aggression level of fish was obtained by calculating the mirror biting frequency of fish exposed to BPA, BPS, and control. According to Fig.  6 , the mean mirror biting frequency of fish under BPA (98.83 ± 44.2 bites/min) and BPS (48.33 ± 30.00 bites/min) exposure was considerably higher than the control (1.17 ± 1.60 bites/min)  (p  <  0.05) . Further, the fish exposed to BPA showed a significantly higher frequency of mirror-biting than that of BPS treatment  (p  <  0.05) . Fig. 6 Histogram of mean maximum swimming speed (m/s) of fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nHistogram of mean maximum swimming speed (m/s) of fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nIn the control group, normal histology was observed in the gills (Fig.  7 c) while hyperplasia was present in both BPA- and BPS-exposed fish. In addition, aneurism was observed in BPS-exposed fish (Fig.  7 b) while mucus secretion was observed in BPA-exposed fish (Fig.  7 a). The hepatocytes of fish in the control group showed normal cellular morphology (Fig.  8 c), while BPA-exposed fish showed necrosis (Fig.  8 a) and BPS-exposed fish showed vacuolization (Fig.  8 b). Fig. 7 Comparison of histological sections in the gills of zebrafish in long-term, Bisphenol-A and Bisphenol-S exposure groups with healthy gills from the control group. (a) Long-term Bisphenol-A-exposed fish gill; Mucous secretion (M); Hyperplasia (H). (b) Long-term BPS-exposed fish gill; Aneurism (A); Hyperplasia (H). (c) Healthy gill from control fish group. Fig. 8 Comparison of histological arrangement of zebrafish livers in long-term, Bisphenol-A and BisphenolS exposure groups with healthy liver from the control group. (a) Long-term Bisphenol-A-exposed fish liver, Necrosis (N). (b) Long-term Bisphenol-S-exposed fish liver, Vacuolization (V). (c) Healthy liver from the control group.\n\nComparison of histological sections in the gills of zebrafish in long-term, Bisphenol-A and Bisphenol-S exposure groups with healthy gills from the control group. (a) Long-term Bisphenol-A-exposed fish gill; Mucous secretion (M); Hyperplasia (H). (b) Long-term BPS-exposed fish gill; Aneurism (A); Hyperplasia (H). (c) Healthy gill from control fish group.\n\nComparison of histological arrangement of zebrafish livers in long-term, Bisphenol-A and BisphenolS exposure groups with healthy liver from the control group. (a) Long-term Bisphenol-A-exposed fish liver, Necrosis (N). (b) Long-term Bisphenol-S-exposed fish liver, Vacuolization (V). (c) Healthy liver from the control group.\n\n## Growth parameters (Length gain, Weight gain, Specific growth rate, Body mass index, and Condition factor)\n\nAt the end of the treatment, the mean total body length gain of fish in all replicates of each treatment and control tank was measured.\n\nOne-way ANOVA and post hoc comparisons of growth parameters indicated that the mean length gain of fish was lowest in the control (0.66 ± 0.04 cm) followed by BPS (0.88 ± 0.04 cm) and BPA (0.92 ± 0.03 cm) (Fig.  1 a). The mean length gain in the BPA treatment was significantly higher than that of the corresponding BPS treatment  (p  <  0.05) . Exposure to both bisphenols led to a remarkable increase in the mean length gain of fish than that of control  (p  <  0.05) . The mean weight gain of BPA (0.21 ± 0.02 g) and BPS (0.20 ± 0.03 g) treatments was significantly higher than that of control (0.14 ± 0.02 g)  (p  <  0.05)  (Fig.  1 b). However, the weight gain of fish in BPA and BPS treatments was not significantly different from each other  (p  >  0.05) . The mean Specific growth rate (SGR) in the BPA (4.32 ± 0.14 /day) and BPS (4.23 ± 0.20 /day) treatments was significantly higher than that of the control (3.67 ± 0.25 /day)  (p  <  0.05)  (Fig.  1 c). However, the mean SGR in the BPA-treated fish was not significantly different from the BPS treatment  (p  >  0.05) . The mean body mass index (BMI) of fish in BPA (0.078 ± 0.007 g/cm 2 ), BPS (0.079 ± 0.013 g/cm 2 ), and control (0.073 ± 0.012 g/cm 2 ) tanks did not show a notable difference  (p  >  0.05)  (Fig.  1 d). Similarly, a significant difference was not shown between the mean condition factor of fish in BPA (4.62 ± 0.47 mg/mm 3 ), BPS (4.75 ± 0.87 mg/mm 3 ), and control tanks (5.07 ± 0.88 mg/mm 3 )  (p  >  0.05)  (Fig.  1 e). Fig. 1 a  Histogram of mean total body length gain of zebrafish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  b  Histogram of mean total body weight gain of zebrafish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  c  Histogram of mean total body specific growth rate (SGR) of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  d  Histogram of mean body mass index (BMI) of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  e  Histogram of mean condition factor of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\na  Histogram of mean total body length gain of zebrafish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  b  Histogram of mean total body weight gain of zebrafish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  c  Histogram of mean total body specific growth rate (SGR) of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  d  Histogram of mean body mass index (BMI) of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).  e  Histogram of mean condition factor of zebrafish exposed to treatments and control. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nAltogether, these results suggest that continuous long-term exposure to both BPA (50 µg/l) and BPS (50 µg/l) significantly increases the length of zebrafish. Also, the length gain due to BPA long-term exposure was markedly higher than that of BPS. The results also show that long-term exposure to BPA (50 µg/l) and BPS (50 µg/l) considerably increases the weight and SGR, without causing a significant change in BMI and condition factor of zebrafish.\n\n## Survival Rate\n\nThe survival rate of fish in each treatment (BPA and BPS) and control were determined. According to Fig.  2 , the percentage of fish that survived in control (100%) at the end of the treatment period was significantly higher than that of BPA (88.89 ± 7.70%) and BPS (80.00 ± 6.67%) (Mann–Whitney U Test,  p  <  0.05 ). However, the percentage of fish survival was not significantly different between BPA and BPS treatments (Mann–Whitney U Test,  p  >  0.05 ). This shows that long-term exposure to BPA (50 µg/l) and BPS (50 µg/l) reduces the survival rate of zebrafish in a comparable manner. Fig. 2 Histogram of zebrafish survival rate (%) in each treatment condition. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nHistogram of zebrafish survival rate (%) in each treatment condition. Error bars represent the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\n## Sex Ratio of Fish\n\nAfter the fish reached the age of 90 dpf, the sex of each fish was visually identified and recorded based on the morphological features (Fig.  3 ). Chi-square analysis indicated that there was a significant association between the sex ratio and the treatment condition  (p  <  0.05) . In the control, the male: female sex ratio was ~ 1:1 (53% male, 47% female). Under BPS and BPA treatments, female-biased sex ratios were observed. BPS treatment has produced a significantly higher female-biased sex ratio (~ 1:4) (19% male, 81% female) than BPA treatment (~ 1:3) (28% male, 72% female) (Table  1 ). Fig. 3 Female and male zebrafish. Table 1 Sex ratio and mean percentages of male and female zebrafish present in Bisphenol-A, Bisphenol-S, and control at the end 90dpf. Treatment Sex ratio (Male: Female) % Male % Female Control 1:0.88 53.33 46.66 Bisphenol-A (50 µg/l) 1:2.63 26.98 73.02 Bisphenol-S (50 µg/l) 1:4.14 19.99 80.01\n\nFemale and male zebrafish.\n\nSex ratio and mean percentages of male and female zebrafish present in Bisphenol-A, Bisphenol-S, and control at the end 90dpf.\n\n## Ammonia Concentration\n\nThe mean concentrations of ammonia excreted by zebrafish from each BPA and BPS treatment condition and control were measured. According to Fig.  4 , the mean ammonia excretion of fish under BPA (1.16 ± 0.24 ppm) and BPS (1.05 ± 0.15 ppm) treatments was significantly higher than the control (0.38 ± 0.15 ppm)  (p  <  0.05) . However, the mean ammonia concentrations between BPA and BPS treatments were not statistically significant  (p  >  0.05) . Accordingly, the long-term exposure of zebrafish to BPA and BPS can significantly increase their ammonia excretion rate. Fig. 4 Histogram of mean ammonia concentrations (ppm) excreted by fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nHistogram of mean ammonia concentrations (ppm) excreted by fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\n## Swimming Speed\n\nThe mean maximum swimming speed of the fish in control, BPA, and BPS treatments were obtained.\n\nAs shown in Fig.  5 , the mean maximum swimming speed of fish in BPA (0.40 ± 0.07 m/s) and BPS (0.36 ± 0.07 m/s) treatments was significantly lower than the control (0.56 ± 0.09 m/s)  (p  <  0.05) . However, a significant difference in swimming speed was not observed between BPA and BPS-exposed fish  (p  >  0.05) . Fig. 5 Histogram of mean maximum swimming speed (m/s) of fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nHistogram of mean maximum swimming speed (m/s) of fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\n## Mirror-biting test\n\nThe aggression level of fish was obtained by calculating the mirror biting frequency of fish exposed to BPA, BPS, and control. According to Fig.  6 , the mean mirror biting frequency of fish under BPA (98.83 ± 44.2 bites/min) and BPS (48.33 ± 30.00 bites/min) exposure was considerably higher than the control (1.17 ± 1.60 bites/min)  (p  <  0.05) . Further, the fish exposed to BPA showed a significantly higher frequency of mirror-biting than that of BPS treatment  (p  <  0.05) . Fig. 6 Histogram of mean maximum swimming speed (m/s) of fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\nHistogram of mean maximum swimming speed (m/s) of fish exposed to Bisphenol-A, Bisphenol-S, and control. Error bars denote the SEM. Mean values with different lowercase letters are significantly different at p < 0.05, and those with the same lowercase letters are not significantly different at p > 0.05 (One-way ANOVA).\n\n## Histopathology analysis of gills and liver\n\nIn the control group, normal histology was observed in the gills (Fig.  7 c) while hyperplasia was present in both BPA- and BPS-exposed fish. In addition, aneurism was observed in BPS-exposed fish (Fig.  7 b) while mucus secretion was observed in BPA-exposed fish (Fig.  7 a). The hepatocytes of fish in the control group showed normal cellular morphology (Fig.  8 c), while BPA-exposed fish showed necrosis (Fig.  8 a) and BPS-exposed fish showed vacuolization (Fig.  8 b). Fig. 7 Comparison of histological sections in the gills of zebrafish in long-term, Bisphenol-A and Bisphenol-S exposure groups with healthy gills from the control group. (a) Long-term Bisphenol-A-exposed fish gill; Mucous secretion (M); Hyperplasia (H). (b) Long-term BPS-exposed fish gill; Aneurism (A); Hyperplasia (H). (c) Healthy gill from control fish group. Fig. 8 Comparison of histological arrangement of zebrafish livers in long-term, Bisphenol-A and BisphenolS exposure groups with healthy liver from the control group. (a) Long-term Bisphenol-A-exposed fish liver, Necrosis (N). (b) Long-term Bisphenol-S-exposed fish liver, Vacuolization (V). (c) Healthy liver from the control group.\n\nComparison of histological sections in the gills of zebrafish in long-term, Bisphenol-A and Bisphenol-S exposure groups with healthy gills from the control group. (a) Long-term Bisphenol-A-exposed fish gill; Mucous secretion (M); Hyperplasia (H). (b) Long-term BPS-exposed fish gill; Aneurism (A); Hyperplasia (H). (c) Healthy gill from control fish group.\n\nComparison of histological arrangement of zebrafish livers in long-term, Bisphenol-A and BisphenolS exposure groups with healthy liver from the control group. (a) Long-term Bisphenol-A-exposed fish liver, Necrosis (N). (b) Long-term Bisphenol-S-exposed fish liver, Vacuolization (V). (c) Healthy liver from the control group.\n\n## Discussion\n\nEstrogen pollution has drawn much scientific attention due to its potential detrimental effects on aquatic wildlife. Lots of environmental health concerns have been reported due to the toxicity and xenoestrogen nature of BPA  2 . Consequently, BPS was introduced as a “safe alternative” to BPA due to its high photo resistance, heat tolerance, and less biodegradability. However, disagreements on BPS as a safe BPA substitute have been raised owing to potential similarities in their toxicological profiles, high environmental retention, and estrogen-mimic properties  14 . Consequently, BPS has been recognized as ‘an emerging contaminant of global aquatic ecosystems,’ challenging the popular faith as a safe BPA substitute  30 . In this context, the current study aimed to assess the long-term exposure effects of BPS in comparison to BPA in juvenile zebrafish. The study aimed to compare the growth and developmental effects of bisphenols when exposed throughout the late-larval, juvenile, and pre-adult stages of zebrafish until sexual maturity.\n\nAs per the results, both BPA and BPS cause higher growth in zebrafish in terms of length gain, weight gain, and SGR. BPA can affect the bone development of zebrafish through increased chondrogenesis of the skeleton  31 . BPA-induced altered chondrogenesis through estrogen and androgen receptors can alter the development of pharyngeal cartilage leading to body elongation  32 . Significantly high length gain by both bisphenols can be explained by their ability to regulate estrogen-signaling pathways via receptor binding. However, the higher estrogen-binding potency of BPA than BPS at equimolar concentrations could be a plausible explanation for the higher length gain in BPA-treated fish  33 .\n\nLipid accumulation in larval zebrafish can be induced by environmental obesogens, leading to late-onset weight gain in juveniles  34 . The comparable levels of weight gain between the two bisphenols can be explained by BPA- and BPS-induced increased peroxisome-proliferator-activated receptor gamma activation and adipocyte hypertrophy reported in zebrafish  34 . In agreement with the trend of length and weight gain induced by both compounds, SGR was also significantly high under both bisphenols than the control. However, the BMI and condition factor of bisphenol-exposed fish did not show significant changes here. Both bisphenols led to a reduction in the fish condition factor however, it was not significantly different from the control. A previous study with low-dose BPA (1 and 10 µg/l) for 60 days was shown to have no impact on zebrafish BMI  11 . Encompassing to present findings, it can be postulated that at the chosen concentration of 50 µg/l and exposure period of ~ 60 days, both BPA and BPS do not act as environmental obesogens in zebrafish.\n\nThe survival rate is an essential parameter to determine the toxicity of environmental chemicals. No fish mortality was observed in a control treatment however, only ~ 80–90% of fish survived in both bisphenol-treated tanks. Research has shown that both BPA and BPS cause lipid peroxidation leading to severe oxidative stress and tissue damage in adult zebrafish  35 . Thus it can be assumed that these damages might severely affect the survival of juveniles by eventually causing death, as the juvenile stage is a critical period of organ development and differentiation  36 .\n\nA noteworthy female preponderance was observed under both bisphenols while the highest altered sex ratio was reported with BPS exposure. Zebrafish sex differentiation is highly complex due to the lack of definite sex-determination genes and multiple gene involvement in the somatic gonad cells  37 . The zebrafish larval gonads are initially bipotential, the oocytes in presumptive males start apoptosis to facilitate testis development while, the oocytes continue to mature in females  38 . This transition initiates around 20–25 dpf and is influenced by environmental factors such as pH, temperature, oxygen concentration, rearing density, and xenoestrogens  38 . Since all physiochemical parameters were constantly maintained across the treatments, the key deterministic factor behind the feminization was the xenoestrogens  39 . Both BPA and BPS bind to estrogen receptors causing disruption in estrogen signaling and leading to female preponderance  10 . A similar pattern of BPS-induced higher feminization than BPA was reported with chicken embryos however, mechanistic elucidation requires more research  40 .\n\nTeleost fish are ammonotelic, produce ammonia in the liver as a result of the transamination of amino acids and excrete into the environment. It is an important biochemical process of protein metabolism and can be altered in response to environmental and physiological stressors  41 , 42 . Here, ammonia excretion significantly increased in fish exposed to both BPA and BPS. The impact of BPA and BPS on ammonia excretion of zebrafish has not been comprehensively studied. However, ammonia excretion in tilapia has been reported to increase under BPA exposure in response to stress induced by altered protein metabolism. Stress-induced oxidative damage caused by bisphenols can increase protein degradation leading to a notable decrease in protein content in the fish muscle tissues  42 . Oxidative stress, characterized by the overproduction of reactive oxygen species, can damage cellular components, including proteins, lipids, and DNA  43 . This damage could trigger compensatory metabolic responses such as increased protein turnover, contributing to elevated ammonia excretion. Future research could incorporate tissue-level biochemical assays to strengthen the rationale of this postulation.\n\nBoth BPA and BPS reduce the maximum swimming speed of zebrafish than the control. Ammonia exposure has been shown to reduce the swimming activity of adult female zebrafish  44 . Tissue-level ammonia accumulation in response to bisphenol stress requires to be investigated to provide a mechanistic explanation for this observation. On the other hand, the aggression level of fish as measured by the mirror-biting test implies that both bisphenols produce significant aggression. Ammonia-induced neurotoxicity has been linked with the altered social behavior of zebrafish  44 . Hence, further tissue-level analyses are recommended.\n\nAdditionally, elevated cortisol levels in zebrafish due to physiological stress induced by bisphenols can affect muscle activity and neuromuscular coordination, contributing to decreased swimming speed  45 . As bisphenols can increase cortisol levels, they may also enhance the “fight” response, leading to heightened aggression  46 . While cortisol is a widely recognized biomarker of stress, its measurement was not carried out in this study. Hence, we recommend incorporating cortisol analysis to further enhance the understanding of bisphenol-induced stress physiology in zebrafish.\n\nApart from cortisol, high dopamine levels have been associated with increased aggression, whereas serotonin is linked to the inhibition of aggression  47 . Hence neurochemical analyses could be incorporated in future research to comprehensively understand the neurobiological mechanisms underlying zebrafish aggression. Furthermore, oxidative stress has been implicated in aggressive behavior, as ROS can alter neurotransmitter function and synaptic signalling, potentially dysregulating aggression-related pathways  48 . This emphasizes the importance of oxidative stress analysis in future studies.\n\nThe gills of healthy zebrafish had primary and secondary lamellae which could be easily differentiated  49 . However, under both bisphenol treatments, gill hyperplasia and swellings were observed. Hyperplasia is a common response to gill damage, which is indicated by rounding, shortening, and fusion of secondary and/or primary lamellae by reducing the surface area for respiration and by severely affecting the structure and function of gills. The gill function is also disrupted by excessive mucus production. The aneurism was observed in the fish gills of BPA-exposed fish. Aneurysm is formed due to the rupture of pillar cells which can result from the direct impact of toxicants on the cells at the particular site. It starts with congestion of blood in the lamellae and aneurysms develop in the terminal stage  49 . BPA-induced similar gill degeneration has been reported in  Catla catla  exposed to sub-lethal BPA concentrations  50 . The primary site of ammonia excretion in fish is gills thus, excessive ammonia excretion overtime under bisphenol stress could also have contributed to the deterioration of cellular architecture in zebrafish gills.\n\nThe liver of healthy zebrafish shows the normal arrangement of hepatocytes  51 . Necrosis was observed in BPA-exposed fish while vacuolization was observed in BPS-exposed fish. Necrosis is a condition in which hepatocytes die in response to sudden insults or get affected by dead cells.  51 . Vacuolization is the change of hepatocyte cytoplasm and it is a commonly found toxicological effect that indicates a disease or toxication  51 . BPA-induced hepatocyte necrosis was previously reported in  Catla catla  under sub-lethal BPA exposures  50 . Similar liver damage has been reported in  Acipenser baerii  owing to BPA-induced oxidative stress  52 . With the limited knowledge, it is difficult to deem the exact mechanisms driving BPS-induced liver lesions however, low-dose, chronic BPS exposure-induced deregulation of liver anti-oxidant enzymes observed in Wistar rats could be conceivable for zebrafish model too  53 .\n\n## Conclusion\n\nThe results indicate that both BPA and BPS, affect growth, organ development, survival, ammonia excretion, and swimming in a comparable manner upon exposure to low-doses during the juvenile period of zebrafish. Moreover, low-dose juvenile exposure to BPS leads to higher feminization and aggression than BPA. These results acclaim potentially similar toxicological profiles of BPA and BPS, challenging the perception of BPS as a safer BPA substitute. The findings reinforce the requirement for comparative ecotoxicological assessments, regular environmental screening, and refined guidelines to mitigate BPS impact on urban freshwater ecosystems.\n\n## Methodology\n\nAnalytical grade bisphenol-A (99 80–05-7; Sigma-Aldrich), bisphenol-S (80–09-1; Sigma-Aldrich) and ethanol (64–17-5), benzocaine (Sigma-Aldrich, USA), 10% buffered neutral formalin (Sigma-Aldrich, USA), chloroform (Sigma-Aldrich, USA), egg albumin (Sigma-Aldrich, USA) and hematoxylin (Sigma-Aldrich, USA) and eosin (Sigma-Aldrich, USA) were used.\n\nAbout two hundred zebrafish of age 14 dpf were purchased and transported to the research laboratory at the Department of Zoology and Environmental Management, University of Kelaniya, Sri Lanka. Fish were acclimated for seven days in aerated aged tap water under ambient temperature (28 °C ± 1 °C) and natural photoperiod (14 h of light and 10 h of dark). Brine shrimp were fed twice a day during the acclimation period. The water quality parameters including water temperature, pH, salinity, conductivity, and Dissolved Oxygen concentration (DO) were measured using the multiparameter (HI98194).\n\nAfter the acclimation period, fifteen zebrafish were randomly assigned to 15 L glass aquaria filled with 5 L of aged tap water in triplicates for each treatment condition. The study was performed with the research approval of a committee of faculty members of the Department of Zoology and Environmental Management, University of Kelaniya, Sri Lanka, and the ethical approval of the Institute of Biology, Sri Lanka, in accordance with OECD guidelines for zebrafish testing. The authors are in compliance with ARRIVE guidelines. The fish were provided with a commercial feed of 2% of body weight twice a day throughout the treatment period. The experiment consisted of four treatments, BPA, BPS, treatment control of 5% v/v ethanol, and water as the control. Since there was no statistically significant difference between the measurements of treatment control and control, only one control was included in data presentation. Environmentally relevant, 50 µg/L nominal dose of BPA was selected based on previous studies on surface water  2 , 54 , 55 . Even though the reported BPS concentrations are lower (~ 8 µg/L), by considering the increasing usage and higher water solubility properties, the same concentration was selected for BPS for the comparative assessment  20 . Fish were treated for 63 days until the age of 84 dpf in triplicate conditions under natural photoperiod and room temperature with continuous aeration. The half-life of BPA in freshwater is 2.5–4 days, therefore to maintain stable nominal BPA concentration, 75% water was changed every three days  56 . Even though BPS has a longer half-life in water, tri-daily water change was performed to maintain the consistency of experimental protocol. The water quality was measured weekly using a multiparameter.\n\nThe lengths of zebrafish were measured weekly. The fish were put into a petri dish on a graph sheet, and the lengths were measured by freeze-frame photographs  57 . The weights of fish from each tank were measured using an electronic weighing balance (KERN NB 1000–2, Germany). The length gain, weight gain, SGR, BMI, and condition factor were calculated after the exposure periods. The parameters were calculated using Eqs. ( 1 ), ( 2 ), ( 3 ), ( 4 ) and ( 5 ) respectively  58 . 1 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Length }}\\;{\\text{Gain}} = \\left( {{\\text{Final}}\\;{\\text{length}}\\;\\left( {{\\text{cm}}} \\right) - {\\text{Initial}}\\;{\\text{length }}\\;\\left( {{\\text{cm}}} \\right)} \\right)$$\\end{document} 2 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Weight}}\\;{\\text{Gain}} = \\left( {{\\text{Final}}\\;{\\text{weight }}\\left( {\\text{g}} \\right){-}{\\text{Initial}}\\;{\\text{weight }}\\left( {\\text{g}} \\right)} \\right)$$\\end{document} 3 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{SGR = }}\\frac{{{\\text{(ln}}\\;{\\text{of}}\\;{\\text{ final }}\\;{\\text{weight}}\\;\\left[ {\\text{g}} \\right] - {\\text{ln}}\\;{\\text{of}}\\;{\\text{initial}}\\;{\\text{weight}}\\;{\\text{[g])}}}}{{{\\text{Number }}\\;{\\text{of }}\\;{\\text{days}}}} \\times {100}$$\\end{document} 4 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{BMI}} = \\frac{{{\\text{Weight }}\\left( {\\text{g}} \\right)}}{{{\\text{Length}}^{2} \\left( {{\\text{cm}}^{2} } \\right)}}$$\\end{document} 5 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Condition}}\\;{\\text{factor}} = \\frac{{{\\text{Weight }}\\;\\left( {{\\text{mg}}} \\right) \\times 100}}{{{\\text{Length}}^{3} \\;\\left( {{\\text{mm}}^{3} } \\right)}}$$\\end{document}\n\nThe Eq. ( 6 ) calculated the survival rate of fish by observing the tanks daily throughout the exposure period  58 . 6 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Survival}}\\;{\\text{rate}} = { }\\frac{{{\\text{Number}}\\;{\\text{of}}\\;{\\text{fish}}\\;{\\text{surviving}}}}{{{\\text{Total}}\\;{\\text{number}}\\;{\\text{of}}\\;{\\text{fish}}}} \\times 100$$\\end{document}\n\nAfter the exposure periods, the sex of zebrafish in each tank was separately determined at the age of 90 dpf. The shape of the body, belly, and coloration were used to differentiate the gender as shown in Table  2 . The number of fish belonging to each sex was counted and presented as male: female  11 , 59 . Table 2 Morphological characteristics used in the identification of adult male and female zebrafish  66 . Male Zebrafish Female Zebrafish Streamline body shape A White, protruding belly is present Bright in color Pale in color Horizontal bands are dark Horizontal bands are pale\n\nMorphological characteristics used in the identification of adult male and female zebrafish  66 .\n\nNine zebrafish from each treatment were randomly selected and each fish was assigned to a glass vessel containing 50 mL of aerated aged water. Fish were starved for 48 h in the glass vessel. One of the glass vessels without fish served as a blank  60 . Each water sample (25 mL) was used to analyze ammonia levels using the colorimetric assay (Indo-phenol blue method)  61 , 62 . The absorbance of each sample was measured using the spectrophotometer (UV-1800) relative to the blank solution in the wavelength of 640 nm. As the absorbance is directly proportional to the ammonia concentration, the calibration curve was used to determine the ammonia concentrations in each sample  61 .\n\nTo measure the swimming performance, 24h-starved, six zebrafish from each treatment condition were randomly selected to measure their maximum swimming speed using an in-house designed water flow chamber  11 . The maximum velocity of water a fish can withstand in the water column of the viewing channel was defined as the maximum swimming speed of that fish. The selected fish was introduced into the water flow chamber via the opening and was allowed to settle in the water column of the viewing channel for about 20 min. Initially, the water flow rate was kept low and then it was gradually increased. As a result, the zebrafish’s swimming speed also increases to maintain its position in the water column against the increasing flow rate. The maximum swimming speed is the water flow rate at which the fish becomes fatigued and drifts toward the outlet. This speed at which the fish become fatigued was measured using the flow meter to calculate the maximum swimming speed  11 . The water flow apparatus was calibrated before experiments using a particle tracking method, where a neutral buoyancy particle was added to the water and its movement was recorded to calculate flow speed. Flow rates were verified multiple times in the swim chamber before each trial to maintain uniform experiment conditions  63 .\n\nThe test involved placing a mirror on one side of a separate 15L glass tank, with a piece of cardboard in between the tank and the mirror. Each fish was introduced into the tank individually and given ten minutes to acclimate. Afterward, the cardboard was lifted, and the aggressive behaviors directed toward the mirror during a one-minute observation period were recorded. The number of biting attempts aimed at the mirror was documented for each fish  64 .\n\nZebrafish from each treatment condition were randomly taken and euthanized with benzocaine (250 mg/L). Benzocaine is the anesthetic agent used in this study. After the fish turned on its side and stopped responding to a pinch of the fin, tissue processing was performed for Hematoxylin and Eosin (H & E) staining to determine the histopathology of fish  65 . After euthanizing the fish, their fins and tails were removed, and they were separately stored in 10% buffered neutral formalin at room temperature (26 °C). The tissues were dehydrated in 70%, 90%, and absolute ethanol for the stated periods. Before embedding in wax, the tissues were separately transferred to chloroform for clearing and infiltration. The wax blocks were prepared using paraffin wax. These wax blocks were used to obtain histological sections of 5 µm thickness using a microtome (Reichert-Jung-2030). Obtained sections were fixed onto glass slides with a thin layer of egg albumin. Sections were deparaffinized and stained with hematoxylin and eosin using standard staining procedures. Obtained slides were examined by microscope (Olympus CX23) and were analyzed for abnormalities  11 .\n\n## Chemicals and reagents\n\nAnalytical grade bisphenol-A (99 80–05-7; Sigma-Aldrich), bisphenol-S (80–09-1; Sigma-Aldrich) and ethanol (64–17-5), benzocaine (Sigma-Aldrich, USA), 10% buffered neutral formalin (Sigma-Aldrich, USA), chloroform (Sigma-Aldrich, USA), egg albumin (Sigma-Aldrich, USA) and hematoxylin (Sigma-Aldrich, USA) and eosin (Sigma-Aldrich, USA) were used.\n\n## Zebrafish Rearing and Experimental Conditions\n\nAbout two hundred zebrafish of age 14 dpf were purchased and transported to the research laboratory at the Department of Zoology and Environmental Management, University of Kelaniya, Sri Lanka. Fish were acclimated for seven days in aerated aged tap water under ambient temperature (28 °C ± 1 °C) and natural photoperiod (14 h of light and 10 h of dark). Brine shrimp were fed twice a day during the acclimation period. The water quality parameters including water temperature, pH, salinity, conductivity, and Dissolved Oxygen concentration (DO) were measured using the multiparameter (HI98194).\n\nAfter the acclimation period, fifteen zebrafish were randomly assigned to 15 L glass aquaria filled with 5 L of aged tap water in triplicates for each treatment condition. The study was performed with the research approval of a committee of faculty members of the Department of Zoology and Environmental Management, University of Kelaniya, Sri Lanka, and the ethical approval of the Institute of Biology, Sri Lanka, in accordance with OECD guidelines for zebrafish testing. The authors are in compliance with ARRIVE guidelines. The fish were provided with a commercial feed of 2% of body weight twice a day throughout the treatment period. The experiment consisted of four treatments, BPA, BPS, treatment control of 5% v/v ethanol, and water as the control. Since there was no statistically significant difference between the measurements of treatment control and control, only one control was included in data presentation. Environmentally relevant, 50 µg/L nominal dose of BPA was selected based on previous studies on surface water  2 , 54 , 55 . Even though the reported BPS concentrations are lower (~ 8 µg/L), by considering the increasing usage and higher water solubility properties, the same concentration was selected for BPS for the comparative assessment  20 . Fish were treated for 63 days until the age of 84 dpf in triplicate conditions under natural photoperiod and room temperature with continuous aeration. The half-life of BPA in freshwater is 2.5–4 days, therefore to maintain stable nominal BPA concentration, 75% water was changed every three days  56 . Even though BPS has a longer half-life in water, tri-daily water change was performed to maintain the consistency of experimental protocol. The water quality was measured weekly using a multiparameter.\n\n## Measurements\n\nThe lengths of zebrafish were measured weekly. The fish were put into a petri dish on a graph sheet, and the lengths were measured by freeze-frame photographs  57 . The weights of fish from each tank were measured using an electronic weighing balance (KERN NB 1000–2, Germany). The length gain, weight gain, SGR, BMI, and condition factor were calculated after the exposure periods. The parameters were calculated using Eqs. ( 1 ), ( 2 ), ( 3 ), ( 4 ) and ( 5 ) respectively  58 . 1 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Length }}\\;{\\text{Gain}} = \\left( {{\\text{Final}}\\;{\\text{length}}\\;\\left( {{\\text{cm}}} \\right) - {\\text{Initial}}\\;{\\text{length }}\\;\\left( {{\\text{cm}}} \\right)} \\right)$$\\end{document} 2 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Weight}}\\;{\\text{Gain}} = \\left( {{\\text{Final}}\\;{\\text{weight }}\\left( {\\text{g}} \\right){-}{\\text{Initial}}\\;{\\text{weight }}\\left( {\\text{g}} \\right)} \\right)$$\\end{document} 3 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{SGR = }}\\frac{{{\\text{(ln}}\\;{\\text{of}}\\;{\\text{ final }}\\;{\\text{weight}}\\;\\left[ {\\text{g}} \\right] - {\\text{ln}}\\;{\\text{of}}\\;{\\text{initial}}\\;{\\text{weight}}\\;{\\text{[g])}}}}{{{\\text{Number }}\\;{\\text{of }}\\;{\\text{days}}}} \\times {100}$$\\end{document} 4 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{BMI}} = \\frac{{{\\text{Weight }}\\left( {\\text{g}} \\right)}}{{{\\text{Length}}^{2} \\left( {{\\text{cm}}^{2} } \\right)}}$$\\end{document} 5 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Condition}}\\;{\\text{factor}} = \\frac{{{\\text{Weight }}\\;\\left( {{\\text{mg}}} \\right) \\times 100}}{{{\\text{Length}}^{3} \\;\\left( {{\\text{mm}}^{3} } \\right)}}$$\\end{document}\n\nThe Eq. ( 6 ) calculated the survival rate of fish by observing the tanks daily throughout the exposure period  58 . 6 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Survival}}\\;{\\text{rate}} = { }\\frac{{{\\text{Number}}\\;{\\text{of}}\\;{\\text{fish}}\\;{\\text{surviving}}}}{{{\\text{Total}}\\;{\\text{number}}\\;{\\text{of}}\\;{\\text{fish}}}} \\times 100$$\\end{document}\n\nAfter the exposure periods, the sex of zebrafish in each tank was separately determined at the age of 90 dpf. The shape of the body, belly, and coloration were used to differentiate the gender as shown in Table  2 . The number of fish belonging to each sex was counted and presented as male: female  11 , 59 . Table 2 Morphological characteristics used in the identification of adult male and female zebrafish  66 . Male Zebrafish Female Zebrafish Streamline body shape A White, protruding belly is present Bright in color Pale in color Horizontal bands are dark Horizontal bands are pale\n\nMorphological characteristics used in the identification of adult male and female zebrafish  66 .\n\nNine zebrafish from each treatment were randomly selected and each fish was assigned to a glass vessel containing 50 mL of aerated aged water. Fish were starved for 48 h in the glass vessel. One of the glass vessels without fish served as a blank  60 . Each water sample (25 mL) was used to analyze ammonia levels using the colorimetric assay (Indo-phenol blue method)  61 , 62 . The absorbance of each sample was measured using the spectrophotometer (UV-1800) relative to the blank solution in the wavelength of 640 nm. As the absorbance is directly proportional to the ammonia concentration, the calibration curve was used to determine the ammonia concentrations in each sample  61 .\n\nTo measure the swimming performance, 24h-starved, six zebrafish from each treatment condition were randomly selected to measure their maximum swimming speed using an in-house designed water flow chamber  11 . The maximum velocity of water a fish can withstand in the water column of the viewing channel was defined as the maximum swimming speed of that fish. The selected fish was introduced into the water flow chamber via the opening and was allowed to settle in the water column of the viewing channel for about 20 min. Initially, the water flow rate was kept low and then it was gradually increased. As a result, the zebrafish’s swimming speed also increases to maintain its position in the water column against the increasing flow rate. The maximum swimming speed is the water flow rate at which the fish becomes fatigued and drifts toward the outlet. This speed at which the fish become fatigued was measured using the flow meter to calculate the maximum swimming speed  11 . The water flow apparatus was calibrated before experiments using a particle tracking method, where a neutral buoyancy particle was added to the water and its movement was recorded to calculate flow speed. Flow rates were verified multiple times in the swim chamber before each trial to maintain uniform experiment conditions  63 .\n\nThe test involved placing a mirror on one side of a separate 15L glass tank, with a piece of cardboard in between the tank and the mirror. Each fish was introduced into the tank individually and given ten minutes to acclimate. Afterward, the cardboard was lifted, and the aggressive behaviors directed toward the mirror during a one-minute observation period were recorded. The number of biting attempts aimed at the mirror was documented for each fish  64 .\n\nZebrafish from each treatment condition were randomly taken and euthanized with benzocaine (250 mg/L). Benzocaine is the anesthetic agent used in this study. After the fish turned on its side and stopped responding to a pinch of the fin, tissue processing was performed for Hematoxylin and Eosin (H & E) staining to determine the histopathology of fish  65 . After euthanizing the fish, their fins and tails were removed, and they were separately stored in 10% buffered neutral formalin at room temperature (26 °C). The tissues were dehydrated in 70%, 90%, and absolute ethanol for the stated periods. Before embedding in wax, the tissues were separately transferred to chloroform for clearing and infiltration. The wax blocks were prepared using paraffin wax. These wax blocks were used to obtain histological sections of 5 µm thickness using a microtome (Reichert-Jung-2030). Obtained sections were fixed onto glass slides with a thin layer of egg albumin. Sections were deparaffinized and stained with hematoxylin and eosin using standard staining procedures. Obtained slides were examined by microscope (Olympus CX23) and were analyzed for abnormalities  11 .\n\n## Length gain, Weight gain, Specific Growth Rate (SGR), Body Mass Index (BMI), and Condition factor of zebrafish\n\nThe lengths of zebrafish were measured weekly. The fish were put into a petri dish on a graph sheet, and the lengths were measured by freeze-frame photographs  57 . The weights of fish from each tank were measured using an electronic weighing balance (KERN NB 1000–2, Germany). The length gain, weight gain, SGR, BMI, and condition factor were calculated after the exposure periods. The parameters were calculated using Eqs. ( 1 ), ( 2 ), ( 3 ), ( 4 ) and ( 5 ) respectively  58 . 1 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Length }}\\;{\\text{Gain}} = \\left( {{\\text{Final}}\\;{\\text{length}}\\;\\left( {{\\text{cm}}} \\right) - {\\text{Initial}}\\;{\\text{length }}\\;\\left( {{\\text{cm}}} \\right)} \\right)$$\\end{document} 2 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Weight}}\\;{\\text{Gain}} = \\left( {{\\text{Final}}\\;{\\text{weight }}\\left( {\\text{g}} \\right){-}{\\text{Initial}}\\;{\\text{weight }}\\left( {\\text{g}} \\right)} \\right)$$\\end{document} 3 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{SGR = }}\\frac{{{\\text{(ln}}\\;{\\text{of}}\\;{\\text{ final }}\\;{\\text{weight}}\\;\\left[ {\\text{g}} \\right] - {\\text{ln}}\\;{\\text{of}}\\;{\\text{initial}}\\;{\\text{weight}}\\;{\\text{[g])}}}}{{{\\text{Number }}\\;{\\text{of }}\\;{\\text{days}}}} \\times {100}$$\\end{document} 4 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{BMI}} = \\frac{{{\\text{Weight }}\\left( {\\text{g}} \\right)}}{{{\\text{Length}}^{2} \\left( {{\\text{cm}}^{2} } \\right)}}$$\\end{document} 5 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Condition}}\\;{\\text{factor}} = \\frac{{{\\text{Weight }}\\;\\left( {{\\text{mg}}} \\right) \\times 100}}{{{\\text{Length}}^{3} \\;\\left( {{\\text{mm}}^{3} } \\right)}}$$\\end{document}\n\n## Survival rate\n\nThe Eq. ( 6 ) calculated the survival rate of fish by observing the tanks daily throughout the exposure period  58 . 6 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Survival}}\\;{\\text{rate}} = { }\\frac{{{\\text{Number}}\\;{\\text{of}}\\;{\\text{fish}}\\;{\\text{surviving}}}}{{{\\text{Total}}\\;{\\text{number}}\\;{\\text{of}}\\;{\\text{fish}}}} \\times 100$$\\end{document}\n\n## Sex ratio\n\nAfter the exposure periods, the sex of zebrafish in each tank was separately determined at the age of 90 dpf. The shape of the body, belly, and coloration were used to differentiate the gender as shown in Table  2 . The number of fish belonging to each sex was counted and presented as male: female  11 , 59 . Table 2 Morphological characteristics used in the identification of adult male and female zebrafish  66 . Male Zebrafish Female Zebrafish Streamline body shape A White, protruding belly is present Bright in color Pale in color Horizontal bands are dark Horizontal bands are pale\n\nMorphological characteristics used in the identification of adult male and female zebrafish  66 .\n\n## Ammonia assay\n\nNine zebrafish from each treatment were randomly selected and each fish was assigned to a glass vessel containing 50 mL of aerated aged water. Fish were starved for 48 h in the glass vessel. One of the glass vessels without fish served as a blank  60 . Each water sample (25 mL) was used to analyze ammonia levels using the colorimetric assay (Indo-phenol blue method)  61 , 62 . The absorbance of each sample was measured using the spectrophotometer (UV-1800) relative to the blank solution in the wavelength of 640 nm. As the absorbance is directly proportional to the ammonia concentration, the calibration curve was used to determine the ammonia concentrations in each sample  61 .\n\n## Swimming speed\n\nTo measure the swimming performance, 24h-starved, six zebrafish from each treatment condition were randomly selected to measure their maximum swimming speed using an in-house designed water flow chamber  11 . The maximum velocity of water a fish can withstand in the water column of the viewing channel was defined as the maximum swimming speed of that fish. The selected fish was introduced into the water flow chamber via the opening and was allowed to settle in the water column of the viewing channel for about 20 min. Initially, the water flow rate was kept low and then it was gradually increased. As a result, the zebrafish’s swimming speed also increases to maintain its position in the water column against the increasing flow rate. The maximum swimming speed is the water flow rate at which the fish becomes fatigued and drifts toward the outlet. This speed at which the fish become fatigued was measured using the flow meter to calculate the maximum swimming speed  11 . The water flow apparatus was calibrated before experiments using a particle tracking method, where a neutral buoyancy particle was added to the water and its movement was recorded to calculate flow speed. Flow rates were verified multiple times in the swim chamber before each trial to maintain uniform experiment conditions  63 .\n\n## Mirror-biting test\n\nThe test involved placing a mirror on one side of a separate 15L glass tank, with a piece of cardboard in between the tank and the mirror. Each fish was introduced into the tank individually and given ten minutes to acclimate. Afterward, the cardboard was lifted, and the aggressive behaviors directed toward the mirror during a one-minute observation period were recorded. The number of biting attempts aimed at the mirror was documented for each fish  64 .\n\n## Histological analyses of zebrafish gills and liver\n\nZebrafish from each treatment condition were randomly taken and euthanized with benzocaine (250 mg/L). Benzocaine is the anesthetic agent used in this study. After the fish turned on its side and stopped responding to a pinch of the fin, tissue processing was performed for Hematoxylin and Eosin (H & E) staining to determine the histopathology of fish  65 . After euthanizing the fish, their fins and tails were removed, and they were separately stored in 10% buffered neutral formalin at room temperature (26 °C). The tissues were dehydrated in 70%, 90%, and absolute ethanol for the stated periods. Before embedding in wax, the tissues were separately transferred to chloroform for clearing and infiltration. The wax blocks were prepared using paraffin wax. These wax blocks were used to obtain histological sections of 5 µm thickness using a microtome (Reichert-Jung-2030). Obtained sections were fixed onto glass slides with a thin layer of egg albumin. Sections were deparaffinized and stained with hematoxylin and eosin using standard staining procedures. Obtained slides were examined by microscope (Olympus CX23) and were analyzed for abnormalities  11 .\n\n## Data Analysis\n\nStatistical analysis was performed using IBM SPSS Statistics version 20 (IBM Corp., 2011) and Microsoft Excel 2016 software. The growth-related data, sex ratios, and ammonia concentrations were tested for normality using the Shapiro–Wilk normality test. The homogeneity of variance test was also performed to ensure equal variance. One-way ANOVA with Tukey post hoc tests was used to analyze the data. The survival rates were assessed using the Mann–Whitney U non-parametric test as the data were not normally distributed. The sex ratios were analyzed using the Chi-Square test. No significant difference was observed between the measurements of fish in the control and treatment control tank. Therefore, all data were analyzed compared to the fish that lived in the treatment control tank and were presented under the title, ‘control’. All the data is presented as mean ± SEM. The significance value was set at p < 0.05.",
  "reference_count": 66,
  "word_count": 10785,
  "char_count": 73966
}