{
  "pmcid": "PMC11965292",
  "doi": "10.1038/s41598-025-95996-7",
  "title": "Modulation of immune gene expression profile in  Labeo catla  with chronic toxicity to emerging endocrine disruptors through a multiorgan approach",
  "authors": [
    "Basanta Kumar Das",
    "Suvra Roy",
    "Vikash Kumar",
    "Anupam Adhikari",
    "Satabdi Ganguly",
    "Kampan Bisai"
  ],
  "year": "2025",
  "journal": "Scientific Reports",
  "abstract": "Endocrine-disrupting chemicals (EDCs) in the aquatic environment are an emerging concern and can lead to adverse health effects on humans and aquatic life. EDCsare ubiquitous in several daily use and personal care products and ubiquitous in aquatic ecosystems. The aquatic ecosystems also serve as major sinks of EDCs and have even been found to accumulate in aquatic organisms. Fish are an important sentinel species in the aquatic system and are a reliable indication of environmental water pollution. In the present study, we have assessed the immunotoxicity effects of three important EDCs, i.e., triclosan (TCS), bisphenol A (BPA), and diethyl phthalate (DEP). There is mounting evidence that EDCs impact several physiological systems, including fish immune systems. Hence, to better understand the immune system’s complexity, we have investigated how EDCs alter the immune responses and can aggravate immunotoxicity using  Labeo catla  as a model fish species. The results showed significant upregulation of immune gene expression; exposure to EDCs differentially modulates immunity across the different organs (liver and brain) of  Labeo catla . The present study highlighted that endocrine-disrupting compounds (TCS, BPA, and DEP) have a significant immunotoxicity effect in fish and activate several immunological pathways to control the toxic effect and maintain homeostasis. The results also indicate that immune genes can be used as a biomarker for EDC toxicity. However, further studies need to see how immune-disrupting effects happen at actual exposure levels in the environment to EDCs.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Growing human activity and rapidly advancing technology created pollutants, including pesticides and their byproducts, heavy metals, and phenolic chemicals, which pose a serious risk to public health and the environment. The challenge arises from most environmental pollutant’s inherent stability, making it difficult to degrade in water and distraught the ecological equilibrium. These contaminants accumulate in organisms and disrupt the regular function of the cell, usually at the molecular and biochemical levels, and affect the physiological cell responsiveness at multiple levels 1 . Endocrine-disrupting chemicals (EDCs) are an extensive class of compounds found in the environment or widely used, including fuels, plastics and plasticizers, industrial chemicals, insecticides, etc. The EDCs have recently become a top concern among thepollutants as xenobiotic compounds that are capable of interfering with endogenous hormone biosynthesis, metabolic processes, attachment of ligands to respective cellular receptors, or the expression of hormones which results in affecting the immune system, neurological system, reproduction, and development 2 , 3 . Endocrine disruptors possess the ability to interfere with hormonal signaling pathways in fish, causing an array of physiological and behavioral changes such as adverse effects on fish reproduction, development, and growth, raising concerns about population sustainability and the ecological repercussions within aquatic ecosystems 4 , 5 . When paired with chemical pollution, climate change-related stressors like rising water temperatures and acidification can exacerbate the effects of endocrine disruptors on ecosystems and species. Hence, evaluating EDCs in fish is vital and urgent since they are not regulated or monitored.\n\nThe Endocrine Society estimates that among the approximately 85,000 chemicals produced by humans worldwide, at least 1,000 may be endocrine disruptors due to their particular characteristics. Nowadays, EDCs are widespread in everyday items and are ubiquitous in aquatic ecosystems.Triclosan (TCS),5-chloro-2-(2,4-dichlorophenoxy) phenol is a synthetic compound that exhibits broad-spectrum antimycotic and antimicrobial effects. As a potent antimicrobial, it is widely used in many personal hygiene materials, such as cosmetics, soaps, shampoo, detergents, and fabrics 6 , 7 . The widespread distribution of TCS in an enormous variety of consumer goods, the majority of which are eventually rinsed and flushed through the drains, leads to a significant buildup of TCS in wastewater, ultimately ending up in the natural aquatic environments 8 , 9 . However, as an endocrine disruptor, triclosan may interfere with thyroid, ovarian, or testicular homeostasis, potentially affecting reproductive health. The aquatic environments serve as the primary sink of the EDC substances, where they bioaccumulate in various aquatic biota and pose a serious threat owing to their numerous detrimental effects, particularly on crustaceans and fish 10 . Higher vertebrates are also continually exposed to the toxicant through ingesting water and foods contaminated by TCS 11 . TCS residues have also been detected in human urine, plasma, amniotic fluid, and breast milk 12 , 13 . Among the most widely used plasticizers in the modern era are Bisphenol A (BPA) and phthalates, pervasive environmental contaminants with innumerable detrimental effects on many living species’ reproductive, developmental, and neurological systems. BPA, among the most widely produced substances globally, is released into the atmosphere at over 100 tons per year 14 . BPA serves as the building block of polycarbonate plastics and epoxy resins and finds widespread usage in several daily use items, such as beverage containers, automobile parts, electrical appliances, toys, and many more 15 , 16 . The increasing amount of BPA-containing waste accumulated in the environment is a significant concern since it may impact reproductive health and endanger wildlife and general public health.Diethyl phthalate (DEP), one of the low molecular weight phthalates, is also used as solvents and fixatives in cosmetics and personal hygiene products 17 . Moreover, exposure to DEP could occur  via  multiple routes, viz., ingestion through contaminated food, inhalation, and absorption through the skin 18 .The aquatic ecosystems also serve as major sinks of TCS, BPA, DEP, and many other EDCs and have even been found to accumulate in aquatic organisms 19 , 20 . These environmental contaminants are reported to pose detrimental effects in the form of neurological, developmental, reproduction, and immunological dysfunction in different life forms 5 . Hence, we have selected these commonly available EDCs for our exposure studies.\n\nIn aquatic environments, the first organisms to be affected by waterborne EDCs are fish, and studies have shown that they are reliable indicators of endocrine disruption that has justified their widespread use as sentinel species 21 .  Labeo catla  (catla) is one of the main species of IMC (Indian major carps) and the most popular fish species to be grown in India and the neighboring countries. Catla accounts for 3.4% of all freshwater aquaculture production worldwide because it grows fast, has omnivorous feeding habits, can reach its maximum size within a short period, and possesses delicious taste and rich flavor 22 . In our previous study, we assessed the endocrine-disrupting effects of TCS, BPA, and DEP at sub-lethal concentrations (1/10th and 1/50th concentrations of 96 h LC 50 ) 23 – 25 . These EDCs, found to trigger steroidogenesis, also demonstrated oxidative stress upon exposure. Indian major carp, e.g.,  Labeocatla , is known to be particularly sensitive to stress, detected by an increase in innate and adaptive immune response, which affects overall fish health; the consequence is a selective elevation of stressful condition and suppression of disease resistance. Hence, in the present study, we evaluated the immunotoxicity effect of endocrine-disrupting compounds (TCS, BPA, and DEP) by analyzing immune-related genes in liver and brain tissues using  L. catla  as a model species."
    },
    {
      "title": "Materials and methods",
      "text": "Analytical grade BPA (CAS Number: 80-05-7; purity ≥ 99%), TCS (CAS Number: 3380-34-5; purity > 98%), and DEP (CAS Number: 84-66-2; purity ≥ 99.5%) were acquired from Sigma-Aldrich. The necessary test solutions for requisite TCS, BPA, and DEP concentrations were prepared through dilutions from the respective stock solutions of appropriate concentrations. The required TCS, BPA, and DEP test solutions were prepared in methanol, dimethyl sulfoxide (DMSO), and acetone as solvents, respectively. Catla fingerlings (30–35 days old; average length: 13 ± 1.52 cm; average weight: 15 ± 1.97 g) were brought from a fish farm in Palta, West Bengal, India, and then raised in the hatchery section of the Institute. All of the fish were maintained in 60 L fiberglass aquarium tanks in a proportion of 25 fish per tank with continuous aeration and predefined laboratory conditions (pH 7.2 ± 0.5) at 25 °C ± 1.5 °C and a continuous photoperiod with alternating cycles of light (12 h) followed by darkness cycle(12 h) for acclimatization. Commercial feed was fed to the carps twice a day, and one-third of the water, which contained leftover feed and the excretory products from the carps, was regularly siphoned out and replaced with fresh water. The specifications set by the Institute Animal Ethics Committee (No. - CIFRI/IAEC-23-24/05) were adhered to in all the cases regarding the use of experimental carps, collection of biological samples, and experimental methods. The study is reported following the ARRIVE (Animal Research: Reporting of In Vivo Experiments) guidelines.\n\nThe fish ( n  = 180) were randomly assigned to three treatment groups and a control group for each test chemical.The carps were subjected to each of the respective toxicants for 30 days. The dosages at which the carps were exposed to the toxicants were 0, 1/50 th,  and 1/10th of the 96 h LC 50  values of each test chemical.  ( Fig.  1 ) . The 96-hr LC 50  values were determined to be 0.73 mg/L, 3.67 mg/L, and 16.21 mg/L for TCS, BPA, and DEP based on the findings of our initial investigations on acute toxicity  ( Fig.  2 ) . For each toxicant mentioned above, the exposures representing the three different treatments were conducted in triplicates with 15 fish per tank and maintained the same conditions as those kept during the acclimatization period. The water being used in the treatments was replaced one-third daily with a fresh volume following the addition of the requisite amounts of the test toxicants to ensure that the appropriate concentrations were maintained throughout the test. The carps were anesthetized with tricaine (Sigma-Aldrich; 150 mg/L) after being exposed for a specific time. The fish were dissected with immediate removal of their brains and liver, followed by storage in RNAlater (Sigma-Aldrich) for qRT-PCR.\n\nFig. 1 Schematic representation of experimental design and results observed in the experiment.\n\nSchematic representation of experimental design and results observed in the experiment.\n\nFig. 2 LC 50  value plotted for endocrine-disrupting compounds ( a ) TCS, ( b ) BPA and ( c ) DEP using the Probit analysis.\n\nLC 50  value plotted for endocrine-disrupting compounds ( a ) TCS, ( b ) BPA and ( c ) DEP using the Probit analysis.\n\nTotal RNA was extracted through the Trizol ®  reagent as directed by the manufacturer. In summary, 1 mL of Trizol ®  was used to aseptically homogenize liver and brain tissue samples (0.1 g) from the control and treatment groups (TCS, BPA, and DEP) for 15 to 30 s at room temperature. At 20 °C, the homogenate was incubated for five minutes. Subsequently, chloroform (200 µL) was incorporated into the homogenate, mixed vigorously for 15 min at 20 °C, and 10 min centrifuged at 10,000 rpm. After transferring the upper aqueous layer to a new tube, 500 µL isopropanol was added. After two hours at -20 °C, the mixture was centrifuged once more for ten minutes at 10,000 rpm. In order to get rid of any remaining ethanol, the pellet was air-dried after being cleaned with 75% ethanol and centrifuged for 10 min at 7,000 rpm. After dissolving the RNA pellets in 50 µL of nuclease-free water and kept at -70 °C for further analysis. Next, RNA samples are treated with DNAse I (RNase free) to eliminate any contamination of genomic DNA(Thermo Scientific, India). A spectrophotometer from NanoDrop was used to measure the RNA concentration (in ng/µL) and check the quality by measuring absorbance at 260/280 (Thermo Scientific, India). The integrity of the RNA was assessed on a 1.2% agarose gel.RNA samples were processed with DNAse I to remove any genomic DNA contamination.Then, the cDNA was synthesized using a Reverted H Minus First Strand cDNA synthesis kitfollowing the manufacturer’s instructions (Thermo Fisher Scientific, India). To sum up; initially, total RNA 1 µg and random hexamer primer 1 µl solution were combined. Next, 8 µl of the reaction mixture was added, along with RevertAidTM H minus M-MuLV reverse transcriptase 200 units, 20 units of ribonuclease inhibitor, and 4 µl of 5x reaction buffer (0.25 mol-1 MgCl2, 0.25 mol-1 Tris-HCl pH 8.3, 0.05 mol-1 DTT). After incubation at 25 °C for 5 min, the reaction mixture was kept at 42 °C for sixty minutes. The reaction was stopped after five minutes of heating at 70 °C and a cooldown to 4 °C. Finally, cDNA (complementary deoxyribonucleic acid) was examined using PCR and kept for further use at -20 °C.\n\nUsing Real-time StepOnePlus PCR systems and a pair of specific primers (Applied Biosystems), the various immune genes expression was measured by RT-qPCR 26 , 27 . The immune genes include myxovirus resistance protein (Mx), tumour necrosis factor α (TNF-α), heat shock protein 70 (Hsp70), Nucleotide-binding oligomerization domain-containing protein 1 (NOD1), complement system (C3), Toll-like receptor 4 (TLR4), Interleukin-1 beta (IL-1β), Immunoglobulin M alpha (IgM-α), inducible nitric oxide synthase (iNOS), Myeloid differentiation primary response 88 (MYD88), Interferon-gamma (IFN-γ) (Table  1 ). The reference genes i.e., β -actin and EF-1α were used for the present study. The total volume used for the PCR amplification was 20 µl using 10 µl of 2X Maxima SYBR Green/ROX qPCR Master Mix (Thermo Fisher Scientific), 0.5 µl of each specific primer pairs, 1 µl of cDNA (50 ng), and 8 µl of nuclease-free water.\n\nTable 1 Primers used for the gene expression in the present study. Target gene Sequence (5ʹ-3ʹ) Product  size (bp) Annealing temperature (°C) References Mx F: GTCCAGTACCACATGCTGGACC R: TTTGCCAGCACTCCTCAGGCGT 165 55 Panda et al., 2021 Hsp70 F: CATGTGAGCGAGCCAAGAGA R: TTCAAAGCGAGCTCTGGTGA 112 60 Ahmad et al., 2020 C3 F: TTGGCTGGACTGTGAAACCA R: AGGTGTATGATCCCACTTCCC 130 55 Arya et al., 2019 IgM-α F: TCATGATGATAAAGATGTAATGCGT R: TAATTTCCCGCCTTGTGCTC 165 55 iNOS F: GCTGCGATTCGGTCAAGTG R: CAGGAAAAGAAGGTCTGGCAGAT 130 55 TNF-α F: CCAGGCTTTCACTTCAGG R: GCCATAGGAATCGGAGTAG 181 55 Harikrishnan et al., 2021 TLR4 F: ATGATGGAGCGCAATGCCAA R: ATGTTACTCAAAGGGTCTCTGCTCC 140 55 NOD1 F: GTTGGTGGGAAATACCTTGCC R: TGCTTTCGCCAGACTTCTTCC 217 55 IL-1β F: ACCCCACAAAACATCGGCCAACC R: TCTTCTCCATTTCCACCCTCTC 156 60 MyD88 F: CTTCCAGTTTGTGCATGAGA R: CCATCCTCTTGCACCTTTTT 146 52 IFN-γ F: AAGGGTTCCTGCTCTTGTCA R: GCCATTTTTCACCTCGACTG 210 55 β-actin F: ACCCACACTGTGCCCATCTACG R: ATTTCCCTCTCGGCTGTGGTGG 146 60 EF-1α F: CAATTTCTGGATGGCACGGTGAC R: GGCATCCAGGGCATCAAGAAGAG 128 55\n\nPrimers used for the gene expression in the present study.\n\nF: GTCCAGTACCACATGCTGGACC\n\nR: TTTGCCAGCACTCCTCAGGCGT\n\nF: CATGTGAGCGAGCCAAGAGA\n\nR: TTCAAAGCGAGCTCTGGTGA\n\nF: TTGGCTGGACTGTGAAACCA\n\nR: AGGTGTATGATCCCACTTCCC\n\nF: TCATGATGATAAAGATGTAATGCGT\n\nR: TAATTTCCCGCCTTGTGCTC\n\nF: GCTGCGATTCGGTCAAGTG\n\nR: CAGGAAAAGAAGGTCTGGCAGAT\n\nF: CCAGGCTTTCACTTCAGG\n\nR: GCCATAGGAATCGGAGTAG\n\nF: ATGATGGAGCGCAATGCCAA\n\nR: ATGTTACTCAAAGGGTCTCTGCTCC\n\nF: GTTGGTGGGAAATACCTTGCC\n\nR: TGCTTTCGCCAGACTTCTTCC\n\nF: ACCCCACAAAACATCGGCCAACC\n\nR: TCTTCTCCATTTCCACCCTCTC\n\nF: CTTCCAGTTTGTGCATGAGA\n\nR: CCATCCTCTTGCACCTTTTT\n\nF: AAGGGTTCCTGCTCTTGTCA\n\nR: GCCATTTTTCACCTCGACTG\n\nF: ACCCACACTGTGCCCATCTACG\n\nR: ATTTCCCTCTCGGCTGTGGTGG\n\nF: CAATTTCTGGATGGCACGGTGAC\n\nR: GGCATCCAGGGCATCAAGAAGAG\n\nThe RT-qPCR protocol involved a four-step process to evaluate the expression of target and reference genes. To begin, PCR master mixes in triplicate were created for each biological replicate. This was followed by 40 amplification and quantification cycles consisting of a sequence of 15 s at 95 °C, followed by 30 s each at 60 °C and 72 °C. A subsequent melting curve analysis between 55 and 95 °C with a heating rate of 0.10 °C per second was performed alongside continuous fluorescence tracking. Post-analysis cooling was conducted at a temperature of 4 °C. In addition, each primer pair included a negative control without the template cDNA to ensure specificity. Using the gene β-actin and EF-1α as the reference, the changes in expression levels were calculated was analyzed by adopting the comparative CT approach 2- ΔΔCt  method 28 – 30 . Statistical relevance was assessed using a t-test on the logarithmically transformed values derived from the formula 2 ^ΔΔCT , with p-values < 0.05 indicating significant findings.\n\nUsing Probit Analysis, theLC50 valuewas calculated 31 . The expression of genes was expressed as fold-changes in relation to the two internal control genes’ geometrical mean (β-actin and EF-1α). The control expression level was regarded as 1.0, and thereby, the expression ratio of the treatments was expressed. The investigation for expression levels and significant differences between the control and treatment groups was performed using the single-tailed Student’s t-tests using log-transformed data using the SPSS 19.0. The analysis for PCA (Principal component analysis) was done using RStudio to determine the correlation between the gene and their overall changes after exposure to sublethal concentrations of different EDCs, i.e., TCS, BPA, and DEP."
    },
    {
      "title": "Test chemicals and experimental animals",
      "text": "Analytical grade BPA (CAS Number: 80-05-7; purity ≥ 99%), TCS (CAS Number: 3380-34-5; purity > 98%), and DEP (CAS Number: 84-66-2; purity ≥ 99.5%) were acquired from Sigma-Aldrich. The necessary test solutions for requisite TCS, BPA, and DEP concentrations were prepared through dilutions from the respective stock solutions of appropriate concentrations. The required TCS, BPA, and DEP test solutions were prepared in methanol, dimethyl sulfoxide (DMSO), and acetone as solvents, respectively. Catla fingerlings (30–35 days old; average length: 13 ± 1.52 cm; average weight: 15 ± 1.97 g) were brought from a fish farm in Palta, West Bengal, India, and then raised in the hatchery section of the Institute. All of the fish were maintained in 60 L fiberglass aquarium tanks in a proportion of 25 fish per tank with continuous aeration and predefined laboratory conditions (pH 7.2 ± 0.5) at 25 °C ± 1.5 °C and a continuous photoperiod with alternating cycles of light (12 h) followed by darkness cycle(12 h) for acclimatization. Commercial feed was fed to the carps twice a day, and one-third of the water, which contained leftover feed and the excretory products from the carps, was regularly siphoned out and replaced with fresh water. The specifications set by the Institute Animal Ethics Committee (No. - CIFRI/IAEC-23-24/05) were adhered to in all the cases regarding the use of experimental carps, collection of biological samples, and experimental methods. The study is reported following the ARRIVE (Animal Research: Reporting of In Vivo Experiments) guidelines."
    },
    {
      "title": "Chronic toxicity test",
      "text": "The fish ( n  = 180) were randomly assigned to three treatment groups and a control group for each test chemical.The carps were subjected to each of the respective toxicants for 30 days. The dosages at which the carps were exposed to the toxicants were 0, 1/50 th,  and 1/10th of the 96 h LC 50  values of each test chemical.  ( Fig.  1 ) . The 96-hr LC 50  values were determined to be 0.73 mg/L, 3.67 mg/L, and 16.21 mg/L for TCS, BPA, and DEP based on the findings of our initial investigations on acute toxicity  ( Fig.  2 ) . For each toxicant mentioned above, the exposures representing the three different treatments were conducted in triplicates with 15 fish per tank and maintained the same conditions as those kept during the acclimatization period. The water being used in the treatments was replaced one-third daily with a fresh volume following the addition of the requisite amounts of the test toxicants to ensure that the appropriate concentrations were maintained throughout the test. The carps were anesthetized with tricaine (Sigma-Aldrich; 150 mg/L) after being exposed for a specific time. The fish were dissected with immediate removal of their brains and liver, followed by storage in RNAlater (Sigma-Aldrich) for qRT-PCR.\n\nFig. 1 Schematic representation of experimental design and results observed in the experiment.\n\nSchematic representation of experimental design and results observed in the experiment.\n\nFig. 2 LC 50  value plotted for endocrine-disrupting compounds ( a ) TCS, ( b ) BPA and ( c ) DEP using the Probit analysis.\n\nLC 50  value plotted for endocrine-disrupting compounds ( a ) TCS, ( b ) BPA and ( c ) DEP using the Probit analysis."
    },
    {
      "title": "RNA isolation and cDNA synthesis",
      "text": "Total RNA was extracted through the Trizol ®  reagent as directed by the manufacturer. In summary, 1 mL of Trizol ®  was used to aseptically homogenize liver and brain tissue samples (0.1 g) from the control and treatment groups (TCS, BPA, and DEP) for 15 to 30 s at room temperature. At 20 °C, the homogenate was incubated for five minutes. Subsequently, chloroform (200 µL) was incorporated into the homogenate, mixed vigorously for 15 min at 20 °C, and 10 min centrifuged at 10,000 rpm. After transferring the upper aqueous layer to a new tube, 500 µL isopropanol was added. After two hours at -20 °C, the mixture was centrifuged once more for ten minutes at 10,000 rpm. In order to get rid of any remaining ethanol, the pellet was air-dried after being cleaned with 75% ethanol and centrifuged for 10 min at 7,000 rpm. After dissolving the RNA pellets in 50 µL of nuclease-free water and kept at -70 °C for further analysis. Next, RNA samples are treated with DNAse I (RNase free) to eliminate any contamination of genomic DNA(Thermo Scientific, India). A spectrophotometer from NanoDrop was used to measure the RNA concentration (in ng/µL) and check the quality by measuring absorbance at 260/280 (Thermo Scientific, India). The integrity of the RNA was assessed on a 1.2% agarose gel.RNA samples were processed with DNAse I to remove any genomic DNA contamination.Then, the cDNA was synthesized using a Reverted H Minus First Strand cDNA synthesis kitfollowing the manufacturer’s instructions (Thermo Fisher Scientific, India). To sum up; initially, total RNA 1 µg and random hexamer primer 1 µl solution were combined. Next, 8 µl of the reaction mixture was added, along with RevertAidTM H minus M-MuLV reverse transcriptase 200 units, 20 units of ribonuclease inhibitor, and 4 µl of 5x reaction buffer (0.25 mol-1 MgCl2, 0.25 mol-1 Tris-HCl pH 8.3, 0.05 mol-1 DTT). After incubation at 25 °C for 5 min, the reaction mixture was kept at 42 °C for sixty minutes. The reaction was stopped after five minutes of heating at 70 °C and a cooldown to 4 °C. Finally, cDNA (complementary deoxyribonucleic acid) was examined using PCR and kept for further use at -20 °C."
    },
    {
      "title": "Gene expression analysis",
      "text": "Using Real-time StepOnePlus PCR systems and a pair of specific primers (Applied Biosystems), the various immune genes expression was measured by RT-qPCR 26 , 27 . The immune genes include myxovirus resistance protein (Mx), tumour necrosis factor α (TNF-α), heat shock protein 70 (Hsp70), Nucleotide-binding oligomerization domain-containing protein 1 (NOD1), complement system (C3), Toll-like receptor 4 (TLR4), Interleukin-1 beta (IL-1β), Immunoglobulin M alpha (IgM-α), inducible nitric oxide synthase (iNOS), Myeloid differentiation primary response 88 (MYD88), Interferon-gamma (IFN-γ) (Table  1 ). The reference genes i.e., β -actin and EF-1α were used for the present study. The total volume used for the PCR amplification was 20 µl using 10 µl of 2X Maxima SYBR Green/ROX qPCR Master Mix (Thermo Fisher Scientific), 0.5 µl of each specific primer pairs, 1 µl of cDNA (50 ng), and 8 µl of nuclease-free water.\n\nTable 1 Primers used for the gene expression in the present study. Target gene Sequence (5ʹ-3ʹ) Product  size (bp) Annealing temperature (°C) References Mx F: GTCCAGTACCACATGCTGGACC R: TTTGCCAGCACTCCTCAGGCGT 165 55 Panda et al., 2021 Hsp70 F: CATGTGAGCGAGCCAAGAGA R: TTCAAAGCGAGCTCTGGTGA 112 60 Ahmad et al., 2020 C3 F: TTGGCTGGACTGTGAAACCA R: AGGTGTATGATCCCACTTCCC 130 55 Arya et al., 2019 IgM-α F: TCATGATGATAAAGATGTAATGCGT R: TAATTTCCCGCCTTGTGCTC 165 55 iNOS F: GCTGCGATTCGGTCAAGTG R: CAGGAAAAGAAGGTCTGGCAGAT 130 55 TNF-α F: CCAGGCTTTCACTTCAGG R: GCCATAGGAATCGGAGTAG 181 55 Harikrishnan et al., 2021 TLR4 F: ATGATGGAGCGCAATGCCAA R: ATGTTACTCAAAGGGTCTCTGCTCC 140 55 NOD1 F: GTTGGTGGGAAATACCTTGCC R: TGCTTTCGCCAGACTTCTTCC 217 55 IL-1β F: ACCCCACAAAACATCGGCCAACC R: TCTTCTCCATTTCCACCCTCTC 156 60 MyD88 F: CTTCCAGTTTGTGCATGAGA R: CCATCCTCTTGCACCTTTTT 146 52 IFN-γ F: AAGGGTTCCTGCTCTTGTCA R: GCCATTTTTCACCTCGACTG 210 55 β-actin F: ACCCACACTGTGCCCATCTACG R: ATTTCCCTCTCGGCTGTGGTGG 146 60 EF-1α F: CAATTTCTGGATGGCACGGTGAC R: GGCATCCAGGGCATCAAGAAGAG 128 55\n\nPrimers used for the gene expression in the present study.\n\nF: GTCCAGTACCACATGCTGGACC\n\nR: TTTGCCAGCACTCCTCAGGCGT\n\nF: CATGTGAGCGAGCCAAGAGA\n\nR: TTCAAAGCGAGCTCTGGTGA\n\nF: TTGGCTGGACTGTGAAACCA\n\nR: AGGTGTATGATCCCACTTCCC\n\nF: TCATGATGATAAAGATGTAATGCGT\n\nR: TAATTTCCCGCCTTGTGCTC\n\nF: GCTGCGATTCGGTCAAGTG\n\nR: CAGGAAAAGAAGGTCTGGCAGAT\n\nF: CCAGGCTTTCACTTCAGG\n\nR: GCCATAGGAATCGGAGTAG\n\nF: ATGATGGAGCGCAATGCCAA\n\nR: ATGTTACTCAAAGGGTCTCTGCTCC\n\nF: GTTGGTGGGAAATACCTTGCC\n\nR: TGCTTTCGCCAGACTTCTTCC\n\nF: ACCCCACAAAACATCGGCCAACC\n\nR: TCTTCTCCATTTCCACCCTCTC\n\nF: CTTCCAGTTTGTGCATGAGA\n\nR: CCATCCTCTTGCACCTTTTT\n\nF: AAGGGTTCCTGCTCTTGTCA\n\nR: GCCATTTTTCACCTCGACTG\n\nF: ACCCACACTGTGCCCATCTACG\n\nR: ATTTCCCTCTCGGCTGTGGTGG\n\nF: CAATTTCTGGATGGCACGGTGAC\n\nR: GGCATCCAGGGCATCAAGAAGAG\n\nThe RT-qPCR protocol involved a four-step process to evaluate the expression of target and reference genes. To begin, PCR master mixes in triplicate were created for each biological replicate. This was followed by 40 amplification and quantification cycles consisting of a sequence of 15 s at 95 °C, followed by 30 s each at 60 °C and 72 °C. A subsequent melting curve analysis between 55 and 95 °C with a heating rate of 0.10 °C per second was performed alongside continuous fluorescence tracking. Post-analysis cooling was conducted at a temperature of 4 °C. In addition, each primer pair included a negative control without the template cDNA to ensure specificity. Using the gene β-actin and EF-1α as the reference, the changes in expression levels were calculated was analyzed by adopting the comparative CT approach 2- ΔΔCt  method 28 – 30 . Statistical relevance was assessed using a t-test on the logarithmically transformed values derived from the formula 2 ^ΔΔCT , with p-values < 0.05 indicating significant findings."
    },
    {
      "title": "Statistical analysis",
      "text": "Using Probit Analysis, theLC50 valuewas calculated 31 . The expression of genes was expressed as fold-changes in relation to the two internal control genes’ geometrical mean (β-actin and EF-1α). The control expression level was regarded as 1.0, and thereby, the expression ratio of the treatments was expressed. The investigation for expression levels and significant differences between the control and treatment groups was performed using the single-tailed Student’s t-tests using log-transformed data using the SPSS 19.0. The analysis for PCA (Principal component analysis) was done using RStudio to determine the correlation between the gene and their overall changes after exposure to sublethal concentrations of different EDCs, i.e., TCS, BPA, and DEP."
    },
    {
      "title": "Results",
      "text": "The temporal expression of myxovirus resistance protein (Mx), tumor necrosis factor α (TNF-α), heat shock protein 70 (Hsp70), complement system (C3), Toll-like receptor 4 (TLR4), Nucleotide-binding oligomerization domain-containing protein 1 (NOD1), Interleukin-1 beta (IL-1β), Immunoglobulin M alpha (IgM- α), inducible nitric oxide synthase (iNOS), Myeloid differentiation primary response 88 (MYD88) and Interferon-gamma (IFN-γ) were analyzed in EDCs exposed and non-exposed catla groups from Liver and Brain tissue samples. Since a low dosage of the toxicants (1/50th dose of 96 h LC 50 ) depicted no significant deviations in the expression patterns of the genes above, the said exposure group has not been discussed herein. The result and discussion section only focuses on the caps exposed to the 1/10th dosages of the toxicants.The expression profile exhibited differential expression profiles in the treatment catla group compared to the non-exposed group. The catla exposed to TCS displayed significant upregulation of the Hsp70 gene (~ 2-fold), while no effect was observed in the remaining analyzed genes in liver samples. In contrast, in the brain tissue sample a significantly upregulated expression of Mx (~ 3-fold), TLR4 (~ 6-fold), C3 (~ 6-fold), IgM- α (~ 11-fold), NOD1 (~ 15-fold), MYD88 (~ 5-fold), iNOS (~ 10-fold), IL-1β (~ 6-fold), IFN-γ (~ 7-fold) and TNF-α (~ 8-fold) genes were observed in TCS exposed group as compared to the control (Fig.  3 A).\n\nFig. 3 Immune gene expression profile of  Labeocatla  tissue samples in EDCs exposed and non-exposed groups. The expression of myxovirus resistance protein (Mx), tumour necrosis factor α (TNF-α), heat shock protein 70 (Hsp70), complement system (C3), Toll-like receptor 4 (TLR4), Nucleotide-binding oligomerization domain-containing protein 1 (NOD1), Interleukin-1 beta (IL-1β), Immunoglobulin M alpha (IgM- α), inducible nitric oxide synthase (iNOS), Myeloid differentiation primary response 88 (MYD88) and Interferon-gamma (IFN-γ)was analyzedinTCS ( A ), BPA ( B ) and DEP ( C ) exposed and non-exposed catla groups from Liver (L) and Brain (B) tissue samples. The expression level in the non-exposed group was regarded as 1.0 and thereby the expression ratio of the exposed group was expressed in relation to the control group. The results are the mean ± SE ( n  = 3) and the vertical bars with asterisks indicate significant differences between treatment groups (* P  < 0.05, ** P  < 0.01, *** P  < 0.001, **** P  < 0.0001, ***** P  < 0.00001) between the treatment groups and the control groups.\n\nImmune gene expression profile of  Labeocatla  tissue samples in EDCs exposed and non-exposed groups. The expression of myxovirus resistance protein (Mx), tumour necrosis factor α (TNF-α), heat shock protein 70 (Hsp70), complement system (C3), Toll-like receptor 4 (TLR4), Nucleotide-binding oligomerization domain-containing protein 1 (NOD1), Interleukin-1 beta (IL-1β), Immunoglobulin M alpha (IgM- α), inducible nitric oxide synthase (iNOS), Myeloid differentiation primary response 88 (MYD88) and Interferon-gamma (IFN-γ)was analyzedinTCS ( A ), BPA ( B ) and DEP ( C ) exposed and non-exposed catla groups from Liver (L) and Brain (B) tissue samples. The expression level in the non-exposed group was regarded as 1.0 and thereby the expression ratio of the exposed group was expressed in relation to the control group. The results are the mean ± SE ( n  = 3) and the vertical bars with asterisks indicate significant differences between treatment groups (* P  < 0.05, ** P  < 0.01, *** P  < 0.001, **** P  < 0.0001, ***** P  < 0.00001) between the treatment groups and the control groups.\n\nThe qPCR analysis of BPA-exposed catla samples showed that transcription of TLR4 (~ 1.5-fold) and Hsp70 (~ 2-fold) genes were significantly upregulated in liver samples. Downregulation was observed in the remaining gene expression profiles studied. Moreover, in brain samples of BPA-exposed catla, significant transcription of TLR4 (~ 2-fold), C3 (~ 2-fold) and MYD88 (~ 3-fold) were observed as compared to the control group (Fig.  3 B). In the DEP group, the upregulation of IgM-α (~ 1.5-fold) and MYD88 (~ 2-fold) were observed compared to the control. In contrast, significantly downregulated expression of remaining studied immune-related genes was observed in the liver tissue of catla. The brain tissue of catla exposed to DEP exhibited no change in the expression profile of immune-related genes, except the MYD88 gene increased ~ 2-fold compared to the control (Fig.  3 C). In total, these results highlight that EDCs exposure differentially modulates immunity, which potentially leads to toxicity and mortality during compound exposure.\n\nPrincipal component analysis was carried out after sub-lethal exposure to different EDCs i.e., TCS, BPA and DEP on  L. catla , which generated two Principal components (PCs) explaining the first component (PC1) of the PCA contributing to 88.37% of the total variance and second component (PC2) contributing PC2 7.89% of the total variance (Fig.  4 ). In the analysis, negative correlations were observed for Mx, NOD1, iNOS, IL-1β, IFN-γ and TNF-α with the liver tissue exposed to TCS, BPA or DEP on  L. catla . Positive correlations were observed in Hsp70 in TCS and TLR4, and C3 in BPA exposure. While in Brain tissue, positive correlations were observed for Mx, TLR4, C3, Hsp70, IgM-α, NOD 1, MyD88, iNOS, IL-1β, IFN-γ and TNF-α in TCS exposed  L. catla . The BPA and DEP exposure positively affected TLR4, C3 and MyD88 expression, while negative correlations were observed for the remaining studied genes.\n\nFig. 4 Component plot on different components in principal component analysis studied in  L. catla  on sub-lethal exposure to different EDCs i.e., BPA (brain and liver tissue samples), TCS (brain and liver tissue samples) and DEP (brain and liver tissue samples).\n\nComponent plot on different components in principal component analysis studied in  L. catla  on sub-lethal exposure to different EDCs i.e., BPA (brain and liver tissue samples), TCS (brain and liver tissue samples) and DEP (brain and liver tissue samples)."
    },
    {
      "title": "Effect of EDCs on the immune response of  Labeo Catla",
      "text": "The temporal expression of myxovirus resistance protein (Mx), tumor necrosis factor α (TNF-α), heat shock protein 70 (Hsp70), complement system (C3), Toll-like receptor 4 (TLR4), Nucleotide-binding oligomerization domain-containing protein 1 (NOD1), Interleukin-1 beta (IL-1β), Immunoglobulin M alpha (IgM- α), inducible nitric oxide synthase (iNOS), Myeloid differentiation primary response 88 (MYD88) and Interferon-gamma (IFN-γ) were analyzed in EDCs exposed and non-exposed catla groups from Liver and Brain tissue samples. Since a low dosage of the toxicants (1/50th dose of 96 h LC 50 ) depicted no significant deviations in the expression patterns of the genes above, the said exposure group has not been discussed herein. The result and discussion section only focuses on the caps exposed to the 1/10th dosages of the toxicants.The expression profile exhibited differential expression profiles in the treatment catla group compared to the non-exposed group. The catla exposed to TCS displayed significant upregulation of the Hsp70 gene (~ 2-fold), while no effect was observed in the remaining analyzed genes in liver samples. In contrast, in the brain tissue sample a significantly upregulated expression of Mx (~ 3-fold), TLR4 (~ 6-fold), C3 (~ 6-fold), IgM- α (~ 11-fold), NOD1 (~ 15-fold), MYD88 (~ 5-fold), iNOS (~ 10-fold), IL-1β (~ 6-fold), IFN-γ (~ 7-fold) and TNF-α (~ 8-fold) genes were observed in TCS exposed group as compared to the control (Fig.  3 A).\n\nFig. 3 Immune gene expression profile of  Labeocatla  tissue samples in EDCs exposed and non-exposed groups. The expression of myxovirus resistance protein (Mx), tumour necrosis factor α (TNF-α), heat shock protein 70 (Hsp70), complement system (C3), Toll-like receptor 4 (TLR4), Nucleotide-binding oligomerization domain-containing protein 1 (NOD1), Interleukin-1 beta (IL-1β), Immunoglobulin M alpha (IgM- α), inducible nitric oxide synthase (iNOS), Myeloid differentiation primary response 88 (MYD88) and Interferon-gamma (IFN-γ)was analyzedinTCS ( A ), BPA ( B ) and DEP ( C ) exposed and non-exposed catla groups from Liver (L) and Brain (B) tissue samples. The expression level in the non-exposed group was regarded as 1.0 and thereby the expression ratio of the exposed group was expressed in relation to the control group. The results are the mean ± SE ( n  = 3) and the vertical bars with asterisks indicate significant differences between treatment groups (* P  < 0.05, ** P  < 0.01, *** P  < 0.001, **** P  < 0.0001, ***** P  < 0.00001) between the treatment groups and the control groups.\n\nImmune gene expression profile of  Labeocatla  tissue samples in EDCs exposed and non-exposed groups. The expression of myxovirus resistance protein (Mx), tumour necrosis factor α (TNF-α), heat shock protein 70 (Hsp70), complement system (C3), Toll-like receptor 4 (TLR4), Nucleotide-binding oligomerization domain-containing protein 1 (NOD1), Interleukin-1 beta (IL-1β), Immunoglobulin M alpha (IgM- α), inducible nitric oxide synthase (iNOS), Myeloid differentiation primary response 88 (MYD88) and Interferon-gamma (IFN-γ)was analyzedinTCS ( A ), BPA ( B ) and DEP ( C ) exposed and non-exposed catla groups from Liver (L) and Brain (B) tissue samples. The expression level in the non-exposed group was regarded as 1.0 and thereby the expression ratio of the exposed group was expressed in relation to the control group. The results are the mean ± SE ( n  = 3) and the vertical bars with asterisks indicate significant differences between treatment groups (* P  < 0.05, ** P  < 0.01, *** P  < 0.001, **** P  < 0.0001, ***** P  < 0.00001) between the treatment groups and the control groups.\n\nThe qPCR analysis of BPA-exposed catla samples showed that transcription of TLR4 (~ 1.5-fold) and Hsp70 (~ 2-fold) genes were significantly upregulated in liver samples. Downregulation was observed in the remaining gene expression profiles studied. Moreover, in brain samples of BPA-exposed catla, significant transcription of TLR4 (~ 2-fold), C3 (~ 2-fold) and MYD88 (~ 3-fold) were observed as compared to the control group (Fig.  3 B). In the DEP group, the upregulation of IgM-α (~ 1.5-fold) and MYD88 (~ 2-fold) were observed compared to the control. In contrast, significantly downregulated expression of remaining studied immune-related genes was observed in the liver tissue of catla. The brain tissue of catla exposed to DEP exhibited no change in the expression profile of immune-related genes, except the MYD88 gene increased ~ 2-fold compared to the control (Fig.  3 C). In total, these results highlight that EDCs exposure differentially modulates immunity, which potentially leads to toxicity and mortality during compound exposure.\n\nPrincipal component analysis was carried out after sub-lethal exposure to different EDCs i.e., TCS, BPA and DEP on  L. catla , which generated two Principal components (PCs) explaining the first component (PC1) of the PCA contributing to 88.37% of the total variance and second component (PC2) contributing PC2 7.89% of the total variance (Fig.  4 ). In the analysis, negative correlations were observed for Mx, NOD1, iNOS, IL-1β, IFN-γ and TNF-α with the liver tissue exposed to TCS, BPA or DEP on  L. catla . Positive correlations were observed in Hsp70 in TCS and TLR4, and C3 in BPA exposure. While in Brain tissue, positive correlations were observed for Mx, TLR4, C3, Hsp70, IgM-α, NOD 1, MyD88, iNOS, IL-1β, IFN-γ and TNF-α in TCS exposed  L. catla . The BPA and DEP exposure positively affected TLR4, C3 and MyD88 expression, while negative correlations were observed for the remaining studied genes.\n\nFig. 4 Component plot on different components in principal component analysis studied in  L. catla  on sub-lethal exposure to different EDCs i.e., BPA (brain and liver tissue samples), TCS (brain and liver tissue samples) and DEP (brain and liver tissue samples).\n\nComponent plot on different components in principal component analysis studied in  L. catla  on sub-lethal exposure to different EDCs i.e., BPA (brain and liver tissue samples), TCS (brain and liver tissue samples) and DEP (brain and liver tissue samples)."
    },
    {
      "title": "Discussion",
      "text": "Pollutant discharges into the environment have increased alarmingly due to growing industrial and agricultural activity. In the aquatic environment, endocrine disruption has been recognized as a significant ecotoxicological risk impacting the health of aquatic animals 32 , 33 . Most of these contaminants can cause immediate, long-term, or delayed effects on physiological, behavioral, and developmental processes, including anomalies in growth and reproductive development in vertebrates, including fish 34 , 35 . Reports suggest that EDCs may impact fish immune systems, directly affecting population growth and individual fitness 36 , 37 . Moreover, immune parameters may be used as biomarkers of contamination by EDCs. In this regard, fish immunotoxicology studies will help develop a deeper comprehension of the immune system’s intricacy. However, immunotoxicology is challenging because of the variety of fish species, challenges in assessing effects, and the range of immune cell types in their sensitivity to substances, etc. In the present study, we investigated how EDCs alter the immune responses and can provoke immunotoxicity in  Labeo catla  fingerlings.\n\nToxicants can quickly enter the immune system since they are widely distributed and found in most tissues and organs. Four sites of entry (the skin, blood, respiratory, and digestive tracts) allow toxicants to enter an animal’s body and can impact several organs, including the immune system. When intentionally or inadvertently exposed, toxicants interact with immune system components found in key tissues of chemical toxicity and metabolism, such as the liver, brain, or kidney, resulting in either immune suppression or activation 38 . Immunotoxic substances have been demonstrated to have deleterious effects on health by suppressing the immune system of exposed species or inappropriately stimulating it, for example, by altering the length or specificity of immunological responses 39 . In the present study, we have assessed immunotoxicity in the liver and brain tissues of catla fingerlings. One special concern of early life exposure to immunotoxicants is the potential for long-term, chronic immunological capacity modification. While this has been extensively studied in humans 40 , 41 , there are also indications in fish 42 , 43  that embryonic exposure may lead to long-term immunological dysfunction.\n\nIt is seldom sufficient to evaluate immunotoxic effects using a single assay or parameter due to the intricate and diverse structure of the immune system. Instead, various methods and endpoints are required to accurately depict the impacts of toxicants on immunocompetence. Hence, in this study, we have selected several genes, such as myxovirus resistance protein (Mx), tumor necrosis factor α (TNF-α), heat shock protein 70 (Hsp70), complement system (C3), Toll-like receptor 4 (TLR4), Nucleotide-binding oligomerization domain-containing protein 1 (NOD1), Interleukin-1 beta (IL-1β), Immunoglobulin M alpha (IgM-α), inducible nitric oxide synthase (iNOS), Myeloid differentiation primary response 88 (MYD88), and Interferon-gamma (IFN-γ). These are examples of immune genes whose expression is typically interpreted as an indication of immune stimulation or enhanced overall host health 26 , 27 . An immediate and vigorous response that triggers multiple inflammatory reactions is mediated by the classic pro-inflammatory cytokine, IL-1β (Interleukin-1 beta) and TNF-α (tumor necrosis factor α). IL-1β and TNF-α play a central role in the early inflammatory response. The key players in both innate and adaptive immune defense include Mx (myxovirus resistance protein), Hsp70 (heat shock protein 70), C3 (complement system), TLR4 (Toll-like receptor 4), NOD1 (Nucleotide-binding oligomerization domain-containing protein 1), IgM-α (Immunoglobulin M alpha), iNOS (inducible nitric oxide synthase), MYD88 (Myeloid differentiation primary response 88), and IFN-γ (Interferon-gamma). These proteins perform a variety of roles, such as opsonization, direct killing, immune response regulation, and inflammation mediation 44 , 45 . In the present study, significant upregulation of Hsp70 (liver), Mx, TLR4, C3, IgM-α, NOD1, MYD88, iNOS, IL-1β, IFN-γ, and TNF-α genes was observed in the brain tissue of the TCS-exposed group compared to the control. Moreover, in BPA-exposed catla samples, transcription of the TLR4 and Hsp70 genes in liver samples and TLR4, C3, and MYD88 in brain tissue were significantly upregulated compared to the control group. The gene expression profile analysis of the DEP-exposed group exhibited upregulation of IgM-α and MYD88 in the liver tissue of catla, while there was no significant change in the expression profile of immune-related genes, except for the MYD88 gene, which increased ~ 2-fold in the brain-exposed tissue compared to the control. The results indicate that the endocrine disruptors TCS, BPA, and DEP affect endocrine function and exhibit immunotoxic effects in fish. Furthermore, this study reveals that exposure to these EDCs alters immune gene expression in fish organs, including the brain and liver. It also highlights the role of endocrine involvement in proper immune function 46 , 47 . This emphasizes that endocrine-disrupting compounds (TCS, BPA, and DEP) significantly influence immunotoxicity, prompting fish to activate various immunological pathways to mitigate toxic effects and maintain homeostasis. Given that the development and regulation of the immune system are closely linked to the endocrine system, the modulation of the former by these EDCs may also adversely impact immune function 48 . EDCs can affect hematopoiesis and the functioning of immune cells such as macrophages, neutrophils, and lymphocytes. The expression of genes responsible for immune cell development and function may become dysregulated, leading to fewer or dysfunctional immune cells. Other genes involved in inflammation and antigen presentation, particularly MHC class I and TLR genes, are implicated 42 , 49 .\n\nEDCs can interfere with the normal functioning of the endocrine system, leading to adverse neurological, reproductive, metabolic, and immune consequences. Most EDCs tend to bind to steroid hormone receptors, including the estrogen receptor (ER), progesterone receptor (PR), and androgen receptor (AR). This interaction modulates the expression patterns of target genes, which may include immune-related genes. These genes may be up- or down-regulated due to EDCs’ ability to mimic or block natural hormones 50 . Evidence suggests that xenoestrogens pose a significant ecotoxicological risk by disrupting fish defense mechanisms 49 . EDCs can interfere with immune system components, including inflammation-related genes, cytokines, and toll-like receptors (TLRs). For instance, fish exposed to EDCs may exhibit changes in the expression patterns of pro-inflammatory cytokines or other immune modulators, impairing their ability to respond effectively to infections or environmental stressors 51 . Previous studies have also highlighted the reciprocal relationships between the immune and endocrine systems 52 . Long-term exposure to EDCs could adversely affect the expression of genes related to the proliferation, activation, and differentiation of immune cells, potentially compromising immune function in the spleen. EDCs may alter the gene expression in the liver, which produces acute-phase proteins, immune cytokines, and detoxification enzymes 42 . Prolonged exposure to EDCs might lead to variations in the expression patterns of hematopoiesis-related genes, negatively impacting immune cell populations 49 . In addition, long-term exposure to EDCs can lead to immune suppression, increasing the organism’s vulnerability to infections or hyperactivation, which can result in autoimmune conditions or chronic inflammation. Changes in immune-related gene expression may trigger either of these responses, depending on the type of chemical exposure. EDCs can induce oxidative stress, which may alter cytokine and other immune gene expressions, undermining the body’s capability to mount a healthy immune response against pathogens 53 . Furthermore, recent research indicates that endocrine disruptors (EDCs) can impact gene expression without altering the DNA sequence through epigenetic modifications known as “epimutations,” which include DNA methylation, histone modifications, or changes in microRNA expression 54 . EDCs can affect the hypothalamus in the brain, leading to epigenetic changes and transgenerational effects. For example, BPA has been shown to cause transgenerational inheritance 55 . By activating or silencing relevant immunity-related genes, such imprints can disrupt the proper function of the immune system 56 .\n\nMany pieces of evidence show that EDCs can influence the development of immunotoxicity in fish through various mechanisms, including disrupting immune cell signaling pathways, weakening immune function, and promoting immune cell activation. Upregulated transcription of immune genes, such as IFNγ, IL1β, IL10, Mx, TNFα, CC-chemokine, and CXCL-clc, has also been reported following exposure to EDCs 36 . EDCs have been demonstrated to affect somatic development, stress responses, sexual maturation, fertility, and cellular damage in fish, primarily by altering hormone levels and their receptors 21 . Besides, EDCs can influence the synthesis of cytokines, immunoglobulins, and inflammatory mediators, as well as affect the activation and survival of immune cells. Evidence of the immunomodulatory effects of EDCs has been observed in aquatic organisms and fish, including gilthead seabream 57 , koi carp 58 , zebrafish 59 , and embryos 53 . In newly hatched zebrafish exposed to EDCs, the mRNA expression levels of innate immune genes TNFα, IFN, IL-1β, IL-8, CXCL-Clc, and CC-chemokine varied 59 . Similarly, exposure to EDCs such as Bisphenol A (BPA) and nonylphenol (NP) significantly impacted the expression of immune response genes in zebrafish embryos following oxidative stress. The transcription of immune response-related genes, including IFNγ, IL-1β, IL-10, Mx, TNFα, CC-chemokine, and CXCL-Clc, was significantly upregulated. A notable increase in the pro-inflammatory mediator nitric oxide occurred, along with elevated nitric oxide synthase (NOS) activity and upregulation of inducible NOS gene expression. Genes related to the innate immune response in the Toll-like receptors (TLRs) signaling pathway were differentially expressed 53 . The parental generation of zebrafish exposed to microcystin-LR (MC-LR) for 60 days exhibited suppression of their antioxidant system and activation of an inflammatory response, resulting in transgenerational immunotoxicity effects 60 . Exposure to tributyltin (TBT) for six weeks altered the transcriptional levels of immune response genes, including interleukin (IL)-1β, TNF-α, IL-4, IL-8, and excl-CLC, all of which were significantly upregulated, indicating the induction of immune responses 60 – 62 . The present study results suggest that the immune system is sensitive to the toxic effects of endocrine-disrupting compounds, namely TCS, BPA, and DEP. Furthermore, the exposure to EDCs in  L. catla  led to significant induction of immune genes such as MYD88, TLR4, NOD1, C3, iNOS, TNFα, IL-1β, IgM-α, and Hsp70. The mud crab  Macrophthalmus japonicus , an indicator species for coastal benthic environments, exhibited a differential expression pattern of proPO system-related genes—such as lipopolysaccharide and β-1,3-glucan-binding protein (LGBP), and trypsin-like serine protease (Tryp)—when exposed to EDCs like bisphenol A (BPA) and di(2-ethylhexyl) phthalate (DEHP). This indicates that the antioxidant and immune defense responses of the proPO system to EDC toxicity may vary, leading to different levels of damage depending on the tissue type 63 . Early life exposure to EDCs in inland silverside fish ( Menidiaberyllina ) modified the epigenome, resulting in changes in gene expression that caused phenotypic alterations. EDC-responsive genes, including hormone receptors and those involved in steroidogenesis, prostaglandin synthesis, sexual development, cell signaling, and neurodevelopment, displayed differential methylation. Notably, the strict inheritance of DNA methylation changes and dysregulation of epigenetic control mechanisms led to multigenerational (F1) and transgenerational (F2) effects. This demonstrates that EDC exposure can potentially influence epigenetic regulation in future generations of fish that have not been exposed 64 ."
    },
    {
      "title": "Conclusion",
      "text": "The laboratory studies confirmed the correlation between environmental EDCs and the immunomodulation observed in wild fish. The results of this study suggest immunotoxic effects in fish exposed to endocrine disruptors such as TCS, BPA, or DEP. Given that hundreds of these EDC chemicals are used globally for various purposes and eventually reach aquatic systems, further research is needed to fully understand their impacts and mechanisms of action on aquatic animals. It is well known that environmental estrogens may potentially affect the immune system in fish. Therefore, even though the concentration at which these commonly used EDCs take effect varies, we must recognize that they significantly impact the immune and reproductive systems. Consequently, investigating the dysfunction of the innate immune system is likely crucial for understanding the overall mechanisms behind EDC toxicity. Nonetheless, additional research is necessary to evaluate the capacity of aquatic animals to respond to immunological challenges after exposure to various types of EDCs, which will enhance our understanding of their ecological significance. Furthermore, the results indicate that few immune genes may be potential biomarkers. However, the scope of the current investigation is limited to providing definitive mechanisms underlying the diverse target activities and functions of the immune system. Future studies should aim to identify specific immune-related genes that show consistent and specific responses to EDC exposure, ensuring their relevance in environmental monitoring and risk assessment. Further, it must be demonstrated how exposure to ecologically relevant levels of EDCs may lead to immune toxicity consequences."
    }
  ],
  "full_text": "Endocrine-disrupting chemicals (EDCs) in the aquatic environment are an emerging concern and can lead to adverse health effects on humans and aquatic life. EDCsare ubiquitous in several daily use and personal care products and ubiquitous in aquatic ecosystems. The aquatic ecosystems also serve as major sinks of EDCs and have even been found to accumulate in aquatic organisms. Fish are an important sentinel species in the aquatic system and are a reliable indication of environmental water pollution. In the present study, we have assessed the immunotoxicity effects of three important EDCs, i.e., triclosan (TCS), bisphenol A (BPA), and diethyl phthalate (DEP). There is mounting evidence that EDCs impact several physiological systems, including fish immune systems. Hence, to better understand the immune system’s complexity, we have investigated how EDCs alter the immune responses and can aggravate immunotoxicity using  Labeo catla  as a model fish species. The results showed significant upregulation of immune gene expression; exposure to EDCs differentially modulates immunity across the different organs (liver and brain) of  Labeo catla . The present study highlighted that endocrine-disrupting compounds (TCS, BPA, and DEP) have a significant immunotoxicity effect in fish and activate several immunological pathways to control the toxic effect and maintain homeostasis. The results also indicate that immune genes can be used as a biomarker for EDC toxicity. However, further studies need to see how immune-disrupting effects happen at actual exposure levels in the environment to EDCs.\n\n## Introduction\n\nGrowing human activity and rapidly advancing technology created pollutants, including pesticides and their byproducts, heavy metals, and phenolic chemicals, which pose a serious risk to public health and the environment. The challenge arises from most environmental pollutant’s inherent stability, making it difficult to degrade in water and distraught the ecological equilibrium. These contaminants accumulate in organisms and disrupt the regular function of the cell, usually at the molecular and biochemical levels, and affect the physiological cell responsiveness at multiple levels 1 . Endocrine-disrupting chemicals (EDCs) are an extensive class of compounds found in the environment or widely used, including fuels, plastics and plasticizers, industrial chemicals, insecticides, etc. The EDCs have recently become a top concern among thepollutants as xenobiotic compounds that are capable of interfering with endogenous hormone biosynthesis, metabolic processes, attachment of ligands to respective cellular receptors, or the expression of hormones which results in affecting the immune system, neurological system, reproduction, and development 2 , 3 . Endocrine disruptors possess the ability to interfere with hormonal signaling pathways in fish, causing an array of physiological and behavioral changes such as adverse effects on fish reproduction, development, and growth, raising concerns about population sustainability and the ecological repercussions within aquatic ecosystems 4 , 5 . When paired with chemical pollution, climate change-related stressors like rising water temperatures and acidification can exacerbate the effects of endocrine disruptors on ecosystems and species. Hence, evaluating EDCs in fish is vital and urgent since they are not regulated or monitored.\n\nThe Endocrine Society estimates that among the approximately 85,000 chemicals produced by humans worldwide, at least 1,000 may be endocrine disruptors due to their particular characteristics. Nowadays, EDCs are widespread in everyday items and are ubiquitous in aquatic ecosystems.Triclosan (TCS),5-chloro-2-(2,4-dichlorophenoxy) phenol is a synthetic compound that exhibits broad-spectrum antimycotic and antimicrobial effects. As a potent antimicrobial, it is widely used in many personal hygiene materials, such as cosmetics, soaps, shampoo, detergents, and fabrics 6 , 7 . The widespread distribution of TCS in an enormous variety of consumer goods, the majority of which are eventually rinsed and flushed through the drains, leads to a significant buildup of TCS in wastewater, ultimately ending up in the natural aquatic environments 8 , 9 . However, as an endocrine disruptor, triclosan may interfere with thyroid, ovarian, or testicular homeostasis, potentially affecting reproductive health. The aquatic environments serve as the primary sink of the EDC substances, where they bioaccumulate in various aquatic biota and pose a serious threat owing to their numerous detrimental effects, particularly on crustaceans and fish 10 . Higher vertebrates are also continually exposed to the toxicant through ingesting water and foods contaminated by TCS 11 . TCS residues have also been detected in human urine, plasma, amniotic fluid, and breast milk 12 , 13 . Among the most widely used plasticizers in the modern era are Bisphenol A (BPA) and phthalates, pervasive environmental contaminants with innumerable detrimental effects on many living species’ reproductive, developmental, and neurological systems. BPA, among the most widely produced substances globally, is released into the atmosphere at over 100 tons per year 14 . BPA serves as the building block of polycarbonate plastics and epoxy resins and finds widespread usage in several daily use items, such as beverage containers, automobile parts, electrical appliances, toys, and many more 15 , 16 . The increasing amount of BPA-containing waste accumulated in the environment is a significant concern since it may impact reproductive health and endanger wildlife and general public health.Diethyl phthalate (DEP), one of the low molecular weight phthalates, is also used as solvents and fixatives in cosmetics and personal hygiene products 17 . Moreover, exposure to DEP could occur  via  multiple routes, viz., ingestion through contaminated food, inhalation, and absorption through the skin 18 .The aquatic ecosystems also serve as major sinks of TCS, BPA, DEP, and many other EDCs and have even been found to accumulate in aquatic organisms 19 , 20 . These environmental contaminants are reported to pose detrimental effects in the form of neurological, developmental, reproduction, and immunological dysfunction in different life forms 5 . Hence, we have selected these commonly available EDCs for our exposure studies.\n\nIn aquatic environments, the first organisms to be affected by waterborne EDCs are fish, and studies have shown that they are reliable indicators of endocrine disruption that has justified their widespread use as sentinel species 21 .  Labeo catla  (catla) is one of the main species of IMC (Indian major carps) and the most popular fish species to be grown in India and the neighboring countries. Catla accounts for 3.4% of all freshwater aquaculture production worldwide because it grows fast, has omnivorous feeding habits, can reach its maximum size within a short period, and possesses delicious taste and rich flavor 22 . In our previous study, we assessed the endocrine-disrupting effects of TCS, BPA, and DEP at sub-lethal concentrations (1/10th and 1/50th concentrations of 96 h LC 50 ) 23 – 25 . These EDCs, found to trigger steroidogenesis, also demonstrated oxidative stress upon exposure. Indian major carp, e.g.,  Labeocatla , is known to be particularly sensitive to stress, detected by an increase in innate and adaptive immune response, which affects overall fish health; the consequence is a selective elevation of stressful condition and suppression of disease resistance. Hence, in the present study, we evaluated the immunotoxicity effect of endocrine-disrupting compounds (TCS, BPA, and DEP) by analyzing immune-related genes in liver and brain tissues using  L. catla  as a model species.\n\n## Materials and methods\n\nAnalytical grade BPA (CAS Number: 80-05-7; purity ≥ 99%), TCS (CAS Number: 3380-34-5; purity > 98%), and DEP (CAS Number: 84-66-2; purity ≥ 99.5%) were acquired from Sigma-Aldrich. The necessary test solutions for requisite TCS, BPA, and DEP concentrations were prepared through dilutions from the respective stock solutions of appropriate concentrations. The required TCS, BPA, and DEP test solutions were prepared in methanol, dimethyl sulfoxide (DMSO), and acetone as solvents, respectively. Catla fingerlings (30–35 days old; average length: 13 ± 1.52 cm; average weight: 15 ± 1.97 g) were brought from a fish farm in Palta, West Bengal, India, and then raised in the hatchery section of the Institute. All of the fish were maintained in 60 L fiberglass aquarium tanks in a proportion of 25 fish per tank with continuous aeration and predefined laboratory conditions (pH 7.2 ± 0.5) at 25 °C ± 1.5 °C and a continuous photoperiod with alternating cycles of light (12 h) followed by darkness cycle(12 h) for acclimatization. Commercial feed was fed to the carps twice a day, and one-third of the water, which contained leftover feed and the excretory products from the carps, was regularly siphoned out and replaced with fresh water. The specifications set by the Institute Animal Ethics Committee (No. - CIFRI/IAEC-23-24/05) were adhered to in all the cases regarding the use of experimental carps, collection of biological samples, and experimental methods. The study is reported following the ARRIVE (Animal Research: Reporting of In Vivo Experiments) guidelines.\n\nThe fish ( n  = 180) were randomly assigned to three treatment groups and a control group for each test chemical.The carps were subjected to each of the respective toxicants for 30 days. The dosages at which the carps were exposed to the toxicants were 0, 1/50 th,  and 1/10th of the 96 h LC 50  values of each test chemical.  ( Fig.  1 ) . The 96-hr LC 50  values were determined to be 0.73 mg/L, 3.67 mg/L, and 16.21 mg/L for TCS, BPA, and DEP based on the findings of our initial investigations on acute toxicity  ( Fig.  2 ) . For each toxicant mentioned above, the exposures representing the three different treatments were conducted in triplicates with 15 fish per tank and maintained the same conditions as those kept during the acclimatization period. The water being used in the treatments was replaced one-third daily with a fresh volume following the addition of the requisite amounts of the test toxicants to ensure that the appropriate concentrations were maintained throughout the test. The carps were anesthetized with tricaine (Sigma-Aldrich; 150 mg/L) after being exposed for a specific time. The fish were dissected with immediate removal of their brains and liver, followed by storage in RNAlater (Sigma-Aldrich) for qRT-PCR.\n\nFig. 1 Schematic representation of experimental design and results observed in the experiment.\n\nSchematic representation of experimental design and results observed in the experiment.\n\nFig. 2 LC 50  value plotted for endocrine-disrupting compounds ( a ) TCS, ( b ) BPA and ( c ) DEP using the Probit analysis.\n\nLC 50  value plotted for endocrine-disrupting compounds ( a ) TCS, ( b ) BPA and ( c ) DEP using the Probit analysis.\n\nTotal RNA was extracted through the Trizol ®  reagent as directed by the manufacturer. In summary, 1 mL of Trizol ®  was used to aseptically homogenize liver and brain tissue samples (0.1 g) from the control and treatment groups (TCS, BPA, and DEP) for 15 to 30 s at room temperature. At 20 °C, the homogenate was incubated for five minutes. Subsequently, chloroform (200 µL) was incorporated into the homogenate, mixed vigorously for 15 min at 20 °C, and 10 min centrifuged at 10,000 rpm. After transferring the upper aqueous layer to a new tube, 500 µL isopropanol was added. After two hours at -20 °C, the mixture was centrifuged once more for ten minutes at 10,000 rpm. In order to get rid of any remaining ethanol, the pellet was air-dried after being cleaned with 75% ethanol and centrifuged for 10 min at 7,000 rpm. After dissolving the RNA pellets in 50 µL of nuclease-free water and kept at -70 °C for further analysis. Next, RNA samples are treated with DNAse I (RNase free) to eliminate any contamination of genomic DNA(Thermo Scientific, India). A spectrophotometer from NanoDrop was used to measure the RNA concentration (in ng/µL) and check the quality by measuring absorbance at 260/280 (Thermo Scientific, India). The integrity of the RNA was assessed on a 1.2% agarose gel.RNA samples were processed with DNAse I to remove any genomic DNA contamination.Then, the cDNA was synthesized using a Reverted H Minus First Strand cDNA synthesis kitfollowing the manufacturer’s instructions (Thermo Fisher Scientific, India). To sum up; initially, total RNA 1 µg and random hexamer primer 1 µl solution were combined. Next, 8 µl of the reaction mixture was added, along with RevertAidTM H minus M-MuLV reverse transcriptase 200 units, 20 units of ribonuclease inhibitor, and 4 µl of 5x reaction buffer (0.25 mol-1 MgCl2, 0.25 mol-1 Tris-HCl pH 8.3, 0.05 mol-1 DTT). After incubation at 25 °C for 5 min, the reaction mixture was kept at 42 °C for sixty minutes. The reaction was stopped after five minutes of heating at 70 °C and a cooldown to 4 °C. Finally, cDNA (complementary deoxyribonucleic acid) was examined using PCR and kept for further use at -20 °C.\n\nUsing Real-time StepOnePlus PCR systems and a pair of specific primers (Applied Biosystems), the various immune genes expression was measured by RT-qPCR 26 , 27 . The immune genes include myxovirus resistance protein (Mx), tumour necrosis factor α (TNF-α), heat shock protein 70 (Hsp70), Nucleotide-binding oligomerization domain-containing protein 1 (NOD1), complement system (C3), Toll-like receptor 4 (TLR4), Interleukin-1 beta (IL-1β), Immunoglobulin M alpha (IgM-α), inducible nitric oxide synthase (iNOS), Myeloid differentiation primary response 88 (MYD88), Interferon-gamma (IFN-γ) (Table  1 ). The reference genes i.e., β -actin and EF-1α were used for the present study. The total volume used for the PCR amplification was 20 µl using 10 µl of 2X Maxima SYBR Green/ROX qPCR Master Mix (Thermo Fisher Scientific), 0.5 µl of each specific primer pairs, 1 µl of cDNA (50 ng), and 8 µl of nuclease-free water.\n\nTable 1 Primers used for the gene expression in the present study. Target gene Sequence (5ʹ-3ʹ) Product  size (bp) Annealing temperature (°C) References Mx F: GTCCAGTACCACATGCTGGACC R: TTTGCCAGCACTCCTCAGGCGT 165 55 Panda et al., 2021 Hsp70 F: CATGTGAGCGAGCCAAGAGA R: TTCAAAGCGAGCTCTGGTGA 112 60 Ahmad et al., 2020 C3 F: TTGGCTGGACTGTGAAACCA R: AGGTGTATGATCCCACTTCCC 130 55 Arya et al., 2019 IgM-α F: TCATGATGATAAAGATGTAATGCGT R: TAATTTCCCGCCTTGTGCTC 165 55 iNOS F: GCTGCGATTCGGTCAAGTG R: CAGGAAAAGAAGGTCTGGCAGAT 130 55 TNF-α F: CCAGGCTTTCACTTCAGG R: GCCATAGGAATCGGAGTAG 181 55 Harikrishnan et al., 2021 TLR4 F: ATGATGGAGCGCAATGCCAA R: ATGTTACTCAAAGGGTCTCTGCTCC 140 55 NOD1 F: GTTGGTGGGAAATACCTTGCC R: TGCTTTCGCCAGACTTCTTCC 217 55 IL-1β F: ACCCCACAAAACATCGGCCAACC R: TCTTCTCCATTTCCACCCTCTC 156 60 MyD88 F: CTTCCAGTTTGTGCATGAGA R: CCATCCTCTTGCACCTTTTT 146 52 IFN-γ F: AAGGGTTCCTGCTCTTGTCA R: GCCATTTTTCACCTCGACTG 210 55 β-actin F: ACCCACACTGTGCCCATCTACG R: ATTTCCCTCTCGGCTGTGGTGG 146 60 EF-1α F: CAATTTCTGGATGGCACGGTGAC R: GGCATCCAGGGCATCAAGAAGAG 128 55\n\nPrimers used for the gene expression in the present study.\n\nF: GTCCAGTACCACATGCTGGACC\n\nR: TTTGCCAGCACTCCTCAGGCGT\n\nF: CATGTGAGCGAGCCAAGAGA\n\nR: TTCAAAGCGAGCTCTGGTGA\n\nF: TTGGCTGGACTGTGAAACCA\n\nR: AGGTGTATGATCCCACTTCCC\n\nF: TCATGATGATAAAGATGTAATGCGT\n\nR: TAATTTCCCGCCTTGTGCTC\n\nF: GCTGCGATTCGGTCAAGTG\n\nR: CAGGAAAAGAAGGTCTGGCAGAT\n\nF: CCAGGCTTTCACTTCAGG\n\nR: GCCATAGGAATCGGAGTAG\n\nF: ATGATGGAGCGCAATGCCAA\n\nR: ATGTTACTCAAAGGGTCTCTGCTCC\n\nF: GTTGGTGGGAAATACCTTGCC\n\nR: TGCTTTCGCCAGACTTCTTCC\n\nF: ACCCCACAAAACATCGGCCAACC\n\nR: TCTTCTCCATTTCCACCCTCTC\n\nF: CTTCCAGTTTGTGCATGAGA\n\nR: CCATCCTCTTGCACCTTTTT\n\nF: AAGGGTTCCTGCTCTTGTCA\n\nR: GCCATTTTTCACCTCGACTG\n\nF: ACCCACACTGTGCCCATCTACG\n\nR: ATTTCCCTCTCGGCTGTGGTGG\n\nF: CAATTTCTGGATGGCACGGTGAC\n\nR: GGCATCCAGGGCATCAAGAAGAG\n\nThe RT-qPCR protocol involved a four-step process to evaluate the expression of target and reference genes. To begin, PCR master mixes in triplicate were created for each biological replicate. This was followed by 40 amplification and quantification cycles consisting of a sequence of 15 s at 95 °C, followed by 30 s each at 60 °C and 72 °C. A subsequent melting curve analysis between 55 and 95 °C with a heating rate of 0.10 °C per second was performed alongside continuous fluorescence tracking. Post-analysis cooling was conducted at a temperature of 4 °C. In addition, each primer pair included a negative control without the template cDNA to ensure specificity. Using the gene β-actin and EF-1α as the reference, the changes in expression levels were calculated was analyzed by adopting the comparative CT approach 2- ΔΔCt  method 28 – 30 . Statistical relevance was assessed using a t-test on the logarithmically transformed values derived from the formula 2 ^ΔΔCT , with p-values < 0.05 indicating significant findings.\n\nUsing Probit Analysis, theLC50 valuewas calculated 31 . The expression of genes was expressed as fold-changes in relation to the two internal control genes’ geometrical mean (β-actin and EF-1α). The control expression level was regarded as 1.0, and thereby, the expression ratio of the treatments was expressed. The investigation for expression levels and significant differences between the control and treatment groups was performed using the single-tailed Student’s t-tests using log-transformed data using the SPSS 19.0. The analysis for PCA (Principal component analysis) was done using RStudio to determine the correlation between the gene and their overall changes after exposure to sublethal concentrations of different EDCs, i.e., TCS, BPA, and DEP.\n\n## Test chemicals and experimental animals\n\nAnalytical grade BPA (CAS Number: 80-05-7; purity ≥ 99%), TCS (CAS Number: 3380-34-5; purity > 98%), and DEP (CAS Number: 84-66-2; purity ≥ 99.5%) were acquired from Sigma-Aldrich. The necessary test solutions for requisite TCS, BPA, and DEP concentrations were prepared through dilutions from the respective stock solutions of appropriate concentrations. The required TCS, BPA, and DEP test solutions were prepared in methanol, dimethyl sulfoxide (DMSO), and acetone as solvents, respectively. Catla fingerlings (30–35 days old; average length: 13 ± 1.52 cm; average weight: 15 ± 1.97 g) were brought from a fish farm in Palta, West Bengal, India, and then raised in the hatchery section of the Institute. All of the fish were maintained in 60 L fiberglass aquarium tanks in a proportion of 25 fish per tank with continuous aeration and predefined laboratory conditions (pH 7.2 ± 0.5) at 25 °C ± 1.5 °C and a continuous photoperiod with alternating cycles of light (12 h) followed by darkness cycle(12 h) for acclimatization. Commercial feed was fed to the carps twice a day, and one-third of the water, which contained leftover feed and the excretory products from the carps, was regularly siphoned out and replaced with fresh water. The specifications set by the Institute Animal Ethics Committee (No. - CIFRI/IAEC-23-24/05) were adhered to in all the cases regarding the use of experimental carps, collection of biological samples, and experimental methods. The study is reported following the ARRIVE (Animal Research: Reporting of In Vivo Experiments) guidelines.\n\n## Chronic toxicity test\n\nThe fish ( n  = 180) were randomly assigned to three treatment groups and a control group for each test chemical.The carps were subjected to each of the respective toxicants for 30 days. The dosages at which the carps were exposed to the toxicants were 0, 1/50 th,  and 1/10th of the 96 h LC 50  values of each test chemical.  ( Fig.  1 ) . The 96-hr LC 50  values were determined to be 0.73 mg/L, 3.67 mg/L, and 16.21 mg/L for TCS, BPA, and DEP based on the findings of our initial investigations on acute toxicity  ( Fig.  2 ) . For each toxicant mentioned above, the exposures representing the three different treatments were conducted in triplicates with 15 fish per tank and maintained the same conditions as those kept during the acclimatization period. The water being used in the treatments was replaced one-third daily with a fresh volume following the addition of the requisite amounts of the test toxicants to ensure that the appropriate concentrations were maintained throughout the test. The carps were anesthetized with tricaine (Sigma-Aldrich; 150 mg/L) after being exposed for a specific time. The fish were dissected with immediate removal of their brains and liver, followed by storage in RNAlater (Sigma-Aldrich) for qRT-PCR.\n\nFig. 1 Schematic representation of experimental design and results observed in the experiment.\n\nSchematic representation of experimental design and results observed in the experiment.\n\nFig. 2 LC 50  value plotted for endocrine-disrupting compounds ( a ) TCS, ( b ) BPA and ( c ) DEP using the Probit analysis.\n\nLC 50  value plotted for endocrine-disrupting compounds ( a ) TCS, ( b ) BPA and ( c ) DEP using the Probit analysis.\n\n## RNA isolation and cDNA synthesis\n\nTotal RNA was extracted through the Trizol ®  reagent as directed by the manufacturer. In summary, 1 mL of Trizol ®  was used to aseptically homogenize liver and brain tissue samples (0.1 g) from the control and treatment groups (TCS, BPA, and DEP) for 15 to 30 s at room temperature. At 20 °C, the homogenate was incubated for five minutes. Subsequently, chloroform (200 µL) was incorporated into the homogenate, mixed vigorously for 15 min at 20 °C, and 10 min centrifuged at 10,000 rpm. After transferring the upper aqueous layer to a new tube, 500 µL isopropanol was added. After two hours at -20 °C, the mixture was centrifuged once more for ten minutes at 10,000 rpm. In order to get rid of any remaining ethanol, the pellet was air-dried after being cleaned with 75% ethanol and centrifuged for 10 min at 7,000 rpm. After dissolving the RNA pellets in 50 µL of nuclease-free water and kept at -70 °C for further analysis. Next, RNA samples are treated with DNAse I (RNase free) to eliminate any contamination of genomic DNA(Thermo Scientific, India). A spectrophotometer from NanoDrop was used to measure the RNA concentration (in ng/µL) and check the quality by measuring absorbance at 260/280 (Thermo Scientific, India). The integrity of the RNA was assessed on a 1.2% agarose gel.RNA samples were processed with DNAse I to remove any genomic DNA contamination.Then, the cDNA was synthesized using a Reverted H Minus First Strand cDNA synthesis kitfollowing the manufacturer’s instructions (Thermo Fisher Scientific, India). To sum up; initially, total RNA 1 µg and random hexamer primer 1 µl solution were combined. Next, 8 µl of the reaction mixture was added, along with RevertAidTM H minus M-MuLV reverse transcriptase 200 units, 20 units of ribonuclease inhibitor, and 4 µl of 5x reaction buffer (0.25 mol-1 MgCl2, 0.25 mol-1 Tris-HCl pH 8.3, 0.05 mol-1 DTT). After incubation at 25 °C for 5 min, the reaction mixture was kept at 42 °C for sixty minutes. The reaction was stopped after five minutes of heating at 70 °C and a cooldown to 4 °C. Finally, cDNA (complementary deoxyribonucleic acid) was examined using PCR and kept for further use at -20 °C.\n\n## Gene expression analysis\n\nUsing Real-time StepOnePlus PCR systems and a pair of specific primers (Applied Biosystems), the various immune genes expression was measured by RT-qPCR 26 , 27 . The immune genes include myxovirus resistance protein (Mx), tumour necrosis factor α (TNF-α), heat shock protein 70 (Hsp70), Nucleotide-binding oligomerization domain-containing protein 1 (NOD1), complement system (C3), Toll-like receptor 4 (TLR4), Interleukin-1 beta (IL-1β), Immunoglobulin M alpha (IgM-α), inducible nitric oxide synthase (iNOS), Myeloid differentiation primary response 88 (MYD88), Interferon-gamma (IFN-γ) (Table  1 ). The reference genes i.e., β -actin and EF-1α were used for the present study. The total volume used for the PCR amplification was 20 µl using 10 µl of 2X Maxima SYBR Green/ROX qPCR Master Mix (Thermo Fisher Scientific), 0.5 µl of each specific primer pairs, 1 µl of cDNA (50 ng), and 8 µl of nuclease-free water.\n\nTable 1 Primers used for the gene expression in the present study. Target gene Sequence (5ʹ-3ʹ) Product  size (bp) Annealing temperature (°C) References Mx F: GTCCAGTACCACATGCTGGACC R: TTTGCCAGCACTCCTCAGGCGT 165 55 Panda et al., 2021 Hsp70 F: CATGTGAGCGAGCCAAGAGA R: TTCAAAGCGAGCTCTGGTGA 112 60 Ahmad et al., 2020 C3 F: TTGGCTGGACTGTGAAACCA R: AGGTGTATGATCCCACTTCCC 130 55 Arya et al., 2019 IgM-α F: TCATGATGATAAAGATGTAATGCGT R: TAATTTCCCGCCTTGTGCTC 165 55 iNOS F: GCTGCGATTCGGTCAAGTG R: CAGGAAAAGAAGGTCTGGCAGAT 130 55 TNF-α F: CCAGGCTTTCACTTCAGG R: GCCATAGGAATCGGAGTAG 181 55 Harikrishnan et al., 2021 TLR4 F: ATGATGGAGCGCAATGCCAA R: ATGTTACTCAAAGGGTCTCTGCTCC 140 55 NOD1 F: GTTGGTGGGAAATACCTTGCC R: TGCTTTCGCCAGACTTCTTCC 217 55 IL-1β F: ACCCCACAAAACATCGGCCAACC R: TCTTCTCCATTTCCACCCTCTC 156 60 MyD88 F: CTTCCAGTTTGTGCATGAGA R: CCATCCTCTTGCACCTTTTT 146 52 IFN-γ F: AAGGGTTCCTGCTCTTGTCA R: GCCATTTTTCACCTCGACTG 210 55 β-actin F: ACCCACACTGTGCCCATCTACG R: ATTTCCCTCTCGGCTGTGGTGG 146 60 EF-1α F: CAATTTCTGGATGGCACGGTGAC R: GGCATCCAGGGCATCAAGAAGAG 128 55\n\nPrimers used for the gene expression in the present study.\n\nF: GTCCAGTACCACATGCTGGACC\n\nR: TTTGCCAGCACTCCTCAGGCGT\n\nF: CATGTGAGCGAGCCAAGAGA\n\nR: TTCAAAGCGAGCTCTGGTGA\n\nF: TTGGCTGGACTGTGAAACCA\n\nR: AGGTGTATGATCCCACTTCCC\n\nF: TCATGATGATAAAGATGTAATGCGT\n\nR: TAATTTCCCGCCTTGTGCTC\n\nF: GCTGCGATTCGGTCAAGTG\n\nR: CAGGAAAAGAAGGTCTGGCAGAT\n\nF: CCAGGCTTTCACTTCAGG\n\nR: GCCATAGGAATCGGAGTAG\n\nF: ATGATGGAGCGCAATGCCAA\n\nR: ATGTTACTCAAAGGGTCTCTGCTCC\n\nF: GTTGGTGGGAAATACCTTGCC\n\nR: TGCTTTCGCCAGACTTCTTCC\n\nF: ACCCCACAAAACATCGGCCAACC\n\nR: TCTTCTCCATTTCCACCCTCTC\n\nF: CTTCCAGTTTGTGCATGAGA\n\nR: CCATCCTCTTGCACCTTTTT\n\nF: AAGGGTTCCTGCTCTTGTCA\n\nR: GCCATTTTTCACCTCGACTG\n\nF: ACCCACACTGTGCCCATCTACG\n\nR: ATTTCCCTCTCGGCTGTGGTGG\n\nF: CAATTTCTGGATGGCACGGTGAC\n\nR: GGCATCCAGGGCATCAAGAAGAG\n\nThe RT-qPCR protocol involved a four-step process to evaluate the expression of target and reference genes. To begin, PCR master mixes in triplicate were created for each biological replicate. This was followed by 40 amplification and quantification cycles consisting of a sequence of 15 s at 95 °C, followed by 30 s each at 60 °C and 72 °C. A subsequent melting curve analysis between 55 and 95 °C with a heating rate of 0.10 °C per second was performed alongside continuous fluorescence tracking. Post-analysis cooling was conducted at a temperature of 4 °C. In addition, each primer pair included a negative control without the template cDNA to ensure specificity. Using the gene β-actin and EF-1α as the reference, the changes in expression levels were calculated was analyzed by adopting the comparative CT approach 2- ΔΔCt  method 28 – 30 . Statistical relevance was assessed using a t-test on the logarithmically transformed values derived from the formula 2 ^ΔΔCT , with p-values < 0.05 indicating significant findings.\n\n## Statistical analysis\n\nUsing Probit Analysis, theLC50 valuewas calculated 31 . The expression of genes was expressed as fold-changes in relation to the two internal control genes’ geometrical mean (β-actin and EF-1α). The control expression level was regarded as 1.0, and thereby, the expression ratio of the treatments was expressed. The investigation for expression levels and significant differences between the control and treatment groups was performed using the single-tailed Student’s t-tests using log-transformed data using the SPSS 19.0. The analysis for PCA (Principal component analysis) was done using RStudio to determine the correlation between the gene and their overall changes after exposure to sublethal concentrations of different EDCs, i.e., TCS, BPA, and DEP.\n\n## Results\n\nThe temporal expression of myxovirus resistance protein (Mx), tumor necrosis factor α (TNF-α), heat shock protein 70 (Hsp70), complement system (C3), Toll-like receptor 4 (TLR4), Nucleotide-binding oligomerization domain-containing protein 1 (NOD1), Interleukin-1 beta (IL-1β), Immunoglobulin M alpha (IgM- α), inducible nitric oxide synthase (iNOS), Myeloid differentiation primary response 88 (MYD88) and Interferon-gamma (IFN-γ) were analyzed in EDCs exposed and non-exposed catla groups from Liver and Brain tissue samples. Since a low dosage of the toxicants (1/50th dose of 96 h LC 50 ) depicted no significant deviations in the expression patterns of the genes above, the said exposure group has not been discussed herein. The result and discussion section only focuses on the caps exposed to the 1/10th dosages of the toxicants.The expression profile exhibited differential expression profiles in the treatment catla group compared to the non-exposed group. The catla exposed to TCS displayed significant upregulation of the Hsp70 gene (~ 2-fold), while no effect was observed in the remaining analyzed genes in liver samples. In contrast, in the brain tissue sample a significantly upregulated expression of Mx (~ 3-fold), TLR4 (~ 6-fold), C3 (~ 6-fold), IgM- α (~ 11-fold), NOD1 (~ 15-fold), MYD88 (~ 5-fold), iNOS (~ 10-fold), IL-1β (~ 6-fold), IFN-γ (~ 7-fold) and TNF-α (~ 8-fold) genes were observed in TCS exposed group as compared to the control (Fig.  3 A).\n\nFig. 3 Immune gene expression profile of  Labeocatla  tissue samples in EDCs exposed and non-exposed groups. The expression of myxovirus resistance protein (Mx), tumour necrosis factor α (TNF-α), heat shock protein 70 (Hsp70), complement system (C3), Toll-like receptor 4 (TLR4), Nucleotide-binding oligomerization domain-containing protein 1 (NOD1), Interleukin-1 beta (IL-1β), Immunoglobulin M alpha (IgM- α), inducible nitric oxide synthase (iNOS), Myeloid differentiation primary response 88 (MYD88) and Interferon-gamma (IFN-γ)was analyzedinTCS ( A ), BPA ( B ) and DEP ( C ) exposed and non-exposed catla groups from Liver (L) and Brain (B) tissue samples. The expression level in the non-exposed group was regarded as 1.0 and thereby the expression ratio of the exposed group was expressed in relation to the control group. The results are the mean ± SE ( n  = 3) and the vertical bars with asterisks indicate significant differences between treatment groups (* P  < 0.05, ** P  < 0.01, *** P  < 0.001, **** P  < 0.0001, ***** P  < 0.00001) between the treatment groups and the control groups.\n\nImmune gene expression profile of  Labeocatla  tissue samples in EDCs exposed and non-exposed groups. The expression of myxovirus resistance protein (Mx), tumour necrosis factor α (TNF-α), heat shock protein 70 (Hsp70), complement system (C3), Toll-like receptor 4 (TLR4), Nucleotide-binding oligomerization domain-containing protein 1 (NOD1), Interleukin-1 beta (IL-1β), Immunoglobulin M alpha (IgM- α), inducible nitric oxide synthase (iNOS), Myeloid differentiation primary response 88 (MYD88) and Interferon-gamma (IFN-γ)was analyzedinTCS ( A ), BPA ( B ) and DEP ( C ) exposed and non-exposed catla groups from Liver (L) and Brain (B) tissue samples. The expression level in the non-exposed group was regarded as 1.0 and thereby the expression ratio of the exposed group was expressed in relation to the control group. The results are the mean ± SE ( n  = 3) and the vertical bars with asterisks indicate significant differences between treatment groups (* P  < 0.05, ** P  < 0.01, *** P  < 0.001, **** P  < 0.0001, ***** P  < 0.00001) between the treatment groups and the control groups.\n\nThe qPCR analysis of BPA-exposed catla samples showed that transcription of TLR4 (~ 1.5-fold) and Hsp70 (~ 2-fold) genes were significantly upregulated in liver samples. Downregulation was observed in the remaining gene expression profiles studied. Moreover, in brain samples of BPA-exposed catla, significant transcription of TLR4 (~ 2-fold), C3 (~ 2-fold) and MYD88 (~ 3-fold) were observed as compared to the control group (Fig.  3 B). In the DEP group, the upregulation of IgM-α (~ 1.5-fold) and MYD88 (~ 2-fold) were observed compared to the control. In contrast, significantly downregulated expression of remaining studied immune-related genes was observed in the liver tissue of catla. The brain tissue of catla exposed to DEP exhibited no change in the expression profile of immune-related genes, except the MYD88 gene increased ~ 2-fold compared to the control (Fig.  3 C). In total, these results highlight that EDCs exposure differentially modulates immunity, which potentially leads to toxicity and mortality during compound exposure.\n\nPrincipal component analysis was carried out after sub-lethal exposure to different EDCs i.e., TCS, BPA and DEP on  L. catla , which generated two Principal components (PCs) explaining the first component (PC1) of the PCA contributing to 88.37% of the total variance and second component (PC2) contributing PC2 7.89% of the total variance (Fig.  4 ). In the analysis, negative correlations were observed for Mx, NOD1, iNOS, IL-1β, IFN-γ and TNF-α with the liver tissue exposed to TCS, BPA or DEP on  L. catla . Positive correlations were observed in Hsp70 in TCS and TLR4, and C3 in BPA exposure. While in Brain tissue, positive correlations were observed for Mx, TLR4, C3, Hsp70, IgM-α, NOD 1, MyD88, iNOS, IL-1β, IFN-γ and TNF-α in TCS exposed  L. catla . The BPA and DEP exposure positively affected TLR4, C3 and MyD88 expression, while negative correlations were observed for the remaining studied genes.\n\nFig. 4 Component plot on different components in principal component analysis studied in  L. catla  on sub-lethal exposure to different EDCs i.e., BPA (brain and liver tissue samples), TCS (brain and liver tissue samples) and DEP (brain and liver tissue samples).\n\nComponent plot on different components in principal component analysis studied in  L. catla  on sub-lethal exposure to different EDCs i.e., BPA (brain and liver tissue samples), TCS (brain and liver tissue samples) and DEP (brain and liver tissue samples).\n\n## Effect of EDCs on the immune response of  Labeo Catla\n\nThe temporal expression of myxovirus resistance protein (Mx), tumor necrosis factor α (TNF-α), heat shock protein 70 (Hsp70), complement system (C3), Toll-like receptor 4 (TLR4), Nucleotide-binding oligomerization domain-containing protein 1 (NOD1), Interleukin-1 beta (IL-1β), Immunoglobulin M alpha (IgM- α), inducible nitric oxide synthase (iNOS), Myeloid differentiation primary response 88 (MYD88) and Interferon-gamma (IFN-γ) were analyzed in EDCs exposed and non-exposed catla groups from Liver and Brain tissue samples. Since a low dosage of the toxicants (1/50th dose of 96 h LC 50 ) depicted no significant deviations in the expression patterns of the genes above, the said exposure group has not been discussed herein. The result and discussion section only focuses on the caps exposed to the 1/10th dosages of the toxicants.The expression profile exhibited differential expression profiles in the treatment catla group compared to the non-exposed group. The catla exposed to TCS displayed significant upregulation of the Hsp70 gene (~ 2-fold), while no effect was observed in the remaining analyzed genes in liver samples. In contrast, in the brain tissue sample a significantly upregulated expression of Mx (~ 3-fold), TLR4 (~ 6-fold), C3 (~ 6-fold), IgM- α (~ 11-fold), NOD1 (~ 15-fold), MYD88 (~ 5-fold), iNOS (~ 10-fold), IL-1β (~ 6-fold), IFN-γ (~ 7-fold) and TNF-α (~ 8-fold) genes were observed in TCS exposed group as compared to the control (Fig.  3 A).\n\nFig. 3 Immune gene expression profile of  Labeocatla  tissue samples in EDCs exposed and non-exposed groups. The expression of myxovirus resistance protein (Mx), tumour necrosis factor α (TNF-α), heat shock protein 70 (Hsp70), complement system (C3), Toll-like receptor 4 (TLR4), Nucleotide-binding oligomerization domain-containing protein 1 (NOD1), Interleukin-1 beta (IL-1β), Immunoglobulin M alpha (IgM- α), inducible nitric oxide synthase (iNOS), Myeloid differentiation primary response 88 (MYD88) and Interferon-gamma (IFN-γ)was analyzedinTCS ( A ), BPA ( B ) and DEP ( C ) exposed and non-exposed catla groups from Liver (L) and Brain (B) tissue samples. The expression level in the non-exposed group was regarded as 1.0 and thereby the expression ratio of the exposed group was expressed in relation to the control group. The results are the mean ± SE ( n  = 3) and the vertical bars with asterisks indicate significant differences between treatment groups (* P  < 0.05, ** P  < 0.01, *** P  < 0.001, **** P  < 0.0001, ***** P  < 0.00001) between the treatment groups and the control groups.\n\nImmune gene expression profile of  Labeocatla  tissue samples in EDCs exposed and non-exposed groups. The expression of myxovirus resistance protein (Mx), tumour necrosis factor α (TNF-α), heat shock protein 70 (Hsp70), complement system (C3), Toll-like receptor 4 (TLR4), Nucleotide-binding oligomerization domain-containing protein 1 (NOD1), Interleukin-1 beta (IL-1β), Immunoglobulin M alpha (IgM- α), inducible nitric oxide synthase (iNOS), Myeloid differentiation primary response 88 (MYD88) and Interferon-gamma (IFN-γ)was analyzedinTCS ( A ), BPA ( B ) and DEP ( C ) exposed and non-exposed catla groups from Liver (L) and Brain (B) tissue samples. The expression level in the non-exposed group was regarded as 1.0 and thereby the expression ratio of the exposed group was expressed in relation to the control group. The results are the mean ± SE ( n  = 3) and the vertical bars with asterisks indicate significant differences between treatment groups (* P  < 0.05, ** P  < 0.01, *** P  < 0.001, **** P  < 0.0001, ***** P  < 0.00001) between the treatment groups and the control groups.\n\nThe qPCR analysis of BPA-exposed catla samples showed that transcription of TLR4 (~ 1.5-fold) and Hsp70 (~ 2-fold) genes were significantly upregulated in liver samples. Downregulation was observed in the remaining gene expression profiles studied. Moreover, in brain samples of BPA-exposed catla, significant transcription of TLR4 (~ 2-fold), C3 (~ 2-fold) and MYD88 (~ 3-fold) were observed as compared to the control group (Fig.  3 B). In the DEP group, the upregulation of IgM-α (~ 1.5-fold) and MYD88 (~ 2-fold) were observed compared to the control. In contrast, significantly downregulated expression of remaining studied immune-related genes was observed in the liver tissue of catla. The brain tissue of catla exposed to DEP exhibited no change in the expression profile of immune-related genes, except the MYD88 gene increased ~ 2-fold compared to the control (Fig.  3 C). In total, these results highlight that EDCs exposure differentially modulates immunity, which potentially leads to toxicity and mortality during compound exposure.\n\nPrincipal component analysis was carried out after sub-lethal exposure to different EDCs i.e., TCS, BPA and DEP on  L. catla , which generated two Principal components (PCs) explaining the first component (PC1) of the PCA contributing to 88.37% of the total variance and second component (PC2) contributing PC2 7.89% of the total variance (Fig.  4 ). In the analysis, negative correlations were observed for Mx, NOD1, iNOS, IL-1β, IFN-γ and TNF-α with the liver tissue exposed to TCS, BPA or DEP on  L. catla . Positive correlations were observed in Hsp70 in TCS and TLR4, and C3 in BPA exposure. While in Brain tissue, positive correlations were observed for Mx, TLR4, C3, Hsp70, IgM-α, NOD 1, MyD88, iNOS, IL-1β, IFN-γ and TNF-α in TCS exposed  L. catla . The BPA and DEP exposure positively affected TLR4, C3 and MyD88 expression, while negative correlations were observed for the remaining studied genes.\n\nFig. 4 Component plot on different components in principal component analysis studied in  L. catla  on sub-lethal exposure to different EDCs i.e., BPA (brain and liver tissue samples), TCS (brain and liver tissue samples) and DEP (brain and liver tissue samples).\n\nComponent plot on different components in principal component analysis studied in  L. catla  on sub-lethal exposure to different EDCs i.e., BPA (brain and liver tissue samples), TCS (brain and liver tissue samples) and DEP (brain and liver tissue samples).\n\n## Discussion\n\nPollutant discharges into the environment have increased alarmingly due to growing industrial and agricultural activity. In the aquatic environment, endocrine disruption has been recognized as a significant ecotoxicological risk impacting the health of aquatic animals 32 , 33 . Most of these contaminants can cause immediate, long-term, or delayed effects on physiological, behavioral, and developmental processes, including anomalies in growth and reproductive development in vertebrates, including fish 34 , 35 . Reports suggest that EDCs may impact fish immune systems, directly affecting population growth and individual fitness 36 , 37 . Moreover, immune parameters may be used as biomarkers of contamination by EDCs. In this regard, fish immunotoxicology studies will help develop a deeper comprehension of the immune system’s intricacy. However, immunotoxicology is challenging because of the variety of fish species, challenges in assessing effects, and the range of immune cell types in their sensitivity to substances, etc. In the present study, we investigated how EDCs alter the immune responses and can provoke immunotoxicity in  Labeo catla  fingerlings.\n\nToxicants can quickly enter the immune system since they are widely distributed and found in most tissues and organs. Four sites of entry (the skin, blood, respiratory, and digestive tracts) allow toxicants to enter an animal’s body and can impact several organs, including the immune system. When intentionally or inadvertently exposed, toxicants interact with immune system components found in key tissues of chemical toxicity and metabolism, such as the liver, brain, or kidney, resulting in either immune suppression or activation 38 . Immunotoxic substances have been demonstrated to have deleterious effects on health by suppressing the immune system of exposed species or inappropriately stimulating it, for example, by altering the length or specificity of immunological responses 39 . In the present study, we have assessed immunotoxicity in the liver and brain tissues of catla fingerlings. One special concern of early life exposure to immunotoxicants is the potential for long-term, chronic immunological capacity modification. While this has been extensively studied in humans 40 , 41 , there are also indications in fish 42 , 43  that embryonic exposure may lead to long-term immunological dysfunction.\n\nIt is seldom sufficient to evaluate immunotoxic effects using a single assay or parameter due to the intricate and diverse structure of the immune system. Instead, various methods and endpoints are required to accurately depict the impacts of toxicants on immunocompetence. Hence, in this study, we have selected several genes, such as myxovirus resistance protein (Mx), tumor necrosis factor α (TNF-α), heat shock protein 70 (Hsp70), complement system (C3), Toll-like receptor 4 (TLR4), Nucleotide-binding oligomerization domain-containing protein 1 (NOD1), Interleukin-1 beta (IL-1β), Immunoglobulin M alpha (IgM-α), inducible nitric oxide synthase (iNOS), Myeloid differentiation primary response 88 (MYD88), and Interferon-gamma (IFN-γ). These are examples of immune genes whose expression is typically interpreted as an indication of immune stimulation or enhanced overall host health 26 , 27 . An immediate and vigorous response that triggers multiple inflammatory reactions is mediated by the classic pro-inflammatory cytokine, IL-1β (Interleukin-1 beta) and TNF-α (tumor necrosis factor α). IL-1β and TNF-α play a central role in the early inflammatory response. The key players in both innate and adaptive immune defense include Mx (myxovirus resistance protein), Hsp70 (heat shock protein 70), C3 (complement system), TLR4 (Toll-like receptor 4), NOD1 (Nucleotide-binding oligomerization domain-containing protein 1), IgM-α (Immunoglobulin M alpha), iNOS (inducible nitric oxide synthase), MYD88 (Myeloid differentiation primary response 88), and IFN-γ (Interferon-gamma). These proteins perform a variety of roles, such as opsonization, direct killing, immune response regulation, and inflammation mediation 44 , 45 . In the present study, significant upregulation of Hsp70 (liver), Mx, TLR4, C3, IgM-α, NOD1, MYD88, iNOS, IL-1β, IFN-γ, and TNF-α genes was observed in the brain tissue of the TCS-exposed group compared to the control. Moreover, in BPA-exposed catla samples, transcription of the TLR4 and Hsp70 genes in liver samples and TLR4, C3, and MYD88 in brain tissue were significantly upregulated compared to the control group. The gene expression profile analysis of the DEP-exposed group exhibited upregulation of IgM-α and MYD88 in the liver tissue of catla, while there was no significant change in the expression profile of immune-related genes, except for the MYD88 gene, which increased ~ 2-fold in the brain-exposed tissue compared to the control. The results indicate that the endocrine disruptors TCS, BPA, and DEP affect endocrine function and exhibit immunotoxic effects in fish. Furthermore, this study reveals that exposure to these EDCs alters immune gene expression in fish organs, including the brain and liver. It also highlights the role of endocrine involvement in proper immune function 46 , 47 . This emphasizes that endocrine-disrupting compounds (TCS, BPA, and DEP) significantly influence immunotoxicity, prompting fish to activate various immunological pathways to mitigate toxic effects and maintain homeostasis. Given that the development and regulation of the immune system are closely linked to the endocrine system, the modulation of the former by these EDCs may also adversely impact immune function 48 . EDCs can affect hematopoiesis and the functioning of immune cells such as macrophages, neutrophils, and lymphocytes. The expression of genes responsible for immune cell development and function may become dysregulated, leading to fewer or dysfunctional immune cells. Other genes involved in inflammation and antigen presentation, particularly MHC class I and TLR genes, are implicated 42 , 49 .\n\nEDCs can interfere with the normal functioning of the endocrine system, leading to adverse neurological, reproductive, metabolic, and immune consequences. Most EDCs tend to bind to steroid hormone receptors, including the estrogen receptor (ER), progesterone receptor (PR), and androgen receptor (AR). This interaction modulates the expression patterns of target genes, which may include immune-related genes. These genes may be up- or down-regulated due to EDCs’ ability to mimic or block natural hormones 50 . Evidence suggests that xenoestrogens pose a significant ecotoxicological risk by disrupting fish defense mechanisms 49 . EDCs can interfere with immune system components, including inflammation-related genes, cytokines, and toll-like receptors (TLRs). For instance, fish exposed to EDCs may exhibit changes in the expression patterns of pro-inflammatory cytokines or other immune modulators, impairing their ability to respond effectively to infections or environmental stressors 51 . Previous studies have also highlighted the reciprocal relationships between the immune and endocrine systems 52 . Long-term exposure to EDCs could adversely affect the expression of genes related to the proliferation, activation, and differentiation of immune cells, potentially compromising immune function in the spleen. EDCs may alter the gene expression in the liver, which produces acute-phase proteins, immune cytokines, and detoxification enzymes 42 . Prolonged exposure to EDCs might lead to variations in the expression patterns of hematopoiesis-related genes, negatively impacting immune cell populations 49 . In addition, long-term exposure to EDCs can lead to immune suppression, increasing the organism’s vulnerability to infections or hyperactivation, which can result in autoimmune conditions or chronic inflammation. Changes in immune-related gene expression may trigger either of these responses, depending on the type of chemical exposure. EDCs can induce oxidative stress, which may alter cytokine and other immune gene expressions, undermining the body’s capability to mount a healthy immune response against pathogens 53 . Furthermore, recent research indicates that endocrine disruptors (EDCs) can impact gene expression without altering the DNA sequence through epigenetic modifications known as “epimutations,” which include DNA methylation, histone modifications, or changes in microRNA expression 54 . EDCs can affect the hypothalamus in the brain, leading to epigenetic changes and transgenerational effects. For example, BPA has been shown to cause transgenerational inheritance 55 . By activating or silencing relevant immunity-related genes, such imprints can disrupt the proper function of the immune system 56 .\n\nMany pieces of evidence show that EDCs can influence the development of immunotoxicity in fish through various mechanisms, including disrupting immune cell signaling pathways, weakening immune function, and promoting immune cell activation. Upregulated transcription of immune genes, such as IFNγ, IL1β, IL10, Mx, TNFα, CC-chemokine, and CXCL-clc, has also been reported following exposure to EDCs 36 . EDCs have been demonstrated to affect somatic development, stress responses, sexual maturation, fertility, and cellular damage in fish, primarily by altering hormone levels and their receptors 21 . Besides, EDCs can influence the synthesis of cytokines, immunoglobulins, and inflammatory mediators, as well as affect the activation and survival of immune cells. Evidence of the immunomodulatory effects of EDCs has been observed in aquatic organisms and fish, including gilthead seabream 57 , koi carp 58 , zebrafish 59 , and embryos 53 . In newly hatched zebrafish exposed to EDCs, the mRNA expression levels of innate immune genes TNFα, IFN, IL-1β, IL-8, CXCL-Clc, and CC-chemokine varied 59 . Similarly, exposure to EDCs such as Bisphenol A (BPA) and nonylphenol (NP) significantly impacted the expression of immune response genes in zebrafish embryos following oxidative stress. The transcription of immune response-related genes, including IFNγ, IL-1β, IL-10, Mx, TNFα, CC-chemokine, and CXCL-Clc, was significantly upregulated. A notable increase in the pro-inflammatory mediator nitric oxide occurred, along with elevated nitric oxide synthase (NOS) activity and upregulation of inducible NOS gene expression. Genes related to the innate immune response in the Toll-like receptors (TLRs) signaling pathway were differentially expressed 53 . The parental generation of zebrafish exposed to microcystin-LR (MC-LR) for 60 days exhibited suppression of their antioxidant system and activation of an inflammatory response, resulting in transgenerational immunotoxicity effects 60 . Exposure to tributyltin (TBT) for six weeks altered the transcriptional levels of immune response genes, including interleukin (IL)-1β, TNF-α, IL-4, IL-8, and excl-CLC, all of which were significantly upregulated, indicating the induction of immune responses 60 – 62 . The present study results suggest that the immune system is sensitive to the toxic effects of endocrine-disrupting compounds, namely TCS, BPA, and DEP. Furthermore, the exposure to EDCs in  L. catla  led to significant induction of immune genes such as MYD88, TLR4, NOD1, C3, iNOS, TNFα, IL-1β, IgM-α, and Hsp70. The mud crab  Macrophthalmus japonicus , an indicator species for coastal benthic environments, exhibited a differential expression pattern of proPO system-related genes—such as lipopolysaccharide and β-1,3-glucan-binding protein (LGBP), and trypsin-like serine protease (Tryp)—when exposed to EDCs like bisphenol A (BPA) and di(2-ethylhexyl) phthalate (DEHP). This indicates that the antioxidant and immune defense responses of the proPO system to EDC toxicity may vary, leading to different levels of damage depending on the tissue type 63 . Early life exposure to EDCs in inland silverside fish ( Menidiaberyllina ) modified the epigenome, resulting in changes in gene expression that caused phenotypic alterations. EDC-responsive genes, including hormone receptors and those involved in steroidogenesis, prostaglandin synthesis, sexual development, cell signaling, and neurodevelopment, displayed differential methylation. Notably, the strict inheritance of DNA methylation changes and dysregulation of epigenetic control mechanisms led to multigenerational (F1) and transgenerational (F2) effects. This demonstrates that EDC exposure can potentially influence epigenetic regulation in future generations of fish that have not been exposed 64 .\n\n## Conclusion\n\nThe laboratory studies confirmed the correlation between environmental EDCs and the immunomodulation observed in wild fish. The results of this study suggest immunotoxic effects in fish exposed to endocrine disruptors such as TCS, BPA, or DEP. Given that hundreds of these EDC chemicals are used globally for various purposes and eventually reach aquatic systems, further research is needed to fully understand their impacts and mechanisms of action on aquatic animals. It is well known that environmental estrogens may potentially affect the immune system in fish. Therefore, even though the concentration at which these commonly used EDCs take effect varies, we must recognize that they significantly impact the immune and reproductive systems. Consequently, investigating the dysfunction of the innate immune system is likely crucial for understanding the overall mechanisms behind EDC toxicity. Nonetheless, additional research is necessary to evaluate the capacity of aquatic animals to respond to immunological challenges after exposure to various types of EDCs, which will enhance our understanding of their ecological significance. Furthermore, the results indicate that few immune genes may be potential biomarkers. However, the scope of the current investigation is limited to providing definitive mechanisms underlying the diverse target activities and functions of the immune system. Future studies should aim to identify specific immune-related genes that show consistent and specific responses to EDC exposure, ensuring their relevance in environmental monitoring and risk assessment. Further, it must be demonstrated how exposure to ecologically relevant levels of EDCs may lead to immune toxicity consequences.",
  "reference_count": 64,
  "word_count": 8151,
  "char_count": 54571
}