{
  "pmcid": "PMC10017292",
  "doi": "10.1292/jvms.22-0490",
  "title": "Investigation of dichlorodiphenyltrichloroethane (DDT) on xenobiotic enzyme\ndisruption and metabolomic bile acid biosynthesis in DDT-sprayed areas using wild\nrats",
  "authors": [
    "Kodai MOTOHIRA",
    "Yared Beyene YOHANNES",
    "Yoshinori IKENAKA",
    "Akifumi EGUCHI",
    "Shouta MM NAKAYAMA",
    "Victor WEPENER",
    "Nico J SMIT",
    "Johan HJ VAN VUREN",
    "Mayumi ISHIZUKA"
  ],
  "year": "2023",
  "journal": "The Journal of Veterinary Medical Science",
  "abstract": "Dichlorodiphenyltrichloroethane (DDT) is an organochlorine insecticide used worldwide.\nSeveral studies have reported the toxic effects of DDT and its metabolites on steroid\nhormone biosynthesis; however, its environmental effects are not well understood. This\nstudy examined wild rats collected in DDT-sprayed areas of South Africa and quantified\nplasma metabolites using liquid chromatography quadrupole time-of-flight mass spectrometry\n(LC-Q-TOF-MS). Fold change analysis of the metabolome revealed the effect of DDT on bile\nacid biosynthesis. Gene expression of the related enzyme in rat liver samples was also\nquantified. Significant association was found between DDT and gene expression levels\nrelated to constitutive androstane receptor mediated enzymes, such as\n Cyp2b1  in rat livers. However, our results could not fully demonstrate\nthat enzymes related to bile acid biosynthesis were strongly affected by DDT. The\ncorrelation between DDT concentration and gene expression involved in steroid hormone\nsynthesis in testis was also evaluated; however, no significant correlation was found. The\ndisturbance of metabolic enzymes occurred in rat liver in the target area. Our results\nsuggest that DDT exposure affects gene expression in wild rats living in DDT-sprayed\nareas. Therefore, there is a need for DDT toxicity evaluation in mammals living in\nDDT-sprayed areas. We could not find an effective biomarker that could reflect the\nmechanism of DDT exposure; however, this approach can provide new insights for future\nresearch to evaluate DDT effects in sprayed areas.",
  "sections": [
    {
      "title": "MATERIALS AND METHODS",
      "text": "We used rat samples from our previous study, conducted in 2019. The wild rats were\ncollected from a sprayed area in the Phongolo River floodplain, South Africa, and DDT\nconcentrations were quantified. Details of the sampling area, physical information, and\nDDT concentrations in rat livers were provided in a previous study [ 29 ]. Samples comprised 10 male and 23 female rats ( Rattus\ntanezumi ). However, only 31 and 28 rat samples were used in gene and metabolome\nanalyses, respectively, because of a lack of liver RNA or blood volume. We followed the\nHokkaido University Manual for Implementing Animal Experimentation for euthanasia and\nrefinement of wild rats, substituting wild animals for experimental animals.\n\nMetabolome analysis was performed using 28 samples. The metabolites in rat plasma were\nextracted using a previously reported method with slight modifications [ 8 ]. The mixture of plasma and methanol (4:6, volume\nratio) was centrifuged at 3,000 ×  g  for 10 min, and 100 μL of supernatant\nwas used for subsequent analysis. We used 100 μL of 100 μM N,N-diethyl-2-phenylacetamide\nand D-camphor-10-sulfonic acid (Wako Pure Chemical Industries Ltd., Osaka, Japan) as\ninternal standards for the positive and negative ion modes, respectively. The internal\nstandards were added to the supernatant, and then loaded on Amicon ®  Ultra-0.53\nk filter columns (Merck Millipore, Darmstadt, Germany), followed by centrifuged at 14,000\n×  g  for 1 hr. Finally, the extracts were transferred to vial, and\nanalyzed using liquid chromatography–quadrupole time-of-flight MS (LC-QTOF/MS). The\ndetails of HPLC and QToF/MS are described in the  Supplementary document .\n\nBlank (pure water) and quality control (the mixture of each plasma sample, QC) samples\nwere prepared and injected in LC-QToF/MS to identify potential contamination during\nanalyses and evaluate their stability during the sequence. During machine analysis, five\nQC and five blanks were run with test samples. The metabolites detected in at least 50% of\nthe samples with a coefficient of variation of less than 0.3, were used for statistical\nanalyses. Metabolites identified at annotation level two were used for data analysis as\nproposed in a previous report [ 38 ]. The details of\npeak selection and annotation are described in the  Supplementary document .\n\nThe liver and testis from each rat were sampled and preserved in RNAlater (Sigma-Aldrich,\nSt Louis, MO, USA) for gene expression analysis. Gene expression analyses were performed\nusing 9 male and 22 female rats without any reconstruction depending upon the DDT\nconcentrations. The procedures for RNA extraction, complementary DNA (cDNA) synthesis, and\nreal-time PCR are detailed in the  Supplementary document . All primer sets used were obtained from Invitrogen\n(Carlsbad, CA, USA). The primer data are summarized in  Supplementary Table 2  and some primers used\nwere based on previous reports [ 2 ,  16 ,  22 ,  23 ,  27 ,  28 ,  31 ,  40 ,  51 ,  52 ]. Gene expression was normalized using the\nhousekeeping gene ( beta-actin ) and calculated using the comparative Ct\nmethod (ΔΔCT) in both liver and testis. The lowest expression of each gene from all groups\nwas used as a reference control to normalize the comparative Ct method. Undetected samples\nand those outside the range of primer efficiency were deleted from the dataset. More than\n90% individual samples were detected and included in the statistical analysis for all\ntarget genes. These results were then analyzed in terms of ΣDDT concentrations (wet\nweight).\n\nDDT concentrations were described in our previous report [ 29 ]. No remarkable differences in DDT concentrations (ng/g, wet weight) between\nsexes and phases of sexual development (immature, transitional, and mature) were\nidentified (data is shown in our previous report [ 29 ]). All samples were divided into four groups depending upon their DDT\nconcentrations. The highest and the lowest 25 percentile were used in metabolome analysis\nas high contaminated samples (high DDT exposure, n:7) and low contaminated samples (low\nDDT exposure, n:7). There were four females and three males in the low-exposure group, and\nfive females and two males in the high-exposure group. After normalization with common\nlogarithm, principal component analysis (PCA) was conducted using DDT concentrations and\nnormalized peak height intensity of metabolites.  T  test was used for\ncomparing metabolome features between the low and high DDT-exposed group. Fold change\nanalysis used the raw mean and median value of each metabolite before normalization and\nextracted the features with at least a 2-fold difference between the low and high\nDDT-exposed group. MetaboAnalyst 5.0 (  https://www.metaboanalyst.ca/ ) was used for all\nstatistical analyses targeting metabolome.  P -values of metabolome\nanalyses were adjusted by controlling the false discovery rate (FDR) [ 4 ] with a significance threshold of FDR <0.1.\n\nFor gene analysis, Wilcoxon’s test was used for comparisons between the sexes. Multiple\nlinear regression was performed to determine the factors that influence gene expression.\nFirstly, the common logarithm was applied to gene expressions to make the distribution\ncloser to normal except  Ugt1a1  which was normally distributed. Then all\nthe variables of gene expressions, rats ages, and ΣDDT concentrations were normalized\nusing their average and standard deviation and included in multivariate analysis. The\ncorrelation between the concentration of DDT and gene expression in testis was assessed\nusing Spearman’s rank correlation test. Multiple linear regression analysis at a\nsignificant association of  P <0.1 and Spearman’s rank correlation test\nat a significance threshold of  P <0.05 were conducted using JMP 16\nsoftware (SAS Institute, Cary, NC, USA)."
    },
    {
      "title": "Sample preparation",
      "text": "We used rat samples from our previous study, conducted in 2019. The wild rats were\ncollected from a sprayed area in the Phongolo River floodplain, South Africa, and DDT\nconcentrations were quantified. Details of the sampling area, physical information, and\nDDT concentrations in rat livers were provided in a previous study [ 29 ]. Samples comprised 10 male and 23 female rats ( Rattus\ntanezumi ). However, only 31 and 28 rat samples were used in gene and metabolome\nanalyses, respectively, because of a lack of liver RNA or blood volume. We followed the\nHokkaido University Manual for Implementing Animal Experimentation for euthanasia and\nrefinement of wild rats, substituting wild animals for experimental animals."
    },
    {
      "title": "Metabolome analysis",
      "text": "Metabolome analysis was performed using 28 samples. The metabolites in rat plasma were\nextracted using a previously reported method with slight modifications [ 8 ]. The mixture of plasma and methanol (4:6, volume\nratio) was centrifuged at 3,000 ×  g  for 10 min, and 100 μL of supernatant\nwas used for subsequent analysis. We used 100 μL of 100 μM N,N-diethyl-2-phenylacetamide\nand D-camphor-10-sulfonic acid (Wako Pure Chemical Industries Ltd., Osaka, Japan) as\ninternal standards for the positive and negative ion modes, respectively. The internal\nstandards were added to the supernatant, and then loaded on Amicon ®  Ultra-0.53\nk filter columns (Merck Millipore, Darmstadt, Germany), followed by centrifuged at 14,000\n×  g  for 1 hr. Finally, the extracts were transferred to vial, and\nanalyzed using liquid chromatography–quadrupole time-of-flight MS (LC-QTOF/MS). The\ndetails of HPLC and QToF/MS are described in the  Supplementary document .\n\nBlank (pure water) and quality control (the mixture of each plasma sample, QC) samples\nwere prepared and injected in LC-QToF/MS to identify potential contamination during\nanalyses and evaluate their stability during the sequence. During machine analysis, five\nQC and five blanks were run with test samples. The metabolites detected in at least 50% of\nthe samples with a coefficient of variation of less than 0.3, were used for statistical\nanalyses. Metabolites identified at annotation level two were used for data analysis as\nproposed in a previous report [ 38 ]. The details of\npeak selection and annotation are described in the  Supplementary document ."
    },
    {
      "title": "Gene analysis",
      "text": "The liver and testis from each rat were sampled and preserved in RNAlater (Sigma-Aldrich,\nSt Louis, MO, USA) for gene expression analysis. Gene expression analyses were performed\nusing 9 male and 22 female rats without any reconstruction depending upon the DDT\nconcentrations. The procedures for RNA extraction, complementary DNA (cDNA) synthesis, and\nreal-time PCR are detailed in the  Supplementary document . All primer sets used were obtained from Invitrogen\n(Carlsbad, CA, USA). The primer data are summarized in  Supplementary Table 2  and some primers used\nwere based on previous reports [ 2 ,  16 ,  22 ,  23 ,  27 ,  28 ,  31 ,  40 ,  51 ,  52 ]. Gene expression was normalized using the\nhousekeeping gene ( beta-actin ) and calculated using the comparative Ct\nmethod (ΔΔCT) in both liver and testis. The lowest expression of each gene from all groups\nwas used as a reference control to normalize the comparative Ct method. Undetected samples\nand those outside the range of primer efficiency were deleted from the dataset. More than\n90% individual samples were detected and included in the statistical analysis for all\ntarget genes. These results were then analyzed in terms of ΣDDT concentrations (wet\nweight)."
    },
    {
      "title": "Statistical analysis",
      "text": "DDT concentrations were described in our previous report [ 29 ]. No remarkable differences in DDT concentrations (ng/g, wet weight) between\nsexes and phases of sexual development (immature, transitional, and mature) were\nidentified (data is shown in our previous report [ 29 ]). All samples were divided into four groups depending upon their DDT\nconcentrations. The highest and the lowest 25 percentile were used in metabolome analysis\nas high contaminated samples (high DDT exposure, n:7) and low contaminated samples (low\nDDT exposure, n:7). There were four females and three males in the low-exposure group, and\nfive females and two males in the high-exposure group. After normalization with common\nlogarithm, principal component analysis (PCA) was conducted using DDT concentrations and\nnormalized peak height intensity of metabolites.  T  test was used for\ncomparing metabolome features between the low and high DDT-exposed group. Fold change\nanalysis used the raw mean and median value of each metabolite before normalization and\nextracted the features with at least a 2-fold difference between the low and high\nDDT-exposed group. MetaboAnalyst 5.0 (  https://www.metaboanalyst.ca/ ) was used for all\nstatistical analyses targeting metabolome.  P -values of metabolome\nanalyses were adjusted by controlling the false discovery rate (FDR) [ 4 ] with a significance threshold of FDR <0.1.\n\nFor gene analysis, Wilcoxon’s test was used for comparisons between the sexes. Multiple\nlinear regression was performed to determine the factors that influence gene expression.\nFirstly, the common logarithm was applied to gene expressions to make the distribution\ncloser to normal except  Ugt1a1  which was normally distributed. Then all\nthe variables of gene expressions, rats ages, and ΣDDT concentrations were normalized\nusing their average and standard deviation and included in multivariate analysis. The\ncorrelation between the concentration of DDT and gene expression in testis was assessed\nusing Spearman’s rank correlation test. Multiple linear regression analysis at a\nsignificant association of  P <0.1 and Spearman’s rank correlation test\nat a significance threshold of  P <0.05 were conducted using JMP 16\nsoftware (SAS Institute, Cary, NC, USA)."
    },
    {
      "title": "RESULTS",
      "text": "Sixty-three and fifty-one metabolomes were extracted from positive and negative ion\nselection, respectively. High and low DDT accumulated rat liver samples were reconstructed\nas high and low exposed groups. DDT concentrations were recorded between 90.6 and 1,203.1\nng/g wet weight in the low exposed group and between 2,586.4 and 5,236.9 ng/g wet weight\nin the high exposed group.  Figure 1 Fig. 1. Principal component analysis (PCA) using low and high exposed group. Fourteen rats\nfrom the low and high exposed group were analyzed depending upon their metabolome\nfeatures. Red and green circles represent samples from low and high exposed group,\nrespectively.  depicts PCA in DDT concentration and metabolome analysis for both sexes using low\nand high exposed groups. The first (PC1) and second (PC2) principal components accounted\nfor 28.6% and 14.8%, respectively. Red and green spots represent each sample in the low\nand high exposed groups, respectively ( Fig.\n1 ).\n\nPrincipal component analysis (PCA) using low and high exposed group. Fourteen rats\nfrom the low and high exposed group were analyzed depending upon their metabolome\nfeatures. Red and green circles represent samples from low and high exposed group,\nrespectively.\n\nAlthough seven features were extracted with two-fold difference in both mean and median\nbetween the low and high exposed group, no significant difference was found between their\nmetabolites using  t -test (FDR <0.10).  Table 1 Table 1. Extracted metabolomes from fold change analysis Name Fold change Database Pathway listed in KEGG Quinoline 0.21 KEGG  Phosphoric acid 0.22 KEGG map00190 Oxidative phosphorylation map00195 Photosynthesis map02010 ABC transporters map02020 Two-component system map02024 Quorum sensing map04111 Cell cycle−yeast and many other pathways for phosphoric acid  Taurocholic acid 0.37 KEGG map00120 Primary bile acid biosynthesis map00121 Secondary bile acid biosynthesis map00430 Taurine and hypotaurine metabolism map01100 Metabolic pathways map04976 Bile secretion map04979 Cholesterol metabolism  Glycine 0.39 KEGG map00120 Primary bile acid biosynthesis map00230 Purine metabolism map00260 Glycine, serine and threonine metabolism map00310 Lysine degradation map00440 Phosphonate and phosphinate metabolism map00460 Cyanoamino acid metabolism and many other pathways for glycine  3.alpha.-Hydroxy-7-oxo-5.beta.-cholanic acid 0.44 PubChem Four features having Kyoto Encyclopedia of Genes and Genomes (KEGG) ID were\nextracted with more than two-fold difference between the low and high exposed group.\n3α-Hydroxy-7-oxo-5β-cholanic acid was added from PubChem. The table also shows fold\nchange, referred database, and pathway listed in KEGG.  shows extracted features registered in the Kyoto Encyclopedia of Genes and\nGenomes (KEGG) (  https://www.genome.jp/kegg/ ) with related pathways mentioned (two were\nexcluded because of no information in KEGG). Two (glycine and taurocholic acid) of the\nextracted features were related to bile acid biosynthesis. Furthermore, values for\n3α-Hydroxy-7-oxo-5β-cholanic, another bile acid that is not listed in KEGG, were added in\n Table 1  (PubChem:\n https://pubchem.ncbi.nlm.nih.gov/ ). All of the extracted metabolites were lower in\nconcentration in the exposed group.\n\nFour features having Kyoto Encyclopedia of Genes and Genomes (KEGG) ID were\nextracted with more than two-fold difference between the low and high exposed group.\n3α-Hydroxy-7-oxo-5β-cholanic acid was added from PubChem. The table also shows fold\nchange, referred database, and pathway listed in KEGG.\n\nEleven gene expressions related to xenobiotic metabolism, lipid metabolism, and bile acid\nbiosynthesis in rat liver samples were quantified using qPCR. We chose bile acid\nbiosynthesis-related metabolic enzymes based on metabolome analysis results. The\nassociation between DDT concentration and gene expression are described in  Table 2 Table 2. Multiple linear regression parameters for the association of\ndichlorodiphenyltrichloroethane (DDT) with gene expression in rat liver\nsamples Estimated parameters  Estimated β Standard error t  value P  value BAAT 0.18 0.19 0.9 0.36 Cyp27a1 0.29 0.18 1.6 0.12 Cyp2b1 0.46 0.17 2.6 0.01 Cyp2c11 0.32 0.18 1.8 0.09 Cyp3a1 0.31 0.18 1.7 0.10 Cyp4a1 0.39 0.17 2.3 0.03 Cyp7b1 0.05 0.19 0.3 0.79 Cyp8b1 0.32 0.18 1.8 0.08 Sult1e1 0.45 0.17 2.7 0.01 Ugt1a1 0.57 0.15 3.7 <0.01 Ugt2b1 0.53 0.16 3.2 <0.01 Cyp : cytochrome P450,  Sult : sulfotransferase,\n Ugt : UDP glucuronosyltransferase,  BAAT : bile\nacid CoA: amino acid N-acyltransferase. . The other influencing factors of gene expression such as age and sex were\nshown in  Supplementary Table\n3 . Significant sexual differences were not observed between male and female rats,\nwith the lowest  P  value of 0.13 between sexes in  cytochrome P450 ( cyp ) 8b1 . Metabolic enzymes, such as CYP,\nshare a lot of pathways and play multiple roles in mammals. In addition, it was difficult\nto identify the enzymes that were typically categorized in bile acid biosynthesis.\nHowever, we defined five enzymes ( Cyp7b1 ,  Cyp8b1 ,\n Cyp27a1 , UDP-glucuronosyltransferase [ Ugt1a1 ], and\nbile acid-CoA: amino acid N-acyltransferase [ BAAT ]) as important enzymes\nof bile acid considering previous studies [ 10 ,\n 34 ]. DDT had a small influence on many of the\nbile acid-related genes such as  Baat  and  Cyp27a1  ( Table 2 ).  Ugt1a1 , which is\ninvolved in bilirubin metabolism in mice [ 42 ], was\nfound to have a significant association with  P <0.01. DDT concentration\nalso significantly associated with  Cyp8b1 , with\n P =0.08.\n\nCyp : cytochrome P450,  Sult : sulfotransferase,\n Ugt : UDP glucuronosyltransferase,  BAAT : bile\nacid CoA: amino acid N-acyltransferase.\n\nFour genes ( Cyp7b1 ,  Cyp11a1 ,  Cyp19a1 ,\nand hydroxysteroid 17-beta dehydrogenase 1 [ Hsd17b1 ]), which have an\nimportant role in steroidogenesis, were selected for quantitative PCR in testis. The\ncorrelation coefficients using Spearman’s rank test between DDT concentration and gene\nexpression were 0.26, −0.26, 0.18, and −0.14 for  Cyp7b1 ,\n Cyp11a1 ,  Cyp19a1 , and  Hsd17b1 ,\nrespectively. No strong correlation between DDT concentration and gene expression was\nfound in testis samples."
    },
    {
      "title": "Metabolome analysis",
      "text": "Sixty-three and fifty-one metabolomes were extracted from positive and negative ion\nselection, respectively. High and low DDT accumulated rat liver samples were reconstructed\nas high and low exposed groups. DDT concentrations were recorded between 90.6 and 1,203.1\nng/g wet weight in the low exposed group and between 2,586.4 and 5,236.9 ng/g wet weight\nin the high exposed group.  Figure 1 Fig. 1. Principal component analysis (PCA) using low and high exposed group. Fourteen rats\nfrom the low and high exposed group were analyzed depending upon their metabolome\nfeatures. Red and green circles represent samples from low and high exposed group,\nrespectively.  depicts PCA in DDT concentration and metabolome analysis for both sexes using low\nand high exposed groups. The first (PC1) and second (PC2) principal components accounted\nfor 28.6% and 14.8%, respectively. Red and green spots represent each sample in the low\nand high exposed groups, respectively ( Fig.\n1 ).\n\nPrincipal component analysis (PCA) using low and high exposed group. Fourteen rats\nfrom the low and high exposed group were analyzed depending upon their metabolome\nfeatures. Red and green circles represent samples from low and high exposed group,\nrespectively.\n\nAlthough seven features were extracted with two-fold difference in both mean and median\nbetween the low and high exposed group, no significant difference was found between their\nmetabolites using  t -test (FDR <0.10).  Table 1 Table 1. Extracted metabolomes from fold change analysis Name Fold change Database Pathway listed in KEGG Quinoline 0.21 KEGG  Phosphoric acid 0.22 KEGG map00190 Oxidative phosphorylation map00195 Photosynthesis map02010 ABC transporters map02020 Two-component system map02024 Quorum sensing map04111 Cell cycle−yeast and many other pathways for phosphoric acid  Taurocholic acid 0.37 KEGG map00120 Primary bile acid biosynthesis map00121 Secondary bile acid biosynthesis map00430 Taurine and hypotaurine metabolism map01100 Metabolic pathways map04976 Bile secretion map04979 Cholesterol metabolism  Glycine 0.39 KEGG map00120 Primary bile acid biosynthesis map00230 Purine metabolism map00260 Glycine, serine and threonine metabolism map00310 Lysine degradation map00440 Phosphonate and phosphinate metabolism map00460 Cyanoamino acid metabolism and many other pathways for glycine  3.alpha.-Hydroxy-7-oxo-5.beta.-cholanic acid 0.44 PubChem Four features having Kyoto Encyclopedia of Genes and Genomes (KEGG) ID were\nextracted with more than two-fold difference between the low and high exposed group.\n3α-Hydroxy-7-oxo-5β-cholanic acid was added from PubChem. The table also shows fold\nchange, referred database, and pathway listed in KEGG.  shows extracted features registered in the Kyoto Encyclopedia of Genes and\nGenomes (KEGG) (  https://www.genome.jp/kegg/ ) with related pathways mentioned (two were\nexcluded because of no information in KEGG). Two (glycine and taurocholic acid) of the\nextracted features were related to bile acid biosynthesis. Furthermore, values for\n3α-Hydroxy-7-oxo-5β-cholanic, another bile acid that is not listed in KEGG, were added in\n Table 1  (PubChem:\n https://pubchem.ncbi.nlm.nih.gov/ ). All of the extracted metabolites were lower in\nconcentration in the exposed group.\n\nFour features having Kyoto Encyclopedia of Genes and Genomes (KEGG) ID were\nextracted with more than two-fold difference between the low and high exposed group.\n3α-Hydroxy-7-oxo-5β-cholanic acid was added from PubChem. The table also shows fold\nchange, referred database, and pathway listed in KEGG."
    },
    {
      "title": "Gene expression analysis in liver samples",
      "text": "Eleven gene expressions related to xenobiotic metabolism, lipid metabolism, and bile acid\nbiosynthesis in rat liver samples were quantified using qPCR. We chose bile acid\nbiosynthesis-related metabolic enzymes based on metabolome analysis results. The\nassociation between DDT concentration and gene expression are described in  Table 2 Table 2. Multiple linear regression parameters for the association of\ndichlorodiphenyltrichloroethane (DDT) with gene expression in rat liver\nsamples Estimated parameters  Estimated β Standard error t  value P  value BAAT 0.18 0.19 0.9 0.36 Cyp27a1 0.29 0.18 1.6 0.12 Cyp2b1 0.46 0.17 2.6 0.01 Cyp2c11 0.32 0.18 1.8 0.09 Cyp3a1 0.31 0.18 1.7 0.10 Cyp4a1 0.39 0.17 2.3 0.03 Cyp7b1 0.05 0.19 0.3 0.79 Cyp8b1 0.32 0.18 1.8 0.08 Sult1e1 0.45 0.17 2.7 0.01 Ugt1a1 0.57 0.15 3.7 <0.01 Ugt2b1 0.53 0.16 3.2 <0.01 Cyp : cytochrome P450,  Sult : sulfotransferase,\n Ugt : UDP glucuronosyltransferase,  BAAT : bile\nacid CoA: amino acid N-acyltransferase. . The other influencing factors of gene expression such as age and sex were\nshown in  Supplementary Table\n3 . Significant sexual differences were not observed between male and female rats,\nwith the lowest  P  value of 0.13 between sexes in  cytochrome P450 ( cyp ) 8b1 . Metabolic enzymes, such as CYP,\nshare a lot of pathways and play multiple roles in mammals. In addition, it was difficult\nto identify the enzymes that were typically categorized in bile acid biosynthesis.\nHowever, we defined five enzymes ( Cyp7b1 ,  Cyp8b1 ,\n Cyp27a1 , UDP-glucuronosyltransferase [ Ugt1a1 ], and\nbile acid-CoA: amino acid N-acyltransferase [ BAAT ]) as important enzymes\nof bile acid considering previous studies [ 10 ,\n 34 ]. DDT had a small influence on many of the\nbile acid-related genes such as  Baat  and  Cyp27a1  ( Table 2 ).  Ugt1a1 , which is\ninvolved in bilirubin metabolism in mice [ 42 ], was\nfound to have a significant association with  P <0.01. DDT concentration\nalso significantly associated with  Cyp8b1 , with\n P =0.08.\n\nCyp : cytochrome P450,  Sult : sulfotransferase,\n Ugt : UDP glucuronosyltransferase,  BAAT : bile\nacid CoA: amino acid N-acyltransferase."
    },
    {
      "title": "Gene expression analysis in testis",
      "text": "Four genes ( Cyp7b1 ,  Cyp11a1 ,  Cyp19a1 ,\nand hydroxysteroid 17-beta dehydrogenase 1 [ Hsd17b1 ]), which have an\nimportant role in steroidogenesis, were selected for quantitative PCR in testis. The\ncorrelation coefficients using Spearman’s rank test between DDT concentration and gene\nexpression were 0.26, −0.26, 0.18, and −0.14 for  Cyp7b1 ,\n Cyp11a1 ,  Cyp19a1 , and  Hsd17b1 ,\nrespectively. No strong correlation between DDT concentration and gene expression was\nfound in testis samples."
    },
    {
      "title": "DISCUSSION",
      "text": "In this study, 114 metabolomes extracted from rat plasma showed no significant differences\nbetween the groups exposed to high and low DDT concentrations. PCA did not characterize the\ncurrent sample dataset by DDT concentration. The group exposed to a higher concentration had\nlower mean concentrations in five metabolites compared with the group exposed to lower DDT\nconcentrations. Three (Taurocholic acid, Glycine, 3.alpha.-Hydroxy-7-oxo-5.beta.-cholanic\nacid) out of five metabolites were related to bile acid biosynthesis. The downregulation of\nglycine due to 24 hr DDT exposure was reported in cultivated rat hepatocytes (same study\nsuggested 6 hr DDT exposure showed upregulation of glycine) [ 15 ]. A few studies have examined the relationship between bile acid biosynthesis\nand DDTs. Thus, we analyzed the expression of the enzymes related to bile acid biosynthesis\nusing quantitative PCR. We must emphasize that the small sample size of rats was our\nlimitation during the gene analysis of rats exposed to DDT. In experimental rats, a strong\nnaturally sexual difference in CYP is reported [ 3 ].\nHowever, in our study, no significant difference in  cyp  gene expression was\nobserved between the sexes. The expression level of some CYP is also age dependent [ 3 ], but multiple linear regression did not show strong\nassociation of age in many of gene expressions of metabolic enzyme. Gene analysis results\nrevealed that  Cyp2b1  gene expression could be affected by DDT\nconcentration. The relationship between DDT and constitutive androstane receptor (CAR) in\nanimals has been investigated in previous studies [ 12 ,  17 ]. Two years of DDT exposure\nupregulated isozyme contents of  CYP2B1 , a CAR target gene, and\npentoxyresorufin O-dealkylase activity in rats [ 12 ].\nIn addition, DDT induced cell cycle and apoptosis genes via CAR in mice using quantitative\nPCR are also reported [ 17 ]. UGT and sulfotransferase\n(SULT) are considered to be regulated by several nuclear receptors, including CAR [ 6 ,  48 ,  49 ]. In our study, we observed relationships between DDT\nconcentration and  Ugt2b1  and  Sult1e1 . These results\npossibly were derived from CAR activity mediated by DDT in South Africa.\n\nCYP7B1 and CYP27A1 are related to several reactions in the primary bile acid biosynthesis\npathway [ 34 ]. In this study, BAAT was involved with\nboth glycine and taurocholic acid in primary bile acid biosynthesis pathway [ 30 ]. However, no significance in DDT concentration and\n Cyp7b1 ,  BAAT , or  Cyp27a1  was observed\nin our study. Additionally, a significant association between DDT concentration and\n Ugt1a1  and  Cyp8b1  was observed. CYP8B1 decides whether\ncholesterol becomes cholic acid or muricholic acid in primary bile acid biosynthesis pathway\n[ 10 ]. Finding a biomarker supported by a change in\ngene expression is desirable. The metabolome in the downstream of genes such as CYP8B1,\nwhich are responsible for particular reactions to decide the fate of cholesterol in primary\nbile acid synthesis, can be a good biomarker candidate reflecting the effects of target\nchemicals. We comprehensively conducted untargeted metabolites and focused on bile acid\nbiosynthesis using field samples. One study reported that DDT exposure induced the bile acid\nsynthesis enzyme and altered hepatic bile acid in experimental mice [ 20 ]. However, the relationship between bile acid biosynthesis and DDT has\nnot been well investigated, even in  in vivo  studies. Further studies need\nto be conducted to reveal the effect of DDT on bile acid synthesis.\n\nWe also investigated steroid hormone biosynthesis pathways in the testis. Statistical\nanalysis was not performed owing to the small sample size. Analyses using ovaries are likely\nimportant as well; however, the sample size was not sufficient to ignore the variations in\nthe sexual cycle of females considering steroidogenesis. Thus, we did not analyze the ovary\nfor gene expression changes. The target genes in our study play an important role in the\ntesticular steroidogenesis [ 32 ,  37 ]. DDT caused apoptosis in the testis, which was probably because of\ntesticular oxidative stress [ 25 ]. The testosterone\nlevel in rats decreased after DDT exposure [ 19 ,  21 ]. Bovine placenta showed the significant upregulation\nof  Cyp11a1  and  3β-hydroxysteroid dehydrogenase \n( 3βHSD ) mRNA expression level because of DDT exposure [ 46 ]. A significant increase in  Cyp19a1 \nmRNA expression level due to DDT exposure has previously been reported [ 45 ]. However, information obtained in a previous study\nsuggested that testis-derived cells did not show a significant effect of less cytotoxic\nconcentrations of DDTs on aromatase activity (CYP19A1 activity) [ 37 ]. Our results, which did not show a strong correlation between DDT\nconcentration and target genes in testis, may be reasonable; however, further research with\nadditional data, including steroid hormone concentration in plasma would help elucidate the\neffects of DDT on steroidogenesis. And this study targeted only testes, but gene profile in\novaries must be examined in DDT-sprayed areas to reveal the difference derived from DDTs\nexposure between males and females on steroidogenesis.\n\nRecently, metabolome technique are being used for DDT sensitive animals, such as green\nmussel and frog [ 39 ,  47 ]. The  in vivo  study using African clawed frogs showed several\npathways, including unsaturated fatty acid and galactose metabolism, which significantly\nchanged due to DDT exposure [ 47 ]. Metabolome analyses\nusing field-collected samples can be an important factor in determining the ecological\ntoxicity of environmental hormones in chemically polluted areas. However, we could not find\nany effective biomarker but bile acids as a candidate that reflected DDT exposure in\nwildlife in our study. In this study, all samples were contaminated with DDT to varying\nextents; therefore, they could not be separated into two groups, such as control and high\nexposed groups. This is a limitation of the present study. However, all samples were divided\ninto four groups, and the first and fourth quantiles were used as low and high exposed\ngroups, respectively, for metabolome analysis. This may have prevented the extraction of\neffective biomarkers. Metabolomics has also been used to assess the\n o,p’ -DDT’s estrogenic ability [ 43 ].\nFurther studies are needed for a better understanding of the relationship between DDT and\nmetabolomic changes.\n\nMetabolome analysis in this study identified bile acid as a candidate biomarker in rats\nexposed to DDT in sprayed areas, although the utility of these candidates has not fully\nbeen demonstrated. Rats’ metabolic profiles can be changed over time, depending on their\nage and nutritional status [ 26 ,  50 ]. Thus, to assess the DDT effect more accurately, we\nshould examine sex and age separately. The small sample size did not allow the proper\nstatistical analyses, and this is our limitation. In addition to metabolome analysis,\nseveral metabolic gene expressions were examined. We found that some metabolic enzymes,\nsuch as  Cyp2b1  in the liver of wild rat samples were associated with DDT\naccumulation. Disturbance of the xenobiotic enzymes in rats is of concern in DDT-sprayed\nareas, and continuous surveys are needed. The metabolites related to genes found in this\nstudy were also potential candidates that can be used to find new biomarkers. Metabolome\nand gene expression analyses targeting wild rats in DDT-polluted areas are rare.\nField-based approaches can help reveal the effect of DDT in sprayed areas. Our results\nprovide new insights for future research in mammals living in DDT-polluted areas."
    },
    {
      "title": "Conclusion",
      "text": "Metabolome analysis in this study identified bile acid as a candidate biomarker in rats\nexposed to DDT in sprayed areas, although the utility of these candidates has not fully\nbeen demonstrated. Rats’ metabolic profiles can be changed over time, depending on their\nage and nutritional status [ 26 ,  50 ]. Thus, to assess the DDT effect more accurately, we\nshould examine sex and age separately. The small sample size did not allow the proper\nstatistical analyses, and this is our limitation. In addition to metabolome analysis,\nseveral metabolic gene expressions were examined. We found that some metabolic enzymes,\nsuch as  Cyp2b1  in the liver of wild rat samples were associated with DDT\naccumulation. Disturbance of the xenobiotic enzymes in rats is of concern in DDT-sprayed\nareas, and continuous surveys are needed. The metabolites related to genes found in this\nstudy were also potential candidates that can be used to find new biomarkers. Metabolome\nand gene expression analyses targeting wild rats in DDT-polluted areas are rare.\nField-based approaches can help reveal the effect of DDT in sprayed areas. Our results\nprovide new insights for future research in mammals living in DDT-polluted areas."
    },
    {
      "title": "CONFLICT OF INTEREST",
      "text": "The authors have no relevant financial or nonfinancial interests to declare."
    }
  ],
  "full_text": "Dichlorodiphenyltrichloroethane (DDT) is an organochlorine insecticide used worldwide.\nSeveral studies have reported the toxic effects of DDT and its metabolites on steroid\nhormone biosynthesis; however, its environmental effects are not well understood. This\nstudy examined wild rats collected in DDT-sprayed areas of South Africa and quantified\nplasma metabolites using liquid chromatography quadrupole time-of-flight mass spectrometry\n(LC-Q-TOF-MS). Fold change analysis of the metabolome revealed the effect of DDT on bile\nacid biosynthesis. Gene expression of the related enzyme in rat liver samples was also\nquantified. Significant association was found between DDT and gene expression levels\nrelated to constitutive androstane receptor mediated enzymes, such as\n Cyp2b1  in rat livers. However, our results could not fully demonstrate\nthat enzymes related to bile acid biosynthesis were strongly affected by DDT. The\ncorrelation between DDT concentration and gene expression involved in steroid hormone\nsynthesis in testis was also evaluated; however, no significant correlation was found. The\ndisturbance of metabolic enzymes occurred in rat liver in the target area. Our results\nsuggest that DDT exposure affects gene expression in wild rats living in DDT-sprayed\nareas. Therefore, there is a need for DDT toxicity evaluation in mammals living in\nDDT-sprayed areas. We could not find an effective biomarker that could reflect the\nmechanism of DDT exposure; however, this approach can provide new insights for future\nresearch to evaluate DDT effects in sprayed areas.\n\n## MATERIALS AND METHODS\n\nWe used rat samples from our previous study, conducted in 2019. The wild rats were\ncollected from a sprayed area in the Phongolo River floodplain, South Africa, and DDT\nconcentrations were quantified. Details of the sampling area, physical information, and\nDDT concentrations in rat livers were provided in a previous study [ 29 ]. Samples comprised 10 male and 23 female rats ( Rattus\ntanezumi ). However, only 31 and 28 rat samples were used in gene and metabolome\nanalyses, respectively, because of a lack of liver RNA or blood volume. We followed the\nHokkaido University Manual for Implementing Animal Experimentation for euthanasia and\nrefinement of wild rats, substituting wild animals for experimental animals.\n\nMetabolome analysis was performed using 28 samples. The metabolites in rat plasma were\nextracted using a previously reported method with slight modifications [ 8 ]. The mixture of plasma and methanol (4:6, volume\nratio) was centrifuged at 3,000 ×  g  for 10 min, and 100 μL of supernatant\nwas used for subsequent analysis. We used 100 μL of 100 μM N,N-diethyl-2-phenylacetamide\nand D-camphor-10-sulfonic acid (Wako Pure Chemical Industries Ltd., Osaka, Japan) as\ninternal standards for the positive and negative ion modes, respectively. The internal\nstandards were added to the supernatant, and then loaded on Amicon ®  Ultra-0.53\nk filter columns (Merck Millipore, Darmstadt, Germany), followed by centrifuged at 14,000\n×  g  for 1 hr. Finally, the extracts were transferred to vial, and\nanalyzed using liquid chromatography–quadrupole time-of-flight MS (LC-QTOF/MS). The\ndetails of HPLC and QToF/MS are described in the  Supplementary document .\n\nBlank (pure water) and quality control (the mixture of each plasma sample, QC) samples\nwere prepared and injected in LC-QToF/MS to identify potential contamination during\nanalyses and evaluate their stability during the sequence. During machine analysis, five\nQC and five blanks were run with test samples. The metabolites detected in at least 50% of\nthe samples with a coefficient of variation of less than 0.3, were used for statistical\nanalyses. Metabolites identified at annotation level two were used for data analysis as\nproposed in a previous report [ 38 ]. The details of\npeak selection and annotation are described in the  Supplementary document .\n\nThe liver and testis from each rat were sampled and preserved in RNAlater (Sigma-Aldrich,\nSt Louis, MO, USA) for gene expression analysis. Gene expression analyses were performed\nusing 9 male and 22 female rats without any reconstruction depending upon the DDT\nconcentrations. The procedures for RNA extraction, complementary DNA (cDNA) synthesis, and\nreal-time PCR are detailed in the  Supplementary document . All primer sets used were obtained from Invitrogen\n(Carlsbad, CA, USA). The primer data are summarized in  Supplementary Table 2  and some primers used\nwere based on previous reports [ 2 ,  16 ,  22 ,  23 ,  27 ,  28 ,  31 ,  40 ,  51 ,  52 ]. Gene expression was normalized using the\nhousekeeping gene ( beta-actin ) and calculated using the comparative Ct\nmethod (ΔΔCT) in both liver and testis. The lowest expression of each gene from all groups\nwas used as a reference control to normalize the comparative Ct method. Undetected samples\nand those outside the range of primer efficiency were deleted from the dataset. More than\n90% individual samples were detected and included in the statistical analysis for all\ntarget genes. These results were then analyzed in terms of ΣDDT concentrations (wet\nweight).\n\nDDT concentrations were described in our previous report [ 29 ]. No remarkable differences in DDT concentrations (ng/g, wet weight) between\nsexes and phases of sexual development (immature, transitional, and mature) were\nidentified (data is shown in our previous report [ 29 ]). All samples were divided into four groups depending upon their DDT\nconcentrations. The highest and the lowest 25 percentile were used in metabolome analysis\nas high contaminated samples (high DDT exposure, n:7) and low contaminated samples (low\nDDT exposure, n:7). There were four females and three males in the low-exposure group, and\nfive females and two males in the high-exposure group. After normalization with common\nlogarithm, principal component analysis (PCA) was conducted using DDT concentrations and\nnormalized peak height intensity of metabolites.  T  test was used for\ncomparing metabolome features between the low and high DDT-exposed group. Fold change\nanalysis used the raw mean and median value of each metabolite before normalization and\nextracted the features with at least a 2-fold difference between the low and high\nDDT-exposed group. MetaboAnalyst 5.0 (  https://www.metaboanalyst.ca/ ) was used for all\nstatistical analyses targeting metabolome.  P -values of metabolome\nanalyses were adjusted by controlling the false discovery rate (FDR) [ 4 ] with a significance threshold of FDR <0.1.\n\nFor gene analysis, Wilcoxon’s test was used for comparisons between the sexes. Multiple\nlinear regression was performed to determine the factors that influence gene expression.\nFirstly, the common logarithm was applied to gene expressions to make the distribution\ncloser to normal except  Ugt1a1  which was normally distributed. Then all\nthe variables of gene expressions, rats ages, and ΣDDT concentrations were normalized\nusing their average and standard deviation and included in multivariate analysis. The\ncorrelation between the concentration of DDT and gene expression in testis was assessed\nusing Spearman’s rank correlation test. Multiple linear regression analysis at a\nsignificant association of  P <0.1 and Spearman’s rank correlation test\nat a significance threshold of  P <0.05 were conducted using JMP 16\nsoftware (SAS Institute, Cary, NC, USA).\n\n## Sample preparation\n\nWe used rat samples from our previous study, conducted in 2019. The wild rats were\ncollected from a sprayed area in the Phongolo River floodplain, South Africa, and DDT\nconcentrations were quantified. Details of the sampling area, physical information, and\nDDT concentrations in rat livers were provided in a previous study [ 29 ]. Samples comprised 10 male and 23 female rats ( Rattus\ntanezumi ). However, only 31 and 28 rat samples were used in gene and metabolome\nanalyses, respectively, because of a lack of liver RNA or blood volume. We followed the\nHokkaido University Manual for Implementing Animal Experimentation for euthanasia and\nrefinement of wild rats, substituting wild animals for experimental animals.\n\n## Metabolome analysis\n\nMetabolome analysis was performed using 28 samples. The metabolites in rat plasma were\nextracted using a previously reported method with slight modifications [ 8 ]. The mixture of plasma and methanol (4:6, volume\nratio) was centrifuged at 3,000 ×  g  for 10 min, and 100 μL of supernatant\nwas used for subsequent analysis. We used 100 μL of 100 μM N,N-diethyl-2-phenylacetamide\nand D-camphor-10-sulfonic acid (Wako Pure Chemical Industries Ltd., Osaka, Japan) as\ninternal standards for the positive and negative ion modes, respectively. The internal\nstandards were added to the supernatant, and then loaded on Amicon ®  Ultra-0.53\nk filter columns (Merck Millipore, Darmstadt, Germany), followed by centrifuged at 14,000\n×  g  for 1 hr. Finally, the extracts were transferred to vial, and\nanalyzed using liquid chromatography–quadrupole time-of-flight MS (LC-QTOF/MS). The\ndetails of HPLC and QToF/MS are described in the  Supplementary document .\n\nBlank (pure water) and quality control (the mixture of each plasma sample, QC) samples\nwere prepared and injected in LC-QToF/MS to identify potential contamination during\nanalyses and evaluate their stability during the sequence. During machine analysis, five\nQC and five blanks were run with test samples. The metabolites detected in at least 50% of\nthe samples with a coefficient of variation of less than 0.3, were used for statistical\nanalyses. Metabolites identified at annotation level two were used for data analysis as\nproposed in a previous report [ 38 ]. The details of\npeak selection and annotation are described in the  Supplementary document .\n\n## Gene analysis\n\nThe liver and testis from each rat were sampled and preserved in RNAlater (Sigma-Aldrich,\nSt Louis, MO, USA) for gene expression analysis. Gene expression analyses were performed\nusing 9 male and 22 female rats without any reconstruction depending upon the DDT\nconcentrations. The procedures for RNA extraction, complementary DNA (cDNA) synthesis, and\nreal-time PCR are detailed in the  Supplementary document . All primer sets used were obtained from Invitrogen\n(Carlsbad, CA, USA). The primer data are summarized in  Supplementary Table 2  and some primers used\nwere based on previous reports [ 2 ,  16 ,  22 ,  23 ,  27 ,  28 ,  31 ,  40 ,  51 ,  52 ]. Gene expression was normalized using the\nhousekeeping gene ( beta-actin ) and calculated using the comparative Ct\nmethod (ΔΔCT) in both liver and testis. The lowest expression of each gene from all groups\nwas used as a reference control to normalize the comparative Ct method. Undetected samples\nand those outside the range of primer efficiency were deleted from the dataset. More than\n90% individual samples were detected and included in the statistical analysis for all\ntarget genes. These results were then analyzed in terms of ΣDDT concentrations (wet\nweight).\n\n## Statistical analysis\n\nDDT concentrations were described in our previous report [ 29 ]. No remarkable differences in DDT concentrations (ng/g, wet weight) between\nsexes and phases of sexual development (immature, transitional, and mature) were\nidentified (data is shown in our previous report [ 29 ]). All samples were divided into four groups depending upon their DDT\nconcentrations. The highest and the lowest 25 percentile were used in metabolome analysis\nas high contaminated samples (high DDT exposure, n:7) and low contaminated samples (low\nDDT exposure, n:7). There were four females and three males in the low-exposure group, and\nfive females and two males in the high-exposure group. After normalization with common\nlogarithm, principal component analysis (PCA) was conducted using DDT concentrations and\nnormalized peak height intensity of metabolites.  T  test was used for\ncomparing metabolome features between the low and high DDT-exposed group. Fold change\nanalysis used the raw mean and median value of each metabolite before normalization and\nextracted the features with at least a 2-fold difference between the low and high\nDDT-exposed group. MetaboAnalyst 5.0 (  https://www.metaboanalyst.ca/ ) was used for all\nstatistical analyses targeting metabolome.  P -values of metabolome\nanalyses were adjusted by controlling the false discovery rate (FDR) [ 4 ] with a significance threshold of FDR <0.1.\n\nFor gene analysis, Wilcoxon’s test was used for comparisons between the sexes. Multiple\nlinear regression was performed to determine the factors that influence gene expression.\nFirstly, the common logarithm was applied to gene expressions to make the distribution\ncloser to normal except  Ugt1a1  which was normally distributed. Then all\nthe variables of gene expressions, rats ages, and ΣDDT concentrations were normalized\nusing their average and standard deviation and included in multivariate analysis. The\ncorrelation between the concentration of DDT and gene expression in testis was assessed\nusing Spearman’s rank correlation test. Multiple linear regression analysis at a\nsignificant association of  P <0.1 and Spearman’s rank correlation test\nat a significance threshold of  P <0.05 were conducted using JMP 16\nsoftware (SAS Institute, Cary, NC, USA).\n\n## RESULTS\n\nSixty-three and fifty-one metabolomes were extracted from positive and negative ion\nselection, respectively. High and low DDT accumulated rat liver samples were reconstructed\nas high and low exposed groups. DDT concentrations were recorded between 90.6 and 1,203.1\nng/g wet weight in the low exposed group and between 2,586.4 and 5,236.9 ng/g wet weight\nin the high exposed group.  Figure 1 Fig. 1. Principal component analysis (PCA) using low and high exposed group. Fourteen rats\nfrom the low and high exposed group were analyzed depending upon their metabolome\nfeatures. Red and green circles represent samples from low and high exposed group,\nrespectively.  depicts PCA in DDT concentration and metabolome analysis for both sexes using low\nand high exposed groups. The first (PC1) and second (PC2) principal components accounted\nfor 28.6% and 14.8%, respectively. Red and green spots represent each sample in the low\nand high exposed groups, respectively ( Fig.\n1 ).\n\nPrincipal component analysis (PCA) using low and high exposed group. Fourteen rats\nfrom the low and high exposed group were analyzed depending upon their metabolome\nfeatures. Red and green circles represent samples from low and high exposed group,\nrespectively.\n\nAlthough seven features were extracted with two-fold difference in both mean and median\nbetween the low and high exposed group, no significant difference was found between their\nmetabolites using  t -test (FDR <0.10).  Table 1 Table 1. Extracted metabolomes from fold change analysis Name Fold change Database Pathway listed in KEGG Quinoline 0.21 KEGG  Phosphoric acid 0.22 KEGG map00190 Oxidative phosphorylation map00195 Photosynthesis map02010 ABC transporters map02020 Two-component system map02024 Quorum sensing map04111 Cell cycle−yeast and many other pathways for phosphoric acid  Taurocholic acid 0.37 KEGG map00120 Primary bile acid biosynthesis map00121 Secondary bile acid biosynthesis map00430 Taurine and hypotaurine metabolism map01100 Metabolic pathways map04976 Bile secretion map04979 Cholesterol metabolism  Glycine 0.39 KEGG map00120 Primary bile acid biosynthesis map00230 Purine metabolism map00260 Glycine, serine and threonine metabolism map00310 Lysine degradation map00440 Phosphonate and phosphinate metabolism map00460 Cyanoamino acid metabolism and many other pathways for glycine  3.alpha.-Hydroxy-7-oxo-5.beta.-cholanic acid 0.44 PubChem Four features having Kyoto Encyclopedia of Genes and Genomes (KEGG) ID were\nextracted with more than two-fold difference between the low and high exposed group.\n3α-Hydroxy-7-oxo-5β-cholanic acid was added from PubChem. The table also shows fold\nchange, referred database, and pathway listed in KEGG.  shows extracted features registered in the Kyoto Encyclopedia of Genes and\nGenomes (KEGG) (  https://www.genome.jp/kegg/ ) with related pathways mentioned (two were\nexcluded because of no information in KEGG). Two (glycine and taurocholic acid) of the\nextracted features were related to bile acid biosynthesis. Furthermore, values for\n3α-Hydroxy-7-oxo-5β-cholanic, another bile acid that is not listed in KEGG, were added in\n Table 1  (PubChem:\n https://pubchem.ncbi.nlm.nih.gov/ ). All of the extracted metabolites were lower in\nconcentration in the exposed group.\n\nFour features having Kyoto Encyclopedia of Genes and Genomes (KEGG) ID were\nextracted with more than two-fold difference between the low and high exposed group.\n3α-Hydroxy-7-oxo-5β-cholanic acid was added from PubChem. The table also shows fold\nchange, referred database, and pathway listed in KEGG.\n\nEleven gene expressions related to xenobiotic metabolism, lipid metabolism, and bile acid\nbiosynthesis in rat liver samples were quantified using qPCR. We chose bile acid\nbiosynthesis-related metabolic enzymes based on metabolome analysis results. The\nassociation between DDT concentration and gene expression are described in  Table 2 Table 2. Multiple linear regression parameters for the association of\ndichlorodiphenyltrichloroethane (DDT) with gene expression in rat liver\nsamples Estimated parameters  Estimated β Standard error t  value P  value BAAT 0.18 0.19 0.9 0.36 Cyp27a1 0.29 0.18 1.6 0.12 Cyp2b1 0.46 0.17 2.6 0.01 Cyp2c11 0.32 0.18 1.8 0.09 Cyp3a1 0.31 0.18 1.7 0.10 Cyp4a1 0.39 0.17 2.3 0.03 Cyp7b1 0.05 0.19 0.3 0.79 Cyp8b1 0.32 0.18 1.8 0.08 Sult1e1 0.45 0.17 2.7 0.01 Ugt1a1 0.57 0.15 3.7 <0.01 Ugt2b1 0.53 0.16 3.2 <0.01 Cyp : cytochrome P450,  Sult : sulfotransferase,\n Ugt : UDP glucuronosyltransferase,  BAAT : bile\nacid CoA: amino acid N-acyltransferase. . The other influencing factors of gene expression such as age and sex were\nshown in  Supplementary Table\n3 . Significant sexual differences were not observed between male and female rats,\nwith the lowest  P  value of 0.13 between sexes in  cytochrome P450 ( cyp ) 8b1 . Metabolic enzymes, such as CYP,\nshare a lot of pathways and play multiple roles in mammals. In addition, it was difficult\nto identify the enzymes that were typically categorized in bile acid biosynthesis.\nHowever, we defined five enzymes ( Cyp7b1 ,  Cyp8b1 ,\n Cyp27a1 , UDP-glucuronosyltransferase [ Ugt1a1 ], and\nbile acid-CoA: amino acid N-acyltransferase [ BAAT ]) as important enzymes\nof bile acid considering previous studies [ 10 ,\n 34 ]. DDT had a small influence on many of the\nbile acid-related genes such as  Baat  and  Cyp27a1  ( Table 2 ).  Ugt1a1 , which is\ninvolved in bilirubin metabolism in mice [ 42 ], was\nfound to have a significant association with  P <0.01. DDT concentration\nalso significantly associated with  Cyp8b1 , with\n P =0.08.\n\nCyp : cytochrome P450,  Sult : sulfotransferase,\n Ugt : UDP glucuronosyltransferase,  BAAT : bile\nacid CoA: amino acid N-acyltransferase.\n\nFour genes ( Cyp7b1 ,  Cyp11a1 ,  Cyp19a1 ,\nand hydroxysteroid 17-beta dehydrogenase 1 [ Hsd17b1 ]), which have an\nimportant role in steroidogenesis, were selected for quantitative PCR in testis. The\ncorrelation coefficients using Spearman’s rank test between DDT concentration and gene\nexpression were 0.26, −0.26, 0.18, and −0.14 for  Cyp7b1 ,\n Cyp11a1 ,  Cyp19a1 , and  Hsd17b1 ,\nrespectively. No strong correlation between DDT concentration and gene expression was\nfound in testis samples.\n\n## Metabolome analysis\n\nSixty-three and fifty-one metabolomes were extracted from positive and negative ion\nselection, respectively. High and low DDT accumulated rat liver samples were reconstructed\nas high and low exposed groups. DDT concentrations were recorded between 90.6 and 1,203.1\nng/g wet weight in the low exposed group and between 2,586.4 and 5,236.9 ng/g wet weight\nin the high exposed group.  Figure 1 Fig. 1. Principal component analysis (PCA) using low and high exposed group. Fourteen rats\nfrom the low and high exposed group were analyzed depending upon their metabolome\nfeatures. Red and green circles represent samples from low and high exposed group,\nrespectively.  depicts PCA in DDT concentration and metabolome analysis for both sexes using low\nand high exposed groups. The first (PC1) and second (PC2) principal components accounted\nfor 28.6% and 14.8%, respectively. Red and green spots represent each sample in the low\nand high exposed groups, respectively ( Fig.\n1 ).\n\nPrincipal component analysis (PCA) using low and high exposed group. Fourteen rats\nfrom the low and high exposed group were analyzed depending upon their metabolome\nfeatures. Red and green circles represent samples from low and high exposed group,\nrespectively.\n\nAlthough seven features were extracted with two-fold difference in both mean and median\nbetween the low and high exposed group, no significant difference was found between their\nmetabolites using  t -test (FDR <0.10).  Table 1 Table 1. Extracted metabolomes from fold change analysis Name Fold change Database Pathway listed in KEGG Quinoline 0.21 KEGG  Phosphoric acid 0.22 KEGG map00190 Oxidative phosphorylation map00195 Photosynthesis map02010 ABC transporters map02020 Two-component system map02024 Quorum sensing map04111 Cell cycle−yeast and many other pathways for phosphoric acid  Taurocholic acid 0.37 KEGG map00120 Primary bile acid biosynthesis map00121 Secondary bile acid biosynthesis map00430 Taurine and hypotaurine metabolism map01100 Metabolic pathways map04976 Bile secretion map04979 Cholesterol metabolism  Glycine 0.39 KEGG map00120 Primary bile acid biosynthesis map00230 Purine metabolism map00260 Glycine, serine and threonine metabolism map00310 Lysine degradation map00440 Phosphonate and phosphinate metabolism map00460 Cyanoamino acid metabolism and many other pathways for glycine  3.alpha.-Hydroxy-7-oxo-5.beta.-cholanic acid 0.44 PubChem Four features having Kyoto Encyclopedia of Genes and Genomes (KEGG) ID were\nextracted with more than two-fold difference between the low and high exposed group.\n3α-Hydroxy-7-oxo-5β-cholanic acid was added from PubChem. The table also shows fold\nchange, referred database, and pathway listed in KEGG.  shows extracted features registered in the Kyoto Encyclopedia of Genes and\nGenomes (KEGG) (  https://www.genome.jp/kegg/ ) with related pathways mentioned (two were\nexcluded because of no information in KEGG). Two (glycine and taurocholic acid) of the\nextracted features were related to bile acid biosynthesis. Furthermore, values for\n3α-Hydroxy-7-oxo-5β-cholanic, another bile acid that is not listed in KEGG, were added in\n Table 1  (PubChem:\n https://pubchem.ncbi.nlm.nih.gov/ ). All of the extracted metabolites were lower in\nconcentration in the exposed group.\n\nFour features having Kyoto Encyclopedia of Genes and Genomes (KEGG) ID were\nextracted with more than two-fold difference between the low and high exposed group.\n3α-Hydroxy-7-oxo-5β-cholanic acid was added from PubChem. The table also shows fold\nchange, referred database, and pathway listed in KEGG.\n\n## Gene expression analysis in liver samples\n\nEleven gene expressions related to xenobiotic metabolism, lipid metabolism, and bile acid\nbiosynthesis in rat liver samples were quantified using qPCR. We chose bile acid\nbiosynthesis-related metabolic enzymes based on metabolome analysis results. The\nassociation between DDT concentration and gene expression are described in  Table 2 Table 2. Multiple linear regression parameters for the association of\ndichlorodiphenyltrichloroethane (DDT) with gene expression in rat liver\nsamples Estimated parameters  Estimated β Standard error t  value P  value BAAT 0.18 0.19 0.9 0.36 Cyp27a1 0.29 0.18 1.6 0.12 Cyp2b1 0.46 0.17 2.6 0.01 Cyp2c11 0.32 0.18 1.8 0.09 Cyp3a1 0.31 0.18 1.7 0.10 Cyp4a1 0.39 0.17 2.3 0.03 Cyp7b1 0.05 0.19 0.3 0.79 Cyp8b1 0.32 0.18 1.8 0.08 Sult1e1 0.45 0.17 2.7 0.01 Ugt1a1 0.57 0.15 3.7 <0.01 Ugt2b1 0.53 0.16 3.2 <0.01 Cyp : cytochrome P450,  Sult : sulfotransferase,\n Ugt : UDP glucuronosyltransferase,  BAAT : bile\nacid CoA: amino acid N-acyltransferase. . The other influencing factors of gene expression such as age and sex were\nshown in  Supplementary Table\n3 . Significant sexual differences were not observed between male and female rats,\nwith the lowest  P  value of 0.13 between sexes in  cytochrome P450 ( cyp ) 8b1 . Metabolic enzymes, such as CYP,\nshare a lot of pathways and play multiple roles in mammals. In addition, it was difficult\nto identify the enzymes that were typically categorized in bile acid biosynthesis.\nHowever, we defined five enzymes ( Cyp7b1 ,  Cyp8b1 ,\n Cyp27a1 , UDP-glucuronosyltransferase [ Ugt1a1 ], and\nbile acid-CoA: amino acid N-acyltransferase [ BAAT ]) as important enzymes\nof bile acid considering previous studies [ 10 ,\n 34 ]. DDT had a small influence on many of the\nbile acid-related genes such as  Baat  and  Cyp27a1  ( Table 2 ).  Ugt1a1 , which is\ninvolved in bilirubin metabolism in mice [ 42 ], was\nfound to have a significant association with  P <0.01. DDT concentration\nalso significantly associated with  Cyp8b1 , with\n P =0.08.\n\nCyp : cytochrome P450,  Sult : sulfotransferase,\n Ugt : UDP glucuronosyltransferase,  BAAT : bile\nacid CoA: amino acid N-acyltransferase.\n\n## Gene expression analysis in testis\n\nFour genes ( Cyp7b1 ,  Cyp11a1 ,  Cyp19a1 ,\nand hydroxysteroid 17-beta dehydrogenase 1 [ Hsd17b1 ]), which have an\nimportant role in steroidogenesis, were selected for quantitative PCR in testis. The\ncorrelation coefficients using Spearman’s rank test between DDT concentration and gene\nexpression were 0.26, −0.26, 0.18, and −0.14 for  Cyp7b1 ,\n Cyp11a1 ,  Cyp19a1 , and  Hsd17b1 ,\nrespectively. No strong correlation between DDT concentration and gene expression was\nfound in testis samples.\n\n## DISCUSSION\n\nIn this study, 114 metabolomes extracted from rat plasma showed no significant differences\nbetween the groups exposed to high and low DDT concentrations. PCA did not characterize the\ncurrent sample dataset by DDT concentration. The group exposed to a higher concentration had\nlower mean concentrations in five metabolites compared with the group exposed to lower DDT\nconcentrations. Three (Taurocholic acid, Glycine, 3.alpha.-Hydroxy-7-oxo-5.beta.-cholanic\nacid) out of five metabolites were related to bile acid biosynthesis. The downregulation of\nglycine due to 24 hr DDT exposure was reported in cultivated rat hepatocytes (same study\nsuggested 6 hr DDT exposure showed upregulation of glycine) [ 15 ]. A few studies have examined the relationship between bile acid biosynthesis\nand DDTs. Thus, we analyzed the expression of the enzymes related to bile acid biosynthesis\nusing quantitative PCR. We must emphasize that the small sample size of rats was our\nlimitation during the gene analysis of rats exposed to DDT. In experimental rats, a strong\nnaturally sexual difference in CYP is reported [ 3 ].\nHowever, in our study, no significant difference in  cyp  gene expression was\nobserved between the sexes. The expression level of some CYP is also age dependent [ 3 ], but multiple linear regression did not show strong\nassociation of age in many of gene expressions of metabolic enzyme. Gene analysis results\nrevealed that  Cyp2b1  gene expression could be affected by DDT\nconcentration. The relationship between DDT and constitutive androstane receptor (CAR) in\nanimals has been investigated in previous studies [ 12 ,  17 ]. Two years of DDT exposure\nupregulated isozyme contents of  CYP2B1 , a CAR target gene, and\npentoxyresorufin O-dealkylase activity in rats [ 12 ].\nIn addition, DDT induced cell cycle and apoptosis genes via CAR in mice using quantitative\nPCR are also reported [ 17 ]. UGT and sulfotransferase\n(SULT) are considered to be regulated by several nuclear receptors, including CAR [ 6 ,  48 ,  49 ]. In our study, we observed relationships between DDT\nconcentration and  Ugt2b1  and  Sult1e1 . These results\npossibly were derived from CAR activity mediated by DDT in South Africa.\n\nCYP7B1 and CYP27A1 are related to several reactions in the primary bile acid biosynthesis\npathway [ 34 ]. In this study, BAAT was involved with\nboth glycine and taurocholic acid in primary bile acid biosynthesis pathway [ 30 ]. However, no significance in DDT concentration and\n Cyp7b1 ,  BAAT , or  Cyp27a1  was observed\nin our study. Additionally, a significant association between DDT concentration and\n Ugt1a1  and  Cyp8b1  was observed. CYP8B1 decides whether\ncholesterol becomes cholic acid or muricholic acid in primary bile acid biosynthesis pathway\n[ 10 ]. Finding a biomarker supported by a change in\ngene expression is desirable. The metabolome in the downstream of genes such as CYP8B1,\nwhich are responsible for particular reactions to decide the fate of cholesterol in primary\nbile acid synthesis, can be a good biomarker candidate reflecting the effects of target\nchemicals. We comprehensively conducted untargeted metabolites and focused on bile acid\nbiosynthesis using field samples. One study reported that DDT exposure induced the bile acid\nsynthesis enzyme and altered hepatic bile acid in experimental mice [ 20 ]. However, the relationship between bile acid biosynthesis and DDT has\nnot been well investigated, even in  in vivo  studies. Further studies need\nto be conducted to reveal the effect of DDT on bile acid synthesis.\n\nWe also investigated steroid hormone biosynthesis pathways in the testis. Statistical\nanalysis was not performed owing to the small sample size. Analyses using ovaries are likely\nimportant as well; however, the sample size was not sufficient to ignore the variations in\nthe sexual cycle of females considering steroidogenesis. Thus, we did not analyze the ovary\nfor gene expression changes. The target genes in our study play an important role in the\ntesticular steroidogenesis [ 32 ,  37 ]. DDT caused apoptosis in the testis, which was probably because of\ntesticular oxidative stress [ 25 ]. The testosterone\nlevel in rats decreased after DDT exposure [ 19 ,  21 ]. Bovine placenta showed the significant upregulation\nof  Cyp11a1  and  3β-hydroxysteroid dehydrogenase \n( 3βHSD ) mRNA expression level because of DDT exposure [ 46 ]. A significant increase in  Cyp19a1 \nmRNA expression level due to DDT exposure has previously been reported [ 45 ]. However, information obtained in a previous study\nsuggested that testis-derived cells did not show a significant effect of less cytotoxic\nconcentrations of DDTs on aromatase activity (CYP19A1 activity) [ 37 ]. Our results, which did not show a strong correlation between DDT\nconcentration and target genes in testis, may be reasonable; however, further research with\nadditional data, including steroid hormone concentration in plasma would help elucidate the\neffects of DDT on steroidogenesis. And this study targeted only testes, but gene profile in\novaries must be examined in DDT-sprayed areas to reveal the difference derived from DDTs\nexposure between males and females on steroidogenesis.\n\nRecently, metabolome technique are being used for DDT sensitive animals, such as green\nmussel and frog [ 39 ,  47 ]. The  in vivo  study using African clawed frogs showed several\npathways, including unsaturated fatty acid and galactose metabolism, which significantly\nchanged due to DDT exposure [ 47 ]. Metabolome analyses\nusing field-collected samples can be an important factor in determining the ecological\ntoxicity of environmental hormones in chemically polluted areas. However, we could not find\nany effective biomarker but bile acids as a candidate that reflected DDT exposure in\nwildlife in our study. In this study, all samples were contaminated with DDT to varying\nextents; therefore, they could not be separated into two groups, such as control and high\nexposed groups. This is a limitation of the present study. However, all samples were divided\ninto four groups, and the first and fourth quantiles were used as low and high exposed\ngroups, respectively, for metabolome analysis. This may have prevented the extraction of\neffective biomarkers. Metabolomics has also been used to assess the\n o,p’ -DDT’s estrogenic ability [ 43 ].\nFurther studies are needed for a better understanding of the relationship between DDT and\nmetabolomic changes.\n\nMetabolome analysis in this study identified bile acid as a candidate biomarker in rats\nexposed to DDT in sprayed areas, although the utility of these candidates has not fully\nbeen demonstrated. Rats’ metabolic profiles can be changed over time, depending on their\nage and nutritional status [ 26 ,  50 ]. Thus, to assess the DDT effect more accurately, we\nshould examine sex and age separately. The small sample size did not allow the proper\nstatistical analyses, and this is our limitation. In addition to metabolome analysis,\nseveral metabolic gene expressions were examined. We found that some metabolic enzymes,\nsuch as  Cyp2b1  in the liver of wild rat samples were associated with DDT\naccumulation. Disturbance of the xenobiotic enzymes in rats is of concern in DDT-sprayed\nareas, and continuous surveys are needed. The metabolites related to genes found in this\nstudy were also potential candidates that can be used to find new biomarkers. Metabolome\nand gene expression analyses targeting wild rats in DDT-polluted areas are rare.\nField-based approaches can help reveal the effect of DDT in sprayed areas. Our results\nprovide new insights for future research in mammals living in DDT-polluted areas.\n\n## Conclusion\n\nMetabolome analysis in this study identified bile acid as a candidate biomarker in rats\nexposed to DDT in sprayed areas, although the utility of these candidates has not fully\nbeen demonstrated. Rats’ metabolic profiles can be changed over time, depending on their\nage and nutritional status [ 26 ,  50 ]. Thus, to assess the DDT effect more accurately, we\nshould examine sex and age separately. The small sample size did not allow the proper\nstatistical analyses, and this is our limitation. In addition to metabolome analysis,\nseveral metabolic gene expressions were examined. We found that some metabolic enzymes,\nsuch as  Cyp2b1  in the liver of wild rat samples were associated with DDT\naccumulation. Disturbance of the xenobiotic enzymes in rats is of concern in DDT-sprayed\nareas, and continuous surveys are needed. The metabolites related to genes found in this\nstudy were also potential candidates that can be used to find new biomarkers. Metabolome\nand gene expression analyses targeting wild rats in DDT-polluted areas are rare.\nField-based approaches can help reveal the effect of DDT in sprayed areas. Our results\nprovide new insights for future research in mammals living in DDT-polluted areas.\n\n## CONFLICT OF INTEREST\n\nThe authors have no relevant financial or nonfinancial interests to declare.",
  "reference_count": 52,
  "word_count": 5309,
  "char_count": 34862
}