{
  "pmcid": "PMC10018567",
  "doi": "10.1016/j.heliyon.2023.e14328",
  "title": "Role of SHANK3 in concentrated ambient PM2. 5 exposure induced autism-like phenotype",
  "authors": [
    "Kang Li",
    "Xiaotian Liang",
    "Xiaoqian Xie",
    "Lei Tian",
    "Jun Yan",
    "Bencheng Lin",
    "Huanliang Liu",
    "Wenqin Lai",
    "Xiaohua Liu",
    "Zhuge Xi"
  ],
  "year": "2023",
  "journal": "Heliyon",
  "abstract": "Perinatal air pollution plays an important role in the development of autism. However, research on the pathogenic mechanism remains limited. In this study, the model of systemic inhalation of concentrated approximately 8-fold the level (mean concentration was 224 μg/m 3 ) reported in ambient outdoor air of PM2.5 (particulate matters that are 2.5 μm or less in diameter)in early-postnatal male Sprague-Dawley (SD) rats was established. Through a series of autism-related behavioral tests, it was identified that young rats (postnatal day 1-day21, named PND1-PND21) exposed to PM2.5 exhibited typical autistic phenotypes, such as impaired language communication, abnormal repetitive and stereotyped behaviors, and impaired social skills. Moreover, synaptic abnormalities have been found in the brain tissues of young rats exposed to PM2.5. In terms of the molecular mechanism, we found that the levels of SH3 and multiple ankyrin repeat domains 3 (SHANK3) expression and key molecular proteins in the downstream signaling pathways were decreased in the brain tissues of the exposed rats. Finally, at the epigenetic level, SHANK3 methylation levels were increased in young rats exposed to PM2.5. In conclusion, the study revealed that PM2.5 exposure might induce the early postnatal autism through the SHANK3 signaling pathway by affecting the SHANK3 methylation levels and reducing the SHANK3 expression levels. The study could provide new ideas for autism etiology and a theoretical basis for the prevention and treatment of autism in children.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Autism is a widespread neuro-developmental disorder that occurs during infancy. The annual incidence of autism is increasing worldwide [ 1 , 2 ], and sex differences have been reported. According to an investigation by the U.S. Centers for Disease Control and Prevention (CDCP), the likelihood of boys being affected is four times that of girls [ 3 , 4 ]. The main manifestations of autism include social communication disorders, language communication disorders, repetitive and stereotyped behaviors, and narrow interests [ 5 ]. So far, childhood autism is a typical mental disability, the pathogenesis of autism is not clear, and autism lacks effective treatment strategies. Several studies have shown that autism is caused by genetic and perinatal external environmental factors [ 6 , 7 ]. Predictably, the rate of autism induced by environmental factors is higher than that caused by genetic factors [ [8] ,  [9] ,  [10] ,  [11] ]. Considering the effect of environmental factors on autism, to study the role of environmental hazard factors in the occurrence and development of autism will determine the causes of autism and develop the effective prevention and treatment strategies.\n\nAir pollution has become a worldwide environmental problem, and long-term exposure to air pollution increases the health risks. Recent studies have linked the air pollution to diseases of the central nervous system (CNS). The survey results of the Harvard School of Public Health in 2013 revealed that pregnant women exposed to severe air pollution, among which particulate matters that are 2.5 μm or less in diameter (PM2.5) pollution was the most serious, could increase the possibility of children developing autism by 30–50% [ 12 ]. Children exposed to PM2.5 air pollution, particularly in the second trimester, have an increased risk of childhood autism [ 13 , 14 ]. Additionally, it is found that PM2.5 exposure, both during pregnancy and early birth increases the risk of autism in children [ 15 , 16 ]. In animal experiments, previous studies have reported a series of autism-related changes, including lateral ventricle enlargement, neurotransmitter disorders, and neuroinflammatory responses once newborn rats were exposed to concentrated ultrafine particulate matter of air pollution [ 15 , 17 , 18 ]. In the previous study, the researchers found that male rats showed typical behavioral features of autism after early postnatal exposure to PM2.5 by intranasal instillation at doses of 2 and 20 mg/kg, and significantly expression down-regulation of SHANK3, an autism candidate gene. These studies suggest that perinatal air pollution exposure is likely to be an important environmental risk factor for autism development, and little is known about the related pathogenesis.\n\nSynapses are intercellular connections critical for the information transfer between neurons. There is an excessive number of synapses in the cerebral cortex and hippocampus of individuals with autism. SH3 and multiple ankyrin repeat domains 3 (SHANK3) is located in the long arm 13.3 of human chromosome 22 (22q13.3). SHANK3 is mainly expressed in the postsynaptic density (PSD) of excitatory glutamate neurons and is an important component of the PSD complex. At the same time, SHANK3 plays a role in synaptic plasticity and dendritic spine maturation [ 19 ]. Several studies have revealed that certain individuals with autism have abnormalities in the SHANK3 gene and developmental disorders at the synapse [ [20] ,  [21] ,  [22] ]. DNA methylation is a common molecular mechanism through which environmental factors affect gene expression. It is an epigenetic modification that occurs at the CpG island at the 5′ end of the genes, and methylation level is generally inversely proportional to gene expression. Recent studies in mice have shown that SHANK3 is highly methylated with decreased expression levels in PM2.5-exposed mice [ [23] ,  [24] ,  [25] ].\n\nIn this study, we hypothesized that early postnatal PM2.5 exposure was an important risk factor for autism occurrence and development, in which SHANK3 could play an important role. To evaluate the effects of early postnatal exposure to PM2.5 on the autism phenotype and the expression of SHANK3 and downstream key factors in brain tissues, we established a systemic PM2.5 inhalation exposure rat model. Furthermore, by detecting SHANK3 methylation modification, we explored the epigenetic mechanism of early postnatal PM2.5, which could trigger an autistic-like phenotype."
    },
    {
      "title": "Results",
      "text": "To determine the exposure dose and harmful chemical components of PM2.5, mass concentrations and harmful substances in atmospheric PM2.5 during the collection period were tested. The average exposure concentration of PM2.5 in the exposure period (PND1-PND21) was 224.04 μg/m 3  while the atmospheric concentration of PM2.5 is 30.90 μg/m 3  ( Supplementary Table S1 ). Rats in the control group were exposed to clean air with a concentration of PM2.5 < 5 μg/m 3 . Concentrations of PM2.5-bounded polycyclic aromatic hydrocarbons (PAHs) were determined and the mean values were ordered as follows: fluoranthene > pyrene > indeno (1,2,3-cd) pyrene > benzo (g, h, i) perylene > benzo (a) anthracene > naphthalene > enaphthene > benzo (b) fluoranthene > fluorene > chrysene > benzo (a) pyrene > phenanthrene > benzo (k) fluoranthene. The order of the average concentrations of the heavy metals observed was Zn > Ca >Mn > Cu > Pb > Hg > Cr > Ni > Cd ( Supplementary Table S2 ).\n\nTo better simulate the direct PM2.5 inhalation by the human body, the systemic inhalation exposure device that had a similar mode to the human exposure was adopted. To establish an animal model of early postnatal PM2.5 exposure, healthy SD rats were selected for concentrated PM2.5 exposure from PND1 to PND21.\n\nTo explore whether exposure to PM2.5 could lead to autistic phenotypes in early postnatal rat pups, the behavioral tests on the established model rat pups were performed. Experimental ultrasonic vocalization (USVs) analysis of pups and dams within 5 min of separation showed that rat pups were emitted USVs with a frequency of approximately 40 kHz and an intensity of approximately 60 dB, whereas the frequency of USVs in the exposed groups was lower than that in the control group ( Fig. 1 A). Statistical analysis of the total number of USVs in rat pups within 5 min showed that the number of USVs in the concentrated ambient PM2.5(CAPs) group was significantly lower than that in the filtered air (FA) group ( Fig. 1 A, P < 0.001), suggesting that PM2.5 exposure severely weakened the communication ability of rat pups. Moreover, the repeated and stereotypical behavior of rat pups after PM2.5 exposure was observed. The burying experiment revealed that the number of burying marbles in the CAPs group was significantly lower than that in the FA group ( Fig. 1 B, P < 0.05). Furthermore, compared to that in the FA group a significant increase in self-grooming in PM2.5-exposed rat pups over the same time period was discovered ( Fig. 1 C, P < 0.05), it was consistent with the previously observed increasing in self-grooming behavior in numerous animal models of autism. Fig. 1 Reduced ultrasonic vocalization and marble-burying behavior, and increased self-Grooming of CAPs-exposed male rat pups. FA group: n = 10, CAPs group: n = 10. (A) The total number of USVs emitted by rat pups separated from their mothers for 5 min after CAPs and FA exposure. (B) Quantification of total number of marbles buried during the marble-burying test after CAPs and FA exposure. (C) The self-grooming times of young male rats in the two groups within 30 min after CAPs and FA exposure. Values were mean ± SEM. *P < 0.05, ***P < 0.001. Fig. 1\n\nReduced ultrasonic vocalization and marble-burying behavior, and increased self-Grooming of CAPs-exposed male rat pups. FA group: n = 10, CAPs group: n = 10. (A) The total number of USVs emitted by rat pups separated from their mothers for 5 min after CAPs and FA exposure. (B) Quantification of total number of marbles buried during the marble-burying test after CAPs and FA exposure. (C) The self-grooming times of young male rats in the two groups within 30 min after CAPs and FA exposure. Values were mean ± SEM. *P < 0.05, ***P < 0.001.\n\nTo explore whether exposure to PM2.5 could cause the social barriers, the three-chambered social experiment to assess the social ability of rat pups was used. During the habituation phase, the experimental and control groups of rats were remained in the three empty boxes for an approximately equal amount of time. In the social phase, the sniffing time for unfamiliar rats in the FA and CAPs groups was significantly increased compared with that in the empty box; however, the degree of increase in the CAPs group was much lower than that in the FA group ( Fig. 2 A), and in the social novelty phase, rats from the CAPs group spent an equal amount of time interacting with novel and familiar rats ( Fig. 2 B), indicating that the social willingness of PM2.5-exposed rats was decreased. Similarly, in the new object recognition experiment, the two rat groups exhibited no preference for similar objects during the familiar phase. However, the exploration time of the novel object in the FA group was significantly longer than that of the old one, while the exploration time of the CAPs group was not different between the old and new objects ( Fig. 2 C and D). Fig. 2 Social abnormalities and novelty avoidance in CAPs-exposed male rat pups. FA group: n = 10, CAPs group: n = 10. (A) Time spent sniffing the empty cup and the unfamiliar rat during the sociability test after CAPs and FA exposure. (B) Time spent sniffing the familiar and novel rat during the social novelty test after CAPs and FA exposure. (C) Time spent exploring two similar objects during the familiarity period in novel object recognition test after CAPs and FA exposure. (D) Time spent exploring the novel and familiar object during the test period in novel object recognition test after CAPs and FA exposure. Values were mean ± SEM. *P < 0.05, **P < 0.01, ***P < 0.001. Fig. 2\n\nSocial abnormalities and novelty avoidance in CAPs-exposed male rat pups. FA group: n = 10, CAPs group: n = 10. (A) Time spent sniffing the empty cup and the unfamiliar rat during the sociability test after CAPs and FA exposure. (B) Time spent sniffing the familiar and novel rat during the social novelty test after CAPs and FA exposure. (C) Time spent exploring two similar objects during the familiarity period in novel object recognition test after CAPs and FA exposure. (D) Time spent exploring the novel and familiar object during the test period in novel object recognition test after CAPs and FA exposure. Values were mean ± SEM. *P < 0.05, **P < 0.01, ***P < 0.001.\n\nIn conclusion, exposure to concentrated PM2.5 could result in typical autism spectrum disorder (ASD) behavioral changes in young rats, such as decreased communication ability, decreased social ability and novelty avoidance.\n\nWe showed that PM2.5 exposure could trigger an autism-like phenotype in early postnatal rats. Next, the causes and molecular mechanisms of these changes were explored. We observed the ultrastructure of synapses using electron microscopy and revealed a reduction in the length and thickness of the PSD in the hippocampus ( Fig. 3 C) and prefrontal cortex ( Fig. 3 D) of pups in the CAPs group. Next, immunofluorescence (IF) staining was used to detect the expression levels of Synaptophysin and Homer1, and the decreased expression of Synaptophysin ( Fig. 4 F) and Homer1 ( Fig. 4 G) was found in the PM2.5 exposure group, suggesting that PM2.5 exposure could lead to a decrease in the number of synapses. Furthermore, Western blotting results ( Fig. 5 A) showed that expression level of SHANK3 protein in rat brain tissues was significantly decreased after exposure to PM2.5 ( Fig. 5 B), and the expression levels of guanylate kinase-associated protein (GKAP) and PSD95 proteins, key molecules in the SHANK3 signaling pathway, were also significantly decreased ( Fig. 5 C–D). Therefore, PM2.5 exposure might cause the synaptic reduction by affecting the SHANK3 signaling pathway in rat brain tissues, thus triggering the autism phenotypes. Fig. 3 The ultrastructural changes of synapses of hippocampus and prefrontal cortex in rat pups after FA (A, B) and CAPs (C, D)exposure detected using TEM. FA group, CAPs group. Scale bars = 0.5 μm. Red arrowheads indicated electron-dense PSDs. Fig. 3 Fig. 4 The synaptic marker protein expressions in hippocampus of rat pups after FA (A–D) and CAPs ( E –H) exposure detected using IF staining. Scale bars = 100 μm. FA group, CAPs group. Synaptophysin: CY3, Homer1: FITC, Nucleus: DAPI. Fig. 4 Fig. 5 Effects of early-postnatal CAPs exposure on synaptic plasticity and SHANK3 signaling pathway. (A) The expression levels of key molecules of the SHANK3 signaling pathway (SHANK3, GKAP, PSD95, full, non-adjusted images in  Supplementary Figure S3 ) in hippocampus of rat pups after CAPs and FA exposure detected using western blotting. (B–D) Quantification of the immunoreactive band densities of SHANK3, GKAP and PSD95 (n = 3). GAPDH was used as loading control. Values were mean ± SEM. ***P < 0.001. Fig. 5\n\nThe ultrastructural changes of synapses of hippocampus and prefrontal cortex in rat pups after FA (A, B) and CAPs (C, D)exposure detected using TEM. FA group, CAPs group. Scale bars = 0.5 μm. Red arrowheads indicated electron-dense PSDs.\n\nThe synaptic marker protein expressions in hippocampus of rat pups after FA (A–D) and CAPs ( E –H) exposure detected using IF staining. Scale bars = 100 μm. FA group, CAPs group. Synaptophysin: CY3, Homer1: FITC, Nucleus: DAPI.\n\nEffects of early-postnatal CAPs exposure on synaptic plasticity and SHANK3 signaling pathway. (A) The expression levels of key molecules of the SHANK3 signaling pathway (SHANK3, GKAP, PSD95, full, non-adjusted images in  Supplementary Figure S3 ) in hippocampus of rat pups after CAPs and FA exposure detected using western blotting. (B–D) Quantification of the immunoreactive band densities of SHANK3, GKAP and PSD95 (n = 3). GAPDH was used as loading control. Values were mean ± SEM. ***P < 0.001.\n\nTo investigate the epigenetic effects of early postnatal PM2.5 exposure on the SHANK3 gene, the methylation level at three CpG sites located in the SHANK3 gene from the brain tissues in both groups was determined. Typical examples of pyrograms were shown in  Fig. 6 A. Compared to the FA group, the CAPs group, showed the hypermethylation of the SHANK3 gene ( Fig. 6 B, P < 0.001). At the epigenetic level, the decreased SHANK3 expression level in young PM2.5-exposed rats in early life might have been due to the increased methylation level. Fig. 6 Early-life CAPs exposure could lead to elevated SHANK3 methylation levels. (A) The methylation of SHANK3 gene regions in rat brain tissues after CAPs and FA exposure detected using bisulfite detection and sequencing. (B) Quantitative analysis of the overall methylation level of SHANK3 gene regions in rat brain tissues (n = 3). Values were mean ± SEM. ***P < 0.001. Fig. 6\n\nEarly-life CAPs exposure could lead to elevated SHANK3 methylation levels. (A) The methylation of SHANK3 gene regions in rat brain tissues after CAPs and FA exposure detected using bisulfite detection and sequencing. (B) Quantitative analysis of the overall methylation level of SHANK3 gene regions in rat brain tissues (n = 3). Values were mean ± SEM. ***P < 0.001."
    },
    {
      "title": "Concentration and chemical components of PM2.5",
      "text": "To determine the exposure dose and harmful chemical components of PM2.5, mass concentrations and harmful substances in atmospheric PM2.5 during the collection period were tested. The average exposure concentration of PM2.5 in the exposure period (PND1-PND21) was 224.04 μg/m 3  while the atmospheric concentration of PM2.5 is 30.90 μg/m 3  ( Supplementary Table S1 ). Rats in the control group were exposed to clean air with a concentration of PM2.5 < 5 μg/m 3 . Concentrations of PM2.5-bounded polycyclic aromatic hydrocarbons (PAHs) were determined and the mean values were ordered as follows: fluoranthene > pyrene > indeno (1,2,3-cd) pyrene > benzo (g, h, i) perylene > benzo (a) anthracene > naphthalene > enaphthene > benzo (b) fluoranthene > fluorene > chrysene > benzo (a) pyrene > phenanthrene > benzo (k) fluoranthene. The order of the average concentrations of the heavy metals observed was Zn > Ca >Mn > Cu > Pb > Hg > Cr > Ni > Cd ( Supplementary Table S2 )."
    },
    {
      "title": "PM2.5 exposure triggers autism-like phenotypes in early-postnatal rat pups",
      "text": "To better simulate the direct PM2.5 inhalation by the human body, the systemic inhalation exposure device that had a similar mode to the human exposure was adopted. To establish an animal model of early postnatal PM2.5 exposure, healthy SD rats were selected for concentrated PM2.5 exposure from PND1 to PND21.\n\nTo explore whether exposure to PM2.5 could lead to autistic phenotypes in early postnatal rat pups, the behavioral tests on the established model rat pups were performed. Experimental ultrasonic vocalization (USVs) analysis of pups and dams within 5 min of separation showed that rat pups were emitted USVs with a frequency of approximately 40 kHz and an intensity of approximately 60 dB, whereas the frequency of USVs in the exposed groups was lower than that in the control group ( Fig. 1 A). Statistical analysis of the total number of USVs in rat pups within 5 min showed that the number of USVs in the concentrated ambient PM2.5(CAPs) group was significantly lower than that in the filtered air (FA) group ( Fig. 1 A, P < 0.001), suggesting that PM2.5 exposure severely weakened the communication ability of rat pups. Moreover, the repeated and stereotypical behavior of rat pups after PM2.5 exposure was observed. The burying experiment revealed that the number of burying marbles in the CAPs group was significantly lower than that in the FA group ( Fig. 1 B, P < 0.05). Furthermore, compared to that in the FA group a significant increase in self-grooming in PM2.5-exposed rat pups over the same time period was discovered ( Fig. 1 C, P < 0.05), it was consistent with the previously observed increasing in self-grooming behavior in numerous animal models of autism. Fig. 1 Reduced ultrasonic vocalization and marble-burying behavior, and increased self-Grooming of CAPs-exposed male rat pups. FA group: n = 10, CAPs group: n = 10. (A) The total number of USVs emitted by rat pups separated from their mothers for 5 min after CAPs and FA exposure. (B) Quantification of total number of marbles buried during the marble-burying test after CAPs and FA exposure. (C) The self-grooming times of young male rats in the two groups within 30 min after CAPs and FA exposure. Values were mean ± SEM. *P < 0.05, ***P < 0.001. Fig. 1\n\nReduced ultrasonic vocalization and marble-burying behavior, and increased self-Grooming of CAPs-exposed male rat pups. FA group: n = 10, CAPs group: n = 10. (A) The total number of USVs emitted by rat pups separated from their mothers for 5 min after CAPs and FA exposure. (B) Quantification of total number of marbles buried during the marble-burying test after CAPs and FA exposure. (C) The self-grooming times of young male rats in the two groups within 30 min after CAPs and FA exposure. Values were mean ± SEM. *P < 0.05, ***P < 0.001.\n\nTo explore whether exposure to PM2.5 could cause the social barriers, the three-chambered social experiment to assess the social ability of rat pups was used. During the habituation phase, the experimental and control groups of rats were remained in the three empty boxes for an approximately equal amount of time. In the social phase, the sniffing time for unfamiliar rats in the FA and CAPs groups was significantly increased compared with that in the empty box; however, the degree of increase in the CAPs group was much lower than that in the FA group ( Fig. 2 A), and in the social novelty phase, rats from the CAPs group spent an equal amount of time interacting with novel and familiar rats ( Fig. 2 B), indicating that the social willingness of PM2.5-exposed rats was decreased. Similarly, in the new object recognition experiment, the two rat groups exhibited no preference for similar objects during the familiar phase. However, the exploration time of the novel object in the FA group was significantly longer than that of the old one, while the exploration time of the CAPs group was not different between the old and new objects ( Fig. 2 C and D). Fig. 2 Social abnormalities and novelty avoidance in CAPs-exposed male rat pups. FA group: n = 10, CAPs group: n = 10. (A) Time spent sniffing the empty cup and the unfamiliar rat during the sociability test after CAPs and FA exposure. (B) Time spent sniffing the familiar and novel rat during the social novelty test after CAPs and FA exposure. (C) Time spent exploring two similar objects during the familiarity period in novel object recognition test after CAPs and FA exposure. (D) Time spent exploring the novel and familiar object during the test period in novel object recognition test after CAPs and FA exposure. Values were mean ± SEM. *P < 0.05, **P < 0.01, ***P < 0.001. Fig. 2\n\nSocial abnormalities and novelty avoidance in CAPs-exposed male rat pups. FA group: n = 10, CAPs group: n = 10. (A) Time spent sniffing the empty cup and the unfamiliar rat during the sociability test after CAPs and FA exposure. (B) Time spent sniffing the familiar and novel rat during the social novelty test after CAPs and FA exposure. (C) Time spent exploring two similar objects during the familiarity period in novel object recognition test after CAPs and FA exposure. (D) Time spent exploring the novel and familiar object during the test period in novel object recognition test after CAPs and FA exposure. Values were mean ± SEM. *P < 0.05, **P < 0.01, ***P < 0.001.\n\nIn conclusion, exposure to concentrated PM2.5 could result in typical autism spectrum disorder (ASD) behavioral changes in young rats, such as decreased communication ability, decreased social ability and novelty avoidance."
    },
    {
      "title": "Effects of early-postnatal PM2.5 exposure on synaptic function and SHANK3 signaling pathway in the hippocampus and prefrontal cortex",
      "text": "We showed that PM2.5 exposure could trigger an autism-like phenotype in early postnatal rats. Next, the causes and molecular mechanisms of these changes were explored. We observed the ultrastructure of synapses using electron microscopy and revealed a reduction in the length and thickness of the PSD in the hippocampus ( Fig. 3 C) and prefrontal cortex ( Fig. 3 D) of pups in the CAPs group. Next, immunofluorescence (IF) staining was used to detect the expression levels of Synaptophysin and Homer1, and the decreased expression of Synaptophysin ( Fig. 4 F) and Homer1 ( Fig. 4 G) was found in the PM2.5 exposure group, suggesting that PM2.5 exposure could lead to a decrease in the number of synapses. Furthermore, Western blotting results ( Fig. 5 A) showed that expression level of SHANK3 protein in rat brain tissues was significantly decreased after exposure to PM2.5 ( Fig. 5 B), and the expression levels of guanylate kinase-associated protein (GKAP) and PSD95 proteins, key molecules in the SHANK3 signaling pathway, were also significantly decreased ( Fig. 5 C–D). Therefore, PM2.5 exposure might cause the synaptic reduction by affecting the SHANK3 signaling pathway in rat brain tissues, thus triggering the autism phenotypes. Fig. 3 The ultrastructural changes of synapses of hippocampus and prefrontal cortex in rat pups after FA (A, B) and CAPs (C, D)exposure detected using TEM. FA group, CAPs group. Scale bars = 0.5 μm. Red arrowheads indicated electron-dense PSDs. Fig. 3 Fig. 4 The synaptic marker protein expressions in hippocampus of rat pups after FA (A–D) and CAPs ( E –H) exposure detected using IF staining. Scale bars = 100 μm. FA group, CAPs group. Synaptophysin: CY3, Homer1: FITC, Nucleus: DAPI. Fig. 4 Fig. 5 Effects of early-postnatal CAPs exposure on synaptic plasticity and SHANK3 signaling pathway. (A) The expression levels of key molecules of the SHANK3 signaling pathway (SHANK3, GKAP, PSD95, full, non-adjusted images in  Supplementary Figure S3 ) in hippocampus of rat pups after CAPs and FA exposure detected using western blotting. (B–D) Quantification of the immunoreactive band densities of SHANK3, GKAP and PSD95 (n = 3). GAPDH was used as loading control. Values were mean ± SEM. ***P < 0.001. Fig. 5\n\nThe ultrastructural changes of synapses of hippocampus and prefrontal cortex in rat pups after FA (A, B) and CAPs (C, D)exposure detected using TEM. FA group, CAPs group. Scale bars = 0.5 μm. Red arrowheads indicated electron-dense PSDs.\n\nThe synaptic marker protein expressions in hippocampus of rat pups after FA (A–D) and CAPs ( E –H) exposure detected using IF staining. Scale bars = 100 μm. FA group, CAPs group. Synaptophysin: CY3, Homer1: FITC, Nucleus: DAPI.\n\nEffects of early-postnatal CAPs exposure on synaptic plasticity and SHANK3 signaling pathway. (A) The expression levels of key molecules of the SHANK3 signaling pathway (SHANK3, GKAP, PSD95, full, non-adjusted images in  Supplementary Figure S3 ) in hippocampus of rat pups after CAPs and FA exposure detected using western blotting. (B–D) Quantification of the immunoreactive band densities of SHANK3, GKAP and PSD95 (n = 3). GAPDH was used as loading control. Values were mean ± SEM. ***P < 0.001."
    },
    {
      "title": "Epigenetic effects of early-postnatal PM2.5 exposure on the SHANK3 gene",
      "text": "To investigate the epigenetic effects of early postnatal PM2.5 exposure on the SHANK3 gene, the methylation level at three CpG sites located in the SHANK3 gene from the brain tissues in both groups was determined. Typical examples of pyrograms were shown in  Fig. 6 A. Compared to the FA group, the CAPs group, showed the hypermethylation of the SHANK3 gene ( Fig. 6 B, P < 0.001). At the epigenetic level, the decreased SHANK3 expression level in young PM2.5-exposed rats in early life might have been due to the increased methylation level. Fig. 6 Early-life CAPs exposure could lead to elevated SHANK3 methylation levels. (A) The methylation of SHANK3 gene regions in rat brain tissues after CAPs and FA exposure detected using bisulfite detection and sequencing. (B) Quantitative analysis of the overall methylation level of SHANK3 gene regions in rat brain tissues (n = 3). Values were mean ± SEM. ***P < 0.001. Fig. 6\n\nEarly-life CAPs exposure could lead to elevated SHANK3 methylation levels. (A) The methylation of SHANK3 gene regions in rat brain tissues after CAPs and FA exposure detected using bisulfite detection and sequencing. (B) Quantitative analysis of the overall methylation level of SHANK3 gene regions in rat brain tissues (n = 3). Values were mean ± SEM. ***P < 0.001."
    },
    {
      "title": "Discussion",
      "text": "Autism is a neuro-developmental disorder characterized by obstacles in social ability and language communication ability, as well as existing behavioral patterns of repetition and stereotypes [ 26 ]. There is no consensus on the cause of autism, and it is estimated that a large percentage of all autism cases can be attributed to air pollution [ 27 , 28 ]. Therefore, to improve autism prevention and treatment effects, it is of great significance to understand the effects of early postnatal exposure to PM2.5 on the autism-like phenotype and the molecular mechanism of the autism-like phenotype occurrence and development.\n\nIn this study, we explored the effects and molecular mechanisms of PM2.5 on autism, by establishing an early postnatal rat model of PM2.5 exposure. The systemic inhalation device is closer to human exposure than the nasal drip. Additionally, autism-related behavioral tests were performed to determine the changes in the autistic behaviors of the exposed pups, such as social skills, communication skills, and repetitive and stereotyped behaviors. Notably, in the ultrasonic occurrence analysis, the vocalization of experimental rats in the exposure group was decreased, which was similar to the reduction in crying behavior observed in some infants with autism [ 29 , 30 ], suggesting that PM2.5 exposure had adverse effects on the communication ability of rat pups. Additionally, self-grooming is considered a manifestation of repetitive and stereotypical behavior in rats [ 31 , 32 ], and many animal ASD models exhibited high levels of grooming behavior, such as Nrxn1α −/−  and En2 −/−  mice [ 33 , 34 ]. The self-grooming times of PM2.5-exposed rats were significantly increased compared with that of rats in the control group, suggesting that PM2.5 might lead to repeated and stereotyped behaviors in rats. Multiple studies have shown that ASD-related model animals, such as SHANK3B −/- , ProSAP1/SHANK2 −/− , and MECP2 +/−  mice, have shorter exposure times to unfamiliar mice than wild-type mice in three-box experiments [ [35] ,  [36] ,  [37] ]. Therefore, we used three experimental groups to assess the social ability of rats, and found that the sniffing time of unfamiliar rats in the exposure and control groups were increased compared to that of empty containers; however, we still detected the abnormal social behaviors, in which the sniffing time increasing of exposed rats was lower than that of control rats, suggesting that PM2.5 could reduce the rats' willingness to socialize to a certain extent.\n\nDuring the growth and development of life, the number, size, shape, and strength of neuronal synapses are constantly changing. These changes depend on structure changes of synaptic molecular composition and chemical modification of synaptic proteins. When the expression level of genes encoding these synaptic proteins is abnormal, the synaptic proteins is dysregulated, and synaptic function is impaired, which affects the neural development. Numerous experimental studies have identified the hundreds of genes associated with autism, most of which encode synaptic proteins at presynaptic and postsynaptic sites [ [38] ,  [39] ,  [40] ,  [41] ]. Synaptic dysfunction and autism-like behaviors have been observed in mouse models with abnormal gene expression [ 35 , 42 , 43 ]. Some scholars have found that the disorder of synaptic structure and function is the beginning of the development of behavioral and cognitive neuro-developmental disorders in patients with autism [ 44 , 45 ]. Abnormal excitatory synaptic transmission and social disorders have been observed in several mouse models of autism [ 46 , 47 ]. Additionally, Sacai et al. (2020) have also proved that the reduction of excitatory synaptic transmission of neurons can lead to impaired social interaction and mild abnormal phonation in mice. Therefore, synaptic dysfunction is considered the pathophysiological basis of autism [ [48] ,  [49] ,  [50] ].\n\nThe hippocampus and prefrontal cortex are the brain regions most associated with autism, and synaptic dysfunction is closely related to the occurrence and development of autism. Therefore, we observed the synaptic ultrastructure of the hippocampus and prefrontal cortex in PM2.5-exposed rats by TEM and found that the length and thickness of the PSD were decreased. Using an electron microscope, previous research found that cntnap4 knockout mice had obvious autistic symptoms and it was observed that the PSD thickness of cntnap4 knockout mice was significantly smaller than that of wild-type mice [ 51 ], which was consistent with our results. This suggested that PM2.5 exposure could cause structural abnormalities in synapses. PSD is a dense local region within the dendritic spines of excitatory synapses composed of receptors, kinases, structural proteins, and signal molecules related to synaptic plasticity, which is complex and variable in terms of functional regulation [ 52 ]. SHANK3, a key molecule in PSD, is a postsynaptic scaffold protein that is widely distributed in the brain, and the expression is relatively high in the cerebral cortex. SHANK3 can regulate the postsynaptic neurotransmitter receptors and signal molecules [ 41 , 53 ], and interact with family members of the GKAP and PSD-95 [ 54 ] to participate in postsynaptic functional regulation of glutamate energy [ 41 ]. Hagmeyer et al. (2015) destroyed the neuronal homeostasis through metal ions and mediated synaptic dysfunction, resulting in autism and decreased SHANK3 protein expression and synaptic density. Consistent with the results of previous studies, in this study, the expression level of SHANK3 protein in the rat brain was decreased significantly after PM2.5. Vicidomini et al. (2017) found that in ordinary wild-type mice, N-methyl- d -aspartic acid receptor (NMDAR) could rely on the activation of mGluR5 to function normally, whereas in an ASD mouse model with SHANK3 gene knockout, the interaction of these two receptors was significantly reduced, thus affecting the transduction of SHANK3 signaling pathways. In this study, the reduced expression level of SHANK3 protein indicated that PM2.5 exposure affected the normal expression of the postsynaptic scaffold protein SHANK3, thus reducing the signal transduction between NMDAR and mGluR5, affecting the formation of synapses and leading to the occurrence of synaptic dysfunction. At the same time, Synaptophysin, which is expressed in synaptic vesicles, is commonly used as a biomarker of presynaptic terminals [ 55 ]. Homer1 is a major postsynaptic protein [ 56 ]. SHANK3 contains an N-terminal ankyrin repeat, SH3, PDZ, proline-rich, and C-terminal Sam domains [ 57 ]. SHANK3 can bind to the PSD95-GKAP complex through the PDZ domain, connect to the postsynaptic glutamate receptor NMDAR through PSD95-GKAP complex, bind to Homer1 through a proline-rich domain, and connect to the metabotropic glutamate receptor mGluR through Homer1 [ 58 ]. In this study, it was found that exposure to PM2.5 not only reduced the expression level of SHANK3 protein, but also significantly reduced the protein expression levels of GKAP, PSD95 and Homer1, indicating that SHANK3could play the role of a postsynaptic scaffold protein by interacting with these molecules to promote the formation of excitatory synapses and maintain the normal function of synapses.\n\nThe genetic factors may induce the individuals susceptible to the disease. Environmental factors, including those during pregnancy and postpartum can lead to neurodevelopmental abnormalities, leading to the clinical phenotype appearance of the autism [ 59 ]. Epigenetic modification, as a medium of related genes and the environment, is becoming a hot topic in the etiology study of the autism. It has been shown that epigenetic mechanisms have been implicated in the development of autism and that they are involved in the pathogenesis of autism [ 60 ]. During early development before and after birth, the CNS is extremely susceptible to environmental factors, resulting in the interference of epigenetic information [ 61 ]. Disruption of these epigenetic mechanisms can transform the early external injury into long-term brain injury, thus affecting brain development [ 62 ]. As an epigenetic biomarker, DNA methylation plays an important role in regulating the gene expression and cellular function in the CNS. Previous studies have shown that SHANK3 contains five CpG islands (cgi-1 to cgi-5). Genetic examination of the brain tissues of 54 patients with autism revealed that the methylation levels of CGI-2, CGI-3, and CGI-4 in SHANK3 were significantly increased [ 63 ]. Methylation is an important epigenetic phenomenon, an acquired gene modification process, and an important mechanism of gene response to external environmental factors. Generally, methylation can inhibit the gene expression, whereas demethylation can activate the gene expression. In this study, the expression level of the SHANK3 protein was significantly reduced, which was suspected to be affected by epigenetic modifications. Therefore, we detected the methylation levels of three CpG sites in the SHANK3gene in the brain tissues and found that the SHANK3 gene had high methylation levels. These results indicated that PM2.5 exposure in rats could lead to an increase in SHANK3 methylation level, thus reducing the protein expression level of SHANK3, leading to inhibition of the protein expression of the interaction, thus affecting the normal synaptic function and inducing the autism.\n\nOur study preliminarily analyzed the molecular mechanism of the effect of early postnatal exposure to PM2.5 on autism occurrence and development; however, there were still shortcomings. The sample size of rats was 12–14 per group, and only one concentration of PM2.5 was tested. In our follow-up study, increasing the sample size and using various PM2.5 exposure concentrations will obtain accurate data and in-depth results.\n\nIn conclusion, we established a rat model of systemic exposure to PM2.5 inhalation in early birth and found that PM2.5 exposure could lead to an autism phenotype in early postnatal pups, which might be due to the effect of SHANK3 methylation level and the SHANK3 signaling pathway. Our study could contribute to the establishment of a health risk assessment system and prevention strategies for children with autism and provide a theoretical basis and new clues for the etiology of autism."
    },
    {
      "title": "Materials and methods",
      "text": "All animal experiments were approved by the Animal Care and Human Use of Research Committee of the Tianjin Institute of Environmental and Operational Medicine and were performed in accordance with the relevant guidelines and regulations (the number of the ethical approval: AMMS-04-2020-002).\n\nThe experimental modeling study was performed with specified pathogen free (SPF) healthy pregnant SD rats, which were purchased from Beijing Vital River Laboratory Animal Technology Company (Beijing, China) and allowed to adaptive feeding for one week. Weanling rat pups were exposed to CAPs using PM2.5 online enrichment and an animal whole-body inhalation exposure system (HRH-PM286 & MNE3026, Huironghe Technology Co., Beijing, China). Considering the prevalence of ASD in males, we only analyzed male rats to avoid uncertain sex-dependent differences. A total of 20 rat pups were randomly divided into 2 groups: CAPs (n = 10) and FA groups (n = 10). Briefly, the male rat pups were exposed to ambient PM2.5 in real time PND1–PND21 continuously for 4 h/day between 08:00 and 12:00. According to the conversion formula between experimental animals and human exposure dose, particulates were concentrated approximately 8-fold the level (mean concentration was 224 μg/m 3 ) reported in ambient outdoor air [ 64 ]. The experimental manipulation of CAPs- and FA-treated animals was consistent. High-efficiency particulate air (HEPA) filtration (99.99% effective) was used to filter the air in the room for FA-exposed animals. The temperature and relative humidity were maintained at 22–25 °C and 50–70% in the housing room and exposure chambers, respectively. Furthermore, during the 21 days of PM2.5 exposure, whether during the 4 h/day exposure phase or the 20 h/day non-exposure phase, all the rat pups were fed from their mother throughout the 21 days of the experiment.\n\nExposure and atmospheric PM2.5 concentration were determined by two laser DUSTTRAK 8530 spectrometers (TSI Incorporated, USA) during the exposure period (February-25 to March-17, 2019). An impactor sampler (Laoying 2030, Qingdao, China) near the air intake for the exposure chambers was used to sample atmospheric PM2.5. Cumulative samples were collected onto quartz fibers at an airflow rate of 100 L/min. PAHs and heavy metal elements were determined in the collected PM2.5 based on the determination of PAHs in the gas phase and particulate matter of ambient air and waste gas using gas chromatography-mass spectrometry (HJ646-2013) and the Monitoring and Analysis Methods for Air and Waste Gas.\n\nThe USVs test can evaluate the communication ability of rat pups. After the short separation of the rat pups and their mothers, the experimental rats could send out a certain frequency of USVs, and the mothers could use USVs to locate the rat pups. The communication ability of the rat pups could be reflected by analyzing the number of USVs caused by isolation. The postnatal rats were separated from the mothers, removed from the cages, and placed in a sound insulation box with a Bruel&Kjær 4938 microphone (Bruel&Kjær (BK), Nærum, Denmark) connected to a B&K 3560C PULSE acoustic analysis system. USVs emitted by the experimental rat pups were recorded within 5 min. The acoustic analysis software B&K PULSE LabShop V13.5.0was used for analysis.\n\nA pave 5 cm thick sawdust pad was placed on the 42 × 24 × 17 cm plexiglass squirrel cage, and 20 glass marbles with a diameter of 14 mm were placed on the pad (four in each row and five rows in total). The experimental rats were allowed to explore the cage freely and recorded using a camera for 30 min. The amount of marble buried during free exploration of the experimental rats was counted according to the rule that the buried volume was greater than 2/3 to analyze the digging behavior, and the time spent in self-grooming was recorded. Stroking or scratching of the body or face or licking the body parts was defined as self-grooming behavior.\n\nA transparent plastic box with dimensions of 60 × 40 × 22 cm was evenly divided into three boxes on the left, middle, and right by two middle partitions with switchable channels at the bottom. The camera was placed directly above the box to record the rats movement throughout the whole process, and the animal behavior video analysis software (Super Maze, Xinruan, Shanghai, China) was used to memorize the rats movement. The experiment was divided into three stages: A. Habituation: the rats were placed in the middle box, the left and right boxes were empty, and the channel partition was opened. B. Sociability: experimental rats were placed in the middle box, unfamiliar rats were placed in one box with a net, an empty net cage was placed on the other side, and the passage partition was opened. C. In the social novelty stage, the experimental rats were placed in the middle box while the unfamiliar rats were placed in an empty net cage. The bulkhead of the passage was opened, and experimental rats were free to move between the three boxes for 5 min at each stage, and the time spent sniffing the each cage, staying in each box, and crossing the each box was recorded.\n\nA transparent plastic box (60 × 40 × 22 cm) was evenly divided into three parts: left, middle, and right. The camera was placed directly above the box to record the rat's movement throughout the whole process, and the animal behavior video analysis software (Super Maze, Xinruan, Shanghai, China) was used to memorize the rats movement. The animal experiment was divided into three stages: 1. Adaptation period: the experimental rats were allowed to move freely in the chamber for 5 min to acclimatize to the experimental device. 2. Familiarity period: the experimental rats were allowed stay for 5 min in the box with two identical objects (named Old 1 and Old 2, cell culture bottles) placed at opposite corners. 3. Test period: after 30 min, the experimental rats were asked to explore a new object (named Novel, antibody box) of similar size but different shapes for 5 min to replace one of the objects. The time that the rats spent sniffing the objects was recorded.\n\nThe rats in both groups were killed by rapid cervical bone detachment at PND 22. The hippocampus and prefrontal cortex tissues were rapidly dissected on ice and immediately frozen in liquid nitrogen. The tissues were then stored at −80 °C until use.\n\nRat-isolated hippocampal regions were analyzed using Western blotting. Briefly, RIPA lysis buffer (Solarbio, Beijing, China) was used to homogenize the tissues. Total protein (50 μg) was separated by SDS-PAGE and transferred to PVDF membranes (Millipore, MA, USA). Following incubation in blocking buffer (TBS with 5% nonfat milk and 0.1% Tween 20), the membranes were probed with primary antibodies directed against SHANK3 (1:1500, ab93607, Abcam, Cambridge, UK), GKAP (1:1000, ab93611, Abcam, Cambridge, UK), PSD95 (1:1000, ab18258, Abcam, Cambridge, UK), and GAPDH (1:2000, BS-2188 R, Bioss, Beijing, China). Goat anti-mouse IgG-HRP (1:3000, BS-0296G-HRP, Bioss) and goat anti-rabbit IgG-HRP (1:3000, BS-0295G-HRP, Bioss) were used as the secondary antibodies.\n\nThe samples from the hippocampal CA1 region and the frontal cerebral cortex were fixed in phosphate buffer (pH 7.0) with 2.5% glutaraldehyde for at least 24 h and placed in a mixture of 1% OsO 4  and 0.8% K4 [Fe (CN) 6 ] for ultrastructural observation. After dehydration with an ethanol gradient, the tissue specimens were embedded in epoxy resin. The specimen sections (60 nm) were stained for 15 min with uranyl acetate and alkaline lead citrate and observed under a transmission electron microscope (H-7650, Hitachi, Tokyo, Japan).\n\nFormalin-fixed and paraffin-embedded tissue chip samples were obtained from Tianjin Genink Biotechnology Co. Ltd. (Tianjin, China). After dewaxing, antigen repairing, and spontaneous fluorescence quenching, paraffin sections were permeabilized with Triton X-100 for 30 min, blocked with 1% bovine serum albumin (BSA) for 30 min, and incubated with primary antibodies overnight at 4 °C. The sections were washed with phosphate-buffered saline (PBS) 3 times for 5min each time and then the secondary antibodies were added and incubated for 50 min in the dark at room temperature. Nuclei were stained with DAPI and incubated for 10 min in the dark at room temperature. The sections were sealed with antifade solution and stored at 4 °C in the dark, and images were photographed using a fluorescence microscope (BX51, Olympus, Tokyo, Japan). The primary antibodies used were synaptophysin (1:100; ab32127, Abcam, Cambridge, UK) and Homer1 (1:100, ab211415, Abcam). The secondary antibodies used were goat anti-rabbit IgG-CY3 (1:200, BS-0295G-CY3; Bioss, Beijing, China) and goat anti-rabbit IgG-FITC (1:200, BS-0295G-FITC; Bioss).\n\nThe sequencing primers were provided in the PyroMark CpG MGMT kit and the PyroMark Q96 ID pyrosequencer (Qiagen, Valencia, CA) was used for the pyrosequencing assay to determine the methylation level of the CpG sites in the Shank3 gene. Genomic DNA was bisulfite-modified using the EpiTect Bisulfite kit (Qiagen, Hilden, Germany) and purified in elution buffer. The Pyromark PCR kit (Qiagen) was used to amplify the eluted DNA and evaluated the CpG methylation levels in the Pyromark q24 system (Qiagen). Primers for the genes amplification from bisulfite-modified DNA were custom-designed using the PyroMark Assay Design 2.0 software (Qiagen).\n\nAll data were statistically analyzed using the GraphPad Prism software 5.0 (GraphPad Software, CA, USA). At the same time, we mainly considered that the data of multiple parallel experimental rats in each group would be more accurate and reliable. However, during the data statistics, we selected all the 10 rats in each group for statistics. Two-way analysis of variance (ANOVA) followed by Tukey's multiple comparisons test was used to analyze the three-chambered social test and novel object recognition test. A Student's t-test was used to analyze the other tests. All data were represented as mean ± SEM, and statistical significance was set at P < 0.05."
    },
    {
      "title": "Animal exposure",
      "text": "All animal experiments were approved by the Animal Care and Human Use of Research Committee of the Tianjin Institute of Environmental and Operational Medicine and were performed in accordance with the relevant guidelines and regulations (the number of the ethical approval: AMMS-04-2020-002).\n\nThe experimental modeling study was performed with specified pathogen free (SPF) healthy pregnant SD rats, which were purchased from Beijing Vital River Laboratory Animal Technology Company (Beijing, China) and allowed to adaptive feeding for one week. Weanling rat pups were exposed to CAPs using PM2.5 online enrichment and an animal whole-body inhalation exposure system (HRH-PM286 & MNE3026, Huironghe Technology Co., Beijing, China). Considering the prevalence of ASD in males, we only analyzed male rats to avoid uncertain sex-dependent differences. A total of 20 rat pups were randomly divided into 2 groups: CAPs (n = 10) and FA groups (n = 10). Briefly, the male rat pups were exposed to ambient PM2.5 in real time PND1–PND21 continuously for 4 h/day between 08:00 and 12:00. According to the conversion formula between experimental animals and human exposure dose, particulates were concentrated approximately 8-fold the level (mean concentration was 224 μg/m 3 ) reported in ambient outdoor air [ 64 ]. The experimental manipulation of CAPs- and FA-treated animals was consistent. High-efficiency particulate air (HEPA) filtration (99.99% effective) was used to filter the air in the room for FA-exposed animals. The temperature and relative humidity were maintained at 22–25 °C and 50–70% in the housing room and exposure chambers, respectively. Furthermore, during the 21 days of PM2.5 exposure, whether during the 4 h/day exposure phase or the 20 h/day non-exposure phase, all the rat pups were fed from their mother throughout the 21 days of the experiment."
    },
    {
      "title": "PM2.5 concentration and composition detection",
      "text": "Exposure and atmospheric PM2.5 concentration were determined by two laser DUSTTRAK 8530 spectrometers (TSI Incorporated, USA) during the exposure period (February-25 to March-17, 2019). An impactor sampler (Laoying 2030, Qingdao, China) near the air intake for the exposure chambers was used to sample atmospheric PM2.5. Cumulative samples were collected onto quartz fibers at an airflow rate of 100 L/min. PAHs and heavy metal elements were determined in the collected PM2.5 based on the determination of PAHs in the gas phase and particulate matter of ambient air and waste gas using gas chromatography-mass spectrometry (HJ646-2013) and the Monitoring and Analysis Methods for Air and Waste Gas."
    },
    {
      "title": "Ultrasonic vocalization analysis [ 65 ]",
      "text": "The USVs test can evaluate the communication ability of rat pups. After the short separation of the rat pups and their mothers, the experimental rats could send out a certain frequency of USVs, and the mothers could use USVs to locate the rat pups. The communication ability of the rat pups could be reflected by analyzing the number of USVs caused by isolation. The postnatal rats were separated from the mothers, removed from the cages, and placed in a sound insulation box with a Bruel&Kjær 4938 microphone (Bruel&Kjær (BK), Nærum, Denmark) connected to a B&K 3560C PULSE acoustic analysis system. USVs emitted by the experimental rat pups were recorded within 5 min. The acoustic analysis software B&K PULSE LabShop V13.5.0was used for analysis."
    },
    {
      "title": "Repetitive behavior and self-grooming test [ 65 ]",
      "text": "A pave 5 cm thick sawdust pad was placed on the 42 × 24 × 17 cm plexiglass squirrel cage, and 20 glass marbles with a diameter of 14 mm were placed on the pad (four in each row and five rows in total). The experimental rats were allowed to explore the cage freely and recorded using a camera for 30 min. The amount of marble buried during free exploration of the experimental rats was counted according to the rule that the buried volume was greater than 2/3 to analyze the digging behavior, and the time spent in self-grooming was recorded. Stroking or scratching of the body or face or licking the body parts was defined as self-grooming behavior."
    },
    {
      "title": "Three-chambered social test [ 65 ]",
      "text": "A transparent plastic box with dimensions of 60 × 40 × 22 cm was evenly divided into three boxes on the left, middle, and right by two middle partitions with switchable channels at the bottom. The camera was placed directly above the box to record the rats movement throughout the whole process, and the animal behavior video analysis software (Super Maze, Xinruan, Shanghai, China) was used to memorize the rats movement. The experiment was divided into three stages: A. Habituation: the rats were placed in the middle box, the left and right boxes were empty, and the channel partition was opened. B. Sociability: experimental rats were placed in the middle box, unfamiliar rats were placed in one box with a net, an empty net cage was placed on the other side, and the passage partition was opened. C. In the social novelty stage, the experimental rats were placed in the middle box while the unfamiliar rats were placed in an empty net cage. The bulkhead of the passage was opened, and experimental rats were free to move between the three boxes for 5 min at each stage, and the time spent sniffing the each cage, staying in each box, and crossing the each box was recorded."
    },
    {
      "title": "Novel object recognition test",
      "text": "A transparent plastic box (60 × 40 × 22 cm) was evenly divided into three parts: left, middle, and right. The camera was placed directly above the box to record the rat's movement throughout the whole process, and the animal behavior video analysis software (Super Maze, Xinruan, Shanghai, China) was used to memorize the rats movement. The animal experiment was divided into three stages: 1. Adaptation period: the experimental rats were allowed to move freely in the chamber for 5 min to acclimatize to the experimental device. 2. Familiarity period: the experimental rats were allowed stay for 5 min in the box with two identical objects (named Old 1 and Old 2, cell culture bottles) placed at opposite corners. 3. Test period: after 30 min, the experimental rats were asked to explore a new object (named Novel, antibody box) of similar size but different shapes for 5 min to replace one of the objects. The time that the rats spent sniffing the objects was recorded."
    },
    {
      "title": "Tissue collection",
      "text": "The rats in both groups were killed by rapid cervical bone detachment at PND 22. The hippocampus and prefrontal cortex tissues were rapidly dissected on ice and immediately frozen in liquid nitrogen. The tissues were then stored at −80 °C until use."
    },
    {
      "title": "Western blotting analysis",
      "text": "Rat-isolated hippocampal regions were analyzed using Western blotting. Briefly, RIPA lysis buffer (Solarbio, Beijing, China) was used to homogenize the tissues. Total protein (50 μg) was separated by SDS-PAGE and transferred to PVDF membranes (Millipore, MA, USA). Following incubation in blocking buffer (TBS with 5% nonfat milk and 0.1% Tween 20), the membranes were probed with primary antibodies directed against SHANK3 (1:1500, ab93607, Abcam, Cambridge, UK), GKAP (1:1000, ab93611, Abcam, Cambridge, UK), PSD95 (1:1000, ab18258, Abcam, Cambridge, UK), and GAPDH (1:2000, BS-2188 R, Bioss, Beijing, China). Goat anti-mouse IgG-HRP (1:3000, BS-0296G-HRP, Bioss) and goat anti-rabbit IgG-HRP (1:3000, BS-0295G-HRP, Bioss) were used as the secondary antibodies."
    },
    {
      "title": "TEM analysis [ 66 ]",
      "text": "The samples from the hippocampal CA1 region and the frontal cerebral cortex were fixed in phosphate buffer (pH 7.0) with 2.5% glutaraldehyde for at least 24 h and placed in a mixture of 1% OsO 4  and 0.8% K4 [Fe (CN) 6 ] for ultrastructural observation. After dehydration with an ethanol gradient, the tissue specimens were embedded in epoxy resin. The specimen sections (60 nm) were stained for 15 min with uranyl acetate and alkaline lead citrate and observed under a transmission electron microscope (H-7650, Hitachi, Tokyo, Japan)."
    },
    {
      "title": "IF experiment [ 67 ]",
      "text": "Formalin-fixed and paraffin-embedded tissue chip samples were obtained from Tianjin Genink Biotechnology Co. Ltd. (Tianjin, China). After dewaxing, antigen repairing, and spontaneous fluorescence quenching, paraffin sections were permeabilized with Triton X-100 for 30 min, blocked with 1% bovine serum albumin (BSA) for 30 min, and incubated with primary antibodies overnight at 4 °C. The sections were washed with phosphate-buffered saline (PBS) 3 times for 5min each time and then the secondary antibodies were added and incubated for 50 min in the dark at room temperature. Nuclei were stained with DAPI and incubated for 10 min in the dark at room temperature. The sections were sealed with antifade solution and stored at 4 °C in the dark, and images were photographed using a fluorescence microscope (BX51, Olympus, Tokyo, Japan). The primary antibodies used were synaptophysin (1:100; ab32127, Abcam, Cambridge, UK) and Homer1 (1:100, ab211415, Abcam). The secondary antibodies used were goat anti-rabbit IgG-CY3 (1:200, BS-0295G-CY3; Bioss, Beijing, China) and goat anti-rabbit IgG-FITC (1:200, BS-0295G-FITC; Bioss)."
    },
    {
      "title": "Pyrosequencing methylation assay [ 68 ]",
      "text": "The sequencing primers were provided in the PyroMark CpG MGMT kit and the PyroMark Q96 ID pyrosequencer (Qiagen, Valencia, CA) was used for the pyrosequencing assay to determine the methylation level of the CpG sites in the Shank3 gene. Genomic DNA was bisulfite-modified using the EpiTect Bisulfite kit (Qiagen, Hilden, Germany) and purified in elution buffer. The Pyromark PCR kit (Qiagen) was used to amplify the eluted DNA and evaluated the CpG methylation levels in the Pyromark q24 system (Qiagen). Primers for the genes amplification from bisulfite-modified DNA were custom-designed using the PyroMark Assay Design 2.0 software (Qiagen)."
    },
    {
      "title": "Statistical analysis",
      "text": "All data were statistically analyzed using the GraphPad Prism software 5.0 (GraphPad Software, CA, USA). At the same time, we mainly considered that the data of multiple parallel experimental rats in each group would be more accurate and reliable. However, during the data statistics, we selected all the 10 rats in each group for statistics. Two-way analysis of variance (ANOVA) followed by Tukey's multiple comparisons test was used to analyze the three-chambered social test and novel object recognition test. A Student's t-test was used to analyze the other tests. All data were represented as mean ± SEM, and statistical significance was set at P < 0.05."
    },
    {
      "title": "Author contribution statement",
      "text": "Kang Li: Conceived and designed the experiments; Performed the experiments; Analyzed and interpreted the data; Wrote the paper.\n\nXiaotian Liang, Xiaoqian Xie, Bencheng Lin, Huanliang Liu, Wenqin Lai: Performed the experiments; Analyzed and interpreted the data.\n\nLei Tian, Jun Yan: Contributed reagents, materials, analysis tools or data.\n\nXiaohua Liu, Zhuge Xi: Conceived and designed the experiments; Wrote the paper."
    },
    {
      "title": "Funding statement",
      "text": "Dr Kang Li was supported by  National Natural Science Foundation of China, China  (81803270).\n\nDr Zhuge Xi was supported by  10.13039/501100001809 National Natural Science Foundation of China, China  ( 82073507)."
    },
    {
      "title": "Data availability statement",
      "text": "Data included in article/supplementary material/referenced in article."
    },
    {
      "title": "Declaration of interest's statement",
      "text": "The authors declare no conflict of interest."
    },
    {
      "title": "Additional information",
      "text": "Supplementary content related to this article has been published online at [URL]."
    }
  ],
  "full_text": "Perinatal air pollution plays an important role in the development of autism. However, research on the pathogenic mechanism remains limited. In this study, the model of systemic inhalation of concentrated approximately 8-fold the level (mean concentration was 224 μg/m 3 ) reported in ambient outdoor air of PM2.5 (particulate matters that are 2.5 μm or less in diameter)in early-postnatal male Sprague-Dawley (SD) rats was established. Through a series of autism-related behavioral tests, it was identified that young rats (postnatal day 1-day21, named PND1-PND21) exposed to PM2.5 exhibited typical autistic phenotypes, such as impaired language communication, abnormal repetitive and stereotyped behaviors, and impaired social skills. Moreover, synaptic abnormalities have been found in the brain tissues of young rats exposed to PM2.5. In terms of the molecular mechanism, we found that the levels of SH3 and multiple ankyrin repeat domains 3 (SHANK3) expression and key molecular proteins in the downstream signaling pathways were decreased in the brain tissues of the exposed rats. Finally, at the epigenetic level, SHANK3 methylation levels were increased in young rats exposed to PM2.5. In conclusion, the study revealed that PM2.5 exposure might induce the early postnatal autism through the SHANK3 signaling pathway by affecting the SHANK3 methylation levels and reducing the SHANK3 expression levels. The study could provide new ideas for autism etiology and a theoretical basis for the prevention and treatment of autism in children.\n\n## Introduction\n\nAutism is a widespread neuro-developmental disorder that occurs during infancy. The annual incidence of autism is increasing worldwide [ 1 , 2 ], and sex differences have been reported. According to an investigation by the U.S. Centers for Disease Control and Prevention (CDCP), the likelihood of boys being affected is four times that of girls [ 3 , 4 ]. The main manifestations of autism include social communication disorders, language communication disorders, repetitive and stereotyped behaviors, and narrow interests [ 5 ]. So far, childhood autism is a typical mental disability, the pathogenesis of autism is not clear, and autism lacks effective treatment strategies. Several studies have shown that autism is caused by genetic and perinatal external environmental factors [ 6 , 7 ]. Predictably, the rate of autism induced by environmental factors is higher than that caused by genetic factors [ [8] ,  [9] ,  [10] ,  [11] ]. Considering the effect of environmental factors on autism, to study the role of environmental hazard factors in the occurrence and development of autism will determine the causes of autism and develop the effective prevention and treatment strategies.\n\nAir pollution has become a worldwide environmental problem, and long-term exposure to air pollution increases the health risks. Recent studies have linked the air pollution to diseases of the central nervous system (CNS). The survey results of the Harvard School of Public Health in 2013 revealed that pregnant women exposed to severe air pollution, among which particulate matters that are 2.5 μm or less in diameter (PM2.5) pollution was the most serious, could increase the possibility of children developing autism by 30–50% [ 12 ]. Children exposed to PM2.5 air pollution, particularly in the second trimester, have an increased risk of childhood autism [ 13 , 14 ]. Additionally, it is found that PM2.5 exposure, both during pregnancy and early birth increases the risk of autism in children [ 15 , 16 ]. In animal experiments, previous studies have reported a series of autism-related changes, including lateral ventricle enlargement, neurotransmitter disorders, and neuroinflammatory responses once newborn rats were exposed to concentrated ultrafine particulate matter of air pollution [ 15 , 17 , 18 ]. In the previous study, the researchers found that male rats showed typical behavioral features of autism after early postnatal exposure to PM2.5 by intranasal instillation at doses of 2 and 20 mg/kg, and significantly expression down-regulation of SHANK3, an autism candidate gene. These studies suggest that perinatal air pollution exposure is likely to be an important environmental risk factor for autism development, and little is known about the related pathogenesis.\n\nSynapses are intercellular connections critical for the information transfer between neurons. There is an excessive number of synapses in the cerebral cortex and hippocampus of individuals with autism. SH3 and multiple ankyrin repeat domains 3 (SHANK3) is located in the long arm 13.3 of human chromosome 22 (22q13.3). SHANK3 is mainly expressed in the postsynaptic density (PSD) of excitatory glutamate neurons and is an important component of the PSD complex. At the same time, SHANK3 plays a role in synaptic plasticity and dendritic spine maturation [ 19 ]. Several studies have revealed that certain individuals with autism have abnormalities in the SHANK3 gene and developmental disorders at the synapse [ [20] ,  [21] ,  [22] ]. DNA methylation is a common molecular mechanism through which environmental factors affect gene expression. It is an epigenetic modification that occurs at the CpG island at the 5′ end of the genes, and methylation level is generally inversely proportional to gene expression. Recent studies in mice have shown that SHANK3 is highly methylated with decreased expression levels in PM2.5-exposed mice [ [23] ,  [24] ,  [25] ].\n\nIn this study, we hypothesized that early postnatal PM2.5 exposure was an important risk factor for autism occurrence and development, in which SHANK3 could play an important role. To evaluate the effects of early postnatal exposure to PM2.5 on the autism phenotype and the expression of SHANK3 and downstream key factors in brain tissues, we established a systemic PM2.5 inhalation exposure rat model. Furthermore, by detecting SHANK3 methylation modification, we explored the epigenetic mechanism of early postnatal PM2.5, which could trigger an autistic-like phenotype.\n\n## Results\n\nTo determine the exposure dose and harmful chemical components of PM2.5, mass concentrations and harmful substances in atmospheric PM2.5 during the collection period were tested. The average exposure concentration of PM2.5 in the exposure period (PND1-PND21) was 224.04 μg/m 3  while the atmospheric concentration of PM2.5 is 30.90 μg/m 3  ( Supplementary Table S1 ). Rats in the control group were exposed to clean air with a concentration of PM2.5 < 5 μg/m 3 . Concentrations of PM2.5-bounded polycyclic aromatic hydrocarbons (PAHs) were determined and the mean values were ordered as follows: fluoranthene > pyrene > indeno (1,2,3-cd) pyrene > benzo (g, h, i) perylene > benzo (a) anthracene > naphthalene > enaphthene > benzo (b) fluoranthene > fluorene > chrysene > benzo (a) pyrene > phenanthrene > benzo (k) fluoranthene. The order of the average concentrations of the heavy metals observed was Zn > Ca >Mn > Cu > Pb > Hg > Cr > Ni > Cd ( Supplementary Table S2 ).\n\nTo better simulate the direct PM2.5 inhalation by the human body, the systemic inhalation exposure device that had a similar mode to the human exposure was adopted. To establish an animal model of early postnatal PM2.5 exposure, healthy SD rats were selected for concentrated PM2.5 exposure from PND1 to PND21.\n\nTo explore whether exposure to PM2.5 could lead to autistic phenotypes in early postnatal rat pups, the behavioral tests on the established model rat pups were performed. Experimental ultrasonic vocalization (USVs) analysis of pups and dams within 5 min of separation showed that rat pups were emitted USVs with a frequency of approximately 40 kHz and an intensity of approximately 60 dB, whereas the frequency of USVs in the exposed groups was lower than that in the control group ( Fig. 1 A). Statistical analysis of the total number of USVs in rat pups within 5 min showed that the number of USVs in the concentrated ambient PM2.5(CAPs) group was significantly lower than that in the filtered air (FA) group ( Fig. 1 A, P < 0.001), suggesting that PM2.5 exposure severely weakened the communication ability of rat pups. Moreover, the repeated and stereotypical behavior of rat pups after PM2.5 exposure was observed. The burying experiment revealed that the number of burying marbles in the CAPs group was significantly lower than that in the FA group ( Fig. 1 B, P < 0.05). Furthermore, compared to that in the FA group a significant increase in self-grooming in PM2.5-exposed rat pups over the same time period was discovered ( Fig. 1 C, P < 0.05), it was consistent with the previously observed increasing in self-grooming behavior in numerous animal models of autism. Fig. 1 Reduced ultrasonic vocalization and marble-burying behavior, and increased self-Grooming of CAPs-exposed male rat pups. FA group: n = 10, CAPs group: n = 10. (A) The total number of USVs emitted by rat pups separated from their mothers for 5 min after CAPs and FA exposure. (B) Quantification of total number of marbles buried during the marble-burying test after CAPs and FA exposure. (C) The self-grooming times of young male rats in the two groups within 30 min after CAPs and FA exposure. Values were mean ± SEM. *P < 0.05, ***P < 0.001. Fig. 1\n\nReduced ultrasonic vocalization and marble-burying behavior, and increased self-Grooming of CAPs-exposed male rat pups. FA group: n = 10, CAPs group: n = 10. (A) The total number of USVs emitted by rat pups separated from their mothers for 5 min after CAPs and FA exposure. (B) Quantification of total number of marbles buried during the marble-burying test after CAPs and FA exposure. (C) The self-grooming times of young male rats in the two groups within 30 min after CAPs and FA exposure. Values were mean ± SEM. *P < 0.05, ***P < 0.001.\n\nTo explore whether exposure to PM2.5 could cause the social barriers, the three-chambered social experiment to assess the social ability of rat pups was used. During the habituation phase, the experimental and control groups of rats were remained in the three empty boxes for an approximately equal amount of time. In the social phase, the sniffing time for unfamiliar rats in the FA and CAPs groups was significantly increased compared with that in the empty box; however, the degree of increase in the CAPs group was much lower than that in the FA group ( Fig. 2 A), and in the social novelty phase, rats from the CAPs group spent an equal amount of time interacting with novel and familiar rats ( Fig. 2 B), indicating that the social willingness of PM2.5-exposed rats was decreased. Similarly, in the new object recognition experiment, the two rat groups exhibited no preference for similar objects during the familiar phase. However, the exploration time of the novel object in the FA group was significantly longer than that of the old one, while the exploration time of the CAPs group was not different between the old and new objects ( Fig. 2 C and D). Fig. 2 Social abnormalities and novelty avoidance in CAPs-exposed male rat pups. FA group: n = 10, CAPs group: n = 10. (A) Time spent sniffing the empty cup and the unfamiliar rat during the sociability test after CAPs and FA exposure. (B) Time spent sniffing the familiar and novel rat during the social novelty test after CAPs and FA exposure. (C) Time spent exploring two similar objects during the familiarity period in novel object recognition test after CAPs and FA exposure. (D) Time spent exploring the novel and familiar object during the test period in novel object recognition test after CAPs and FA exposure. Values were mean ± SEM. *P < 0.05, **P < 0.01, ***P < 0.001. Fig. 2\n\nSocial abnormalities and novelty avoidance in CAPs-exposed male rat pups. FA group: n = 10, CAPs group: n = 10. (A) Time spent sniffing the empty cup and the unfamiliar rat during the sociability test after CAPs and FA exposure. (B) Time spent sniffing the familiar and novel rat during the social novelty test after CAPs and FA exposure. (C) Time spent exploring two similar objects during the familiarity period in novel object recognition test after CAPs and FA exposure. (D) Time spent exploring the novel and familiar object during the test period in novel object recognition test after CAPs and FA exposure. Values were mean ± SEM. *P < 0.05, **P < 0.01, ***P < 0.001.\n\nIn conclusion, exposure to concentrated PM2.5 could result in typical autism spectrum disorder (ASD) behavioral changes in young rats, such as decreased communication ability, decreased social ability and novelty avoidance.\n\nWe showed that PM2.5 exposure could trigger an autism-like phenotype in early postnatal rats. Next, the causes and molecular mechanisms of these changes were explored. We observed the ultrastructure of synapses using electron microscopy and revealed a reduction in the length and thickness of the PSD in the hippocampus ( Fig. 3 C) and prefrontal cortex ( Fig. 3 D) of pups in the CAPs group. Next, immunofluorescence (IF) staining was used to detect the expression levels of Synaptophysin and Homer1, and the decreased expression of Synaptophysin ( Fig. 4 F) and Homer1 ( Fig. 4 G) was found in the PM2.5 exposure group, suggesting that PM2.5 exposure could lead to a decrease in the number of synapses. Furthermore, Western blotting results ( Fig. 5 A) showed that expression level of SHANK3 protein in rat brain tissues was significantly decreased after exposure to PM2.5 ( Fig. 5 B), and the expression levels of guanylate kinase-associated protein (GKAP) and PSD95 proteins, key molecules in the SHANK3 signaling pathway, were also significantly decreased ( Fig. 5 C–D). Therefore, PM2.5 exposure might cause the synaptic reduction by affecting the SHANK3 signaling pathway in rat brain tissues, thus triggering the autism phenotypes. Fig. 3 The ultrastructural changes of synapses of hippocampus and prefrontal cortex in rat pups after FA (A, B) and CAPs (C, D)exposure detected using TEM. FA group, CAPs group. Scale bars = 0.5 μm. Red arrowheads indicated electron-dense PSDs. Fig. 3 Fig. 4 The synaptic marker protein expressions in hippocampus of rat pups after FA (A–D) and CAPs ( E –H) exposure detected using IF staining. Scale bars = 100 μm. FA group, CAPs group. Synaptophysin: CY3, Homer1: FITC, Nucleus: DAPI. Fig. 4 Fig. 5 Effects of early-postnatal CAPs exposure on synaptic plasticity and SHANK3 signaling pathway. (A) The expression levels of key molecules of the SHANK3 signaling pathway (SHANK3, GKAP, PSD95, full, non-adjusted images in  Supplementary Figure S3 ) in hippocampus of rat pups after CAPs and FA exposure detected using western blotting. (B–D) Quantification of the immunoreactive band densities of SHANK3, GKAP and PSD95 (n = 3). GAPDH was used as loading control. Values were mean ± SEM. ***P < 0.001. Fig. 5\n\nThe ultrastructural changes of synapses of hippocampus and prefrontal cortex in rat pups after FA (A, B) and CAPs (C, D)exposure detected using TEM. FA group, CAPs group. Scale bars = 0.5 μm. Red arrowheads indicated electron-dense PSDs.\n\nThe synaptic marker protein expressions in hippocampus of rat pups after FA (A–D) and CAPs ( E –H) exposure detected using IF staining. Scale bars = 100 μm. FA group, CAPs group. Synaptophysin: CY3, Homer1: FITC, Nucleus: DAPI.\n\nEffects of early-postnatal CAPs exposure on synaptic plasticity and SHANK3 signaling pathway. (A) The expression levels of key molecules of the SHANK3 signaling pathway (SHANK3, GKAP, PSD95, full, non-adjusted images in  Supplementary Figure S3 ) in hippocampus of rat pups after CAPs and FA exposure detected using western blotting. (B–D) Quantification of the immunoreactive band densities of SHANK3, GKAP and PSD95 (n = 3). GAPDH was used as loading control. Values were mean ± SEM. ***P < 0.001.\n\nTo investigate the epigenetic effects of early postnatal PM2.5 exposure on the SHANK3 gene, the methylation level at three CpG sites located in the SHANK3 gene from the brain tissues in both groups was determined. Typical examples of pyrograms were shown in  Fig. 6 A. Compared to the FA group, the CAPs group, showed the hypermethylation of the SHANK3 gene ( Fig. 6 B, P < 0.001). At the epigenetic level, the decreased SHANK3 expression level in young PM2.5-exposed rats in early life might have been due to the increased methylation level. Fig. 6 Early-life CAPs exposure could lead to elevated SHANK3 methylation levels. (A) The methylation of SHANK3 gene regions in rat brain tissues after CAPs and FA exposure detected using bisulfite detection and sequencing. (B) Quantitative analysis of the overall methylation level of SHANK3 gene regions in rat brain tissues (n = 3). Values were mean ± SEM. ***P < 0.001. Fig. 6\n\nEarly-life CAPs exposure could lead to elevated SHANK3 methylation levels. (A) The methylation of SHANK3 gene regions in rat brain tissues after CAPs and FA exposure detected using bisulfite detection and sequencing. (B) Quantitative analysis of the overall methylation level of SHANK3 gene regions in rat brain tissues (n = 3). Values were mean ± SEM. ***P < 0.001.\n\n## Concentration and chemical components of PM2.5\n\nTo determine the exposure dose and harmful chemical components of PM2.5, mass concentrations and harmful substances in atmospheric PM2.5 during the collection period were tested. The average exposure concentration of PM2.5 in the exposure period (PND1-PND21) was 224.04 μg/m 3  while the atmospheric concentration of PM2.5 is 30.90 μg/m 3  ( Supplementary Table S1 ). Rats in the control group were exposed to clean air with a concentration of PM2.5 < 5 μg/m 3 . Concentrations of PM2.5-bounded polycyclic aromatic hydrocarbons (PAHs) were determined and the mean values were ordered as follows: fluoranthene > pyrene > indeno (1,2,3-cd) pyrene > benzo (g, h, i) perylene > benzo (a) anthracene > naphthalene > enaphthene > benzo (b) fluoranthene > fluorene > chrysene > benzo (a) pyrene > phenanthrene > benzo (k) fluoranthene. The order of the average concentrations of the heavy metals observed was Zn > Ca >Mn > Cu > Pb > Hg > Cr > Ni > Cd ( Supplementary Table S2 ).\n\n## PM2.5 exposure triggers autism-like phenotypes in early-postnatal rat pups\n\nTo better simulate the direct PM2.5 inhalation by the human body, the systemic inhalation exposure device that had a similar mode to the human exposure was adopted. To establish an animal model of early postnatal PM2.5 exposure, healthy SD rats were selected for concentrated PM2.5 exposure from PND1 to PND21.\n\nTo explore whether exposure to PM2.5 could lead to autistic phenotypes in early postnatal rat pups, the behavioral tests on the established model rat pups were performed. Experimental ultrasonic vocalization (USVs) analysis of pups and dams within 5 min of separation showed that rat pups were emitted USVs with a frequency of approximately 40 kHz and an intensity of approximately 60 dB, whereas the frequency of USVs in the exposed groups was lower than that in the control group ( Fig. 1 A). Statistical analysis of the total number of USVs in rat pups within 5 min showed that the number of USVs in the concentrated ambient PM2.5(CAPs) group was significantly lower than that in the filtered air (FA) group ( Fig. 1 A, P < 0.001), suggesting that PM2.5 exposure severely weakened the communication ability of rat pups. Moreover, the repeated and stereotypical behavior of rat pups after PM2.5 exposure was observed. The burying experiment revealed that the number of burying marbles in the CAPs group was significantly lower than that in the FA group ( Fig. 1 B, P < 0.05). Furthermore, compared to that in the FA group a significant increase in self-grooming in PM2.5-exposed rat pups over the same time period was discovered ( Fig. 1 C, P < 0.05), it was consistent with the previously observed increasing in self-grooming behavior in numerous animal models of autism. Fig. 1 Reduced ultrasonic vocalization and marble-burying behavior, and increased self-Grooming of CAPs-exposed male rat pups. FA group: n = 10, CAPs group: n = 10. (A) The total number of USVs emitted by rat pups separated from their mothers for 5 min after CAPs and FA exposure. (B) Quantification of total number of marbles buried during the marble-burying test after CAPs and FA exposure. (C) The self-grooming times of young male rats in the two groups within 30 min after CAPs and FA exposure. Values were mean ± SEM. *P < 0.05, ***P < 0.001. Fig. 1\n\nReduced ultrasonic vocalization and marble-burying behavior, and increased self-Grooming of CAPs-exposed male rat pups. FA group: n = 10, CAPs group: n = 10. (A) The total number of USVs emitted by rat pups separated from their mothers for 5 min after CAPs and FA exposure. (B) Quantification of total number of marbles buried during the marble-burying test after CAPs and FA exposure. (C) The self-grooming times of young male rats in the two groups within 30 min after CAPs and FA exposure. Values were mean ± SEM. *P < 0.05, ***P < 0.001.\n\nTo explore whether exposure to PM2.5 could cause the social barriers, the three-chambered social experiment to assess the social ability of rat pups was used. During the habituation phase, the experimental and control groups of rats were remained in the three empty boxes for an approximately equal amount of time. In the social phase, the sniffing time for unfamiliar rats in the FA and CAPs groups was significantly increased compared with that in the empty box; however, the degree of increase in the CAPs group was much lower than that in the FA group ( Fig. 2 A), and in the social novelty phase, rats from the CAPs group spent an equal amount of time interacting with novel and familiar rats ( Fig. 2 B), indicating that the social willingness of PM2.5-exposed rats was decreased. Similarly, in the new object recognition experiment, the two rat groups exhibited no preference for similar objects during the familiar phase. However, the exploration time of the novel object in the FA group was significantly longer than that of the old one, while the exploration time of the CAPs group was not different between the old and new objects ( Fig. 2 C and D). Fig. 2 Social abnormalities and novelty avoidance in CAPs-exposed male rat pups. FA group: n = 10, CAPs group: n = 10. (A) Time spent sniffing the empty cup and the unfamiliar rat during the sociability test after CAPs and FA exposure. (B) Time spent sniffing the familiar and novel rat during the social novelty test after CAPs and FA exposure. (C) Time spent exploring two similar objects during the familiarity period in novel object recognition test after CAPs and FA exposure. (D) Time spent exploring the novel and familiar object during the test period in novel object recognition test after CAPs and FA exposure. Values were mean ± SEM. *P < 0.05, **P < 0.01, ***P < 0.001. Fig. 2\n\nSocial abnormalities and novelty avoidance in CAPs-exposed male rat pups. FA group: n = 10, CAPs group: n = 10. (A) Time spent sniffing the empty cup and the unfamiliar rat during the sociability test after CAPs and FA exposure. (B) Time spent sniffing the familiar and novel rat during the social novelty test after CAPs and FA exposure. (C) Time spent exploring two similar objects during the familiarity period in novel object recognition test after CAPs and FA exposure. (D) Time spent exploring the novel and familiar object during the test period in novel object recognition test after CAPs and FA exposure. Values were mean ± SEM. *P < 0.05, **P < 0.01, ***P < 0.001.\n\nIn conclusion, exposure to concentrated PM2.5 could result in typical autism spectrum disorder (ASD) behavioral changes in young rats, such as decreased communication ability, decreased social ability and novelty avoidance.\n\n## Effects of early-postnatal PM2.5 exposure on synaptic function and SHANK3 signaling pathway in the hippocampus and prefrontal cortex\n\nWe showed that PM2.5 exposure could trigger an autism-like phenotype in early postnatal rats. Next, the causes and molecular mechanisms of these changes were explored. We observed the ultrastructure of synapses using electron microscopy and revealed a reduction in the length and thickness of the PSD in the hippocampus ( Fig. 3 C) and prefrontal cortex ( Fig. 3 D) of pups in the CAPs group. Next, immunofluorescence (IF) staining was used to detect the expression levels of Synaptophysin and Homer1, and the decreased expression of Synaptophysin ( Fig. 4 F) and Homer1 ( Fig. 4 G) was found in the PM2.5 exposure group, suggesting that PM2.5 exposure could lead to a decrease in the number of synapses. Furthermore, Western blotting results ( Fig. 5 A) showed that expression level of SHANK3 protein in rat brain tissues was significantly decreased after exposure to PM2.5 ( Fig. 5 B), and the expression levels of guanylate kinase-associated protein (GKAP) and PSD95 proteins, key molecules in the SHANK3 signaling pathway, were also significantly decreased ( Fig. 5 C–D). Therefore, PM2.5 exposure might cause the synaptic reduction by affecting the SHANK3 signaling pathway in rat brain tissues, thus triggering the autism phenotypes. Fig. 3 The ultrastructural changes of synapses of hippocampus and prefrontal cortex in rat pups after FA (A, B) and CAPs (C, D)exposure detected using TEM. FA group, CAPs group. Scale bars = 0.5 μm. Red arrowheads indicated electron-dense PSDs. Fig. 3 Fig. 4 The synaptic marker protein expressions in hippocampus of rat pups after FA (A–D) and CAPs ( E –H) exposure detected using IF staining. Scale bars = 100 μm. FA group, CAPs group. Synaptophysin: CY3, Homer1: FITC, Nucleus: DAPI. Fig. 4 Fig. 5 Effects of early-postnatal CAPs exposure on synaptic plasticity and SHANK3 signaling pathway. (A) The expression levels of key molecules of the SHANK3 signaling pathway (SHANK3, GKAP, PSD95, full, non-adjusted images in  Supplementary Figure S3 ) in hippocampus of rat pups after CAPs and FA exposure detected using western blotting. (B–D) Quantification of the immunoreactive band densities of SHANK3, GKAP and PSD95 (n = 3). GAPDH was used as loading control. Values were mean ± SEM. ***P < 0.001. Fig. 5\n\nThe ultrastructural changes of synapses of hippocampus and prefrontal cortex in rat pups after FA (A, B) and CAPs (C, D)exposure detected using TEM. FA group, CAPs group. Scale bars = 0.5 μm. Red arrowheads indicated electron-dense PSDs.\n\nThe synaptic marker protein expressions in hippocampus of rat pups after FA (A–D) and CAPs ( E –H) exposure detected using IF staining. Scale bars = 100 μm. FA group, CAPs group. Synaptophysin: CY3, Homer1: FITC, Nucleus: DAPI.\n\nEffects of early-postnatal CAPs exposure on synaptic plasticity and SHANK3 signaling pathway. (A) The expression levels of key molecules of the SHANK3 signaling pathway (SHANK3, GKAP, PSD95, full, non-adjusted images in  Supplementary Figure S3 ) in hippocampus of rat pups after CAPs and FA exposure detected using western blotting. (B–D) Quantification of the immunoreactive band densities of SHANK3, GKAP and PSD95 (n = 3). GAPDH was used as loading control. Values were mean ± SEM. ***P < 0.001.\n\n## Epigenetic effects of early-postnatal PM2.5 exposure on the SHANK3 gene\n\nTo investigate the epigenetic effects of early postnatal PM2.5 exposure on the SHANK3 gene, the methylation level at three CpG sites located in the SHANK3 gene from the brain tissues in both groups was determined. Typical examples of pyrograms were shown in  Fig. 6 A. Compared to the FA group, the CAPs group, showed the hypermethylation of the SHANK3 gene ( Fig. 6 B, P < 0.001). At the epigenetic level, the decreased SHANK3 expression level in young PM2.5-exposed rats in early life might have been due to the increased methylation level. Fig. 6 Early-life CAPs exposure could lead to elevated SHANK3 methylation levels. (A) The methylation of SHANK3 gene regions in rat brain tissues after CAPs and FA exposure detected using bisulfite detection and sequencing. (B) Quantitative analysis of the overall methylation level of SHANK3 gene regions in rat brain tissues (n = 3). Values were mean ± SEM. ***P < 0.001. Fig. 6\n\nEarly-life CAPs exposure could lead to elevated SHANK3 methylation levels. (A) The methylation of SHANK3 gene regions in rat brain tissues after CAPs and FA exposure detected using bisulfite detection and sequencing. (B) Quantitative analysis of the overall methylation level of SHANK3 gene regions in rat brain tissues (n = 3). Values were mean ± SEM. ***P < 0.001.\n\n## Discussion\n\nAutism is a neuro-developmental disorder characterized by obstacles in social ability and language communication ability, as well as existing behavioral patterns of repetition and stereotypes [ 26 ]. There is no consensus on the cause of autism, and it is estimated that a large percentage of all autism cases can be attributed to air pollution [ 27 , 28 ]. Therefore, to improve autism prevention and treatment effects, it is of great significance to understand the effects of early postnatal exposure to PM2.5 on the autism-like phenotype and the molecular mechanism of the autism-like phenotype occurrence and development.\n\nIn this study, we explored the effects and molecular mechanisms of PM2.5 on autism, by establishing an early postnatal rat model of PM2.5 exposure. The systemic inhalation device is closer to human exposure than the nasal drip. Additionally, autism-related behavioral tests were performed to determine the changes in the autistic behaviors of the exposed pups, such as social skills, communication skills, and repetitive and stereotyped behaviors. Notably, in the ultrasonic occurrence analysis, the vocalization of experimental rats in the exposure group was decreased, which was similar to the reduction in crying behavior observed in some infants with autism [ 29 , 30 ], suggesting that PM2.5 exposure had adverse effects on the communication ability of rat pups. Additionally, self-grooming is considered a manifestation of repetitive and stereotypical behavior in rats [ 31 , 32 ], and many animal ASD models exhibited high levels of grooming behavior, such as Nrxn1α −/−  and En2 −/−  mice [ 33 , 34 ]. The self-grooming times of PM2.5-exposed rats were significantly increased compared with that of rats in the control group, suggesting that PM2.5 might lead to repeated and stereotyped behaviors in rats. Multiple studies have shown that ASD-related model animals, such as SHANK3B −/- , ProSAP1/SHANK2 −/− , and MECP2 +/−  mice, have shorter exposure times to unfamiliar mice than wild-type mice in three-box experiments [ [35] ,  [36] ,  [37] ]. Therefore, we used three experimental groups to assess the social ability of rats, and found that the sniffing time of unfamiliar rats in the exposure and control groups were increased compared to that of empty containers; however, we still detected the abnormal social behaviors, in which the sniffing time increasing of exposed rats was lower than that of control rats, suggesting that PM2.5 could reduce the rats' willingness to socialize to a certain extent.\n\nDuring the growth and development of life, the number, size, shape, and strength of neuronal synapses are constantly changing. These changes depend on structure changes of synaptic molecular composition and chemical modification of synaptic proteins. When the expression level of genes encoding these synaptic proteins is abnormal, the synaptic proteins is dysregulated, and synaptic function is impaired, which affects the neural development. Numerous experimental studies have identified the hundreds of genes associated with autism, most of which encode synaptic proteins at presynaptic and postsynaptic sites [ [38] ,  [39] ,  [40] ,  [41] ]. Synaptic dysfunction and autism-like behaviors have been observed in mouse models with abnormal gene expression [ 35 , 42 , 43 ]. Some scholars have found that the disorder of synaptic structure and function is the beginning of the development of behavioral and cognitive neuro-developmental disorders in patients with autism [ 44 , 45 ]. Abnormal excitatory synaptic transmission and social disorders have been observed in several mouse models of autism [ 46 , 47 ]. Additionally, Sacai et al. (2020) have also proved that the reduction of excitatory synaptic transmission of neurons can lead to impaired social interaction and mild abnormal phonation in mice. Therefore, synaptic dysfunction is considered the pathophysiological basis of autism [ [48] ,  [49] ,  [50] ].\n\nThe hippocampus and prefrontal cortex are the brain regions most associated with autism, and synaptic dysfunction is closely related to the occurrence and development of autism. Therefore, we observed the synaptic ultrastructure of the hippocampus and prefrontal cortex in PM2.5-exposed rats by TEM and found that the length and thickness of the PSD were decreased. Using an electron microscope, previous research found that cntnap4 knockout mice had obvious autistic symptoms and it was observed that the PSD thickness of cntnap4 knockout mice was significantly smaller than that of wild-type mice [ 51 ], which was consistent with our results. This suggested that PM2.5 exposure could cause structural abnormalities in synapses. PSD is a dense local region within the dendritic spines of excitatory synapses composed of receptors, kinases, structural proteins, and signal molecules related to synaptic plasticity, which is complex and variable in terms of functional regulation [ 52 ]. SHANK3, a key molecule in PSD, is a postsynaptic scaffold protein that is widely distributed in the brain, and the expression is relatively high in the cerebral cortex. SHANK3 can regulate the postsynaptic neurotransmitter receptors and signal molecules [ 41 , 53 ], and interact with family members of the GKAP and PSD-95 [ 54 ] to participate in postsynaptic functional regulation of glutamate energy [ 41 ]. Hagmeyer et al. (2015) destroyed the neuronal homeostasis through metal ions and mediated synaptic dysfunction, resulting in autism and decreased SHANK3 protein expression and synaptic density. Consistent with the results of previous studies, in this study, the expression level of SHANK3 protein in the rat brain was decreased significantly after PM2.5. Vicidomini et al. (2017) found that in ordinary wild-type mice, N-methyl- d -aspartic acid receptor (NMDAR) could rely on the activation of mGluR5 to function normally, whereas in an ASD mouse model with SHANK3 gene knockout, the interaction of these two receptors was significantly reduced, thus affecting the transduction of SHANK3 signaling pathways. In this study, the reduced expression level of SHANK3 protein indicated that PM2.5 exposure affected the normal expression of the postsynaptic scaffold protein SHANK3, thus reducing the signal transduction between NMDAR and mGluR5, affecting the formation of synapses and leading to the occurrence of synaptic dysfunction. At the same time, Synaptophysin, which is expressed in synaptic vesicles, is commonly used as a biomarker of presynaptic terminals [ 55 ]. Homer1 is a major postsynaptic protein [ 56 ]. SHANK3 contains an N-terminal ankyrin repeat, SH3, PDZ, proline-rich, and C-terminal Sam domains [ 57 ]. SHANK3 can bind to the PSD95-GKAP complex through the PDZ domain, connect to the postsynaptic glutamate receptor NMDAR through PSD95-GKAP complex, bind to Homer1 through a proline-rich domain, and connect to the metabotropic glutamate receptor mGluR through Homer1 [ 58 ]. In this study, it was found that exposure to PM2.5 not only reduced the expression level of SHANK3 protein, but also significantly reduced the protein expression levels of GKAP, PSD95 and Homer1, indicating that SHANK3could play the role of a postsynaptic scaffold protein by interacting with these molecules to promote the formation of excitatory synapses and maintain the normal function of synapses.\n\nThe genetic factors may induce the individuals susceptible to the disease. Environmental factors, including those during pregnancy and postpartum can lead to neurodevelopmental abnormalities, leading to the clinical phenotype appearance of the autism [ 59 ]. Epigenetic modification, as a medium of related genes and the environment, is becoming a hot topic in the etiology study of the autism. It has been shown that epigenetic mechanisms have been implicated in the development of autism and that they are involved in the pathogenesis of autism [ 60 ]. During early development before and after birth, the CNS is extremely susceptible to environmental factors, resulting in the interference of epigenetic information [ 61 ]. Disruption of these epigenetic mechanisms can transform the early external injury into long-term brain injury, thus affecting brain development [ 62 ]. As an epigenetic biomarker, DNA methylation plays an important role in regulating the gene expression and cellular function in the CNS. Previous studies have shown that SHANK3 contains five CpG islands (cgi-1 to cgi-5). Genetic examination of the brain tissues of 54 patients with autism revealed that the methylation levels of CGI-2, CGI-3, and CGI-4 in SHANK3 were significantly increased [ 63 ]. Methylation is an important epigenetic phenomenon, an acquired gene modification process, and an important mechanism of gene response to external environmental factors. Generally, methylation can inhibit the gene expression, whereas demethylation can activate the gene expression. In this study, the expression level of the SHANK3 protein was significantly reduced, which was suspected to be affected by epigenetic modifications. Therefore, we detected the methylation levels of three CpG sites in the SHANK3gene in the brain tissues and found that the SHANK3 gene had high methylation levels. These results indicated that PM2.5 exposure in rats could lead to an increase in SHANK3 methylation level, thus reducing the protein expression level of SHANK3, leading to inhibition of the protein expression of the interaction, thus affecting the normal synaptic function and inducing the autism.\n\nOur study preliminarily analyzed the molecular mechanism of the effect of early postnatal exposure to PM2.5 on autism occurrence and development; however, there were still shortcomings. The sample size of rats was 12–14 per group, and only one concentration of PM2.5 was tested. In our follow-up study, increasing the sample size and using various PM2.5 exposure concentrations will obtain accurate data and in-depth results.\n\nIn conclusion, we established a rat model of systemic exposure to PM2.5 inhalation in early birth and found that PM2.5 exposure could lead to an autism phenotype in early postnatal pups, which might be due to the effect of SHANK3 methylation level and the SHANK3 signaling pathway. Our study could contribute to the establishment of a health risk assessment system and prevention strategies for children with autism and provide a theoretical basis and new clues for the etiology of autism.\n\n## Materials and methods\n\nAll animal experiments were approved by the Animal Care and Human Use of Research Committee of the Tianjin Institute of Environmental and Operational Medicine and were performed in accordance with the relevant guidelines and regulations (the number of the ethical approval: AMMS-04-2020-002).\n\nThe experimental modeling study was performed with specified pathogen free (SPF) healthy pregnant SD rats, which were purchased from Beijing Vital River Laboratory Animal Technology Company (Beijing, China) and allowed to adaptive feeding for one week. Weanling rat pups were exposed to CAPs using PM2.5 online enrichment and an animal whole-body inhalation exposure system (HRH-PM286 & MNE3026, Huironghe Technology Co., Beijing, China). Considering the prevalence of ASD in males, we only analyzed male rats to avoid uncertain sex-dependent differences. A total of 20 rat pups were randomly divided into 2 groups: CAPs (n = 10) and FA groups (n = 10). Briefly, the male rat pups were exposed to ambient PM2.5 in real time PND1–PND21 continuously for 4 h/day between 08:00 and 12:00. According to the conversion formula between experimental animals and human exposure dose, particulates were concentrated approximately 8-fold the level (mean concentration was 224 μg/m 3 ) reported in ambient outdoor air [ 64 ]. The experimental manipulation of CAPs- and FA-treated animals was consistent. High-efficiency particulate air (HEPA) filtration (99.99% effective) was used to filter the air in the room for FA-exposed animals. The temperature and relative humidity were maintained at 22–25 °C and 50–70% in the housing room and exposure chambers, respectively. Furthermore, during the 21 days of PM2.5 exposure, whether during the 4 h/day exposure phase or the 20 h/day non-exposure phase, all the rat pups were fed from their mother throughout the 21 days of the experiment.\n\nExposure and atmospheric PM2.5 concentration were determined by two laser DUSTTRAK 8530 spectrometers (TSI Incorporated, USA) during the exposure period (February-25 to March-17, 2019). An impactor sampler (Laoying 2030, Qingdao, China) near the air intake for the exposure chambers was used to sample atmospheric PM2.5. Cumulative samples were collected onto quartz fibers at an airflow rate of 100 L/min. PAHs and heavy metal elements were determined in the collected PM2.5 based on the determination of PAHs in the gas phase and particulate matter of ambient air and waste gas using gas chromatography-mass spectrometry (HJ646-2013) and the Monitoring and Analysis Methods for Air and Waste Gas.\n\nThe USVs test can evaluate the communication ability of rat pups. After the short separation of the rat pups and their mothers, the experimental rats could send out a certain frequency of USVs, and the mothers could use USVs to locate the rat pups. The communication ability of the rat pups could be reflected by analyzing the number of USVs caused by isolation. The postnatal rats were separated from the mothers, removed from the cages, and placed in a sound insulation box with a Bruel&Kjær 4938 microphone (Bruel&Kjær (BK), Nærum, Denmark) connected to a B&K 3560C PULSE acoustic analysis system. USVs emitted by the experimental rat pups were recorded within 5 min. The acoustic analysis software B&K PULSE LabShop V13.5.0was used for analysis.\n\nA pave 5 cm thick sawdust pad was placed on the 42 × 24 × 17 cm plexiglass squirrel cage, and 20 glass marbles with a diameter of 14 mm were placed on the pad (four in each row and five rows in total). The experimental rats were allowed to explore the cage freely and recorded using a camera for 30 min. The amount of marble buried during free exploration of the experimental rats was counted according to the rule that the buried volume was greater than 2/3 to analyze the digging behavior, and the time spent in self-grooming was recorded. Stroking or scratching of the body or face or licking the body parts was defined as self-grooming behavior.\n\nA transparent plastic box with dimensions of 60 × 40 × 22 cm was evenly divided into three boxes on the left, middle, and right by two middle partitions with switchable channels at the bottom. The camera was placed directly above the box to record the rats movement throughout the whole process, and the animal behavior video analysis software (Super Maze, Xinruan, Shanghai, China) was used to memorize the rats movement. The experiment was divided into three stages: A. Habituation: the rats were placed in the middle box, the left and right boxes were empty, and the channel partition was opened. B. Sociability: experimental rats were placed in the middle box, unfamiliar rats were placed in one box with a net, an empty net cage was placed on the other side, and the passage partition was opened. C. In the social novelty stage, the experimental rats were placed in the middle box while the unfamiliar rats were placed in an empty net cage. The bulkhead of the passage was opened, and experimental rats were free to move between the three boxes for 5 min at each stage, and the time spent sniffing the each cage, staying in each box, and crossing the each box was recorded.\n\nA transparent plastic box (60 × 40 × 22 cm) was evenly divided into three parts: left, middle, and right. The camera was placed directly above the box to record the rat's movement throughout the whole process, and the animal behavior video analysis software (Super Maze, Xinruan, Shanghai, China) was used to memorize the rats movement. The animal experiment was divided into three stages: 1. Adaptation period: the experimental rats were allowed to move freely in the chamber for 5 min to acclimatize to the experimental device. 2. Familiarity period: the experimental rats were allowed stay for 5 min in the box with two identical objects (named Old 1 and Old 2, cell culture bottles) placed at opposite corners. 3. Test period: after 30 min, the experimental rats were asked to explore a new object (named Novel, antibody box) of similar size but different shapes for 5 min to replace one of the objects. The time that the rats spent sniffing the objects was recorded.\n\nThe rats in both groups were killed by rapid cervical bone detachment at PND 22. The hippocampus and prefrontal cortex tissues were rapidly dissected on ice and immediately frozen in liquid nitrogen. The tissues were then stored at −80 °C until use.\n\nRat-isolated hippocampal regions were analyzed using Western blotting. Briefly, RIPA lysis buffer (Solarbio, Beijing, China) was used to homogenize the tissues. Total protein (50 μg) was separated by SDS-PAGE and transferred to PVDF membranes (Millipore, MA, USA). Following incubation in blocking buffer (TBS with 5% nonfat milk and 0.1% Tween 20), the membranes were probed with primary antibodies directed against SHANK3 (1:1500, ab93607, Abcam, Cambridge, UK), GKAP (1:1000, ab93611, Abcam, Cambridge, UK), PSD95 (1:1000, ab18258, Abcam, Cambridge, UK), and GAPDH (1:2000, BS-2188 R, Bioss, Beijing, China). Goat anti-mouse IgG-HRP (1:3000, BS-0296G-HRP, Bioss) and goat anti-rabbit IgG-HRP (1:3000, BS-0295G-HRP, Bioss) were used as the secondary antibodies.\n\nThe samples from the hippocampal CA1 region and the frontal cerebral cortex were fixed in phosphate buffer (pH 7.0) with 2.5% glutaraldehyde for at least 24 h and placed in a mixture of 1% OsO 4  and 0.8% K4 [Fe (CN) 6 ] for ultrastructural observation. After dehydration with an ethanol gradient, the tissue specimens were embedded in epoxy resin. The specimen sections (60 nm) were stained for 15 min with uranyl acetate and alkaline lead citrate and observed under a transmission electron microscope (H-7650, Hitachi, Tokyo, Japan).\n\nFormalin-fixed and paraffin-embedded tissue chip samples were obtained from Tianjin Genink Biotechnology Co. Ltd. (Tianjin, China). After dewaxing, antigen repairing, and spontaneous fluorescence quenching, paraffin sections were permeabilized with Triton X-100 for 30 min, blocked with 1% bovine serum albumin (BSA) for 30 min, and incubated with primary antibodies overnight at 4 °C. The sections were washed with phosphate-buffered saline (PBS) 3 times for 5min each time and then the secondary antibodies were added and incubated for 50 min in the dark at room temperature. Nuclei were stained with DAPI and incubated for 10 min in the dark at room temperature. The sections were sealed with antifade solution and stored at 4 °C in the dark, and images were photographed using a fluorescence microscope (BX51, Olympus, Tokyo, Japan). The primary antibodies used were synaptophysin (1:100; ab32127, Abcam, Cambridge, UK) and Homer1 (1:100, ab211415, Abcam). The secondary antibodies used were goat anti-rabbit IgG-CY3 (1:200, BS-0295G-CY3; Bioss, Beijing, China) and goat anti-rabbit IgG-FITC (1:200, BS-0295G-FITC; Bioss).\n\nThe sequencing primers were provided in the PyroMark CpG MGMT kit and the PyroMark Q96 ID pyrosequencer (Qiagen, Valencia, CA) was used for the pyrosequencing assay to determine the methylation level of the CpG sites in the Shank3 gene. Genomic DNA was bisulfite-modified using the EpiTect Bisulfite kit (Qiagen, Hilden, Germany) and purified in elution buffer. The Pyromark PCR kit (Qiagen) was used to amplify the eluted DNA and evaluated the CpG methylation levels in the Pyromark q24 system (Qiagen). Primers for the genes amplification from bisulfite-modified DNA were custom-designed using the PyroMark Assay Design 2.0 software (Qiagen).\n\nAll data were statistically analyzed using the GraphPad Prism software 5.0 (GraphPad Software, CA, USA). At the same time, we mainly considered that the data of multiple parallel experimental rats in each group would be more accurate and reliable. However, during the data statistics, we selected all the 10 rats in each group for statistics. Two-way analysis of variance (ANOVA) followed by Tukey's multiple comparisons test was used to analyze the three-chambered social test and novel object recognition test. A Student's t-test was used to analyze the other tests. All data were represented as mean ± SEM, and statistical significance was set at P < 0.05.\n\n## Animal exposure\n\nAll animal experiments were approved by the Animal Care and Human Use of Research Committee of the Tianjin Institute of Environmental and Operational Medicine and were performed in accordance with the relevant guidelines and regulations (the number of the ethical approval: AMMS-04-2020-002).\n\nThe experimental modeling study was performed with specified pathogen free (SPF) healthy pregnant SD rats, which were purchased from Beijing Vital River Laboratory Animal Technology Company (Beijing, China) and allowed to adaptive feeding for one week. Weanling rat pups were exposed to CAPs using PM2.5 online enrichment and an animal whole-body inhalation exposure system (HRH-PM286 & MNE3026, Huironghe Technology Co., Beijing, China). Considering the prevalence of ASD in males, we only analyzed male rats to avoid uncertain sex-dependent differences. A total of 20 rat pups were randomly divided into 2 groups: CAPs (n = 10) and FA groups (n = 10). Briefly, the male rat pups were exposed to ambient PM2.5 in real time PND1–PND21 continuously for 4 h/day between 08:00 and 12:00. According to the conversion formula between experimental animals and human exposure dose, particulates were concentrated approximately 8-fold the level (mean concentration was 224 μg/m 3 ) reported in ambient outdoor air [ 64 ]. The experimental manipulation of CAPs- and FA-treated animals was consistent. High-efficiency particulate air (HEPA) filtration (99.99% effective) was used to filter the air in the room for FA-exposed animals. The temperature and relative humidity were maintained at 22–25 °C and 50–70% in the housing room and exposure chambers, respectively. Furthermore, during the 21 days of PM2.5 exposure, whether during the 4 h/day exposure phase or the 20 h/day non-exposure phase, all the rat pups were fed from their mother throughout the 21 days of the experiment.\n\n## PM2.5 concentration and composition detection\n\nExposure and atmospheric PM2.5 concentration were determined by two laser DUSTTRAK 8530 spectrometers (TSI Incorporated, USA) during the exposure period (February-25 to March-17, 2019). An impactor sampler (Laoying 2030, Qingdao, China) near the air intake for the exposure chambers was used to sample atmospheric PM2.5. Cumulative samples were collected onto quartz fibers at an airflow rate of 100 L/min. PAHs and heavy metal elements were determined in the collected PM2.5 based on the determination of PAHs in the gas phase and particulate matter of ambient air and waste gas using gas chromatography-mass spectrometry (HJ646-2013) and the Monitoring and Analysis Methods for Air and Waste Gas.\n\n## Ultrasonic vocalization analysis [ 65 ]\n\nThe USVs test can evaluate the communication ability of rat pups. After the short separation of the rat pups and their mothers, the experimental rats could send out a certain frequency of USVs, and the mothers could use USVs to locate the rat pups. The communication ability of the rat pups could be reflected by analyzing the number of USVs caused by isolation. The postnatal rats were separated from the mothers, removed from the cages, and placed in a sound insulation box with a Bruel&Kjær 4938 microphone (Bruel&Kjær (BK), Nærum, Denmark) connected to a B&K 3560C PULSE acoustic analysis system. USVs emitted by the experimental rat pups were recorded within 5 min. The acoustic analysis software B&K PULSE LabShop V13.5.0was used for analysis.\n\n## Repetitive behavior and self-grooming test [ 65 ]\n\nA pave 5 cm thick sawdust pad was placed on the 42 × 24 × 17 cm plexiglass squirrel cage, and 20 glass marbles with a diameter of 14 mm were placed on the pad (four in each row and five rows in total). The experimental rats were allowed to explore the cage freely and recorded using a camera for 30 min. The amount of marble buried during free exploration of the experimental rats was counted according to the rule that the buried volume was greater than 2/3 to analyze the digging behavior, and the time spent in self-grooming was recorded. Stroking or scratching of the body or face or licking the body parts was defined as self-grooming behavior.\n\n## Three-chambered social test [ 65 ]\n\nA transparent plastic box with dimensions of 60 × 40 × 22 cm was evenly divided into three boxes on the left, middle, and right by two middle partitions with switchable channels at the bottom. The camera was placed directly above the box to record the rats movement throughout the whole process, and the animal behavior video analysis software (Super Maze, Xinruan, Shanghai, China) was used to memorize the rats movement. The experiment was divided into three stages: A. Habituation: the rats were placed in the middle box, the left and right boxes were empty, and the channel partition was opened. B. Sociability: experimental rats were placed in the middle box, unfamiliar rats were placed in one box with a net, an empty net cage was placed on the other side, and the passage partition was opened. C. In the social novelty stage, the experimental rats were placed in the middle box while the unfamiliar rats were placed in an empty net cage. The bulkhead of the passage was opened, and experimental rats were free to move between the three boxes for 5 min at each stage, and the time spent sniffing the each cage, staying in each box, and crossing the each box was recorded.\n\n## Novel object recognition test\n\nA transparent plastic box (60 × 40 × 22 cm) was evenly divided into three parts: left, middle, and right. The camera was placed directly above the box to record the rat's movement throughout the whole process, and the animal behavior video analysis software (Super Maze, Xinruan, Shanghai, China) was used to memorize the rats movement. The animal experiment was divided into three stages: 1. Adaptation period: the experimental rats were allowed to move freely in the chamber for 5 min to acclimatize to the experimental device. 2. Familiarity period: the experimental rats were allowed stay for 5 min in the box with two identical objects (named Old 1 and Old 2, cell culture bottles) placed at opposite corners. 3. Test period: after 30 min, the experimental rats were asked to explore a new object (named Novel, antibody box) of similar size but different shapes for 5 min to replace one of the objects. The time that the rats spent sniffing the objects was recorded.\n\n## Tissue collection\n\nThe rats in both groups were killed by rapid cervical bone detachment at PND 22. The hippocampus and prefrontal cortex tissues were rapidly dissected on ice and immediately frozen in liquid nitrogen. The tissues were then stored at −80 °C until use.\n\n## Western blotting analysis\n\nRat-isolated hippocampal regions were analyzed using Western blotting. Briefly, RIPA lysis buffer (Solarbio, Beijing, China) was used to homogenize the tissues. Total protein (50 μg) was separated by SDS-PAGE and transferred to PVDF membranes (Millipore, MA, USA). Following incubation in blocking buffer (TBS with 5% nonfat milk and 0.1% Tween 20), the membranes were probed with primary antibodies directed against SHANK3 (1:1500, ab93607, Abcam, Cambridge, UK), GKAP (1:1000, ab93611, Abcam, Cambridge, UK), PSD95 (1:1000, ab18258, Abcam, Cambridge, UK), and GAPDH (1:2000, BS-2188 R, Bioss, Beijing, China). Goat anti-mouse IgG-HRP (1:3000, BS-0296G-HRP, Bioss) and goat anti-rabbit IgG-HRP (1:3000, BS-0295G-HRP, Bioss) were used as the secondary antibodies.\n\n## TEM analysis [ 66 ]\n\nThe samples from the hippocampal CA1 region and the frontal cerebral cortex were fixed in phosphate buffer (pH 7.0) with 2.5% glutaraldehyde for at least 24 h and placed in a mixture of 1% OsO 4  and 0.8% K4 [Fe (CN) 6 ] for ultrastructural observation. After dehydration with an ethanol gradient, the tissue specimens were embedded in epoxy resin. The specimen sections (60 nm) were stained for 15 min with uranyl acetate and alkaline lead citrate and observed under a transmission electron microscope (H-7650, Hitachi, Tokyo, Japan).\n\n## IF experiment [ 67 ]\n\nFormalin-fixed and paraffin-embedded tissue chip samples were obtained from Tianjin Genink Biotechnology Co. Ltd. (Tianjin, China). After dewaxing, antigen repairing, and spontaneous fluorescence quenching, paraffin sections were permeabilized with Triton X-100 for 30 min, blocked with 1% bovine serum albumin (BSA) for 30 min, and incubated with primary antibodies overnight at 4 °C. The sections were washed with phosphate-buffered saline (PBS) 3 times for 5min each time and then the secondary antibodies were added and incubated for 50 min in the dark at room temperature. Nuclei were stained with DAPI and incubated for 10 min in the dark at room temperature. The sections were sealed with antifade solution and stored at 4 °C in the dark, and images were photographed using a fluorescence microscope (BX51, Olympus, Tokyo, Japan). The primary antibodies used were synaptophysin (1:100; ab32127, Abcam, Cambridge, UK) and Homer1 (1:100, ab211415, Abcam). The secondary antibodies used were goat anti-rabbit IgG-CY3 (1:200, BS-0295G-CY3; Bioss, Beijing, China) and goat anti-rabbit IgG-FITC (1:200, BS-0295G-FITC; Bioss).\n\n## Pyrosequencing methylation assay [ 68 ]\n\nThe sequencing primers were provided in the PyroMark CpG MGMT kit and the PyroMark Q96 ID pyrosequencer (Qiagen, Valencia, CA) was used for the pyrosequencing assay to determine the methylation level of the CpG sites in the Shank3 gene. Genomic DNA was bisulfite-modified using the EpiTect Bisulfite kit (Qiagen, Hilden, Germany) and purified in elution buffer. The Pyromark PCR kit (Qiagen) was used to amplify the eluted DNA and evaluated the CpG methylation levels in the Pyromark q24 system (Qiagen). Primers for the genes amplification from bisulfite-modified DNA were custom-designed using the PyroMark Assay Design 2.0 software (Qiagen).\n\n## Statistical analysis\n\nAll data were statistically analyzed using the GraphPad Prism software 5.0 (GraphPad Software, CA, USA). At the same time, we mainly considered that the data of multiple parallel experimental rats in each group would be more accurate and reliable. However, during the data statistics, we selected all the 10 rats in each group for statistics. Two-way analysis of variance (ANOVA) followed by Tukey's multiple comparisons test was used to analyze the three-chambered social test and novel object recognition test. A Student's t-test was used to analyze the other tests. All data were represented as mean ± SEM, and statistical significance was set at P < 0.05.\n\n## Author contribution statement\n\nKang Li: Conceived and designed the experiments; Performed the experiments; Analyzed and interpreted the data; Wrote the paper.\n\nXiaotian Liang, Xiaoqian Xie, Bencheng Lin, Huanliang Liu, Wenqin Lai: Performed the experiments; Analyzed and interpreted the data.\n\nLei Tian, Jun Yan: Contributed reagents, materials, analysis tools or data.\n\nXiaohua Liu, Zhuge Xi: Conceived and designed the experiments; Wrote the paper.\n\n## Funding statement\n\nDr Kang Li was supported by  National Natural Science Foundation of China, China  (81803270).\n\nDr Zhuge Xi was supported by  10.13039/501100001809 National Natural Science Foundation of China, China  ( 82073507).\n\n## Data availability statement\n\nData included in article/supplementary material/referenced in article.\n\n## Declaration of interest's statement\n\nThe authors declare no conflict of interest.\n\n## Additional information\n\nSupplementary content related to this article has been published online at [URL].",
  "reference_count": 68,
  "word_count": 9676,
  "char_count": 60596
}