{
  "pmcid": "PMC10044447",
  "doi": "10.1016/j.envres.2022.115188",
  "title": "A systematic evidence map of chronic inflammation and immunosuppression related to per- and polyfluoroalkyl substance (PFAS) exposure",
  "authors": [
    "Luoping Zhang",
    "Allen Louie",
    "Gabrielle Rigutto",
    "Helen Guo",
    "Yun Zhao",
    "Stacy Ahn",
    "Sarah Dahlberg",
    "Michael Sholinbeck",
    "Martyn T. Smith"
  ],
  "year": "2023",
  "journal": "Environmental research",
  "abstract": "Background: The ability to induce chronic inflammation and immunosuppression are two key characteristics of carcinogens and important forms of immunotoxicity. The National Toxicology Program (NTP) evaluated the immunotoxicity of two per- and polyfluoroalkyl substances (PFASs), PFOA (perfluorooctanoic acid) and PFOS (perfluorooctane sulfonate), in 2016. However, the potential pro-inflammatory and immunosuppressive effects of other PFASs remain largely uncharacterized. Methods: We developed an expanded set of search terms pertaining to the chronic inflammatory and immunosuppressive effects of PFASs based on those of the International Agency for Research on Cancer (IARC) and NTP. To confirm searching effectiveness and scope, we compared our search term results with those of IARC and NTP for both PFASs and two other known carcinogens, chromium (VI) and benzene. Systematic evidence maps (SEMs) were also produced using Tableau to visualize the distribution of study numbers and types reporting immunotoxic effects and specific biomarkers elicited by PFAS exposures. Results: In total, 1155 PFAS studies were retrieved, of which 321 qualified for inclusion in our dataset. Using our search terms, we identified a greater number of relevant studies than those obtained using IARC and NTP’s search terms. From the SEM findings, increased cytokine production strengthened an association between PFAS exposure and chronic inflammation, and decreased B-cell activation and altered levels of T-cell subtypes and immunoglobulins confirmed PFAS-induced immunosuppression. Conclusion: Our SEM findings confirm that several PFASs commonly found in both in the environment, including those that are lesser-known, may induce immunosuppression and chronic inflammation, two key characteristics of carcinogens. This approach, including development of search terms, study screening process, data coding, and evidence mapping visualizations, can be applied to other key characteristics of chemical carcinogens.",
  "sections": [
    {
      "title": "Introduction",
      "text": "A systematic approach to using mechanistic studies to identify chemical hazards was developed for carcinogens, based on the established properties of agents known to cause cancer in humans ( Smith et al., 2016 ). These properties, called the Key Characteristics of Carcinogens (KCCs), quickly proved useful for the systematic evaluation of the literature on mechanisms by which chemicals induce cancer ( Guyton et al., 2018a ,  2018b ). The KCCs are now widely used by various authoritative bodies and regulatory agencies and form the basis for the evaluation of mechanistic data at the International Agency for Research on Cancer (IARC) ( IARC, 2019a ;  Samet et al., 2019 ). Almost all well-established human cancer-causing agents are characterized by one or more of the ten proposed KCCs (detailed in  Supplementary Table 1 ). Two KCCs, ‘ induces chronic inflammation ” (KCC6) and ‘ is immunosuppressive ’ (KCC7) also reflect principal forms of immunotoxicity induced by chemical exposures.\n\nChronic inflammation  is characterized as the persistent recruitment of pro-inflammatory immune cells and  immunosuppression  is defined as a series of biological events that can lead to an increased incidence and/or severity of infectious and neoplastic diseases ( Luebke et al., 2004 ).\n\nThe immune system is comprised of  innate  immunity and  adaptive  immunity, of which the latter of the two can be further divided into the humoral and cell-mediated branches. When one of these branches is overactive or suppressed, diminished immunosurveillance or chronic inflammation may produce an environment that is conducive to chronic infection or cancer ( Guo et al., 2020 ). Thus, these two KCCs play a pivotal role in not only carcinogenesis, but also in the etiology of other types of chronic and infectious diseases.\n\nPreviously, we systematically reviewed these two KCCs for benzene, an established human leukemogen, and reported that benzene activates  innate  immunity by inducing pro-inflammation and suppresses  adaptive  immunity via immunosuppression ( Guo et al., 2020 ). Immune system imbalance is intrinsically linked to cancer pathogenesis ( Smith et al., 2016 ) and the KCC approach, developed for carcinogenic hazard identification, also has been demonstrated to be an effective means of garnering and organizing evidence of chemical-induced immunotoxicity.\n\nThe US National Toxicology Program (NTP) has also evaluated and reported immunotoxicity associated with exposure to perfluorooctanoic acid (PFOA) or perfluorooctane sulfonate (PFOS), two common per- and polyfluoroalkyl substances (PFASs) ( NTP, 2016 ). Though PFASs are not classified as Group 1 carcinogens, unlike Benzene ( IARC, 2018 ), our goal in the current study was to evaluate evidence in the published literature relating to KCC6 and KCC7.\n\nPFASs are a manmade and ubiquitous environmental class of pollutants comprising thousands of chemicals. Many legacy PFASs (long-chain molecules which have been phased out of production in several developed nations) and new PFASs (emerging short-chain  alternatives  to older technologies), have been detected not only in drinking water ( Cordner et al., 2019 ), atmospheric particles ( Lin et al., 2020 ), juvenile seabirds (with levels of PFOS being the highest) ( Robuck et al., 2020 ) and other wildlife ( Levin et al., 2016 ;  Routti et al., 2019 ), but also in human cord blood ( Wang et al., 2020c ), breast milk ( Lerner, 2019 ;  Macheka-Tendenguwo et al., 2018 ;  Zheng et al., 2021 ), and in over 95% of serum samples of pregnant African American women ( Chang et al., 2021 ). The ubiquity and persistence of this class of chemicals are of particular concern as IARC has identified PFOA as possibly carcinogenic to humans (Group 2B) in 2016 ( IARC, 2016 ).\n\nThere have been several other recent efforts to better characterize the health effects of PFASs in light of their ubiquity, including the application of the KC approach. Using the search terms outlined in  Guyton et al. (2018b) , the Environmental Working Group aimed to use the 10 KCCs to evaluate the existing epidemiological, toxicological, and mechanistic evidence of 26 types of PFAS. The group reported  strong  evidence for PFAS-induced immunosuppression (KCC7), along with oxidative stress (KCC5) and modulation of receptor-mediated effects (KCC8), but  insufficient  data for chronic inflammation (KCC6) ( Temkin et al., 2020 ), which are summarized in  Supplementary Table 1 .\n\nIn the era of big data, collecting and selecting relevant evidence from multiple literature databases is challenging, as exemplified by our previous systematic review of benzene and KCC6 and KCC7 ( Guo et al., 2020 ). In the current study, we aimed to create an optimal set of search terms to be used to garner evidence for chronic inflammatory (KCC6) and immunosuppressive (KCC7) effects of potential carcinogens (e.g. PFASs). Both the newly created search terms and the original sets of terms developed by IARC and NTP were applied to the literature for known carcinogens chromium (VI) and benzene ( Section 2.7 ), to compare their effectiveness. Our objective was to facilitate  robust  literature searches to enable a more thorough acquisition of qualifying studies relating to chronic inflammation and immunosuppression for  all PFAS family  members beyond (including, but not limited to) PFOA/PFOS.\n\nAs emerging environmental pollutants, PFASs have recently undergone a number of evaluations aiming to characterize their immunotoxic and carcinogenic properties ( Naidenko et al., 2021 ;  NTP, 2016 ;  Steenland and Winquist, 2021 ;  Temkin et al., 2020 ;  Woodlief et al., 2021 ). These evaluations generally support PFAS-associated toxicities in the immune system, including immunosuppression, though the majority of the evidence that exists is primarily based on PFOA and PFOS studies ( NTP, 2016 ). Several key questions remain as to whether PFASs induce chronic inflammation, the extent to which lesser-known PFASs (i.e. Perfluorononanoic acid (PFNA), Perfluorodecanoic acid (PFDA), Perfluorohexanesulphonic acid (PFHxS), etc.) have been shown to produce similar or different immunotoxic effects, and whether the immunotoxicity of PFASs has downstream effects that implicate them in carcinogenesis.\n\nTo address these questions, we developed a  search term strategy  in order to identify relevant studies relating to both chronic inflammation/immunosuppression for all PFASs. We applied a systematic evidence map (SEM) method ( Wolffe et al., 2019 ) to illustrate which PFASs have been the most studied, which study types are most often employed, and which biomarkers relating to chronic inflammation and immunosuppression are most heavily represented in the literature. The SEM approach enabled further examination of the PFAS exposure-response effect on the directionality of these biomarkers and to propose  potential mechanisms  of PFAS-induced immunotoxicity."
    },
    {
      "title": "Two important key characteristics of carcinogens (KCCs)",
      "text": "A systematic approach to using mechanistic studies to identify chemical hazards was developed for carcinogens, based on the established properties of agents known to cause cancer in humans ( Smith et al., 2016 ). These properties, called the Key Characteristics of Carcinogens (KCCs), quickly proved useful for the systematic evaluation of the literature on mechanisms by which chemicals induce cancer ( Guyton et al., 2018a ,  2018b ). The KCCs are now widely used by various authoritative bodies and regulatory agencies and form the basis for the evaluation of mechanistic data at the International Agency for Research on Cancer (IARC) ( IARC, 2019a ;  Samet et al., 2019 ). Almost all well-established human cancer-causing agents are characterized by one or more of the ten proposed KCCs (detailed in  Supplementary Table 1 ). Two KCCs, ‘ induces chronic inflammation ” (KCC6) and ‘ is immunosuppressive ’ (KCC7) also reflect principal forms of immunotoxicity induced by chemical exposures.\n\nChronic inflammation  is characterized as the persistent recruitment of pro-inflammatory immune cells and  immunosuppression  is defined as a series of biological events that can lead to an increased incidence and/or severity of infectious and neoplastic diseases ( Luebke et al., 2004 ).\n\nThe immune system is comprised of  innate  immunity and  adaptive  immunity, of which the latter of the two can be further divided into the humoral and cell-mediated branches. When one of these branches is overactive or suppressed, diminished immunosurveillance or chronic inflammation may produce an environment that is conducive to chronic infection or cancer ( Guo et al., 2020 ). Thus, these two KCCs play a pivotal role in not only carcinogenesis, but also in the etiology of other types of chronic and infectious diseases.\n\nPreviously, we systematically reviewed these two KCCs for benzene, an established human leukemogen, and reported that benzene activates  innate  immunity by inducing pro-inflammation and suppresses  adaptive  immunity via immunosuppression ( Guo et al., 2020 ). Immune system imbalance is intrinsically linked to cancer pathogenesis ( Smith et al., 2016 ) and the KCC approach, developed for carcinogenic hazard identification, also has been demonstrated to be an effective means of garnering and organizing evidence of chemical-induced immunotoxicity.\n\nThe US National Toxicology Program (NTP) has also evaluated and reported immunotoxicity associated with exposure to perfluorooctanoic acid (PFOA) or perfluorooctane sulfonate (PFOS), two common per- and polyfluoroalkyl substances (PFASs) ( NTP, 2016 ). Though PFASs are not classified as Group 1 carcinogens, unlike Benzene ( IARC, 2018 ), our goal in the current study was to evaluate evidence in the published literature relating to KCC6 and KCC7."
    },
    {
      "title": "PFASs as persistent environmental pollutants",
      "text": "PFASs are a manmade and ubiquitous environmental class of pollutants comprising thousands of chemicals. Many legacy PFASs (long-chain molecules which have been phased out of production in several developed nations) and new PFASs (emerging short-chain  alternatives  to older technologies), have been detected not only in drinking water ( Cordner et al., 2019 ), atmospheric particles ( Lin et al., 2020 ), juvenile seabirds (with levels of PFOS being the highest) ( Robuck et al., 2020 ) and other wildlife ( Levin et al., 2016 ;  Routti et al., 2019 ), but also in human cord blood ( Wang et al., 2020c ), breast milk ( Lerner, 2019 ;  Macheka-Tendenguwo et al., 2018 ;  Zheng et al., 2021 ), and in over 95% of serum samples of pregnant African American women ( Chang et al., 2021 ). The ubiquity and persistence of this class of chemicals are of particular concern as IARC has identified PFOA as possibly carcinogenic to humans (Group 2B) in 2016 ( IARC, 2016 ).\n\nThere have been several other recent efforts to better characterize the health effects of PFASs in light of their ubiquity, including the application of the KC approach. Using the search terms outlined in  Guyton et al. (2018b) , the Environmental Working Group aimed to use the 10 KCCs to evaluate the existing epidemiological, toxicological, and mechanistic evidence of 26 types of PFAS. The group reported  strong  evidence for PFAS-induced immunosuppression (KCC7), along with oxidative stress (KCC5) and modulation of receptor-mediated effects (KCC8), but  insufficient  data for chronic inflammation (KCC6) ( Temkin et al., 2020 ), which are summarized in  Supplementary Table 1 ."
    },
    {
      "title": "Creating and testing new sets of literature search terms",
      "text": "In the era of big data, collecting and selecting relevant evidence from multiple literature databases is challenging, as exemplified by our previous systematic review of benzene and KCC6 and KCC7 ( Guo et al., 2020 ). In the current study, we aimed to create an optimal set of search terms to be used to garner evidence for chronic inflammatory (KCC6) and immunosuppressive (KCC7) effects of potential carcinogens (e.g. PFASs). Both the newly created search terms and the original sets of terms developed by IARC and NTP were applied to the literature for known carcinogens chromium (VI) and benzene ( Section 2.7 ), to compare their effectiveness. Our objective was to facilitate  robust  literature searches to enable a more thorough acquisition of qualifying studies relating to chronic inflammation and immunosuppression for  all PFAS family  members beyond (including, but not limited to) PFOA/PFOS."
    },
    {
      "title": "Applying systematic evidence maps to address key questions",
      "text": "As emerging environmental pollutants, PFASs have recently undergone a number of evaluations aiming to characterize their immunotoxic and carcinogenic properties ( Naidenko et al., 2021 ;  NTP, 2016 ;  Steenland and Winquist, 2021 ;  Temkin et al., 2020 ;  Woodlief et al., 2021 ). These evaluations generally support PFAS-associated toxicities in the immune system, including immunosuppression, though the majority of the evidence that exists is primarily based on PFOA and PFOS studies ( NTP, 2016 ). Several key questions remain as to whether PFASs induce chronic inflammation, the extent to which lesser-known PFASs (i.e. Perfluorononanoic acid (PFNA), Perfluorodecanoic acid (PFDA), Perfluorohexanesulphonic acid (PFHxS), etc.) have been shown to produce similar or different immunotoxic effects, and whether the immunotoxicity of PFASs has downstream effects that implicate them in carcinogenesis.\n\nTo address these questions, we developed a  search term strategy  in order to identify relevant studies relating to both chronic inflammation/immunosuppression for all PFASs. We applied a systematic evidence map (SEM) method ( Wolffe et al., 2019 ) to illustrate which PFASs have been the most studied, which study types are most often employed, and which biomarkers relating to chronic inflammation and immunosuppression are most heavily represented in the literature. The SEM approach enabled further examination of the PFAS exposure-response effect on the directionality of these biomarkers and to propose  potential mechanisms  of PFAS-induced immunotoxicity."
    },
    {
      "title": "Methods",
      "text": "We conducted this SEM project using a modification of the Preferred Reporting Items for Systematic Reviews and Meta Analyses (PRISMA) ( Page et al., 2021 ) and guidance from  James  et al. (2016)  and the Collaboration for Environmental Evidence ( CEE, 2018 ). The overall approach applied in the literature search component of this project is detailed in  Fig. 1 . This flowchart presents the two fundamental steps of the study.  First , we aimed to create an expanded set of chronic inflammation and immunosuppression search terms, identified here as the University of California, Berkeley (UCB) search terms, to ensure that all relevant studies are included and considered for the evidence maps ( Sections 2.2 – 2.6 ).\n\nSecond , we compared the numbers of  relevant  chronic inflammation and immunosuppression studies retrieved using the UCB, IARC, and NTP search terms for three toxicants of interest, PFASs, chromium (VI), and benzene (Section 2.8) to develop optimal search terms for  comprehensive  and  effective  literature acquisition and to maximize the  transparency  of study selection and  rigorous  study screening process throughout the project.\n\nOur expanded search terms are based upon existing search term sets from IARC ( IARC, 2019b ) and NTP ( Borrel et al., 2019 ) for each of the specified health endpoints ( Supplementary Table 2a ), which were then modified with additional keywords. This search term strategy was applied within the PubMed database, with the goal of maximizing the number of relevant studies retrieved while also minimizing unrelated articles in the search results. We repeatedly tested and adjusted our terms with expert assistance from a Berkeley campus librarian in order to produce a finalized set of search terms ( Supplementary Table 2b ), maximized for both scope and specificity ( Section 3.6 ). These search terms could be separated into specific chronic inflammation and immunosuppression search terms to increase the applicability of the search results. Additionally, we generated and modified search terms for the three chemicals of interest: PFASs, chromium (VI) and benzene ( Supplementary Table 2c ).\n\nWe conducted the PFAS literature search using the UCB search terms for chronic inflammation/immunosuppression and PFASs ( Supplementary Tables 2b  and  2c ). Our literature retrieval process is an adaptation of the PRISMA guidelines ( Page et al., 2021 ). Peer-reviewed published studies were searched in PubMed from its inception to December 16, 2020. This search included a wide scope of  study types  including epidemiological, experimental animal,  in vitro  or  ex vivo  and  in silico  studies, all of which examine the relationship between PFASs and endpoints pertaining to chronic inflammation or immunosuppression. To prevent the unintentional exclusion of relevant papers, we also assessed the reference lists of both the IARC Monograph Volume 110 ( IARC, 2016 ) and the NTP Monograph on Immunotoxicity associated with exposure to PFOA and PFOS ( NTP, 2016 ).\n\nTo obtain the final set of relevant studies, we conducted a two-step screening process: 1) a title and abstract screen, and 2) a full-text review. A minimum of two independent reviewers thoroughly screened and assessed the studies according to the set of study eligibility criteria based on the Populations, Exposures, Comparators, and Outcomes (PECO) statement provided in  Table 1  during both steps. Additional details regarding  inclusion  and  exclusion  criteria are provided in  Supplementary Table 3 . Conflicts among inclusion or exclusion labels were resolved by a third reviewer. Title and abstracts were  first  screened using  SysRev (2018) , an open-access web-based platform optimized for thorough and transparent review and data extraction of scientific studies to minimize any study selection bias. Results were recorded in SysRev and the majority of irrelevant studies that did not apply to our specified criteria (the exposure of interest and relevant biomarkers studied) were discarded. A  second  screen was conducted by downloading and examining full-length papers of all study types reporting on outcomes of chronic inflammation and immunosuppression related to PFAS exposure. Though KCC7 implies specific directionality of immune biomarkers (e.g. those indicative of immune system  suppression ), all studies reporting immune characteristics were included in our screening processes. Studies that did not pertain to either chronic inflammation or immunosuppression endpoints, did not have a relevant PFAS exposure, or were letters, editorials, commentaries, or corrigenda were excluded. Non-English or non-Chinese papers by which reviewers did not have a means of translation and studies unable to be retrieved via available networks were excluded prior to advancing to the data collection phase ( Supplementary Table 3 ).\n\nDuring the full-text evaluation of each study, relevant information was extracted according to the data coding strategy presented in  Table 2  and recorded by two independent reviewers in a summary table ( Supplementary Table 4 ) consisting of three panels along with bibliographic information: 1) Study type (i.e. human, animal,  in vitro , etc.), 2) PFAS exposure type, and 3) Outcomes related to chronic inflammation or immunosuppression. Within the context of this project, all reported immune effects/outcomes reported were extracted and coded as being related to chronic inflammation or immunosuppression regardless of directionality (increase or decrease). Studies were categorized into an evidence stream based on the study type, though studies may contribute to more than one stream of evidence. For example, a study may be conducted in both human, animal, as well as  in vitro  systems, and would therefore contribute to all three. Studies that were conducted in either  in vitro  or  ex vivo  systems were coded to be within the same evidence stream due to similar experimental design and/or conditions in which cells and/or tissues have been directly exposed to a chemical outside the context of the whole organism. All individual PFAS exposures applied in each study were recorded. Studies which measured effects of mixtures of PFASs or the total sum of PFASs were indicated as such. Due to the high diversity of chemicals within the PFAS family, an additional table with chemical classification and relevant  abbreviations  have been included for readers’ convenience ( Supplementary Table 5 ). Outcomes were identified as involving either chronic inflammation or immunosuppression, or both, according to the presence of outcome-related biomarkers as detailed in  Table 2 . When the two reviewers had conflicts regarding these outcomes, a group review with the subject matter experts and/or senior principal investigators was conducted to make final determinations.\n\nPertinent data (study type, PFAS exposure type, and biomarkers related to each outcome of interest) were extracted from  Supplementary Table 4  into two Microsoft excel files comprising inflammation-related and immunosuppression-related biomarkers. Creation of these two data subsets allowed us to tabulate the number of studies per relevant outcome and to further categorize them by study type and PFAS exposure type.\n\nMechanistic data (e.g. biomarkers related to each outcome) were selected due to biological relevance and their roles in inflammation and immunology, and were identified during the data synthesis process prior to quantifying the number of studies reporting results related to each biomarker. Data visualization of the number of studies, chemical exposures, and biomarkers were restricted to PFOA, PFOS, and the top six most studied chemicals (PFBS, PFDA, PFHpA, PFHxS, PFNA, PFUnDA).\n\nAs put forth in the IARC Monographs on the Identification of Carcinogenic Hazards to Humans Preamble, the stream of evidence from which an effect is observed in is considered an indirect proxy for  strength  of mechanistic evidence depending on the study type/experimental model. Studies in which chemical exposures are evaluated in humans or  in vivo  mammalian systems are given a higher priority in the hazard identification process ( IARC, 2019a ). To emulate this process, we created a  weighted  scoring method according to study type: human studies conducted  in vivo  were assigned a weight of 3, animal  in vivo  studies a weight of 2, and those conducted  in vitro/ex vivo  a weight of 1. The weighted score was applied to each study identified as showing a significant directional effect as either increase or decrease (or null effect) per biomarker.\n\nTableau Desktop Professional Edition  vs.  2021.4.3 (Tableau; Seattle, WA) was employed to generate a variety of systematic evidence maps, allowing us to readily visualize the interrelationships of study types, PFAS exposures, and outcome-specific biomarkers. We created three types of evidence maps: 1) Pie charts depicting the sum of study numbers of major  PFAS  exposures stratified by  study types ; 2) Bubble maps illustrating the study number (as indicated by bubble size) of each outcome-specific  biomarkers  stratified by  PFAS  exposure types; and 3) Heat maps tabulating the  weighted  amount of evidence that a PFAS exposure is associated with the  increase  or  decrease  of a particular biomarker, or that no statistically significant change is observed.\n\nTo evaluate our newly created search terms for chronic inflammation and immunosuppression ( Supplementary Table 2b ), we compared our PFAS search results to those obtained using search terms developed using chronic inflammation and immunosuppression-specific key words from IARC and NTP ( Supplementary Table 2a ) through PubMed and SysRev. We then applied the chronic inflammation and immunosuppression search terms from UCB, IARC, and NTP to conduct similar searches with two established human carcinogens (Group 1 by IARC), chromium (VI) ( IARC, 2012 ), and benzene ( IARC, 2018 ) ( Supplementary Table 2c ) to compare the robustness and effectiveness of each set of search terms.\n\nThe comparison of the number of PFAS, chromium (VI) and benzene search results using UCB, IARC, and NTP search terms was conducted in PubMed to generate total, unique, and overlapping result numbers. We then evaluated the  unique  results from IARC and NTP that were not captured by UCB search terms. We downloaded the PMIDs of the unique results and uploaded them to SysRev for review, which allows for consistency among included vs. excluded studies throughout all comparisons of the three groups of chemicals and three sets of search terms from UCB, IARC, and NTP."
    },
    {
      "title": "Study design",
      "text": "We conducted this SEM project using a modification of the Preferred Reporting Items for Systematic Reviews and Meta Analyses (PRISMA) ( Page et al., 2021 ) and guidance from  James  et al. (2016)  and the Collaboration for Environmental Evidence ( CEE, 2018 ). The overall approach applied in the literature search component of this project is detailed in  Fig. 1 . This flowchart presents the two fundamental steps of the study.  First , we aimed to create an expanded set of chronic inflammation and immunosuppression search terms, identified here as the University of California, Berkeley (UCB) search terms, to ensure that all relevant studies are included and considered for the evidence maps ( Sections 2.2 – 2.6 ).\n\nSecond , we compared the numbers of  relevant  chronic inflammation and immunosuppression studies retrieved using the UCB, IARC, and NTP search terms for three toxicants of interest, PFASs, chromium (VI), and benzene (Section 2.8) to develop optimal search terms for  comprehensive  and  effective  literature acquisition and to maximize the  transparency  of study selection and  rigorous  study screening process throughout the project."
    },
    {
      "title": "Search term development",
      "text": "Our expanded search terms are based upon existing search term sets from IARC ( IARC, 2019b ) and NTP ( Borrel et al., 2019 ) for each of the specified health endpoints ( Supplementary Table 2a ), which were then modified with additional keywords. This search term strategy was applied within the PubMed database, with the goal of maximizing the number of relevant studies retrieved while also minimizing unrelated articles in the search results. We repeatedly tested and adjusted our terms with expert assistance from a Berkeley campus librarian in order to produce a finalized set of search terms ( Supplementary Table 2b ), maximized for both scope and specificity ( Section 3.6 ). These search terms could be separated into specific chronic inflammation and immunosuppression search terms to increase the applicability of the search results. Additionally, we generated and modified search terms for the three chemicals of interest: PFASs, chromium (VI) and benzene ( Supplementary Table 2c )."
    },
    {
      "title": "Literature search for PFAS studies",
      "text": "We conducted the PFAS literature search using the UCB search terms for chronic inflammation/immunosuppression and PFASs ( Supplementary Tables 2b  and  2c ). Our literature retrieval process is an adaptation of the PRISMA guidelines ( Page et al., 2021 ). Peer-reviewed published studies were searched in PubMed from its inception to December 16, 2020. This search included a wide scope of  study types  including epidemiological, experimental animal,  in vitro  or  ex vivo  and  in silico  studies, all of which examine the relationship between PFASs and endpoints pertaining to chronic inflammation or immunosuppression. To prevent the unintentional exclusion of relevant papers, we also assessed the reference lists of both the IARC Monograph Volume 110 ( IARC, 2016 ) and the NTP Monograph on Immunotoxicity associated with exposure to PFOA and PFOS ( NTP, 2016 )."
    },
    {
      "title": "Identification of relevant studies in a two-step screening process",
      "text": "To obtain the final set of relevant studies, we conducted a two-step screening process: 1) a title and abstract screen, and 2) a full-text review. A minimum of two independent reviewers thoroughly screened and assessed the studies according to the set of study eligibility criteria based on the Populations, Exposures, Comparators, and Outcomes (PECO) statement provided in  Table 1  during both steps. Additional details regarding  inclusion  and  exclusion  criteria are provided in  Supplementary Table 3 . Conflicts among inclusion or exclusion labels were resolved by a third reviewer. Title and abstracts were  first  screened using  SysRev (2018) , an open-access web-based platform optimized for thorough and transparent review and data extraction of scientific studies to minimize any study selection bias. Results were recorded in SysRev and the majority of irrelevant studies that did not apply to our specified criteria (the exposure of interest and relevant biomarkers studied) were discarded. A  second  screen was conducted by downloading and examining full-length papers of all study types reporting on outcomes of chronic inflammation and immunosuppression related to PFAS exposure. Though KCC7 implies specific directionality of immune biomarkers (e.g. those indicative of immune system  suppression ), all studies reporting immune characteristics were included in our screening processes. Studies that did not pertain to either chronic inflammation or immunosuppression endpoints, did not have a relevant PFAS exposure, or were letters, editorials, commentaries, or corrigenda were excluded. Non-English or non-Chinese papers by which reviewers did not have a means of translation and studies unable to be retrieved via available networks were excluded prior to advancing to the data collection phase ( Supplementary Table 3 )."
    },
    {
      "title": "Data coding strategy",
      "text": "During the full-text evaluation of each study, relevant information was extracted according to the data coding strategy presented in  Table 2  and recorded by two independent reviewers in a summary table ( Supplementary Table 4 ) consisting of three panels along with bibliographic information: 1) Study type (i.e. human, animal,  in vitro , etc.), 2) PFAS exposure type, and 3) Outcomes related to chronic inflammation or immunosuppression. Within the context of this project, all reported immune effects/outcomes reported were extracted and coded as being related to chronic inflammation or immunosuppression regardless of directionality (increase or decrease). Studies were categorized into an evidence stream based on the study type, though studies may contribute to more than one stream of evidence. For example, a study may be conducted in both human, animal, as well as  in vitro  systems, and would therefore contribute to all three. Studies that were conducted in either  in vitro  or  ex vivo  systems were coded to be within the same evidence stream due to similar experimental design and/or conditions in which cells and/or tissues have been directly exposed to a chemical outside the context of the whole organism. All individual PFAS exposures applied in each study were recorded. Studies which measured effects of mixtures of PFASs or the total sum of PFASs were indicated as such. Due to the high diversity of chemicals within the PFAS family, an additional table with chemical classification and relevant  abbreviations  have been included for readers’ convenience ( Supplementary Table 5 ). Outcomes were identified as involving either chronic inflammation or immunosuppression, or both, according to the presence of outcome-related biomarkers as detailed in  Table 2 . When the two reviewers had conflicts regarding these outcomes, a group review with the subject matter experts and/or senior principal investigators was conducted to make final determinations."
    },
    {
      "title": "Synthesis and mapping of data",
      "text": "Pertinent data (study type, PFAS exposure type, and biomarkers related to each outcome of interest) were extracted from  Supplementary Table 4  into two Microsoft excel files comprising inflammation-related and immunosuppression-related biomarkers. Creation of these two data subsets allowed us to tabulate the number of studies per relevant outcome and to further categorize them by study type and PFAS exposure type.\n\nMechanistic data (e.g. biomarkers related to each outcome) were selected due to biological relevance and their roles in inflammation and immunology, and were identified during the data synthesis process prior to quantifying the number of studies reporting results related to each biomarker. Data visualization of the number of studies, chemical exposures, and biomarkers were restricted to PFOA, PFOS, and the top six most studied chemicals (PFBS, PFDA, PFHpA, PFHxS, PFNA, PFUnDA).\n\nAs put forth in the IARC Monographs on the Identification of Carcinogenic Hazards to Humans Preamble, the stream of evidence from which an effect is observed in is considered an indirect proxy for  strength  of mechanistic evidence depending on the study type/experimental model. Studies in which chemical exposures are evaluated in humans or  in vivo  mammalian systems are given a higher priority in the hazard identification process ( IARC, 2019a ). To emulate this process, we created a  weighted  scoring method according to study type: human studies conducted  in vivo  were assigned a weight of 3, animal  in vivo  studies a weight of 2, and those conducted  in vitro/ex vivo  a weight of 1. The weighted score was applied to each study identified as showing a significant directional effect as either increase or decrease (or null effect) per biomarker.\n\nTableau Desktop Professional Edition  vs.  2021.4.3 (Tableau; Seattle, WA) was employed to generate a variety of systematic evidence maps, allowing us to readily visualize the interrelationships of study types, PFAS exposures, and outcome-specific biomarkers. We created three types of evidence maps: 1) Pie charts depicting the sum of study numbers of major  PFAS  exposures stratified by  study types ; 2) Bubble maps illustrating the study number (as indicated by bubble size) of each outcome-specific  biomarkers  stratified by  PFAS  exposure types; and 3) Heat maps tabulating the  weighted  amount of evidence that a PFAS exposure is associated with the  increase  or  decrease  of a particular biomarker, or that no statistically significant change is observed."
    },
    {
      "title": "Data synthesis:",
      "text": "Pertinent data (study type, PFAS exposure type, and biomarkers related to each outcome of interest) were extracted from  Supplementary Table 4  into two Microsoft excel files comprising inflammation-related and immunosuppression-related biomarkers. Creation of these two data subsets allowed us to tabulate the number of studies per relevant outcome and to further categorize them by study type and PFAS exposure type.\n\nMechanistic data (e.g. biomarkers related to each outcome) were selected due to biological relevance and their roles in inflammation and immunology, and were identified during the data synthesis process prior to quantifying the number of studies reporting results related to each biomarker. Data visualization of the number of studies, chemical exposures, and biomarkers were restricted to PFOA, PFOS, and the top six most studied chemicals (PFBS, PFDA, PFHpA, PFHxS, PFNA, PFUnDA)."
    },
    {
      "title": "Weighted evidence:",
      "text": "As put forth in the IARC Monographs on the Identification of Carcinogenic Hazards to Humans Preamble, the stream of evidence from which an effect is observed in is considered an indirect proxy for  strength  of mechanistic evidence depending on the study type/experimental model. Studies in which chemical exposures are evaluated in humans or  in vivo  mammalian systems are given a higher priority in the hazard identification process ( IARC, 2019a ). To emulate this process, we created a  weighted  scoring method according to study type: human studies conducted  in vivo  were assigned a weight of 3, animal  in vivo  studies a weight of 2, and those conducted  in vitro/ex vivo  a weight of 1. The weighted score was applied to each study identified as showing a significant directional effect as either increase or decrease (or null effect) per biomarker."
    },
    {
      "title": "Systematic evidence mapping:",
      "text": "Tableau Desktop Professional Edition  vs.  2021.4.3 (Tableau; Seattle, WA) was employed to generate a variety of systematic evidence maps, allowing us to readily visualize the interrelationships of study types, PFAS exposures, and outcome-specific biomarkers. We created three types of evidence maps: 1) Pie charts depicting the sum of study numbers of major  PFAS  exposures stratified by  study types ; 2) Bubble maps illustrating the study number (as indicated by bubble size) of each outcome-specific  biomarkers  stratified by  PFAS  exposure types; and 3) Heat maps tabulating the  weighted  amount of evidence that a PFAS exposure is associated with the  increase  or  decrease  of a particular biomarker, or that no statistically significant change is observed."
    },
    {
      "title": "Search term comparison",
      "text": "To evaluate our newly created search terms for chronic inflammation and immunosuppression ( Supplementary Table 2b ), we compared our PFAS search results to those obtained using search terms developed using chronic inflammation and immunosuppression-specific key words from IARC and NTP ( Supplementary Table 2a ) through PubMed and SysRev. We then applied the chronic inflammation and immunosuppression search terms from UCB, IARC, and NTP to conduct similar searches with two established human carcinogens (Group 1 by IARC), chromium (VI) ( IARC, 2012 ), and benzene ( IARC, 2018 ) ( Supplementary Table 2c ) to compare the robustness and effectiveness of each set of search terms.\n\nThe comparison of the number of PFAS, chromium (VI) and benzene search results using UCB, IARC, and NTP search terms was conducted in PubMed to generate total, unique, and overlapping result numbers. We then evaluated the  unique  results from IARC and NTP that were not captured by UCB search terms. We downloaded the PMIDs of the unique results and uploaded them to SysRev for review, which allows for consistency among included vs. excluded studies throughout all comparisons of the three groups of chemicals and three sets of search terms from UCB, IARC, and NTP."
    },
    {
      "title": "Results",
      "text": "The final UCB search terms for chronic inflammation and immunosuppression as immunotoxic outcomes and the testing chemicals (PFASs, chromium (VI), and benzene) are presented in  Supplementary Table 2b  and  Table 2c , respectively. Specific search terms for chronic inflammation (blue) and immunosuppression (green) are shown using a color-coding scheme. As some biomarkers (i.e. blood cell types) apply to both chronic inflammation and immunosuppression outcomes, associated search terms are highlighted in yellow.\n\nUsing the UCB search terms, a total of 349 PFAS studies qualified for detailed review from the initial 1155 studies, as described in  Fig. 2 . After full-text review, a total of 321 studies was selected based on eligibility criteria. An overview of the different study types, nature of the PFAS chemical exposure(s), and applicable health outcome (chronic inflammation and/or immunosuppression) for each selected study is summarized in  Table 3  and is further detailed in  Supplementary Table 4 . Of the selected studies that were fully reviewed, 71 were human, 162 were animal (with the majority in mammals, N = 129), 76 studies were conducted  in vitro,  and 3 studies were conducted  in silico . Review papers (N = 34) were not considered original research studies and were not assigned to a specific health outcome. All relevant papers included in PFOA/PFOS monographs published by IARC ( IARC, 2016 ) and ( NTP, 2016 ), respectively, were captured by our literature search.\n\nPFOA and PFOS, the most studied PFASs, accounted for 148 and 147 of the qualified studies, respectively, while 7 studies described exposure as PFASs or cumulative PFASs. We also characterized exposure information for other PFASs, including PFNA, PFHxS, PFDA, PFUnDA, PFHpA, and PFBS, each of which had more than a total of 15  qualified  studies. Of all the evaluated studies,  143  were found to be related to general inflammation (ascribed to “chronic inflammation”),  49  to immunosuppression, and  95  to both ( Table 3 ).\n\nTo better visualize the data extracted from studies which had been classified as being related to either chronic inflammation ( Fig. 3a ) or immunosuppression ( Fig. 3b ), the number of studies per PFAS exposure type were tabulated, and then further stratified by study types (human  in vivo , animal  in vivo , and  in vitro/ex vivo ) as evidence streams. PFOA, PFOS, PFNA, and PFDA represent the largest proportions of studies for both outcomes and, for each chemical, most studies were animal  in vivo  followed by human  in vivo . The majority of PFHxS data were obtained from human  in vivo  studies.\n\nFig. 4  illustrates the relative number of studies that assess biomarkers related to inflammation ( Fig. 4a ) and immunosuppression ( Fig. 4b ) stratified by the type of PFAS exposure. Studies assessing the inflammatory effects of PFOA and PFOS on biomarkers including IL-6, tumor necrosis factor-α (TNF-α), interleukin-1β (IL-1β), are the most well-represented, though the effects of other lesser-studied PFASs (i.e. PFNA, PFDA, PFHxS) on these biomarkers were also assessed ( Fig. 4a ). Similarly, we see that studies assessing the effects of PFOA and PFOS on immunosuppression biomarkers including IgE, IgG, IgM, CD4 + , and CD8 +  T-cell sub-types are the most well-represented ( Fig. 4b ). Additionally, there is a relatively large number of PFOS-studies in which study authors aim to characterize effects on lymphocytes, though this does not appear to be the case for other PFAS exposure types.\n\nBased on these evidence maps, biomarkers such as IL-6, TNF-α, IL-1β, various immunoglobulins (IgE, IgG and IgM), T-cell subtypes, and lymphocytes, among others, appear to be well-represented in the literature. We further evaluated the effects of PFASs on relevant biomarkers and aimed to provide a visualization of the directionality of that effect, or lack thereof. Because of the  weighting  of the evidence according to the stream of evidence in which the effect is measured ( Section 2.6 ), the systematic evidence maps generated for this purpose also provide insight into the relative  strength  of the evidence in accordance with the IARC preamble ( IARC, 2019a ). The frequency and directionality, weighted by line of evidence, are presented for the biomarkers related to chronic inflammation in  Table 4  and to immunosuppression in  Table 5 . Numbers provided in each table are  weighted evidence scores,  which have been calculated based on the weight of the evidence stream type. The exposure-response effects relating to chronic inflammation and immunosuppression exhibited in these studies are discussed more extensively in the following  Sections 3.4  and  3.5 , as well as summarized in  Supplementary Table 6a – b  and  7a – b , respectively.\n\nCytokines including IL-1β, interferon-γ (IFN-γ), IL-6, and TNF-α, appear in relatively high frequency in this dataset. Several animal studies report an increase in concentrations or mRNA expression of several cytokines, particularly those of IL-1β, IL-6, and TNF-α, at various levels of both PFOA and PFOS exposures ( Dong et al., 2010 ;  Liu et al., 2016 ;  Shao et al., 2020 ;  Yang, 2010 ). Though the increases in circulatory levels and mRNA expression of TNF-α in animal models exposed to PFASs  in vivo  are well characterized ( Fang et al., 2010 ;  Rockwell, 2013 ), there are no statistically significant associations reported between this biomarker and PFAS exposures in humans, with the exception of PFHxS ( Bassler et al., 2019 ) ( Stein et al., 2016 ).  In vivo  evidence of the effects of other PFASs, such as PFNA, on IL-6 levels remain ambiguous ( Fang et al., 2012a ,  2012b ).\n\nThere are a moderate number of studies assessing PFAS-induced effects on cytokines IL-2, IL-4, IL-8, and IL-10, as well as serum proteins such as C-reactive protein (CRP), though they are still relatively well-represented in the literature. Several anti-inflammatory cytokines, such as IL-4 and IL-10, are shown to be downregulated following exposure to PFOA ( Qazi et al., 2010 ;  Zhang et al., 2014 ). Both increases and decreases in IL-4 and IL-10 concentrations and/or expression were reported across multiple study types following exposure to PFOS ( Corsini et al., 2012 ;  Guo et al., 2019 ;  Wang et al., 2020b ;  Zhu et al., 2020 ) and to PFNA ( Fang et al., 2008 ,  2009 ,  2012b ).\n\nStudies examining the effects of PFAS-exposures on other cellular biomarkers critical to initiating and regulating the inflammatory process, such as macrophages, neutrophils, monocytes, and eosinophils, also appear in moderate frequency in this dataset. For the purposes of our review, we have included any perturbation to these myeloid-lineage cell numbers as KCC6 outcomes as they are important mediators of acute inflammatory process ( Fujiwara and Kobayashi, 2005 ), though neutrophils and macrophages have more recently been recognized as having a role in chronic inflammation as well ( Fujiwara and Kobayashi, 2005 ;  Herrero-Cervera et al., 2022 ;  Kolaczkowska and Kubes, 2013 ). PFOA and PFOS have been shown to trigger the accumulation and recruitment of other inflammatory cells in animal models, such as peritoneal and splenic macrophages and eosinophils in the lung ( Dong et al., 2010 ;  Fairley et al., 2007 ;  Qazi et al., 2010 ), although this trend varies and may depend on tissue type and cell-subtype ( Qazi et al., 2009a ;  Shane, 2020 ).\n\nA wide range of biomarkers are more sparsely represented in the environmental health literature, including the cytokines, IL-1a, IL-5, IL-18, IL-33, and serum proteins such as nuclear factor kappa B (NFκB), caspase-1 and -3, and NOD-, LRR- and pyrin domain-containing protein 3 (NLRP3). Though relatively limited, the general narrative of these studies is that PFOA and PFOS contribute to the formation and upregulation of the inflammasome, which is a cytosolic inflammatory complex involving NLRP3. This effect is further evidenced by elevated levels of IL-1β and IL-18 following PFOA/PFOS exposure in several animal studies, as NLRP3 is implicated in the cleaving of pro-IL-1β and pro-IL-18 into active forms ( Shao et al., 2020 ;  Zhang et al., 2021 ). PFDA administration  in vivo  and  in vitro  (in a human gastric cell line) was also shown to contribute to elevated NLRP3 expression and increased levels of IL-1β and IL-18 ( Wang et al., 2020a ;  Zhou, 2017 ). Other animal studies have shown that PFOA and PFOS exposure increases the protein concentration of caspase-3 ( Liu et al., 2016 ;  Lv et al., 2018 ), and consequentially NFκB, which may cause dyshomeostasis in inflammation and other disease pathways ( Cui et al., 2015 ;  Han et al., 2018 ;  Li et al., 2018 ). Elevated levels of caspase-1 were reported in several animal studies in which PFOA was administered both  in vivo  and  in vitro  ( Shao et al., 2020 ;  Weng et al., 2020 ;  Zhang et al., 2021 ). Further, both PFDA and PFNA exposure were shown to cause increased levels of caspase-1 and caspase-3 in mice ( Wang et al., 2020a ).\n\nThough data on toll-like receptor (TLR)-2 and -4 are also limited, PFOA exposure increased expression of mRNA related to the MyD88 pathway in zebrafish ( Zhong et al., 2020 ), and was also shown to upregulate the mRNA and protein levels of TLR-2 and 4 in gut, hepatic, and neuroinflammation in mice ( Shao et al., 2020 ;  Shi et al., 2020 ). PFOA was also shown to increase enzyme and mRNA levels of cyclooxygenase-2 (COX-2), which is involved in the conversion of pro-inflammatory molecules, in both the liver and colon tissue of mice and in mast cells ( Shi et al., 2020 ;  Singh et al., 2012 ;  Yang et al., 2014 ).\n\nHuman studies investigating chemicals’ capacities to impair the immune system’s response to an infectious agent commonly measure disease/infection incidence or severity as the endpoint(s) of interest. These adverse health outcomes are considered to be the most sound indicators of immunosuppression ( NTP, 2016 ;  WHO, 2012 ). Several studies investigated these outcomes in children and their associations with prenatal and/or early-life PFAS exposures, which have been captured by our literature search herein and detailed in  Supplementary Table 4 .\n\nIn brief, most studies measured maternal plasma or serum PFAS levels as surrogates of prenatal exposures in young children and analyzed the relevance with their responses to infectious agents. Prenatal PFAS exposure, including PFOA, PFOS and beyond, were positively correlated with airway infections and diarrhea/gastric flu ( Ait Bamai et al., 2020 ;  Impinen et al., 2019 ), common cold and/or gastroenteritis episodes ( Granum et al., 2013 ), and fever frequency when controlling for maternal age, child age, parity, and education level ( Dalsager et al., 2016 ). Interestingly, one study followed up their study subjects through the age of 10, and reported highest maternal PFOS levels were associated with increased odds ratios of total infectious diseases, and PFHxS with a higher risk of total infectious diseases among girls within the study population ( Goudarzi et al., 2017 ). These findings suggest that prenatal  maternal  exposures to PFASs may contribute to  childhood  infection outcomes indicative of immunosuppression.\n\nThe most commonly measured biomarkers related to the humoral immune system included several immunoglobulins, such as IgG, IgM, and IgE. Several studies reported a reduction in circulating immunoglobulins, including IgG and IgM, following  in vivo  PFOA and PFOS exposure ( DeWitt et al., 2009 ;  Dong et al., 2011 ;  Keil et al., 2008 ;  Peden-Adams et al., 2008 ;  Yang et al., 2006 ). Though significantly decreased cord blood IgE levels were reported in female infants with high maternal PFOA concentrations ( Okada et al., 2012 ), several studies reported that PFOA and PFOS were associated with both elevated IgE levels in both humans and animals ( Dong et al., 2011 ,  2013 ;  Fairley et al., 2007 ;  Wang et al., 2011 ). Though there is smaller body of evidence regarding these lesser-studied PFASs effect on immunoglobulin production, PFDA and PFNA were shown to  increase  levels of human serum IgE and IgG ( Dong et al., 2013 ;  Lee, 2016 ).\n\nAdditionally, there is a relatively robust dataset on PFAS-induced effects on cell-mediated immunity. Cell-surface marker analysis revealed that PFNA significantly altered percentages of different T-cell subsets in exposed mice, with dramatic decreased percentages of CD4 + CD8 +  reported in  thymic  lymphocytes ( Fang et al., 2008 ). Similarly, PFOA and PFOS have been shown to significantly alter CD4 +  and CD8 +  T-cell populations, in both mammalian and non-mammalian species, though the extent of this effect may also be organ-specific (i.e. spleen vs. thymus) ( Qazi et al., 2009b ;  Son et al., 2008 ;  Yang, 2010 ;  Zheng et al., 2009 ;  Zhong et al., 2016 ).\n\nA number of studies reported PFAS’s immunosuppressive effects with respect to B-cell subtypes, natural killer (NK) cells, and other cell surface markers or cell types. In the immunosuppression subset of studies, biomarkers relating to PFOA and PFOS suppression of the innate immune system included a reduction in NK cell activity in mice ( DeWitt et al., 2016 ;  Zhong et al., 2016 ), which play an important role in the body’s cytotoxic response to tumor cells or other exogenous pathogens. B-cell count, which was measured via B-lymphocyte CD19 +  and CD45 +  surface biomarkers, was also significantly reduced in mice exposed to PFOA and PFOS  in vivo  ( Qazi et al., 2009b ,  Qazi, 2012 ;  Shane, 2020 ;  Yang, 2001 ). PFASs, including PFOA, PFOS, and lesser-studied PFDA, PFHxS, and PFNA, are shown to decrease neutrophil count in a variety of study types ( Ding et al., 2017 ;  Omoike et al., 2020 ;  Pecquet et al., 2020 ;  Qazi et al., 2009a ), while PFDA exposures have been shown to decrease splenic macrophage count in both rats and mice ( Frawley et al., 2018 ).\n\nThe minimal data in other T-cell subtypes, various chemokines, and serum complement component 3 (C3) are also included as biomarkers suggestive of immunosuppression. Exposure to PFOA has been shown to disturb the complement cascade measured as perturbations to the levels of C3, a cascade of proteins that enhance the ability of antibodies and phagocytes to target and eliminate pathogens in exposed mice ( Botelho et al., 2015 ). Cytokines and chemokines are also a critical component of the adaptive immune system, that are responsible for cell signaling. Though limited in number, these studies provide evidence that both PFOA and PFOS exposure suppressed the release of chemokines such as CXCL2, CXCL8, CXCL9, and CXCL10, as reported in various human cell lines and in a non-mammalian animal study ( Sorli et al., 2020 ;  Szilagyi, 2020 ;  Zhang et al., 2020 ).\n\nThe three sets of search terms from IARC, NTP, and UCB were directly compared in the acquisition of PFASs, chromium (VI) and benzene studies ( Supplementary Tables 2a – c ). We aimed to compare the scope of each set of search terms – measured by the number of relevant studies retrieved – and the effectiveness which is assessed by the number of IARC and NTP search results that met our inclusion criteria  relative  to the total number of relevant studies identified using UCB search terms. The numbers of unique and overlapping results between the three sets of search terms are presented in  Table 6 .\n\nIn general, the UCB search terms consistently yielded the highest number of search results for all three toxicants, with a high degree of overlap with the results using IARC and NTP search terms. Although some  unique  NTP search results were not captured by the UCB search terms, the majority of these studies (96–100%) were not relevant to the exposure and chronic inflammation and/or immunosuppression ( Table 6 ). The UCB search terms are therefore more  effective,  in that they retrieve a higher proportion of useful studies. The detailed results from each of the toxicants tested are described below.\n\nThe UCB search terms retrieved substantially more (5- to 13-times more)  unique  PFAS studies from the PubMed literature search, the majority of which were not captured by the IARC and NTP search terms. Of the unique NTP studies, only one (of 28 relevant to chronic inflammation and 161 relevant to chronic inflammation/immunosuppression overall search results) was relevant ( Table 6 ).\n\nBased on the title and abstract screen of the IARC and NTP chronic inflammation/immunosuppression search results, only 127 and 85 studies ( Table 6 ), respectively, met our inclusion criteria ( Supplementary Table 3 ). Relative to the 349  relevant  studies identified during the first screen of the UCB search results, the IARC search results only captured 36.4% (127 out of 349), while the NTP search results captured 24.3% (85 out of 349).\n\nThe UCB search terms also retrieved substantially more studies pertaining to chromium (VI) than those acquired using the IARC and NTP search terms. The IARC search terms did not yield any unique search results, and of the unique studies identified using NTP search terms, only 8 studies were found to be relevant to immunosuppression and chronic inflammation/immunosuppression after reviewing them via title and abstract screen. Thus, 96 %  (170 of 177) to 99.4% (172 of 173) of NTP’s unique studies were  irrelevant  to immunosuppression and chronic inflammation/immunosuppression outcomes, respectively ( Table 6 ).\n\nSimilar to the PFAS and chromium (VI) findings described above, the unique UCB search results for benzene are much higher than the number of results obtained by the IARC and NTP search terms. Although there are  unique  NTP search results, only two studies were relevant to chronic inflammation and/or immunosuppression outcomes following title and abstract screening in SysRev ( Table 6 ). Therefore, a majority of these studies were irrelevant to benzene and chronic inflammation (36 of 37, 97.3%) and/or immunosuppression (365 of 366, 99%).\n\nThe search results using the UCB search terms were combined with the benzene chemical terms, limited to human studies only ( Supplementary Tables 2b – c ), and further compared with search term results that were generated previously in  Guo et al. (2020) . The new search terms generated 1951 results, including 169 additional studies pertaining to benzene-induced chronic inflammation and immunosuppression in humans than identified in the former study."
    },
    {
      "title": "Finalized chronic inflammation and immunosuppression search terms",
      "text": "The final UCB search terms for chronic inflammation and immunosuppression as immunotoxic outcomes and the testing chemicals (PFASs, chromium (VI), and benzene) are presented in  Supplementary Table 2b  and  Table 2c , respectively. Specific search terms for chronic inflammation (blue) and immunosuppression (green) are shown using a color-coding scheme. As some biomarkers (i.e. blood cell types) apply to both chronic inflammation and immunosuppression outcomes, associated search terms are highlighted in yellow."
    },
    {
      "title": "Application of the search terms to studies on PFAS",
      "text": "Using the UCB search terms, a total of 349 PFAS studies qualified for detailed review from the initial 1155 studies, as described in  Fig. 2 . After full-text review, a total of 321 studies was selected based on eligibility criteria. An overview of the different study types, nature of the PFAS chemical exposure(s), and applicable health outcome (chronic inflammation and/or immunosuppression) for each selected study is summarized in  Table 3  and is further detailed in  Supplementary Table 4 . Of the selected studies that were fully reviewed, 71 were human, 162 were animal (with the majority in mammals, N = 129), 76 studies were conducted  in vitro,  and 3 studies were conducted  in silico . Review papers (N = 34) were not considered original research studies and were not assigned to a specific health outcome. All relevant papers included in PFOA/PFOS monographs published by IARC ( IARC, 2016 ) and ( NTP, 2016 ), respectively, were captured by our literature search.\n\nPFOA and PFOS, the most studied PFASs, accounted for 148 and 147 of the qualified studies, respectively, while 7 studies described exposure as PFASs or cumulative PFASs. We also characterized exposure information for other PFASs, including PFNA, PFHxS, PFDA, PFUnDA, PFHpA, and PFBS, each of which had more than a total of 15  qualified  studies. Of all the evaluated studies,  143  were found to be related to general inflammation (ascribed to “chronic inflammation”),  49  to immunosuppression, and  95  to both ( Table 3 )."
    },
    {
      "title": "Evidence mapping of chronic inflammation and immunosuppression studies",
      "text": "To better visualize the data extracted from studies which had been classified as being related to either chronic inflammation ( Fig. 3a ) or immunosuppression ( Fig. 3b ), the number of studies per PFAS exposure type were tabulated, and then further stratified by study types (human  in vivo , animal  in vivo , and  in vitro/ex vivo ) as evidence streams. PFOA, PFOS, PFNA, and PFDA represent the largest proportions of studies for both outcomes and, for each chemical, most studies were animal  in vivo  followed by human  in vivo . The majority of PFHxS data were obtained from human  in vivo  studies.\n\nFig. 4  illustrates the relative number of studies that assess biomarkers related to inflammation ( Fig. 4a ) and immunosuppression ( Fig. 4b ) stratified by the type of PFAS exposure. Studies assessing the inflammatory effects of PFOA and PFOS on biomarkers including IL-6, tumor necrosis factor-α (TNF-α), interleukin-1β (IL-1β), are the most well-represented, though the effects of other lesser-studied PFASs (i.e. PFNA, PFDA, PFHxS) on these biomarkers were also assessed ( Fig. 4a ). Similarly, we see that studies assessing the effects of PFOA and PFOS on immunosuppression biomarkers including IgE, IgG, IgM, CD4 + , and CD8 +  T-cell sub-types are the most well-represented ( Fig. 4b ). Additionally, there is a relatively large number of PFOS-studies in which study authors aim to characterize effects on lymphocytes, though this does not appear to be the case for other PFAS exposure types.\n\nBased on these evidence maps, biomarkers such as IL-6, TNF-α, IL-1β, various immunoglobulins (IgE, IgG and IgM), T-cell subtypes, and lymphocytes, among others, appear to be well-represented in the literature. We further evaluated the effects of PFASs on relevant biomarkers and aimed to provide a visualization of the directionality of that effect, or lack thereof. Because of the  weighting  of the evidence according to the stream of evidence in which the effect is measured ( Section 2.6 ), the systematic evidence maps generated for this purpose also provide insight into the relative  strength  of the evidence in accordance with the IARC preamble ( IARC, 2019a ). The frequency and directionality, weighted by line of evidence, are presented for the biomarkers related to chronic inflammation in  Table 4  and to immunosuppression in  Table 5 . Numbers provided in each table are  weighted evidence scores,  which have been calculated based on the weight of the evidence stream type. The exposure-response effects relating to chronic inflammation and immunosuppression exhibited in these studies are discussed more extensively in the following  Sections 3.4  and  3.5 , as well as summarized in  Supplementary Table 6a – b  and  7a – b , respectively."
    },
    {
      "title": "Data visualizations of most-studied PFASs and study type distributions",
      "text": "To better visualize the data extracted from studies which had been classified as being related to either chronic inflammation ( Fig. 3a ) or immunosuppression ( Fig. 3b ), the number of studies per PFAS exposure type were tabulated, and then further stratified by study types (human  in vivo , animal  in vivo , and  in vitro/ex vivo ) as evidence streams. PFOA, PFOS, PFNA, and PFDA represent the largest proportions of studies for both outcomes and, for each chemical, most studies were animal  in vivo  followed by human  in vivo . The majority of PFHxS data were obtained from human  in vivo  studies."
    },
    {
      "title": "Data visualizations of most studied biomarkers per PFAS exposure type",
      "text": "Fig. 4  illustrates the relative number of studies that assess biomarkers related to inflammation ( Fig. 4a ) and immunosuppression ( Fig. 4b ) stratified by the type of PFAS exposure. Studies assessing the inflammatory effects of PFOA and PFOS on biomarkers including IL-6, tumor necrosis factor-α (TNF-α), interleukin-1β (IL-1β), are the most well-represented, though the effects of other lesser-studied PFASs (i.e. PFNA, PFDA, PFHxS) on these biomarkers were also assessed ( Fig. 4a ). Similarly, we see that studies assessing the effects of PFOA and PFOS on immunosuppression biomarkers including IgE, IgG, IgM, CD4 + , and CD8 +  T-cell sub-types are the most well-represented ( Fig. 4b ). Additionally, there is a relatively large number of PFOS-studies in which study authors aim to characterize effects on lymphocytes, though this does not appear to be the case for other PFAS exposure types."
    },
    {
      "title": "Data visualizations of directionality of biomarkers and strength of the evidence",
      "text": "Based on these evidence maps, biomarkers such as IL-6, TNF-α, IL-1β, various immunoglobulins (IgE, IgG and IgM), T-cell subtypes, and lymphocytes, among others, appear to be well-represented in the literature. We further evaluated the effects of PFASs on relevant biomarkers and aimed to provide a visualization of the directionality of that effect, or lack thereof. Because of the  weighting  of the evidence according to the stream of evidence in which the effect is measured ( Section 2.6 ), the systematic evidence maps generated for this purpose also provide insight into the relative  strength  of the evidence in accordance with the IARC preamble ( IARC, 2019a ). The frequency and directionality, weighted by line of evidence, are presented for the biomarkers related to chronic inflammation in  Table 4  and to immunosuppression in  Table 5 . Numbers provided in each table are  weighted evidence scores,  which have been calculated based on the weight of the evidence stream type. The exposure-response effects relating to chronic inflammation and immunosuppression exhibited in these studies are discussed more extensively in the following  Sections 3.4  and  3.5 , as well as summarized in  Supplementary Table 6a – b  and  7a – b , respectively."
    },
    {
      "title": "Chronic inflammatory effects of PFAS exposures",
      "text": "Cytokines including IL-1β, interferon-γ (IFN-γ), IL-6, and TNF-α, appear in relatively high frequency in this dataset. Several animal studies report an increase in concentrations or mRNA expression of several cytokines, particularly those of IL-1β, IL-6, and TNF-α, at various levels of both PFOA and PFOS exposures ( Dong et al., 2010 ;  Liu et al., 2016 ;  Shao et al., 2020 ;  Yang, 2010 ). Though the increases in circulatory levels and mRNA expression of TNF-α in animal models exposed to PFASs  in vivo  are well characterized ( Fang et al., 2010 ;  Rockwell, 2013 ), there are no statistically significant associations reported between this biomarker and PFAS exposures in humans, with the exception of PFHxS ( Bassler et al., 2019 ) ( Stein et al., 2016 ).  In vivo  evidence of the effects of other PFASs, such as PFNA, on IL-6 levels remain ambiguous ( Fang et al., 2012a ,  2012b ).\n\nThere are a moderate number of studies assessing PFAS-induced effects on cytokines IL-2, IL-4, IL-8, and IL-10, as well as serum proteins such as C-reactive protein (CRP), though they are still relatively well-represented in the literature. Several anti-inflammatory cytokines, such as IL-4 and IL-10, are shown to be downregulated following exposure to PFOA ( Qazi et al., 2010 ;  Zhang et al., 2014 ). Both increases and decreases in IL-4 and IL-10 concentrations and/or expression were reported across multiple study types following exposure to PFOS ( Corsini et al., 2012 ;  Guo et al., 2019 ;  Wang et al., 2020b ;  Zhu et al., 2020 ) and to PFNA ( Fang et al., 2008 ,  2009 ,  2012b ).\n\nStudies examining the effects of PFAS-exposures on other cellular biomarkers critical to initiating and regulating the inflammatory process, such as macrophages, neutrophils, monocytes, and eosinophils, also appear in moderate frequency in this dataset. For the purposes of our review, we have included any perturbation to these myeloid-lineage cell numbers as KCC6 outcomes as they are important mediators of acute inflammatory process ( Fujiwara and Kobayashi, 2005 ), though neutrophils and macrophages have more recently been recognized as having a role in chronic inflammation as well ( Fujiwara and Kobayashi, 2005 ;  Herrero-Cervera et al., 2022 ;  Kolaczkowska and Kubes, 2013 ). PFOA and PFOS have been shown to trigger the accumulation and recruitment of other inflammatory cells in animal models, such as peritoneal and splenic macrophages and eosinophils in the lung ( Dong et al., 2010 ;  Fairley et al., 2007 ;  Qazi et al., 2010 ), although this trend varies and may depend on tissue type and cell-subtype ( Qazi et al., 2009a ;  Shane, 2020 ).\n\nA wide range of biomarkers are more sparsely represented in the environmental health literature, including the cytokines, IL-1a, IL-5, IL-18, IL-33, and serum proteins such as nuclear factor kappa B (NFκB), caspase-1 and -3, and NOD-, LRR- and pyrin domain-containing protein 3 (NLRP3). Though relatively limited, the general narrative of these studies is that PFOA and PFOS contribute to the formation and upregulation of the inflammasome, which is a cytosolic inflammatory complex involving NLRP3. This effect is further evidenced by elevated levels of IL-1β and IL-18 following PFOA/PFOS exposure in several animal studies, as NLRP3 is implicated in the cleaving of pro-IL-1β and pro-IL-18 into active forms ( Shao et al., 2020 ;  Zhang et al., 2021 ). PFDA administration  in vivo  and  in vitro  (in a human gastric cell line) was also shown to contribute to elevated NLRP3 expression and increased levels of IL-1β and IL-18 ( Wang et al., 2020a ;  Zhou, 2017 ). Other animal studies have shown that PFOA and PFOS exposure increases the protein concentration of caspase-3 ( Liu et al., 2016 ;  Lv et al., 2018 ), and consequentially NFκB, which may cause dyshomeostasis in inflammation and other disease pathways ( Cui et al., 2015 ;  Han et al., 2018 ;  Li et al., 2018 ). Elevated levels of caspase-1 were reported in several animal studies in which PFOA was administered both  in vivo  and  in vitro  ( Shao et al., 2020 ;  Weng et al., 2020 ;  Zhang et al., 2021 ). Further, both PFDA and PFNA exposure were shown to cause increased levels of caspase-1 and caspase-3 in mice ( Wang et al., 2020a ).\n\nThough data on toll-like receptor (TLR)-2 and -4 are also limited, PFOA exposure increased expression of mRNA related to the MyD88 pathway in zebrafish ( Zhong et al., 2020 ), and was also shown to upregulate the mRNA and protein levels of TLR-2 and 4 in gut, hepatic, and neuroinflammation in mice ( Shao et al., 2020 ;  Shi et al., 2020 ). PFOA was also shown to increase enzyme and mRNA levels of cyclooxygenase-2 (COX-2), which is involved in the conversion of pro-inflammatory molecules, in both the liver and colon tissue of mice and in mast cells ( Shi et al., 2020 ;  Singh et al., 2012 ;  Yang et al., 2014 )."
    },
    {
      "title": "Immunosuppressive effects of PFAS exposures",
      "text": "Human studies investigating chemicals’ capacities to impair the immune system’s response to an infectious agent commonly measure disease/infection incidence or severity as the endpoint(s) of interest. These adverse health outcomes are considered to be the most sound indicators of immunosuppression ( NTP, 2016 ;  WHO, 2012 ). Several studies investigated these outcomes in children and their associations with prenatal and/or early-life PFAS exposures, which have been captured by our literature search herein and detailed in  Supplementary Table 4 .\n\nIn brief, most studies measured maternal plasma or serum PFAS levels as surrogates of prenatal exposures in young children and analyzed the relevance with their responses to infectious agents. Prenatal PFAS exposure, including PFOA, PFOS and beyond, were positively correlated with airway infections and diarrhea/gastric flu ( Ait Bamai et al., 2020 ;  Impinen et al., 2019 ), common cold and/or gastroenteritis episodes ( Granum et al., 2013 ), and fever frequency when controlling for maternal age, child age, parity, and education level ( Dalsager et al., 2016 ). Interestingly, one study followed up their study subjects through the age of 10, and reported highest maternal PFOS levels were associated with increased odds ratios of total infectious diseases, and PFHxS with a higher risk of total infectious diseases among girls within the study population ( Goudarzi et al., 2017 ). These findings suggest that prenatal  maternal  exposures to PFASs may contribute to  childhood  infection outcomes indicative of immunosuppression.\n\nThe most commonly measured biomarkers related to the humoral immune system included several immunoglobulins, such as IgG, IgM, and IgE. Several studies reported a reduction in circulating immunoglobulins, including IgG and IgM, following  in vivo  PFOA and PFOS exposure ( DeWitt et al., 2009 ;  Dong et al., 2011 ;  Keil et al., 2008 ;  Peden-Adams et al., 2008 ;  Yang et al., 2006 ). Though significantly decreased cord blood IgE levels were reported in female infants with high maternal PFOA concentrations ( Okada et al., 2012 ), several studies reported that PFOA and PFOS were associated with both elevated IgE levels in both humans and animals ( Dong et al., 2011 ,  2013 ;  Fairley et al., 2007 ;  Wang et al., 2011 ). Though there is smaller body of evidence regarding these lesser-studied PFASs effect on immunoglobulin production, PFDA and PFNA were shown to  increase  levels of human serum IgE and IgG ( Dong et al., 2013 ;  Lee, 2016 ).\n\nAdditionally, there is a relatively robust dataset on PFAS-induced effects on cell-mediated immunity. Cell-surface marker analysis revealed that PFNA significantly altered percentages of different T-cell subsets in exposed mice, with dramatic decreased percentages of CD4 + CD8 +  reported in  thymic  lymphocytes ( Fang et al., 2008 ). Similarly, PFOA and PFOS have been shown to significantly alter CD4 +  and CD8 +  T-cell populations, in both mammalian and non-mammalian species, though the extent of this effect may also be organ-specific (i.e. spleen vs. thymus) ( Qazi et al., 2009b ;  Son et al., 2008 ;  Yang, 2010 ;  Zheng et al., 2009 ;  Zhong et al., 2016 ).\n\nA number of studies reported PFAS’s immunosuppressive effects with respect to B-cell subtypes, natural killer (NK) cells, and other cell surface markers or cell types. In the immunosuppression subset of studies, biomarkers relating to PFOA and PFOS suppression of the innate immune system included a reduction in NK cell activity in mice ( DeWitt et al., 2016 ;  Zhong et al., 2016 ), which play an important role in the body’s cytotoxic response to tumor cells or other exogenous pathogens. B-cell count, which was measured via B-lymphocyte CD19 +  and CD45 +  surface biomarkers, was also significantly reduced in mice exposed to PFOA and PFOS  in vivo  ( Qazi et al., 2009b ,  Qazi, 2012 ;  Shane, 2020 ;  Yang, 2001 ). PFASs, including PFOA, PFOS, and lesser-studied PFDA, PFHxS, and PFNA, are shown to decrease neutrophil count in a variety of study types ( Ding et al., 2017 ;  Omoike et al., 2020 ;  Pecquet et al., 2020 ;  Qazi et al., 2009a ), while PFDA exposures have been shown to decrease splenic macrophage count in both rats and mice ( Frawley et al., 2018 ).\n\nThe minimal data in other T-cell subtypes, various chemokines, and serum complement component 3 (C3) are also included as biomarkers suggestive of immunosuppression. Exposure to PFOA has been shown to disturb the complement cascade measured as perturbations to the levels of C3, a cascade of proteins that enhance the ability of antibodies and phagocytes to target and eliminate pathogens in exposed mice ( Botelho et al., 2015 ). Cytokines and chemokines are also a critical component of the adaptive immune system, that are responsible for cell signaling. Though limited in number, these studies provide evidence that both PFOA and PFOS exposure suppressed the release of chemokines such as CXCL2, CXCL8, CXCL9, and CXCL10, as reported in various human cell lines and in a non-mammalian animal study ( Sorli et al., 2020 ;  Szilagyi, 2020 ;  Zhang et al., 2020 )."
    },
    {
      "title": "Relevance of maternal PFAS serum levels with children’s immune response to infectious agents",
      "text": "Human studies investigating chemicals’ capacities to impair the immune system’s response to an infectious agent commonly measure disease/infection incidence or severity as the endpoint(s) of interest. These adverse health outcomes are considered to be the most sound indicators of immunosuppression ( NTP, 2016 ;  WHO, 2012 ). Several studies investigated these outcomes in children and their associations with prenatal and/or early-life PFAS exposures, which have been captured by our literature search herein and detailed in  Supplementary Table 4 .\n\nIn brief, most studies measured maternal plasma or serum PFAS levels as surrogates of prenatal exposures in young children and analyzed the relevance with their responses to infectious agents. Prenatal PFAS exposure, including PFOA, PFOS and beyond, were positively correlated with airway infections and diarrhea/gastric flu ( Ait Bamai et al., 2020 ;  Impinen et al., 2019 ), common cold and/or gastroenteritis episodes ( Granum et al., 2013 ), and fever frequency when controlling for maternal age, child age, parity, and education level ( Dalsager et al., 2016 ). Interestingly, one study followed up their study subjects through the age of 10, and reported highest maternal PFOS levels were associated with increased odds ratios of total infectious diseases, and PFHxS with a higher risk of total infectious diseases among girls within the study population ( Goudarzi et al., 2017 ). These findings suggest that prenatal  maternal  exposures to PFASs may contribute to  childhood  infection outcomes indicative of immunosuppression."
    },
    {
      "title": "Mechanistic evidence suggestive of immunosuppression",
      "text": "The most commonly measured biomarkers related to the humoral immune system included several immunoglobulins, such as IgG, IgM, and IgE. Several studies reported a reduction in circulating immunoglobulins, including IgG and IgM, following  in vivo  PFOA and PFOS exposure ( DeWitt et al., 2009 ;  Dong et al., 2011 ;  Keil et al., 2008 ;  Peden-Adams et al., 2008 ;  Yang et al., 2006 ). Though significantly decreased cord blood IgE levels were reported in female infants with high maternal PFOA concentrations ( Okada et al., 2012 ), several studies reported that PFOA and PFOS were associated with both elevated IgE levels in both humans and animals ( Dong et al., 2011 ,  2013 ;  Fairley et al., 2007 ;  Wang et al., 2011 ). Though there is smaller body of evidence regarding these lesser-studied PFASs effect on immunoglobulin production, PFDA and PFNA were shown to  increase  levels of human serum IgE and IgG ( Dong et al., 2013 ;  Lee, 2016 ).\n\nAdditionally, there is a relatively robust dataset on PFAS-induced effects on cell-mediated immunity. Cell-surface marker analysis revealed that PFNA significantly altered percentages of different T-cell subsets in exposed mice, with dramatic decreased percentages of CD4 + CD8 +  reported in  thymic  lymphocytes ( Fang et al., 2008 ). Similarly, PFOA and PFOS have been shown to significantly alter CD4 +  and CD8 +  T-cell populations, in both mammalian and non-mammalian species, though the extent of this effect may also be organ-specific (i.e. spleen vs. thymus) ( Qazi et al., 2009b ;  Son et al., 2008 ;  Yang, 2010 ;  Zheng et al., 2009 ;  Zhong et al., 2016 ).\n\nA number of studies reported PFAS’s immunosuppressive effects with respect to B-cell subtypes, natural killer (NK) cells, and other cell surface markers or cell types. In the immunosuppression subset of studies, biomarkers relating to PFOA and PFOS suppression of the innate immune system included a reduction in NK cell activity in mice ( DeWitt et al., 2016 ;  Zhong et al., 2016 ), which play an important role in the body’s cytotoxic response to tumor cells or other exogenous pathogens. B-cell count, which was measured via B-lymphocyte CD19 +  and CD45 +  surface biomarkers, was also significantly reduced in mice exposed to PFOA and PFOS  in vivo  ( Qazi et al., 2009b ,  Qazi, 2012 ;  Shane, 2020 ;  Yang, 2001 ). PFASs, including PFOA, PFOS, and lesser-studied PFDA, PFHxS, and PFNA, are shown to decrease neutrophil count in a variety of study types ( Ding et al., 2017 ;  Omoike et al., 2020 ;  Pecquet et al., 2020 ;  Qazi et al., 2009a ), while PFDA exposures have been shown to decrease splenic macrophage count in both rats and mice ( Frawley et al., 2018 ).\n\nThe minimal data in other T-cell subtypes, various chemokines, and serum complement component 3 (C3) are also included as biomarkers suggestive of immunosuppression. Exposure to PFOA has been shown to disturb the complement cascade measured as perturbations to the levels of C3, a cascade of proteins that enhance the ability of antibodies and phagocytes to target and eliminate pathogens in exposed mice ( Botelho et al., 2015 ). Cytokines and chemokines are also a critical component of the adaptive immune system, that are responsible for cell signaling. Though limited in number, these studies provide evidence that both PFOA and PFOS exposure suppressed the release of chemokines such as CXCL2, CXCL8, CXCL9, and CXCL10, as reported in various human cell lines and in a non-mammalian animal study ( Sorli et al., 2020 ;  Szilagyi, 2020 ;  Zhang et al., 2020 )."
    },
    {
      "title": "The UCB search terms are more effective in acquiring relevant PFAS studies",
      "text": "The three sets of search terms from IARC, NTP, and UCB were directly compared in the acquisition of PFASs, chromium (VI) and benzene studies ( Supplementary Tables 2a – c ). We aimed to compare the scope of each set of search terms – measured by the number of relevant studies retrieved – and the effectiveness which is assessed by the number of IARC and NTP search results that met our inclusion criteria  relative  to the total number of relevant studies identified using UCB search terms. The numbers of unique and overlapping results between the three sets of search terms are presented in  Table 6 .\n\nIn general, the UCB search terms consistently yielded the highest number of search results for all three toxicants, with a high degree of overlap with the results using IARC and NTP search terms. Although some  unique  NTP search results were not captured by the UCB search terms, the majority of these studies (96–100%) were not relevant to the exposure and chronic inflammation and/or immunosuppression ( Table 6 ). The UCB search terms are therefore more  effective,  in that they retrieve a higher proportion of useful studies. The detailed results from each of the toxicants tested are described below.\n\nThe UCB search terms retrieved substantially more (5- to 13-times more)  unique  PFAS studies from the PubMed literature search, the majority of which were not captured by the IARC and NTP search terms. Of the unique NTP studies, only one (of 28 relevant to chronic inflammation and 161 relevant to chronic inflammation/immunosuppression overall search results) was relevant ( Table 6 ).\n\nBased on the title and abstract screen of the IARC and NTP chronic inflammation/immunosuppression search results, only 127 and 85 studies ( Table 6 ), respectively, met our inclusion criteria ( Supplementary Table 3 ). Relative to the 349  relevant  studies identified during the first screen of the UCB search results, the IARC search results only captured 36.4% (127 out of 349), while the NTP search results captured 24.3% (85 out of 349).\n\nThe UCB search terms also retrieved substantially more studies pertaining to chromium (VI) than those acquired using the IARC and NTP search terms. The IARC search terms did not yield any unique search results, and of the unique studies identified using NTP search terms, only 8 studies were found to be relevant to immunosuppression and chronic inflammation/immunosuppression after reviewing them via title and abstract screen. Thus, 96 %  (170 of 177) to 99.4% (172 of 173) of NTP’s unique studies were  irrelevant  to immunosuppression and chronic inflammation/immunosuppression outcomes, respectively ( Table 6 ).\n\nSimilar to the PFAS and chromium (VI) findings described above, the unique UCB search results for benzene are much higher than the number of results obtained by the IARC and NTP search terms. Although there are  unique  NTP search results, only two studies were relevant to chronic inflammation and/or immunosuppression outcomes following title and abstract screening in SysRev ( Table 6 ). Therefore, a majority of these studies were irrelevant to benzene and chronic inflammation (36 of 37, 97.3%) and/or immunosuppression (365 of 366, 99%).\n\nThe search results using the UCB search terms were combined with the benzene chemical terms, limited to human studies only ( Supplementary Tables 2b – c ), and further compared with search term results that were generated previously in  Guo et al. (2020) . The new search terms generated 1951 results, including 169 additional studies pertaining to benzene-induced chronic inflammation and immunosuppression in humans than identified in the former study."
    },
    {
      "title": "General performance of the UCB, IARC and NTP search terms",
      "text": "In general, the UCB search terms consistently yielded the highest number of search results for all three toxicants, with a high degree of overlap with the results using IARC and NTP search terms. Although some  unique  NTP search results were not captured by the UCB search terms, the majority of these studies (96–100%) were not relevant to the exposure and chronic inflammation and/or immunosuppression ( Table 6 ). The UCB search terms are therefore more  effective,  in that they retrieve a higher proportion of useful studies. The detailed results from each of the toxicants tested are described below."
    },
    {
      "title": "PFAS studies: UCB vs IARC and NTP search terms",
      "text": "The UCB search terms retrieved substantially more (5- to 13-times more)  unique  PFAS studies from the PubMed literature search, the majority of which were not captured by the IARC and NTP search terms. Of the unique NTP studies, only one (of 28 relevant to chronic inflammation and 161 relevant to chronic inflammation/immunosuppression overall search results) was relevant ( Table 6 ).\n\nBased on the title and abstract screen of the IARC and NTP chronic inflammation/immunosuppression search results, only 127 and 85 studies ( Table 6 ), respectively, met our inclusion criteria ( Supplementary Table 3 ). Relative to the 349  relevant  studies identified during the first screen of the UCB search results, the IARC search results only captured 36.4% (127 out of 349), while the NTP search results captured 24.3% (85 out of 349)."
    },
    {
      "title": "Unique chromium (VI) studies: UCB vs NTP search terms",
      "text": "The UCB search terms also retrieved substantially more studies pertaining to chromium (VI) than those acquired using the IARC and NTP search terms. The IARC search terms did not yield any unique search results, and of the unique studies identified using NTP search terms, only 8 studies were found to be relevant to immunosuppression and chronic inflammation/immunosuppression after reviewing them via title and abstract screen. Thus, 96 %  (170 of 177) to 99.4% (172 of 173) of NTP’s unique studies were  irrelevant  to immunosuppression and chronic inflammation/immunosuppression outcomes, respectively ( Table 6 )."
    },
    {
      "title": "Unique benzene studies: UCB vs IARC and NTP search terms",
      "text": "Similar to the PFAS and chromium (VI) findings described above, the unique UCB search results for benzene are much higher than the number of results obtained by the IARC and NTP search terms. Although there are  unique  NTP search results, only two studies were relevant to chronic inflammation and/or immunosuppression outcomes following title and abstract screening in SysRev ( Table 6 ). Therefore, a majority of these studies were irrelevant to benzene and chronic inflammation (36 of 37, 97.3%) and/or immunosuppression (365 of 366, 99%).\n\nThe search results using the UCB search terms were combined with the benzene chemical terms, limited to human studies only ( Supplementary Tables 2b – c ), and further compared with search term results that were generated previously in  Guo et al. (2020) . The new search terms generated 1951 results, including 169 additional studies pertaining to benzene-induced chronic inflammation and immunosuppression in humans than identified in the former study."
    },
    {
      "title": "Discussion",
      "text": "The systematic evidence maps we have produced demonstrate that PFAS research has primarily been focused on PFOA and PFOS, with the majority of these studies having been conducted  in vivo  in both human and experimental animals ( Fig. 3 ). Our evidence mapping has also allowed us to visualize which immunotoxicity-related biomarkers are most heavily represented in the literature, with IL-1β, IL-6, and TNF-α being the most commonly measured indicators of PFAS-induced inflammation across study types, and CD4 + , CD8 +  T cells, and immunoglobins being the most commonly measured indicators of PFAS-induced immunosuppression ( Fig. 4 ).\n\nOur systematic evidence mapping approach is a more modular means to answer environmental-health related research questions that aim to broadly characterize the research landscape of a particular topic without compromising the rigor and transparency of a traditional systematic review ( James et al., 2016 ). The systematic evidence mapping process offers flexibility in terms of the critical appraisal of studies that is required in classic systematic reviews. Though a formal risk of bias assessment was not required ( Wolffe et al., 2019 ), we have applied an evidence  weighting  approach (with study types) to reflect methodological quality guidelines as put forth by the IARC preamble ( Section 2.6 ) ( IARC, 2019a ).\n\nSearch terms are instrumental to garnering relevant evidence that can be further analyzed and synthesized to demonstrate a relationship between an exposure and an outcome. A strength of our current review is that it primarily focused on creating highly inclusive and  targeted  search terms, which is of the utmost importance when conducting a review that aims to encompass all existing mechanistic evidence relating to particular exposures. The UCB search terms are more inclusive than those of IARC and NTP through the incorporation of additional relevant keywords. Refinement of our broad-reaching terms through search term truncation and application of Boolean operators (words that combine keywords to create a logical phrase that a database can interpret to retrieve results) and field tags allowed us to simultaneously maximize the applicability and comprehensiveness of the literature search. Implementation of these search terms in the acquisition of studies in the published literature in the current review has therefore allowed for the most exhaustive literature search related to this broad class of PFAS exposures and chronic inflammation/immunosuppression endpoints to date.\n\nWe applied the UCB chronic inflammation/immunosuppression search terms to two known human carcinogens (Group 1 by IARC), chromium (VI) ( IARC, 2012 ) and benzene ( IARC, 2018 ), to evaluate the robustness of these search terms, and used the SysRev screening process to evaluate the relevancy of the  unique  UCB search results. While there was a subset of IARC and NTP results that were not captured by the UCB search terms, 96–100% of these results (depending on health endpoint and/or chemical) were irrelevant to the chemical exposure of interest and the associated disease outcome. The UCB search terms not only have broader scope than those of the other institutions, as demonstrated by the increased number of relevant studies retrieved but are also more effective by reducing the number of irrelevant studies that would otherwise have to be evaluated and then excluded.\n\nUsing SysRev to select and record searched results for systematic review allows for fully transparent documentation of the study selection and review processes. In our study design, reviewers extracted, synthesized, and organized data to provide an overview of how PFAS exposures relate to chronic inflammation/immunosuppression and to generate a weight-of-evidence table of potential suggested mechanisms. By using multiple reviewers during both the screening and full-text study screening processes, our study design aimed to reduce bias in the selection of relevant studies and in the extraction of information. Overall, this review provides a thorough overview of the state of the science regarding PFAS-induced chronic inflammation and immunosuppression.\n\nWe propose that this search term development strategy can also be applied, by both our and other research groups, to all KCCs (including but not limited to KCC6/7) to produce more comprehensive datasets embodying the existing evidence of the relationship between various environmental toxicants and these outcomes. For example, the body of literature we have compiled pursuant to PFASs and KCC6/7 can be used to produce further datasets conducive to different research questions and goals. Further, as seen in our literature search for chronic inflammation and PFASs, there are several studies that discuss ROS and oxidative stress in relation to chronic inflammation ( Supplementary Table 4 ), though these biomarkers also provide evidence of PFAS-induced oxidative stress (KCC5). A more thorough literature search can be conducted relating PFASs and KCC5 using our search strategy to better demonstrate the relationship between the two. Our strategy could be expanded beyond the key characteristics of  carcinogens,  to other classes of key characteristics as well, such as those for endocrine disruptors ( La Merrill et al., 2020 ) and immunotoxicants ( Germolec et al., 2022 ).\n\nThere are several biomarkers, such as myeloid-lineage cells, which can be considered both KCC6 and KCC7 biomarkers, as they are related to mechanisms of both immunosuppression and inflammation. Applicability of certain biomarkers/effects to one or both of these outcome(s) may depend on the directionality of observed effect (e.g. increased or decreased cell counts of these myeloid-lineage cells or expression of pro- or anti-inflammatory cytokines).\n\nImportantly, there is limited literature on the biomarkers specifically for chronic inflammation due to the narrow scope of accepted detection methods available. General biomarkers for inflammation can be attributed to both acute and chronic inflammation as both types of inflammation share a wide variety of phenotypes and biomarkers ( Furman et al., 2019 ). Because of the lack of confirmed chronic inflammatory biomarkers, all biomarkers relating to either chronic or acute inflammation were included in this review so as not to exclude potentially relevant studies in our initial literature search. Additionally, as detailed in  Supplementary Table 4 , the extracted data are limited to exposure type (i.e. type of PFAS) rather than exposure level. While our search terms outperform those from IARC and NTP, our search terms can be further improved upon as there still might be incomplete retrieval of all relevant studies.\n\nSEM projects are often characterized by this flexibility in how studies are appraised ( Wolffe et al., 2019 ). Though we aimed to conduct our SEM with more rigor than is necessitated by the standard literature review process, we acknowledge that no formal study quality or risk-of-bias assessment has been conducted for each included study. For the purpose of this project, we use study design as a proxy for “quality”, in which epidemiological studies that assess health-effects of PFASs in humans are the highest weighted evidence, and studies that are conducted  in vitro  are considered to be the lowest weighted evidence ( IARC, 2019a ).\n\nThere are several environmental toxicants that are known carcinogens and also have been shown to induce inflammation, such as benzo-a-pyrene ( Shi et al., 2017 ), asbestos ( Napolitano et al., 2014 ), silica ( Freire et al., 2013 ), and benzene ( Guo et al., 2020 ;  IARC, 2018 ). There is suggestive evidence from epidemiological, animal, and  in vitro  studies that PFOA, PFOS, PFDA, and PFUnDA may promote chronic inflammation ( Temkin et al., 2020 ). However, the volume of studies evaluated in  Temkin et al. (2020)  is limited. Biomarkers of inflammation and of inflammatory diseases that are specific to PFAS exposures must be more fully characterized in order to more aptly elucidate the relationship between PFAS exposure, chronic inflammation, and risk of cancer development ( Temkin et al., 2020 ). The lines of evidence relating to chronic inflammation in this review ( Table 4 ), which are from a substantially larger and more comprehensive data set, support Temkin’s conclusions that exposure to PFASs contributes to inflammation across multiple study types and experimental systems.\n\nThere is extensive evidence in the literature suggestive of the immunosuppressive effects of PFASs. Extracting and compiling mechanistic data in this SEM project has empowered us to present that PFASs have been shown to decrease the overall levels of circulating innate immunity cells, such as NK cells, hinder the production of immunoglobulins. Endpoints directly related to immunosuppression, such as increased risk of infectious diseases ( WHO, 2012 ), have also been linked to PFAS exposures ( Ait Bamai et al., 2020 ;  Granum et al., 2013 ). The NTP has concluded that there is a high degree of evidence of suppression of antibody response in experimental animals and that there is moderate evidence in humans ( NTP, 2016 ). Additional studies that have been published since the NTP review support the previous findings that PFASs are immunotoxic. Major outcomes relating to immunosuppression identified from our PFAS study dataset ( Table 5 ) also support both the NTP and Temkin’s classification of PFASs as immunotoxicants.\n\nBy quantifying the types of biomarkers seen in studies evaluating the inflammatory and immunosuppressive capacities of PFASs, we can better paint a picture as to where previous research efforts have been placed, where gaps in the literature exist, and where inconsistencies in the data lie.\n\nThe most widely studied PFASs (PFOA, PFOS, PFNA, PFHxS, PFDA, PFUnDA, PFHpA, PFBS) are the most well-represented in the scientific literature. Other PFASs with limited data are not represented in our SEM project due to the limited amount of data available at this time. Similarly, most of the biomarker data available is on those that are widely known, as there more widely available commercial kits and methods developed for looking into these particular biomarkers. Still, there are several biomarkers on which the existing literature is very limited (i.e. CCL2, CXCL2, CXCL10, subtypes of innate immune cells, etc.).\n\nWe recommend that additional research efforts be placed on the immunotoxic and carcinogenic effects of these lesser-studied PFASs, with an emphasis on characterizing the differences between long-chain PFASs and newer short-chain technologies such as  GenX . Research priorities should also focus on better characterizing PFAS-induced effects on these lesser-studied biomarkers and those in which there are inconsistencies in the data.\n\nWithin the information gap that has been identified, there seems to be emerging evidence regarding the inflammasome and pyroptosis. For example, there is a high number of studies measuring serum levels or mRNA expression of IL-1β. These data corroborate the hypothesis that PFASs may induce inflammasome-activation, but also necessitates additional research investigating how PFAS exposures alter other biomarkers in the inflammasome pathway, such as caspase-1, IL-18, and NLRP3. At this time, we suggest use of histopathological analysis to identify, visualize, and confirm whether cell types are undergoing pyroptosis, and use of a fluorescent substrate and ELISA to measure caspase-1 and IL-18 levels, respectively.\n\nThe three-panel screening process (study type, PFAS exposure, and relevant outcomes) outlined in this study design, as a means of organizing both the exposure and outcome data as it relates to chronic inflammation/immunotoxicity in each study, has allowed reviewers to postulate potential mechanisms as to how the effects of PFAS exposures may contribute to carcinogenesis. Based on all the evidence reviewed, here, we suggest mechanisms of how PFAS exposure may contribute to carcinogenesis, infection, and reduced immunosurveillance. The pathways involved in the proposed mechanisms, though hypothetical, are visually presented in  Figs. 5  and  6 .\n\nOne potential mechanism of PFAS-induced carcinogenesis is based on the induction of chronic inflammation and increased cytokine production ( Fig. 5 ). The mechanism by which PFASs induce inflammation may involve the release of cytokines to recruit and activate T-helper cells. T-helper cells also release pro-inflammatory cytokines, (e.g. IL-1β, IL-6, and TNF-α, as supported by the SEM herein ( Section 3.4 ,  Table 4 )) which chemically attract other inflammatory cells (i.e. neutrophils) to the site, where they then generate and release large amounts of reactive oxygen species (ROS) following activation ( Nguyen et al., 2017 ). Similarly, reductions in glutathione (GSH) concentrations, a reliable indicator of intracellular ROS, are reported following PFOS exposure in humans, mice, and rats ( Han et al., 2018 ;  Lv et al., 2018 ;  Zarei, 2017 ;  Zhang et al., 2013 ). The continued production of ROS can cause chronic inflammation and contribute to carcinogenesis.\n\nAnother pathway involving the cytokine production via activation of the inflammasome may also play a role in PFAS exposure and carcinogenesis. The compiled data from this project support the postulation that PFOA can trigger TLR-2 and/or TLR-4 activation, activating the MyD88 pathway, and therefore increasing the concentration and disinhibition of NFκB, for which there is substantial evidence for as discussed in  Section 3.4 . In effect, this would upregulate the production of procytokines and NLRP3, which is a core protein in the formation of the inflammasome ( Fuentes-Antras et al., 2014 ).\n\nCaspase-1 can cleave pro-IL1β and pro-IL18, which are released from the cell to recruit other inflammatory cells and trigger the generation of ROS. While our data on IL-18 are relatively inconsistent and limited, there is strong evidence of upregulated production of IL-1β by PFOA, PFOS, PFDA, and PFNA ( Table 4 ). Interestingly, it has been reported that ROS can inhibit the ubiquitination of NLRP3, which may prevent the degradation of the crucial inflammasome protein and perpetuate the cytokine production ( Juliana et al., 2012 ).\n\nThe inflammasome and pyroptosis has been studied for its role in tumorigenesis and metastasis, in that if left unchecked, pyroptosis can cause a suitable environment for tumor cell growth. Cytokines released from pyroptotic cells may function in a positive-feedback loop to prevent apoptosis and promote cell survival. A study utilizing gastric cancer cells has shown that IL-18 produced from the inflammasome inhibited caspase-8 mediated apoptosis and allowed the cells to survive or evade apoptotic check points ( Deswaerte et al., 2018 ). It is hypothesized that in these gastric cancer cells, there are higher levels of IL-18R expression on the cell surface, which uses the self-released IL-18 cytokines to further promote cell survival. IL-1β has also been shown to aid the promotion of cancer via the activation of oncogenes, such as c-MYC and MMP2, via the IL-1β/IL-1RI/β-catenin signaling pathway ( Perez-Yepez et al., 2014 ).\n\nThough studies investigating PFASs’ influence on NLRP3 remain relatively limited at this time, PFOA, PFOS, and PFDA have been experimentally shown to increase its expression. NLRP3 activation has been studied extensively in animal models, results of which collectively support the role of the inflammasome in carcinogenesis. In several studies, NLRP3 −/−  mice had reduced tumor growth, metastases, or delayed malignant progression in lung, breast, hepatic, skin and pancreatic cancers, pointing to the fact that the NLRP3 protein and inflammasome formation are crucial components in the development of these cancers ( Chow et al., 2012a ,  2012b ;  Daley et al., 2017 ;  Deng et al., 2019 ;  Guo et al., 2016 ). Together, there is a substantial body of evidence that inflammasome activation and cytokine release from pyroptosis can produce a tumor microenvironment suitable for cancer development and that lack of specific inflammasome proteins alleviate tumor growth, metastasis and progression of cancer.\n\nAnother potential mechanism of PFOA and PFOS-induced carcinogenesis is the impairment of immunosurveillance and tumor suppression resulting from decreased T-cell and NK cell populations ( Fig. 6 ). CD4 +  and CD8 +  T-cells aid in immunosurveillance and suppression of tumor growth ( Ostroumov et al., 2018 ). Additionally, studies have shown that NK cells can aid in immunosurveillance by upregulating glycoproteins for enhanced activation and destroying cancer cells through granzyme release ( Nouroz et al., 2016 ). The decline in T-cell populations, which is supported by the data we have collected ( Section 3.5 ,  Table 4 ), may enable cancer cells to evade surveillance, proliferate, and undergo metastasis. While further research is needed to better characterize the directionality and magnitude of effects of PFASs’ on NK-cell populations, the evidence that PFOA and PFOS affect T-cell populations suggests that these PFASs could travel to the bone marrow and exert adverse effects on common lymphoid progenitors.\n\nIn addition to the decreased NK and T-cell populations, PFOA and PFOS have been shown to influence the numbers of both myeloblast derived cells, including macrophages, neutrophils, and B-cells, which may play an important role in decreased vaccine efficacy and increased susceptibility to infection due to PFAS exposures ( Fig. 6 ).\n\nSimilar to NK and T-cells, B-cells and myeloid derived cells also originate in the bone marrow. B-cells’ involvement in controlling and mitigating infectious microbial agents is due to their ability to differentiate into plasma cells after proper activation via the B-cell receptor and either T-cell-dependent or independent signals ( Tsai et al., 2019 ). Reduction in B-cell count, and therefore lessened B-cell activation and differentiation into plasma cells, could lead to the reduced production of antibodies during infection or vaccination.\n\nStudies obtained and included in this SEM project do report reduced numbers of B-cells (particularly CD19 +  B-cells), macrophages, and neutrophils invoked by PFOA and PFOS exposures ( Qazi et al., 2009a ,  Qazi, 2012 ;  Shane, 2020 ). While PFASs’ effects on vaccine antibodies does not necessarily show a strong trend in either direction, the strongest evidence of  reduced  antibodies is for diphtheria and tetanus antibodies, and for serum IgG and IgM levels following various PFASs exposures, namely PFOA and PFOS ( Table 5 ). In summary, the diminished number of plasma cells, immunoglobulins, and circulating phagocytes/granulocytes may increase susceptibility to infections.\n\nThe impact of the COVID-19 pandemic has further necessitated research efforts as to how environmental chemical agents affect the immune system. A recent study reported that blood levels of PFBA were proportionally related to more severe courses of COVID-19 infections ( Grandjean et al., 2020 ). The reported effects of the association between PFAS serum concentrations and reductions in vaccine efficacy ( Section 4.6.4 ) may have concerning implications for the COVID-19 vaccines as well.\n\nProtection against SARS-CoV-2 requires B- and T-cell mediated immune response because the recognition of the virus or viral particles is needed for the body to actively produce antibodies to neutralize the foreign target and ameliorate potential symptoms. Based on our evidence mapping efforts, there is evidence that PFOA and PFOS exposures suppress the number and function of B- and T-cells, as most strongly evidenced by B-lymphocyte CD19 +  surface markers and CD4 +  and CD8 +  T-cell sub-populations ( Table 5 ), which may weaken the immune response against the virus. Further, there is clear evidence that PFOA/PFOS can arrest the development of immunoglobulins IgG and IgM, also plausibly impairing immune response to COVID-19 infection."
    },
    {
      "title": "Systematic evidence mapping allows for improved data visualization",
      "text": "The systematic evidence maps we have produced demonstrate that PFAS research has primarily been focused on PFOA and PFOS, with the majority of these studies having been conducted  in vivo  in both human and experimental animals ( Fig. 3 ). Our evidence mapping has also allowed us to visualize which immunotoxicity-related biomarkers are most heavily represented in the literature, with IL-1β, IL-6, and TNF-α being the most commonly measured indicators of PFAS-induced inflammation across study types, and CD4 + , CD8 +  T cells, and immunoglobins being the most commonly measured indicators of PFAS-induced immunosuppression ( Fig. 4 ).\n\nOur systematic evidence mapping approach is a more modular means to answer environmental-health related research questions that aim to broadly characterize the research landscape of a particular topic without compromising the rigor and transparency of a traditional systematic review ( James et al., 2016 ). The systematic evidence mapping process offers flexibility in terms of the critical appraisal of studies that is required in classic systematic reviews. Though a formal risk of bias assessment was not required ( Wolffe et al., 2019 ), we have applied an evidence  weighting  approach (with study types) to reflect methodological quality guidelines as put forth by the IARC preamble ( Section 2.6 ) ( IARC, 2019a )."
    },
    {
      "title": "Utility of the UCB search terms",
      "text": "Search terms are instrumental to garnering relevant evidence that can be further analyzed and synthesized to demonstrate a relationship between an exposure and an outcome. A strength of our current review is that it primarily focused on creating highly inclusive and  targeted  search terms, which is of the utmost importance when conducting a review that aims to encompass all existing mechanistic evidence relating to particular exposures. The UCB search terms are more inclusive than those of IARC and NTP through the incorporation of additional relevant keywords. Refinement of our broad-reaching terms through search term truncation and application of Boolean operators (words that combine keywords to create a logical phrase that a database can interpret to retrieve results) and field tags allowed us to simultaneously maximize the applicability and comprehensiveness of the literature search. Implementation of these search terms in the acquisition of studies in the published literature in the current review has therefore allowed for the most exhaustive literature search related to this broad class of PFAS exposures and chronic inflammation/immunosuppression endpoints to date.\n\nWe applied the UCB chronic inflammation/immunosuppression search terms to two known human carcinogens (Group 1 by IARC), chromium (VI) ( IARC, 2012 ) and benzene ( IARC, 2018 ), to evaluate the robustness of these search terms, and used the SysRev screening process to evaluate the relevancy of the  unique  UCB search results. While there was a subset of IARC and NTP results that were not captured by the UCB search terms, 96–100% of these results (depending on health endpoint and/or chemical) were irrelevant to the chemical exposure of interest and the associated disease outcome. The UCB search terms not only have broader scope than those of the other institutions, as demonstrated by the increased number of relevant studies retrieved but are also more effective by reducing the number of irrelevant studies that would otherwise have to be evaluated and then excluded.\n\nUsing SysRev to select and record searched results for systematic review allows for fully transparent documentation of the study selection and review processes. In our study design, reviewers extracted, synthesized, and organized data to provide an overview of how PFAS exposures relate to chronic inflammation/immunosuppression and to generate a weight-of-evidence table of potential suggested mechanisms. By using multiple reviewers during both the screening and full-text study screening processes, our study design aimed to reduce bias in the selection of relevant studies and in the extraction of information. Overall, this review provides a thorough overview of the state of the science regarding PFAS-induced chronic inflammation and immunosuppression.\n\nWe propose that this search term development strategy can also be applied, by both our and other research groups, to all KCCs (including but not limited to KCC6/7) to produce more comprehensive datasets embodying the existing evidence of the relationship between various environmental toxicants and these outcomes. For example, the body of literature we have compiled pursuant to PFASs and KCC6/7 can be used to produce further datasets conducive to different research questions and goals. Further, as seen in our literature search for chronic inflammation and PFASs, there are several studies that discuss ROS and oxidative stress in relation to chronic inflammation ( Supplementary Table 4 ), though these biomarkers also provide evidence of PFAS-induced oxidative stress (KCC5). A more thorough literature search can be conducted relating PFASs and KCC5 using our search strategy to better demonstrate the relationship between the two. Our strategy could be expanded beyond the key characteristics of  carcinogens,  to other classes of key characteristics as well, such as those for endocrine disruptors ( La Merrill et al., 2020 ) and immunotoxicants ( Germolec et al., 2022 )."
    },
    {
      "title": "Improved inclusivity",
      "text": "Search terms are instrumental to garnering relevant evidence that can be further analyzed and synthesized to demonstrate a relationship between an exposure and an outcome. A strength of our current review is that it primarily focused on creating highly inclusive and  targeted  search terms, which is of the utmost importance when conducting a review that aims to encompass all existing mechanistic evidence relating to particular exposures. The UCB search terms are more inclusive than those of IARC and NTP through the incorporation of additional relevant keywords. Refinement of our broad-reaching terms through search term truncation and application of Boolean operators (words that combine keywords to create a logical phrase that a database can interpret to retrieve results) and field tags allowed us to simultaneously maximize the applicability and comprehensiveness of the literature search. Implementation of these search terms in the acquisition of studies in the published literature in the current review has therefore allowed for the most exhaustive literature search related to this broad class of PFAS exposures and chronic inflammation/immunosuppression endpoints to date."
    },
    {
      "title": "Improved acquisition of studies in the published literature",
      "text": "We applied the UCB chronic inflammation/immunosuppression search terms to two known human carcinogens (Group 1 by IARC), chromium (VI) ( IARC, 2012 ) and benzene ( IARC, 2018 ), to evaluate the robustness of these search terms, and used the SysRev screening process to evaluate the relevancy of the  unique  UCB search results. While there was a subset of IARC and NTP results that were not captured by the UCB search terms, 96–100% of these results (depending on health endpoint and/or chemical) were irrelevant to the chemical exposure of interest and the associated disease outcome. The UCB search terms not only have broader scope than those of the other institutions, as demonstrated by the increased number of relevant studies retrieved but are also more effective by reducing the number of irrelevant studies that would otherwise have to be evaluated and then excluded."
    },
    {
      "title": "Improved transparency of literature screening methods",
      "text": "Using SysRev to select and record searched results for systematic review allows for fully transparent documentation of the study selection and review processes. In our study design, reviewers extracted, synthesized, and organized data to provide an overview of how PFAS exposures relate to chronic inflammation/immunosuppression and to generate a weight-of-evidence table of potential suggested mechanisms. By using multiple reviewers during both the screening and full-text study screening processes, our study design aimed to reduce bias in the selection of relevant studies and in the extraction of information. Overall, this review provides a thorough overview of the state of the science regarding PFAS-induced chronic inflammation and immunosuppression."
    },
    {
      "title": "Adaptability to other systematic mapping projects",
      "text": "We propose that this search term development strategy can also be applied, by both our and other research groups, to all KCCs (including but not limited to KCC6/7) to produce more comprehensive datasets embodying the existing evidence of the relationship between various environmental toxicants and these outcomes. For example, the body of literature we have compiled pursuant to PFASs and KCC6/7 can be used to produce further datasets conducive to different research questions and goals. Further, as seen in our literature search for chronic inflammation and PFASs, there are several studies that discuss ROS and oxidative stress in relation to chronic inflammation ( Supplementary Table 4 ), though these biomarkers also provide evidence of PFAS-induced oxidative stress (KCC5). A more thorough literature search can be conducted relating PFASs and KCC5 using our search strategy to better demonstrate the relationship between the two. Our strategy could be expanded beyond the key characteristics of  carcinogens,  to other classes of key characteristics as well, such as those for endocrine disruptors ( La Merrill et al., 2020 ) and immunotoxicants ( Germolec et al., 2022 )."
    },
    {
      "title": "Limitations of our review",
      "text": "There are several biomarkers, such as myeloid-lineage cells, which can be considered both KCC6 and KCC7 biomarkers, as they are related to mechanisms of both immunosuppression and inflammation. Applicability of certain biomarkers/effects to one or both of these outcome(s) may depend on the directionality of observed effect (e.g. increased or decreased cell counts of these myeloid-lineage cells or expression of pro- or anti-inflammatory cytokines).\n\nImportantly, there is limited literature on the biomarkers specifically for chronic inflammation due to the narrow scope of accepted detection methods available. General biomarkers for inflammation can be attributed to both acute and chronic inflammation as both types of inflammation share a wide variety of phenotypes and biomarkers ( Furman et al., 2019 ). Because of the lack of confirmed chronic inflammatory biomarkers, all biomarkers relating to either chronic or acute inflammation were included in this review so as not to exclude potentially relevant studies in our initial literature search. Additionally, as detailed in  Supplementary Table 4 , the extracted data are limited to exposure type (i.e. type of PFAS) rather than exposure level. While our search terms outperform those from IARC and NTP, our search terms can be further improved upon as there still might be incomplete retrieval of all relevant studies.\n\nSEM projects are often characterized by this flexibility in how studies are appraised ( Wolffe et al., 2019 ). Though we aimed to conduct our SEM with more rigor than is necessitated by the standard literature review process, we acknowledge that no formal study quality or risk-of-bias assessment has been conducted for each included study. For the purpose of this project, we use study design as a proxy for “quality”, in which epidemiological studies that assess health-effects of PFASs in humans are the highest weighted evidence, and studies that are conducted  in vitro  are considered to be the lowest weighted evidence ( IARC, 2019a )."
    },
    {
      "title": "Evidence for chronic inflammation strengthened and immunosuppression confirmed",
      "text": "There are several environmental toxicants that are known carcinogens and also have been shown to induce inflammation, such as benzo-a-pyrene ( Shi et al., 2017 ), asbestos ( Napolitano et al., 2014 ), silica ( Freire et al., 2013 ), and benzene ( Guo et al., 2020 ;  IARC, 2018 ). There is suggestive evidence from epidemiological, animal, and  in vitro  studies that PFOA, PFOS, PFDA, and PFUnDA may promote chronic inflammation ( Temkin et al., 2020 ). However, the volume of studies evaluated in  Temkin et al. (2020)  is limited. Biomarkers of inflammation and of inflammatory diseases that are specific to PFAS exposures must be more fully characterized in order to more aptly elucidate the relationship between PFAS exposure, chronic inflammation, and risk of cancer development ( Temkin et al., 2020 ). The lines of evidence relating to chronic inflammation in this review ( Table 4 ), which are from a substantially larger and more comprehensive data set, support Temkin’s conclusions that exposure to PFASs contributes to inflammation across multiple study types and experimental systems.\n\nThere is extensive evidence in the literature suggestive of the immunosuppressive effects of PFASs. Extracting and compiling mechanistic data in this SEM project has empowered us to present that PFASs have been shown to decrease the overall levels of circulating innate immunity cells, such as NK cells, hinder the production of immunoglobulins. Endpoints directly related to immunosuppression, such as increased risk of infectious diseases ( WHO, 2012 ), have also been linked to PFAS exposures ( Ait Bamai et al., 2020 ;  Granum et al., 2013 ). The NTP has concluded that there is a high degree of evidence of suppression of antibody response in experimental animals and that there is moderate evidence in humans ( NTP, 2016 ). Additional studies that have been published since the NTP review support the previous findings that PFASs are immunotoxic. Major outcomes relating to immunosuppression identified from our PFAS study dataset ( Table 5 ) also support both the NTP and Temkin’s classification of PFASs as immunotoxicants."
    },
    {
      "title": "Gaps in the literature and future avenues of research",
      "text": "By quantifying the types of biomarkers seen in studies evaluating the inflammatory and immunosuppressive capacities of PFASs, we can better paint a picture as to where previous research efforts have been placed, where gaps in the literature exist, and where inconsistencies in the data lie.\n\nThe most widely studied PFASs (PFOA, PFOS, PFNA, PFHxS, PFDA, PFUnDA, PFHpA, PFBS) are the most well-represented in the scientific literature. Other PFASs with limited data are not represented in our SEM project due to the limited amount of data available at this time. Similarly, most of the biomarker data available is on those that are widely known, as there more widely available commercial kits and methods developed for looking into these particular biomarkers. Still, there are several biomarkers on which the existing literature is very limited (i.e. CCL2, CXCL2, CXCL10, subtypes of innate immune cells, etc.).\n\nWe recommend that additional research efforts be placed on the immunotoxic and carcinogenic effects of these lesser-studied PFASs, with an emphasis on characterizing the differences between long-chain PFASs and newer short-chain technologies such as  GenX . Research priorities should also focus on better characterizing PFAS-induced effects on these lesser-studied biomarkers and those in which there are inconsistencies in the data.\n\nWithin the information gap that has been identified, there seems to be emerging evidence regarding the inflammasome and pyroptosis. For example, there is a high number of studies measuring serum levels or mRNA expression of IL-1β. These data corroborate the hypothesis that PFASs may induce inflammasome-activation, but also necessitates additional research investigating how PFAS exposures alter other biomarkers in the inflammasome pathway, such as caspase-1, IL-18, and NLRP3. At this time, we suggest use of histopathological analysis to identify, visualize, and confirm whether cell types are undergoing pyroptosis, and use of a fluorescent substrate and ELISA to measure caspase-1 and IL-18 levels, respectively."
    },
    {
      "title": "Suggested mechanisms involved in PFAS carcinogenicity",
      "text": "The three-panel screening process (study type, PFAS exposure, and relevant outcomes) outlined in this study design, as a means of organizing both the exposure and outcome data as it relates to chronic inflammation/immunotoxicity in each study, has allowed reviewers to postulate potential mechanisms as to how the effects of PFAS exposures may contribute to carcinogenesis. Based on all the evidence reviewed, here, we suggest mechanisms of how PFAS exposure may contribute to carcinogenesis, infection, and reduced immunosurveillance. The pathways involved in the proposed mechanisms, though hypothetical, are visually presented in  Figs. 5  and  6 .\n\nOne potential mechanism of PFAS-induced carcinogenesis is based on the induction of chronic inflammation and increased cytokine production ( Fig. 5 ). The mechanism by which PFASs induce inflammation may involve the release of cytokines to recruit and activate T-helper cells. T-helper cells also release pro-inflammatory cytokines, (e.g. IL-1β, IL-6, and TNF-α, as supported by the SEM herein ( Section 3.4 ,  Table 4 )) which chemically attract other inflammatory cells (i.e. neutrophils) to the site, where they then generate and release large amounts of reactive oxygen species (ROS) following activation ( Nguyen et al., 2017 ). Similarly, reductions in glutathione (GSH) concentrations, a reliable indicator of intracellular ROS, are reported following PFOS exposure in humans, mice, and rats ( Han et al., 2018 ;  Lv et al., 2018 ;  Zarei, 2017 ;  Zhang et al., 2013 ). The continued production of ROS can cause chronic inflammation and contribute to carcinogenesis.\n\nAnother pathway involving the cytokine production via activation of the inflammasome may also play a role in PFAS exposure and carcinogenesis. The compiled data from this project support the postulation that PFOA can trigger TLR-2 and/or TLR-4 activation, activating the MyD88 pathway, and therefore increasing the concentration and disinhibition of NFκB, for which there is substantial evidence for as discussed in  Section 3.4 . In effect, this would upregulate the production of procytokines and NLRP3, which is a core protein in the formation of the inflammasome ( Fuentes-Antras et al., 2014 ).\n\nCaspase-1 can cleave pro-IL1β and pro-IL18, which are released from the cell to recruit other inflammatory cells and trigger the generation of ROS. While our data on IL-18 are relatively inconsistent and limited, there is strong evidence of upregulated production of IL-1β by PFOA, PFOS, PFDA, and PFNA ( Table 4 ). Interestingly, it has been reported that ROS can inhibit the ubiquitination of NLRP3, which may prevent the degradation of the crucial inflammasome protein and perpetuate the cytokine production ( Juliana et al., 2012 ).\n\nThe inflammasome and pyroptosis has been studied for its role in tumorigenesis and metastasis, in that if left unchecked, pyroptosis can cause a suitable environment for tumor cell growth. Cytokines released from pyroptotic cells may function in a positive-feedback loop to prevent apoptosis and promote cell survival. A study utilizing gastric cancer cells has shown that IL-18 produced from the inflammasome inhibited caspase-8 mediated apoptosis and allowed the cells to survive or evade apoptotic check points ( Deswaerte et al., 2018 ). It is hypothesized that in these gastric cancer cells, there are higher levels of IL-18R expression on the cell surface, which uses the self-released IL-18 cytokines to further promote cell survival. IL-1β has also been shown to aid the promotion of cancer via the activation of oncogenes, such as c-MYC and MMP2, via the IL-1β/IL-1RI/β-catenin signaling pathway ( Perez-Yepez et al., 2014 ).\n\nThough studies investigating PFASs’ influence on NLRP3 remain relatively limited at this time, PFOA, PFOS, and PFDA have been experimentally shown to increase its expression. NLRP3 activation has been studied extensively in animal models, results of which collectively support the role of the inflammasome in carcinogenesis. In several studies, NLRP3 −/−  mice had reduced tumor growth, metastases, or delayed malignant progression in lung, breast, hepatic, skin and pancreatic cancers, pointing to the fact that the NLRP3 protein and inflammasome formation are crucial components in the development of these cancers ( Chow et al., 2012a ,  2012b ;  Daley et al., 2017 ;  Deng et al., 2019 ;  Guo et al., 2016 ). Together, there is a substantial body of evidence that inflammasome activation and cytokine release from pyroptosis can produce a tumor microenvironment suitable for cancer development and that lack of specific inflammasome proteins alleviate tumor growth, metastasis and progression of cancer.\n\nAnother potential mechanism of PFOA and PFOS-induced carcinogenesis is the impairment of immunosurveillance and tumor suppression resulting from decreased T-cell and NK cell populations ( Fig. 6 ). CD4 +  and CD8 +  T-cells aid in immunosurveillance and suppression of tumor growth ( Ostroumov et al., 2018 ). Additionally, studies have shown that NK cells can aid in immunosurveillance by upregulating glycoproteins for enhanced activation and destroying cancer cells through granzyme release ( Nouroz et al., 2016 ). The decline in T-cell populations, which is supported by the data we have collected ( Section 3.5 ,  Table 4 ), may enable cancer cells to evade surveillance, proliferate, and undergo metastasis. While further research is needed to better characterize the directionality and magnitude of effects of PFASs’ on NK-cell populations, the evidence that PFOA and PFOS affect T-cell populations suggests that these PFASs could travel to the bone marrow and exert adverse effects on common lymphoid progenitors.\n\nIn addition to the decreased NK and T-cell populations, PFOA and PFOS have been shown to influence the numbers of both myeloblast derived cells, including macrophages, neutrophils, and B-cells, which may play an important role in decreased vaccine efficacy and increased susceptibility to infection due to PFAS exposures ( Fig. 6 ).\n\nSimilar to NK and T-cells, B-cells and myeloid derived cells also originate in the bone marrow. B-cells’ involvement in controlling and mitigating infectious microbial agents is due to their ability to differentiate into plasma cells after proper activation via the B-cell receptor and either T-cell-dependent or independent signals ( Tsai et al., 2019 ). Reduction in B-cell count, and therefore lessened B-cell activation and differentiation into plasma cells, could lead to the reduced production of antibodies during infection or vaccination.\n\nStudies obtained and included in this SEM project do report reduced numbers of B-cells (particularly CD19 +  B-cells), macrophages, and neutrophils invoked by PFOA and PFOS exposures ( Qazi et al., 2009a ,  Qazi, 2012 ;  Shane, 2020 ). While PFASs’ effects on vaccine antibodies does not necessarily show a strong trend in either direction, the strongest evidence of  reduced  antibodies is for diphtheria and tetanus antibodies, and for serum IgG and IgM levels following various PFASs exposures, namely PFOA and PFOS ( Table 5 ). In summary, the diminished number of plasma cells, immunoglobulins, and circulating phagocytes/granulocytes may increase susceptibility to infections."
    },
    {
      "title": "Pro-inflammatory cytokine production leads to generation of reactive oxygen species",
      "text": "One potential mechanism of PFAS-induced carcinogenesis is based on the induction of chronic inflammation and increased cytokine production ( Fig. 5 ). The mechanism by which PFASs induce inflammation may involve the release of cytokines to recruit and activate T-helper cells. T-helper cells also release pro-inflammatory cytokines, (e.g. IL-1β, IL-6, and TNF-α, as supported by the SEM herein ( Section 3.4 ,  Table 4 )) which chemically attract other inflammatory cells (i.e. neutrophils) to the site, where they then generate and release large amounts of reactive oxygen species (ROS) following activation ( Nguyen et al., 2017 ). Similarly, reductions in glutathione (GSH) concentrations, a reliable indicator of intracellular ROS, are reported following PFOS exposure in humans, mice, and rats ( Han et al., 2018 ;  Lv et al., 2018 ;  Zarei, 2017 ;  Zhang et al., 2013 ). The continued production of ROS can cause chronic inflammation and contribute to carcinogenesis."
    },
    {
      "title": "Activation of the inflammasome and pyroptosis",
      "text": "Another pathway involving the cytokine production via activation of the inflammasome may also play a role in PFAS exposure and carcinogenesis. The compiled data from this project support the postulation that PFOA can trigger TLR-2 and/or TLR-4 activation, activating the MyD88 pathway, and therefore increasing the concentration and disinhibition of NFκB, for which there is substantial evidence for as discussed in  Section 3.4 . In effect, this would upregulate the production of procytokines and NLRP3, which is a core protein in the formation of the inflammasome ( Fuentes-Antras et al., 2014 ).\n\nCaspase-1 can cleave pro-IL1β and pro-IL18, which are released from the cell to recruit other inflammatory cells and trigger the generation of ROS. While our data on IL-18 are relatively inconsistent and limited, there is strong evidence of upregulated production of IL-1β by PFOA, PFOS, PFDA, and PFNA ( Table 4 ). Interestingly, it has been reported that ROS can inhibit the ubiquitination of NLRP3, which may prevent the degradation of the crucial inflammasome protein and perpetuate the cytokine production ( Juliana et al., 2012 ).\n\nThe inflammasome and pyroptosis has been studied for its role in tumorigenesis and metastasis, in that if left unchecked, pyroptosis can cause a suitable environment for tumor cell growth. Cytokines released from pyroptotic cells may function in a positive-feedback loop to prevent apoptosis and promote cell survival. A study utilizing gastric cancer cells has shown that IL-18 produced from the inflammasome inhibited caspase-8 mediated apoptosis and allowed the cells to survive or evade apoptotic check points ( Deswaerte et al., 2018 ). It is hypothesized that in these gastric cancer cells, there are higher levels of IL-18R expression on the cell surface, which uses the self-released IL-18 cytokines to further promote cell survival. IL-1β has also been shown to aid the promotion of cancer via the activation of oncogenes, such as c-MYC and MMP2, via the IL-1β/IL-1RI/β-catenin signaling pathway ( Perez-Yepez et al., 2014 ).\n\nThough studies investigating PFASs’ influence on NLRP3 remain relatively limited at this time, PFOA, PFOS, and PFDA have been experimentally shown to increase its expression. NLRP3 activation has been studied extensively in animal models, results of which collectively support the role of the inflammasome in carcinogenesis. In several studies, NLRP3 −/−  mice had reduced tumor growth, metastases, or delayed malignant progression in lung, breast, hepatic, skin and pancreatic cancers, pointing to the fact that the NLRP3 protein and inflammasome formation are crucial components in the development of these cancers ( Chow et al., 2012a ,  2012b ;  Daley et al., 2017 ;  Deng et al., 2019 ;  Guo et al., 2016 ). Together, there is a substantial body of evidence that inflammasome activation and cytokine release from pyroptosis can produce a tumor microenvironment suitable for cancer development and that lack of specific inflammasome proteins alleviate tumor growth, metastasis and progression of cancer."
    },
    {
      "title": "Reduced immunosurveillance and tumor suppression",
      "text": "Another potential mechanism of PFOA and PFOS-induced carcinogenesis is the impairment of immunosurveillance and tumor suppression resulting from decreased T-cell and NK cell populations ( Fig. 6 ). CD4 +  and CD8 +  T-cells aid in immunosurveillance and suppression of tumor growth ( Ostroumov et al., 2018 ). Additionally, studies have shown that NK cells can aid in immunosurveillance by upregulating glycoproteins for enhanced activation and destroying cancer cells through granzyme release ( Nouroz et al., 2016 ). The decline in T-cell populations, which is supported by the data we have collected ( Section 3.5 ,  Table 4 ), may enable cancer cells to evade surveillance, proliferate, and undergo metastasis. While further research is needed to better characterize the directionality and magnitude of effects of PFASs’ on NK-cell populations, the evidence that PFOA and PFOS affect T-cell populations suggests that these PFASs could travel to the bone marrow and exert adverse effects on common lymphoid progenitors."
    },
    {
      "title": "Increased infections and decreased vaccine efficacy from diminished innate and adaptive immunity cells",
      "text": "In addition to the decreased NK and T-cell populations, PFOA and PFOS have been shown to influence the numbers of both myeloblast derived cells, including macrophages, neutrophils, and B-cells, which may play an important role in decreased vaccine efficacy and increased susceptibility to infection due to PFAS exposures ( Fig. 6 ).\n\nSimilar to NK and T-cells, B-cells and myeloid derived cells also originate in the bone marrow. B-cells’ involvement in controlling and mitigating infectious microbial agents is due to their ability to differentiate into plasma cells after proper activation via the B-cell receptor and either T-cell-dependent or independent signals ( Tsai et al., 2019 ). Reduction in B-cell count, and therefore lessened B-cell activation and differentiation into plasma cells, could lead to the reduced production of antibodies during infection or vaccination.\n\nStudies obtained and included in this SEM project do report reduced numbers of B-cells (particularly CD19 +  B-cells), macrophages, and neutrophils invoked by PFOA and PFOS exposures ( Qazi et al., 2009a ,  Qazi, 2012 ;  Shane, 2020 ). While PFASs’ effects on vaccine antibodies does not necessarily show a strong trend in either direction, the strongest evidence of  reduced  antibodies is for diphtheria and tetanus antibodies, and for serum IgG and IgM levels following various PFASs exposures, namely PFOA and PFOS ( Table 5 ). In summary, the diminished number of plasma cells, immunoglobulins, and circulating phagocytes/granulocytes may increase susceptibility to infections."
    },
    {
      "title": "Vaccine efficacy implications for COVID-19",
      "text": "The impact of the COVID-19 pandemic has further necessitated research efforts as to how environmental chemical agents affect the immune system. A recent study reported that blood levels of PFBA were proportionally related to more severe courses of COVID-19 infections ( Grandjean et al., 2020 ). The reported effects of the association between PFAS serum concentrations and reductions in vaccine efficacy ( Section 4.6.4 ) may have concerning implications for the COVID-19 vaccines as well.\n\nProtection against SARS-CoV-2 requires B- and T-cell mediated immune response because the recognition of the virus or viral particles is needed for the body to actively produce antibodies to neutralize the foreign target and ameliorate potential symptoms. Based on our evidence mapping efforts, there is evidence that PFOA and PFOS exposures suppress the number and function of B- and T-cells, as most strongly evidenced by B-lymphocyte CD19 +  surface markers and CD4 +  and CD8 +  T-cell sub-populations ( Table 5 ), which may weaken the immune response against the virus. Further, there is clear evidence that PFOA/PFOS can arrest the development of immunoglobulins IgG and IgM, also plausibly impairing immune response to COVID-19 infection."
    },
    {
      "title": "Conclusions",
      "text": "While a growing body of evidence validates PFASs’ ability to induce immunosuppressive outcomes in human/animal  in vivo  and  in vitro/ex vivo  studies, the data to champion the inflammatory abilities of PFASs have been inconsistent and contradictory. Using our improved search terms, transparent study screening processes, and visualization by systematic evidence maps, we retrieved, identified, and extracted data from qualified studies to garner more evidence to 1) support conclusions by  Temkin et al. (2020)  that PFAS exposure causes immunosuppression; 2) provide additional evidence that PFAS exposure may cause chronic inflammation; and 3) use biomarker-based evidence to propose potential underlying mechanisms as to how PFASs induce both chronic inflammation and immunosuppression. Applying the new literature search strategy in combination with further research investigating the immunotoxicity of PFASs is warranted to more fully characterize how PFASs, both common and lesser known, may impact the immune system and affect human health, including cancer."
    }
  ],
  "full_text": "Background: The ability to induce chronic inflammation and immunosuppression are two key characteristics of carcinogens and important forms of immunotoxicity. The National Toxicology Program (NTP) evaluated the immunotoxicity of two per- and polyfluoroalkyl substances (PFASs), PFOA (perfluorooctanoic acid) and PFOS (perfluorooctane sulfonate), in 2016. However, the potential pro-inflammatory and immunosuppressive effects of other PFASs remain largely uncharacterized. Methods: We developed an expanded set of search terms pertaining to the chronic inflammatory and immunosuppressive effects of PFASs based on those of the International Agency for Research on Cancer (IARC) and NTP. To confirm searching effectiveness and scope, we compared our search term results with those of IARC and NTP for both PFASs and two other known carcinogens, chromium (VI) and benzene. Systematic evidence maps (SEMs) were also produced using Tableau to visualize the distribution of study numbers and types reporting immunotoxic effects and specific biomarkers elicited by PFAS exposures. Results: In total, 1155 PFAS studies were retrieved, of which 321 qualified for inclusion in our dataset. Using our search terms, we identified a greater number of relevant studies than those obtained using IARC and NTP’s search terms. From the SEM findings, increased cytokine production strengthened an association between PFAS exposure and chronic inflammation, and decreased B-cell activation and altered levels of T-cell subtypes and immunoglobulins confirmed PFAS-induced immunosuppression. Conclusion: Our SEM findings confirm that several PFASs commonly found in both in the environment, including those that are lesser-known, may induce immunosuppression and chronic inflammation, two key characteristics of carcinogens. This approach, including development of search terms, study screening process, data coding, and evidence mapping visualizations, can be applied to other key characteristics of chemical carcinogens.\n\n## Introduction\n\nA systematic approach to using mechanistic studies to identify chemical hazards was developed for carcinogens, based on the established properties of agents known to cause cancer in humans ( Smith et al., 2016 ). These properties, called the Key Characteristics of Carcinogens (KCCs), quickly proved useful for the systematic evaluation of the literature on mechanisms by which chemicals induce cancer ( Guyton et al., 2018a ,  2018b ). The KCCs are now widely used by various authoritative bodies and regulatory agencies and form the basis for the evaluation of mechanistic data at the International Agency for Research on Cancer (IARC) ( IARC, 2019a ;  Samet et al., 2019 ). Almost all well-established human cancer-causing agents are characterized by one or more of the ten proposed KCCs (detailed in  Supplementary Table 1 ). Two KCCs, ‘ induces chronic inflammation ” (KCC6) and ‘ is immunosuppressive ’ (KCC7) also reflect principal forms of immunotoxicity induced by chemical exposures.\n\nChronic inflammation  is characterized as the persistent recruitment of pro-inflammatory immune cells and  immunosuppression  is defined as a series of biological events that can lead to an increased incidence and/or severity of infectious and neoplastic diseases ( Luebke et al., 2004 ).\n\nThe immune system is comprised of  innate  immunity and  adaptive  immunity, of which the latter of the two can be further divided into the humoral and cell-mediated branches. When one of these branches is overactive or suppressed, diminished immunosurveillance or chronic inflammation may produce an environment that is conducive to chronic infection or cancer ( Guo et al., 2020 ). Thus, these two KCCs play a pivotal role in not only carcinogenesis, but also in the etiology of other types of chronic and infectious diseases.\n\nPreviously, we systematically reviewed these two KCCs for benzene, an established human leukemogen, and reported that benzene activates  innate  immunity by inducing pro-inflammation and suppresses  adaptive  immunity via immunosuppression ( Guo et al., 2020 ). Immune system imbalance is intrinsically linked to cancer pathogenesis ( Smith et al., 2016 ) and the KCC approach, developed for carcinogenic hazard identification, also has been demonstrated to be an effective means of garnering and organizing evidence of chemical-induced immunotoxicity.\n\nThe US National Toxicology Program (NTP) has also evaluated and reported immunotoxicity associated with exposure to perfluorooctanoic acid (PFOA) or perfluorooctane sulfonate (PFOS), two common per- and polyfluoroalkyl substances (PFASs) ( NTP, 2016 ). Though PFASs are not classified as Group 1 carcinogens, unlike Benzene ( IARC, 2018 ), our goal in the current study was to evaluate evidence in the published literature relating to KCC6 and KCC7.\n\nPFASs are a manmade and ubiquitous environmental class of pollutants comprising thousands of chemicals. Many legacy PFASs (long-chain molecules which have been phased out of production in several developed nations) and new PFASs (emerging short-chain  alternatives  to older technologies), have been detected not only in drinking water ( Cordner et al., 2019 ), atmospheric particles ( Lin et al., 2020 ), juvenile seabirds (with levels of PFOS being the highest) ( Robuck et al., 2020 ) and other wildlife ( Levin et al., 2016 ;  Routti et al., 2019 ), but also in human cord blood ( Wang et al., 2020c ), breast milk ( Lerner, 2019 ;  Macheka-Tendenguwo et al., 2018 ;  Zheng et al., 2021 ), and in over 95% of serum samples of pregnant African American women ( Chang et al., 2021 ). The ubiquity and persistence of this class of chemicals are of particular concern as IARC has identified PFOA as possibly carcinogenic to humans (Group 2B) in 2016 ( IARC, 2016 ).\n\nThere have been several other recent efforts to better characterize the health effects of PFASs in light of their ubiquity, including the application of the KC approach. Using the search terms outlined in  Guyton et al. (2018b) , the Environmental Working Group aimed to use the 10 KCCs to evaluate the existing epidemiological, toxicological, and mechanistic evidence of 26 types of PFAS. The group reported  strong  evidence for PFAS-induced immunosuppression (KCC7), along with oxidative stress (KCC5) and modulation of receptor-mediated effects (KCC8), but  insufficient  data for chronic inflammation (KCC6) ( Temkin et al., 2020 ), which are summarized in  Supplementary Table 1 .\n\nIn the era of big data, collecting and selecting relevant evidence from multiple literature databases is challenging, as exemplified by our previous systematic review of benzene and KCC6 and KCC7 ( Guo et al., 2020 ). In the current study, we aimed to create an optimal set of search terms to be used to garner evidence for chronic inflammatory (KCC6) and immunosuppressive (KCC7) effects of potential carcinogens (e.g. PFASs). Both the newly created search terms and the original sets of terms developed by IARC and NTP were applied to the literature for known carcinogens chromium (VI) and benzene ( Section 2.7 ), to compare their effectiveness. Our objective was to facilitate  robust  literature searches to enable a more thorough acquisition of qualifying studies relating to chronic inflammation and immunosuppression for  all PFAS family  members beyond (including, but not limited to) PFOA/PFOS.\n\nAs emerging environmental pollutants, PFASs have recently undergone a number of evaluations aiming to characterize their immunotoxic and carcinogenic properties ( Naidenko et al., 2021 ;  NTP, 2016 ;  Steenland and Winquist, 2021 ;  Temkin et al., 2020 ;  Woodlief et al., 2021 ). These evaluations generally support PFAS-associated toxicities in the immune system, including immunosuppression, though the majority of the evidence that exists is primarily based on PFOA and PFOS studies ( NTP, 2016 ). Several key questions remain as to whether PFASs induce chronic inflammation, the extent to which lesser-known PFASs (i.e. Perfluorononanoic acid (PFNA), Perfluorodecanoic acid (PFDA), Perfluorohexanesulphonic acid (PFHxS), etc.) have been shown to produce similar or different immunotoxic effects, and whether the immunotoxicity of PFASs has downstream effects that implicate them in carcinogenesis.\n\nTo address these questions, we developed a  search term strategy  in order to identify relevant studies relating to both chronic inflammation/immunosuppression for all PFASs. We applied a systematic evidence map (SEM) method ( Wolffe et al., 2019 ) to illustrate which PFASs have been the most studied, which study types are most often employed, and which biomarkers relating to chronic inflammation and immunosuppression are most heavily represented in the literature. The SEM approach enabled further examination of the PFAS exposure-response effect on the directionality of these biomarkers and to propose  potential mechanisms  of PFAS-induced immunotoxicity.\n\n## Two important key characteristics of carcinogens (KCCs)\n\nA systematic approach to using mechanistic studies to identify chemical hazards was developed for carcinogens, based on the established properties of agents known to cause cancer in humans ( Smith et al., 2016 ). These properties, called the Key Characteristics of Carcinogens (KCCs), quickly proved useful for the systematic evaluation of the literature on mechanisms by which chemicals induce cancer ( Guyton et al., 2018a ,  2018b ). The KCCs are now widely used by various authoritative bodies and regulatory agencies and form the basis for the evaluation of mechanistic data at the International Agency for Research on Cancer (IARC) ( IARC, 2019a ;  Samet et al., 2019 ). Almost all well-established human cancer-causing agents are characterized by one or more of the ten proposed KCCs (detailed in  Supplementary Table 1 ). Two KCCs, ‘ induces chronic inflammation ” (KCC6) and ‘ is immunosuppressive ’ (KCC7) also reflect principal forms of immunotoxicity induced by chemical exposures.\n\nChronic inflammation  is characterized as the persistent recruitment of pro-inflammatory immune cells and  immunosuppression  is defined as a series of biological events that can lead to an increased incidence and/or severity of infectious and neoplastic diseases ( Luebke et al., 2004 ).\n\nThe immune system is comprised of  innate  immunity and  adaptive  immunity, of which the latter of the two can be further divided into the humoral and cell-mediated branches. When one of these branches is overactive or suppressed, diminished immunosurveillance or chronic inflammation may produce an environment that is conducive to chronic infection or cancer ( Guo et al., 2020 ). Thus, these two KCCs play a pivotal role in not only carcinogenesis, but also in the etiology of other types of chronic and infectious diseases.\n\nPreviously, we systematically reviewed these two KCCs for benzene, an established human leukemogen, and reported that benzene activates  innate  immunity by inducing pro-inflammation and suppresses  adaptive  immunity via immunosuppression ( Guo et al., 2020 ). Immune system imbalance is intrinsically linked to cancer pathogenesis ( Smith et al., 2016 ) and the KCC approach, developed for carcinogenic hazard identification, also has been demonstrated to be an effective means of garnering and organizing evidence of chemical-induced immunotoxicity.\n\nThe US National Toxicology Program (NTP) has also evaluated and reported immunotoxicity associated with exposure to perfluorooctanoic acid (PFOA) or perfluorooctane sulfonate (PFOS), two common per- and polyfluoroalkyl substances (PFASs) ( NTP, 2016 ). Though PFASs are not classified as Group 1 carcinogens, unlike Benzene ( IARC, 2018 ), our goal in the current study was to evaluate evidence in the published literature relating to KCC6 and KCC7.\n\n## PFASs as persistent environmental pollutants\n\nPFASs are a manmade and ubiquitous environmental class of pollutants comprising thousands of chemicals. Many legacy PFASs (long-chain molecules which have been phased out of production in several developed nations) and new PFASs (emerging short-chain  alternatives  to older technologies), have been detected not only in drinking water ( Cordner et al., 2019 ), atmospheric particles ( Lin et al., 2020 ), juvenile seabirds (with levels of PFOS being the highest) ( Robuck et al., 2020 ) and other wildlife ( Levin et al., 2016 ;  Routti et al., 2019 ), but also in human cord blood ( Wang et al., 2020c ), breast milk ( Lerner, 2019 ;  Macheka-Tendenguwo et al., 2018 ;  Zheng et al., 2021 ), and in over 95% of serum samples of pregnant African American women ( Chang et al., 2021 ). The ubiquity and persistence of this class of chemicals are of particular concern as IARC has identified PFOA as possibly carcinogenic to humans (Group 2B) in 2016 ( IARC, 2016 ).\n\nThere have been several other recent efforts to better characterize the health effects of PFASs in light of their ubiquity, including the application of the KC approach. Using the search terms outlined in  Guyton et al. (2018b) , the Environmental Working Group aimed to use the 10 KCCs to evaluate the existing epidemiological, toxicological, and mechanistic evidence of 26 types of PFAS. The group reported  strong  evidence for PFAS-induced immunosuppression (KCC7), along with oxidative stress (KCC5) and modulation of receptor-mediated effects (KCC8), but  insufficient  data for chronic inflammation (KCC6) ( Temkin et al., 2020 ), which are summarized in  Supplementary Table 1 .\n\n## Creating and testing new sets of literature search terms\n\nIn the era of big data, collecting and selecting relevant evidence from multiple literature databases is challenging, as exemplified by our previous systematic review of benzene and KCC6 and KCC7 ( Guo et al., 2020 ). In the current study, we aimed to create an optimal set of search terms to be used to garner evidence for chronic inflammatory (KCC6) and immunosuppressive (KCC7) effects of potential carcinogens (e.g. PFASs). Both the newly created search terms and the original sets of terms developed by IARC and NTP were applied to the literature for known carcinogens chromium (VI) and benzene ( Section 2.7 ), to compare their effectiveness. Our objective was to facilitate  robust  literature searches to enable a more thorough acquisition of qualifying studies relating to chronic inflammation and immunosuppression for  all PFAS family  members beyond (including, but not limited to) PFOA/PFOS.\n\n## Applying systematic evidence maps to address key questions\n\nAs emerging environmental pollutants, PFASs have recently undergone a number of evaluations aiming to characterize their immunotoxic and carcinogenic properties ( Naidenko et al., 2021 ;  NTP, 2016 ;  Steenland and Winquist, 2021 ;  Temkin et al., 2020 ;  Woodlief et al., 2021 ). These evaluations generally support PFAS-associated toxicities in the immune system, including immunosuppression, though the majority of the evidence that exists is primarily based on PFOA and PFOS studies ( NTP, 2016 ). Several key questions remain as to whether PFASs induce chronic inflammation, the extent to which lesser-known PFASs (i.e. Perfluorononanoic acid (PFNA), Perfluorodecanoic acid (PFDA), Perfluorohexanesulphonic acid (PFHxS), etc.) have been shown to produce similar or different immunotoxic effects, and whether the immunotoxicity of PFASs has downstream effects that implicate them in carcinogenesis.\n\nTo address these questions, we developed a  search term strategy  in order to identify relevant studies relating to both chronic inflammation/immunosuppression for all PFASs. We applied a systematic evidence map (SEM) method ( Wolffe et al., 2019 ) to illustrate which PFASs have been the most studied, which study types are most often employed, and which biomarkers relating to chronic inflammation and immunosuppression are most heavily represented in the literature. The SEM approach enabled further examination of the PFAS exposure-response effect on the directionality of these biomarkers and to propose  potential mechanisms  of PFAS-induced immunotoxicity.\n\n## Methods\n\nWe conducted this SEM project using a modification of the Preferred Reporting Items for Systematic Reviews and Meta Analyses (PRISMA) ( Page et al., 2021 ) and guidance from  James  et al. (2016)  and the Collaboration for Environmental Evidence ( CEE, 2018 ). The overall approach applied in the literature search component of this project is detailed in  Fig. 1 . This flowchart presents the two fundamental steps of the study.  First , we aimed to create an expanded set of chronic inflammation and immunosuppression search terms, identified here as the University of California, Berkeley (UCB) search terms, to ensure that all relevant studies are included and considered for the evidence maps ( Sections 2.2 – 2.6 ).\n\nSecond , we compared the numbers of  relevant  chronic inflammation and immunosuppression studies retrieved using the UCB, IARC, and NTP search terms for three toxicants of interest, PFASs, chromium (VI), and benzene (Section 2.8) to develop optimal search terms for  comprehensive  and  effective  literature acquisition and to maximize the  transparency  of study selection and  rigorous  study screening process throughout the project.\n\nOur expanded search terms are based upon existing search term sets from IARC ( IARC, 2019b ) and NTP ( Borrel et al., 2019 ) for each of the specified health endpoints ( Supplementary Table 2a ), which were then modified with additional keywords. This search term strategy was applied within the PubMed database, with the goal of maximizing the number of relevant studies retrieved while also minimizing unrelated articles in the search results. We repeatedly tested and adjusted our terms with expert assistance from a Berkeley campus librarian in order to produce a finalized set of search terms ( Supplementary Table 2b ), maximized for both scope and specificity ( Section 3.6 ). These search terms could be separated into specific chronic inflammation and immunosuppression search terms to increase the applicability of the search results. Additionally, we generated and modified search terms for the three chemicals of interest: PFASs, chromium (VI) and benzene ( Supplementary Table 2c ).\n\nWe conducted the PFAS literature search using the UCB search terms for chronic inflammation/immunosuppression and PFASs ( Supplementary Tables 2b  and  2c ). Our literature retrieval process is an adaptation of the PRISMA guidelines ( Page et al., 2021 ). Peer-reviewed published studies were searched in PubMed from its inception to December 16, 2020. This search included a wide scope of  study types  including epidemiological, experimental animal,  in vitro  or  ex vivo  and  in silico  studies, all of which examine the relationship between PFASs and endpoints pertaining to chronic inflammation or immunosuppression. To prevent the unintentional exclusion of relevant papers, we also assessed the reference lists of both the IARC Monograph Volume 110 ( IARC, 2016 ) and the NTP Monograph on Immunotoxicity associated with exposure to PFOA and PFOS ( NTP, 2016 ).\n\nTo obtain the final set of relevant studies, we conducted a two-step screening process: 1) a title and abstract screen, and 2) a full-text review. A minimum of two independent reviewers thoroughly screened and assessed the studies according to the set of study eligibility criteria based on the Populations, Exposures, Comparators, and Outcomes (PECO) statement provided in  Table 1  during both steps. Additional details regarding  inclusion  and  exclusion  criteria are provided in  Supplementary Table 3 . Conflicts among inclusion or exclusion labels were resolved by a third reviewer. Title and abstracts were  first  screened using  SysRev (2018) , an open-access web-based platform optimized for thorough and transparent review and data extraction of scientific studies to minimize any study selection bias. Results were recorded in SysRev and the majority of irrelevant studies that did not apply to our specified criteria (the exposure of interest and relevant biomarkers studied) were discarded. A  second  screen was conducted by downloading and examining full-length papers of all study types reporting on outcomes of chronic inflammation and immunosuppression related to PFAS exposure. Though KCC7 implies specific directionality of immune biomarkers (e.g. those indicative of immune system  suppression ), all studies reporting immune characteristics were included in our screening processes. Studies that did not pertain to either chronic inflammation or immunosuppression endpoints, did not have a relevant PFAS exposure, or were letters, editorials, commentaries, or corrigenda were excluded. Non-English or non-Chinese papers by which reviewers did not have a means of translation and studies unable to be retrieved via available networks were excluded prior to advancing to the data collection phase ( Supplementary Table 3 ).\n\nDuring the full-text evaluation of each study, relevant information was extracted according to the data coding strategy presented in  Table 2  and recorded by two independent reviewers in a summary table ( Supplementary Table 4 ) consisting of three panels along with bibliographic information: 1) Study type (i.e. human, animal,  in vitro , etc.), 2) PFAS exposure type, and 3) Outcomes related to chronic inflammation or immunosuppression. Within the context of this project, all reported immune effects/outcomes reported were extracted and coded as being related to chronic inflammation or immunosuppression regardless of directionality (increase or decrease). Studies were categorized into an evidence stream based on the study type, though studies may contribute to more than one stream of evidence. For example, a study may be conducted in both human, animal, as well as  in vitro  systems, and would therefore contribute to all three. Studies that were conducted in either  in vitro  or  ex vivo  systems were coded to be within the same evidence stream due to similar experimental design and/or conditions in which cells and/or tissues have been directly exposed to a chemical outside the context of the whole organism. All individual PFAS exposures applied in each study were recorded. Studies which measured effects of mixtures of PFASs or the total sum of PFASs were indicated as such. Due to the high diversity of chemicals within the PFAS family, an additional table with chemical classification and relevant  abbreviations  have been included for readers’ convenience ( Supplementary Table 5 ). Outcomes were identified as involving either chronic inflammation or immunosuppression, or both, according to the presence of outcome-related biomarkers as detailed in  Table 2 . When the two reviewers had conflicts regarding these outcomes, a group review with the subject matter experts and/or senior principal investigators was conducted to make final determinations.\n\nPertinent data (study type, PFAS exposure type, and biomarkers related to each outcome of interest) were extracted from  Supplementary Table 4  into two Microsoft excel files comprising inflammation-related and immunosuppression-related biomarkers. Creation of these two data subsets allowed us to tabulate the number of studies per relevant outcome and to further categorize them by study type and PFAS exposure type.\n\nMechanistic data (e.g. biomarkers related to each outcome) were selected due to biological relevance and their roles in inflammation and immunology, and were identified during the data synthesis process prior to quantifying the number of studies reporting results related to each biomarker. Data visualization of the number of studies, chemical exposures, and biomarkers were restricted to PFOA, PFOS, and the top six most studied chemicals (PFBS, PFDA, PFHpA, PFHxS, PFNA, PFUnDA).\n\nAs put forth in the IARC Monographs on the Identification of Carcinogenic Hazards to Humans Preamble, the stream of evidence from which an effect is observed in is considered an indirect proxy for  strength  of mechanistic evidence depending on the study type/experimental model. Studies in which chemical exposures are evaluated in humans or  in vivo  mammalian systems are given a higher priority in the hazard identification process ( IARC, 2019a ). To emulate this process, we created a  weighted  scoring method according to study type: human studies conducted  in vivo  were assigned a weight of 3, animal  in vivo  studies a weight of 2, and those conducted  in vitro/ex vivo  a weight of 1. The weighted score was applied to each study identified as showing a significant directional effect as either increase or decrease (or null effect) per biomarker.\n\nTableau Desktop Professional Edition  vs.  2021.4.3 (Tableau; Seattle, WA) was employed to generate a variety of systematic evidence maps, allowing us to readily visualize the interrelationships of study types, PFAS exposures, and outcome-specific biomarkers. We created three types of evidence maps: 1) Pie charts depicting the sum of study numbers of major  PFAS  exposures stratified by  study types ; 2) Bubble maps illustrating the study number (as indicated by bubble size) of each outcome-specific  biomarkers  stratified by  PFAS  exposure types; and 3) Heat maps tabulating the  weighted  amount of evidence that a PFAS exposure is associated with the  increase  or  decrease  of a particular biomarker, or that no statistically significant change is observed.\n\nTo evaluate our newly created search terms for chronic inflammation and immunosuppression ( Supplementary Table 2b ), we compared our PFAS search results to those obtained using search terms developed using chronic inflammation and immunosuppression-specific key words from IARC and NTP ( Supplementary Table 2a ) through PubMed and SysRev. We then applied the chronic inflammation and immunosuppression search terms from UCB, IARC, and NTP to conduct similar searches with two established human carcinogens (Group 1 by IARC), chromium (VI) ( IARC, 2012 ), and benzene ( IARC, 2018 ) ( Supplementary Table 2c ) to compare the robustness and effectiveness of each set of search terms.\n\nThe comparison of the number of PFAS, chromium (VI) and benzene search results using UCB, IARC, and NTP search terms was conducted in PubMed to generate total, unique, and overlapping result numbers. We then evaluated the  unique  results from IARC and NTP that were not captured by UCB search terms. We downloaded the PMIDs of the unique results and uploaded them to SysRev for review, which allows for consistency among included vs. excluded studies throughout all comparisons of the three groups of chemicals and three sets of search terms from UCB, IARC, and NTP.\n\n## Study design\n\nWe conducted this SEM project using a modification of the Preferred Reporting Items for Systematic Reviews and Meta Analyses (PRISMA) ( Page et al., 2021 ) and guidance from  James  et al. (2016)  and the Collaboration for Environmental Evidence ( CEE, 2018 ). The overall approach applied in the literature search component of this project is detailed in  Fig. 1 . This flowchart presents the two fundamental steps of the study.  First , we aimed to create an expanded set of chronic inflammation and immunosuppression search terms, identified here as the University of California, Berkeley (UCB) search terms, to ensure that all relevant studies are included and considered for the evidence maps ( Sections 2.2 – 2.6 ).\n\nSecond , we compared the numbers of  relevant  chronic inflammation and immunosuppression studies retrieved using the UCB, IARC, and NTP search terms for three toxicants of interest, PFASs, chromium (VI), and benzene (Section 2.8) to develop optimal search terms for  comprehensive  and  effective  literature acquisition and to maximize the  transparency  of study selection and  rigorous  study screening process throughout the project.\n\n## Search term development\n\nOur expanded search terms are based upon existing search term sets from IARC ( IARC, 2019b ) and NTP ( Borrel et al., 2019 ) for each of the specified health endpoints ( Supplementary Table 2a ), which were then modified with additional keywords. This search term strategy was applied within the PubMed database, with the goal of maximizing the number of relevant studies retrieved while also minimizing unrelated articles in the search results. We repeatedly tested and adjusted our terms with expert assistance from a Berkeley campus librarian in order to produce a finalized set of search terms ( Supplementary Table 2b ), maximized for both scope and specificity ( Section 3.6 ). These search terms could be separated into specific chronic inflammation and immunosuppression search terms to increase the applicability of the search results. Additionally, we generated and modified search terms for the three chemicals of interest: PFASs, chromium (VI) and benzene ( Supplementary Table 2c ).\n\n## Literature search for PFAS studies\n\nWe conducted the PFAS literature search using the UCB search terms for chronic inflammation/immunosuppression and PFASs ( Supplementary Tables 2b  and  2c ). Our literature retrieval process is an adaptation of the PRISMA guidelines ( Page et al., 2021 ). Peer-reviewed published studies were searched in PubMed from its inception to December 16, 2020. This search included a wide scope of  study types  including epidemiological, experimental animal,  in vitro  or  ex vivo  and  in silico  studies, all of which examine the relationship between PFASs and endpoints pertaining to chronic inflammation or immunosuppression. To prevent the unintentional exclusion of relevant papers, we also assessed the reference lists of both the IARC Monograph Volume 110 ( IARC, 2016 ) and the NTP Monograph on Immunotoxicity associated with exposure to PFOA and PFOS ( NTP, 2016 ).\n\n## Identification of relevant studies in a two-step screening process\n\nTo obtain the final set of relevant studies, we conducted a two-step screening process: 1) a title and abstract screen, and 2) a full-text review. A minimum of two independent reviewers thoroughly screened and assessed the studies according to the set of study eligibility criteria based on the Populations, Exposures, Comparators, and Outcomes (PECO) statement provided in  Table 1  during both steps. Additional details regarding  inclusion  and  exclusion  criteria are provided in  Supplementary Table 3 . Conflicts among inclusion or exclusion labels were resolved by a third reviewer. Title and abstracts were  first  screened using  SysRev (2018) , an open-access web-based platform optimized for thorough and transparent review and data extraction of scientific studies to minimize any study selection bias. Results were recorded in SysRev and the majority of irrelevant studies that did not apply to our specified criteria (the exposure of interest and relevant biomarkers studied) were discarded. A  second  screen was conducted by downloading and examining full-length papers of all study types reporting on outcomes of chronic inflammation and immunosuppression related to PFAS exposure. Though KCC7 implies specific directionality of immune biomarkers (e.g. those indicative of immune system  suppression ), all studies reporting immune characteristics were included in our screening processes. Studies that did not pertain to either chronic inflammation or immunosuppression endpoints, did not have a relevant PFAS exposure, or were letters, editorials, commentaries, or corrigenda were excluded. Non-English or non-Chinese papers by which reviewers did not have a means of translation and studies unable to be retrieved via available networks were excluded prior to advancing to the data collection phase ( Supplementary Table 3 ).\n\n## Data coding strategy\n\nDuring the full-text evaluation of each study, relevant information was extracted according to the data coding strategy presented in  Table 2  and recorded by two independent reviewers in a summary table ( Supplementary Table 4 ) consisting of three panels along with bibliographic information: 1) Study type (i.e. human, animal,  in vitro , etc.), 2) PFAS exposure type, and 3) Outcomes related to chronic inflammation or immunosuppression. Within the context of this project, all reported immune effects/outcomes reported were extracted and coded as being related to chronic inflammation or immunosuppression regardless of directionality (increase or decrease). Studies were categorized into an evidence stream based on the study type, though studies may contribute to more than one stream of evidence. For example, a study may be conducted in both human, animal, as well as  in vitro  systems, and would therefore contribute to all three. Studies that were conducted in either  in vitro  or  ex vivo  systems were coded to be within the same evidence stream due to similar experimental design and/or conditions in which cells and/or tissues have been directly exposed to a chemical outside the context of the whole organism. All individual PFAS exposures applied in each study were recorded. Studies which measured effects of mixtures of PFASs or the total sum of PFASs were indicated as such. Due to the high diversity of chemicals within the PFAS family, an additional table with chemical classification and relevant  abbreviations  have been included for readers’ convenience ( Supplementary Table 5 ). Outcomes were identified as involving either chronic inflammation or immunosuppression, or both, according to the presence of outcome-related biomarkers as detailed in  Table 2 . When the two reviewers had conflicts regarding these outcomes, a group review with the subject matter experts and/or senior principal investigators was conducted to make final determinations.\n\n## Synthesis and mapping of data\n\nPertinent data (study type, PFAS exposure type, and biomarkers related to each outcome of interest) were extracted from  Supplementary Table 4  into two Microsoft excel files comprising inflammation-related and immunosuppression-related biomarkers. Creation of these two data subsets allowed us to tabulate the number of studies per relevant outcome and to further categorize them by study type and PFAS exposure type.\n\nMechanistic data (e.g. biomarkers related to each outcome) were selected due to biological relevance and their roles in inflammation and immunology, and were identified during the data synthesis process prior to quantifying the number of studies reporting results related to each biomarker. Data visualization of the number of studies, chemical exposures, and biomarkers were restricted to PFOA, PFOS, and the top six most studied chemicals (PFBS, PFDA, PFHpA, PFHxS, PFNA, PFUnDA).\n\nAs put forth in the IARC Monographs on the Identification of Carcinogenic Hazards to Humans Preamble, the stream of evidence from which an effect is observed in is considered an indirect proxy for  strength  of mechanistic evidence depending on the study type/experimental model. Studies in which chemical exposures are evaluated in humans or  in vivo  mammalian systems are given a higher priority in the hazard identification process ( IARC, 2019a ). To emulate this process, we created a  weighted  scoring method according to study type: human studies conducted  in vivo  were assigned a weight of 3, animal  in vivo  studies a weight of 2, and those conducted  in vitro/ex vivo  a weight of 1. The weighted score was applied to each study identified as showing a significant directional effect as either increase or decrease (or null effect) per biomarker.\n\nTableau Desktop Professional Edition  vs.  2021.4.3 (Tableau; Seattle, WA) was employed to generate a variety of systematic evidence maps, allowing us to readily visualize the interrelationships of study types, PFAS exposures, and outcome-specific biomarkers. We created three types of evidence maps: 1) Pie charts depicting the sum of study numbers of major  PFAS  exposures stratified by  study types ; 2) Bubble maps illustrating the study number (as indicated by bubble size) of each outcome-specific  biomarkers  stratified by  PFAS  exposure types; and 3) Heat maps tabulating the  weighted  amount of evidence that a PFAS exposure is associated with the  increase  or  decrease  of a particular biomarker, or that no statistically significant change is observed.\n\n## Data synthesis:\n\nPertinent data (study type, PFAS exposure type, and biomarkers related to each outcome of interest) were extracted from  Supplementary Table 4  into two Microsoft excel files comprising inflammation-related and immunosuppression-related biomarkers. Creation of these two data subsets allowed us to tabulate the number of studies per relevant outcome and to further categorize them by study type and PFAS exposure type.\n\nMechanistic data (e.g. biomarkers related to each outcome) were selected due to biological relevance and their roles in inflammation and immunology, and were identified during the data synthesis process prior to quantifying the number of studies reporting results related to each biomarker. Data visualization of the number of studies, chemical exposures, and biomarkers were restricted to PFOA, PFOS, and the top six most studied chemicals (PFBS, PFDA, PFHpA, PFHxS, PFNA, PFUnDA).\n\n## Weighted evidence:\n\nAs put forth in the IARC Monographs on the Identification of Carcinogenic Hazards to Humans Preamble, the stream of evidence from which an effect is observed in is considered an indirect proxy for  strength  of mechanistic evidence depending on the study type/experimental model. Studies in which chemical exposures are evaluated in humans or  in vivo  mammalian systems are given a higher priority in the hazard identification process ( IARC, 2019a ). To emulate this process, we created a  weighted  scoring method according to study type: human studies conducted  in vivo  were assigned a weight of 3, animal  in vivo  studies a weight of 2, and those conducted  in vitro/ex vivo  a weight of 1. The weighted score was applied to each study identified as showing a significant directional effect as either increase or decrease (or null effect) per biomarker.\n\n## Systematic evidence mapping:\n\nTableau Desktop Professional Edition  vs.  2021.4.3 (Tableau; Seattle, WA) was employed to generate a variety of systematic evidence maps, allowing us to readily visualize the interrelationships of study types, PFAS exposures, and outcome-specific biomarkers. We created three types of evidence maps: 1) Pie charts depicting the sum of study numbers of major  PFAS  exposures stratified by  study types ; 2) Bubble maps illustrating the study number (as indicated by bubble size) of each outcome-specific  biomarkers  stratified by  PFAS  exposure types; and 3) Heat maps tabulating the  weighted  amount of evidence that a PFAS exposure is associated with the  increase  or  decrease  of a particular biomarker, or that no statistically significant change is observed.\n\n## Search term comparison\n\nTo evaluate our newly created search terms for chronic inflammation and immunosuppression ( Supplementary Table 2b ), we compared our PFAS search results to those obtained using search terms developed using chronic inflammation and immunosuppression-specific key words from IARC and NTP ( Supplementary Table 2a ) through PubMed and SysRev. We then applied the chronic inflammation and immunosuppression search terms from UCB, IARC, and NTP to conduct similar searches with two established human carcinogens (Group 1 by IARC), chromium (VI) ( IARC, 2012 ), and benzene ( IARC, 2018 ) ( Supplementary Table 2c ) to compare the robustness and effectiveness of each set of search terms.\n\nThe comparison of the number of PFAS, chromium (VI) and benzene search results using UCB, IARC, and NTP search terms was conducted in PubMed to generate total, unique, and overlapping result numbers. We then evaluated the  unique  results from IARC and NTP that were not captured by UCB search terms. We downloaded the PMIDs of the unique results and uploaded them to SysRev for review, which allows for consistency among included vs. excluded studies throughout all comparisons of the three groups of chemicals and three sets of search terms from UCB, IARC, and NTP.\n\n## Results\n\nThe final UCB search terms for chronic inflammation and immunosuppression as immunotoxic outcomes and the testing chemicals (PFASs, chromium (VI), and benzene) are presented in  Supplementary Table 2b  and  Table 2c , respectively. Specific search terms for chronic inflammation (blue) and immunosuppression (green) are shown using a color-coding scheme. As some biomarkers (i.e. blood cell types) apply to both chronic inflammation and immunosuppression outcomes, associated search terms are highlighted in yellow.\n\nUsing the UCB search terms, a total of 349 PFAS studies qualified for detailed review from the initial 1155 studies, as described in  Fig. 2 . After full-text review, a total of 321 studies was selected based on eligibility criteria. An overview of the different study types, nature of the PFAS chemical exposure(s), and applicable health outcome (chronic inflammation and/or immunosuppression) for each selected study is summarized in  Table 3  and is further detailed in  Supplementary Table 4 . Of the selected studies that were fully reviewed, 71 were human, 162 were animal (with the majority in mammals, N = 129), 76 studies were conducted  in vitro,  and 3 studies were conducted  in silico . Review papers (N = 34) were not considered original research studies and were not assigned to a specific health outcome. All relevant papers included in PFOA/PFOS monographs published by IARC ( IARC, 2016 ) and ( NTP, 2016 ), respectively, were captured by our literature search.\n\nPFOA and PFOS, the most studied PFASs, accounted for 148 and 147 of the qualified studies, respectively, while 7 studies described exposure as PFASs or cumulative PFASs. We also characterized exposure information for other PFASs, including PFNA, PFHxS, PFDA, PFUnDA, PFHpA, and PFBS, each of which had more than a total of 15  qualified  studies. Of all the evaluated studies,  143  were found to be related to general inflammation (ascribed to “chronic inflammation”),  49  to immunosuppression, and  95  to both ( Table 3 ).\n\nTo better visualize the data extracted from studies which had been classified as being related to either chronic inflammation ( Fig. 3a ) or immunosuppression ( Fig. 3b ), the number of studies per PFAS exposure type were tabulated, and then further stratified by study types (human  in vivo , animal  in vivo , and  in vitro/ex vivo ) as evidence streams. PFOA, PFOS, PFNA, and PFDA represent the largest proportions of studies for both outcomes and, for each chemical, most studies were animal  in vivo  followed by human  in vivo . The majority of PFHxS data were obtained from human  in vivo  studies.\n\nFig. 4  illustrates the relative number of studies that assess biomarkers related to inflammation ( Fig. 4a ) and immunosuppression ( Fig. 4b ) stratified by the type of PFAS exposure. Studies assessing the inflammatory effects of PFOA and PFOS on biomarkers including IL-6, tumor necrosis factor-α (TNF-α), interleukin-1β (IL-1β), are the most well-represented, though the effects of other lesser-studied PFASs (i.e. PFNA, PFDA, PFHxS) on these biomarkers were also assessed ( Fig. 4a ). Similarly, we see that studies assessing the effects of PFOA and PFOS on immunosuppression biomarkers including IgE, IgG, IgM, CD4 + , and CD8 +  T-cell sub-types are the most well-represented ( Fig. 4b ). Additionally, there is a relatively large number of PFOS-studies in which study authors aim to characterize effects on lymphocytes, though this does not appear to be the case for other PFAS exposure types.\n\nBased on these evidence maps, biomarkers such as IL-6, TNF-α, IL-1β, various immunoglobulins (IgE, IgG and IgM), T-cell subtypes, and lymphocytes, among others, appear to be well-represented in the literature. We further evaluated the effects of PFASs on relevant biomarkers and aimed to provide a visualization of the directionality of that effect, or lack thereof. Because of the  weighting  of the evidence according to the stream of evidence in which the effect is measured ( Section 2.6 ), the systematic evidence maps generated for this purpose also provide insight into the relative  strength  of the evidence in accordance with the IARC preamble ( IARC, 2019a ). The frequency and directionality, weighted by line of evidence, are presented for the biomarkers related to chronic inflammation in  Table 4  and to immunosuppression in  Table 5 . Numbers provided in each table are  weighted evidence scores,  which have been calculated based on the weight of the evidence stream type. The exposure-response effects relating to chronic inflammation and immunosuppression exhibited in these studies are discussed more extensively in the following  Sections 3.4  and  3.5 , as well as summarized in  Supplementary Table 6a – b  and  7a – b , respectively.\n\nCytokines including IL-1β, interferon-γ (IFN-γ), IL-6, and TNF-α, appear in relatively high frequency in this dataset. Several animal studies report an increase in concentrations or mRNA expression of several cytokines, particularly those of IL-1β, IL-6, and TNF-α, at various levels of both PFOA and PFOS exposures ( Dong et al., 2010 ;  Liu et al., 2016 ;  Shao et al., 2020 ;  Yang, 2010 ). Though the increases in circulatory levels and mRNA expression of TNF-α in animal models exposed to PFASs  in vivo  are well characterized ( Fang et al., 2010 ;  Rockwell, 2013 ), there are no statistically significant associations reported between this biomarker and PFAS exposures in humans, with the exception of PFHxS ( Bassler et al., 2019 ) ( Stein et al., 2016 ).  In vivo  evidence of the effects of other PFASs, such as PFNA, on IL-6 levels remain ambiguous ( Fang et al., 2012a ,  2012b ).\n\nThere are a moderate number of studies assessing PFAS-induced effects on cytokines IL-2, IL-4, IL-8, and IL-10, as well as serum proteins such as C-reactive protein (CRP), though they are still relatively well-represented in the literature. Several anti-inflammatory cytokines, such as IL-4 and IL-10, are shown to be downregulated following exposure to PFOA ( Qazi et al., 2010 ;  Zhang et al., 2014 ). Both increases and decreases in IL-4 and IL-10 concentrations and/or expression were reported across multiple study types following exposure to PFOS ( Corsini et al., 2012 ;  Guo et al., 2019 ;  Wang et al., 2020b ;  Zhu et al., 2020 ) and to PFNA ( Fang et al., 2008 ,  2009 ,  2012b ).\n\nStudies examining the effects of PFAS-exposures on other cellular biomarkers critical to initiating and regulating the inflammatory process, such as macrophages, neutrophils, monocytes, and eosinophils, also appear in moderate frequency in this dataset. For the purposes of our review, we have included any perturbation to these myeloid-lineage cell numbers as KCC6 outcomes as they are important mediators of acute inflammatory process ( Fujiwara and Kobayashi, 2005 ), though neutrophils and macrophages have more recently been recognized as having a role in chronic inflammation as well ( Fujiwara and Kobayashi, 2005 ;  Herrero-Cervera et al., 2022 ;  Kolaczkowska and Kubes, 2013 ). PFOA and PFOS have been shown to trigger the accumulation and recruitment of other inflammatory cells in animal models, such as peritoneal and splenic macrophages and eosinophils in the lung ( Dong et al., 2010 ;  Fairley et al., 2007 ;  Qazi et al., 2010 ), although this trend varies and may depend on tissue type and cell-subtype ( Qazi et al., 2009a ;  Shane, 2020 ).\n\nA wide range of biomarkers are more sparsely represented in the environmental health literature, including the cytokines, IL-1a, IL-5, IL-18, IL-33, and serum proteins such as nuclear factor kappa B (NFκB), caspase-1 and -3, and NOD-, LRR- and pyrin domain-containing protein 3 (NLRP3). Though relatively limited, the general narrative of these studies is that PFOA and PFOS contribute to the formation and upregulation of the inflammasome, which is a cytosolic inflammatory complex involving NLRP3. This effect is further evidenced by elevated levels of IL-1β and IL-18 following PFOA/PFOS exposure in several animal studies, as NLRP3 is implicated in the cleaving of pro-IL-1β and pro-IL-18 into active forms ( Shao et al., 2020 ;  Zhang et al., 2021 ). PFDA administration  in vivo  and  in vitro  (in a human gastric cell line) was also shown to contribute to elevated NLRP3 expression and increased levels of IL-1β and IL-18 ( Wang et al., 2020a ;  Zhou, 2017 ). Other animal studies have shown that PFOA and PFOS exposure increases the protein concentration of caspase-3 ( Liu et al., 2016 ;  Lv et al., 2018 ), and consequentially NFκB, which may cause dyshomeostasis in inflammation and other disease pathways ( Cui et al., 2015 ;  Han et al., 2018 ;  Li et al., 2018 ). Elevated levels of caspase-1 were reported in several animal studies in which PFOA was administered both  in vivo  and  in vitro  ( Shao et al., 2020 ;  Weng et al., 2020 ;  Zhang et al., 2021 ). Further, both PFDA and PFNA exposure were shown to cause increased levels of caspase-1 and caspase-3 in mice ( Wang et al., 2020a ).\n\nThough data on toll-like receptor (TLR)-2 and -4 are also limited, PFOA exposure increased expression of mRNA related to the MyD88 pathway in zebrafish ( Zhong et al., 2020 ), and was also shown to upregulate the mRNA and protein levels of TLR-2 and 4 in gut, hepatic, and neuroinflammation in mice ( Shao et al., 2020 ;  Shi et al., 2020 ). PFOA was also shown to increase enzyme and mRNA levels of cyclooxygenase-2 (COX-2), which is involved in the conversion of pro-inflammatory molecules, in both the liver and colon tissue of mice and in mast cells ( Shi et al., 2020 ;  Singh et al., 2012 ;  Yang et al., 2014 ).\n\nHuman studies investigating chemicals’ capacities to impair the immune system’s response to an infectious agent commonly measure disease/infection incidence or severity as the endpoint(s) of interest. These adverse health outcomes are considered to be the most sound indicators of immunosuppression ( NTP, 2016 ;  WHO, 2012 ). Several studies investigated these outcomes in children and their associations with prenatal and/or early-life PFAS exposures, which have been captured by our literature search herein and detailed in  Supplementary Table 4 .\n\nIn brief, most studies measured maternal plasma or serum PFAS levels as surrogates of prenatal exposures in young children and analyzed the relevance with their responses to infectious agents. Prenatal PFAS exposure, including PFOA, PFOS and beyond, were positively correlated with airway infections and diarrhea/gastric flu ( Ait Bamai et al., 2020 ;  Impinen et al., 2019 ), common cold and/or gastroenteritis episodes ( Granum et al., 2013 ), and fever frequency when controlling for maternal age, child age, parity, and education level ( Dalsager et al., 2016 ). Interestingly, one study followed up their study subjects through the age of 10, and reported highest maternal PFOS levels were associated with increased odds ratios of total infectious diseases, and PFHxS with a higher risk of total infectious diseases among girls within the study population ( Goudarzi et al., 2017 ). These findings suggest that prenatal  maternal  exposures to PFASs may contribute to  childhood  infection outcomes indicative of immunosuppression.\n\nThe most commonly measured biomarkers related to the humoral immune system included several immunoglobulins, such as IgG, IgM, and IgE. Several studies reported a reduction in circulating immunoglobulins, including IgG and IgM, following  in vivo  PFOA and PFOS exposure ( DeWitt et al., 2009 ;  Dong et al., 2011 ;  Keil et al., 2008 ;  Peden-Adams et al., 2008 ;  Yang et al., 2006 ). Though significantly decreased cord blood IgE levels were reported in female infants with high maternal PFOA concentrations ( Okada et al., 2012 ), several studies reported that PFOA and PFOS were associated with both elevated IgE levels in both humans and animals ( Dong et al., 2011 ,  2013 ;  Fairley et al., 2007 ;  Wang et al., 2011 ). Though there is smaller body of evidence regarding these lesser-studied PFASs effect on immunoglobulin production, PFDA and PFNA were shown to  increase  levels of human serum IgE and IgG ( Dong et al., 2013 ;  Lee, 2016 ).\n\nAdditionally, there is a relatively robust dataset on PFAS-induced effects on cell-mediated immunity. Cell-surface marker analysis revealed that PFNA significantly altered percentages of different T-cell subsets in exposed mice, with dramatic decreased percentages of CD4 + CD8 +  reported in  thymic  lymphocytes ( Fang et al., 2008 ). Similarly, PFOA and PFOS have been shown to significantly alter CD4 +  and CD8 +  T-cell populations, in both mammalian and non-mammalian species, though the extent of this effect may also be organ-specific (i.e. spleen vs. thymus) ( Qazi et al., 2009b ;  Son et al., 2008 ;  Yang, 2010 ;  Zheng et al., 2009 ;  Zhong et al., 2016 ).\n\nA number of studies reported PFAS’s immunosuppressive effects with respect to B-cell subtypes, natural killer (NK) cells, and other cell surface markers or cell types. In the immunosuppression subset of studies, biomarkers relating to PFOA and PFOS suppression of the innate immune system included a reduction in NK cell activity in mice ( DeWitt et al., 2016 ;  Zhong et al., 2016 ), which play an important role in the body’s cytotoxic response to tumor cells or other exogenous pathogens. B-cell count, which was measured via B-lymphocyte CD19 +  and CD45 +  surface biomarkers, was also significantly reduced in mice exposed to PFOA and PFOS  in vivo  ( Qazi et al., 2009b ,  Qazi, 2012 ;  Shane, 2020 ;  Yang, 2001 ). PFASs, including PFOA, PFOS, and lesser-studied PFDA, PFHxS, and PFNA, are shown to decrease neutrophil count in a variety of study types ( Ding et al., 2017 ;  Omoike et al., 2020 ;  Pecquet et al., 2020 ;  Qazi et al., 2009a ), while PFDA exposures have been shown to decrease splenic macrophage count in both rats and mice ( Frawley et al., 2018 ).\n\nThe minimal data in other T-cell subtypes, various chemokines, and serum complement component 3 (C3) are also included as biomarkers suggestive of immunosuppression. Exposure to PFOA has been shown to disturb the complement cascade measured as perturbations to the levels of C3, a cascade of proteins that enhance the ability of antibodies and phagocytes to target and eliminate pathogens in exposed mice ( Botelho et al., 2015 ). Cytokines and chemokines are also a critical component of the adaptive immune system, that are responsible for cell signaling. Though limited in number, these studies provide evidence that both PFOA and PFOS exposure suppressed the release of chemokines such as CXCL2, CXCL8, CXCL9, and CXCL10, as reported in various human cell lines and in a non-mammalian animal study ( Sorli et al., 2020 ;  Szilagyi, 2020 ;  Zhang et al., 2020 ).\n\nThe three sets of search terms from IARC, NTP, and UCB were directly compared in the acquisition of PFASs, chromium (VI) and benzene studies ( Supplementary Tables 2a – c ). We aimed to compare the scope of each set of search terms – measured by the number of relevant studies retrieved – and the effectiveness which is assessed by the number of IARC and NTP search results that met our inclusion criteria  relative  to the total number of relevant studies identified using UCB search terms. The numbers of unique and overlapping results between the three sets of search terms are presented in  Table 6 .\n\nIn general, the UCB search terms consistently yielded the highest number of search results for all three toxicants, with a high degree of overlap with the results using IARC and NTP search terms. Although some  unique  NTP search results were not captured by the UCB search terms, the majority of these studies (96–100%) were not relevant to the exposure and chronic inflammation and/or immunosuppression ( Table 6 ). The UCB search terms are therefore more  effective,  in that they retrieve a higher proportion of useful studies. The detailed results from each of the toxicants tested are described below.\n\nThe UCB search terms retrieved substantially more (5- to 13-times more)  unique  PFAS studies from the PubMed literature search, the majority of which were not captured by the IARC and NTP search terms. Of the unique NTP studies, only one (of 28 relevant to chronic inflammation and 161 relevant to chronic inflammation/immunosuppression overall search results) was relevant ( Table 6 ).\n\nBased on the title and abstract screen of the IARC and NTP chronic inflammation/immunosuppression search results, only 127 and 85 studies ( Table 6 ), respectively, met our inclusion criteria ( Supplementary Table 3 ). Relative to the 349  relevant  studies identified during the first screen of the UCB search results, the IARC search results only captured 36.4% (127 out of 349), while the NTP search results captured 24.3% (85 out of 349).\n\nThe UCB search terms also retrieved substantially more studies pertaining to chromium (VI) than those acquired using the IARC and NTP search terms. The IARC search terms did not yield any unique search results, and of the unique studies identified using NTP search terms, only 8 studies were found to be relevant to immunosuppression and chronic inflammation/immunosuppression after reviewing them via title and abstract screen. Thus, 96 %  (170 of 177) to 99.4% (172 of 173) of NTP’s unique studies were  irrelevant  to immunosuppression and chronic inflammation/immunosuppression outcomes, respectively ( Table 6 ).\n\nSimilar to the PFAS and chromium (VI) findings described above, the unique UCB search results for benzene are much higher than the number of results obtained by the IARC and NTP search terms. Although there are  unique  NTP search results, only two studies were relevant to chronic inflammation and/or immunosuppression outcomes following title and abstract screening in SysRev ( Table 6 ). Therefore, a majority of these studies were irrelevant to benzene and chronic inflammation (36 of 37, 97.3%) and/or immunosuppression (365 of 366, 99%).\n\nThe search results using the UCB search terms were combined with the benzene chemical terms, limited to human studies only ( Supplementary Tables 2b – c ), and further compared with search term results that were generated previously in  Guo et al. (2020) . The new search terms generated 1951 results, including 169 additional studies pertaining to benzene-induced chronic inflammation and immunosuppression in humans than identified in the former study.\n\n## Finalized chronic inflammation and immunosuppression search terms\n\nThe final UCB search terms for chronic inflammation and immunosuppression as immunotoxic outcomes and the testing chemicals (PFASs, chromium (VI), and benzene) are presented in  Supplementary Table 2b  and  Table 2c , respectively. Specific search terms for chronic inflammation (blue) and immunosuppression (green) are shown using a color-coding scheme. As some biomarkers (i.e. blood cell types) apply to both chronic inflammation and immunosuppression outcomes, associated search terms are highlighted in yellow.\n\n## Application of the search terms to studies on PFAS\n\nUsing the UCB search terms, a total of 349 PFAS studies qualified for detailed review from the initial 1155 studies, as described in  Fig. 2 . After full-text review, a total of 321 studies was selected based on eligibility criteria. An overview of the different study types, nature of the PFAS chemical exposure(s), and applicable health outcome (chronic inflammation and/or immunosuppression) for each selected study is summarized in  Table 3  and is further detailed in  Supplementary Table 4 . Of the selected studies that were fully reviewed, 71 were human, 162 were animal (with the majority in mammals, N = 129), 76 studies were conducted  in vitro,  and 3 studies were conducted  in silico . Review papers (N = 34) were not considered original research studies and were not assigned to a specific health outcome. All relevant papers included in PFOA/PFOS monographs published by IARC ( IARC, 2016 ) and ( NTP, 2016 ), respectively, were captured by our literature search.\n\nPFOA and PFOS, the most studied PFASs, accounted for 148 and 147 of the qualified studies, respectively, while 7 studies described exposure as PFASs or cumulative PFASs. We also characterized exposure information for other PFASs, including PFNA, PFHxS, PFDA, PFUnDA, PFHpA, and PFBS, each of which had more than a total of 15  qualified  studies. Of all the evaluated studies,  143  were found to be related to general inflammation (ascribed to “chronic inflammation”),  49  to immunosuppression, and  95  to both ( Table 3 ).\n\n## Evidence mapping of chronic inflammation and immunosuppression studies\n\nTo better visualize the data extracted from studies which had been classified as being related to either chronic inflammation ( Fig. 3a ) or immunosuppression ( Fig. 3b ), the number of studies per PFAS exposure type were tabulated, and then further stratified by study types (human  in vivo , animal  in vivo , and  in vitro/ex vivo ) as evidence streams. PFOA, PFOS, PFNA, and PFDA represent the largest proportions of studies for both outcomes and, for each chemical, most studies were animal  in vivo  followed by human  in vivo . The majority of PFHxS data were obtained from human  in vivo  studies.\n\nFig. 4  illustrates the relative number of studies that assess biomarkers related to inflammation ( Fig. 4a ) and immunosuppression ( Fig. 4b ) stratified by the type of PFAS exposure. Studies assessing the inflammatory effects of PFOA and PFOS on biomarkers including IL-6, tumor necrosis factor-α (TNF-α), interleukin-1β (IL-1β), are the most well-represented, though the effects of other lesser-studied PFASs (i.e. PFNA, PFDA, PFHxS) on these biomarkers were also assessed ( Fig. 4a ). Similarly, we see that studies assessing the effects of PFOA and PFOS on immunosuppression biomarkers including IgE, IgG, IgM, CD4 + , and CD8 +  T-cell sub-types are the most well-represented ( Fig. 4b ). Additionally, there is a relatively large number of PFOS-studies in which study authors aim to characterize effects on lymphocytes, though this does not appear to be the case for other PFAS exposure types.\n\nBased on these evidence maps, biomarkers such as IL-6, TNF-α, IL-1β, various immunoglobulins (IgE, IgG and IgM), T-cell subtypes, and lymphocytes, among others, appear to be well-represented in the literature. We further evaluated the effects of PFASs on relevant biomarkers and aimed to provide a visualization of the directionality of that effect, or lack thereof. Because of the  weighting  of the evidence according to the stream of evidence in which the effect is measured ( Section 2.6 ), the systematic evidence maps generated for this purpose also provide insight into the relative  strength  of the evidence in accordance with the IARC preamble ( IARC, 2019a ). The frequency and directionality, weighted by line of evidence, are presented for the biomarkers related to chronic inflammation in  Table 4  and to immunosuppression in  Table 5 . Numbers provided in each table are  weighted evidence scores,  which have been calculated based on the weight of the evidence stream type. The exposure-response effects relating to chronic inflammation and immunosuppression exhibited in these studies are discussed more extensively in the following  Sections 3.4  and  3.5 , as well as summarized in  Supplementary Table 6a – b  and  7a – b , respectively.\n\n## Data visualizations of most-studied PFASs and study type distributions\n\nTo better visualize the data extracted from studies which had been classified as being related to either chronic inflammation ( Fig. 3a ) or immunosuppression ( Fig. 3b ), the number of studies per PFAS exposure type were tabulated, and then further stratified by study types (human  in vivo , animal  in vivo , and  in vitro/ex vivo ) as evidence streams. PFOA, PFOS, PFNA, and PFDA represent the largest proportions of studies for both outcomes and, for each chemical, most studies were animal  in vivo  followed by human  in vivo . The majority of PFHxS data were obtained from human  in vivo  studies.\n\n## Data visualizations of most studied biomarkers per PFAS exposure type\n\nFig. 4  illustrates the relative number of studies that assess biomarkers related to inflammation ( Fig. 4a ) and immunosuppression ( Fig. 4b ) stratified by the type of PFAS exposure. Studies assessing the inflammatory effects of PFOA and PFOS on biomarkers including IL-6, tumor necrosis factor-α (TNF-α), interleukin-1β (IL-1β), are the most well-represented, though the effects of other lesser-studied PFASs (i.e. PFNA, PFDA, PFHxS) on these biomarkers were also assessed ( Fig. 4a ). Similarly, we see that studies assessing the effects of PFOA and PFOS on immunosuppression biomarkers including IgE, IgG, IgM, CD4 + , and CD8 +  T-cell sub-types are the most well-represented ( Fig. 4b ). Additionally, there is a relatively large number of PFOS-studies in which study authors aim to characterize effects on lymphocytes, though this does not appear to be the case for other PFAS exposure types.\n\n## Data visualizations of directionality of biomarkers and strength of the evidence\n\nBased on these evidence maps, biomarkers such as IL-6, TNF-α, IL-1β, various immunoglobulins (IgE, IgG and IgM), T-cell subtypes, and lymphocytes, among others, appear to be well-represented in the literature. We further evaluated the effects of PFASs on relevant biomarkers and aimed to provide a visualization of the directionality of that effect, or lack thereof. Because of the  weighting  of the evidence according to the stream of evidence in which the effect is measured ( Section 2.6 ), the systematic evidence maps generated for this purpose also provide insight into the relative  strength  of the evidence in accordance with the IARC preamble ( IARC, 2019a ). The frequency and directionality, weighted by line of evidence, are presented for the biomarkers related to chronic inflammation in  Table 4  and to immunosuppression in  Table 5 . Numbers provided in each table are  weighted evidence scores,  which have been calculated based on the weight of the evidence stream type. The exposure-response effects relating to chronic inflammation and immunosuppression exhibited in these studies are discussed more extensively in the following  Sections 3.4  and  3.5 , as well as summarized in  Supplementary Table 6a – b  and  7a – b , respectively.\n\n## Chronic inflammatory effects of PFAS exposures\n\nCytokines including IL-1β, interferon-γ (IFN-γ), IL-6, and TNF-α, appear in relatively high frequency in this dataset. Several animal studies report an increase in concentrations or mRNA expression of several cytokines, particularly those of IL-1β, IL-6, and TNF-α, at various levels of both PFOA and PFOS exposures ( Dong et al., 2010 ;  Liu et al., 2016 ;  Shao et al., 2020 ;  Yang, 2010 ). Though the increases in circulatory levels and mRNA expression of TNF-α in animal models exposed to PFASs  in vivo  are well characterized ( Fang et al., 2010 ;  Rockwell, 2013 ), there are no statistically significant associations reported between this biomarker and PFAS exposures in humans, with the exception of PFHxS ( Bassler et al., 2019 ) ( Stein et al., 2016 ).  In vivo  evidence of the effects of other PFASs, such as PFNA, on IL-6 levels remain ambiguous ( Fang et al., 2012a ,  2012b ).\n\nThere are a moderate number of studies assessing PFAS-induced effects on cytokines IL-2, IL-4, IL-8, and IL-10, as well as serum proteins such as C-reactive protein (CRP), though they are still relatively well-represented in the literature. Several anti-inflammatory cytokines, such as IL-4 and IL-10, are shown to be downregulated following exposure to PFOA ( Qazi et al., 2010 ;  Zhang et al., 2014 ). Both increases and decreases in IL-4 and IL-10 concentrations and/or expression were reported across multiple study types following exposure to PFOS ( Corsini et al., 2012 ;  Guo et al., 2019 ;  Wang et al., 2020b ;  Zhu et al., 2020 ) and to PFNA ( Fang et al., 2008 ,  2009 ,  2012b ).\n\nStudies examining the effects of PFAS-exposures on other cellular biomarkers critical to initiating and regulating the inflammatory process, such as macrophages, neutrophils, monocytes, and eosinophils, also appear in moderate frequency in this dataset. For the purposes of our review, we have included any perturbation to these myeloid-lineage cell numbers as KCC6 outcomes as they are important mediators of acute inflammatory process ( Fujiwara and Kobayashi, 2005 ), though neutrophils and macrophages have more recently been recognized as having a role in chronic inflammation as well ( Fujiwara and Kobayashi, 2005 ;  Herrero-Cervera et al., 2022 ;  Kolaczkowska and Kubes, 2013 ). PFOA and PFOS have been shown to trigger the accumulation and recruitment of other inflammatory cells in animal models, such as peritoneal and splenic macrophages and eosinophils in the lung ( Dong et al., 2010 ;  Fairley et al., 2007 ;  Qazi et al., 2010 ), although this trend varies and may depend on tissue type and cell-subtype ( Qazi et al., 2009a ;  Shane, 2020 ).\n\nA wide range of biomarkers are more sparsely represented in the environmental health literature, including the cytokines, IL-1a, IL-5, IL-18, IL-33, and serum proteins such as nuclear factor kappa B (NFκB), caspase-1 and -3, and NOD-, LRR- and pyrin domain-containing protein 3 (NLRP3). Though relatively limited, the general narrative of these studies is that PFOA and PFOS contribute to the formation and upregulation of the inflammasome, which is a cytosolic inflammatory complex involving NLRP3. This effect is further evidenced by elevated levels of IL-1β and IL-18 following PFOA/PFOS exposure in several animal studies, as NLRP3 is implicated in the cleaving of pro-IL-1β and pro-IL-18 into active forms ( Shao et al., 2020 ;  Zhang et al., 2021 ). PFDA administration  in vivo  and  in vitro  (in a human gastric cell line) was also shown to contribute to elevated NLRP3 expression and increased levels of IL-1β and IL-18 ( Wang et al., 2020a ;  Zhou, 2017 ). Other animal studies have shown that PFOA and PFOS exposure increases the protein concentration of caspase-3 ( Liu et al., 2016 ;  Lv et al., 2018 ), and consequentially NFκB, which may cause dyshomeostasis in inflammation and other disease pathways ( Cui et al., 2015 ;  Han et al., 2018 ;  Li et al., 2018 ). Elevated levels of caspase-1 were reported in several animal studies in which PFOA was administered both  in vivo  and  in vitro  ( Shao et al., 2020 ;  Weng et al., 2020 ;  Zhang et al., 2021 ). Further, both PFDA and PFNA exposure were shown to cause increased levels of caspase-1 and caspase-3 in mice ( Wang et al., 2020a ).\n\nThough data on toll-like receptor (TLR)-2 and -4 are also limited, PFOA exposure increased expression of mRNA related to the MyD88 pathway in zebrafish ( Zhong et al., 2020 ), and was also shown to upregulate the mRNA and protein levels of TLR-2 and 4 in gut, hepatic, and neuroinflammation in mice ( Shao et al., 2020 ;  Shi et al., 2020 ). PFOA was also shown to increase enzyme and mRNA levels of cyclooxygenase-2 (COX-2), which is involved in the conversion of pro-inflammatory molecules, in both the liver and colon tissue of mice and in mast cells ( Shi et al., 2020 ;  Singh et al., 2012 ;  Yang et al., 2014 ).\n\n## Immunosuppressive effects of PFAS exposures\n\nHuman studies investigating chemicals’ capacities to impair the immune system’s response to an infectious agent commonly measure disease/infection incidence or severity as the endpoint(s) of interest. These adverse health outcomes are considered to be the most sound indicators of immunosuppression ( NTP, 2016 ;  WHO, 2012 ). Several studies investigated these outcomes in children and their associations with prenatal and/or early-life PFAS exposures, which have been captured by our literature search herein and detailed in  Supplementary Table 4 .\n\nIn brief, most studies measured maternal plasma or serum PFAS levels as surrogates of prenatal exposures in young children and analyzed the relevance with their responses to infectious agents. Prenatal PFAS exposure, including PFOA, PFOS and beyond, were positively correlated with airway infections and diarrhea/gastric flu ( Ait Bamai et al., 2020 ;  Impinen et al., 2019 ), common cold and/or gastroenteritis episodes ( Granum et al., 2013 ), and fever frequency when controlling for maternal age, child age, parity, and education level ( Dalsager et al., 2016 ). Interestingly, one study followed up their study subjects through the age of 10, and reported highest maternal PFOS levels were associated with increased odds ratios of total infectious diseases, and PFHxS with a higher risk of total infectious diseases among girls within the study population ( Goudarzi et al., 2017 ). These findings suggest that prenatal  maternal  exposures to PFASs may contribute to  childhood  infection outcomes indicative of immunosuppression.\n\nThe most commonly measured biomarkers related to the humoral immune system included several immunoglobulins, such as IgG, IgM, and IgE. Several studies reported a reduction in circulating immunoglobulins, including IgG and IgM, following  in vivo  PFOA and PFOS exposure ( DeWitt et al., 2009 ;  Dong et al., 2011 ;  Keil et al., 2008 ;  Peden-Adams et al., 2008 ;  Yang et al., 2006 ). Though significantly decreased cord blood IgE levels were reported in female infants with high maternal PFOA concentrations ( Okada et al., 2012 ), several studies reported that PFOA and PFOS were associated with both elevated IgE levels in both humans and animals ( Dong et al., 2011 ,  2013 ;  Fairley et al., 2007 ;  Wang et al., 2011 ). Though there is smaller body of evidence regarding these lesser-studied PFASs effect on immunoglobulin production, PFDA and PFNA were shown to  increase  levels of human serum IgE and IgG ( Dong et al., 2013 ;  Lee, 2016 ).\n\nAdditionally, there is a relatively robust dataset on PFAS-induced effects on cell-mediated immunity. Cell-surface marker analysis revealed that PFNA significantly altered percentages of different T-cell subsets in exposed mice, with dramatic decreased percentages of CD4 + CD8 +  reported in  thymic  lymphocytes ( Fang et al., 2008 ). Similarly, PFOA and PFOS have been shown to significantly alter CD4 +  and CD8 +  T-cell populations, in both mammalian and non-mammalian species, though the extent of this effect may also be organ-specific (i.e. spleen vs. thymus) ( Qazi et al., 2009b ;  Son et al., 2008 ;  Yang, 2010 ;  Zheng et al., 2009 ;  Zhong et al., 2016 ).\n\nA number of studies reported PFAS’s immunosuppressive effects with respect to B-cell subtypes, natural killer (NK) cells, and other cell surface markers or cell types. In the immunosuppression subset of studies, biomarkers relating to PFOA and PFOS suppression of the innate immune system included a reduction in NK cell activity in mice ( DeWitt et al., 2016 ;  Zhong et al., 2016 ), which play an important role in the body’s cytotoxic response to tumor cells or other exogenous pathogens. B-cell count, which was measured via B-lymphocyte CD19 +  and CD45 +  surface biomarkers, was also significantly reduced in mice exposed to PFOA and PFOS  in vivo  ( Qazi et al., 2009b ,  Qazi, 2012 ;  Shane, 2020 ;  Yang, 2001 ). PFASs, including PFOA, PFOS, and lesser-studied PFDA, PFHxS, and PFNA, are shown to decrease neutrophil count in a variety of study types ( Ding et al., 2017 ;  Omoike et al., 2020 ;  Pecquet et al., 2020 ;  Qazi et al., 2009a ), while PFDA exposures have been shown to decrease splenic macrophage count in both rats and mice ( Frawley et al., 2018 ).\n\nThe minimal data in other T-cell subtypes, various chemokines, and serum complement component 3 (C3) are also included as biomarkers suggestive of immunosuppression. Exposure to PFOA has been shown to disturb the complement cascade measured as perturbations to the levels of C3, a cascade of proteins that enhance the ability of antibodies and phagocytes to target and eliminate pathogens in exposed mice ( Botelho et al., 2015 ). Cytokines and chemokines are also a critical component of the adaptive immune system, that are responsible for cell signaling. Though limited in number, these studies provide evidence that both PFOA and PFOS exposure suppressed the release of chemokines such as CXCL2, CXCL8, CXCL9, and CXCL10, as reported in various human cell lines and in a non-mammalian animal study ( Sorli et al., 2020 ;  Szilagyi, 2020 ;  Zhang et al., 2020 ).\n\n## Relevance of maternal PFAS serum levels with children’s immune response to infectious agents\n\nHuman studies investigating chemicals’ capacities to impair the immune system’s response to an infectious agent commonly measure disease/infection incidence or severity as the endpoint(s) of interest. These adverse health outcomes are considered to be the most sound indicators of immunosuppression ( NTP, 2016 ;  WHO, 2012 ). Several studies investigated these outcomes in children and their associations with prenatal and/or early-life PFAS exposures, which have been captured by our literature search herein and detailed in  Supplementary Table 4 .\n\nIn brief, most studies measured maternal plasma or serum PFAS levels as surrogates of prenatal exposures in young children and analyzed the relevance with their responses to infectious agents. Prenatal PFAS exposure, including PFOA, PFOS and beyond, were positively correlated with airway infections and diarrhea/gastric flu ( Ait Bamai et al., 2020 ;  Impinen et al., 2019 ), common cold and/or gastroenteritis episodes ( Granum et al., 2013 ), and fever frequency when controlling for maternal age, child age, parity, and education level ( Dalsager et al., 2016 ). Interestingly, one study followed up their study subjects through the age of 10, and reported highest maternal PFOS levels were associated with increased odds ratios of total infectious diseases, and PFHxS with a higher risk of total infectious diseases among girls within the study population ( Goudarzi et al., 2017 ). These findings suggest that prenatal  maternal  exposures to PFASs may contribute to  childhood  infection outcomes indicative of immunosuppression.\n\n## Mechanistic evidence suggestive of immunosuppression\n\nThe most commonly measured biomarkers related to the humoral immune system included several immunoglobulins, such as IgG, IgM, and IgE. Several studies reported a reduction in circulating immunoglobulins, including IgG and IgM, following  in vivo  PFOA and PFOS exposure ( DeWitt et al., 2009 ;  Dong et al., 2011 ;  Keil et al., 2008 ;  Peden-Adams et al., 2008 ;  Yang et al., 2006 ). Though significantly decreased cord blood IgE levels were reported in female infants with high maternal PFOA concentrations ( Okada et al., 2012 ), several studies reported that PFOA and PFOS were associated with both elevated IgE levels in both humans and animals ( Dong et al., 2011 ,  2013 ;  Fairley et al., 2007 ;  Wang et al., 2011 ). Though there is smaller body of evidence regarding these lesser-studied PFASs effect on immunoglobulin production, PFDA and PFNA were shown to  increase  levels of human serum IgE and IgG ( Dong et al., 2013 ;  Lee, 2016 ).\n\nAdditionally, there is a relatively robust dataset on PFAS-induced effects on cell-mediated immunity. Cell-surface marker analysis revealed that PFNA significantly altered percentages of different T-cell subsets in exposed mice, with dramatic decreased percentages of CD4 + CD8 +  reported in  thymic  lymphocytes ( Fang et al., 2008 ). Similarly, PFOA and PFOS have been shown to significantly alter CD4 +  and CD8 +  T-cell populations, in both mammalian and non-mammalian species, though the extent of this effect may also be organ-specific (i.e. spleen vs. thymus) ( Qazi et al., 2009b ;  Son et al., 2008 ;  Yang, 2010 ;  Zheng et al., 2009 ;  Zhong et al., 2016 ).\n\nA number of studies reported PFAS’s immunosuppressive effects with respect to B-cell subtypes, natural killer (NK) cells, and other cell surface markers or cell types. In the immunosuppression subset of studies, biomarkers relating to PFOA and PFOS suppression of the innate immune system included a reduction in NK cell activity in mice ( DeWitt et al., 2016 ;  Zhong et al., 2016 ), which play an important role in the body’s cytotoxic response to tumor cells or other exogenous pathogens. B-cell count, which was measured via B-lymphocyte CD19 +  and CD45 +  surface biomarkers, was also significantly reduced in mice exposed to PFOA and PFOS  in vivo  ( Qazi et al., 2009b ,  Qazi, 2012 ;  Shane, 2020 ;  Yang, 2001 ). PFASs, including PFOA, PFOS, and lesser-studied PFDA, PFHxS, and PFNA, are shown to decrease neutrophil count in a variety of study types ( Ding et al., 2017 ;  Omoike et al., 2020 ;  Pecquet et al., 2020 ;  Qazi et al., 2009a ), while PFDA exposures have been shown to decrease splenic macrophage count in both rats and mice ( Frawley et al., 2018 ).\n\nThe minimal data in other T-cell subtypes, various chemokines, and serum complement component 3 (C3) are also included as biomarkers suggestive of immunosuppression. Exposure to PFOA has been shown to disturb the complement cascade measured as perturbations to the levels of C3, a cascade of proteins that enhance the ability of antibodies and phagocytes to target and eliminate pathogens in exposed mice ( Botelho et al., 2015 ). Cytokines and chemokines are also a critical component of the adaptive immune system, that are responsible for cell signaling. Though limited in number, these studies provide evidence that both PFOA and PFOS exposure suppressed the release of chemokines such as CXCL2, CXCL8, CXCL9, and CXCL10, as reported in various human cell lines and in a non-mammalian animal study ( Sorli et al., 2020 ;  Szilagyi, 2020 ;  Zhang et al., 2020 ).\n\n## The UCB search terms are more effective in acquiring relevant PFAS studies\n\nThe three sets of search terms from IARC, NTP, and UCB were directly compared in the acquisition of PFASs, chromium (VI) and benzene studies ( Supplementary Tables 2a – c ). We aimed to compare the scope of each set of search terms – measured by the number of relevant studies retrieved – and the effectiveness which is assessed by the number of IARC and NTP search results that met our inclusion criteria  relative  to the total number of relevant studies identified using UCB search terms. The numbers of unique and overlapping results between the three sets of search terms are presented in  Table 6 .\n\nIn general, the UCB search terms consistently yielded the highest number of search results for all three toxicants, with a high degree of overlap with the results using IARC and NTP search terms. Although some  unique  NTP search results were not captured by the UCB search terms, the majority of these studies (96–100%) were not relevant to the exposure and chronic inflammation and/or immunosuppression ( Table 6 ). The UCB search terms are therefore more  effective,  in that they retrieve a higher proportion of useful studies. The detailed results from each of the toxicants tested are described below.\n\nThe UCB search terms retrieved substantially more (5- to 13-times more)  unique  PFAS studies from the PubMed literature search, the majority of which were not captured by the IARC and NTP search terms. Of the unique NTP studies, only one (of 28 relevant to chronic inflammation and 161 relevant to chronic inflammation/immunosuppression overall search results) was relevant ( Table 6 ).\n\nBased on the title and abstract screen of the IARC and NTP chronic inflammation/immunosuppression search results, only 127 and 85 studies ( Table 6 ), respectively, met our inclusion criteria ( Supplementary Table 3 ). Relative to the 349  relevant  studies identified during the first screen of the UCB search results, the IARC search results only captured 36.4% (127 out of 349), while the NTP search results captured 24.3% (85 out of 349).\n\nThe UCB search terms also retrieved substantially more studies pertaining to chromium (VI) than those acquired using the IARC and NTP search terms. The IARC search terms did not yield any unique search results, and of the unique studies identified using NTP search terms, only 8 studies were found to be relevant to immunosuppression and chronic inflammation/immunosuppression after reviewing them via title and abstract screen. Thus, 96 %  (170 of 177) to 99.4% (172 of 173) of NTP’s unique studies were  irrelevant  to immunosuppression and chronic inflammation/immunosuppression outcomes, respectively ( Table 6 ).\n\nSimilar to the PFAS and chromium (VI) findings described above, the unique UCB search results for benzene are much higher than the number of results obtained by the IARC and NTP search terms. Although there are  unique  NTP search results, only two studies were relevant to chronic inflammation and/or immunosuppression outcomes following title and abstract screening in SysRev ( Table 6 ). Therefore, a majority of these studies were irrelevant to benzene and chronic inflammation (36 of 37, 97.3%) and/or immunosuppression (365 of 366, 99%).\n\nThe search results using the UCB search terms were combined with the benzene chemical terms, limited to human studies only ( Supplementary Tables 2b – c ), and further compared with search term results that were generated previously in  Guo et al. (2020) . The new search terms generated 1951 results, including 169 additional studies pertaining to benzene-induced chronic inflammation and immunosuppression in humans than identified in the former study.\n\n## General performance of the UCB, IARC and NTP search terms\n\nIn general, the UCB search terms consistently yielded the highest number of search results for all three toxicants, with a high degree of overlap with the results using IARC and NTP search terms. Although some  unique  NTP search results were not captured by the UCB search terms, the majority of these studies (96–100%) were not relevant to the exposure and chronic inflammation and/or immunosuppression ( Table 6 ). The UCB search terms are therefore more  effective,  in that they retrieve a higher proportion of useful studies. The detailed results from each of the toxicants tested are described below.\n\n## PFAS studies: UCB vs IARC and NTP search terms\n\nThe UCB search terms retrieved substantially more (5- to 13-times more)  unique  PFAS studies from the PubMed literature search, the majority of which were not captured by the IARC and NTP search terms. Of the unique NTP studies, only one (of 28 relevant to chronic inflammation and 161 relevant to chronic inflammation/immunosuppression overall search results) was relevant ( Table 6 ).\n\nBased on the title and abstract screen of the IARC and NTP chronic inflammation/immunosuppression search results, only 127 and 85 studies ( Table 6 ), respectively, met our inclusion criteria ( Supplementary Table 3 ). Relative to the 349  relevant  studies identified during the first screen of the UCB search results, the IARC search results only captured 36.4% (127 out of 349), while the NTP search results captured 24.3% (85 out of 349).\n\n## Unique chromium (VI) studies: UCB vs NTP search terms\n\nThe UCB search terms also retrieved substantially more studies pertaining to chromium (VI) than those acquired using the IARC and NTP search terms. The IARC search terms did not yield any unique search results, and of the unique studies identified using NTP search terms, only 8 studies were found to be relevant to immunosuppression and chronic inflammation/immunosuppression after reviewing them via title and abstract screen. Thus, 96 %  (170 of 177) to 99.4% (172 of 173) of NTP’s unique studies were  irrelevant  to immunosuppression and chronic inflammation/immunosuppression outcomes, respectively ( Table 6 ).\n\n## Unique benzene studies: UCB vs IARC and NTP search terms\n\nSimilar to the PFAS and chromium (VI) findings described above, the unique UCB search results for benzene are much higher than the number of results obtained by the IARC and NTP search terms. Although there are  unique  NTP search results, only two studies were relevant to chronic inflammation and/or immunosuppression outcomes following title and abstract screening in SysRev ( Table 6 ). Therefore, a majority of these studies were irrelevant to benzene and chronic inflammation (36 of 37, 97.3%) and/or immunosuppression (365 of 366, 99%).\n\nThe search results using the UCB search terms were combined with the benzene chemical terms, limited to human studies only ( Supplementary Tables 2b – c ), and further compared with search term results that were generated previously in  Guo et al. (2020) . The new search terms generated 1951 results, including 169 additional studies pertaining to benzene-induced chronic inflammation and immunosuppression in humans than identified in the former study.\n\n## Discussion\n\nThe systematic evidence maps we have produced demonstrate that PFAS research has primarily been focused on PFOA and PFOS, with the majority of these studies having been conducted  in vivo  in both human and experimental animals ( Fig. 3 ). Our evidence mapping has also allowed us to visualize which immunotoxicity-related biomarkers are most heavily represented in the literature, with IL-1β, IL-6, and TNF-α being the most commonly measured indicators of PFAS-induced inflammation across study types, and CD4 + , CD8 +  T cells, and immunoglobins being the most commonly measured indicators of PFAS-induced immunosuppression ( Fig. 4 ).\n\nOur systematic evidence mapping approach is a more modular means to answer environmental-health related research questions that aim to broadly characterize the research landscape of a particular topic without compromising the rigor and transparency of a traditional systematic review ( James et al., 2016 ). The systematic evidence mapping process offers flexibility in terms of the critical appraisal of studies that is required in classic systematic reviews. Though a formal risk of bias assessment was not required ( Wolffe et al., 2019 ), we have applied an evidence  weighting  approach (with study types) to reflect methodological quality guidelines as put forth by the IARC preamble ( Section 2.6 ) ( IARC, 2019a ).\n\nSearch terms are instrumental to garnering relevant evidence that can be further analyzed and synthesized to demonstrate a relationship between an exposure and an outcome. A strength of our current review is that it primarily focused on creating highly inclusive and  targeted  search terms, which is of the utmost importance when conducting a review that aims to encompass all existing mechanistic evidence relating to particular exposures. The UCB search terms are more inclusive than those of IARC and NTP through the incorporation of additional relevant keywords. Refinement of our broad-reaching terms through search term truncation and application of Boolean operators (words that combine keywords to create a logical phrase that a database can interpret to retrieve results) and field tags allowed us to simultaneously maximize the applicability and comprehensiveness of the literature search. Implementation of these search terms in the acquisition of studies in the published literature in the current review has therefore allowed for the most exhaustive literature search related to this broad class of PFAS exposures and chronic inflammation/immunosuppression endpoints to date.\n\nWe applied the UCB chronic inflammation/immunosuppression search terms to two known human carcinogens (Group 1 by IARC), chromium (VI) ( IARC, 2012 ) and benzene ( IARC, 2018 ), to evaluate the robustness of these search terms, and used the SysRev screening process to evaluate the relevancy of the  unique  UCB search results. While there was a subset of IARC and NTP results that were not captured by the UCB search terms, 96–100% of these results (depending on health endpoint and/or chemical) were irrelevant to the chemical exposure of interest and the associated disease outcome. The UCB search terms not only have broader scope than those of the other institutions, as demonstrated by the increased number of relevant studies retrieved but are also more effective by reducing the number of irrelevant studies that would otherwise have to be evaluated and then excluded.\n\nUsing SysRev to select and record searched results for systematic review allows for fully transparent documentation of the study selection and review processes. In our study design, reviewers extracted, synthesized, and organized data to provide an overview of how PFAS exposures relate to chronic inflammation/immunosuppression and to generate a weight-of-evidence table of potential suggested mechanisms. By using multiple reviewers during both the screening and full-text study screening processes, our study design aimed to reduce bias in the selection of relevant studies and in the extraction of information. Overall, this review provides a thorough overview of the state of the science regarding PFAS-induced chronic inflammation and immunosuppression.\n\nWe propose that this search term development strategy can also be applied, by both our and other research groups, to all KCCs (including but not limited to KCC6/7) to produce more comprehensive datasets embodying the existing evidence of the relationship between various environmental toxicants and these outcomes. For example, the body of literature we have compiled pursuant to PFASs and KCC6/7 can be used to produce further datasets conducive to different research questions and goals. Further, as seen in our literature search for chronic inflammation and PFASs, there are several studies that discuss ROS and oxidative stress in relation to chronic inflammation ( Supplementary Table 4 ), though these biomarkers also provide evidence of PFAS-induced oxidative stress (KCC5). A more thorough literature search can be conducted relating PFASs and KCC5 using our search strategy to better demonstrate the relationship between the two. Our strategy could be expanded beyond the key characteristics of  carcinogens,  to other classes of key characteristics as well, such as those for endocrine disruptors ( La Merrill et al., 2020 ) and immunotoxicants ( Germolec et al., 2022 ).\n\nThere are several biomarkers, such as myeloid-lineage cells, which can be considered both KCC6 and KCC7 biomarkers, as they are related to mechanisms of both immunosuppression and inflammation. Applicability of certain biomarkers/effects to one or both of these outcome(s) may depend on the directionality of observed effect (e.g. increased or decreased cell counts of these myeloid-lineage cells or expression of pro- or anti-inflammatory cytokines).\n\nImportantly, there is limited literature on the biomarkers specifically for chronic inflammation due to the narrow scope of accepted detection methods available. General biomarkers for inflammation can be attributed to both acute and chronic inflammation as both types of inflammation share a wide variety of phenotypes and biomarkers ( Furman et al., 2019 ). Because of the lack of confirmed chronic inflammatory biomarkers, all biomarkers relating to either chronic or acute inflammation were included in this review so as not to exclude potentially relevant studies in our initial literature search. Additionally, as detailed in  Supplementary Table 4 , the extracted data are limited to exposure type (i.e. type of PFAS) rather than exposure level. While our search terms outperform those from IARC and NTP, our search terms can be further improved upon as there still might be incomplete retrieval of all relevant studies.\n\nSEM projects are often characterized by this flexibility in how studies are appraised ( Wolffe et al., 2019 ). Though we aimed to conduct our SEM with more rigor than is necessitated by the standard literature review process, we acknowledge that no formal study quality or risk-of-bias assessment has been conducted for each included study. For the purpose of this project, we use study design as a proxy for “quality”, in which epidemiological studies that assess health-effects of PFASs in humans are the highest weighted evidence, and studies that are conducted  in vitro  are considered to be the lowest weighted evidence ( IARC, 2019a ).\n\nThere are several environmental toxicants that are known carcinogens and also have been shown to induce inflammation, such as benzo-a-pyrene ( Shi et al., 2017 ), asbestos ( Napolitano et al., 2014 ), silica ( Freire et al., 2013 ), and benzene ( Guo et al., 2020 ;  IARC, 2018 ). There is suggestive evidence from epidemiological, animal, and  in vitro  studies that PFOA, PFOS, PFDA, and PFUnDA may promote chronic inflammation ( Temkin et al., 2020 ). However, the volume of studies evaluated in  Temkin et al. (2020)  is limited. Biomarkers of inflammation and of inflammatory diseases that are specific to PFAS exposures must be more fully characterized in order to more aptly elucidate the relationship between PFAS exposure, chronic inflammation, and risk of cancer development ( Temkin et al., 2020 ). The lines of evidence relating to chronic inflammation in this review ( Table 4 ), which are from a substantially larger and more comprehensive data set, support Temkin’s conclusions that exposure to PFASs contributes to inflammation across multiple study types and experimental systems.\n\nThere is extensive evidence in the literature suggestive of the immunosuppressive effects of PFASs. Extracting and compiling mechanistic data in this SEM project has empowered us to present that PFASs have been shown to decrease the overall levels of circulating innate immunity cells, such as NK cells, hinder the production of immunoglobulins. Endpoints directly related to immunosuppression, such as increased risk of infectious diseases ( WHO, 2012 ), have also been linked to PFAS exposures ( Ait Bamai et al., 2020 ;  Granum et al., 2013 ). The NTP has concluded that there is a high degree of evidence of suppression of antibody response in experimental animals and that there is moderate evidence in humans ( NTP, 2016 ). Additional studies that have been published since the NTP review support the previous findings that PFASs are immunotoxic. Major outcomes relating to immunosuppression identified from our PFAS study dataset ( Table 5 ) also support both the NTP and Temkin’s classification of PFASs as immunotoxicants.\n\nBy quantifying the types of biomarkers seen in studies evaluating the inflammatory and immunosuppressive capacities of PFASs, we can better paint a picture as to where previous research efforts have been placed, where gaps in the literature exist, and where inconsistencies in the data lie.\n\nThe most widely studied PFASs (PFOA, PFOS, PFNA, PFHxS, PFDA, PFUnDA, PFHpA, PFBS) are the most well-represented in the scientific literature. Other PFASs with limited data are not represented in our SEM project due to the limited amount of data available at this time. Similarly, most of the biomarker data available is on those that are widely known, as there more widely available commercial kits and methods developed for looking into these particular biomarkers. Still, there are several biomarkers on which the existing literature is very limited (i.e. CCL2, CXCL2, CXCL10, subtypes of innate immune cells, etc.).\n\nWe recommend that additional research efforts be placed on the immunotoxic and carcinogenic effects of these lesser-studied PFASs, with an emphasis on characterizing the differences between long-chain PFASs and newer short-chain technologies such as  GenX . Research priorities should also focus on better characterizing PFAS-induced effects on these lesser-studied biomarkers and those in which there are inconsistencies in the data.\n\nWithin the information gap that has been identified, there seems to be emerging evidence regarding the inflammasome and pyroptosis. For example, there is a high number of studies measuring serum levels or mRNA expression of IL-1β. These data corroborate the hypothesis that PFASs may induce inflammasome-activation, but also necessitates additional research investigating how PFAS exposures alter other biomarkers in the inflammasome pathway, such as caspase-1, IL-18, and NLRP3. At this time, we suggest use of histopathological analysis to identify, visualize, and confirm whether cell types are undergoing pyroptosis, and use of a fluorescent substrate and ELISA to measure caspase-1 and IL-18 levels, respectively.\n\nThe three-panel screening process (study type, PFAS exposure, and relevant outcomes) outlined in this study design, as a means of organizing both the exposure and outcome data as it relates to chronic inflammation/immunotoxicity in each study, has allowed reviewers to postulate potential mechanisms as to how the effects of PFAS exposures may contribute to carcinogenesis. Based on all the evidence reviewed, here, we suggest mechanisms of how PFAS exposure may contribute to carcinogenesis, infection, and reduced immunosurveillance. The pathways involved in the proposed mechanisms, though hypothetical, are visually presented in  Figs. 5  and  6 .\n\nOne potential mechanism of PFAS-induced carcinogenesis is based on the induction of chronic inflammation and increased cytokine production ( Fig. 5 ). The mechanism by which PFASs induce inflammation may involve the release of cytokines to recruit and activate T-helper cells. T-helper cells also release pro-inflammatory cytokines, (e.g. IL-1β, IL-6, and TNF-α, as supported by the SEM herein ( Section 3.4 ,  Table 4 )) which chemically attract other inflammatory cells (i.e. neutrophils) to the site, where they then generate and release large amounts of reactive oxygen species (ROS) following activation ( Nguyen et al., 2017 ). Similarly, reductions in glutathione (GSH) concentrations, a reliable indicator of intracellular ROS, are reported following PFOS exposure in humans, mice, and rats ( Han et al., 2018 ;  Lv et al., 2018 ;  Zarei, 2017 ;  Zhang et al., 2013 ). The continued production of ROS can cause chronic inflammation and contribute to carcinogenesis.\n\nAnother pathway involving the cytokine production via activation of the inflammasome may also play a role in PFAS exposure and carcinogenesis. The compiled data from this project support the postulation that PFOA can trigger TLR-2 and/or TLR-4 activation, activating the MyD88 pathway, and therefore increasing the concentration and disinhibition of NFκB, for which there is substantial evidence for as discussed in  Section 3.4 . In effect, this would upregulate the production of procytokines and NLRP3, which is a core protein in the formation of the inflammasome ( Fuentes-Antras et al., 2014 ).\n\nCaspase-1 can cleave pro-IL1β and pro-IL18, which are released from the cell to recruit other inflammatory cells and trigger the generation of ROS. While our data on IL-18 are relatively inconsistent and limited, there is strong evidence of upregulated production of IL-1β by PFOA, PFOS, PFDA, and PFNA ( Table 4 ). Interestingly, it has been reported that ROS can inhibit the ubiquitination of NLRP3, which may prevent the degradation of the crucial inflammasome protein and perpetuate the cytokine production ( Juliana et al., 2012 ).\n\nThe inflammasome and pyroptosis has been studied for its role in tumorigenesis and metastasis, in that if left unchecked, pyroptosis can cause a suitable environment for tumor cell growth. Cytokines released from pyroptotic cells may function in a positive-feedback loop to prevent apoptosis and promote cell survival. A study utilizing gastric cancer cells has shown that IL-18 produced from the inflammasome inhibited caspase-8 mediated apoptosis and allowed the cells to survive or evade apoptotic check points ( Deswaerte et al., 2018 ). It is hypothesized that in these gastric cancer cells, there are higher levels of IL-18R expression on the cell surface, which uses the self-released IL-18 cytokines to further promote cell survival. IL-1β has also been shown to aid the promotion of cancer via the activation of oncogenes, such as c-MYC and MMP2, via the IL-1β/IL-1RI/β-catenin signaling pathway ( Perez-Yepez et al., 2014 ).\n\nThough studies investigating PFASs’ influence on NLRP3 remain relatively limited at this time, PFOA, PFOS, and PFDA have been experimentally shown to increase its expression. NLRP3 activation has been studied extensively in animal models, results of which collectively support the role of the inflammasome in carcinogenesis. In several studies, NLRP3 −/−  mice had reduced tumor growth, metastases, or delayed malignant progression in lung, breast, hepatic, skin and pancreatic cancers, pointing to the fact that the NLRP3 protein and inflammasome formation are crucial components in the development of these cancers ( Chow et al., 2012a ,  2012b ;  Daley et al., 2017 ;  Deng et al., 2019 ;  Guo et al., 2016 ). Together, there is a substantial body of evidence that inflammasome activation and cytokine release from pyroptosis can produce a tumor microenvironment suitable for cancer development and that lack of specific inflammasome proteins alleviate tumor growth, metastasis and progression of cancer.\n\nAnother potential mechanism of PFOA and PFOS-induced carcinogenesis is the impairment of immunosurveillance and tumor suppression resulting from decreased T-cell and NK cell populations ( Fig. 6 ). CD4 +  and CD8 +  T-cells aid in immunosurveillance and suppression of tumor growth ( Ostroumov et al., 2018 ). Additionally, studies have shown that NK cells can aid in immunosurveillance by upregulating glycoproteins for enhanced activation and destroying cancer cells through granzyme release ( Nouroz et al., 2016 ). The decline in T-cell populations, which is supported by the data we have collected ( Section 3.5 ,  Table 4 ), may enable cancer cells to evade surveillance, proliferate, and undergo metastasis. While further research is needed to better characterize the directionality and magnitude of effects of PFASs’ on NK-cell populations, the evidence that PFOA and PFOS affect T-cell populations suggests that these PFASs could travel to the bone marrow and exert adverse effects on common lymphoid progenitors.\n\nIn addition to the decreased NK and T-cell populations, PFOA and PFOS have been shown to influence the numbers of both myeloblast derived cells, including macrophages, neutrophils, and B-cells, which may play an important role in decreased vaccine efficacy and increased susceptibility to infection due to PFAS exposures ( Fig. 6 ).\n\nSimilar to NK and T-cells, B-cells and myeloid derived cells also originate in the bone marrow. B-cells’ involvement in controlling and mitigating infectious microbial agents is due to their ability to differentiate into plasma cells after proper activation via the B-cell receptor and either T-cell-dependent or independent signals ( Tsai et al., 2019 ). Reduction in B-cell count, and therefore lessened B-cell activation and differentiation into plasma cells, could lead to the reduced production of antibodies during infection or vaccination.\n\nStudies obtained and included in this SEM project do report reduced numbers of B-cells (particularly CD19 +  B-cells), macrophages, and neutrophils invoked by PFOA and PFOS exposures ( Qazi et al., 2009a ,  Qazi, 2012 ;  Shane, 2020 ). While PFASs’ effects on vaccine antibodies does not necessarily show a strong trend in either direction, the strongest evidence of  reduced  antibodies is for diphtheria and tetanus antibodies, and for serum IgG and IgM levels following various PFASs exposures, namely PFOA and PFOS ( Table 5 ). In summary, the diminished number of plasma cells, immunoglobulins, and circulating phagocytes/granulocytes may increase susceptibility to infections.\n\nThe impact of the COVID-19 pandemic has further necessitated research efforts as to how environmental chemical agents affect the immune system. A recent study reported that blood levels of PFBA were proportionally related to more severe courses of COVID-19 infections ( Grandjean et al., 2020 ). The reported effects of the association between PFAS serum concentrations and reductions in vaccine efficacy ( Section 4.6.4 ) may have concerning implications for the COVID-19 vaccines as well.\n\nProtection against SARS-CoV-2 requires B- and T-cell mediated immune response because the recognition of the virus or viral particles is needed for the body to actively produce antibodies to neutralize the foreign target and ameliorate potential symptoms. Based on our evidence mapping efforts, there is evidence that PFOA and PFOS exposures suppress the number and function of B- and T-cells, as most strongly evidenced by B-lymphocyte CD19 +  surface markers and CD4 +  and CD8 +  T-cell sub-populations ( Table 5 ), which may weaken the immune response against the virus. Further, there is clear evidence that PFOA/PFOS can arrest the development of immunoglobulins IgG and IgM, also plausibly impairing immune response to COVID-19 infection.\n\n## Systematic evidence mapping allows for improved data visualization\n\nThe systematic evidence maps we have produced demonstrate that PFAS research has primarily been focused on PFOA and PFOS, with the majority of these studies having been conducted  in vivo  in both human and experimental animals ( Fig. 3 ). Our evidence mapping has also allowed us to visualize which immunotoxicity-related biomarkers are most heavily represented in the literature, with IL-1β, IL-6, and TNF-α being the most commonly measured indicators of PFAS-induced inflammation across study types, and CD4 + , CD8 +  T cells, and immunoglobins being the most commonly measured indicators of PFAS-induced immunosuppression ( Fig. 4 ).\n\nOur systematic evidence mapping approach is a more modular means to answer environmental-health related research questions that aim to broadly characterize the research landscape of a particular topic without compromising the rigor and transparency of a traditional systematic review ( James et al., 2016 ). The systematic evidence mapping process offers flexibility in terms of the critical appraisal of studies that is required in classic systematic reviews. Though a formal risk of bias assessment was not required ( Wolffe et al., 2019 ), we have applied an evidence  weighting  approach (with study types) to reflect methodological quality guidelines as put forth by the IARC preamble ( Section 2.6 ) ( IARC, 2019a ).\n\n## Utility of the UCB search terms\n\nSearch terms are instrumental to garnering relevant evidence that can be further analyzed and synthesized to demonstrate a relationship between an exposure and an outcome. A strength of our current review is that it primarily focused on creating highly inclusive and  targeted  search terms, which is of the utmost importance when conducting a review that aims to encompass all existing mechanistic evidence relating to particular exposures. The UCB search terms are more inclusive than those of IARC and NTP through the incorporation of additional relevant keywords. Refinement of our broad-reaching terms through search term truncation and application of Boolean operators (words that combine keywords to create a logical phrase that a database can interpret to retrieve results) and field tags allowed us to simultaneously maximize the applicability and comprehensiveness of the literature search. Implementation of these search terms in the acquisition of studies in the published literature in the current review has therefore allowed for the most exhaustive literature search related to this broad class of PFAS exposures and chronic inflammation/immunosuppression endpoints to date.\n\nWe applied the UCB chronic inflammation/immunosuppression search terms to two known human carcinogens (Group 1 by IARC), chromium (VI) ( IARC, 2012 ) and benzene ( IARC, 2018 ), to evaluate the robustness of these search terms, and used the SysRev screening process to evaluate the relevancy of the  unique  UCB search results. While there was a subset of IARC and NTP results that were not captured by the UCB search terms, 96–100% of these results (depending on health endpoint and/or chemical) were irrelevant to the chemical exposure of interest and the associated disease outcome. The UCB search terms not only have broader scope than those of the other institutions, as demonstrated by the increased number of relevant studies retrieved but are also more effective by reducing the number of irrelevant studies that would otherwise have to be evaluated and then excluded.\n\nUsing SysRev to select and record searched results for systematic review allows for fully transparent documentation of the study selection and review processes. In our study design, reviewers extracted, synthesized, and organized data to provide an overview of how PFAS exposures relate to chronic inflammation/immunosuppression and to generate a weight-of-evidence table of potential suggested mechanisms. By using multiple reviewers during both the screening and full-text study screening processes, our study design aimed to reduce bias in the selection of relevant studies and in the extraction of information. Overall, this review provides a thorough overview of the state of the science regarding PFAS-induced chronic inflammation and immunosuppression.\n\nWe propose that this search term development strategy can also be applied, by both our and other research groups, to all KCCs (including but not limited to KCC6/7) to produce more comprehensive datasets embodying the existing evidence of the relationship between various environmental toxicants and these outcomes. For example, the body of literature we have compiled pursuant to PFASs and KCC6/7 can be used to produce further datasets conducive to different research questions and goals. Further, as seen in our literature search for chronic inflammation and PFASs, there are several studies that discuss ROS and oxidative stress in relation to chronic inflammation ( Supplementary Table 4 ), though these biomarkers also provide evidence of PFAS-induced oxidative stress (KCC5). A more thorough literature search can be conducted relating PFASs and KCC5 using our search strategy to better demonstrate the relationship between the two. Our strategy could be expanded beyond the key characteristics of  carcinogens,  to other classes of key characteristics as well, such as those for endocrine disruptors ( La Merrill et al., 2020 ) and immunotoxicants ( Germolec et al., 2022 ).\n\n## Improved inclusivity\n\nSearch terms are instrumental to garnering relevant evidence that can be further analyzed and synthesized to demonstrate a relationship between an exposure and an outcome. A strength of our current review is that it primarily focused on creating highly inclusive and  targeted  search terms, which is of the utmost importance when conducting a review that aims to encompass all existing mechanistic evidence relating to particular exposures. The UCB search terms are more inclusive than those of IARC and NTP through the incorporation of additional relevant keywords. Refinement of our broad-reaching terms through search term truncation and application of Boolean operators (words that combine keywords to create a logical phrase that a database can interpret to retrieve results) and field tags allowed us to simultaneously maximize the applicability and comprehensiveness of the literature search. Implementation of these search terms in the acquisition of studies in the published literature in the current review has therefore allowed for the most exhaustive literature search related to this broad class of PFAS exposures and chronic inflammation/immunosuppression endpoints to date.\n\n## Improved acquisition of studies in the published literature\n\nWe applied the UCB chronic inflammation/immunosuppression search terms to two known human carcinogens (Group 1 by IARC), chromium (VI) ( IARC, 2012 ) and benzene ( IARC, 2018 ), to evaluate the robustness of these search terms, and used the SysRev screening process to evaluate the relevancy of the  unique  UCB search results. While there was a subset of IARC and NTP results that were not captured by the UCB search terms, 96–100% of these results (depending on health endpoint and/or chemical) were irrelevant to the chemical exposure of interest and the associated disease outcome. The UCB search terms not only have broader scope than those of the other institutions, as demonstrated by the increased number of relevant studies retrieved but are also more effective by reducing the number of irrelevant studies that would otherwise have to be evaluated and then excluded.\n\n## Improved transparency of literature screening methods\n\nUsing SysRev to select and record searched results for systematic review allows for fully transparent documentation of the study selection and review processes. In our study design, reviewers extracted, synthesized, and organized data to provide an overview of how PFAS exposures relate to chronic inflammation/immunosuppression and to generate a weight-of-evidence table of potential suggested mechanisms. By using multiple reviewers during both the screening and full-text study screening processes, our study design aimed to reduce bias in the selection of relevant studies and in the extraction of information. Overall, this review provides a thorough overview of the state of the science regarding PFAS-induced chronic inflammation and immunosuppression.\n\n## Adaptability to other systematic mapping projects\n\nWe propose that this search term development strategy can also be applied, by both our and other research groups, to all KCCs (including but not limited to KCC6/7) to produce more comprehensive datasets embodying the existing evidence of the relationship between various environmental toxicants and these outcomes. For example, the body of literature we have compiled pursuant to PFASs and KCC6/7 can be used to produce further datasets conducive to different research questions and goals. Further, as seen in our literature search for chronic inflammation and PFASs, there are several studies that discuss ROS and oxidative stress in relation to chronic inflammation ( Supplementary Table 4 ), though these biomarkers also provide evidence of PFAS-induced oxidative stress (KCC5). A more thorough literature search can be conducted relating PFASs and KCC5 using our search strategy to better demonstrate the relationship between the two. Our strategy could be expanded beyond the key characteristics of  carcinogens,  to other classes of key characteristics as well, such as those for endocrine disruptors ( La Merrill et al., 2020 ) and immunotoxicants ( Germolec et al., 2022 ).\n\n## Limitations of our review\n\nThere are several biomarkers, such as myeloid-lineage cells, which can be considered both KCC6 and KCC7 biomarkers, as they are related to mechanisms of both immunosuppression and inflammation. Applicability of certain biomarkers/effects to one or both of these outcome(s) may depend on the directionality of observed effect (e.g. increased or decreased cell counts of these myeloid-lineage cells or expression of pro- or anti-inflammatory cytokines).\n\nImportantly, there is limited literature on the biomarkers specifically for chronic inflammation due to the narrow scope of accepted detection methods available. General biomarkers for inflammation can be attributed to both acute and chronic inflammation as both types of inflammation share a wide variety of phenotypes and biomarkers ( Furman et al., 2019 ). Because of the lack of confirmed chronic inflammatory biomarkers, all biomarkers relating to either chronic or acute inflammation were included in this review so as not to exclude potentially relevant studies in our initial literature search. Additionally, as detailed in  Supplementary Table 4 , the extracted data are limited to exposure type (i.e. type of PFAS) rather than exposure level. While our search terms outperform those from IARC and NTP, our search terms can be further improved upon as there still might be incomplete retrieval of all relevant studies.\n\nSEM projects are often characterized by this flexibility in how studies are appraised ( Wolffe et al., 2019 ). Though we aimed to conduct our SEM with more rigor than is necessitated by the standard literature review process, we acknowledge that no formal study quality or risk-of-bias assessment has been conducted for each included study. For the purpose of this project, we use study design as a proxy for “quality”, in which epidemiological studies that assess health-effects of PFASs in humans are the highest weighted evidence, and studies that are conducted  in vitro  are considered to be the lowest weighted evidence ( IARC, 2019a ).\n\n## Evidence for chronic inflammation strengthened and immunosuppression confirmed\n\nThere are several environmental toxicants that are known carcinogens and also have been shown to induce inflammation, such as benzo-a-pyrene ( Shi et al., 2017 ), asbestos ( Napolitano et al., 2014 ), silica ( Freire et al., 2013 ), and benzene ( Guo et al., 2020 ;  IARC, 2018 ). There is suggestive evidence from epidemiological, animal, and  in vitro  studies that PFOA, PFOS, PFDA, and PFUnDA may promote chronic inflammation ( Temkin et al., 2020 ). However, the volume of studies evaluated in  Temkin et al. (2020)  is limited. Biomarkers of inflammation and of inflammatory diseases that are specific to PFAS exposures must be more fully characterized in order to more aptly elucidate the relationship between PFAS exposure, chronic inflammation, and risk of cancer development ( Temkin et al., 2020 ). The lines of evidence relating to chronic inflammation in this review ( Table 4 ), which are from a substantially larger and more comprehensive data set, support Temkin’s conclusions that exposure to PFASs contributes to inflammation across multiple study types and experimental systems.\n\nThere is extensive evidence in the literature suggestive of the immunosuppressive effects of PFASs. Extracting and compiling mechanistic data in this SEM project has empowered us to present that PFASs have been shown to decrease the overall levels of circulating innate immunity cells, such as NK cells, hinder the production of immunoglobulins. Endpoints directly related to immunosuppression, such as increased risk of infectious diseases ( WHO, 2012 ), have also been linked to PFAS exposures ( Ait Bamai et al., 2020 ;  Granum et al., 2013 ). The NTP has concluded that there is a high degree of evidence of suppression of antibody response in experimental animals and that there is moderate evidence in humans ( NTP, 2016 ). Additional studies that have been published since the NTP review support the previous findings that PFASs are immunotoxic. Major outcomes relating to immunosuppression identified from our PFAS study dataset ( Table 5 ) also support both the NTP and Temkin’s classification of PFASs as immunotoxicants.\n\n## Gaps in the literature and future avenues of research\n\nBy quantifying the types of biomarkers seen in studies evaluating the inflammatory and immunosuppressive capacities of PFASs, we can better paint a picture as to where previous research efforts have been placed, where gaps in the literature exist, and where inconsistencies in the data lie.\n\nThe most widely studied PFASs (PFOA, PFOS, PFNA, PFHxS, PFDA, PFUnDA, PFHpA, PFBS) are the most well-represented in the scientific literature. Other PFASs with limited data are not represented in our SEM project due to the limited amount of data available at this time. Similarly, most of the biomarker data available is on those that are widely known, as there more widely available commercial kits and methods developed for looking into these particular biomarkers. Still, there are several biomarkers on which the existing literature is very limited (i.e. CCL2, CXCL2, CXCL10, subtypes of innate immune cells, etc.).\n\nWe recommend that additional research efforts be placed on the immunotoxic and carcinogenic effects of these lesser-studied PFASs, with an emphasis on characterizing the differences between long-chain PFASs and newer short-chain technologies such as  GenX . Research priorities should also focus on better characterizing PFAS-induced effects on these lesser-studied biomarkers and those in which there are inconsistencies in the data.\n\nWithin the information gap that has been identified, there seems to be emerging evidence regarding the inflammasome and pyroptosis. For example, there is a high number of studies measuring serum levels or mRNA expression of IL-1β. These data corroborate the hypothesis that PFASs may induce inflammasome-activation, but also necessitates additional research investigating how PFAS exposures alter other biomarkers in the inflammasome pathway, such as caspase-1, IL-18, and NLRP3. At this time, we suggest use of histopathological analysis to identify, visualize, and confirm whether cell types are undergoing pyroptosis, and use of a fluorescent substrate and ELISA to measure caspase-1 and IL-18 levels, respectively.\n\n## Suggested mechanisms involved in PFAS carcinogenicity\n\nThe three-panel screening process (study type, PFAS exposure, and relevant outcomes) outlined in this study design, as a means of organizing both the exposure and outcome data as it relates to chronic inflammation/immunotoxicity in each study, has allowed reviewers to postulate potential mechanisms as to how the effects of PFAS exposures may contribute to carcinogenesis. Based on all the evidence reviewed, here, we suggest mechanisms of how PFAS exposure may contribute to carcinogenesis, infection, and reduced immunosurveillance. The pathways involved in the proposed mechanisms, though hypothetical, are visually presented in  Figs. 5  and  6 .\n\nOne potential mechanism of PFAS-induced carcinogenesis is based on the induction of chronic inflammation and increased cytokine production ( Fig. 5 ). The mechanism by which PFASs induce inflammation may involve the release of cytokines to recruit and activate T-helper cells. T-helper cells also release pro-inflammatory cytokines, (e.g. IL-1β, IL-6, and TNF-α, as supported by the SEM herein ( Section 3.4 ,  Table 4 )) which chemically attract other inflammatory cells (i.e. neutrophils) to the site, where they then generate and release large amounts of reactive oxygen species (ROS) following activation ( Nguyen et al., 2017 ). Similarly, reductions in glutathione (GSH) concentrations, a reliable indicator of intracellular ROS, are reported following PFOS exposure in humans, mice, and rats ( Han et al., 2018 ;  Lv et al., 2018 ;  Zarei, 2017 ;  Zhang et al., 2013 ). The continued production of ROS can cause chronic inflammation and contribute to carcinogenesis.\n\nAnother pathway involving the cytokine production via activation of the inflammasome may also play a role in PFAS exposure and carcinogenesis. The compiled data from this project support the postulation that PFOA can trigger TLR-2 and/or TLR-4 activation, activating the MyD88 pathway, and therefore increasing the concentration and disinhibition of NFκB, for which there is substantial evidence for as discussed in  Section 3.4 . In effect, this would upregulate the production of procytokines and NLRP3, which is a core protein in the formation of the inflammasome ( Fuentes-Antras et al., 2014 ).\n\nCaspase-1 can cleave pro-IL1β and pro-IL18, which are released from the cell to recruit other inflammatory cells and trigger the generation of ROS. While our data on IL-18 are relatively inconsistent and limited, there is strong evidence of upregulated production of IL-1β by PFOA, PFOS, PFDA, and PFNA ( Table 4 ). Interestingly, it has been reported that ROS can inhibit the ubiquitination of NLRP3, which may prevent the degradation of the crucial inflammasome protein and perpetuate the cytokine production ( Juliana et al., 2012 ).\n\nThe inflammasome and pyroptosis has been studied for its role in tumorigenesis and metastasis, in that if left unchecked, pyroptosis can cause a suitable environment for tumor cell growth. Cytokines released from pyroptotic cells may function in a positive-feedback loop to prevent apoptosis and promote cell survival. A study utilizing gastric cancer cells has shown that IL-18 produced from the inflammasome inhibited caspase-8 mediated apoptosis and allowed the cells to survive or evade apoptotic check points ( Deswaerte et al., 2018 ). It is hypothesized that in these gastric cancer cells, there are higher levels of IL-18R expression on the cell surface, which uses the self-released IL-18 cytokines to further promote cell survival. IL-1β has also been shown to aid the promotion of cancer via the activation of oncogenes, such as c-MYC and MMP2, via the IL-1β/IL-1RI/β-catenin signaling pathway ( Perez-Yepez et al., 2014 ).\n\nThough studies investigating PFASs’ influence on NLRP3 remain relatively limited at this time, PFOA, PFOS, and PFDA have been experimentally shown to increase its expression. NLRP3 activation has been studied extensively in animal models, results of which collectively support the role of the inflammasome in carcinogenesis. In several studies, NLRP3 −/−  mice had reduced tumor growth, metastases, or delayed malignant progression in lung, breast, hepatic, skin and pancreatic cancers, pointing to the fact that the NLRP3 protein and inflammasome formation are crucial components in the development of these cancers ( Chow et al., 2012a ,  2012b ;  Daley et al., 2017 ;  Deng et al., 2019 ;  Guo et al., 2016 ). Together, there is a substantial body of evidence that inflammasome activation and cytokine release from pyroptosis can produce a tumor microenvironment suitable for cancer development and that lack of specific inflammasome proteins alleviate tumor growth, metastasis and progression of cancer.\n\nAnother potential mechanism of PFOA and PFOS-induced carcinogenesis is the impairment of immunosurveillance and tumor suppression resulting from decreased T-cell and NK cell populations ( Fig. 6 ). CD4 +  and CD8 +  T-cells aid in immunosurveillance and suppression of tumor growth ( Ostroumov et al., 2018 ). Additionally, studies have shown that NK cells can aid in immunosurveillance by upregulating glycoproteins for enhanced activation and destroying cancer cells through granzyme release ( Nouroz et al., 2016 ). The decline in T-cell populations, which is supported by the data we have collected ( Section 3.5 ,  Table 4 ), may enable cancer cells to evade surveillance, proliferate, and undergo metastasis. While further research is needed to better characterize the directionality and magnitude of effects of PFASs’ on NK-cell populations, the evidence that PFOA and PFOS affect T-cell populations suggests that these PFASs could travel to the bone marrow and exert adverse effects on common lymphoid progenitors.\n\nIn addition to the decreased NK and T-cell populations, PFOA and PFOS have been shown to influence the numbers of both myeloblast derived cells, including macrophages, neutrophils, and B-cells, which may play an important role in decreased vaccine efficacy and increased susceptibility to infection due to PFAS exposures ( Fig. 6 ).\n\nSimilar to NK and T-cells, B-cells and myeloid derived cells also originate in the bone marrow. B-cells’ involvement in controlling and mitigating infectious microbial agents is due to their ability to differentiate into plasma cells after proper activation via the B-cell receptor and either T-cell-dependent or independent signals ( Tsai et al., 2019 ). Reduction in B-cell count, and therefore lessened B-cell activation and differentiation into plasma cells, could lead to the reduced production of antibodies during infection or vaccination.\n\nStudies obtained and included in this SEM project do report reduced numbers of B-cells (particularly CD19 +  B-cells), macrophages, and neutrophils invoked by PFOA and PFOS exposures ( Qazi et al., 2009a ,  Qazi, 2012 ;  Shane, 2020 ). While PFASs’ effects on vaccine antibodies does not necessarily show a strong trend in either direction, the strongest evidence of  reduced  antibodies is for diphtheria and tetanus antibodies, and for serum IgG and IgM levels following various PFASs exposures, namely PFOA and PFOS ( Table 5 ). In summary, the diminished number of plasma cells, immunoglobulins, and circulating phagocytes/granulocytes may increase susceptibility to infections.\n\n## Pro-inflammatory cytokine production leads to generation of reactive oxygen species\n\nOne potential mechanism of PFAS-induced carcinogenesis is based on the induction of chronic inflammation and increased cytokine production ( Fig. 5 ). The mechanism by which PFASs induce inflammation may involve the release of cytokines to recruit and activate T-helper cells. T-helper cells also release pro-inflammatory cytokines, (e.g. IL-1β, IL-6, and TNF-α, as supported by the SEM herein ( Section 3.4 ,  Table 4 )) which chemically attract other inflammatory cells (i.e. neutrophils) to the site, where they then generate and release large amounts of reactive oxygen species (ROS) following activation ( Nguyen et al., 2017 ). Similarly, reductions in glutathione (GSH) concentrations, a reliable indicator of intracellular ROS, are reported following PFOS exposure in humans, mice, and rats ( Han et al., 2018 ;  Lv et al., 2018 ;  Zarei, 2017 ;  Zhang et al., 2013 ). The continued production of ROS can cause chronic inflammation and contribute to carcinogenesis.\n\n## Activation of the inflammasome and pyroptosis\n\nAnother pathway involving the cytokine production via activation of the inflammasome may also play a role in PFAS exposure and carcinogenesis. The compiled data from this project support the postulation that PFOA can trigger TLR-2 and/or TLR-4 activation, activating the MyD88 pathway, and therefore increasing the concentration and disinhibition of NFκB, for which there is substantial evidence for as discussed in  Section 3.4 . In effect, this would upregulate the production of procytokines and NLRP3, which is a core protein in the formation of the inflammasome ( Fuentes-Antras et al., 2014 ).\n\nCaspase-1 can cleave pro-IL1β and pro-IL18, which are released from the cell to recruit other inflammatory cells and trigger the generation of ROS. While our data on IL-18 are relatively inconsistent and limited, there is strong evidence of upregulated production of IL-1β by PFOA, PFOS, PFDA, and PFNA ( Table 4 ). Interestingly, it has been reported that ROS can inhibit the ubiquitination of NLRP3, which may prevent the degradation of the crucial inflammasome protein and perpetuate the cytokine production ( Juliana et al., 2012 ).\n\nThe inflammasome and pyroptosis has been studied for its role in tumorigenesis and metastasis, in that if left unchecked, pyroptosis can cause a suitable environment for tumor cell growth. Cytokines released from pyroptotic cells may function in a positive-feedback loop to prevent apoptosis and promote cell survival. A study utilizing gastric cancer cells has shown that IL-18 produced from the inflammasome inhibited caspase-8 mediated apoptosis and allowed the cells to survive or evade apoptotic check points ( Deswaerte et al., 2018 ). It is hypothesized that in these gastric cancer cells, there are higher levels of IL-18R expression on the cell surface, which uses the self-released IL-18 cytokines to further promote cell survival. IL-1β has also been shown to aid the promotion of cancer via the activation of oncogenes, such as c-MYC and MMP2, via the IL-1β/IL-1RI/β-catenin signaling pathway ( Perez-Yepez et al., 2014 ).\n\nThough studies investigating PFASs’ influence on NLRP3 remain relatively limited at this time, PFOA, PFOS, and PFDA have been experimentally shown to increase its expression. NLRP3 activation has been studied extensively in animal models, results of which collectively support the role of the inflammasome in carcinogenesis. In several studies, NLRP3 −/−  mice had reduced tumor growth, metastases, or delayed malignant progression in lung, breast, hepatic, skin and pancreatic cancers, pointing to the fact that the NLRP3 protein and inflammasome formation are crucial components in the development of these cancers ( Chow et al., 2012a ,  2012b ;  Daley et al., 2017 ;  Deng et al., 2019 ;  Guo et al., 2016 ). Together, there is a substantial body of evidence that inflammasome activation and cytokine release from pyroptosis can produce a tumor microenvironment suitable for cancer development and that lack of specific inflammasome proteins alleviate tumor growth, metastasis and progression of cancer.\n\n## Reduced immunosurveillance and tumor suppression\n\nAnother potential mechanism of PFOA and PFOS-induced carcinogenesis is the impairment of immunosurveillance and tumor suppression resulting from decreased T-cell and NK cell populations ( Fig. 6 ). CD4 +  and CD8 +  T-cells aid in immunosurveillance and suppression of tumor growth ( Ostroumov et al., 2018 ). Additionally, studies have shown that NK cells can aid in immunosurveillance by upregulating glycoproteins for enhanced activation and destroying cancer cells through granzyme release ( Nouroz et al., 2016 ). The decline in T-cell populations, which is supported by the data we have collected ( Section 3.5 ,  Table 4 ), may enable cancer cells to evade surveillance, proliferate, and undergo metastasis. While further research is needed to better characterize the directionality and magnitude of effects of PFASs’ on NK-cell populations, the evidence that PFOA and PFOS affect T-cell populations suggests that these PFASs could travel to the bone marrow and exert adverse effects on common lymphoid progenitors.\n\n## Increased infections and decreased vaccine efficacy from diminished innate and adaptive immunity cells\n\nIn addition to the decreased NK and T-cell populations, PFOA and PFOS have been shown to influence the numbers of both myeloblast derived cells, including macrophages, neutrophils, and B-cells, which may play an important role in decreased vaccine efficacy and increased susceptibility to infection due to PFAS exposures ( Fig. 6 ).\n\nSimilar to NK and T-cells, B-cells and myeloid derived cells also originate in the bone marrow. B-cells’ involvement in controlling and mitigating infectious microbial agents is due to their ability to differentiate into plasma cells after proper activation via the B-cell receptor and either T-cell-dependent or independent signals ( Tsai et al., 2019 ). Reduction in B-cell count, and therefore lessened B-cell activation and differentiation into plasma cells, could lead to the reduced production of antibodies during infection or vaccination.\n\nStudies obtained and included in this SEM project do report reduced numbers of B-cells (particularly CD19 +  B-cells), macrophages, and neutrophils invoked by PFOA and PFOS exposures ( Qazi et al., 2009a ,  Qazi, 2012 ;  Shane, 2020 ). While PFASs’ effects on vaccine antibodies does not necessarily show a strong trend in either direction, the strongest evidence of  reduced  antibodies is for diphtheria and tetanus antibodies, and for serum IgG and IgM levels following various PFASs exposures, namely PFOA and PFOS ( Table 5 ). In summary, the diminished number of plasma cells, immunoglobulins, and circulating phagocytes/granulocytes may increase susceptibility to infections.\n\n## Vaccine efficacy implications for COVID-19\n\nThe impact of the COVID-19 pandemic has further necessitated research efforts as to how environmental chemical agents affect the immune system. A recent study reported that blood levels of PFBA were proportionally related to more severe courses of COVID-19 infections ( Grandjean et al., 2020 ). The reported effects of the association between PFAS serum concentrations and reductions in vaccine efficacy ( Section 4.6.4 ) may have concerning implications for the COVID-19 vaccines as well.\n\nProtection against SARS-CoV-2 requires B- and T-cell mediated immune response because the recognition of the virus or viral particles is needed for the body to actively produce antibodies to neutralize the foreign target and ameliorate potential symptoms. Based on our evidence mapping efforts, there is evidence that PFOA and PFOS exposures suppress the number and function of B- and T-cells, as most strongly evidenced by B-lymphocyte CD19 +  surface markers and CD4 +  and CD8 +  T-cell sub-populations ( Table 5 ), which may weaken the immune response against the virus. Further, there is clear evidence that PFOA/PFOS can arrest the development of immunoglobulins IgG and IgM, also plausibly impairing immune response to COVID-19 infection.\n\n## Conclusions\n\nWhile a growing body of evidence validates PFASs’ ability to induce immunosuppressive outcomes in human/animal  in vivo  and  in vitro/ex vivo  studies, the data to champion the inflammatory abilities of PFASs have been inconsistent and contradictory. Using our improved search terms, transparent study screening processes, and visualization by systematic evidence maps, we retrieved, identified, and extracted data from qualified studies to garner more evidence to 1) support conclusions by  Temkin et al. (2020)  that PFAS exposure causes immunosuppression; 2) provide additional evidence that PFAS exposure may cause chronic inflammation; and 3) use biomarker-based evidence to propose potential underlying mechanisms as to how PFASs induce both chronic inflammation and immunosuppression. Applying the new literature search strategy in combination with further research investigating the immunotoxicity of PFASs is warranted to more fully characterize how PFASs, both common and lesser known, may impact the immune system and affect human health, including cancer.",
  "reference_count": 120,
  "word_count": 22084,
  "char_count": 142257
}