{
  "pmcid": "PMC10063979",
  "doi": "10.3389/fendo.2023.1049708",
  "title": "Glucoregulatory disruption in male mice offspring induced by maternal transfer of endocrine disrupting brominated flame retardants in DE-71",
  "authors": [
    "Elena V. Kozlova",
    "Bhuvaneswari D. Chinthirla",
    "Anthony E. Bishay",
    "Pedro A. Pérez",
    "Maximillian E. Denys",
    "Julia M. Krum",
    "Nicholas V. DiPatrizio",
    "Margarita C. Currás-Collazo"
  ],
  "year": "2023",
  "journal": "Frontiers in Endocrinology",
  "abstract": "Introduction Polybrominated diphenyl ethers (PBDEs) are commercially used flame retardants that bioaccumulate in human tissues, including breast milk. PBDEs produce endocrine and metabolic disruption in experimental animals and have been associated with diabetes and metabolic syndrome (MetS) in humans, however, their sex-specific diabetogenic effects are not completely understood. Our past works show glucolipid dysregulation resulting from perinatal exposure to the commercial penta-mixture of PBDEs, DE-71, in C57BL/6 female mice. Methods As a comparison, in the current study, the effects of DE-71 on glucose homeostasis in male offspring was examined. C57BL/6N dams were exposed to DE-71 at 0.1 mg/kg/d (L-DE-71), 0.4 mg/kg/d (H-DE-71), or received corn oil vehicle (VEH/CON) for a total of 10 wks, including gestation and lactation and their male offspring were examined in adulthood. Results Compared to VEH/CON, DE-71 exposure produced hypoglycemia after a 11 h fast (H-DE-71). An increased fast duration from 9 to 11 h resulted in lower blood glucose in both DE-71 exposure groups.  In vivo  glucose challenge showed marked glucose intolerance (H-DE-71) and incomplete clearance (L- and H-DE-71). Moreover, L-DE-71-exposed mice showed altered glucose responses to exogenous insulin, including incomplete glucose clearance and/or utilization. In addition, L-DE-71 produced elevated levels of plasma glucagon and the incretin, active glucagon-like peptide-1 (7-36) amide (GLP-1) but no changes were detected in insulin. These alterations, which represent criteria used clinically to diagnose diabetes in humans, were accompanied with reduced hepatic glutamate dehydrogenase enzymatic activity, elevated adrenal epinephrine and decreased thermogenic brown adipose tissue (BAT) mass, indicating involvement of several organ system targets of PBDEs. Liver levels of several endocannabinoid species were not altered. Discussion Our findings demonstrate that chronic, low-level exposure to PBDEs in dams can dysregulate glucose homeostasis and glucoregulatory hormones in their male offspring. Previous findings using female siblings show altered glucose homeostasis that aligned with a contrasting diabetogenic phenotype, while their mothers displayed more subtle glucoregulatory alterations, suggesting that developing organisms are more susceptible to DE-71. We summarize the results of the current work, generated in males, considering previous findings in females. Collectively, these findings offer a comprehensive account of differential effects of environmentally relevant PBDEs on glucose homeostasis and glucoregulatory endocrine dysregulation of developmentally exposed male and female mice.",
  "sections": [
    {
      "title": "Introduction",
      "text": "The epidemic rise in obesity, type 2 diabetes (T2D), liver lipid disorders and metabolic syndrome (MetS) cannot solely be attributed to genetic background and lifestyle changes. Considerable evidence points to a potential contribution of endocrine- (EDCs) and metabolism-disrupting chemicals (MDCs) to the rapid increase in the incidence of these metabolic diseases ( 1 ). One class of EDCs/MDCs are polybrominated diphenyl ethers (PBDEs), anthropogenic persistent organic pollutants (POPs), that have been widely used as flame retardants in commercial products such as furniture, carpets, automobiles, building materials and electronics since the 1970’s ( 2 ). PBDEs are lipophilic additives, which are not chemically bound and can be readily released into the environment and accumulate in biota. PBDEs form 209 theoretical congeners, brominated diphenyl ethers (BDEs), depending on the number of bromine substitutions on their biphenyl backbone, with tetra-, penta- and hexa-substituted PBDEs being most commonly found in humans. Research in experimental animals and epidemiological studies has revealed that PBDEs impart toxicological actions on reproduction ( 3 ,  4 ), neurodevelopment ( 5 ) and thyroid homeostasis ( 6 ). While these findings have led to a ban on the production and usage of penta- and octa-BDEs by the European Union in 2004 and to the voluntary phase out in the US starting in 2005, biomonitoring data indicates that PBDEs are still found in significant amounts in the placenta ( 7 ), fetal blood ( 8 ) and breast milk ( 9 ). While deca-BDEs have been only restricted recently in 2022 (US EPA 2022), PBDE emission from in-use and waste stocks, due to inadvertent recycling, is predicted to continue until 2050 ( 10 ). The deca-brominated congener, BDE-209, impairs liver gene markers of glucose homeostasis ( 11 ) and may be debrominated  in vivo  to more harmful penta-, hepta-, octa- and nona-brominated congeners after penetration ( 12 – 14 ). Therefore, continued emissions from and the disposal of PBDE-containing products that are still in use is an ongoing challenge and the metabolic disruptive effects of PBDEs warrants further study.\n\nThe T2D epidemic has become a serious global health issue, affecting 415 million people world-wide ( 15 ) and poses a significant economic burden on individuals and society ( 16 ). A large body of evidence from human ( 17 – 23 ), and animal research ( 24 – 29 ), supports the idea that brominated flame retardants (BFRs), such as PBDEs, may be risk factors for T2D and MetS. A commonality in many of these studies is that diabetes and/or MetS are positively associated with body burdens of the PBDE congeners BDE-28, -47, or -153, all commonly found in humans and biota. These are found in DE-71, a commercial mixture of PBDEs with environmental relevance ( 30 ). Our past work shows that these and other DE-71 congeners, at the human-relevant doses used in the current study, can be transferred perinatally  via  exposed dams and accumulate in male and female offspring liver and brain (( 31 ,  32 ), and unpublished observations). DE-71 may lead to permanent alterations in metabolic status in offspring, especially if exposure is administered during a period of high biological plasticity in offspring such as gestation and lactation. Indeed, we have shown that female offspring exposed to 0.1 mg/kg/d DE-71 perinatally, exhibit alterations in clinically relevant biomarkers of T2D - elevated fasting blood glucose, glucose intolerance, insulin resistance, altered plasma levels of glucoregulatory hormones and liver endocannabinoid tone, an emerging biomarker of energy balance. Further, we have found that PBDEs produce sex-dependent changes in hypothalamic peptidergic circuits that control food intake and energy metabolism ( 29 ).\n\nThe interplay between the key endocrine regulators of glucose homeostasis, glucagon, insulin, and glucagon-like-peptide (GLP-1) is informative in understanding the diabetic phenotype of T2D. The incretin GLP-1 is secreted by enteroendocrine L-cells and acts on pancreatic β-cells to promote postprandial insulin secretion. In T2D, this insulinotropic effect is either impaired or absent leading to hyperglycemia ( 33 ). Activation of central and peripheral GLP-1 receptors also suppresses the secretion of glucagon, contributing to normoglycemia. However, in T2D, glucagon levels are elevated, potentially due to a lack of inhibitory tone of insulin on glucagon ( 34 ). Our past work provides evidence for endocrine disruption of these key glucoregulatory hormones by DE-71, namely downregulation of insulin in L-DE-71-exposed diabetogenic female offspring and upregulation of GLP-1 in dams exposed in adulthood ( 31 ). EDCs and MDCs, including PBDEs, have been shown to alter insulin levels ( 19 ,  35 ), and increase the risk of gestational diabetes ( 17 ). However, little is known about potential sex differences in the EDC effects of PBDEs on metabolic hormones and there is scant information about sex differences in the endocrine pathophysiology of T2D, although several hormones regulating glucose control can vary by sex and body type ( 36 ,  37 ). This prompted us to study the EDC and MDC effects of early-life exposure to PBDEs on male offspring. We used an integrative physiological approach that examines pertinent organ systems.\n\nHaving observed sexually dimorphic risk and susceptibility of perinatally exposed females to MetS ( 28 ,  29 ), the purpose of the current study was to comprehensively examine the effect of DE-71 on glucose homeostasis in male offspring. Using a mouse model of chronic, low-dose maternal transfer of environmentally relevant PBDE congeners, we tested the hypothesis that exposure to DE-71 produces a diabetogenic phenotype in male offspring. Results indicate that exposure to DE-71, alters clinically relevant diabetic biomarkers, namely, fasting blood glucose, glucose tolerance, insulin sensitivity, plasma levels of glucoregulatory hormones and other hepatic, adipose and adrenal effects. While no direct comparisons were made between the previous results in females and current results in males, the pattern of glucoregulatory disruption in exposed males has different characteristics than that observed in exposed females. Taken together, the current study and our past work elucidate a comprehensive profile of clinically relevant and persistent metabolic disruption induced by PBDEs and raises concern for the progeny of directly exposed mothers."
    },
    {
      "title": "Methods",
      "text": "C57BL/6N mice were obtained from both Charles River Laboratories (Raleigh, NC) and Taconic Biosciences (Germantown, NY). Mice were group housed 2-4 per cage and maintained in a non-specific pathogen free vivarium on a 12 h light/dark cycle at an ambient temperature of 20.6-23.9 °C and relative humidity of 20-70%. Mice were provided rodent chow (Laboratory Rodent Diet 5001; LabDiet, USA) and municipal tap water  ad libitum  in glass water bottles. Procedures on the care and treatment of animals were performed in compliance with the National Institutes of Health  Guide for the Care and Use of Laboratory Animals  and approved by the University of California, Riverside, Institutional Animal Care and Use Committee (AUP#20170026 and 20200018).\n\nDosing solutions were prepared as described previously ( 31 ,  32 ). In brief, technical grade pentabromodiphenyl ether mixture (DE-71; Lot no. 1550OI18A; CAS 32534-81-9), was obtained from Great Lakes Chemical Corporation (West Lafayette, IN). DE-71 dosing solutions were prepared in corn oil (Mazola) to yield two low doses: 0.1 (L-DE-71) and 0.4 (H-DE-71) mg/kg bw per day (2 uL/g body weight). Vehicle control solution (VEH/CON) contained corn oil without the addition of DE-71. PBDE doses were chosen to yield desired body burdens that are relevant to humans. Our recent data indicate that transfer and accumulation of PBDE congeners is similar in male and female tissues ( 32  and unpublished observations). These findings detail the levels and composition of BDEs analyzed in DE-71-dosed mice.\n\nPerinatal PBDE exposure  via  the dam was accomplished as described previously ( 31 ). In brief, female mice (PND 30-60) were introduced to cornflakes daily for 1 week. Dams were randomly assigned to one of three exposure groups: corn oil vehicle control (VEH/CON), 0.1 (L-DE-71) or 0.4 mg/kg bw per day DE-71 (H-DE-71) ( Figure 1 ). A 10-week dosing regimen, chosen to model human-relevant chronic, low-level exposure ( 18 ,  20 ,  38 ), included ~4 weeks of pre-conception, plus gestation (3 weeks) and lactation (3 weeks). Offspring were weaned after the lactation period at PND 21 and housed in same-sex groups. Dams were fed oral treats (Kellogg’s Corn Flakes) infused with dosing solution (2 uL/g bw) daily, except on PND 0 and 1. Each dam was exposed to DE-71 daily for an average of 70-80 d and offspring were perinatally exposed for 39 d  via  maternal blood and milk. Consumption was visually confirmed, and offspring were never allowed to ingest cornflakes. DE-71 exposure does not significantly affect maternal food intake, gestational weight gain, litter size or sex ratio ( 31 ). Male offspring were used  in vivo  for physiological testing (Cohort 1) and  ex vivo  analysis of hepatic, adipose, adrenal, and endocrine parameters (Cohort 2). The DE-71 exposure and testing paradigm is shown in  Figure 1 .\n\nDiagram depicting the dosing and testing paradigm used for perinatal exposure to DE-71. Direct exposure of dams to DE-71 (F0♀, solid shading), began ~4 weeks pre-conception and continued daily through ~3 weeks of gestation and 3 weeks of lactation until pup weaning at PND 21. Indirect exposure to DE-71 in male offspring (F1♂, hatched shading) occurred during the prenatal (GD 0- 20) and postnatal periods (PND0-PND21)  via  lactation. Offspring received 39 days of DE-71 exposure during the prenatal period except on PND 0 and 1. Metabolic endpoints (fasting glycemia, GTT, ITT) were examined in Cohort 1 offspring at ~4 months of age. Another cohort (Cohort 2) of animals was raised for ex vivo analyses. At necropsy (~4 mo of age) Cohort 2 body and organ weights were recorded and blood and organ tissues collected for further analysis: plasma hormones, UPLC/MS/MS detection of endocannabinoids, adrenal epinephrine and liver GDH enzymatic activity. GD, gestational day; PND, postnatal day; GDH, glutamate dehydrogenase.\n\nMice were fasted overnight (ON) for 11h and then injected with glucose (2.0 g/kg bw, i.p.). Glucose was measured directly from tail blood (~1 uL) at time 0, 15, 30, 60, and 120 min post-glucose challenge. A calibrated glucometer and test strips (OneTouch Ultra 2, LifeScan Inc.) were used to measure plasma glucose concentrations. Seven days following IPGTT, an insulin tolerance test (ITT) was performed with Humulin R (Eli Lilly) bolus (0.25 U/kg bw, i.p.) on mice fasted ON for 9h. Tail blood was collected, and glucose was sampled in the same manner as IPGTT (t=0, 15, 30, 45, 60, 90 and 120 min). For area calculations, the area under (AUC) or above the glycemia curve (inverse AUC) from 0-120 min post injection was used. The percent blood glucose reduction rate after insulin administration, K ITT , was calculated using the formula (0.693 x 100) x t 1/2 \n -1  to determine  in vivo  insulin sensitivity from 0-30 min post insulin injection. Fasting blood glucose was determined from baseline values (t=0) obtained in IPGTT (11h) and ITT (9h). GTT and ITT sample sizes were different because ITT effect size was expected to be less (as estimated by our previous work ( 31 )) and, therefore, more samples were needed in ITT, i.e., 14 additional samples, vs GTT.\n\nDuring sacrifice, under terminal isoflurane anesthesia, cardiac blood (0.3-1 mL) was collected and centrifuged at 16,000 x g for 20 min at 4 °C. After the addition of a cocktail of protease inhibitors and EDTA, the plasma samples were stored at -80°C until further use. The following organs were excised and weighed: liver, pancreas, spleen, adrenal glands and interscapular brown adipose tissue (BAT). Plasma, liver and adrenal samples were snap-frozen over dry ice and stored at -80 °C for later analysis of plasma hormones, adrenal epinephrine, liver endocannabinoids and enzymatic activity.\n\nPlasma collected  via  cardiac puncture ( ad libitum  fed state) was analyzed for metabolic hormones using commercially available kits according to manufacturer’s instructions. Plasma insulin was measured using commercial ELISA kits (ALPCO, Salem, NH, Cat.# 80-INSMS-E01 and Mercodia, Uppsala, Sweden Cat.# 10-1249-01 and 10-1247-01) as previously described ( 31 ). The Mercodia assays had a sensitivity of 0.15 mU/L or 1 mU/L in a standard range of 0.15-20 mU/L or 3-200 mU/L and inter- and intra-assay coefficient of variance (CV) of 4.9% and 3.4%, respectively. The ALPCO insulin ELISA had a sensitivity of 0.019 ng/mL in a standard range of 0.025-1.25 ng/mL and inter- and intra-assay CV of 5.7% and 4.5%, respectively. The active glucagon-like peptide-1 (7–36) Amide (GLP-1) assay (Cat.# 80-GLP1A-CH01, ALPCO) had an analytical sensitivity of 0.15 pM in a standard range of 0.45-152 pM and inter- and intra-assay CV of 11.6 and 9.5%, respectively. Glucagon was measured by chemiluminescence using a proprietary ELISA kit (ALPCO) undergoing beta launch development (now Cat.# 48-GLUHU-E01). This assay had a sensitivity of 41 pg/mL in a dynamic range of 41-10,000 pg/mL and inter- and intra-assay CV of 9.8% and 7.6%, respectively.\n\nHepatic lipids were extracted using a modified Folch method ( 31 ). Samples of flash-frozen liver tissue were weighed (10-20 mg) and homogenized in 1 mL of methanol solution containing 1 pmol d 4 -arachidonoylethanolamide (internal standard for quantitation of arachidonoylethanolamide), 10 pmol d 4 -oleoylethanolamide (internal standard for quantitation of oleoylethanolamide and docosahexaenoylethanolamide), and 500 pmol d 5 -2-arachidonoyl- sn -glycerol (internal standard for quantitation of 2-arachidonoyl- sn -glycerol and 2-docosahexaenoyl- sn -glycerol). Following homogenization of samples, 2 mL of chloroform and 1 mL of water were added, followed by centrifugation at 2000 x g for 15 min at 4°C. The organic phase was extracted and the pooled lower phases were dried under N 2  gas followed by resuspension in 0.1 mL methanol:chloroform (9:1). Analysis of endocannabinoids (EC) was performed  via  ultra-performance liquid chromatography coupled to tandem mass spectrometry (UPLC/MS/MS) as previously described ( 39 ,  40 ).\n\nGDH activity in crude liver homogenates was assayed using the tetrazolium salt method with modification for multiwell plates as described previously ( 41 ,  42 ). In brief, 5% liver homogenates (40 uL in 0.25M sucrose) were added to a mixture of 2 μmol/l of iodonitrotetrazolium chloride, 0.1 μmol/l of NAD, 50 μmol/l of sodium glutamate, 100 μmol/l of phosphate buffer (pH 7.4) and distilled water. Samples were run in duplicate. The reaction was allowed to proceed at 37°C for 30 min. The optical density of the resultant formazan product was measured at 545 nm and then converted to concentration using a iodonitrotetrazolium formazan (TCI) standard curve fitted with a linear regression model ( 42 ). A bicinchoninic acid assay (Cat.# 23227, ThermoFisher Scientific, Waltham, MA, USA) was used to measure protein content in order to normalize product yield values. GDH activity was expressed as µmol formazan formed per ug protein/h.\n\nEpinephrine content in adrenal glands was measured using a modification of the trihydroxyindole method as described previously ( 43 ). Briefly, 5 mg of adrenal tissue homogenates (in 200 µL of 0.05 N perchloric acid) were centrifuged at 15,000 x g at 0°C for 15 min. Acetic acid (10%, pH 2) was added to the sample supernatant (30 uL), followed by 60 µL of 0.25% K 2 Fe(CN) 6.  The mixture was incubated at 0°C for 20 min and the oxidation reaction was stopped by the addition of 60 µL of a 9 N NaOH solution containing 4 mg/ml ascorbic acid (alkaline ascorbate). Fluorescence emission was determined at 520 nm (excitation wavelength at 420 nm) using a fluorescence plate reader (Promega). Epinephrine concentration (μg/g adrenal wet weight) was converted from the mean fluorescence intensity units of each sample using calibration standards and polynomial curve fitting.\n\nStatistical analyses were performed using GraphPad Prism v.9.4.1. A one-way analysis of variance (ANOVA) was used to test the main effect of one factor. When normality assumption failed, as determined using a Shapiro-Wilk test, a Kruskal-Wallis H ANOVA was used. A Brown-Forsythe ANOVA was used if the group variances were significantly different. Data for fasting glycemia were analyzed by two-way ANOVA for main effects of exposure and fasting duration. ITT and GTT experiments were analyzed by repeated measures two-way or mixed model ANOVA to determine main effects of exposure and time. ANOVA was followed by  post hoc  testing for multiple group comparisons. For parametric ANOVAs, Tukey’s  post hoc  test was used when both sample sizes and variance were equal, and a Dunnett’s T3 test was used when sample size and variance were not equal. For non-parametric ANOVA, a Dunn’s  post hoc  test was performed. For Two-way ANOVA, Tukey’s, Sidak’s and Holm-Sidak’s  post hoc  tests were used. Differences were deemed significant at  p <0.05. Data are expressed as mean ± standard error of the mean (s.e.m) unless indicated otherwise."
    },
    {
      "title": "Animals",
      "text": "C57BL/6N mice were obtained from both Charles River Laboratories (Raleigh, NC) and Taconic Biosciences (Germantown, NY). Mice were group housed 2-4 per cage and maintained in a non-specific pathogen free vivarium on a 12 h light/dark cycle at an ambient temperature of 20.6-23.9 °C and relative humidity of 20-70%. Mice were provided rodent chow (Laboratory Rodent Diet 5001; LabDiet, USA) and municipal tap water  ad libitum  in glass water bottles. Procedures on the care and treatment of animals were performed in compliance with the National Institutes of Health  Guide for the Care and Use of Laboratory Animals  and approved by the University of California, Riverside, Institutional Animal Care and Use Committee (AUP#20170026 and 20200018)."
    },
    {
      "title": "DE-71 dosing solutions",
      "text": "Dosing solutions were prepared as described previously ( 31 ,  32 ). In brief, technical grade pentabromodiphenyl ether mixture (DE-71; Lot no. 1550OI18A; CAS 32534-81-9), was obtained from Great Lakes Chemical Corporation (West Lafayette, IN). DE-71 dosing solutions were prepared in corn oil (Mazola) to yield two low doses: 0.1 (L-DE-71) and 0.4 (H-DE-71) mg/kg bw per day (2 uL/g body weight). Vehicle control solution (VEH/CON) contained corn oil without the addition of DE-71. PBDE doses were chosen to yield desired body burdens that are relevant to humans. Our recent data indicate that transfer and accumulation of PBDE congeners is similar in male and female tissues ( 32  and unpublished observations). These findings detail the levels and composition of BDEs analyzed in DE-71-dosed mice."
    },
    {
      "title": "DE-71 exposure",
      "text": "Perinatal PBDE exposure  via  the dam was accomplished as described previously ( 31 ). In brief, female mice (PND 30-60) were introduced to cornflakes daily for 1 week. Dams were randomly assigned to one of three exposure groups: corn oil vehicle control (VEH/CON), 0.1 (L-DE-71) or 0.4 mg/kg bw per day DE-71 (H-DE-71) ( Figure 1 ). A 10-week dosing regimen, chosen to model human-relevant chronic, low-level exposure ( 18 ,  20 ,  38 ), included ~4 weeks of pre-conception, plus gestation (3 weeks) and lactation (3 weeks). Offspring were weaned after the lactation period at PND 21 and housed in same-sex groups. Dams were fed oral treats (Kellogg’s Corn Flakes) infused with dosing solution (2 uL/g bw) daily, except on PND 0 and 1. Each dam was exposed to DE-71 daily for an average of 70-80 d and offspring were perinatally exposed for 39 d  via  maternal blood and milk. Consumption was visually confirmed, and offspring were never allowed to ingest cornflakes. DE-71 exposure does not significantly affect maternal food intake, gestational weight gain, litter size or sex ratio ( 31 ). Male offspring were used  in vivo  for physiological testing (Cohort 1) and  ex vivo  analysis of hepatic, adipose, adrenal, and endocrine parameters (Cohort 2). The DE-71 exposure and testing paradigm is shown in  Figure 1 .\n\nDiagram depicting the dosing and testing paradigm used for perinatal exposure to DE-71. Direct exposure of dams to DE-71 (F0♀, solid shading), began ~4 weeks pre-conception and continued daily through ~3 weeks of gestation and 3 weeks of lactation until pup weaning at PND 21. Indirect exposure to DE-71 in male offspring (F1♂, hatched shading) occurred during the prenatal (GD 0- 20) and postnatal periods (PND0-PND21)  via  lactation. Offspring received 39 days of DE-71 exposure during the prenatal period except on PND 0 and 1. Metabolic endpoints (fasting glycemia, GTT, ITT) were examined in Cohort 1 offspring at ~4 months of age. Another cohort (Cohort 2) of animals was raised for ex vivo analyses. At necropsy (~4 mo of age) Cohort 2 body and organ weights were recorded and blood and organ tissues collected for further analysis: plasma hormones, UPLC/MS/MS detection of endocannabinoids, adrenal epinephrine and liver GDH enzymatic activity. GD, gestational day; PND, postnatal day; GDH, glutamate dehydrogenase."
    },
    {
      "title": "Glucose tolerance test and insulin tolerance test",
      "text": "Mice were fasted overnight (ON) for 11h and then injected with glucose (2.0 g/kg bw, i.p.). Glucose was measured directly from tail blood (~1 uL) at time 0, 15, 30, 60, and 120 min post-glucose challenge. A calibrated glucometer and test strips (OneTouch Ultra 2, LifeScan Inc.) were used to measure plasma glucose concentrations. Seven days following IPGTT, an insulin tolerance test (ITT) was performed with Humulin R (Eli Lilly) bolus (0.25 U/kg bw, i.p.) on mice fasted ON for 9h. Tail blood was collected, and glucose was sampled in the same manner as IPGTT (t=0, 15, 30, 45, 60, 90 and 120 min). For area calculations, the area under (AUC) or above the glycemia curve (inverse AUC) from 0-120 min post injection was used. The percent blood glucose reduction rate after insulin administration, K ITT , was calculated using the formula (0.693 x 100) x t 1/2 \n -1  to determine  in vivo  insulin sensitivity from 0-30 min post insulin injection. Fasting blood glucose was determined from baseline values (t=0) obtained in IPGTT (11h) and ITT (9h). GTT and ITT sample sizes were different because ITT effect size was expected to be less (as estimated by our previous work ( 31 )) and, therefore, more samples were needed in ITT, i.e., 14 additional samples, vs GTT."
    },
    {
      "title": "Necropsy",
      "text": "During sacrifice, under terminal isoflurane anesthesia, cardiac blood (0.3-1 mL) was collected and centrifuged at 16,000 x g for 20 min at 4 °C. After the addition of a cocktail of protease inhibitors and EDTA, the plasma samples were stored at -80°C until further use. The following organs were excised and weighed: liver, pancreas, spleen, adrenal glands and interscapular brown adipose tissue (BAT). Plasma, liver and adrenal samples were snap-frozen over dry ice and stored at -80 °C for later analysis of plasma hormones, adrenal epinephrine, liver endocannabinoids and enzymatic activity."
    },
    {
      "title": "Enzyme-linked immunosorbent assays (EIAs)",
      "text": "Plasma collected  via  cardiac puncture ( ad libitum  fed state) was analyzed for metabolic hormones using commercially available kits according to manufacturer’s instructions. Plasma insulin was measured using commercial ELISA kits (ALPCO, Salem, NH, Cat.# 80-INSMS-E01 and Mercodia, Uppsala, Sweden Cat.# 10-1249-01 and 10-1247-01) as previously described ( 31 ). The Mercodia assays had a sensitivity of 0.15 mU/L or 1 mU/L in a standard range of 0.15-20 mU/L or 3-200 mU/L and inter- and intra-assay coefficient of variance (CV) of 4.9% and 3.4%, respectively. The ALPCO insulin ELISA had a sensitivity of 0.019 ng/mL in a standard range of 0.025-1.25 ng/mL and inter- and intra-assay CV of 5.7% and 4.5%, respectively. The active glucagon-like peptide-1 (7–36) Amide (GLP-1) assay (Cat.# 80-GLP1A-CH01, ALPCO) had an analytical sensitivity of 0.15 pM in a standard range of 0.45-152 pM and inter- and intra-assay CV of 11.6 and 9.5%, respectively. Glucagon was measured by chemiluminescence using a proprietary ELISA kit (ALPCO) undergoing beta launch development (now Cat.# 48-GLUHU-E01). This assay had a sensitivity of 41 pg/mL in a dynamic range of 41-10,000 pg/mL and inter- and intra-assay CV of 9.8% and 7.6%, respectively."
    },
    {
      "title": "Measurement of hepatic endocannabinoids using ultra-performance liquid chromatography-tandem mass spectrometry",
      "text": "Hepatic lipids were extracted using a modified Folch method ( 31 ). Samples of flash-frozen liver tissue were weighed (10-20 mg) and homogenized in 1 mL of methanol solution containing 1 pmol d 4 -arachidonoylethanolamide (internal standard for quantitation of arachidonoylethanolamide), 10 pmol d 4 -oleoylethanolamide (internal standard for quantitation of oleoylethanolamide and docosahexaenoylethanolamide), and 500 pmol d 5 -2-arachidonoyl- sn -glycerol (internal standard for quantitation of 2-arachidonoyl- sn -glycerol and 2-docosahexaenoyl- sn -glycerol). Following homogenization of samples, 2 mL of chloroform and 1 mL of water were added, followed by centrifugation at 2000 x g for 15 min at 4°C. The organic phase was extracted and the pooled lower phases were dried under N 2  gas followed by resuspension in 0.1 mL methanol:chloroform (9:1). Analysis of endocannabinoids (EC) was performed  via  ultra-performance liquid chromatography coupled to tandem mass spectrometry (UPLC/MS/MS) as previously described ( 39 ,  40 )."
    },
    {
      "title": "Glutamate dehydrogenase (GDH) activity",
      "text": "GDH activity in crude liver homogenates was assayed using the tetrazolium salt method with modification for multiwell plates as described previously ( 41 ,  42 ). In brief, 5% liver homogenates (40 uL in 0.25M sucrose) were added to a mixture of 2 μmol/l of iodonitrotetrazolium chloride, 0.1 μmol/l of NAD, 50 μmol/l of sodium glutamate, 100 μmol/l of phosphate buffer (pH 7.4) and distilled water. Samples were run in duplicate. The reaction was allowed to proceed at 37°C for 30 min. The optical density of the resultant formazan product was measured at 545 nm and then converted to concentration using a iodonitrotetrazolium formazan (TCI) standard curve fitted with a linear regression model ( 42 ). A bicinchoninic acid assay (Cat.# 23227, ThermoFisher Scientific, Waltham, MA, USA) was used to measure protein content in order to normalize product yield values. GDH activity was expressed as µmol formazan formed per ug protein/h."
    },
    {
      "title": "Epinephrine assay",
      "text": "Epinephrine content in adrenal glands was measured using a modification of the trihydroxyindole method as described previously ( 43 ). Briefly, 5 mg of adrenal tissue homogenates (in 200 µL of 0.05 N perchloric acid) were centrifuged at 15,000 x g at 0°C for 15 min. Acetic acid (10%, pH 2) was added to the sample supernatant (30 uL), followed by 60 µL of 0.25% K 2 Fe(CN) 6.  The mixture was incubated at 0°C for 20 min and the oxidation reaction was stopped by the addition of 60 µL of a 9 N NaOH solution containing 4 mg/ml ascorbic acid (alkaline ascorbate). Fluorescence emission was determined at 520 nm (excitation wavelength at 420 nm) using a fluorescence plate reader (Promega). Epinephrine concentration (μg/g adrenal wet weight) was converted from the mean fluorescence intensity units of each sample using calibration standards and polynomial curve fitting."
    },
    {
      "title": "Statistical analysis",
      "text": "Statistical analyses were performed using GraphPad Prism v.9.4.1. A one-way analysis of variance (ANOVA) was used to test the main effect of one factor. When normality assumption failed, as determined using a Shapiro-Wilk test, a Kruskal-Wallis H ANOVA was used. A Brown-Forsythe ANOVA was used if the group variances were significantly different. Data for fasting glycemia were analyzed by two-way ANOVA for main effects of exposure and fasting duration. ITT and GTT experiments were analyzed by repeated measures two-way or mixed model ANOVA to determine main effects of exposure and time. ANOVA was followed by  post hoc  testing for multiple group comparisons. For parametric ANOVAs, Tukey’s  post hoc  test was used when both sample sizes and variance were equal, and a Dunnett’s T3 test was used when sample size and variance were not equal. For non-parametric ANOVA, a Dunn’s  post hoc  test was performed. For Two-way ANOVA, Tukey’s, Sidak’s and Holm-Sidak’s  post hoc  tests were used. Differences were deemed significant at  p <0.05. Data are expressed as mean ± standard error of the mean (s.e.m) unless indicated otherwise."
    },
    {
      "title": "Results",
      "text": "Table 1  shows the effects of DE-71 exposure on body weights, select organ weights (absolute weights) and organ-to-body-weight-ratios (relative weights). At necropsy, body weights of male offspring were not different across groups and, therefore, the diabetogenic phenotype of DE-71-exposed male mice is not due to obesity. This is consistent with our previous findings of no difference in lean or fat mass in DE-71-exposed males ( 29 ). Absolute liver weight was 9% lower in L-DE-71 relative to VEH/CON (One-way ANOVA:  Exposure effect  F (2,58) =9.34,  p <0.001, Tukey’s  post-hoc  VEH/CON vs L-DE-71,  p =0.03 and lower in L-DE-71 vs H-DE-71,  p =0.0003). Relative liver weight was 8% greater in H-DE-71 relative to L-DE-71 (One-way ANOVA:  Exposure effect  F (2,58) =2.824,  p =0.0675, Tukey’s  post-hoc  L-DE-71 vs H-DE-71  p< .05). The absolute and relative weights of pancreas and spleen were similar across groups.\n\nBody and select organ weights in de-71 exposed male mice.\n\nValues for body and organ weights (absolute weight) are expressed in grams; organ weight/body weight (relative weight) are expressed as mg organ weight/g body weight. Values are reported as mean ± standard error of the mean (s.e.m.).\n\n*Indicates significantly different from VEH/CON (* p <0.05).\n\n^Indicates significantly different relative to L-DE-71 (^ p <0.05; ^^^ p <0.001).\n\nWe examined fasting blood glucose (FBG) after 9 and 11 h fasting using glycemia values from basal time points obtained in ITT and GTT experiments, respectively.  Figure 2  shows that exposure to H-DE-71 significantly lowered (25%) FBG after a 11 h fast relative to VEH/CON (Two-way ANOVA:  Exposure effect  F (2,78) = 6.65,  p <0.01;  Time effect  F (1,78) = 24.6,  p <0.0001;  Exposure  x  Time  F (2,78) = 0.76 ns; Sidak’s  post hoc  test, 11 h: VEH/CON vs H-DE-71,  p <0.01; 9 h vs 11 h, L-DE-71  p <0.01, H-DE-71,  p <0.05 ( Figure 2 ). In comparison, this was not observed after a shorter 9 h fast. These results suggest that perinatal exposure to DE-71 lowers fasting glycemia but only after a prolonged fast.\n\nFasting blood glucose (FBG) in male offspring exposed perinatally to DE-71. FBG was measured after a 9h fast in conjunction with ITT and 11h fast before GTT in male offspring. *indicates significantly different from VEH/CON (** p <0.01).  # indicates significant difference vs 9 h fast for corresponding exposure group ( # \n p< 0.05;  ## \n p <0.01). Bars and error bars represent values expressed as median with interquartile range.  n , 8-23/group.\n\nTo investigate the effects of DE-71 on glucose tolerance, glycemia was measured during GTT over the 120 min post-injection time course ( Figure 3A ). Blood glucose levels rose rapidly and peaked between 15-30 min of glucose challenge in all groups. Peak glycemia was exaggerated in H-DE-71 males relative to VEH/CON (RM Two-way ANOVA: Exposure effect F (2,33) =4.767,  p <0.05;  Time effect  F (2.9,96.1) =330.2,  p <0.0001;  Time  x  Exposure  F (8,132)  =3.112,  p <0.01) ( Figure 3A ). Mean glycemia values in H-DE-71 were markedly elevated as compared to VEH/CON at  t =30 (Holm-Sidak’s  post hoc ;  p <0.05) and 60 min post injection ( p <0.05) and in L-DE-71 vs H-DE-71 at  t =30 ( p <0.01) and 60 min post injection ( p <0.01).\n\nGlucose tolerance profile in male mice offspring receiving perinatal exposure to DE-71. Mice were fasted for 11 h ON and tail blood was sampled for glucose before (t=0 min) and after (t=15, 30, 60 and 120 min) i.p. injection of 2.0 g/kg glucose.  (A)  Absolute blood glucose concentrations taken during IPGTT.  (B)  Mean values for the integrated area under the IPGTT glucose curve using absolute values (AUC GTTglucose ).  (C)  Blood glucose values taken during IPGTT are plotted vs time as a percent of basal glucose.  (D)  Mean values for the integrated area under the IPGTT glucose curve using percent baseline values (AUC GTTglucose ).  (E)  Latency to maximum glycemia corresponding to percent basal. Asterisk of specific color indicates significant difference between corresponding group and VEH/CON (* p <0.05, ** p <0.01). Carets of specific color indicate significant difference between corresponding group and L-DE-71 (^ p <0.05, ^^ p <0.01, ^^^ p <0.001). The black symbol “a” in panels  (A, C)  indicates the time points at which glycemia is not different from basal (t=0) in the VEH/CON group. Glycemia at all other time points and groups differs from basal. Bars and error bars represent values expressed as mean ± s.e.m.  n , 9-14/group.\n\nSince FBG after an 11 h fast was lower in H-DE-71 relative to VEH/CON (t=0,  p <.01;  Figure 2 ), glycemia values are also expressed as percent baseline ( Figure 3C ). After normalizing to baseline (t=0), peak glycemia was again exaggerated in H-DE-71 males relative to VEH/CON (RM Two-way ANOVA:  Time effect  F (2.26, 74.7) =278.6,  p <0.0001;  Exposure effect  F (2,33) =9.39  p <0.001;  Time  x  Exposure  F (8,132) =5.94,  p <0.0001). Mean glycemia values for H-DE-71 were significantly different from VEH/CON at  t =15 (Tukey’s  post hoc ;  p <0.01), 30 ( p <0.01) and 60 min post injection ( p <0.01) and from L-DE-71 at  t =15 ( p <0.01),  t =30 ( p <0.01) and 60 min post injection ( p <0.001).\n\nThe differences in magnitude and duration of glycemia are integrated using the area under the glucose curve, AUC GTTglucose , which is abnormally large in H-DE-71 males (Absolute glycemia AUC, One-way ANOVA:  Exposure effect  F (2,33) =5.21,  p <0.05, Tukey’s  post-hoc  VEH/CON vs H-DE-71,  p <0.029, L-DE-71 vs H-DE-71,  p <0.013; Percent basal glycemia AUC, Brown-Forsythe ANOVA:  Exposure effect  F (2,22.2) =10.1,  p <0.001, Dunnett’s T3  post-hoc  VEH/CON vs H-DE-71,  p <0.004, L-DE-71 vs H-DE-71  p <0.0003 ( Figures 3B, D ). The latency to maximum glycemia, likely influenced by the insulin response, was not significantly different across groups ( Figure 3E ). Of note, glycemia was still elevated in both exposure groups (L- and H-DE-71) but not VEH/CON at 120 min post-glucose injection (“a” in  Figures 3A, C ). These comparisons are significant when comparing percent basal glycemia at 120 min vs t=0 (L-DE71  p <0.05-.01, H-DE-71  p <0.001).\n\nThe glycemia response to exogenous insulin was examined during ITT experiments. The insulin tolerance curve shows mean glycemia values over the 120 min period following insulin injection ( Figure 4A ). Males exposed to L-DE-71 display greater reduction in glycemia as compared to VEH/CON (RM Two-way ANOVA:  Time effect  F (3.257,143.3) =56.2,  p <0.0001;  Exposure effect  F (2,44) =2.40,  ns ;  Time  x  Exposure  F (12,264) =1.90,  p <0.05) ( Figure 4A ). Mean glycemia values for L-DE-71 were significantly different from VEH/CON at  t =120 min (Tukey’s  post hoc ;  p <0.05). When glycemia is expressed as a percent of baseline, L-DE-71 exposed mice displayed incomplete recovery or glucose clearance/utilization at 90 and 120 min after insulin injection (RM Two-way ANOVA:  Time effect  F (6,308) =33.7,  p <0.0001;  Exposure effect  F (2,308) =8.014,  p <0.001;  Time  x  Exposure  F (12,308) =1.23,  ns ) ( Figure 4D ). Mean glycemia values for L-DE-71 are significantly different from VEH/CON at  t =90 (Tukey’s  post hoc ;  p <0.05) and 120 min ( p <0.001). This is represented as a greater mean latency to reach the minimum insulin-induced hypoglycemia in L-DE-71 relative to VEH/CON (Kruskal-Wallis test: Exposure H(2)=9.07,  p <0.01; Dunn’s  post hoc  VEH/CON vs L-DE-71,  p <0.01) ( Figure 4F ).\n\nAbnormal glycemia reduction after insulin challenge in male mice offspring exposed perinatally to L-DE-71.  (A)  Absolute blood glucose concentrations were recorded before and at  t =15, 30, 45, 60, 90 and 120 min post-injection with 0.25 U/kg insulin.  (B)  Tolerance to insulin challenge was analyzed by the inverse integrated area under the ITT glucose curve (AUC ITTglucose ).  (C)  Rate constant for glucose reduction (K ITT ) was calculated over the initial slope of ITT glucose response curve from 0-30 min post-injection.  (D)  Glucose values taken during ITT are plotted vs time as a percent of the individual baseline.  (E)  The inverse integrated area (AUC) under the percent basal glucose curve (AUC ITTglucose ).  (F)  Latency to minimum blood glucose measured over the two-hour time course of ITT glucose response. *indicates significantly different from VEH/CON (* p <0.05, ** p <0.01, *** p <0.001). All values are expressed as mean ± s.e.m.  n , 8-23/group.\n\nThe inverse area under the glucose response curve (inverse AUC ITTglucose ) was plotted using absolute ( Figure 4B ) and percent baseline values ( Figure 4E ). The latter showed a significant increase for L-DE-71 relative to VEH/CON (One-way ANOVA:  Exposure effect  F (2,44) =2.024, ns, Sidak’s  post-hoc  VEH/CON vs L-DE-71,  p <0.05) ( Figure 4E ). To measure the early effects of insulin sensitivity, we calculated K ITTinsulin  measured over the first 30 min post-injection ( Figure 4C ). There were no differences between groups for this metric, suggesting no differences in early glucose uptake triggered by insulin. Interestingly, male offspring of dams exposed to L-DE-71 during pregnancy show a delayed recovery from insulin challenge.\n\nWe have previously shown disrupted plasma hormones involved in carbohydrate regulation in DE-71 exposed female offspring. In T2D, pancreatic beta cell dysfunction may lead to changes in insulin production ( 44 ). In addition, elevated fasting and postprandial plasma glucagon concentrations have also been shown and may contribute to symptomatic hyperglycemia ( 33 ,  45 ). We used ELISA to measure plasma insulin, active GLP-1 (7-36) amide and glucagon in blood collected at necropsy ( ad libitum  fed state) ( Figures 5A–C ). Plasma levels of insulin and glucagon were expressed as percent of control but mean absolute concentrations ranged from 0.90 ± 0.12 to 1.12 ± 0.17 ug/L for insulin, 12.6 ± 4.98 to 41.9 ± 9.78 pg/mL for glucagon in F1 males. For glucagon ELISA, there were no commercially available kits at the time of our studies so we used proprietary kits undergoing beta launch development. Therefore, we went through several trials and samples were expended that did not yield data. Hence the sample size was smaller in  Figure 5C . With regard to plasma insulin levels, there were no group differences ( Figure 5A ). However, L-DE-71 males showed elevated plasma GLP-1 and glucagon relative to VEH/CON (GLP-1, One-way ANOVA:  Exposure effect  F (2,23) =3.684,  p =0.0409; Dunnet’s  post-hoc  VEH/CON vs L-DE-71  p =0.0473; Glucagon, One-way ANOVA:  Exposure effect  F (2,11.3) =5.61,  p =0.02; Dunnett’s T3  post-hoc  VEH/CON vs L-DE-71  p =0.0449) ( Figures 5B, C ). In summary, L-DE-71 showed the most susceptibility to the endocrine-disrupting effects of PBDEs.\n\nEndocrine-disrupting effects of DE-71 on glucoregulatory hormones in male mice. Blood collected at sacrifice was assayed for plasma levels of  (A)  insulin  (B)  GLP-1 and  (C)  glucagon using specific commercial enzyme-linked immunoassay kits. *indicates significantly different from corresponding VEH/CON (* p <0.05). Bars and error bars represent values expressed as mean ± s.e.m.  n =16-20/group for insulin,  n =7-11/group for GLP-1,  n =5-8/group for glucagon.\n\nDue to the important role of epinephrine in glucose and lipid homeostasis, we examined whether adrenal content of epinephrine was altered by developmental exposure to DE-71. Adrenal epinephrine levels were similar to those reported previously for male wildtype C57Bl/6 mice using a radioenzymatic assay and LC-MS measurement instead of fluoroscopy ( 46 ).  Figure 6A  shows that L- and H-DE-71 exposure significantly elevated adrenal epinephrine (One-way ANOVA:  Exposure effect  F (2,18) =16.06,  p<.0001 ; Tukey’s  post-hoc  VEH/CON vs L-DE-71  p =0.0001, VEH/CON vs H-DE-71  p =0.002). Adrenal weights were not different across experimental groups ( Figure 6B ). Because diabetes and fasting glucose level is associated with brown adipose tissue (BAT) activity ( 47 ), we measured BAT mass ( 47 ). When normalized to body weight, mean interscapular BAT mass was dramatically decreased by 30.2% in L-DE-71 relative to VEH/CON (One-way ANOVA:  Exposure effect  F (2,41) =6.82,  p =0.061; Tukey’s  post-hoc  VEH/CON vs L-DE-71  p =0.01, L-DE-71 vs H-DE-71  p =0.01) ( Figure 6C ).\n\nEffects of DE-71 on adrenal epinephrine content and thermogenic brown adipose tissue mass.  (A)  Epinephrine content measured in adrenal glands harvested at necropsy.  (B)  Corresponding adrenal weights.  (C)  Interscapular brown adipose tissue (BAT) collected at necropsy was expressed as a percent of body weight. *indicates significantly different from VEH/CON (* p <0.05, ** p <0.01, **** p <0.001); ^indicates significantly different from L-DE-71 (^ p  < 0.05). Bars and error bars represent values expressed as mean ± s.e.m. n=5-8/group for epinephrine and  n =8-21/group for BAT. [ Permission obtained for reuse of panel in \n Figure 1B \n , Kozlova et al, 2022, Front. Endocrinol. 13: 997304] .\n\nExposure to DE-71 decreases glucose tolerance which may be due to enhanced hepatic glucose production. To examine this possibility, we tested the hypothesis that PBDEs increase the activity of GDH a hepatic gluconeogenic enzyme. We found that exposure to L- and H-DE-71 significantly  reduced  enzymatic activity of GDH (One-way ANOVA:  Exposure effect  F (2,33) =19.51,  p<.0001 ; Dunnett’s  post-hoc  VEH/CON vs L-DE-71  p =0.002, VEH/CON vs H-DE-71  p <0.0001) ( Figure 7 ). The effect of DE-71 was dose-dependent on this metric (L-DE-71 vs H-DE-71  p =0.03).\n\nEffects of DE-71 on hepatic glutamate dehydrogenase (GDH). DE-71 exposure decreased GDH activity in a dose-dependent manner. *indicates significantly different from VEH/CON (** p  < 0.01, **** p <0.0001); ^indicates significantly different from L-DE-71 (^ p  < 0.05). Bars and error bars represent values expressed as mean ± s.e.m.  n =11-13/group.\n\nMale F1 mice exposed to either dose of DE-71 displayed normal liver levels of the endocannabinoid (EC), anandamide (arachidonoylethanolamide, AEA), and related fatty acid ethanolamides, docosahexaenoyl ethanolamide (DHEA) and oleoylethanolamide (OEA), when compared to VEH/CON ( Figure 8A ). Fewer samples were used for LC-MS analysis of ECs than for other tests. This was due to high precision afforded by this method and to control for cost. No changes were detected for the other primary EC, 2-arachidonoyl-sn-glycerol (2-AG), and related monoacylglycerol, 2-docosahexaenoyl-sn-glycerol (2-DG) ( Figure 8B ).\n\nHepatic levels of endocannabinoid (EC) and related fatty acid ethanolamides in DE-71 exposed male mice.  Post mortem  liver tissue was analyzed using UPLC/MS/MS.  (A)  AEA, DHEA and OEA.  (B)  2-AG and 2-DG. ^indicates significantly different from L-DE-71 (^p < 0.05). Bars and error bars represent values expressed as mean ± s.e.m.  n , 4-7/group. AEA, arachidonoylethanolamide (Anandamide); DHEA, docosahexanoyl ethanolamide; OEA, n-oleoyl ethanolamide; 2-AG, 2-arachidonoyl- sn -glycerol; 2-DG, monoacylglycerol 2-docosahexaenoyl- sn -glycerol."
    },
    {
      "title": "Chronic low dose DE-71 exposure has minimal effects on body and organ weights",
      "text": "Table 1  shows the effects of DE-71 exposure on body weights, select organ weights (absolute weights) and organ-to-body-weight-ratios (relative weights). At necropsy, body weights of male offspring were not different across groups and, therefore, the diabetogenic phenotype of DE-71-exposed male mice is not due to obesity. This is consistent with our previous findings of no difference in lean or fat mass in DE-71-exposed males ( 29 ). Absolute liver weight was 9% lower in L-DE-71 relative to VEH/CON (One-way ANOVA:  Exposure effect  F (2,58) =9.34,  p <0.001, Tukey’s  post-hoc  VEH/CON vs L-DE-71,  p =0.03 and lower in L-DE-71 vs H-DE-71,  p =0.0003). Relative liver weight was 8% greater in H-DE-71 relative to L-DE-71 (One-way ANOVA:  Exposure effect  F (2,58) =2.824,  p =0.0675, Tukey’s  post-hoc  L-DE-71 vs H-DE-71  p< .05). The absolute and relative weights of pancreas and spleen were similar across groups.\n\nBody and select organ weights in de-71 exposed male mice.\n\nValues for body and organ weights (absolute weight) are expressed in grams; organ weight/body weight (relative weight) are expressed as mg organ weight/g body weight. Values are reported as mean ± standard error of the mean (s.e.m.).\n\n*Indicates significantly different from VEH/CON (* p <0.05).\n\n^Indicates significantly different relative to L-DE-71 (^ p <0.05; ^^^ p <0.001)."
    },
    {
      "title": "DE-71 produces fasting hypoglycemia",
      "text": "We examined fasting blood glucose (FBG) after 9 and 11 h fasting using glycemia values from basal time points obtained in ITT and GTT experiments, respectively.  Figure 2  shows that exposure to H-DE-71 significantly lowered (25%) FBG after a 11 h fast relative to VEH/CON (Two-way ANOVA:  Exposure effect  F (2,78) = 6.65,  p <0.01;  Time effect  F (1,78) = 24.6,  p <0.0001;  Exposure  x  Time  F (2,78) = 0.76 ns; Sidak’s  post hoc  test, 11 h: VEH/CON vs H-DE-71,  p <0.01; 9 h vs 11 h, L-DE-71  p <0.01, H-DE-71,  p <0.05 ( Figure 2 ). In comparison, this was not observed after a shorter 9 h fast. These results suggest that perinatal exposure to DE-71 lowers fasting glycemia but only after a prolonged fast.\n\nFasting blood glucose (FBG) in male offspring exposed perinatally to DE-71. FBG was measured after a 9h fast in conjunction with ITT and 11h fast before GTT in male offspring. *indicates significantly different from VEH/CON (** p <0.01).  # indicates significant difference vs 9 h fast for corresponding exposure group ( # \n p< 0.05;  ## \n p <0.01). Bars and error bars represent values expressed as median with interquartile range.  n , 8-23/group."
    },
    {
      "title": "DE-71 exposure impairs glucose tolerance",
      "text": "To investigate the effects of DE-71 on glucose tolerance, glycemia was measured during GTT over the 120 min post-injection time course ( Figure 3A ). Blood glucose levels rose rapidly and peaked between 15-30 min of glucose challenge in all groups. Peak glycemia was exaggerated in H-DE-71 males relative to VEH/CON (RM Two-way ANOVA: Exposure effect F (2,33) =4.767,  p <0.05;  Time effect  F (2.9,96.1) =330.2,  p <0.0001;  Time  x  Exposure  F (8,132)  =3.112,  p <0.01) ( Figure 3A ). Mean glycemia values in H-DE-71 were markedly elevated as compared to VEH/CON at  t =30 (Holm-Sidak’s  post hoc ;  p <0.05) and 60 min post injection ( p <0.05) and in L-DE-71 vs H-DE-71 at  t =30 ( p <0.01) and 60 min post injection ( p <0.01).\n\nGlucose tolerance profile in male mice offspring receiving perinatal exposure to DE-71. Mice were fasted for 11 h ON and tail blood was sampled for glucose before (t=0 min) and after (t=15, 30, 60 and 120 min) i.p. injection of 2.0 g/kg glucose.  (A)  Absolute blood glucose concentrations taken during IPGTT.  (B)  Mean values for the integrated area under the IPGTT glucose curve using absolute values (AUC GTTglucose ).  (C)  Blood glucose values taken during IPGTT are plotted vs time as a percent of basal glucose.  (D)  Mean values for the integrated area under the IPGTT glucose curve using percent baseline values (AUC GTTglucose ).  (E)  Latency to maximum glycemia corresponding to percent basal. Asterisk of specific color indicates significant difference between corresponding group and VEH/CON (* p <0.05, ** p <0.01). Carets of specific color indicate significant difference between corresponding group and L-DE-71 (^ p <0.05, ^^ p <0.01, ^^^ p <0.001). The black symbol “a” in panels  (A, C)  indicates the time points at which glycemia is not different from basal (t=0) in the VEH/CON group. Glycemia at all other time points and groups differs from basal. Bars and error bars represent values expressed as mean ± s.e.m.  n , 9-14/group.\n\nSince FBG after an 11 h fast was lower in H-DE-71 relative to VEH/CON (t=0,  p <.01;  Figure 2 ), glycemia values are also expressed as percent baseline ( Figure 3C ). After normalizing to baseline (t=0), peak glycemia was again exaggerated in H-DE-71 males relative to VEH/CON (RM Two-way ANOVA:  Time effect  F (2.26, 74.7) =278.6,  p <0.0001;  Exposure effect  F (2,33) =9.39  p <0.001;  Time  x  Exposure  F (8,132) =5.94,  p <0.0001). Mean glycemia values for H-DE-71 were significantly different from VEH/CON at  t =15 (Tukey’s  post hoc ;  p <0.01), 30 ( p <0.01) and 60 min post injection ( p <0.01) and from L-DE-71 at  t =15 ( p <0.01),  t =30 ( p <0.01) and 60 min post injection ( p <0.001).\n\nThe differences in magnitude and duration of glycemia are integrated using the area under the glucose curve, AUC GTTglucose , which is abnormally large in H-DE-71 males (Absolute glycemia AUC, One-way ANOVA:  Exposure effect  F (2,33) =5.21,  p <0.05, Tukey’s  post-hoc  VEH/CON vs H-DE-71,  p <0.029, L-DE-71 vs H-DE-71,  p <0.013; Percent basal glycemia AUC, Brown-Forsythe ANOVA:  Exposure effect  F (2,22.2) =10.1,  p <0.001, Dunnett’s T3  post-hoc  VEH/CON vs H-DE-71,  p <0.004, L-DE-71 vs H-DE-71  p <0.0003 ( Figures 3B, D ). The latency to maximum glycemia, likely influenced by the insulin response, was not significantly different across groups ( Figure 3E ). Of note, glycemia was still elevated in both exposure groups (L- and H-DE-71) but not VEH/CON at 120 min post-glucose injection (“a” in  Figures 3A, C ). These comparisons are significant when comparing percent basal glycemia at 120 min vs t=0 (L-DE71  p <0.05-.01, H-DE-71  p <0.001)."
    },
    {
      "title": "L-DE-71 exposure produces an abnormal glycemic response to insulin",
      "text": "The glycemia response to exogenous insulin was examined during ITT experiments. The insulin tolerance curve shows mean glycemia values over the 120 min period following insulin injection ( Figure 4A ). Males exposed to L-DE-71 display greater reduction in glycemia as compared to VEH/CON (RM Two-way ANOVA:  Time effect  F (3.257,143.3) =56.2,  p <0.0001;  Exposure effect  F (2,44) =2.40,  ns ;  Time  x  Exposure  F (12,264) =1.90,  p <0.05) ( Figure 4A ). Mean glycemia values for L-DE-71 were significantly different from VEH/CON at  t =120 min (Tukey’s  post hoc ;  p <0.05). When glycemia is expressed as a percent of baseline, L-DE-71 exposed mice displayed incomplete recovery or glucose clearance/utilization at 90 and 120 min after insulin injection (RM Two-way ANOVA:  Time effect  F (6,308) =33.7,  p <0.0001;  Exposure effect  F (2,308) =8.014,  p <0.001;  Time  x  Exposure  F (12,308) =1.23,  ns ) ( Figure 4D ). Mean glycemia values for L-DE-71 are significantly different from VEH/CON at  t =90 (Tukey’s  post hoc ;  p <0.05) and 120 min ( p <0.001). This is represented as a greater mean latency to reach the minimum insulin-induced hypoglycemia in L-DE-71 relative to VEH/CON (Kruskal-Wallis test: Exposure H(2)=9.07,  p <0.01; Dunn’s  post hoc  VEH/CON vs L-DE-71,  p <0.01) ( Figure 4F ).\n\nAbnormal glycemia reduction after insulin challenge in male mice offspring exposed perinatally to L-DE-71.  (A)  Absolute blood glucose concentrations were recorded before and at  t =15, 30, 45, 60, 90 and 120 min post-injection with 0.25 U/kg insulin.  (B)  Tolerance to insulin challenge was analyzed by the inverse integrated area under the ITT glucose curve (AUC ITTglucose ).  (C)  Rate constant for glucose reduction (K ITT ) was calculated over the initial slope of ITT glucose response curve from 0-30 min post-injection.  (D)  Glucose values taken during ITT are plotted vs time as a percent of the individual baseline.  (E)  The inverse integrated area (AUC) under the percent basal glucose curve (AUC ITTglucose ).  (F)  Latency to minimum blood glucose measured over the two-hour time course of ITT glucose response. *indicates significantly different from VEH/CON (* p <0.05, ** p <0.01, *** p <0.001). All values are expressed as mean ± s.e.m.  n , 8-23/group.\n\nThe inverse area under the glucose response curve (inverse AUC ITTglucose ) was plotted using absolute ( Figure 4B ) and percent baseline values ( Figure 4E ). The latter showed a significant increase for L-DE-71 relative to VEH/CON (One-way ANOVA:  Exposure effect  F (2,44) =2.024, ns, Sidak’s  post-hoc  VEH/CON vs L-DE-71,  p <0.05) ( Figure 4E ). To measure the early effects of insulin sensitivity, we calculated K ITTinsulin  measured over the first 30 min post-injection ( Figure 4C ). There were no differences between groups for this metric, suggesting no differences in early glucose uptake triggered by insulin. Interestingly, male offspring of dams exposed to L-DE-71 during pregnancy show a delayed recovery from insulin challenge."
    },
    {
      "title": "Endocrine-disrupting effects of DE-71 exposure on glucoregulatory hormones",
      "text": "We have previously shown disrupted plasma hormones involved in carbohydrate regulation in DE-71 exposed female offspring. In T2D, pancreatic beta cell dysfunction may lead to changes in insulin production ( 44 ). In addition, elevated fasting and postprandial plasma glucagon concentrations have also been shown and may contribute to symptomatic hyperglycemia ( 33 ,  45 ). We used ELISA to measure plasma insulin, active GLP-1 (7-36) amide and glucagon in blood collected at necropsy ( ad libitum  fed state) ( Figures 5A–C ). Plasma levels of insulin and glucagon were expressed as percent of control but mean absolute concentrations ranged from 0.90 ± 0.12 to 1.12 ± 0.17 ug/L for insulin, 12.6 ± 4.98 to 41.9 ± 9.78 pg/mL for glucagon in F1 males. For glucagon ELISA, there were no commercially available kits at the time of our studies so we used proprietary kits undergoing beta launch development. Therefore, we went through several trials and samples were expended that did not yield data. Hence the sample size was smaller in  Figure 5C . With regard to plasma insulin levels, there were no group differences ( Figure 5A ). However, L-DE-71 males showed elevated plasma GLP-1 and glucagon relative to VEH/CON (GLP-1, One-way ANOVA:  Exposure effect  F (2,23) =3.684,  p =0.0409; Dunnet’s  post-hoc  VEH/CON vs L-DE-71  p =0.0473; Glucagon, One-way ANOVA:  Exposure effect  F (2,11.3) =5.61,  p =0.02; Dunnett’s T3  post-hoc  VEH/CON vs L-DE-71  p =0.0449) ( Figures 5B, C ). In summary, L-DE-71 showed the most susceptibility to the endocrine-disrupting effects of PBDEs.\n\nEndocrine-disrupting effects of DE-71 on glucoregulatory hormones in male mice. Blood collected at sacrifice was assayed for plasma levels of  (A)  insulin  (B)  GLP-1 and  (C)  glucagon using specific commercial enzyme-linked immunoassay kits. *indicates significantly different from corresponding VEH/CON (* p <0.05). Bars and error bars represent values expressed as mean ± s.e.m.  n =16-20/group for insulin,  n =7-11/group for GLP-1,  n =5-8/group for glucagon."
    },
    {
      "title": "Upregulated adrenal epinephrine content and reduced BAT after DE-71 exposure",
      "text": "Due to the important role of epinephrine in glucose and lipid homeostasis, we examined whether adrenal content of epinephrine was altered by developmental exposure to DE-71. Adrenal epinephrine levels were similar to those reported previously for male wildtype C57Bl/6 mice using a radioenzymatic assay and LC-MS measurement instead of fluoroscopy ( 46 ).  Figure 6A  shows that L- and H-DE-71 exposure significantly elevated adrenal epinephrine (One-way ANOVA:  Exposure effect  F (2,18) =16.06,  p<.0001 ; Tukey’s  post-hoc  VEH/CON vs L-DE-71  p =0.0001, VEH/CON vs H-DE-71  p =0.002). Adrenal weights were not different across experimental groups ( Figure 6B ). Because diabetes and fasting glucose level is associated with brown adipose tissue (BAT) activity ( 47 ), we measured BAT mass ( 47 ). When normalized to body weight, mean interscapular BAT mass was dramatically decreased by 30.2% in L-DE-71 relative to VEH/CON (One-way ANOVA:  Exposure effect  F (2,41) =6.82,  p =0.061; Tukey’s  post-hoc  VEH/CON vs L-DE-71  p =0.01, L-DE-71 vs H-DE-71  p =0.01) ( Figure 6C ).\n\nEffects of DE-71 on adrenal epinephrine content and thermogenic brown adipose tissue mass.  (A)  Epinephrine content measured in adrenal glands harvested at necropsy.  (B)  Corresponding adrenal weights.  (C)  Interscapular brown adipose tissue (BAT) collected at necropsy was expressed as a percent of body weight. *indicates significantly different from VEH/CON (* p <0.05, ** p <0.01, **** p <0.001); ^indicates significantly different from L-DE-71 (^ p  < 0.05). Bars and error bars represent values expressed as mean ± s.e.m. n=5-8/group for epinephrine and  n =8-21/group for BAT. [ Permission obtained for reuse of panel in \n Figure 1B \n , Kozlova et al, 2022, Front. Endocrinol. 13: 997304] ."
    },
    {
      "title": "DE-71 exposure alters hepatic glutamate dehydrogenase",
      "text": "Exposure to DE-71 decreases glucose tolerance which may be due to enhanced hepatic glucose production. To examine this possibility, we tested the hypothesis that PBDEs increase the activity of GDH a hepatic gluconeogenic enzyme. We found that exposure to L- and H-DE-71 significantly  reduced  enzymatic activity of GDH (One-way ANOVA:  Exposure effect  F (2,33) =19.51,  p<.0001 ; Dunnett’s  post-hoc  VEH/CON vs L-DE-71  p =0.002, VEH/CON vs H-DE-71  p <0.0001) ( Figure 7 ). The effect of DE-71 was dose-dependent on this metric (L-DE-71 vs H-DE-71  p =0.03).\n\nEffects of DE-71 on hepatic glutamate dehydrogenase (GDH). DE-71 exposure decreased GDH activity in a dose-dependent manner. *indicates significantly different from VEH/CON (** p  < 0.01, **** p <0.0001); ^indicates significantly different from L-DE-71 (^ p  < 0.05). Bars and error bars represent values expressed as mean ± s.e.m.  n =11-13/group."
    },
    {
      "title": "DE-71 exposure does not alter hepatic levels of endocannabinoids",
      "text": "Male F1 mice exposed to either dose of DE-71 displayed normal liver levels of the endocannabinoid (EC), anandamide (arachidonoylethanolamide, AEA), and related fatty acid ethanolamides, docosahexaenoyl ethanolamide (DHEA) and oleoylethanolamide (OEA), when compared to VEH/CON ( Figure 8A ). Fewer samples were used for LC-MS analysis of ECs than for other tests. This was due to high precision afforded by this method and to control for cost. No changes were detected for the other primary EC, 2-arachidonoyl-sn-glycerol (2-AG), and related monoacylglycerol, 2-docosahexaenoyl-sn-glycerol (2-DG) ( Figure 8B ).\n\nHepatic levels of endocannabinoid (EC) and related fatty acid ethanolamides in DE-71 exposed male mice.  Post mortem  liver tissue was analyzed using UPLC/MS/MS.  (A)  AEA, DHEA and OEA.  (B)  2-AG and 2-DG. ^indicates significantly different from L-DE-71 (^p < 0.05). Bars and error bars represent values expressed as mean ± s.e.m.  n , 4-7/group. AEA, arachidonoylethanolamide (Anandamide); DHEA, docosahexanoyl ethanolamide; OEA, n-oleoyl ethanolamide; 2-AG, 2-arachidonoyl- sn -glycerol; 2-DG, monoacylglycerol 2-docosahexaenoyl- sn -glycerol."
    },
    {
      "title": "Discussion",
      "text": "Mounting evidence implicates environmental toxicants in increased susceptibility to obesity and diabetes ( 48 ,  49 ). Organohalogen compounds used indoors, such as brominated flame retardants, are suspected to contribute to these and other diseases ( 50 ,  51 ). Previous findings from our lab demonstrate that female siblings of the male offspring reported here, display a diabetogenic phenotype when exposed developmentally to an industrial penta-mixture of PBDEs, DE-71 ( 31 ). In this article, we continue our examination of the relationship between early-life PBDEs and regulation of glucose homeostasis by examining DE-71-exposed male offspring. Here, we show that developmental DE-71 exposure produces altered glucose tolerance, glucose response after insulin challenge, levels of glucoregulatory pancreatic and gut hormones and markers of liver glucose production and sympathetic activity. Although PBDEs in DE-71 act as MDCs in developmentally exposed male offspring, the altered metabolic profile observed in DE-71 exposed males does not exactly overlap with what was reported for exposed female offspring ( 31 ). Metrics examined in this study were chosen based on  in vivo  and  ex vivo  biomarkers of diabetes in adulthood that are used to validate diabetic animals models ( 52 ).\n\nIn our past works, we have demonstrated that exposure of mouse dams to 0.1 mg/kg/d and 0.4 mg/kg/d resulted in liver accumulation of ~3.2 ppm PBDEs in dam liver. This also resulted in PBDE levels in lipid weight of 0.2-1.0 ppm in the liver and 0.07-0.3 ppm in brains of exposed female offspring ( 31 ,  32 ). The liver is a key organ for glucose homeostasis and lipid metabolism as well as xenobiotic metabolism, while PBDE penetration into the brain may cause central disruption of glucoregulatory circuits ( 29 ). Liver PBDE levels in mice offspring are in range with maximum plasma levels reported in North American populations of Canadian indigenous Inuits and Crees (219–402 ng/g lipid wt) ( 21 ) and Californian women (~749.7 ng/g lipid wt) ( 53 ). In human studies, sum PBDE levels in children have been reported in the range of 43-366 ng/g lipid weight ( 54 – 56 ). Studies in toddlers report plasma ∑PBDE values with a range of 0.1-0.5 ppm ( 54 ,  55 ). Therefore, our dosing regimen produces a PBDE body burden that is similar to the levels experienced by certain human populations. In comparison, the EPA reference dose, the minimum dose that does not produce bioactivity, for DE-71 is 2x10 -3  mg/kg/day or 2 ppb/day ( 57 ). Notably, using perinatal exposure to DE-71 the greatest body burden is observed in postnatal offspring (PND 15) and a 150-200-fold drop-off in PBDE levels is seen in adult offspring (PND 110) ( 32 ). This is of significance since it occurs during early postnatal development when biological programming has been shown to be more susceptible to endocrine disruption and neurotoxicity ( 58 ).\n\nA few human studies have examined associations between PBDEs and metabolic syndrome/diabetes. Examining Chinese men and women, Zhang and others, found an apparent but not significant association between BDE-47 and T2D ( 25 ). Another study examined over 1000 cases showing significant risk produced by BDE-153 but did not report results by sex ( 22 ). Helaleh and others studied both males and females but sample sizes were very small (pilot) and data sets were combined, precluding analysis on the basis of sex ( 19 ). There are much fewer animal reports on the glucose metabolic effects of PBDEs and they lack sex-dependent reporting ( 25 – 27 ). Therefore, more research is needed to understand the association between metabolic disorders and environmentally relevant BDE mixtures, especially when exposure is developmental.\n\nIn total, changes in glycemia metrics displayed by exposed male offspring represent the complex actions of PBDEs on the broad network of systems participating in the regulation of glucose metabolism ( 59 ,  60 ). Extended fasting yielded exaggerated hypoglycemia in DE-71 male offspring relative to VEH/CON. This was not seen after a 9 h fast needed for the subsequent ITT performed 1 week later, possibly due to the shorter fast duration or less likely due to potential metabolic alterations due to the prior fast. Results of the GTT conducted after an 11 h fast showed that H-DE-71 exposure produces dramatic glucose intolerance as compared to VEH/CON. Interestingly, this phenotype was most prominent at H-DE-71 although L-DE-71 male offspring showed incomplete glucose clearance and/or utilization. These results suggest differential metabolic disrupted phenotypes produced by DE-71 at 0.1 and 0.4 mg/kg. Despite the slight difference in dose of L- and H-DE-71, the chronic manner of exposure paradigm as well as the developmental timing may combine to augment responses in H-DE-71 to exogenous glucose challenge. Different doses of DE-71 within this tight range have been previously shown to produce differential bioactivity ( 61 ). Indeed, in female offspring, we have previously shown that 0.1 mg/kg but not 0.4 mg/kg DE-71 produces glucose intolerance in GTT ( 31 ). In fact, a non-linear dose response has also been commonly reported on behavioral and cellular/molecular processes affected by PBDEs ( 32 ,  62 ).\n\nAn ITT was used to examine insulin responsiveness in DE-71 exposed male offspring. In these experiments, developmental exposure to DE-71 at 0.1 mg/kg produced a significant reduction in recovery of plasma glucose clearance after 90-120 min post insulin i.p. challenge compared to VEH/CON. In contrast, no significant differences were observed in insulin K ITT,  measured within the first 30 min, suggesting normal glucose uptake after insulin challenge (insulin sensitivity). The combination of DE-71 effects - exaggerated fasting hypoglycemia, glucose intolerance and incomplete glucose clearance/utilization in response to insulin challenge demonstrates the complex actions of PBDEs on glucose homeostasis in males. Previously, we have observed abnormal glucose metabolism and other parameters in their DE-71-exposed female siblings ( 31 ). Together, with DE-71 induced endocrine-disrupting effects on glucoregulatory hormones (see below), maternal transfer of PBDEs in DE-71 during gestation and lactation produce metabolic disruption of their offspring that may lead to metabolic disorders in adulthood. In contrast, their common mothers displayed more subtle glucoregulatory alterations, suggesting that developing organisms are more susceptible to DE-71 ( 31 ). Taken together, our findings demonstrating prominent metabolic disturbances in adulthood after early-life, but not adult exposure support the developmental basis for the adult disease hypothesis described for metabolic and neurodevelopmental disorders ( 63 ).\n\nIn this study we showed that L-DE-71 males also display elevated glucoregulatory hormones GLP-1 and glucagon when compared to levels in VEH/CON. In contrast, insulin levels, which are sometimes altered in T2D ( 44 ), were similar across exposure groups. Glucagon secretion plays an essential role in the regulation of hepatic glucose production and may contribute to hyperglycemia typical of T2D. Gastrointestinal hormones like GLP-1, that are secreted in response to oral glucose, have incretin effects which can normalize glucose homeostasis. Studies employing the GLP-1 receptor antagonist, exendin 9-39 amide, indicate that endogenous GLP-1 performs important regulation over glucagon secretion during fasting and after a meal ( 64 ,  65 ). Clinical studies on T2D suggest that deregulation of GLP-1’s inhibitory effect on glucagon may be as important as GLP-1’s stimulatory effect on insulin secretion ( 45 ). However, in the L-DE-71 exposed males, GLP-1 was not reduced concomitant with elevated glucagon levels. The deregulation of GLP-1 and glucagon by PBDEs, may lead to opposing effects on glucose homeostasis, preventing the metabolic disruption seen in H-DE-71 mice which showed no significant changes in these glucoregulatory endocrines. Other effects of DE-71 at 0.4 mg/kg may be responsible for glucose intolerance seen only at this dose. Further study is necessary to determine the metabolic consequences of PBDE effects on individual hormones.\n\nThe glucose metabolic profile in male offspring that was altered by L- and H-DE-71 is not identical to that seen in L-DE-71 exposed female offspring. Specifically, we detected sexually dimorphic differences in glucose tolerance and glycemic response to insulin challenge. L-DE-71 exposed females showed fasting hyperglycemia, glucose intolerance, insulin resistance, decreased plasma insulin, and elevated hepatic endocannabinoids ( 31 ). In contrast, perinatal DE-71 exposure in males resulted in fasting hypoglycemia, incomplete glucose clearance/utilization in response to insulin, and elevated glucagon and GLP-1 ( Figure 9 ). Moreover, H-DE-71 males displayed glucose intolerance. In contrast, Wang and others did not detect an abnormal response to glucose in male mice exposed only to one congener BDE-47 at 0.002-0.2 mg/kg BDE-47 ( 26 ). The differential abnormal glucoregulatory profiles observed in male mice exposed to DE-71 reinforce our previous findings showing sexual dimorphism in the regulation of lipid metabolism in exposed male and female offspring ( 29 ). Some actions of L-DE-71 (but not H-DE-71) were also observed in our report on exposed female, i.e., reduced hepatic glutamate dehydrogenase enzymatic activity, elevated adrenal epinephrine, and reduced thermogenic brown adipose tissue mass ( 31 ) contributions of these systems to glucose homeostasis ( 31 ,  66 ).\n\nSummary of physiological consequences in adulthood of developmental exposure to PBDEs in DE-71 (0.1 and 0.4 mg/kg/d, GD0-PND21). Maternal DE-71 exposure produces sex-dependent differences in adult mice offspring. Offspring were exposed to DE-71  via  the dam during the  in utero  and lactational period. Adult offspring were evaluated using  in vivo  glucose and insulin responses and ex vivo tissue analyses. The glucoregulation results obtained from exposure female offspring and lipid metrics measured in exposed female and male offspring have been previously reported ( 28 ,  29 ).\n\nGlutamate dehydrogenase activity measured in exposed male livers was reduced in L- and H-DE-71 and suggests altered glucose metabolism. Other studies have shown PBDE-induced alterations in hepatic glucolipid regulatory and exposome gene expression. For example, rats exposed to DE-71, made up primarily of BDE-47 and BDE-99, as well as other minor constituents, exhibited changes in liver gene expression patterns that matched those associated with metabolic syndrome ( 67 ,  68 ). Our reports describing the metabolic dyshomeostasis in adult male and female mice exposed developmentally to DE-71 warn against the addition of harmful flame retardants to home and personal products. PBDEs can penetrate human serum and breastmilk and transfer efficiently to developing offspring ( 7 – 9 ). The long-lasting changes in glucose and lipid metabolism may be a risk factor for developing T2D and liver steatosis, a clinical condition comorbid with MetS with increasing prevalence in the adult US population ( 69 ).\n\nBrown adipose tissue (BAT) activity increases energy expenditure by burning fat and increasing metabolic rate and can utilize glucose especially when stimulated by insulin ( 70 ). Therefore, BAT adipocytes contribute to glucose homeostasis and their activity has been inversely associated with diabetes ( 47 ). Here we report reduced BAT mass in L-DE-71 males offspring relative to VEH/CON, which may have implications for altered glucose homeostasis. Lower BAT mass impairs glucose clearance ( 47 ) and is negatively associated with central obesity and diabetes ( 71 – 73 ). Since BAT is under the trophic influence of ß-adrenergic sympathetic- and insulin-mediated regulation and epinephrine ( 71 – 73 ), it is important to note that PBDE exposure also produced elevated adrenal epinephrine. Our findings suggest that altered BAT mass may be due to enhanced sympathetic activity and/or insulin responses but further study is needed to clarify this relationship. The sympathoadrenal nervous system exerts regulatory control over nutrient release and utilization. Adrenal epinephrine, which is regulated by and responds to sympathetic nervous system activation, was elevated in L- and H-DE-71, a profile that is characteristic of MetS ( 74 ). Interestingly, DE-71 exposure produced similar effects in exposed female offspring ( 29 ). This study should motivate the future research of toxicological mechanisms of BDEs.\n\nIt is important to note that developmental exposure to DE-71 ends at weaning, but that dysregulated glucoregulatory phenotypes in exposed male and female offspring are observed in adulthood ( 31 ). We speculate that PBDEs are acting as MDCs by altering the function of several organ systems during early development and reprogramming physiological control systems during early life. Previously, we have found that tissue BDE burden (liver and brain) is greatest during postnatal development (P30) and decreases to lower levels over the first 4 months into adult life [see ( 28 ,  32 )]. However, PBDE body burden is still significantly greater in adult exposed vs adult control mice, and it is possible that PBDE levels in adult tissues continue to cause effects throughout life. Nevertheless, we have demonstrated that the glucolipid status that develops after adult exposure is much milder compared to that after gestational/lactational exposure ( 28 ). This suggests that there is a critical window in early life (fetal and/or postnatal) that makes developing organisms more susceptible to metabolic disrupting effects of PBDEs. This life stage has been reported by others to be especially vulnerable to neurobehavioral and metabolic toxicity by organohalogens ( 28 ,  75 – 78 ). For these reasons, we favor the developmental origins of health and disease (DOHaD) hypothesis in explaining the metabolic disruptive effects of perinatal exposure to DE-71, which emphasizes the reduced detoxification capacity of developing organisms and the critical processes underlying growth and differentiation during development ( 79 – 81 ). Of course it is likely that PBDEs continue to cause havoc on homeostatic and other physiological systems as they generate responses to their natural stimuli ( 35 ,  82 – 84 )."
    },
    {
      "title": "Human relevance of the PBDE dosing paradigm",
      "text": "In our past works, we have demonstrated that exposure of mouse dams to 0.1 mg/kg/d and 0.4 mg/kg/d resulted in liver accumulation of ~3.2 ppm PBDEs in dam liver. This also resulted in PBDE levels in lipid weight of 0.2-1.0 ppm in the liver and 0.07-0.3 ppm in brains of exposed female offspring ( 31 ,  32 ). The liver is a key organ for glucose homeostasis and lipid metabolism as well as xenobiotic metabolism, while PBDE penetration into the brain may cause central disruption of glucoregulatory circuits ( 29 ). Liver PBDE levels in mice offspring are in range with maximum plasma levels reported in North American populations of Canadian indigenous Inuits and Crees (219–402 ng/g lipid wt) ( 21 ) and Californian women (~749.7 ng/g lipid wt) ( 53 ). In human studies, sum PBDE levels in children have been reported in the range of 43-366 ng/g lipid weight ( 54 – 56 ). Studies in toddlers report plasma ∑PBDE values with a range of 0.1-0.5 ppm ( 54 ,  55 ). Therefore, our dosing regimen produces a PBDE body burden that is similar to the levels experienced by certain human populations. In comparison, the EPA reference dose, the minimum dose that does not produce bioactivity, for DE-71 is 2x10 -3  mg/kg/day or 2 ppb/day ( 57 ). Notably, using perinatal exposure to DE-71 the greatest body burden is observed in postnatal offspring (PND 15) and a 150-200-fold drop-off in PBDE levels is seen in adult offspring (PND 110) ( 32 ). This is of significance since it occurs during early postnatal development when biological programming has been shown to be more susceptible to endocrine disruption and neurotoxicity ( 58 ).\n\nA few human studies have examined associations between PBDEs and metabolic syndrome/diabetes. Examining Chinese men and women, Zhang and others, found an apparent but not significant association between BDE-47 and T2D ( 25 ). Another study examined over 1000 cases showing significant risk produced by BDE-153 but did not report results by sex ( 22 ). Helaleh and others studied both males and females but sample sizes were very small (pilot) and data sets were combined, precluding analysis on the basis of sex ( 19 ). There are much fewer animal reports on the glucose metabolic effects of PBDEs and they lack sex-dependent reporting ( 25 – 27 ). Therefore, more research is needed to understand the association between metabolic disorders and environmentally relevant BDE mixtures, especially when exposure is developmental."
    },
    {
      "title": "Fasting blood glucose and glucose intolerance",
      "text": "In total, changes in glycemia metrics displayed by exposed male offspring represent the complex actions of PBDEs on the broad network of systems participating in the regulation of glucose metabolism ( 59 ,  60 ). Extended fasting yielded exaggerated hypoglycemia in DE-71 male offspring relative to VEH/CON. This was not seen after a 9 h fast needed for the subsequent ITT performed 1 week later, possibly due to the shorter fast duration or less likely due to potential metabolic alterations due to the prior fast. Results of the GTT conducted after an 11 h fast showed that H-DE-71 exposure produces dramatic glucose intolerance as compared to VEH/CON. Interestingly, this phenotype was most prominent at H-DE-71 although L-DE-71 male offspring showed incomplete glucose clearance and/or utilization. These results suggest differential metabolic disrupted phenotypes produced by DE-71 at 0.1 and 0.4 mg/kg. Despite the slight difference in dose of L- and H-DE-71, the chronic manner of exposure paradigm as well as the developmental timing may combine to augment responses in H-DE-71 to exogenous glucose challenge. Different doses of DE-71 within this tight range have been previously shown to produce differential bioactivity ( 61 ). Indeed, in female offspring, we have previously shown that 0.1 mg/kg but not 0.4 mg/kg DE-71 produces glucose intolerance in GTT ( 31 ). In fact, a non-linear dose response has also been commonly reported on behavioral and cellular/molecular processes affected by PBDEs ( 32 ,  62 )."
    },
    {
      "title": "Altered responses to insulin challenge",
      "text": "An ITT was used to examine insulin responsiveness in DE-71 exposed male offspring. In these experiments, developmental exposure to DE-71 at 0.1 mg/kg produced a significant reduction in recovery of plasma glucose clearance after 90-120 min post insulin i.p. challenge compared to VEH/CON. In contrast, no significant differences were observed in insulin K ITT,  measured within the first 30 min, suggesting normal glucose uptake after insulin challenge (insulin sensitivity). The combination of DE-71 effects - exaggerated fasting hypoglycemia, glucose intolerance and incomplete glucose clearance/utilization in response to insulin challenge demonstrates the complex actions of PBDEs on glucose homeostasis in males. Previously, we have observed abnormal glucose metabolism and other parameters in their DE-71-exposed female siblings ( 31 ). Together, with DE-71 induced endocrine-disrupting effects on glucoregulatory hormones (see below), maternal transfer of PBDEs in DE-71 during gestation and lactation produce metabolic disruption of their offspring that may lead to metabolic disorders in adulthood. In contrast, their common mothers displayed more subtle glucoregulatory alterations, suggesting that developing organisms are more susceptible to DE-71 ( 31 ). Taken together, our findings demonstrating prominent metabolic disturbances in adulthood after early-life, but not adult exposure support the developmental basis for the adult disease hypothesis described for metabolic and neurodevelopmental disorders ( 63 )."
    },
    {
      "title": "Deregulated pancreatic and gut glucoregulatory hormones",
      "text": "In this study we showed that L-DE-71 males also display elevated glucoregulatory hormones GLP-1 and glucagon when compared to levels in VEH/CON. In contrast, insulin levels, which are sometimes altered in T2D ( 44 ), were similar across exposure groups. Glucagon secretion plays an essential role in the regulation of hepatic glucose production and may contribute to hyperglycemia typical of T2D. Gastrointestinal hormones like GLP-1, that are secreted in response to oral glucose, have incretin effects which can normalize glucose homeostasis. Studies employing the GLP-1 receptor antagonist, exendin 9-39 amide, indicate that endogenous GLP-1 performs important regulation over glucagon secretion during fasting and after a meal ( 64 ,  65 ). Clinical studies on T2D suggest that deregulation of GLP-1’s inhibitory effect on glucagon may be as important as GLP-1’s stimulatory effect on insulin secretion ( 45 ). However, in the L-DE-71 exposed males, GLP-1 was not reduced concomitant with elevated glucagon levels. The deregulation of GLP-1 and glucagon by PBDEs, may lead to opposing effects on glucose homeostasis, preventing the metabolic disruption seen in H-DE-71 mice which showed no significant changes in these glucoregulatory endocrines. Other effects of DE-71 at 0.4 mg/kg may be responsible for glucose intolerance seen only at this dose. Further study is necessary to determine the metabolic consequences of PBDE effects on individual hormones."
    },
    {
      "title": "Comparison to female glucoregulatory phenotype",
      "text": "The glucose metabolic profile in male offspring that was altered by L- and H-DE-71 is not identical to that seen in L-DE-71 exposed female offspring. Specifically, we detected sexually dimorphic differences in glucose tolerance and glycemic response to insulin challenge. L-DE-71 exposed females showed fasting hyperglycemia, glucose intolerance, insulin resistance, decreased plasma insulin, and elevated hepatic endocannabinoids ( 31 ). In contrast, perinatal DE-71 exposure in males resulted in fasting hypoglycemia, incomplete glucose clearance/utilization in response to insulin, and elevated glucagon and GLP-1 ( Figure 9 ). Moreover, H-DE-71 males displayed glucose intolerance. In contrast, Wang and others did not detect an abnormal response to glucose in male mice exposed only to one congener BDE-47 at 0.002-0.2 mg/kg BDE-47 ( 26 ). The differential abnormal glucoregulatory profiles observed in male mice exposed to DE-71 reinforce our previous findings showing sexual dimorphism in the regulation of lipid metabolism in exposed male and female offspring ( 29 ). Some actions of L-DE-71 (but not H-DE-71) were also observed in our report on exposed female, i.e., reduced hepatic glutamate dehydrogenase enzymatic activity, elevated adrenal epinephrine, and reduced thermogenic brown adipose tissue mass ( 31 ) contributions of these systems to glucose homeostasis ( 31 ,  66 ).\n\nSummary of physiological consequences in adulthood of developmental exposure to PBDEs in DE-71 (0.1 and 0.4 mg/kg/d, GD0-PND21). Maternal DE-71 exposure produces sex-dependent differences in adult mice offspring. Offspring were exposed to DE-71  via  the dam during the  in utero  and lactational period. Adult offspring were evaluated using  in vivo  glucose and insulin responses and ex vivo tissue analyses. The glucoregulation results obtained from exposure female offspring and lipid metrics measured in exposed female and male offspring have been previously reported ( 28 ,  29 )."
    },
    {
      "title": "DE-71 alters hepatic brown adipose and adrenal parameters regulating glucose homeostasis",
      "text": "Glutamate dehydrogenase activity measured in exposed male livers was reduced in L- and H-DE-71 and suggests altered glucose metabolism. Other studies have shown PBDE-induced alterations in hepatic glucolipid regulatory and exposome gene expression. For example, rats exposed to DE-71, made up primarily of BDE-47 and BDE-99, as well as other minor constituents, exhibited changes in liver gene expression patterns that matched those associated with metabolic syndrome ( 67 ,  68 ). Our reports describing the metabolic dyshomeostasis in adult male and female mice exposed developmentally to DE-71 warn against the addition of harmful flame retardants to home and personal products. PBDEs can penetrate human serum and breastmilk and transfer efficiently to developing offspring ( 7 – 9 ). The long-lasting changes in glucose and lipid metabolism may be a risk factor for developing T2D and liver steatosis, a clinical condition comorbid with MetS with increasing prevalence in the adult US population ( 69 ).\n\nBrown adipose tissue (BAT) activity increases energy expenditure by burning fat and increasing metabolic rate and can utilize glucose especially when stimulated by insulin ( 70 ). Therefore, BAT adipocytes contribute to glucose homeostasis and their activity has been inversely associated with diabetes ( 47 ). Here we report reduced BAT mass in L-DE-71 males offspring relative to VEH/CON, which may have implications for altered glucose homeostasis. Lower BAT mass impairs glucose clearance ( 47 ) and is negatively associated with central obesity and diabetes ( 71 – 73 ). Since BAT is under the trophic influence of ß-adrenergic sympathetic- and insulin-mediated regulation and epinephrine ( 71 – 73 ), it is important to note that PBDE exposure also produced elevated adrenal epinephrine. Our findings suggest that altered BAT mass may be due to enhanced sympathetic activity and/or insulin responses but further study is needed to clarify this relationship. The sympathoadrenal nervous system exerts regulatory control over nutrient release and utilization. Adrenal epinephrine, which is regulated by and responds to sympathetic nervous system activation, was elevated in L- and H-DE-71, a profile that is characteristic of MetS ( 74 ). Interestingly, DE-71 exposure produced similar effects in exposed female offspring ( 29 ). This study should motivate the future research of toxicological mechanisms of BDEs."
    },
    {
      "title": "Developmental PBDE exposure produces a more robust abnormal metabolic phenotype",
      "text": "It is important to note that developmental exposure to DE-71 ends at weaning, but that dysregulated glucoregulatory phenotypes in exposed male and female offspring are observed in adulthood ( 31 ). We speculate that PBDEs are acting as MDCs by altering the function of several organ systems during early development and reprogramming physiological control systems during early life. Previously, we have found that tissue BDE burden (liver and brain) is greatest during postnatal development (P30) and decreases to lower levels over the first 4 months into adult life [see ( 28 ,  32 )]. However, PBDE body burden is still significantly greater in adult exposed vs adult control mice, and it is possible that PBDE levels in adult tissues continue to cause effects throughout life. Nevertheless, we have demonstrated that the glucolipid status that develops after adult exposure is much milder compared to that after gestational/lactational exposure ( 28 ). This suggests that there is a critical window in early life (fetal and/or postnatal) that makes developing organisms more susceptible to metabolic disrupting effects of PBDEs. This life stage has been reported by others to be especially vulnerable to neurobehavioral and metabolic toxicity by organohalogens ( 28 ,  75 – 78 ). For these reasons, we favor the developmental origins of health and disease (DOHaD) hypothesis in explaining the metabolic disruptive effects of perinatal exposure to DE-71, which emphasizes the reduced detoxification capacity of developing organisms and the critical processes underlying growth and differentiation during development ( 79 – 81 ). Of course it is likely that PBDEs continue to cause havoc on homeostatic and other physiological systems as they generate responses to their natural stimuli ( 35 ,  82 – 84 )."
    },
    {
      "title": "Conclusions",
      "text": "Altogether, the current results determined from  in vivo  and  ex vivo  parameters measured in DE-71-exposed male offspring indicate broad, complex effects of developmental exposure to PBDEs on glucose homeostasis and glucoregulatory parameters involving various organ systems. Our results support human studies reporting the positive association between body burdens of PBDEs and T2D and MetS ( 22 ). Importantly, our results warn that maternal transfer of PBDEs can produce metabolic and endocrine disruption of developing male offspring that persists into adulthood, at which time they may contribute to metabolic diseases. Both exposed male and female offspring are susceptible, albeit they display different and complex phenotypes. Our findings should be leveraged develop inform risk management practices, provide best treatments in the clinic and improve consistency in experimental design studies."
    },
    {
      "title": "Data availability statement",
      "text": "The raw data supporting the conclusions of this article will be made available by the authors, without undue reservation."
    },
    {
      "title": "Ethics statement",
      "text": "The animal study was reviewed and approved by Care and treatment of animals was performed in accordance with guidelines from and approved by the University of California, Riverside Institutional Animal Care and Use Committee (IACUC) (AUP# 20170026 and 20200018)."
    },
    {
      "title": "Author contributions",
      "text": "Conceptualization, MC-C, EK. Methodology, MC-C, EK, ND, JK, BC. Validation, MC-C, EK, BC, PP, ND. Formal Analysis, EK, MC-C, PP, ND. Investigation, EK, BC, PP, JK, AB, MC-C, MD. Writing – Original Draft, EK, MC-C, AB. Writing – Review & Editing, MC-C, EK, AB. Visualization, EK. Resources, MC-C., ND. Data Curation, EK, MC-C. Supervision, MC-C, EK, ND. Project Administration, MC-C, EK. Funding Acquisition, MC-C, EK, ND. All authors contributed to the article and approved the submitted version."
    }
  ],
  "full_text": "Introduction Polybrominated diphenyl ethers (PBDEs) are commercially used flame retardants that bioaccumulate in human tissues, including breast milk. PBDEs produce endocrine and metabolic disruption in experimental animals and have been associated with diabetes and metabolic syndrome (MetS) in humans, however, their sex-specific diabetogenic effects are not completely understood. Our past works show glucolipid dysregulation resulting from perinatal exposure to the commercial penta-mixture of PBDEs, DE-71, in C57BL/6 female mice. Methods As a comparison, in the current study, the effects of DE-71 on glucose homeostasis in male offspring was examined. C57BL/6N dams were exposed to DE-71 at 0.1 mg/kg/d (L-DE-71), 0.4 mg/kg/d (H-DE-71), or received corn oil vehicle (VEH/CON) for a total of 10 wks, including gestation and lactation and their male offspring were examined in adulthood. Results Compared to VEH/CON, DE-71 exposure produced hypoglycemia after a 11 h fast (H-DE-71). An increased fast duration from 9 to 11 h resulted in lower blood glucose in both DE-71 exposure groups.  In vivo  glucose challenge showed marked glucose intolerance (H-DE-71) and incomplete clearance (L- and H-DE-71). Moreover, L-DE-71-exposed mice showed altered glucose responses to exogenous insulin, including incomplete glucose clearance and/or utilization. In addition, L-DE-71 produced elevated levels of plasma glucagon and the incretin, active glucagon-like peptide-1 (7-36) amide (GLP-1) but no changes were detected in insulin. These alterations, which represent criteria used clinically to diagnose diabetes in humans, were accompanied with reduced hepatic glutamate dehydrogenase enzymatic activity, elevated adrenal epinephrine and decreased thermogenic brown adipose tissue (BAT) mass, indicating involvement of several organ system targets of PBDEs. Liver levels of several endocannabinoid species were not altered. Discussion Our findings demonstrate that chronic, low-level exposure to PBDEs in dams can dysregulate glucose homeostasis and glucoregulatory hormones in their male offspring. Previous findings using female siblings show altered glucose homeostasis that aligned with a contrasting diabetogenic phenotype, while their mothers displayed more subtle glucoregulatory alterations, suggesting that developing organisms are more susceptible to DE-71. We summarize the results of the current work, generated in males, considering previous findings in females. Collectively, these findings offer a comprehensive account of differential effects of environmentally relevant PBDEs on glucose homeostasis and glucoregulatory endocrine dysregulation of developmentally exposed male and female mice.\n\n## Introduction\n\nThe epidemic rise in obesity, type 2 diabetes (T2D), liver lipid disorders and metabolic syndrome (MetS) cannot solely be attributed to genetic background and lifestyle changes. Considerable evidence points to a potential contribution of endocrine- (EDCs) and metabolism-disrupting chemicals (MDCs) to the rapid increase in the incidence of these metabolic diseases ( 1 ). One class of EDCs/MDCs are polybrominated diphenyl ethers (PBDEs), anthropogenic persistent organic pollutants (POPs), that have been widely used as flame retardants in commercial products such as furniture, carpets, automobiles, building materials and electronics since the 1970’s ( 2 ). PBDEs are lipophilic additives, which are not chemically bound and can be readily released into the environment and accumulate in biota. PBDEs form 209 theoretical congeners, brominated diphenyl ethers (BDEs), depending on the number of bromine substitutions on their biphenyl backbone, with tetra-, penta- and hexa-substituted PBDEs being most commonly found in humans. Research in experimental animals and epidemiological studies has revealed that PBDEs impart toxicological actions on reproduction ( 3 ,  4 ), neurodevelopment ( 5 ) and thyroid homeostasis ( 6 ). While these findings have led to a ban on the production and usage of penta- and octa-BDEs by the European Union in 2004 and to the voluntary phase out in the US starting in 2005, biomonitoring data indicates that PBDEs are still found in significant amounts in the placenta ( 7 ), fetal blood ( 8 ) and breast milk ( 9 ). While deca-BDEs have been only restricted recently in 2022 (US EPA 2022), PBDE emission from in-use and waste stocks, due to inadvertent recycling, is predicted to continue until 2050 ( 10 ). The deca-brominated congener, BDE-209, impairs liver gene markers of glucose homeostasis ( 11 ) and may be debrominated  in vivo  to more harmful penta-, hepta-, octa- and nona-brominated congeners after penetration ( 12 – 14 ). Therefore, continued emissions from and the disposal of PBDE-containing products that are still in use is an ongoing challenge and the metabolic disruptive effects of PBDEs warrants further study.\n\nThe T2D epidemic has become a serious global health issue, affecting 415 million people world-wide ( 15 ) and poses a significant economic burden on individuals and society ( 16 ). A large body of evidence from human ( 17 – 23 ), and animal research ( 24 – 29 ), supports the idea that brominated flame retardants (BFRs), such as PBDEs, may be risk factors for T2D and MetS. A commonality in many of these studies is that diabetes and/or MetS are positively associated with body burdens of the PBDE congeners BDE-28, -47, or -153, all commonly found in humans and biota. These are found in DE-71, a commercial mixture of PBDEs with environmental relevance ( 30 ). Our past work shows that these and other DE-71 congeners, at the human-relevant doses used in the current study, can be transferred perinatally  via  exposed dams and accumulate in male and female offspring liver and brain (( 31 ,  32 ), and unpublished observations). DE-71 may lead to permanent alterations in metabolic status in offspring, especially if exposure is administered during a period of high biological plasticity in offspring such as gestation and lactation. Indeed, we have shown that female offspring exposed to 0.1 mg/kg/d DE-71 perinatally, exhibit alterations in clinically relevant biomarkers of T2D - elevated fasting blood glucose, glucose intolerance, insulin resistance, altered plasma levels of glucoregulatory hormones and liver endocannabinoid tone, an emerging biomarker of energy balance. Further, we have found that PBDEs produce sex-dependent changes in hypothalamic peptidergic circuits that control food intake and energy metabolism ( 29 ).\n\nThe interplay between the key endocrine regulators of glucose homeostasis, glucagon, insulin, and glucagon-like-peptide (GLP-1) is informative in understanding the diabetic phenotype of T2D. The incretin GLP-1 is secreted by enteroendocrine L-cells and acts on pancreatic β-cells to promote postprandial insulin secretion. In T2D, this insulinotropic effect is either impaired or absent leading to hyperglycemia ( 33 ). Activation of central and peripheral GLP-1 receptors also suppresses the secretion of glucagon, contributing to normoglycemia. However, in T2D, glucagon levels are elevated, potentially due to a lack of inhibitory tone of insulin on glucagon ( 34 ). Our past work provides evidence for endocrine disruption of these key glucoregulatory hormones by DE-71, namely downregulation of insulin in L-DE-71-exposed diabetogenic female offspring and upregulation of GLP-1 in dams exposed in adulthood ( 31 ). EDCs and MDCs, including PBDEs, have been shown to alter insulin levels ( 19 ,  35 ), and increase the risk of gestational diabetes ( 17 ). However, little is known about potential sex differences in the EDC effects of PBDEs on metabolic hormones and there is scant information about sex differences in the endocrine pathophysiology of T2D, although several hormones regulating glucose control can vary by sex and body type ( 36 ,  37 ). This prompted us to study the EDC and MDC effects of early-life exposure to PBDEs on male offspring. We used an integrative physiological approach that examines pertinent organ systems.\n\nHaving observed sexually dimorphic risk and susceptibility of perinatally exposed females to MetS ( 28 ,  29 ), the purpose of the current study was to comprehensively examine the effect of DE-71 on glucose homeostasis in male offspring. Using a mouse model of chronic, low-dose maternal transfer of environmentally relevant PBDE congeners, we tested the hypothesis that exposure to DE-71 produces a diabetogenic phenotype in male offspring. Results indicate that exposure to DE-71, alters clinically relevant diabetic biomarkers, namely, fasting blood glucose, glucose tolerance, insulin sensitivity, plasma levels of glucoregulatory hormones and other hepatic, adipose and adrenal effects. While no direct comparisons were made between the previous results in females and current results in males, the pattern of glucoregulatory disruption in exposed males has different characteristics than that observed in exposed females. Taken together, the current study and our past work elucidate a comprehensive profile of clinically relevant and persistent metabolic disruption induced by PBDEs and raises concern for the progeny of directly exposed mothers.\n\n## Methods\n\nC57BL/6N mice were obtained from both Charles River Laboratories (Raleigh, NC) and Taconic Biosciences (Germantown, NY). Mice were group housed 2-4 per cage and maintained in a non-specific pathogen free vivarium on a 12 h light/dark cycle at an ambient temperature of 20.6-23.9 °C and relative humidity of 20-70%. Mice were provided rodent chow (Laboratory Rodent Diet 5001; LabDiet, USA) and municipal tap water  ad libitum  in glass water bottles. Procedures on the care and treatment of animals were performed in compliance with the National Institutes of Health  Guide for the Care and Use of Laboratory Animals  and approved by the University of California, Riverside, Institutional Animal Care and Use Committee (AUP#20170026 and 20200018).\n\nDosing solutions were prepared as described previously ( 31 ,  32 ). In brief, technical grade pentabromodiphenyl ether mixture (DE-71; Lot no. 1550OI18A; CAS 32534-81-9), was obtained from Great Lakes Chemical Corporation (West Lafayette, IN). DE-71 dosing solutions were prepared in corn oil (Mazola) to yield two low doses: 0.1 (L-DE-71) and 0.4 (H-DE-71) mg/kg bw per day (2 uL/g body weight). Vehicle control solution (VEH/CON) contained corn oil without the addition of DE-71. PBDE doses were chosen to yield desired body burdens that are relevant to humans. Our recent data indicate that transfer and accumulation of PBDE congeners is similar in male and female tissues ( 32  and unpublished observations). These findings detail the levels and composition of BDEs analyzed in DE-71-dosed mice.\n\nPerinatal PBDE exposure  via  the dam was accomplished as described previously ( 31 ). In brief, female mice (PND 30-60) were introduced to cornflakes daily for 1 week. Dams were randomly assigned to one of three exposure groups: corn oil vehicle control (VEH/CON), 0.1 (L-DE-71) or 0.4 mg/kg bw per day DE-71 (H-DE-71) ( Figure 1 ). A 10-week dosing regimen, chosen to model human-relevant chronic, low-level exposure ( 18 ,  20 ,  38 ), included ~4 weeks of pre-conception, plus gestation (3 weeks) and lactation (3 weeks). Offspring were weaned after the lactation period at PND 21 and housed in same-sex groups. Dams were fed oral treats (Kellogg’s Corn Flakes) infused with dosing solution (2 uL/g bw) daily, except on PND 0 and 1. Each dam was exposed to DE-71 daily for an average of 70-80 d and offspring were perinatally exposed for 39 d  via  maternal blood and milk. Consumption was visually confirmed, and offspring were never allowed to ingest cornflakes. DE-71 exposure does not significantly affect maternal food intake, gestational weight gain, litter size or sex ratio ( 31 ). Male offspring were used  in vivo  for physiological testing (Cohort 1) and  ex vivo  analysis of hepatic, adipose, adrenal, and endocrine parameters (Cohort 2). The DE-71 exposure and testing paradigm is shown in  Figure 1 .\n\nDiagram depicting the dosing and testing paradigm used for perinatal exposure to DE-71. Direct exposure of dams to DE-71 (F0♀, solid shading), began ~4 weeks pre-conception and continued daily through ~3 weeks of gestation and 3 weeks of lactation until pup weaning at PND 21. Indirect exposure to DE-71 in male offspring (F1♂, hatched shading) occurred during the prenatal (GD 0- 20) and postnatal periods (PND0-PND21)  via  lactation. Offspring received 39 days of DE-71 exposure during the prenatal period except on PND 0 and 1. Metabolic endpoints (fasting glycemia, GTT, ITT) were examined in Cohort 1 offspring at ~4 months of age. Another cohort (Cohort 2) of animals was raised for ex vivo analyses. At necropsy (~4 mo of age) Cohort 2 body and organ weights were recorded and blood and organ tissues collected for further analysis: plasma hormones, UPLC/MS/MS detection of endocannabinoids, adrenal epinephrine and liver GDH enzymatic activity. GD, gestational day; PND, postnatal day; GDH, glutamate dehydrogenase.\n\nMice were fasted overnight (ON) for 11h and then injected with glucose (2.0 g/kg bw, i.p.). Glucose was measured directly from tail blood (~1 uL) at time 0, 15, 30, 60, and 120 min post-glucose challenge. A calibrated glucometer and test strips (OneTouch Ultra 2, LifeScan Inc.) were used to measure plasma glucose concentrations. Seven days following IPGTT, an insulin tolerance test (ITT) was performed with Humulin R (Eli Lilly) bolus (0.25 U/kg bw, i.p.) on mice fasted ON for 9h. Tail blood was collected, and glucose was sampled in the same manner as IPGTT (t=0, 15, 30, 45, 60, 90 and 120 min). For area calculations, the area under (AUC) or above the glycemia curve (inverse AUC) from 0-120 min post injection was used. The percent blood glucose reduction rate after insulin administration, K ITT , was calculated using the formula (0.693 x 100) x t 1/2 \n -1  to determine  in vivo  insulin sensitivity from 0-30 min post insulin injection. Fasting blood glucose was determined from baseline values (t=0) obtained in IPGTT (11h) and ITT (9h). GTT and ITT sample sizes were different because ITT effect size was expected to be less (as estimated by our previous work ( 31 )) and, therefore, more samples were needed in ITT, i.e., 14 additional samples, vs GTT.\n\nDuring sacrifice, under terminal isoflurane anesthesia, cardiac blood (0.3-1 mL) was collected and centrifuged at 16,000 x g for 20 min at 4 °C. After the addition of a cocktail of protease inhibitors and EDTA, the plasma samples were stored at -80°C until further use. The following organs were excised and weighed: liver, pancreas, spleen, adrenal glands and interscapular brown adipose tissue (BAT). Plasma, liver and adrenal samples were snap-frozen over dry ice and stored at -80 °C for later analysis of plasma hormones, adrenal epinephrine, liver endocannabinoids and enzymatic activity.\n\nPlasma collected  via  cardiac puncture ( ad libitum  fed state) was analyzed for metabolic hormones using commercially available kits according to manufacturer’s instructions. Plasma insulin was measured using commercial ELISA kits (ALPCO, Salem, NH, Cat.# 80-INSMS-E01 and Mercodia, Uppsala, Sweden Cat.# 10-1249-01 and 10-1247-01) as previously described ( 31 ). The Mercodia assays had a sensitivity of 0.15 mU/L or 1 mU/L in a standard range of 0.15-20 mU/L or 3-200 mU/L and inter- and intra-assay coefficient of variance (CV) of 4.9% and 3.4%, respectively. The ALPCO insulin ELISA had a sensitivity of 0.019 ng/mL in a standard range of 0.025-1.25 ng/mL and inter- and intra-assay CV of 5.7% and 4.5%, respectively. The active glucagon-like peptide-1 (7–36) Amide (GLP-1) assay (Cat.# 80-GLP1A-CH01, ALPCO) had an analytical sensitivity of 0.15 pM in a standard range of 0.45-152 pM and inter- and intra-assay CV of 11.6 and 9.5%, respectively. Glucagon was measured by chemiluminescence using a proprietary ELISA kit (ALPCO) undergoing beta launch development (now Cat.# 48-GLUHU-E01). This assay had a sensitivity of 41 pg/mL in a dynamic range of 41-10,000 pg/mL and inter- and intra-assay CV of 9.8% and 7.6%, respectively.\n\nHepatic lipids were extracted using a modified Folch method ( 31 ). Samples of flash-frozen liver tissue were weighed (10-20 mg) and homogenized in 1 mL of methanol solution containing 1 pmol d 4 -arachidonoylethanolamide (internal standard for quantitation of arachidonoylethanolamide), 10 pmol d 4 -oleoylethanolamide (internal standard for quantitation of oleoylethanolamide and docosahexaenoylethanolamide), and 500 pmol d 5 -2-arachidonoyl- sn -glycerol (internal standard for quantitation of 2-arachidonoyl- sn -glycerol and 2-docosahexaenoyl- sn -glycerol). Following homogenization of samples, 2 mL of chloroform and 1 mL of water were added, followed by centrifugation at 2000 x g for 15 min at 4°C. The organic phase was extracted and the pooled lower phases were dried under N 2  gas followed by resuspension in 0.1 mL methanol:chloroform (9:1). Analysis of endocannabinoids (EC) was performed  via  ultra-performance liquid chromatography coupled to tandem mass spectrometry (UPLC/MS/MS) as previously described ( 39 ,  40 ).\n\nGDH activity in crude liver homogenates was assayed using the tetrazolium salt method with modification for multiwell plates as described previously ( 41 ,  42 ). In brief, 5% liver homogenates (40 uL in 0.25M sucrose) were added to a mixture of 2 μmol/l of iodonitrotetrazolium chloride, 0.1 μmol/l of NAD, 50 μmol/l of sodium glutamate, 100 μmol/l of phosphate buffer (pH 7.4) and distilled water. Samples were run in duplicate. The reaction was allowed to proceed at 37°C for 30 min. The optical density of the resultant formazan product was measured at 545 nm and then converted to concentration using a iodonitrotetrazolium formazan (TCI) standard curve fitted with a linear regression model ( 42 ). A bicinchoninic acid assay (Cat.# 23227, ThermoFisher Scientific, Waltham, MA, USA) was used to measure protein content in order to normalize product yield values. GDH activity was expressed as µmol formazan formed per ug protein/h.\n\nEpinephrine content in adrenal glands was measured using a modification of the trihydroxyindole method as described previously ( 43 ). Briefly, 5 mg of adrenal tissue homogenates (in 200 µL of 0.05 N perchloric acid) were centrifuged at 15,000 x g at 0°C for 15 min. Acetic acid (10%, pH 2) was added to the sample supernatant (30 uL), followed by 60 µL of 0.25% K 2 Fe(CN) 6.  The mixture was incubated at 0°C for 20 min and the oxidation reaction was stopped by the addition of 60 µL of a 9 N NaOH solution containing 4 mg/ml ascorbic acid (alkaline ascorbate). Fluorescence emission was determined at 520 nm (excitation wavelength at 420 nm) using a fluorescence plate reader (Promega). Epinephrine concentration (μg/g adrenal wet weight) was converted from the mean fluorescence intensity units of each sample using calibration standards and polynomial curve fitting.\n\nStatistical analyses were performed using GraphPad Prism v.9.4.1. A one-way analysis of variance (ANOVA) was used to test the main effect of one factor. When normality assumption failed, as determined using a Shapiro-Wilk test, a Kruskal-Wallis H ANOVA was used. A Brown-Forsythe ANOVA was used if the group variances were significantly different. Data for fasting glycemia were analyzed by two-way ANOVA for main effects of exposure and fasting duration. ITT and GTT experiments were analyzed by repeated measures two-way or mixed model ANOVA to determine main effects of exposure and time. ANOVA was followed by  post hoc  testing for multiple group comparisons. For parametric ANOVAs, Tukey’s  post hoc  test was used when both sample sizes and variance were equal, and a Dunnett’s T3 test was used when sample size and variance were not equal. For non-parametric ANOVA, a Dunn’s  post hoc  test was performed. For Two-way ANOVA, Tukey’s, Sidak’s and Holm-Sidak’s  post hoc  tests were used. Differences were deemed significant at  p <0.05. Data are expressed as mean ± standard error of the mean (s.e.m) unless indicated otherwise.\n\n## Animals\n\nC57BL/6N mice were obtained from both Charles River Laboratories (Raleigh, NC) and Taconic Biosciences (Germantown, NY). Mice were group housed 2-4 per cage and maintained in a non-specific pathogen free vivarium on a 12 h light/dark cycle at an ambient temperature of 20.6-23.9 °C and relative humidity of 20-70%. Mice were provided rodent chow (Laboratory Rodent Diet 5001; LabDiet, USA) and municipal tap water  ad libitum  in glass water bottles. Procedures on the care and treatment of animals were performed in compliance with the National Institutes of Health  Guide for the Care and Use of Laboratory Animals  and approved by the University of California, Riverside, Institutional Animal Care and Use Committee (AUP#20170026 and 20200018).\n\n## DE-71 dosing solutions\n\nDosing solutions were prepared as described previously ( 31 ,  32 ). In brief, technical grade pentabromodiphenyl ether mixture (DE-71; Lot no. 1550OI18A; CAS 32534-81-9), was obtained from Great Lakes Chemical Corporation (West Lafayette, IN). DE-71 dosing solutions were prepared in corn oil (Mazola) to yield two low doses: 0.1 (L-DE-71) and 0.4 (H-DE-71) mg/kg bw per day (2 uL/g body weight). Vehicle control solution (VEH/CON) contained corn oil without the addition of DE-71. PBDE doses were chosen to yield desired body burdens that are relevant to humans. Our recent data indicate that transfer and accumulation of PBDE congeners is similar in male and female tissues ( 32  and unpublished observations). These findings detail the levels and composition of BDEs analyzed in DE-71-dosed mice.\n\n## DE-71 exposure\n\nPerinatal PBDE exposure  via  the dam was accomplished as described previously ( 31 ). In brief, female mice (PND 30-60) were introduced to cornflakes daily for 1 week. Dams were randomly assigned to one of three exposure groups: corn oil vehicle control (VEH/CON), 0.1 (L-DE-71) or 0.4 mg/kg bw per day DE-71 (H-DE-71) ( Figure 1 ). A 10-week dosing regimen, chosen to model human-relevant chronic, low-level exposure ( 18 ,  20 ,  38 ), included ~4 weeks of pre-conception, plus gestation (3 weeks) and lactation (3 weeks). Offspring were weaned after the lactation period at PND 21 and housed in same-sex groups. Dams were fed oral treats (Kellogg’s Corn Flakes) infused with dosing solution (2 uL/g bw) daily, except on PND 0 and 1. Each dam was exposed to DE-71 daily for an average of 70-80 d and offspring were perinatally exposed for 39 d  via  maternal blood and milk. Consumption was visually confirmed, and offspring were never allowed to ingest cornflakes. DE-71 exposure does not significantly affect maternal food intake, gestational weight gain, litter size or sex ratio ( 31 ). Male offspring were used  in vivo  for physiological testing (Cohort 1) and  ex vivo  analysis of hepatic, adipose, adrenal, and endocrine parameters (Cohort 2). The DE-71 exposure and testing paradigm is shown in  Figure 1 .\n\nDiagram depicting the dosing and testing paradigm used for perinatal exposure to DE-71. Direct exposure of dams to DE-71 (F0♀, solid shading), began ~4 weeks pre-conception and continued daily through ~3 weeks of gestation and 3 weeks of lactation until pup weaning at PND 21. Indirect exposure to DE-71 in male offspring (F1♂, hatched shading) occurred during the prenatal (GD 0- 20) and postnatal periods (PND0-PND21)  via  lactation. Offspring received 39 days of DE-71 exposure during the prenatal period except on PND 0 and 1. Metabolic endpoints (fasting glycemia, GTT, ITT) were examined in Cohort 1 offspring at ~4 months of age. Another cohort (Cohort 2) of animals was raised for ex vivo analyses. At necropsy (~4 mo of age) Cohort 2 body and organ weights were recorded and blood and organ tissues collected for further analysis: plasma hormones, UPLC/MS/MS detection of endocannabinoids, adrenal epinephrine and liver GDH enzymatic activity. GD, gestational day; PND, postnatal day; GDH, glutamate dehydrogenase.\n\n## Glucose tolerance test and insulin tolerance test\n\nMice were fasted overnight (ON) for 11h and then injected with glucose (2.0 g/kg bw, i.p.). Glucose was measured directly from tail blood (~1 uL) at time 0, 15, 30, 60, and 120 min post-glucose challenge. A calibrated glucometer and test strips (OneTouch Ultra 2, LifeScan Inc.) were used to measure plasma glucose concentrations. Seven days following IPGTT, an insulin tolerance test (ITT) was performed with Humulin R (Eli Lilly) bolus (0.25 U/kg bw, i.p.) on mice fasted ON for 9h. Tail blood was collected, and glucose was sampled in the same manner as IPGTT (t=0, 15, 30, 45, 60, 90 and 120 min). For area calculations, the area under (AUC) or above the glycemia curve (inverse AUC) from 0-120 min post injection was used. The percent blood glucose reduction rate after insulin administration, K ITT , was calculated using the formula (0.693 x 100) x t 1/2 \n -1  to determine  in vivo  insulin sensitivity from 0-30 min post insulin injection. Fasting blood glucose was determined from baseline values (t=0) obtained in IPGTT (11h) and ITT (9h). GTT and ITT sample sizes were different because ITT effect size was expected to be less (as estimated by our previous work ( 31 )) and, therefore, more samples were needed in ITT, i.e., 14 additional samples, vs GTT.\n\n## Necropsy\n\nDuring sacrifice, under terminal isoflurane anesthesia, cardiac blood (0.3-1 mL) was collected and centrifuged at 16,000 x g for 20 min at 4 °C. After the addition of a cocktail of protease inhibitors and EDTA, the plasma samples were stored at -80°C until further use. The following organs were excised and weighed: liver, pancreas, spleen, adrenal glands and interscapular brown adipose tissue (BAT). Plasma, liver and adrenal samples were snap-frozen over dry ice and stored at -80 °C for later analysis of plasma hormones, adrenal epinephrine, liver endocannabinoids and enzymatic activity.\n\n## Enzyme-linked immunosorbent assays (EIAs)\n\nPlasma collected  via  cardiac puncture ( ad libitum  fed state) was analyzed for metabolic hormones using commercially available kits according to manufacturer’s instructions. Plasma insulin was measured using commercial ELISA kits (ALPCO, Salem, NH, Cat.# 80-INSMS-E01 and Mercodia, Uppsala, Sweden Cat.# 10-1249-01 and 10-1247-01) as previously described ( 31 ). The Mercodia assays had a sensitivity of 0.15 mU/L or 1 mU/L in a standard range of 0.15-20 mU/L or 3-200 mU/L and inter- and intra-assay coefficient of variance (CV) of 4.9% and 3.4%, respectively. The ALPCO insulin ELISA had a sensitivity of 0.019 ng/mL in a standard range of 0.025-1.25 ng/mL and inter- and intra-assay CV of 5.7% and 4.5%, respectively. The active glucagon-like peptide-1 (7–36) Amide (GLP-1) assay (Cat.# 80-GLP1A-CH01, ALPCO) had an analytical sensitivity of 0.15 pM in a standard range of 0.45-152 pM and inter- and intra-assay CV of 11.6 and 9.5%, respectively. Glucagon was measured by chemiluminescence using a proprietary ELISA kit (ALPCO) undergoing beta launch development (now Cat.# 48-GLUHU-E01). This assay had a sensitivity of 41 pg/mL in a dynamic range of 41-10,000 pg/mL and inter- and intra-assay CV of 9.8% and 7.6%, respectively.\n\n## Measurement of hepatic endocannabinoids using ultra-performance liquid chromatography-tandem mass spectrometry\n\nHepatic lipids were extracted using a modified Folch method ( 31 ). Samples of flash-frozen liver tissue were weighed (10-20 mg) and homogenized in 1 mL of methanol solution containing 1 pmol d 4 -arachidonoylethanolamide (internal standard for quantitation of arachidonoylethanolamide), 10 pmol d 4 -oleoylethanolamide (internal standard for quantitation of oleoylethanolamide and docosahexaenoylethanolamide), and 500 pmol d 5 -2-arachidonoyl- sn -glycerol (internal standard for quantitation of 2-arachidonoyl- sn -glycerol and 2-docosahexaenoyl- sn -glycerol). Following homogenization of samples, 2 mL of chloroform and 1 mL of water were added, followed by centrifugation at 2000 x g for 15 min at 4°C. The organic phase was extracted and the pooled lower phases were dried under N 2  gas followed by resuspension in 0.1 mL methanol:chloroform (9:1). Analysis of endocannabinoids (EC) was performed  via  ultra-performance liquid chromatography coupled to tandem mass spectrometry (UPLC/MS/MS) as previously described ( 39 ,  40 ).\n\n## Glutamate dehydrogenase (GDH) activity\n\nGDH activity in crude liver homogenates was assayed using the tetrazolium salt method with modification for multiwell plates as described previously ( 41 ,  42 ). In brief, 5% liver homogenates (40 uL in 0.25M sucrose) were added to a mixture of 2 μmol/l of iodonitrotetrazolium chloride, 0.1 μmol/l of NAD, 50 μmol/l of sodium glutamate, 100 μmol/l of phosphate buffer (pH 7.4) and distilled water. Samples were run in duplicate. The reaction was allowed to proceed at 37°C for 30 min. The optical density of the resultant formazan product was measured at 545 nm and then converted to concentration using a iodonitrotetrazolium formazan (TCI) standard curve fitted with a linear regression model ( 42 ). A bicinchoninic acid assay (Cat.# 23227, ThermoFisher Scientific, Waltham, MA, USA) was used to measure protein content in order to normalize product yield values. GDH activity was expressed as µmol formazan formed per ug protein/h.\n\n## Epinephrine assay\n\nEpinephrine content in adrenal glands was measured using a modification of the trihydroxyindole method as described previously ( 43 ). Briefly, 5 mg of adrenal tissue homogenates (in 200 µL of 0.05 N perchloric acid) were centrifuged at 15,000 x g at 0°C for 15 min. Acetic acid (10%, pH 2) was added to the sample supernatant (30 uL), followed by 60 µL of 0.25% K 2 Fe(CN) 6.  The mixture was incubated at 0°C for 20 min and the oxidation reaction was stopped by the addition of 60 µL of a 9 N NaOH solution containing 4 mg/ml ascorbic acid (alkaline ascorbate). Fluorescence emission was determined at 520 nm (excitation wavelength at 420 nm) using a fluorescence plate reader (Promega). Epinephrine concentration (μg/g adrenal wet weight) was converted from the mean fluorescence intensity units of each sample using calibration standards and polynomial curve fitting.\n\n## Statistical analysis\n\nStatistical analyses were performed using GraphPad Prism v.9.4.1. A one-way analysis of variance (ANOVA) was used to test the main effect of one factor. When normality assumption failed, as determined using a Shapiro-Wilk test, a Kruskal-Wallis H ANOVA was used. A Brown-Forsythe ANOVA was used if the group variances were significantly different. Data for fasting glycemia were analyzed by two-way ANOVA for main effects of exposure and fasting duration. ITT and GTT experiments were analyzed by repeated measures two-way or mixed model ANOVA to determine main effects of exposure and time. ANOVA was followed by  post hoc  testing for multiple group comparisons. For parametric ANOVAs, Tukey’s  post hoc  test was used when both sample sizes and variance were equal, and a Dunnett’s T3 test was used when sample size and variance were not equal. For non-parametric ANOVA, a Dunn’s  post hoc  test was performed. For Two-way ANOVA, Tukey’s, Sidak’s and Holm-Sidak’s  post hoc  tests were used. Differences were deemed significant at  p <0.05. Data are expressed as mean ± standard error of the mean (s.e.m) unless indicated otherwise.\n\n## Results\n\nTable 1  shows the effects of DE-71 exposure on body weights, select organ weights (absolute weights) and organ-to-body-weight-ratios (relative weights). At necropsy, body weights of male offspring were not different across groups and, therefore, the diabetogenic phenotype of DE-71-exposed male mice is not due to obesity. This is consistent with our previous findings of no difference in lean or fat mass in DE-71-exposed males ( 29 ). Absolute liver weight was 9% lower in L-DE-71 relative to VEH/CON (One-way ANOVA:  Exposure effect  F (2,58) =9.34,  p <0.001, Tukey’s  post-hoc  VEH/CON vs L-DE-71,  p =0.03 and lower in L-DE-71 vs H-DE-71,  p =0.0003). Relative liver weight was 8% greater in H-DE-71 relative to L-DE-71 (One-way ANOVA:  Exposure effect  F (2,58) =2.824,  p =0.0675, Tukey’s  post-hoc  L-DE-71 vs H-DE-71  p< .05). The absolute and relative weights of pancreas and spleen were similar across groups.\n\nBody and select organ weights in de-71 exposed male mice.\n\nValues for body and organ weights (absolute weight) are expressed in grams; organ weight/body weight (relative weight) are expressed as mg organ weight/g body weight. Values are reported as mean ± standard error of the mean (s.e.m.).\n\n*Indicates significantly different from VEH/CON (* p <0.05).\n\n^Indicates significantly different relative to L-DE-71 (^ p <0.05; ^^^ p <0.001).\n\nWe examined fasting blood glucose (FBG) after 9 and 11 h fasting using glycemia values from basal time points obtained in ITT and GTT experiments, respectively.  Figure 2  shows that exposure to H-DE-71 significantly lowered (25%) FBG after a 11 h fast relative to VEH/CON (Two-way ANOVA:  Exposure effect  F (2,78) = 6.65,  p <0.01;  Time effect  F (1,78) = 24.6,  p <0.0001;  Exposure  x  Time  F (2,78) = 0.76 ns; Sidak’s  post hoc  test, 11 h: VEH/CON vs H-DE-71,  p <0.01; 9 h vs 11 h, L-DE-71  p <0.01, H-DE-71,  p <0.05 ( Figure 2 ). In comparison, this was not observed after a shorter 9 h fast. These results suggest that perinatal exposure to DE-71 lowers fasting glycemia but only after a prolonged fast.\n\nFasting blood glucose (FBG) in male offspring exposed perinatally to DE-71. FBG was measured after a 9h fast in conjunction with ITT and 11h fast before GTT in male offspring. *indicates significantly different from VEH/CON (** p <0.01).  # indicates significant difference vs 9 h fast for corresponding exposure group ( # \n p< 0.05;  ## \n p <0.01). Bars and error bars represent values expressed as median with interquartile range.  n , 8-23/group.\n\nTo investigate the effects of DE-71 on glucose tolerance, glycemia was measured during GTT over the 120 min post-injection time course ( Figure 3A ). Blood glucose levels rose rapidly and peaked between 15-30 min of glucose challenge in all groups. Peak glycemia was exaggerated in H-DE-71 males relative to VEH/CON (RM Two-way ANOVA: Exposure effect F (2,33) =4.767,  p <0.05;  Time effect  F (2.9,96.1) =330.2,  p <0.0001;  Time  x  Exposure  F (8,132)  =3.112,  p <0.01) ( Figure 3A ). Mean glycemia values in H-DE-71 were markedly elevated as compared to VEH/CON at  t =30 (Holm-Sidak’s  post hoc ;  p <0.05) and 60 min post injection ( p <0.05) and in L-DE-71 vs H-DE-71 at  t =30 ( p <0.01) and 60 min post injection ( p <0.01).\n\nGlucose tolerance profile in male mice offspring receiving perinatal exposure to DE-71. Mice were fasted for 11 h ON and tail blood was sampled for glucose before (t=0 min) and after (t=15, 30, 60 and 120 min) i.p. injection of 2.0 g/kg glucose.  (A)  Absolute blood glucose concentrations taken during IPGTT.  (B)  Mean values for the integrated area under the IPGTT glucose curve using absolute values (AUC GTTglucose ).  (C)  Blood glucose values taken during IPGTT are plotted vs time as a percent of basal glucose.  (D)  Mean values for the integrated area under the IPGTT glucose curve using percent baseline values (AUC GTTglucose ).  (E)  Latency to maximum glycemia corresponding to percent basal. Asterisk of specific color indicates significant difference between corresponding group and VEH/CON (* p <0.05, ** p <0.01). Carets of specific color indicate significant difference between corresponding group and L-DE-71 (^ p <0.05, ^^ p <0.01, ^^^ p <0.001). The black symbol “a” in panels  (A, C)  indicates the time points at which glycemia is not different from basal (t=0) in the VEH/CON group. Glycemia at all other time points and groups differs from basal. Bars and error bars represent values expressed as mean ± s.e.m.  n , 9-14/group.\n\nSince FBG after an 11 h fast was lower in H-DE-71 relative to VEH/CON (t=0,  p <.01;  Figure 2 ), glycemia values are also expressed as percent baseline ( Figure 3C ). After normalizing to baseline (t=0), peak glycemia was again exaggerated in H-DE-71 males relative to VEH/CON (RM Two-way ANOVA:  Time effect  F (2.26, 74.7) =278.6,  p <0.0001;  Exposure effect  F (2,33) =9.39  p <0.001;  Time  x  Exposure  F (8,132) =5.94,  p <0.0001). Mean glycemia values for H-DE-71 were significantly different from VEH/CON at  t =15 (Tukey’s  post hoc ;  p <0.01), 30 ( p <0.01) and 60 min post injection ( p <0.01) and from L-DE-71 at  t =15 ( p <0.01),  t =30 ( p <0.01) and 60 min post injection ( p <0.001).\n\nThe differences in magnitude and duration of glycemia are integrated using the area under the glucose curve, AUC GTTglucose , which is abnormally large in H-DE-71 males (Absolute glycemia AUC, One-way ANOVA:  Exposure effect  F (2,33) =5.21,  p <0.05, Tukey’s  post-hoc  VEH/CON vs H-DE-71,  p <0.029, L-DE-71 vs H-DE-71,  p <0.013; Percent basal glycemia AUC, Brown-Forsythe ANOVA:  Exposure effect  F (2,22.2) =10.1,  p <0.001, Dunnett’s T3  post-hoc  VEH/CON vs H-DE-71,  p <0.004, L-DE-71 vs H-DE-71  p <0.0003 ( Figures 3B, D ). The latency to maximum glycemia, likely influenced by the insulin response, was not significantly different across groups ( Figure 3E ). Of note, glycemia was still elevated in both exposure groups (L- and H-DE-71) but not VEH/CON at 120 min post-glucose injection (“a” in  Figures 3A, C ). These comparisons are significant when comparing percent basal glycemia at 120 min vs t=0 (L-DE71  p <0.05-.01, H-DE-71  p <0.001).\n\nThe glycemia response to exogenous insulin was examined during ITT experiments. The insulin tolerance curve shows mean glycemia values over the 120 min period following insulin injection ( Figure 4A ). Males exposed to L-DE-71 display greater reduction in glycemia as compared to VEH/CON (RM Two-way ANOVA:  Time effect  F (3.257,143.3) =56.2,  p <0.0001;  Exposure effect  F (2,44) =2.40,  ns ;  Time  x  Exposure  F (12,264) =1.90,  p <0.05) ( Figure 4A ). Mean glycemia values for L-DE-71 were significantly different from VEH/CON at  t =120 min (Tukey’s  post hoc ;  p <0.05). When glycemia is expressed as a percent of baseline, L-DE-71 exposed mice displayed incomplete recovery or glucose clearance/utilization at 90 and 120 min after insulin injection (RM Two-way ANOVA:  Time effect  F (6,308) =33.7,  p <0.0001;  Exposure effect  F (2,308) =8.014,  p <0.001;  Time  x  Exposure  F (12,308) =1.23,  ns ) ( Figure 4D ). Mean glycemia values for L-DE-71 are significantly different from VEH/CON at  t =90 (Tukey’s  post hoc ;  p <0.05) and 120 min ( p <0.001). This is represented as a greater mean latency to reach the minimum insulin-induced hypoglycemia in L-DE-71 relative to VEH/CON (Kruskal-Wallis test: Exposure H(2)=9.07,  p <0.01; Dunn’s  post hoc  VEH/CON vs L-DE-71,  p <0.01) ( Figure 4F ).\n\nAbnormal glycemia reduction after insulin challenge in male mice offspring exposed perinatally to L-DE-71.  (A)  Absolute blood glucose concentrations were recorded before and at  t =15, 30, 45, 60, 90 and 120 min post-injection with 0.25 U/kg insulin.  (B)  Tolerance to insulin challenge was analyzed by the inverse integrated area under the ITT glucose curve (AUC ITTglucose ).  (C)  Rate constant for glucose reduction (K ITT ) was calculated over the initial slope of ITT glucose response curve from 0-30 min post-injection.  (D)  Glucose values taken during ITT are plotted vs time as a percent of the individual baseline.  (E)  The inverse integrated area (AUC) under the percent basal glucose curve (AUC ITTglucose ).  (F)  Latency to minimum blood glucose measured over the two-hour time course of ITT glucose response. *indicates significantly different from VEH/CON (* p <0.05, ** p <0.01, *** p <0.001). All values are expressed as mean ± s.e.m.  n , 8-23/group.\n\nThe inverse area under the glucose response curve (inverse AUC ITTglucose ) was plotted using absolute ( Figure 4B ) and percent baseline values ( Figure 4E ). The latter showed a significant increase for L-DE-71 relative to VEH/CON (One-way ANOVA:  Exposure effect  F (2,44) =2.024, ns, Sidak’s  post-hoc  VEH/CON vs L-DE-71,  p <0.05) ( Figure 4E ). To measure the early effects of insulin sensitivity, we calculated K ITTinsulin  measured over the first 30 min post-injection ( Figure 4C ). There were no differences between groups for this metric, suggesting no differences in early glucose uptake triggered by insulin. Interestingly, male offspring of dams exposed to L-DE-71 during pregnancy show a delayed recovery from insulin challenge.\n\nWe have previously shown disrupted plasma hormones involved in carbohydrate regulation in DE-71 exposed female offspring. In T2D, pancreatic beta cell dysfunction may lead to changes in insulin production ( 44 ). In addition, elevated fasting and postprandial plasma glucagon concentrations have also been shown and may contribute to symptomatic hyperglycemia ( 33 ,  45 ). We used ELISA to measure plasma insulin, active GLP-1 (7-36) amide and glucagon in blood collected at necropsy ( ad libitum  fed state) ( Figures 5A–C ). Plasma levels of insulin and glucagon were expressed as percent of control but mean absolute concentrations ranged from 0.90 ± 0.12 to 1.12 ± 0.17 ug/L for insulin, 12.6 ± 4.98 to 41.9 ± 9.78 pg/mL for glucagon in F1 males. For glucagon ELISA, there were no commercially available kits at the time of our studies so we used proprietary kits undergoing beta launch development. Therefore, we went through several trials and samples were expended that did not yield data. Hence the sample size was smaller in  Figure 5C . With regard to plasma insulin levels, there were no group differences ( Figure 5A ). However, L-DE-71 males showed elevated plasma GLP-1 and glucagon relative to VEH/CON (GLP-1, One-way ANOVA:  Exposure effect  F (2,23) =3.684,  p =0.0409; Dunnet’s  post-hoc  VEH/CON vs L-DE-71  p =0.0473; Glucagon, One-way ANOVA:  Exposure effect  F (2,11.3) =5.61,  p =0.02; Dunnett’s T3  post-hoc  VEH/CON vs L-DE-71  p =0.0449) ( Figures 5B, C ). In summary, L-DE-71 showed the most susceptibility to the endocrine-disrupting effects of PBDEs.\n\nEndocrine-disrupting effects of DE-71 on glucoregulatory hormones in male mice. Blood collected at sacrifice was assayed for plasma levels of  (A)  insulin  (B)  GLP-1 and  (C)  glucagon using specific commercial enzyme-linked immunoassay kits. *indicates significantly different from corresponding VEH/CON (* p <0.05). Bars and error bars represent values expressed as mean ± s.e.m.  n =16-20/group for insulin,  n =7-11/group for GLP-1,  n =5-8/group for glucagon.\n\nDue to the important role of epinephrine in glucose and lipid homeostasis, we examined whether adrenal content of epinephrine was altered by developmental exposure to DE-71. Adrenal epinephrine levels were similar to those reported previously for male wildtype C57Bl/6 mice using a radioenzymatic assay and LC-MS measurement instead of fluoroscopy ( 46 ).  Figure 6A  shows that L- and H-DE-71 exposure significantly elevated adrenal epinephrine (One-way ANOVA:  Exposure effect  F (2,18) =16.06,  p<.0001 ; Tukey’s  post-hoc  VEH/CON vs L-DE-71  p =0.0001, VEH/CON vs H-DE-71  p =0.002). Adrenal weights were not different across experimental groups ( Figure 6B ). Because diabetes and fasting glucose level is associated with brown adipose tissue (BAT) activity ( 47 ), we measured BAT mass ( 47 ). When normalized to body weight, mean interscapular BAT mass was dramatically decreased by 30.2% in L-DE-71 relative to VEH/CON (One-way ANOVA:  Exposure effect  F (2,41) =6.82,  p =0.061; Tukey’s  post-hoc  VEH/CON vs L-DE-71  p =0.01, L-DE-71 vs H-DE-71  p =0.01) ( Figure 6C ).\n\nEffects of DE-71 on adrenal epinephrine content and thermogenic brown adipose tissue mass.  (A)  Epinephrine content measured in adrenal glands harvested at necropsy.  (B)  Corresponding adrenal weights.  (C)  Interscapular brown adipose tissue (BAT) collected at necropsy was expressed as a percent of body weight. *indicates significantly different from VEH/CON (* p <0.05, ** p <0.01, **** p <0.001); ^indicates significantly different from L-DE-71 (^ p  < 0.05). Bars and error bars represent values expressed as mean ± s.e.m. n=5-8/group for epinephrine and  n =8-21/group for BAT. [ Permission obtained for reuse of panel in \n Figure 1B \n , Kozlova et al, 2022, Front. Endocrinol. 13: 997304] .\n\nExposure to DE-71 decreases glucose tolerance which may be due to enhanced hepatic glucose production. To examine this possibility, we tested the hypothesis that PBDEs increase the activity of GDH a hepatic gluconeogenic enzyme. We found that exposure to L- and H-DE-71 significantly  reduced  enzymatic activity of GDH (One-way ANOVA:  Exposure effect  F (2,33) =19.51,  p<.0001 ; Dunnett’s  post-hoc  VEH/CON vs L-DE-71  p =0.002, VEH/CON vs H-DE-71  p <0.0001) ( Figure 7 ). The effect of DE-71 was dose-dependent on this metric (L-DE-71 vs H-DE-71  p =0.03).\n\nEffects of DE-71 on hepatic glutamate dehydrogenase (GDH). DE-71 exposure decreased GDH activity in a dose-dependent manner. *indicates significantly different from VEH/CON (** p  < 0.01, **** p <0.0001); ^indicates significantly different from L-DE-71 (^ p  < 0.05). Bars and error bars represent values expressed as mean ± s.e.m.  n =11-13/group.\n\nMale F1 mice exposed to either dose of DE-71 displayed normal liver levels of the endocannabinoid (EC), anandamide (arachidonoylethanolamide, AEA), and related fatty acid ethanolamides, docosahexaenoyl ethanolamide (DHEA) and oleoylethanolamide (OEA), when compared to VEH/CON ( Figure 8A ). Fewer samples were used for LC-MS analysis of ECs than for other tests. This was due to high precision afforded by this method and to control for cost. No changes were detected for the other primary EC, 2-arachidonoyl-sn-glycerol (2-AG), and related monoacylglycerol, 2-docosahexaenoyl-sn-glycerol (2-DG) ( Figure 8B ).\n\nHepatic levels of endocannabinoid (EC) and related fatty acid ethanolamides in DE-71 exposed male mice.  Post mortem  liver tissue was analyzed using UPLC/MS/MS.  (A)  AEA, DHEA and OEA.  (B)  2-AG and 2-DG. ^indicates significantly different from L-DE-71 (^p < 0.05). Bars and error bars represent values expressed as mean ± s.e.m.  n , 4-7/group. AEA, arachidonoylethanolamide (Anandamide); DHEA, docosahexanoyl ethanolamide; OEA, n-oleoyl ethanolamide; 2-AG, 2-arachidonoyl- sn -glycerol; 2-DG, monoacylglycerol 2-docosahexaenoyl- sn -glycerol.\n\n## Chronic low dose DE-71 exposure has minimal effects on body and organ weights\n\nTable 1  shows the effects of DE-71 exposure on body weights, select organ weights (absolute weights) and organ-to-body-weight-ratios (relative weights). At necropsy, body weights of male offspring were not different across groups and, therefore, the diabetogenic phenotype of DE-71-exposed male mice is not due to obesity. This is consistent with our previous findings of no difference in lean or fat mass in DE-71-exposed males ( 29 ). Absolute liver weight was 9% lower in L-DE-71 relative to VEH/CON (One-way ANOVA:  Exposure effect  F (2,58) =9.34,  p <0.001, Tukey’s  post-hoc  VEH/CON vs L-DE-71,  p =0.03 and lower in L-DE-71 vs H-DE-71,  p =0.0003). Relative liver weight was 8% greater in H-DE-71 relative to L-DE-71 (One-way ANOVA:  Exposure effect  F (2,58) =2.824,  p =0.0675, Tukey’s  post-hoc  L-DE-71 vs H-DE-71  p< .05). The absolute and relative weights of pancreas and spleen were similar across groups.\n\nBody and select organ weights in de-71 exposed male mice.\n\nValues for body and organ weights (absolute weight) are expressed in grams; organ weight/body weight (relative weight) are expressed as mg organ weight/g body weight. Values are reported as mean ± standard error of the mean (s.e.m.).\n\n*Indicates significantly different from VEH/CON (* p <0.05).\n\n^Indicates significantly different relative to L-DE-71 (^ p <0.05; ^^^ p <0.001).\n\n## DE-71 produces fasting hypoglycemia\n\nWe examined fasting blood glucose (FBG) after 9 and 11 h fasting using glycemia values from basal time points obtained in ITT and GTT experiments, respectively.  Figure 2  shows that exposure to H-DE-71 significantly lowered (25%) FBG after a 11 h fast relative to VEH/CON (Two-way ANOVA:  Exposure effect  F (2,78) = 6.65,  p <0.01;  Time effect  F (1,78) = 24.6,  p <0.0001;  Exposure  x  Time  F (2,78) = 0.76 ns; Sidak’s  post hoc  test, 11 h: VEH/CON vs H-DE-71,  p <0.01; 9 h vs 11 h, L-DE-71  p <0.01, H-DE-71,  p <0.05 ( Figure 2 ). In comparison, this was not observed after a shorter 9 h fast. These results suggest that perinatal exposure to DE-71 lowers fasting glycemia but only after a prolonged fast.\n\nFasting blood glucose (FBG) in male offspring exposed perinatally to DE-71. FBG was measured after a 9h fast in conjunction with ITT and 11h fast before GTT in male offspring. *indicates significantly different from VEH/CON (** p <0.01).  # indicates significant difference vs 9 h fast for corresponding exposure group ( # \n p< 0.05;  ## \n p <0.01). Bars and error bars represent values expressed as median with interquartile range.  n , 8-23/group.\n\n## DE-71 exposure impairs glucose tolerance\n\nTo investigate the effects of DE-71 on glucose tolerance, glycemia was measured during GTT over the 120 min post-injection time course ( Figure 3A ). Blood glucose levels rose rapidly and peaked between 15-30 min of glucose challenge in all groups. Peak glycemia was exaggerated in H-DE-71 males relative to VEH/CON (RM Two-way ANOVA: Exposure effect F (2,33) =4.767,  p <0.05;  Time effect  F (2.9,96.1) =330.2,  p <0.0001;  Time  x  Exposure  F (8,132)  =3.112,  p <0.01) ( Figure 3A ). Mean glycemia values in H-DE-71 were markedly elevated as compared to VEH/CON at  t =30 (Holm-Sidak’s  post hoc ;  p <0.05) and 60 min post injection ( p <0.05) and in L-DE-71 vs H-DE-71 at  t =30 ( p <0.01) and 60 min post injection ( p <0.01).\n\nGlucose tolerance profile in male mice offspring receiving perinatal exposure to DE-71. Mice were fasted for 11 h ON and tail blood was sampled for glucose before (t=0 min) and after (t=15, 30, 60 and 120 min) i.p. injection of 2.0 g/kg glucose.  (A)  Absolute blood glucose concentrations taken during IPGTT.  (B)  Mean values for the integrated area under the IPGTT glucose curve using absolute values (AUC GTTglucose ).  (C)  Blood glucose values taken during IPGTT are plotted vs time as a percent of basal glucose.  (D)  Mean values for the integrated area under the IPGTT glucose curve using percent baseline values (AUC GTTglucose ).  (E)  Latency to maximum glycemia corresponding to percent basal. Asterisk of specific color indicates significant difference between corresponding group and VEH/CON (* p <0.05, ** p <0.01). Carets of specific color indicate significant difference between corresponding group and L-DE-71 (^ p <0.05, ^^ p <0.01, ^^^ p <0.001). The black symbol “a” in panels  (A, C)  indicates the time points at which glycemia is not different from basal (t=0) in the VEH/CON group. Glycemia at all other time points and groups differs from basal. Bars and error bars represent values expressed as mean ± s.e.m.  n , 9-14/group.\n\nSince FBG after an 11 h fast was lower in H-DE-71 relative to VEH/CON (t=0,  p <.01;  Figure 2 ), glycemia values are also expressed as percent baseline ( Figure 3C ). After normalizing to baseline (t=0), peak glycemia was again exaggerated in H-DE-71 males relative to VEH/CON (RM Two-way ANOVA:  Time effect  F (2.26, 74.7) =278.6,  p <0.0001;  Exposure effect  F (2,33) =9.39  p <0.001;  Time  x  Exposure  F (8,132) =5.94,  p <0.0001). Mean glycemia values for H-DE-71 were significantly different from VEH/CON at  t =15 (Tukey’s  post hoc ;  p <0.01), 30 ( p <0.01) and 60 min post injection ( p <0.01) and from L-DE-71 at  t =15 ( p <0.01),  t =30 ( p <0.01) and 60 min post injection ( p <0.001).\n\nThe differences in magnitude and duration of glycemia are integrated using the area under the glucose curve, AUC GTTglucose , which is abnormally large in H-DE-71 males (Absolute glycemia AUC, One-way ANOVA:  Exposure effect  F (2,33) =5.21,  p <0.05, Tukey’s  post-hoc  VEH/CON vs H-DE-71,  p <0.029, L-DE-71 vs H-DE-71,  p <0.013; Percent basal glycemia AUC, Brown-Forsythe ANOVA:  Exposure effect  F (2,22.2) =10.1,  p <0.001, Dunnett’s T3  post-hoc  VEH/CON vs H-DE-71,  p <0.004, L-DE-71 vs H-DE-71  p <0.0003 ( Figures 3B, D ). The latency to maximum glycemia, likely influenced by the insulin response, was not significantly different across groups ( Figure 3E ). Of note, glycemia was still elevated in both exposure groups (L- and H-DE-71) but not VEH/CON at 120 min post-glucose injection (“a” in  Figures 3A, C ). These comparisons are significant when comparing percent basal glycemia at 120 min vs t=0 (L-DE71  p <0.05-.01, H-DE-71  p <0.001).\n\n## L-DE-71 exposure produces an abnormal glycemic response to insulin\n\nThe glycemia response to exogenous insulin was examined during ITT experiments. The insulin tolerance curve shows mean glycemia values over the 120 min period following insulin injection ( Figure 4A ). Males exposed to L-DE-71 display greater reduction in glycemia as compared to VEH/CON (RM Two-way ANOVA:  Time effect  F (3.257,143.3) =56.2,  p <0.0001;  Exposure effect  F (2,44) =2.40,  ns ;  Time  x  Exposure  F (12,264) =1.90,  p <0.05) ( Figure 4A ). Mean glycemia values for L-DE-71 were significantly different from VEH/CON at  t =120 min (Tukey’s  post hoc ;  p <0.05). When glycemia is expressed as a percent of baseline, L-DE-71 exposed mice displayed incomplete recovery or glucose clearance/utilization at 90 and 120 min after insulin injection (RM Two-way ANOVA:  Time effect  F (6,308) =33.7,  p <0.0001;  Exposure effect  F (2,308) =8.014,  p <0.001;  Time  x  Exposure  F (12,308) =1.23,  ns ) ( Figure 4D ). Mean glycemia values for L-DE-71 are significantly different from VEH/CON at  t =90 (Tukey’s  post hoc ;  p <0.05) and 120 min ( p <0.001). This is represented as a greater mean latency to reach the minimum insulin-induced hypoglycemia in L-DE-71 relative to VEH/CON (Kruskal-Wallis test: Exposure H(2)=9.07,  p <0.01; Dunn’s  post hoc  VEH/CON vs L-DE-71,  p <0.01) ( Figure 4F ).\n\nAbnormal glycemia reduction after insulin challenge in male mice offspring exposed perinatally to L-DE-71.  (A)  Absolute blood glucose concentrations were recorded before and at  t =15, 30, 45, 60, 90 and 120 min post-injection with 0.25 U/kg insulin.  (B)  Tolerance to insulin challenge was analyzed by the inverse integrated area under the ITT glucose curve (AUC ITTglucose ).  (C)  Rate constant for glucose reduction (K ITT ) was calculated over the initial slope of ITT glucose response curve from 0-30 min post-injection.  (D)  Glucose values taken during ITT are plotted vs time as a percent of the individual baseline.  (E)  The inverse integrated area (AUC) under the percent basal glucose curve (AUC ITTglucose ).  (F)  Latency to minimum blood glucose measured over the two-hour time course of ITT glucose response. *indicates significantly different from VEH/CON (* p <0.05, ** p <0.01, *** p <0.001). All values are expressed as mean ± s.e.m.  n , 8-23/group.\n\nThe inverse area under the glucose response curve (inverse AUC ITTglucose ) was plotted using absolute ( Figure 4B ) and percent baseline values ( Figure 4E ). The latter showed a significant increase for L-DE-71 relative to VEH/CON (One-way ANOVA:  Exposure effect  F (2,44) =2.024, ns, Sidak’s  post-hoc  VEH/CON vs L-DE-71,  p <0.05) ( Figure 4E ). To measure the early effects of insulin sensitivity, we calculated K ITTinsulin  measured over the first 30 min post-injection ( Figure 4C ). There were no differences between groups for this metric, suggesting no differences in early glucose uptake triggered by insulin. Interestingly, male offspring of dams exposed to L-DE-71 during pregnancy show a delayed recovery from insulin challenge.\n\n## Endocrine-disrupting effects of DE-71 exposure on glucoregulatory hormones\n\nWe have previously shown disrupted plasma hormones involved in carbohydrate regulation in DE-71 exposed female offspring. In T2D, pancreatic beta cell dysfunction may lead to changes in insulin production ( 44 ). In addition, elevated fasting and postprandial plasma glucagon concentrations have also been shown and may contribute to symptomatic hyperglycemia ( 33 ,  45 ). We used ELISA to measure plasma insulin, active GLP-1 (7-36) amide and glucagon in blood collected at necropsy ( ad libitum  fed state) ( Figures 5A–C ). Plasma levels of insulin and glucagon were expressed as percent of control but mean absolute concentrations ranged from 0.90 ± 0.12 to 1.12 ± 0.17 ug/L for insulin, 12.6 ± 4.98 to 41.9 ± 9.78 pg/mL for glucagon in F1 males. For glucagon ELISA, there were no commercially available kits at the time of our studies so we used proprietary kits undergoing beta launch development. Therefore, we went through several trials and samples were expended that did not yield data. Hence the sample size was smaller in  Figure 5C . With regard to plasma insulin levels, there were no group differences ( Figure 5A ). However, L-DE-71 males showed elevated plasma GLP-1 and glucagon relative to VEH/CON (GLP-1, One-way ANOVA:  Exposure effect  F (2,23) =3.684,  p =0.0409; Dunnet’s  post-hoc  VEH/CON vs L-DE-71  p =0.0473; Glucagon, One-way ANOVA:  Exposure effect  F (2,11.3) =5.61,  p =0.02; Dunnett’s T3  post-hoc  VEH/CON vs L-DE-71  p =0.0449) ( Figures 5B, C ). In summary, L-DE-71 showed the most susceptibility to the endocrine-disrupting effects of PBDEs.\n\nEndocrine-disrupting effects of DE-71 on glucoregulatory hormones in male mice. Blood collected at sacrifice was assayed for plasma levels of  (A)  insulin  (B)  GLP-1 and  (C)  glucagon using specific commercial enzyme-linked immunoassay kits. *indicates significantly different from corresponding VEH/CON (* p <0.05). Bars and error bars represent values expressed as mean ± s.e.m.  n =16-20/group for insulin,  n =7-11/group for GLP-1,  n =5-8/group for glucagon.\n\n## Upregulated adrenal epinephrine content and reduced BAT after DE-71 exposure\n\nDue to the important role of epinephrine in glucose and lipid homeostasis, we examined whether adrenal content of epinephrine was altered by developmental exposure to DE-71. Adrenal epinephrine levels were similar to those reported previously for male wildtype C57Bl/6 mice using a radioenzymatic assay and LC-MS measurement instead of fluoroscopy ( 46 ).  Figure 6A  shows that L- and H-DE-71 exposure significantly elevated adrenal epinephrine (One-way ANOVA:  Exposure effect  F (2,18) =16.06,  p<.0001 ; Tukey’s  post-hoc  VEH/CON vs L-DE-71  p =0.0001, VEH/CON vs H-DE-71  p =0.002). Adrenal weights were not different across experimental groups ( Figure 6B ). Because diabetes and fasting glucose level is associated with brown adipose tissue (BAT) activity ( 47 ), we measured BAT mass ( 47 ). When normalized to body weight, mean interscapular BAT mass was dramatically decreased by 30.2% in L-DE-71 relative to VEH/CON (One-way ANOVA:  Exposure effect  F (2,41) =6.82,  p =0.061; Tukey’s  post-hoc  VEH/CON vs L-DE-71  p =0.01, L-DE-71 vs H-DE-71  p =0.01) ( Figure 6C ).\n\nEffects of DE-71 on adrenal epinephrine content and thermogenic brown adipose tissue mass.  (A)  Epinephrine content measured in adrenal glands harvested at necropsy.  (B)  Corresponding adrenal weights.  (C)  Interscapular brown adipose tissue (BAT) collected at necropsy was expressed as a percent of body weight. *indicates significantly different from VEH/CON (* p <0.05, ** p <0.01, **** p <0.001); ^indicates significantly different from L-DE-71 (^ p  < 0.05). Bars and error bars represent values expressed as mean ± s.e.m. n=5-8/group for epinephrine and  n =8-21/group for BAT. [ Permission obtained for reuse of panel in \n Figure 1B \n , Kozlova et al, 2022, Front. Endocrinol. 13: 997304] .\n\n## DE-71 exposure alters hepatic glutamate dehydrogenase\n\nExposure to DE-71 decreases glucose tolerance which may be due to enhanced hepatic glucose production. To examine this possibility, we tested the hypothesis that PBDEs increase the activity of GDH a hepatic gluconeogenic enzyme. We found that exposure to L- and H-DE-71 significantly  reduced  enzymatic activity of GDH (One-way ANOVA:  Exposure effect  F (2,33) =19.51,  p<.0001 ; Dunnett’s  post-hoc  VEH/CON vs L-DE-71  p =0.002, VEH/CON vs H-DE-71  p <0.0001) ( Figure 7 ). The effect of DE-71 was dose-dependent on this metric (L-DE-71 vs H-DE-71  p =0.03).\n\nEffects of DE-71 on hepatic glutamate dehydrogenase (GDH). DE-71 exposure decreased GDH activity in a dose-dependent manner. *indicates significantly different from VEH/CON (** p  < 0.01, **** p <0.0001); ^indicates significantly different from L-DE-71 (^ p  < 0.05). Bars and error bars represent values expressed as mean ± s.e.m.  n =11-13/group.\n\n## DE-71 exposure does not alter hepatic levels of endocannabinoids\n\nMale F1 mice exposed to either dose of DE-71 displayed normal liver levels of the endocannabinoid (EC), anandamide (arachidonoylethanolamide, AEA), and related fatty acid ethanolamides, docosahexaenoyl ethanolamide (DHEA) and oleoylethanolamide (OEA), when compared to VEH/CON ( Figure 8A ). Fewer samples were used for LC-MS analysis of ECs than for other tests. This was due to high precision afforded by this method and to control for cost. No changes were detected for the other primary EC, 2-arachidonoyl-sn-glycerol (2-AG), and related monoacylglycerol, 2-docosahexaenoyl-sn-glycerol (2-DG) ( Figure 8B ).\n\nHepatic levels of endocannabinoid (EC) and related fatty acid ethanolamides in DE-71 exposed male mice.  Post mortem  liver tissue was analyzed using UPLC/MS/MS.  (A)  AEA, DHEA and OEA.  (B)  2-AG and 2-DG. ^indicates significantly different from L-DE-71 (^p < 0.05). Bars and error bars represent values expressed as mean ± s.e.m.  n , 4-7/group. AEA, arachidonoylethanolamide (Anandamide); DHEA, docosahexanoyl ethanolamide; OEA, n-oleoyl ethanolamide; 2-AG, 2-arachidonoyl- sn -glycerol; 2-DG, monoacylglycerol 2-docosahexaenoyl- sn -glycerol.\n\n## Discussion\n\nMounting evidence implicates environmental toxicants in increased susceptibility to obesity and diabetes ( 48 ,  49 ). Organohalogen compounds used indoors, such as brominated flame retardants, are suspected to contribute to these and other diseases ( 50 ,  51 ). Previous findings from our lab demonstrate that female siblings of the male offspring reported here, display a diabetogenic phenotype when exposed developmentally to an industrial penta-mixture of PBDEs, DE-71 ( 31 ). In this article, we continue our examination of the relationship between early-life PBDEs and regulation of glucose homeostasis by examining DE-71-exposed male offspring. Here, we show that developmental DE-71 exposure produces altered glucose tolerance, glucose response after insulin challenge, levels of glucoregulatory pancreatic and gut hormones and markers of liver glucose production and sympathetic activity. Although PBDEs in DE-71 act as MDCs in developmentally exposed male offspring, the altered metabolic profile observed in DE-71 exposed males does not exactly overlap with what was reported for exposed female offspring ( 31 ). Metrics examined in this study were chosen based on  in vivo  and  ex vivo  biomarkers of diabetes in adulthood that are used to validate diabetic animals models ( 52 ).\n\nIn our past works, we have demonstrated that exposure of mouse dams to 0.1 mg/kg/d and 0.4 mg/kg/d resulted in liver accumulation of ~3.2 ppm PBDEs in dam liver. This also resulted in PBDE levels in lipid weight of 0.2-1.0 ppm in the liver and 0.07-0.3 ppm in brains of exposed female offspring ( 31 ,  32 ). The liver is a key organ for glucose homeostasis and lipid metabolism as well as xenobiotic metabolism, while PBDE penetration into the brain may cause central disruption of glucoregulatory circuits ( 29 ). Liver PBDE levels in mice offspring are in range with maximum plasma levels reported in North American populations of Canadian indigenous Inuits and Crees (219–402 ng/g lipid wt) ( 21 ) and Californian women (~749.7 ng/g lipid wt) ( 53 ). In human studies, sum PBDE levels in children have been reported in the range of 43-366 ng/g lipid weight ( 54 – 56 ). Studies in toddlers report plasma ∑PBDE values with a range of 0.1-0.5 ppm ( 54 ,  55 ). Therefore, our dosing regimen produces a PBDE body burden that is similar to the levels experienced by certain human populations. In comparison, the EPA reference dose, the minimum dose that does not produce bioactivity, for DE-71 is 2x10 -3  mg/kg/day or 2 ppb/day ( 57 ). Notably, using perinatal exposure to DE-71 the greatest body burden is observed in postnatal offspring (PND 15) and a 150-200-fold drop-off in PBDE levels is seen in adult offspring (PND 110) ( 32 ). This is of significance since it occurs during early postnatal development when biological programming has been shown to be more susceptible to endocrine disruption and neurotoxicity ( 58 ).\n\nA few human studies have examined associations between PBDEs and metabolic syndrome/diabetes. Examining Chinese men and women, Zhang and others, found an apparent but not significant association between BDE-47 and T2D ( 25 ). Another study examined over 1000 cases showing significant risk produced by BDE-153 but did not report results by sex ( 22 ). Helaleh and others studied both males and females but sample sizes were very small (pilot) and data sets were combined, precluding analysis on the basis of sex ( 19 ). There are much fewer animal reports on the glucose metabolic effects of PBDEs and they lack sex-dependent reporting ( 25 – 27 ). Therefore, more research is needed to understand the association between metabolic disorders and environmentally relevant BDE mixtures, especially when exposure is developmental.\n\nIn total, changes in glycemia metrics displayed by exposed male offspring represent the complex actions of PBDEs on the broad network of systems participating in the regulation of glucose metabolism ( 59 ,  60 ). Extended fasting yielded exaggerated hypoglycemia in DE-71 male offspring relative to VEH/CON. This was not seen after a 9 h fast needed for the subsequent ITT performed 1 week later, possibly due to the shorter fast duration or less likely due to potential metabolic alterations due to the prior fast. Results of the GTT conducted after an 11 h fast showed that H-DE-71 exposure produces dramatic glucose intolerance as compared to VEH/CON. Interestingly, this phenotype was most prominent at H-DE-71 although L-DE-71 male offspring showed incomplete glucose clearance and/or utilization. These results suggest differential metabolic disrupted phenotypes produced by DE-71 at 0.1 and 0.4 mg/kg. Despite the slight difference in dose of L- and H-DE-71, the chronic manner of exposure paradigm as well as the developmental timing may combine to augment responses in H-DE-71 to exogenous glucose challenge. Different doses of DE-71 within this tight range have been previously shown to produce differential bioactivity ( 61 ). Indeed, in female offspring, we have previously shown that 0.1 mg/kg but not 0.4 mg/kg DE-71 produces glucose intolerance in GTT ( 31 ). In fact, a non-linear dose response has also been commonly reported on behavioral and cellular/molecular processes affected by PBDEs ( 32 ,  62 ).\n\nAn ITT was used to examine insulin responsiveness in DE-71 exposed male offspring. In these experiments, developmental exposure to DE-71 at 0.1 mg/kg produced a significant reduction in recovery of plasma glucose clearance after 90-120 min post insulin i.p. challenge compared to VEH/CON. In contrast, no significant differences were observed in insulin K ITT,  measured within the first 30 min, suggesting normal glucose uptake after insulin challenge (insulin sensitivity). The combination of DE-71 effects - exaggerated fasting hypoglycemia, glucose intolerance and incomplete glucose clearance/utilization in response to insulin challenge demonstrates the complex actions of PBDEs on glucose homeostasis in males. Previously, we have observed abnormal glucose metabolism and other parameters in their DE-71-exposed female siblings ( 31 ). Together, with DE-71 induced endocrine-disrupting effects on glucoregulatory hormones (see below), maternal transfer of PBDEs in DE-71 during gestation and lactation produce metabolic disruption of their offspring that may lead to metabolic disorders in adulthood. In contrast, their common mothers displayed more subtle glucoregulatory alterations, suggesting that developing organisms are more susceptible to DE-71 ( 31 ). Taken together, our findings demonstrating prominent metabolic disturbances in adulthood after early-life, but not adult exposure support the developmental basis for the adult disease hypothesis described for metabolic and neurodevelopmental disorders ( 63 ).\n\nIn this study we showed that L-DE-71 males also display elevated glucoregulatory hormones GLP-1 and glucagon when compared to levels in VEH/CON. In contrast, insulin levels, which are sometimes altered in T2D ( 44 ), were similar across exposure groups. Glucagon secretion plays an essential role in the regulation of hepatic glucose production and may contribute to hyperglycemia typical of T2D. Gastrointestinal hormones like GLP-1, that are secreted in response to oral glucose, have incretin effects which can normalize glucose homeostasis. Studies employing the GLP-1 receptor antagonist, exendin 9-39 amide, indicate that endogenous GLP-1 performs important regulation over glucagon secretion during fasting and after a meal ( 64 ,  65 ). Clinical studies on T2D suggest that deregulation of GLP-1’s inhibitory effect on glucagon may be as important as GLP-1’s stimulatory effect on insulin secretion ( 45 ). However, in the L-DE-71 exposed males, GLP-1 was not reduced concomitant with elevated glucagon levels. The deregulation of GLP-1 and glucagon by PBDEs, may lead to opposing effects on glucose homeostasis, preventing the metabolic disruption seen in H-DE-71 mice which showed no significant changes in these glucoregulatory endocrines. Other effects of DE-71 at 0.4 mg/kg may be responsible for glucose intolerance seen only at this dose. Further study is necessary to determine the metabolic consequences of PBDE effects on individual hormones.\n\nThe glucose metabolic profile in male offspring that was altered by L- and H-DE-71 is not identical to that seen in L-DE-71 exposed female offspring. Specifically, we detected sexually dimorphic differences in glucose tolerance and glycemic response to insulin challenge. L-DE-71 exposed females showed fasting hyperglycemia, glucose intolerance, insulin resistance, decreased plasma insulin, and elevated hepatic endocannabinoids ( 31 ). In contrast, perinatal DE-71 exposure in males resulted in fasting hypoglycemia, incomplete glucose clearance/utilization in response to insulin, and elevated glucagon and GLP-1 ( Figure 9 ). Moreover, H-DE-71 males displayed glucose intolerance. In contrast, Wang and others did not detect an abnormal response to glucose in male mice exposed only to one congener BDE-47 at 0.002-0.2 mg/kg BDE-47 ( 26 ). The differential abnormal glucoregulatory profiles observed in male mice exposed to DE-71 reinforce our previous findings showing sexual dimorphism in the regulation of lipid metabolism in exposed male and female offspring ( 29 ). Some actions of L-DE-71 (but not H-DE-71) were also observed in our report on exposed female, i.e., reduced hepatic glutamate dehydrogenase enzymatic activity, elevated adrenal epinephrine, and reduced thermogenic brown adipose tissue mass ( 31 ) contributions of these systems to glucose homeostasis ( 31 ,  66 ).\n\nSummary of physiological consequences in adulthood of developmental exposure to PBDEs in DE-71 (0.1 and 0.4 mg/kg/d, GD0-PND21). Maternal DE-71 exposure produces sex-dependent differences in adult mice offspring. Offspring were exposed to DE-71  via  the dam during the  in utero  and lactational period. Adult offspring were evaluated using  in vivo  glucose and insulin responses and ex vivo tissue analyses. The glucoregulation results obtained from exposure female offspring and lipid metrics measured in exposed female and male offspring have been previously reported ( 28 ,  29 ).\n\nGlutamate dehydrogenase activity measured in exposed male livers was reduced in L- and H-DE-71 and suggests altered glucose metabolism. Other studies have shown PBDE-induced alterations in hepatic glucolipid regulatory and exposome gene expression. For example, rats exposed to DE-71, made up primarily of BDE-47 and BDE-99, as well as other minor constituents, exhibited changes in liver gene expression patterns that matched those associated with metabolic syndrome ( 67 ,  68 ). Our reports describing the metabolic dyshomeostasis in adult male and female mice exposed developmentally to DE-71 warn against the addition of harmful flame retardants to home and personal products. PBDEs can penetrate human serum and breastmilk and transfer efficiently to developing offspring ( 7 – 9 ). The long-lasting changes in glucose and lipid metabolism may be a risk factor for developing T2D and liver steatosis, a clinical condition comorbid with MetS with increasing prevalence in the adult US population ( 69 ).\n\nBrown adipose tissue (BAT) activity increases energy expenditure by burning fat and increasing metabolic rate and can utilize glucose especially when stimulated by insulin ( 70 ). Therefore, BAT adipocytes contribute to glucose homeostasis and their activity has been inversely associated with diabetes ( 47 ). Here we report reduced BAT mass in L-DE-71 males offspring relative to VEH/CON, which may have implications for altered glucose homeostasis. Lower BAT mass impairs glucose clearance ( 47 ) and is negatively associated with central obesity and diabetes ( 71 – 73 ). Since BAT is under the trophic influence of ß-adrenergic sympathetic- and insulin-mediated regulation and epinephrine ( 71 – 73 ), it is important to note that PBDE exposure also produced elevated adrenal epinephrine. Our findings suggest that altered BAT mass may be due to enhanced sympathetic activity and/or insulin responses but further study is needed to clarify this relationship. The sympathoadrenal nervous system exerts regulatory control over nutrient release and utilization. Adrenal epinephrine, which is regulated by and responds to sympathetic nervous system activation, was elevated in L- and H-DE-71, a profile that is characteristic of MetS ( 74 ). Interestingly, DE-71 exposure produced similar effects in exposed female offspring ( 29 ). This study should motivate the future research of toxicological mechanisms of BDEs.\n\nIt is important to note that developmental exposure to DE-71 ends at weaning, but that dysregulated glucoregulatory phenotypes in exposed male and female offspring are observed in adulthood ( 31 ). We speculate that PBDEs are acting as MDCs by altering the function of several organ systems during early development and reprogramming physiological control systems during early life. Previously, we have found that tissue BDE burden (liver and brain) is greatest during postnatal development (P30) and decreases to lower levels over the first 4 months into adult life [see ( 28 ,  32 )]. However, PBDE body burden is still significantly greater in adult exposed vs adult control mice, and it is possible that PBDE levels in adult tissues continue to cause effects throughout life. Nevertheless, we have demonstrated that the glucolipid status that develops after adult exposure is much milder compared to that after gestational/lactational exposure ( 28 ). This suggests that there is a critical window in early life (fetal and/or postnatal) that makes developing organisms more susceptible to metabolic disrupting effects of PBDEs. This life stage has been reported by others to be especially vulnerable to neurobehavioral and metabolic toxicity by organohalogens ( 28 ,  75 – 78 ). For these reasons, we favor the developmental origins of health and disease (DOHaD) hypothesis in explaining the metabolic disruptive effects of perinatal exposure to DE-71, which emphasizes the reduced detoxification capacity of developing organisms and the critical processes underlying growth and differentiation during development ( 79 – 81 ). Of course it is likely that PBDEs continue to cause havoc on homeostatic and other physiological systems as they generate responses to their natural stimuli ( 35 ,  82 – 84 ).\n\n## Human relevance of the PBDE dosing paradigm\n\nIn our past works, we have demonstrated that exposure of mouse dams to 0.1 mg/kg/d and 0.4 mg/kg/d resulted in liver accumulation of ~3.2 ppm PBDEs in dam liver. This also resulted in PBDE levels in lipid weight of 0.2-1.0 ppm in the liver and 0.07-0.3 ppm in brains of exposed female offspring ( 31 ,  32 ). The liver is a key organ for glucose homeostasis and lipid metabolism as well as xenobiotic metabolism, while PBDE penetration into the brain may cause central disruption of glucoregulatory circuits ( 29 ). Liver PBDE levels in mice offspring are in range with maximum plasma levels reported in North American populations of Canadian indigenous Inuits and Crees (219–402 ng/g lipid wt) ( 21 ) and Californian women (~749.7 ng/g lipid wt) ( 53 ). In human studies, sum PBDE levels in children have been reported in the range of 43-366 ng/g lipid weight ( 54 – 56 ). Studies in toddlers report plasma ∑PBDE values with a range of 0.1-0.5 ppm ( 54 ,  55 ). Therefore, our dosing regimen produces a PBDE body burden that is similar to the levels experienced by certain human populations. In comparison, the EPA reference dose, the minimum dose that does not produce bioactivity, for DE-71 is 2x10 -3  mg/kg/day or 2 ppb/day ( 57 ). Notably, using perinatal exposure to DE-71 the greatest body burden is observed in postnatal offspring (PND 15) and a 150-200-fold drop-off in PBDE levels is seen in adult offspring (PND 110) ( 32 ). This is of significance since it occurs during early postnatal development when biological programming has been shown to be more susceptible to endocrine disruption and neurotoxicity ( 58 ).\n\nA few human studies have examined associations between PBDEs and metabolic syndrome/diabetes. Examining Chinese men and women, Zhang and others, found an apparent but not significant association between BDE-47 and T2D ( 25 ). Another study examined over 1000 cases showing significant risk produced by BDE-153 but did not report results by sex ( 22 ). Helaleh and others studied both males and females but sample sizes were very small (pilot) and data sets were combined, precluding analysis on the basis of sex ( 19 ). There are much fewer animal reports on the glucose metabolic effects of PBDEs and they lack sex-dependent reporting ( 25 – 27 ). Therefore, more research is needed to understand the association between metabolic disorders and environmentally relevant BDE mixtures, especially when exposure is developmental.\n\n## Fasting blood glucose and glucose intolerance\n\nIn total, changes in glycemia metrics displayed by exposed male offspring represent the complex actions of PBDEs on the broad network of systems participating in the regulation of glucose metabolism ( 59 ,  60 ). Extended fasting yielded exaggerated hypoglycemia in DE-71 male offspring relative to VEH/CON. This was not seen after a 9 h fast needed for the subsequent ITT performed 1 week later, possibly due to the shorter fast duration or less likely due to potential metabolic alterations due to the prior fast. Results of the GTT conducted after an 11 h fast showed that H-DE-71 exposure produces dramatic glucose intolerance as compared to VEH/CON. Interestingly, this phenotype was most prominent at H-DE-71 although L-DE-71 male offspring showed incomplete glucose clearance and/or utilization. These results suggest differential metabolic disrupted phenotypes produced by DE-71 at 0.1 and 0.4 mg/kg. Despite the slight difference in dose of L- and H-DE-71, the chronic manner of exposure paradigm as well as the developmental timing may combine to augment responses in H-DE-71 to exogenous glucose challenge. Different doses of DE-71 within this tight range have been previously shown to produce differential bioactivity ( 61 ). Indeed, in female offspring, we have previously shown that 0.1 mg/kg but not 0.4 mg/kg DE-71 produces glucose intolerance in GTT ( 31 ). In fact, a non-linear dose response has also been commonly reported on behavioral and cellular/molecular processes affected by PBDEs ( 32 ,  62 ).\n\n## Altered responses to insulin challenge\n\nAn ITT was used to examine insulin responsiveness in DE-71 exposed male offspring. In these experiments, developmental exposure to DE-71 at 0.1 mg/kg produced a significant reduction in recovery of plasma glucose clearance after 90-120 min post insulin i.p. challenge compared to VEH/CON. In contrast, no significant differences were observed in insulin K ITT,  measured within the first 30 min, suggesting normal glucose uptake after insulin challenge (insulin sensitivity). The combination of DE-71 effects - exaggerated fasting hypoglycemia, glucose intolerance and incomplete glucose clearance/utilization in response to insulin challenge demonstrates the complex actions of PBDEs on glucose homeostasis in males. Previously, we have observed abnormal glucose metabolism and other parameters in their DE-71-exposed female siblings ( 31 ). Together, with DE-71 induced endocrine-disrupting effects on glucoregulatory hormones (see below), maternal transfer of PBDEs in DE-71 during gestation and lactation produce metabolic disruption of their offspring that may lead to metabolic disorders in adulthood. In contrast, their common mothers displayed more subtle glucoregulatory alterations, suggesting that developing organisms are more susceptible to DE-71 ( 31 ). Taken together, our findings demonstrating prominent metabolic disturbances in adulthood after early-life, but not adult exposure support the developmental basis for the adult disease hypothesis described for metabolic and neurodevelopmental disorders ( 63 ).\n\n## Deregulated pancreatic and gut glucoregulatory hormones\n\nIn this study we showed that L-DE-71 males also display elevated glucoregulatory hormones GLP-1 and glucagon when compared to levels in VEH/CON. In contrast, insulin levels, which are sometimes altered in T2D ( 44 ), were similar across exposure groups. Glucagon secretion plays an essential role in the regulation of hepatic glucose production and may contribute to hyperglycemia typical of T2D. Gastrointestinal hormones like GLP-1, that are secreted in response to oral glucose, have incretin effects which can normalize glucose homeostasis. Studies employing the GLP-1 receptor antagonist, exendin 9-39 amide, indicate that endogenous GLP-1 performs important regulation over glucagon secretion during fasting and after a meal ( 64 ,  65 ). Clinical studies on T2D suggest that deregulation of GLP-1’s inhibitory effect on glucagon may be as important as GLP-1’s stimulatory effect on insulin secretion ( 45 ). However, in the L-DE-71 exposed males, GLP-1 was not reduced concomitant with elevated glucagon levels. The deregulation of GLP-1 and glucagon by PBDEs, may lead to opposing effects on glucose homeostasis, preventing the metabolic disruption seen in H-DE-71 mice which showed no significant changes in these glucoregulatory endocrines. Other effects of DE-71 at 0.4 mg/kg may be responsible for glucose intolerance seen only at this dose. Further study is necessary to determine the metabolic consequences of PBDE effects on individual hormones.\n\n## Comparison to female glucoregulatory phenotype\n\nThe glucose metabolic profile in male offspring that was altered by L- and H-DE-71 is not identical to that seen in L-DE-71 exposed female offspring. Specifically, we detected sexually dimorphic differences in glucose tolerance and glycemic response to insulin challenge. L-DE-71 exposed females showed fasting hyperglycemia, glucose intolerance, insulin resistance, decreased plasma insulin, and elevated hepatic endocannabinoids ( 31 ). In contrast, perinatal DE-71 exposure in males resulted in fasting hypoglycemia, incomplete glucose clearance/utilization in response to insulin, and elevated glucagon and GLP-1 ( Figure 9 ). Moreover, H-DE-71 males displayed glucose intolerance. In contrast, Wang and others did not detect an abnormal response to glucose in male mice exposed only to one congener BDE-47 at 0.002-0.2 mg/kg BDE-47 ( 26 ). The differential abnormal glucoregulatory profiles observed in male mice exposed to DE-71 reinforce our previous findings showing sexual dimorphism in the regulation of lipid metabolism in exposed male and female offspring ( 29 ). Some actions of L-DE-71 (but not H-DE-71) were also observed in our report on exposed female, i.e., reduced hepatic glutamate dehydrogenase enzymatic activity, elevated adrenal epinephrine, and reduced thermogenic brown adipose tissue mass ( 31 ) contributions of these systems to glucose homeostasis ( 31 ,  66 ).\n\nSummary of physiological consequences in adulthood of developmental exposure to PBDEs in DE-71 (0.1 and 0.4 mg/kg/d, GD0-PND21). Maternal DE-71 exposure produces sex-dependent differences in adult mice offspring. Offspring were exposed to DE-71  via  the dam during the  in utero  and lactational period. Adult offspring were evaluated using  in vivo  glucose and insulin responses and ex vivo tissue analyses. The glucoregulation results obtained from exposure female offspring and lipid metrics measured in exposed female and male offspring have been previously reported ( 28 ,  29 ).\n\n## DE-71 alters hepatic brown adipose and adrenal parameters regulating glucose homeostasis\n\nGlutamate dehydrogenase activity measured in exposed male livers was reduced in L- and H-DE-71 and suggests altered glucose metabolism. Other studies have shown PBDE-induced alterations in hepatic glucolipid regulatory and exposome gene expression. For example, rats exposed to DE-71, made up primarily of BDE-47 and BDE-99, as well as other minor constituents, exhibited changes in liver gene expression patterns that matched those associated with metabolic syndrome ( 67 ,  68 ). Our reports describing the metabolic dyshomeostasis in adult male and female mice exposed developmentally to DE-71 warn against the addition of harmful flame retardants to home and personal products. PBDEs can penetrate human serum and breastmilk and transfer efficiently to developing offspring ( 7 – 9 ). The long-lasting changes in glucose and lipid metabolism may be a risk factor for developing T2D and liver steatosis, a clinical condition comorbid with MetS with increasing prevalence in the adult US population ( 69 ).\n\nBrown adipose tissue (BAT) activity increases energy expenditure by burning fat and increasing metabolic rate and can utilize glucose especially when stimulated by insulin ( 70 ). Therefore, BAT adipocytes contribute to glucose homeostasis and their activity has been inversely associated with diabetes ( 47 ). Here we report reduced BAT mass in L-DE-71 males offspring relative to VEH/CON, which may have implications for altered glucose homeostasis. Lower BAT mass impairs glucose clearance ( 47 ) and is negatively associated with central obesity and diabetes ( 71 – 73 ). Since BAT is under the trophic influence of ß-adrenergic sympathetic- and insulin-mediated regulation and epinephrine ( 71 – 73 ), it is important to note that PBDE exposure also produced elevated adrenal epinephrine. Our findings suggest that altered BAT mass may be due to enhanced sympathetic activity and/or insulin responses but further study is needed to clarify this relationship. The sympathoadrenal nervous system exerts regulatory control over nutrient release and utilization. Adrenal epinephrine, which is regulated by and responds to sympathetic nervous system activation, was elevated in L- and H-DE-71, a profile that is characteristic of MetS ( 74 ). Interestingly, DE-71 exposure produced similar effects in exposed female offspring ( 29 ). This study should motivate the future research of toxicological mechanisms of BDEs.\n\n## Developmental PBDE exposure produces a more robust abnormal metabolic phenotype\n\nIt is important to note that developmental exposure to DE-71 ends at weaning, but that dysregulated glucoregulatory phenotypes in exposed male and female offspring are observed in adulthood ( 31 ). We speculate that PBDEs are acting as MDCs by altering the function of several organ systems during early development and reprogramming physiological control systems during early life. Previously, we have found that tissue BDE burden (liver and brain) is greatest during postnatal development (P30) and decreases to lower levels over the first 4 months into adult life [see ( 28 ,  32 )]. However, PBDE body burden is still significantly greater in adult exposed vs adult control mice, and it is possible that PBDE levels in adult tissues continue to cause effects throughout life. Nevertheless, we have demonstrated that the glucolipid status that develops after adult exposure is much milder compared to that after gestational/lactational exposure ( 28 ). This suggests that there is a critical window in early life (fetal and/or postnatal) that makes developing organisms more susceptible to metabolic disrupting effects of PBDEs. This life stage has been reported by others to be especially vulnerable to neurobehavioral and metabolic toxicity by organohalogens ( 28 ,  75 – 78 ). For these reasons, we favor the developmental origins of health and disease (DOHaD) hypothesis in explaining the metabolic disruptive effects of perinatal exposure to DE-71, which emphasizes the reduced detoxification capacity of developing organisms and the critical processes underlying growth and differentiation during development ( 79 – 81 ). Of course it is likely that PBDEs continue to cause havoc on homeostatic and other physiological systems as they generate responses to their natural stimuli ( 35 ,  82 – 84 ).\n\n## Conclusions\n\nAltogether, the current results determined from  in vivo  and  ex vivo  parameters measured in DE-71-exposed male offspring indicate broad, complex effects of developmental exposure to PBDEs on glucose homeostasis and glucoregulatory parameters involving various organ systems. Our results support human studies reporting the positive association between body burdens of PBDEs and T2D and MetS ( 22 ). Importantly, our results warn that maternal transfer of PBDEs can produce metabolic and endocrine disruption of developing male offspring that persists into adulthood, at which time they may contribute to metabolic diseases. Both exposed male and female offspring are susceptible, albeit they display different and complex phenotypes. Our findings should be leveraged develop inform risk management practices, provide best treatments in the clinic and improve consistency in experimental design studies.\n\n## Data availability statement\n\nThe raw data supporting the conclusions of this article will be made available by the authors, without undue reservation.\n\n## Ethics statement\n\nThe animal study was reviewed and approved by Care and treatment of animals was performed in accordance with guidelines from and approved by the University of California, Riverside Institutional Animal Care and Use Committee (IACUC) (AUP# 20170026 and 20200018).\n\n## Author contributions\n\nConceptualization, MC-C, EK. Methodology, MC-C, EK, ND, JK, BC. Validation, MC-C, EK, BC, PP, ND. Formal Analysis, EK, MC-C, PP, ND. Investigation, EK, BC, PP, JK, AB, MC-C, MD. Writing – Original Draft, EK, MC-C, AB. Writing – Review & Editing, MC-C, EK, AB. Visualization, EK. Resources, MC-C., ND. Data Curation, EK, MC-C. Supervision, MC-C, EK, ND. Project Administration, MC-C, EK. Funding Acquisition, MC-C, EK, ND. All authors contributed to the article and approved the submitted version.",
  "reference_count": 84,
  "word_count": 14305,
  "char_count": 92397
}