{
  "pmcid": "PMC10092267",
  "doi": "10.1002/tox.23680",
  "title": "Per‐ and polyfluoroalkyl substances activate  UPR  pathway, induce steatosis and fibrosis in liver cells",
  "authors": [
    "Qi Qi",
    "Suryakant Niture",
    "Sashi Gadi",
    "Elena Arthur",
    "John Moore",
    "Keith E. Levine",
    "Deepak Kumar"
  ],
  "year": "2022",
  "journal": "Environmental Toxicology",
  "abstract": "Abstract Per‐ and polyfluoroalkyl substances (PFAS), which include perfluorooctanoic acid (PFOA), heptafluorobutyric acid (HFBA), and perfluorotetradecanoic acid (PFTA), are commonly occurring organic pollutants. Exposure to PFAS affects the immune system, thyroid and kidney function, lipid metabolism, and insulin signaling and is also involved in the development of fatty liver disease and cancer. The molecular mechanisms by which PFAS cause fatty liver disease are not understood in detail. In the current study, we investigated the effect of low physiologically relevant concentrations of PFOA, HFBA, and PFTA on cell survival, steatosis, and fibrogenic signaling in liver cell models. Exposure of PFOA and HFBA (10 to 1000 nM) specifically promoted cell survival in HepaRG and HepG2 cells. PFAS increased the expression of TNFα and IL6 inflammatory markers, increased endogenous reactive oxygen species (ROS) production, and activated unfolded protein response (UPR). Furthermore, PFAS enhanced cell steatosis and fibrosis in HepaRG and HepG2 cells which were accompanied by upregulation of steatosis (SCD1, ACC, SRBP1, and FASN), and fibrosis (TIMP2, p21, TGFβ) biomarkers expression, respectively. RNA‐seq data suggested that chronic exposures to PFOA modulated the expression of fatty acid/lipid metabolic genes that are involved in the development of NFALD and fatty liver disease. Collectively our data suggest that acute/chronic physiologically relevant concentrations of PFAS enhance liver cell steatosis and fibrosis by the activation of the UPR pathway and by modulation of NFALD‐related gene expression.",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Per‐fluorinated alkylated substances (PFAS) are highly fluorinated organic pollutants that consist of over 4700 chemicals and are pervasive contaminants in the environment. 1 ,  2  PFAS are manmade compounds commonly used in a wide range of industrial processes and are also found in many consumer products. These substances are mostly found in leather, paint, adhesive, waxes, cleaning products, waterproof clothing, greaseproof food packaging, contaminated drinking water, and food. 2 ,  3  Exposure to PFAS has been associated with immune disorders, thyroid dysfunctions, osteoarthritis, cholesterol changes, delayed puberty and increased levels of uric acid. 4 ,  5 ,  6 ,  7  Moreover, several studies have pointed out that PFAS can cause impaired fetal development, abnormal skeletal tissue development, and cardiovascular diseases, and have been linked to several cancers including testicular, kidney, and thyroid. 3 ,  8 ,  9 ,  10\n\nHuman epidemiological and animal toxicological studies reveal that exposure to PFAS is associated with a variety of serious health problems as reported by the Agency for Toxic Substances and Disease Registry (ATSDR). Exposure of perfluorooctanoic acid, (PFOA) and perfluorooctanesulfonic (PFOS) associated with pregnancy‐induced hypertension/pre‐eclampsia; perfluorooctanoic acid (PFOA), perfluorooctanesulfonic (PFOS) and perfluorohexanesulphonic acid (PFHxS) increased hepatic enzymes in serum, particularly alanine aminotransferase (ALT) and decreased serum bilirubin levels; perfluorooctanoic acid (PFOA), perfluorooctanesulfonic acid (PFOS), perfluorononanoic acid (PFNA) and perfluorodecanoic acid (PFDA) increased serum lipids, particularly total cholesterol and low‐density lipoprotein (LDL) cholesterol; and perfluorooctanoic acid (PFOA), perfluorooctanesulfonic acid (PFOS) perfluorohexanesulphonic acid (PFHxS) and perfluorodecanoic acid (PFDA) decreased antibody response to vaccines ( https://www.atsdr.cdc.gov/ToxProfiles/tp200-c2.pdf ). Recently Costello et al. analyzed the relationship between PFAS exposure and liver injury enzyme expression in human samples. 11  The meta‐analyses of human studies in the U.S. revealed that exposure to PFOA, PFOS, and PFNA increased serum alanine aminotransferase levels, and exposure to PFOA was also associated with higher expression of aspartate aminotransferase and gamma‐glutamyl transferase in human serum. 11  Similarly, the report also revealed that PFAS exposures in rodents increased serum ALT levels and hepatic steatosis. 11  Several other cohort studies from Asia, Europe, and North America have also demonstrated a positive relationship between environmental PFAS exposure and liver damage enzyme expression. 12 ,  13 ,  14 ,  15 ,  16  For example, exposures to perfluorooctanoic acid (PFOA) and per‐fluorooctane sulfonic acid (PFOS) increased serum alanine aminotransferase (ALT) levels in PFAS‐exposed people. 17  Interestingly, children with physician‐diagnosed nonalcoholic fatty liver disease (NAFLD) show higher PFAS levels which are associated with altered metabolite patterns that include higher plasma levels of phosphoethanolamine, tyrosine, phenylalanine, aspartate, creatine, and decreased levels of betaine, which suggests that PFAS may modulate severe disease in children with NAFLD. 18  It has also been reported that intake of a high dietary fat food increases the accumulation of PFAS in the liver and leads to increased hepatoxicity. A strong positive correlation was also found between hyperlipidemia and PFAS exposures in adults and children. 19 ,  20\n\nDysregulated lipid and fatty acid metabolism are associated with the development of NAFLD, 21  a common pathology that currently affects about 25% of the global population. 22  Numerous studies indicate that PFAS dysregulate hepatic lipid metabolism by induction of hepatic steatosis (lipid accumulation) in human and animal models. 18 ,  23 ,  24 ,  25 ,  26  A recent report suggests that in particularly female NAFLD patients, exposure to PFAS altered lipid metabolic pathways, and exposure to PFAS upregulates bile acids, triacylglycerols, and ceramides. A strong association between exposure to PFAS such as perfluorooctanesulfonic acid (PFOS), perfluorohexanesulfonic acid (PFHxS), perfluorononanoic acid (PFNA), and perfluorooctanoic acid (PFOA) increased liver fat content was observed in female NAFLD patients. 27  Moreover, exposure to a mixture of five PFAS in mice dysregulated lipid/sterol homeostasis, increased cholesterol, and bile acid levels, and promoted liver injury, particularly in female mice. 28  Mice fed with a high hypercaloric ‘Western’ diet and treated with PFOA developed hypercholesterolemia in both male and female C57BL/6 mice and less robust hypercholesterolemia in male BALB/c mice suggesting that the effects of PFOA are dependent upon the genetic background and sex. Long‐chain PFAS regulate lipid accumulation in the liver of the mice with C57BL/6 female mice being most responsive to PFOA. 29  The highest concentrations of long‐chain PFAS are found in the blood and liver. Long‐chain PFAS regulate lipid accumulation in the liver and induce hepatotoxicity as well as cell apoptosis. 30 ,  31 ,  32  Reports suggest that PFAS may induce hepatic steatosis by increasing lipid influx to the liver, and by downregulating fatty acid oxidation. 30 ,  33  Several animal studies revealed that mice treated with PFOA, PFNA, or PFHxS, for 7 days showed increased lipid accumulation in mice liver. 23  PFHxS and PFOS also increased liver weight and hepatic TG content in mice after treatment for 4–6 weeks by activation of peroxisome proliferator‐activated receptor alpha (PPARa) and pregnane X receptor (PXR) activation. 34  PFOS increased hepatic steatosis in CD‐1 mice in a time and dose‐dependent manner by increasing the expression of fatty acid translocase (FAT/CD36) and lipoprotein lipase (Lpl) and the study further revealed that PFOS exposure reduced mitochondrial β‐oxidation, fatty acid oxidation for energy production. 30  PFAS are structurally similar to fatty acids and probably PFAS dysregulate hepatic lipid metabolism by interacting with receptors that modulate fatty acid metabolism in NAFLD. 35  PFAS may induce changes in liver fatty acid metabolism through several mechanisms. 33  For example, PFAS interacts with peroxisome proliferator‐activated receptors (PPARs), constitutive androstane receptor (CAR), and the pregnane X receptor (PXR). 36 ,  37  PFAS affect the function of other nuclear receptors including estrogen receptor α (ERα) and the hepatocyte nuclear factor 4α (HNF4α). 38  Moreover, PFAS modulates hepatic cell signaling by increasing reactive oxygen species (ROS) production and by reducing Nrf2 regulated antioxidant defense system, thus promotes cell apoptosis. 24 ,  39\n\nPFAS efficiently bind to serum albumin 40  and albumin is a major carrier for PFOS, PFOA, PFNA, PFDA, and PFHxS, in human plasma. 41  PFAS binding to albumin is a critical mediator of PFAS distribution in different organ systems. 41 ,  42  Reports also suggest that liver fatty acid‐binding protein (L‐FABP) interacts with PFAS and increases their accumulation in the liver, thus inducing hepatotoxicity. 43 ,  44  Interestingly, PFAS has different half‐lives and the half‐lives of long‐chain PFAS are longer than those of short‐chain PFAS. 45  In human serum samples, PFAS such as perfluorobutanesulfonic acid (PFBS) showed the shortest average half‐life of 44 days, perfluoroheptanoic acid (PFHpA) 62 days, perfluoropentane sulfonic acid (PFPeS) 0.63 years, and perfluoroheptane sulfonic acid (PFHpS) 1.46 years and the average half‐lives of various branched PFOS isomers range between 1.05 to 1.26 years, while non‐branched PFOS showed half‐lives of 2.93 years and perfluorooctanoic acid (PFOA) and perfluorohexanesulphonic acid (PFHxS) showed half‐lives of 1.77 and 2.87 years, respectively. 45  In blood samples, the mean estimated half‐lives of PFOA were 2.7 years, PFOS 3.4 years, and PFHxS 5.3 years. 46  Agency for Toxic Substances and Disease Registry (ATSDR) and the Environmental Protection Agency (EPA) also provided the toxicological and adverse health effects information of perfluoroalkyls substances. In their report “Toxicological Profile for Perfluoroalkyls (updated May 2021), the half‐life of these compounds for humans, non‐human primates, rats, and mice were compiled. However, the across‐species comparison of this data is complicated due to the lack of mechanistic data, endpoints, and differences in elimination half‐lives, and measured exposure levels between epidemiological and experimental studies. In humans, it is reported that the half‐life of the following PFAS is the following; PFOA 2.1–10.1 years, PFOS 3.3–27 years, PFHxS 4.7–35 years, PFNA 2.5–4.3 years, PFBS 665 h, and PFBA 72–81 h. Importantly, high‐serum levels do not equate to recent exposure due to some of these compounds' long half‐life since some can be a parent compound's metabolic product.\n\nFurther, the Agency for Toxic Substances and Disease Registry (ATSDR) have reported that in the US population between 1999 and 2000 between 2015 and 2016, PFAS levels in human blood decreased significantly (PFOS from 60.78 to 9.44 nM, PFOA from 12.58 to 3.77 nM, PFHxS from 5.32 to 2.95 nM and PFNA from 2.71 to 1.19 nM) ( https://www.atsdr.cdc.gov/pfas/health-effects/us-population.html ). However, the biological significance of these levels of PFAS in the modulation of liver diseases is poorly understood. In the current study, we have analyzed the impact of physiologically relevant concentrations (10–100 nM) of three PFAS with different carbon lengths; HFBA‐C4, PFOA‐C8, and PFTA‐C14 on UPR and AKT/mTOR signaling, cell steatosis, and fibrogenic signaling in HepaRG and hepatocellular carcinoma (HCC) cell lines HepG2 and Hep3B. We analyzed the impact of chronic exposures to PFAS (1–2 months) on NAFLD‐related gene expression. Our data suggest that even low concentrations of PFAS exposure modulate NAFLD‐related gene expression."
    },
    {
      "title": "MATERIALS AND METHODS",
      "text": "The terminally differentiated and immortalized HepaRG cells (Cat # HPRGC10) and media ingredients were obtained from ThermoFisher Scientific (Waltham, MA). Specific thawing and plating media (Cat # HPRG770) were used, and cells were expanded in William's E Medium (Cat #12551032) supplemented with 1% GlutaMax (Cat # 35050061) as per the manufacturer's instructions. HepaRG cells are a unique hepatic cell system able to produce early hepatic progenitor cells as well as completely mature human hepatocytes. 47  HepG2 and Hep3B (hepatocellular carcinoma; HCC) cells were obtained from Georgetown University, Lombardi Comprehensive Cancer Center (GU‐LCCC) cell culture repository. HCC cells were grown in DMEM medium (Invitrogen, Carlsbad, CA) supplemented with 5% Fetal Bovine Serum (FBS, Access Biologicals, Vista, CA) and 50 U/ml penicillin/streptomycin and incubated at 37°C in a cell culture incubator supplied with 5% CO 2 . Cells were grown for at least 24 h and used in experiments at a level of 70%–80% of confluence. Perfluorooctanoicacid (PFOA; Cat # 171468), heptafluorobutyric acid (HFBA; Cat #164194), and perfluorotetradecanoic acid (PFTA; Cat # 44686) were obtained from Sigma‐Aldrich, St. Louis, MO. PFOA and HFBA dissolved in DMSO and PFTA in ethanol. We generated PFOA, HFBA, and PFTA tolerant HepaRG and HepG2 cells by exposing the cells to 10 nM of indicated PFAS (twice a week) for 30 to 60 days. For acute treatments, cells were treated with various concentrations of PFAS (1 nM to 1 μM as indicated) for 1 to 3 days whereas for chronic exposure, cells were treated with 10 nM of PFAS for 1–2 months.\n\nLive HepaRG, HepG2, and Hep3B cells were counted by using T20 automatic cell counter (BioRad) after staining with Trypan Blue (Gibco). Cells were plated in 96 well plates (Falcon) (5000 cells/ well) for 12 h. In preliminary experiments, cells were treated with vehicle or 5 to 500 μM of PFOA, HFBA, and PFTA for 48 h. After 48 h, MTT cell survival assay was performed using MTT (3‐[4,5‐dimethylthiazol‐2‐yl]‐2,5‐diphenyl tetrazolium bromide) reagent (MP Biomedical; Solon, OH). Cells were exposed with MTT reagent in fresh medium (5 μl /well; Stock‐ 5 mg/ml in PBS) and incubated at 37°C for 1 h. In other experiments, cells were treated with vehicle or 10–100 nM of PFOA, HFBA, and PFTA for 48 h alone or in presence of Regorafenib 2.5 μM (LC Laboratories; Cat # R8024) and Sorafenib 5 μM (Selleckchem Cat # S1040). Cells were washed with PBS, and formazan crystals were dissolved in DMSO. The relative cell metabolic activities/survival were measured by reading the plate at 570 nm using a Fluostar Omega plate reader (BMG Lab Tech, Cary, NC). All experiments were repeated three times in triplicates.\n\nHepaRG and HepG2 cells (5000 cells/well) were grown in 6‐well plates for 24 h and treated with vehicle or 10 nM of PFOA, HFBA, and PFTA in triplicates and allowed to grow for 7–10 days. Cells were fixed with cold methanol and stained with 0.5% crystal violet (dissolved in methanol) for 30 min. Cells were washed with distilled water and allowed to dry. Blue cell colonies were photographed using Biorad Gel Doc XR+ Imaging System (BioRad) and cell colonies were counted manually and plotted.\n\nHepaRG and HepG2 cells (3000 cells/ well) were plated in 96 well plates (Costar‐ 39 120) for 12 h and cells were treated with 10–1000 nM PFOA, HFBA, and PFTA or appropriate vehicle for 48 h. In other experiments, cells were pre‐treated with N‐acetyl‐cysteine (5 mM) for 8 h and further treated with PFOA (10–1000 nM). After 48 h period, cells were treated with CellRox green reagent (Molecular Probes; Cat #  C10444 ) for 30 min and incubated at 37°C. Cells were then washed with PBS covered with aluminum foil and later observed under Keyence BZX‐810 fluorescence microscope (10× objective) and images were captured. Similarly, in other experiments, cells were treated with indicated PFAS, and after treatments, cells were exposed CellRox green reagent, and the endogenous green fluorescence (ROS‐related) was quantified by using ImageJ software ( https://imagej.nih.gov/ij/ ). The experiments were repeated three times.\n\nHepaRG and HepG2 cells were grown in 6‐well plates for 24 h. Cells were treated with 10–100 nM concentrations of PFOA, HFBA, and PFTA or an appropriate vehicle for 30 h. For chronic exposure, cells were also exposed with indicated PFAS for one to 2 months. Cells were washed with PBS twice, and total RNA was isolated using TRIZOL Reagent (Invitrogen, Carlsbad, CA). Equal amounts (1 μg) of total RNA were used for reverse transcription (RT) reactions. RT reactions were performed using a High‐Capacity cDNA Reverse Transcription kit (Applied Biosystems, Carlsbad, CA) and cDNA was prepared by using a SimpliAmp thermal cycler (Applied Biosystem). After RT reaction, cDNA was mixed with Power SYBR Green PCR master mix (Applied Biosystems) with both forward and reverse specific primers of the inflammatory markers ( TNFα  and  IL6 ), UPR signaling gene markers ( IRE1a ,  eIF2a ,  ATF4 ,  ATF6 , and  BIP ), lipid/fatty‐acid metabolizing genes ( SREBP1 ,  FABP1 ,  SCD1 ,  FASN , and  ACC ) and fibrogenic signaling gene markers ( TIMP2 ,  MMP2 ,  TBG‐β ,  p21 ,  Cytokeratin 7  and  FGF‐23 ) (Supplementary Table  1 ). We also validated the effect of chronic exposure of PFOA, HFBA, and PFTA (one to 2 months) on global gene expression using specific gene primers (Supplementary Table  1 ). PCR parameters were: 10 min denaturation at 95°C; 40 cycles of 95°C for 15 s PCR stage, and 60°C for 1 min and 95°C for melting stage. All primers were obtained from Integrated DNA Technology (IDT). The PCR mixtures were run on a QuantStudio‐3 PCR System (Applied Biosystems) and relative gene expression was quantified according to the manufacturer's protocols. In every experiment, the expression of the human GAPDH gene was amplified as an internal control. GAPDH Ct values were subtracted from individual gene Ct values (Delta‐Ct) and fold expression and significance were quantified.\n\nHepaRG, HepG2, and Hep3B (1 × 105) were grown in 6‐well plates for 18 h, and cells were exposed to appropriate vehicles (DMSO and ethanol) or 10 to 1000 nM of PFOA, HFBA, and PFTA for 48 h. Cells were washed with ice‐cold PBS and lysed in cell lysis buffer (Cell Signaling, Danvers, MA) containing protease inhibitor mixture (Roche, Indianapolis, IN) and PMSF (0.1 mM). Cell extracts were prepared by centrifugation at 10000 RMP for 10 min and protein concentrations were quantified using the Bio‐Rad protein assay reagent (Bio‐Rad, Hercules, CA). A total of 60 μg of cell lysates were electrophoresed by NuPAGE 4%–12% Bis‐Tris‐SDS gel (Invitrogen, Carlsbad CA), and the proteins were transferred to a Polyvinylidene difluoride (PVDF) membrane (Thermo Scientific, Rockford, IL). After protein blotting, the PVDF membranes were blocked in 1× blocking buffer (Sigma‐Aldrich, St. Louis, MO) for 1 h. The membranes were washed with Tris‐buffered saline with 0.1% Tween 20 (TBST) buffer and incubated with indicated primary antibodies (1:1000 dilution) overnight at 4°C on the platform rocker. The following antibodies were obtained from Cell Signaling Technology (Danvers, MA): anti‐PERK (Cat # 5683P), anti‐IRE1a (Cat # 3294S), anti‐BIP (Cat # 3177P), anti‐p‐eIF2a (Cat # 3398P), anti‐eIF2a (Cat # 2013S), anti‐GAPDH (Cat # 5174S), anti‐pS2448‐mTOR (Cat # 2971S), anti‐mTOR (Cat # 2983S), anti‐pS473‐AKT (Cat # 3787S), anti‐AKT (Cat # 9272S), anti‐ LC3B I/II (Cat # 4108S), anti‐TIMP2 (Cat #5738s), anti‐MMP2 (Cat # 13132s), anti‐TGFβ (Cat # 3711s). We also purchased anti‐ATF6 (SC‐22799) from Santa Cruz Biotechnology (Dallas, TX); anti‐ATF4 (AB50546‐100) from Abcam. Western blots were washed with TBST three times and the membranes were incubated further in the appropriate secondary antibody (1:10000 dilution) (Jackson ImmunoResearch, PA) for 1 h at room temperature. The western blots were developed using ECL chemiluminescence detection reagents (Signagen Laboratories, Rockville, MD) and Azure C‐500 Bio‐system.\n\nHepaRG and HepG2 cells (1 × 105) were grown on coverslips in six‐well tissue culture plates for 18 h and treated with 10–1000 nM of PFOA, HFBA, and PFTA for 24 h, and then cells were post‐treated with 100 μM oleic acid (Sigma‐Aldrich, St. Louis, MO) for additional 24 h. Cells were washed with PBS and fixed with 4% paraformaldehyde for 15 min. ORO staining was performed as described previously. 48  ORO stained cell images were captured using a Nikon Y‐IDP microscope and presented. In another experiment, ORO staining‐based steatosis quantification was performed as described previously. 49  In brief, HepaRG and HepG2 cells (1 × 104/well) were grown in 96‐well plates in triplicates, treated with 10–100 nM of PFOA, HFBA, and PFTA for 24 h, and then treated with oleic acid for 24 h. Cells were fixed with paraformaldehyde (4%) and stained with ORO. Cells were lysed in 100 μl of 1× cell lysis buffer solution (Cell Signaling, Danvers, MA) for 15 min with gentle shaking. The ORO stain released from steatotic cells was transferred to another 96‐well plate, and the absorbance at 405 nm was measured using Fluostar Omega plate reader (BMG Lab Tech, Cary, NC) as described previously. 48\n\nHepaRG and HepG2 cells (1 × 104) were grown in 150 mm tissue culture dishes and continuously treated with PFOA (10 nM) for 1 or 2 months and total RNA was isolated using TRIZOL reagent (Sigma‐Aldrich, St. Louis, MO) from three independent samples. RNA samples were quantified using Qubit 2.0 Fluorometer (Life Technologies, Carlsbad, CA, USA) and sent for sequencing and analysis to Novogene Corporation Inc. (CA). For library construction and quality control, mRNA was purified from total RNA using poly‐T oligo‐attached magnetic beads. After fragmentation, the first‐strand cDNA was synthesized using random hexamer primers, followed by the second‐strand cDNA synthesis using either dUTP for a directional library or dTTP for the non‐directional library. The library was checked with Qubit and real‐time PCR for quantification and a bio‐analyzer for size distribution detection. Quantified libraries were pooled and sequenced on Illumina platforms, according to effective library concentration and data amount. FeatureCounts v1.5.0‐p3 software program was used for quantification of gene expression levels to count the read numbers mapped to each gene. Differential expression of two conditions/groups (two biological replicates per condition) was performed using the DESeq2 R package (1.20.0). Genes with an adjusted  p ‐value ≤ .05 found by DESeq2 were assigned as differentially expressed. Gene Ontology (GO) enrichment analysis of differentially expressed genes was implemented by the clusterProfiler R package, in which gene length bias was corrected. GO terms with corrected  p  value less than .05 were considered significantly enriched by differentially expressed genes. The human Gene Ontology list was used to cluster the set of genes based on their biological process and to determine their statistical significance. We also validated RNA‐seq gene expression data after PFAS exposure by RT/qPCR. The RNA‐seq array data were submitted to Array Express with accession number E‐MTAB‐11670.\n\nResults from independent triplicate experiments were presented as mean ± SEM. Differences between groups were analyzed using either a two‐tailed Student's  t ‐test or one‐way ANOVA followed by Tukey HSD post hoc test. A  p  value of <.05 was considered statistically significant. Statistical significance between means was determined by Graph Pad Prism 9 software (GraphPad Software Inc., La Jolla, CA)."
    },
    {
      "title": "Cell culture and reagents",
      "text": "The terminally differentiated and immortalized HepaRG cells (Cat # HPRGC10) and media ingredients were obtained from ThermoFisher Scientific (Waltham, MA). Specific thawing and plating media (Cat # HPRG770) were used, and cells were expanded in William's E Medium (Cat #12551032) supplemented with 1% GlutaMax (Cat # 35050061) as per the manufacturer's instructions. HepaRG cells are a unique hepatic cell system able to produce early hepatic progenitor cells as well as completely mature human hepatocytes. 47  HepG2 and Hep3B (hepatocellular carcinoma; HCC) cells were obtained from Georgetown University, Lombardi Comprehensive Cancer Center (GU‐LCCC) cell culture repository. HCC cells were grown in DMEM medium (Invitrogen, Carlsbad, CA) supplemented with 5% Fetal Bovine Serum (FBS, Access Biologicals, Vista, CA) and 50 U/ml penicillin/streptomycin and incubated at 37°C in a cell culture incubator supplied with 5% CO 2 . Cells were grown for at least 24 h and used in experiments at a level of 70%–80% of confluence. Perfluorooctanoicacid (PFOA; Cat # 171468), heptafluorobutyric acid (HFBA; Cat #164194), and perfluorotetradecanoic acid (PFTA; Cat # 44686) were obtained from Sigma‐Aldrich, St. Louis, MO. PFOA and HFBA dissolved in DMSO and PFTA in ethanol. We generated PFOA, HFBA, and PFTA tolerant HepaRG and HepG2 cells by exposing the cells to 10 nM of indicated PFAS (twice a week) for 30 to 60 days. For acute treatments, cells were treated with various concentrations of PFAS (1 nM to 1 μM as indicated) for 1 to 3 days whereas for chronic exposure, cells were treated with 10 nM of PFAS for 1–2 months."
    },
    {
      "title": "MTT  cell survival assay",
      "text": "Live HepaRG, HepG2, and Hep3B cells were counted by using T20 automatic cell counter (BioRad) after staining with Trypan Blue (Gibco). Cells were plated in 96 well plates (Falcon) (5000 cells/ well) for 12 h. In preliminary experiments, cells were treated with vehicle or 5 to 500 μM of PFOA, HFBA, and PFTA for 48 h. After 48 h, MTT cell survival assay was performed using MTT (3‐[4,5‐dimethylthiazol‐2‐yl]‐2,5‐diphenyl tetrazolium bromide) reagent (MP Biomedical; Solon, OH). Cells were exposed with MTT reagent in fresh medium (5 μl /well; Stock‐ 5 mg/ml in PBS) and incubated at 37°C for 1 h. In other experiments, cells were treated with vehicle or 10–100 nM of PFOA, HFBA, and PFTA for 48 h alone or in presence of Regorafenib 2.5 μM (LC Laboratories; Cat # R8024) and Sorafenib 5 μM (Selleckchem Cat # S1040). Cells were washed with PBS, and formazan crystals were dissolved in DMSO. The relative cell metabolic activities/survival were measured by reading the plate at 570 nm using a Fluostar Omega plate reader (BMG Lab Tech, Cary, NC). All experiments were repeated three times in triplicates."
    },
    {
      "title": "Cell colony formation assay",
      "text": "HepaRG and HepG2 cells (5000 cells/well) were grown in 6‐well plates for 24 h and treated with vehicle or 10 nM of PFOA, HFBA, and PFTA in triplicates and allowed to grow for 7–10 days. Cells were fixed with cold methanol and stained with 0.5% crystal violet (dissolved in methanol) for 30 min. Cells were washed with distilled water and allowed to dry. Blue cell colonies were photographed using Biorad Gel Doc XR+ Imaging System (BioRad) and cell colonies were counted manually and plotted."
    },
    {
      "title": "Reactive oxygen species quantification",
      "text": "HepaRG and HepG2 cells (3000 cells/ well) were plated in 96 well plates (Costar‐ 39 120) for 12 h and cells were treated with 10–1000 nM PFOA, HFBA, and PFTA or appropriate vehicle for 48 h. In other experiments, cells were pre‐treated with N‐acetyl‐cysteine (5 mM) for 8 h and further treated with PFOA (10–1000 nM). After 48 h period, cells were treated with CellRox green reagent (Molecular Probes; Cat #  C10444 ) for 30 min and incubated at 37°C. Cells were then washed with PBS covered with aluminum foil and later observed under Keyence BZX‐810 fluorescence microscope (10× objective) and images were captured. Similarly, in other experiments, cells were treated with indicated PFAS, and after treatments, cells were exposed CellRox green reagent, and the endogenous green fluorescence (ROS‐related) was quantified by using ImageJ software ( https://imagej.nih.gov/ij/ ). The experiments were repeated three times."
    },
    {
      "title": "RT / qPCR",
      "text": "HepaRG and HepG2 cells were grown in 6‐well plates for 24 h. Cells were treated with 10–100 nM concentrations of PFOA, HFBA, and PFTA or an appropriate vehicle for 30 h. For chronic exposure, cells were also exposed with indicated PFAS for one to 2 months. Cells were washed with PBS twice, and total RNA was isolated using TRIZOL Reagent (Invitrogen, Carlsbad, CA). Equal amounts (1 μg) of total RNA were used for reverse transcription (RT) reactions. RT reactions were performed using a High‐Capacity cDNA Reverse Transcription kit (Applied Biosystems, Carlsbad, CA) and cDNA was prepared by using a SimpliAmp thermal cycler (Applied Biosystem). After RT reaction, cDNA was mixed with Power SYBR Green PCR master mix (Applied Biosystems) with both forward and reverse specific primers of the inflammatory markers ( TNFα  and  IL6 ), UPR signaling gene markers ( IRE1a ,  eIF2a ,  ATF4 ,  ATF6 , and  BIP ), lipid/fatty‐acid metabolizing genes ( SREBP1 ,  FABP1 ,  SCD1 ,  FASN , and  ACC ) and fibrogenic signaling gene markers ( TIMP2 ,  MMP2 ,  TBG‐β ,  p21 ,  Cytokeratin 7  and  FGF‐23 ) (Supplementary Table  1 ). We also validated the effect of chronic exposure of PFOA, HFBA, and PFTA (one to 2 months) on global gene expression using specific gene primers (Supplementary Table  1 ). PCR parameters were: 10 min denaturation at 95°C; 40 cycles of 95°C for 15 s PCR stage, and 60°C for 1 min and 95°C for melting stage. All primers were obtained from Integrated DNA Technology (IDT). The PCR mixtures were run on a QuantStudio‐3 PCR System (Applied Biosystems) and relative gene expression was quantified according to the manufacturer's protocols. In every experiment, the expression of the human GAPDH gene was amplified as an internal control. GAPDH Ct values were subtracted from individual gene Ct values (Delta‐Ct) and fold expression and significance were quantified."
    },
    {
      "title": "Western blotting",
      "text": "HepaRG, HepG2, and Hep3B (1 × 105) were grown in 6‐well plates for 18 h, and cells were exposed to appropriate vehicles (DMSO and ethanol) or 10 to 1000 nM of PFOA, HFBA, and PFTA for 48 h. Cells were washed with ice‐cold PBS and lysed in cell lysis buffer (Cell Signaling, Danvers, MA) containing protease inhibitor mixture (Roche, Indianapolis, IN) and PMSF (0.1 mM). Cell extracts were prepared by centrifugation at 10000 RMP for 10 min and protein concentrations were quantified using the Bio‐Rad protein assay reagent (Bio‐Rad, Hercules, CA). A total of 60 μg of cell lysates were electrophoresed by NuPAGE 4%–12% Bis‐Tris‐SDS gel (Invitrogen, Carlsbad CA), and the proteins were transferred to a Polyvinylidene difluoride (PVDF) membrane (Thermo Scientific, Rockford, IL). After protein blotting, the PVDF membranes were blocked in 1× blocking buffer (Sigma‐Aldrich, St. Louis, MO) for 1 h. The membranes were washed with Tris‐buffered saline with 0.1% Tween 20 (TBST) buffer and incubated with indicated primary antibodies (1:1000 dilution) overnight at 4°C on the platform rocker. The following antibodies were obtained from Cell Signaling Technology (Danvers, MA): anti‐PERK (Cat # 5683P), anti‐IRE1a (Cat # 3294S), anti‐BIP (Cat # 3177P), anti‐p‐eIF2a (Cat # 3398P), anti‐eIF2a (Cat # 2013S), anti‐GAPDH (Cat # 5174S), anti‐pS2448‐mTOR (Cat # 2971S), anti‐mTOR (Cat # 2983S), anti‐pS473‐AKT (Cat # 3787S), anti‐AKT (Cat # 9272S), anti‐ LC3B I/II (Cat # 4108S), anti‐TIMP2 (Cat #5738s), anti‐MMP2 (Cat # 13132s), anti‐TGFβ (Cat # 3711s). We also purchased anti‐ATF6 (SC‐22799) from Santa Cruz Biotechnology (Dallas, TX); anti‐ATF4 (AB50546‐100) from Abcam. Western blots were washed with TBST three times and the membranes were incubated further in the appropriate secondary antibody (1:10000 dilution) (Jackson ImmunoResearch, PA) for 1 h at room temperature. The western blots were developed using ECL chemiluminescence detection reagents (Signagen Laboratories, Rockville, MD) and Azure C‐500 Bio‐system."
    },
    {
      "title": "Oil red O staining and  ORO  staining‐based steatosis quantification",
      "text": "HepaRG and HepG2 cells (1 × 105) were grown on coverslips in six‐well tissue culture plates for 18 h and treated with 10–1000 nM of PFOA, HFBA, and PFTA for 24 h, and then cells were post‐treated with 100 μM oleic acid (Sigma‐Aldrich, St. Louis, MO) for additional 24 h. Cells were washed with PBS and fixed with 4% paraformaldehyde for 15 min. ORO staining was performed as described previously. 48  ORO stained cell images were captured using a Nikon Y‐IDP microscope and presented. In another experiment, ORO staining‐based steatosis quantification was performed as described previously. 49  In brief, HepaRG and HepG2 cells (1 × 104/well) were grown in 96‐well plates in triplicates, treated with 10–100 nM of PFOA, HFBA, and PFTA for 24 h, and then treated with oleic acid for 24 h. Cells were fixed with paraformaldehyde (4%) and stained with ORO. Cells were lysed in 100 μl of 1× cell lysis buffer solution (Cell Signaling, Danvers, MA) for 15 min with gentle shaking. The ORO stain released from steatotic cells was transferred to another 96‐well plate, and the absorbance at 405 nm was measured using Fluostar Omega plate reader (BMG Lab Tech, Cary, NC) as described previously. 48"
    },
    {
      "title": "RNA ‐seq and analysis",
      "text": "HepaRG and HepG2 cells (1 × 104) were grown in 150 mm tissue culture dishes and continuously treated with PFOA (10 nM) for 1 or 2 months and total RNA was isolated using TRIZOL reagent (Sigma‐Aldrich, St. Louis, MO) from three independent samples. RNA samples were quantified using Qubit 2.0 Fluorometer (Life Technologies, Carlsbad, CA, USA) and sent for sequencing and analysis to Novogene Corporation Inc. (CA). For library construction and quality control, mRNA was purified from total RNA using poly‐T oligo‐attached magnetic beads. After fragmentation, the first‐strand cDNA was synthesized using random hexamer primers, followed by the second‐strand cDNA synthesis using either dUTP for a directional library or dTTP for the non‐directional library. The library was checked with Qubit and real‐time PCR for quantification and a bio‐analyzer for size distribution detection. Quantified libraries were pooled and sequenced on Illumina platforms, according to effective library concentration and data amount. FeatureCounts v1.5.0‐p3 software program was used for quantification of gene expression levels to count the read numbers mapped to each gene. Differential expression of two conditions/groups (two biological replicates per condition) was performed using the DESeq2 R package (1.20.0). Genes with an adjusted  p ‐value ≤ .05 found by DESeq2 were assigned as differentially expressed. Gene Ontology (GO) enrichment analysis of differentially expressed genes was implemented by the clusterProfiler R package, in which gene length bias was corrected. GO terms with corrected  p  value less than .05 were considered significantly enriched by differentially expressed genes. The human Gene Ontology list was used to cluster the set of genes based on their biological process and to determine their statistical significance. We also validated RNA‐seq gene expression data after PFAS exposure by RT/qPCR. The RNA‐seq array data were submitted to Array Express with accession number E‐MTAB‐11670."
    },
    {
      "title": "Statistical analysis",
      "text": "Results from independent triplicate experiments were presented as mean ± SEM. Differences between groups were analyzed using either a two‐tailed Student's  t ‐test or one‐way ANOVA followed by Tukey HSD post hoc test. A  p  value of <.05 was considered statistically significant. Statistical significance between means was determined by Graph Pad Prism 9 software (GraphPad Software Inc., La Jolla, CA)."
    },
    {
      "title": "RESULTS",
      "text": "We selected three PFAS that differed in their carbon chain lengths, HFBA‐C4, PFOA‐C8, and PFTA‐C14 (Figure  1 ) to carry out cellular studies. These molecules were tested for effects on cell toxicity/survival in three cell lines HepaRG, HepG2, and Hep3B. Cells were exposed to 5–500 μM of PFOA, HFBA, and PFTA for 48 h, and cell survival was evaluated using the MTT assay (Figure  2A ). At the higher concentrations of PFOA, HFBA, and PFTA (20 to 500 μM), cell survival was inhibited in all three cell lines (Figure  2A ). At low concentrations (5–10 μM), no significant effect of PFOA and HFBA on cell survival was observed, whereas PFTA at low concentrations (5–25 μM) significantly increased cell survival in HepaRG and HepG2 cells (Figure  2A , lower panel). Indeed, the MTT data suggests that PFAS at higher concentrations increased cell cytotoxicity and decreased cell survival as expected.\n\nChemical structures of polyfluoroalkyl substances (PFAS); heptafluorobutyric acid (HFBA‐C4), perfluorooctanoic acid (PFOA‐C8), and perfluorotetradecanoic acid (PFTA‐C14) used in the current study were presented.\n\nPolyfluoroalkyl substances (PFAS) at low concentrations induces cell survival in human liver cell models. (A) HepaRG, HepG2, and Hep3B cells were exposed to 5 to 500 μM of perfluorooctanoic acid (PFOA), heptafluorobutyric acid (HFBA), and perfluorotetradecanoic acid (PFTA) for 48 h in triplicates ( n  = 6), and an MTT assay was performed as described in the method section. * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. (B & C) HepaRG and HepG2 cells were exposed to 10 to 1000 nM concentrations of PFOA, HFBA, and PFTA separately or in presence of Sorafenib (B) or Regorafenib (C) for 48 h in triplicate ( n  = 12), and MTT assay was performed as described in the materials and methods section. * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. # p  < .05, ##  p  < .01, ### p  < .001 compared with Sorafenib or Regorafenib treated cells. Con., Vehicle‐treated cells; Sora, Sorafenib; Reg, Regorafenib.\n\nTo understand the effects of PFAS on liver cell survival at physiologically relevant concentrations, levels that mimic the concentrations detected in human blood, we treated HepaRG and HepG2 cells with 10 to 1000 nM of PFOA, HFBA, and PFTA. Cells were exposed for 48 h and cell survival was measured by MTT assays (Figure  2B ). Interestingly, exposure to PFOA significantly increased the cell survival of HepaRG cells (20%) and HepG2 cells (17%) compared with HFBA or PFTA exposure. HFBA also increased cell survival in HepaRG cells but not in HepG2 cells and PFTA did not show any significant effect on cell survival in either HepaRG or HepG2 cells (Figure  2B,C ).\n\nTo assess the effects of PFAS on cell colony formation, we treated HepaRG and HepG2 cells with a physiologically relevant dose of PFOA, HFBA, and PFTA (10 nM) for 8 days, and the effect on cell colony formation was analyzed as described in the Methods section (Supplementary Figure  S1 ). Cell colony formation assay revealed that PFOA, HFBA, and PFTA increased cell colony formation in HepaRG cells significantly, however, no significant effect on colony formation was observed in HepG2 cells compared with vehicle‐treated cells (Supplementary Figure  S1A,B ). Furthermore, exposure to the anti‐liver cancer drugs Sorafenib (5 μM) and Regorafenib (2.5 μM) reduced cell survival by 40% to 55% in HepG2 cells and HepG2 cells showed more sensitivity to the drugs compared with HepaRG cells (Figure  2B,C ). However, PFOA, HFBA, and PFTA were unable to stimulate cell survival in HepaRG or HepG2 cells pre‐exposed to Sorafenib or Regorafenib (Figure  2B,C ). Collectively these data suggest that higher concentrations of PFAS (PFOA, HFBA, and PFTA) reduced cell survival/proliferation whereas lower concentrations specifically PFOA enhanced cell survival in liver cancer cells.\n\nTo understand how PFAS modulates metabolic activities in HepaRG and HepG2 cells, we measured endogenous ROS production using CellROX Green Reagent (a novel fluorogenic probe). Cells were exposed to PFAS (10–1000 nM) for 72 h and treated with a Cell‐ROS reagent. Cell immunofluorescence data demonstrated that, compared with vehicle treatments, PFOA, HFBA and PFTA increased ROS production in both HepaRG and HepG2 cells (Figure  3A ). We also quantified ROS production and our data suggest that compared with vehicle treatments, PFOA, HFBA and PFTA increased ROS production even at concentrations as low as 10 nM concentration in both cell lines (Figure  3B , left and right panels). Although PFTA at low concentration did not upregulate cell survival (PFTA 10–1000 nM concentrations) however, significantly increased ROS production compared with PFOA and HFBA. On the other hand, when cells were pretreated with the free‐radical scavenger N‐acetyl cysteine (NAC), PFOA, HFBA, and PFTA did not increase cellular ROS levels (Supplementary Figure  S2 ).\n\nPolyfluoroalkyl substances (PFAS) increase reactive oxygen species (ROS) production and expression of inflammatory cytokines. (A) HepaRG and HCC HepG2 cells were plated in 96 well plates for 18 h in triplicates and cells were treated with 10 to 1000 nM concentrations of perfluorooctanoic acid (PFOA), PFBA, and perfluorotetradecanoic acid (PFTA) for 72 h. Cells were treated with CellRox green reagent and observed under Keyence BZX‐810 fluorescence microscope (10× objective) and images were captured. (B) Similarly the endogenous green fluorescence (ROS‐related) was quantified ( n  = 3) by using ImageJ software ( https://imagej.nih.gov/ij/ ). * p  < .05, *** p  < .001 compared with control/vehicle cells. (C) HepaRG and HepG2 cells were exposed to PFOA, PFBA, and PFTA (10 nM) for 30 h, and the expression of TNFα and IL6 inflammatory markers were analyzed by RT‐qPCR as described in the materials and methods section. * p  < .05 compared with control/vehicle cells.\n\nSince ROS modulates inflammatory signaling, 50  we analyzed the expression of the pro‐inflammatory cytokine tumor necrosis factor‐alpha (TNFα) and pro and anti‐inflammatory myokine interleukin 6 (IL6) after exposure to low concentrations of PFOA, HFBA, and PFTA (10 nM) by RT‐qPCR (Figure  3C ). In HepaRG cells PFOA, HFBA and PFTA up‐regulated TNFα and IL6 (~3–8 fold) compared with vehicle‐treated cells (Figure  3C ). Similarly, significantly increased expression of IL6 was observed in HepG2 cells after exposure to 10 nM of PFOA, HFBA, and PFTA. In HepG2 cells, TNFα expression was increased only after PFTA exposure compared with vehicle‐treated cells (Figure  3C , upper and lower panes). Collectively our data suggest that exposure to low concentrations of PFAS modulates inflammatory signaling in HepaRG and HepG2 cells and increases cell survival.\n\nThe unfolded protein response (UPR) signaling pathway adapts and responds to endoplasmic reticulum (ER) stress conditions to promote cell survival. 51  Many factors contribute to increased UPR including oxidative stress, hypoxia, glucose deprivation, accumulation of fat or cholesterol, and viral infection. 52  To better understand the molecular mechanisms of how PFAS exposure modulates cell survival, we analyzed the impact of low concentrations of PFAS on the expression of UPR pathway markers. We examined the mRNA expression of five key UPR pathway biomarkers,  IRE1a, eIF2a ,  ATF4 ,  ATG6 ,  and BIP . Exposure of PFOA, HFBA, and PFTA (10 nM) significantly increased mRNA expression of  IRE1α ,  ATF4 , and  BIP  in both HepaRG and HepG2 cells (Figure  4A , upper and lower panels). Immunoblotting data further supported the RT‐qPCR data (Figure  4B ). Exposure of PFOA (10 to 100 nM) increased expression of IRE1α, phosphorylated Serine‐51‐eIF2α (p‐eIF2α), eIF2α, ATF4 and ATF6 in HepaRG, HepG2 and Hep3B cells. On the other hand, exposure of higher concentrations of PFOA (500 nM−5 μM) increased expression of IRE1α, pS51‐eIF2α and ATF4 in HepaRG and Hep3b cells and IRE1α in HepG2 cells (Figure  4B , left, middle and right panels) suggesting that PFAS exposure activates UPR in human liver cell models and as reported earlier, activation of UPR modulates NAFLD, 53 ,  54  a precursor of HCC and these results have implications in the progression of fatty liver disease.\n\nLow concentrations of polyfluoroalkyl substances (PFAS) activate the unfolded protein response (UPR) pathway. (A) HepaRG and HepG2 cells were treated with 10 nM perfluorooctanoic acid (PFOA), PFBA, and perfluorotetradecanoic acid (PFTA) for 30 h. The expression of UPR gene biomarkers such as  IRE1a ,  eIF2a ,  ATF4 ,  ATF6 , and  BIP  was analyzed by RT/qPCR as described in the materials and methods section. * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. (B) HepaRG, HepG2, and Hep3B cells were treated with 10 nM PFOA for 48 h. Cells were lysed and 60 μg of cell lysates were immunoblotted with  PERK ,  BIP ,  IRE1a ,  p‐eIF2a ,  eIF2a ATF4 ,  ATF6 , and  GAPDH  antibodies as described in the materials and methods section.\n\nPFAS has been implicated to play a role in lipid/insulin dysregulation, liver disease, and cancer. 3 ,  32 ,  55  Hepatic steatosis is an early event in nonalcoholic fatty liver disease (NAFLD) and alcoholic fatty liver disease (AFLD) and both can progress to HCC. 56  Here we analyzed the effect of PFOA, HFBA, and PFTA on cell steatosis. HepaRG and HepG2 cells were pre‐treated with 10 nM of each indicated PFAS for 8 h and cells were further exposed with oleic acid (OA) for 24 h in the presence of PFAS. Oil Red O (ORO) staining was performed as described in the method section (Figure  5A ). ORO staining indicated that PFOA, HFBA, and PFTA even at 10 nM concentrations significantly increased cell steatosis in HepaRG and HepG2 cells compared with OA alone treated cells (Figure  5A ). We also quantified the cell steatosis using a plate reader and our data show that, compared with OA treatments, PFAS increased cell steatosis by 25%–30% in both cell lines (Figure  5B , upper and lower panels).\n\nPolyfluoroalkyl substances (PFAS) increase cell steatosis by increasing expression of fatty acid /lipid metabolic gene expression. (A) HepaRG and HepG2 cells were grown on coverslips and treated with 10 and 100 nM of perfluorooctanoic acid (PFOA), PFBA, and perfluorotetradecanoic acid (PFTA) for 24 h and then treated with 100 μM oleic acid (OA) in presence of PFAS for an additional 24 h. Cells were fixed, stained with Oil Red O (ORO), and images were captured using a Nikon Y‐IDP microscope. (B) HepaRG and HepG2 cells (1 × 10 4 /well) were grown in 96‐well plates in triplicates, treated with 10 and 100 nM of PFOA, PFBA, and PFTA for 24 h, and then treated with 100 μM oleic acid in presence of PFAS for additional 24 h. after ORO staining, cells were lysed in 100 μl of 1× cell lysis buffer and ORO stain released from steatotic cells was transferred to another 96‐well plate, and the absorbance at 405 nm was measured using Fluostar Omega plate reader (BMG Lab Tech, Cary, NC). ###  p  < .001 compared with vehicle‐treated cells. * p  < .05, ** p  < .01 compared with OA‐treated cells. (C) HepaRG and HepG2 cells were treated with 10 and 100 nM of PFOA, PFBA, and PFTA for 30 h. The expression of lipid and fatty acid metabolic gene expressions such as  SREBP1 ,  FABP ,  SCD1 FASN , and  ACC  were analyzed by RT/qPCR as described in the materials and methods section. * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. (D) HepaRG and HepG2 cells were treated with 10 nM of PFOA, HFBA, and PFTA for 48 h. Cells were lysed and 60 μg of cell lysates were immunoblotted with pS2448‐mTOR, total mTOR, pS473‐AKT, total AKT, LC3B, and GAPDH antibodies as described in the materials and methods section.\n\nSeveral lipids and fatty acid metabolic enzymes/proteins regulate cell steatosis 57  and therefore we further analyzed the expression of several steatosis/fatty acid metabolic gene markers including liver fatty acid‐binding protein‐1 ( L‐FABP1 ), stearoyl‐CoA desaturase‐1 ( SCD1 ), fatty acid synthase ( FASN ), acetyl‐CoA carboxylase ( ACC ), and transcription factors including sterol regulatory element‐binding protein 1 ( SREBP1 ) after exposure of PFAS in HepaRG and HepG2 cells (Figure  5C ). RT‐qPCR data demonstrated that PFOA and HFBA treatments increased expression of  SREBP1 ,  ACC  (2.4 to 3.6 fold respectively), and  FASN , whereas PFTA increased expression of  SCD1  and  ACC  in HepaRG cells by ~3.29 to 3.59 fold respectively (Figure  5C , upper panels). Similarly, PFOA, HFBA, and PFTA treatments upregulated the expression of  SREBP1 ,  FABP , and  SCD1  significantly compared with vehicle‐treated HepG2 cells (Figure  5C , lower panels). These results suggest that exposure to PFAS increases cell steatosis by modulation of fatty acid/lipid metabolic gene expression in both HepaRG and HCC cells.\n\nEarlier reports suggest that activation of AKT/mTOR inhibits autophagy 58 ,  59  and inhibition of autophagy increases cell steatosis in NAFLD. 56 ,  60  To better understand how PFAS upregulate cell steatosis in liver cells, we analyzed the status of AKT/mTOR activation and the expression of the autophagy biomarker LC3B in HepaRG and HepG2 cells (Figure  5D ). Immunoblotting data demonstrated that PFOA treatments increased the phosphorylation of S473‐AKT and S2448‐mTOR in both cell lines. HFBA and PFTA also increased the phosphorylation of S473‐AKT and S2448‐mTOR in HepG2 cells compared with vehicle‐treated cells (Figure  5D , lower two panels). Interestingly the expression of LC3B/II was downregulated in HepG2 cells after exposure to cells with PFAS consistent with the idea that impaired autophagic function may upregulate cell steatosis in HCC cells. Indeed, the data show that PFAS can modulate cell steatosis in two ways, (1) by increasing the expression of steatosis‐related genes, and (2) by activation of AKT/mTOR pathway and subsequent inhibition of autophagic function, consistent with earlier reports. 61\n\nIn NAFLD, non‐alcoholic steatohepatitis (NASH) is a severe form of fatty liver disease that can progress to liver fibrosis, cirrhosis, and HCC. 62  Our data suggest that PFAS exposure promotes cell steatosis, an early event in the progression to NAFLD, and therefore we asked the question of whether PFAS regulates fibrogenic signaling in a liver cell model. HepaRG and HepG2 cells were exposed to 10 and 100 nM of PFOA, HFBA, and PFTA for 30 h, and expression of fibrogenic (gene) markers such as  TIMP2 ,  MMP2 ,  TGF‐β ,  p21 ,  cytokeratin 7 , and  FGF‐23  were analyzed. Exposure of PFOA, HFBA, and PFTA significantly increased mRNA expression of  p21  (5.5 to 8.6 fold),  cytokeratin 7  (10.2 to 20.8 fold), and  FGF‐23  (4.04 to 4.88 fold) in HepaRG cells compared with vehicle‐treated cells (Figure  6A ). Similarly, PFOA, HFBA, and PFTA also significantly increased the transcripts of  TIMP2 ,  MMP2 ,  TGF‐β ,  p21  (2.21 to 3.54 fold), and  cytokeratin 7  (5.74 to 8.45 fold) in HepG2 cells (Figure  6B ), indicating that PFAS induces fibrogenic gene expression in both HCC cells. Further, we analyzed the expression of the three fibrogenic signaling protein markers (TIMP2, MMP2, and TGF‐β) by immunoblotting after exposing the HCC cells to PFAS for 72 h (Figure  6C ). Immunoblotting data showed that PFOA increased the expression of TIMP2, MMP2, and TGF‐β in both cell lines compared with HFBA or PFTA treated cells or vehicle‐treated cells (Figure  6C , upper and lower panels). Collectively, our data indicate that PFAS promotes cell steatosis and activates fibrogenic signaling in HepaRG and HepG2 cells.\n\nLow concentration of perfluorooctanoic acid (PFOA) activates fibrogenic signaling in HepaRG and HepG2 cells. (A&B) HepaRG and HepG2 cells were treated with 10 and 100 nM of PFOA, heptafluorobutyric acid (HFBA), and perfluorotetradecanoic acid (PFTA) for 30 h separately, and the expression of key genes related to the fibrogenic signaling such as  TIMP2 ,  MMP2 ,  TGF‐β ,  Cytokeratin‐7 , and  FGF‐23  were analyzed by RT/qPCR (left and right panels). * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. (C) The effect of 10 and 100 nM concentrations of PFOA, HFBA, and PFTA after 48 h exposure on the expression of  TIMP2 ,  MMP2 , and  TGFβ  proteins in HepaRG and HepG2 cells were analyzed by immunoblotting (upper and lower panels).\n\nTo understand the biological significance of how PFAS affect NAFLD development and progression, HepaRG and HepG2 cells were exposed to 10 nM PFOA for 1 month and the effect of PFOA on global gene expression was analyzed by RNA‐Seq. RNA‐Seq data showed that PFOA affects global gene expression in both HepaRG and HepG2 cells. The heat map and volcanic plot revealed that 3243 genes were upregulated and 3088 genes were downregulated in HepaRG cells after exposure to PFOA (Figure  7A,B , upper panels). In HepG2 cells, 1823 genes were upregulated and 1935 genes were downregulated after exposure to PFOA (Figure  7A,B , lower panels). Venn diagram analysis indicated that 3505 common genes were upregulated and about 724 common genes were downregulated between HepaRG and HepG2 cells (Figure  7C ) suggesting that even a low physiologically relevant concentration of chronic exposure to PFOA significantly affects gene expression in liver cells. Further Gene Ontology analysis revealed that chronic PFOA exposure affects several pathways in HepaRG cells that include the TNF signaling pathway, PI3K‐AKT pathway, FoxO pathway, insulin signaling pathway, HCC‐related pathways, and cellular processes such as cellular senescence, focal adhesion, and regulation of cytoskeleton and insulin resistance (Figure  7D , upper panel). In HepG2 cells, chronic exposure to PFOA up‐regulated/modulated several cellular processes and signaling pathways such as focal adhesion, adherent, and tight junction, actin cytoskeleton, steroid biosynthesis, AGE‐RAGE diabetic‐related signaling, p53 signaling, proteasome activity, and ferroptosis (Figure  7D , lower panel) suggesting that chronic exposure of PFOA affects multiple pathways in HepaRG and HepG2 cells.\n\nChronic exposure to perfluorooctanoic acid (PFOA) regulates differential gene expression in HepaRG and HepG2. RNA‐Seq assays. (A) Heat map represents the impact of one‐month exposure of PFOA (10 nM;  n  = 3 samples) on global gene expression in HepaRG cells (upper panel) and HepG2 cells (lower panel). (B) Volcanic plot represents differential gene expression levels between vehicle‐treated and PFOA treated (1 month) in HepaRG and HepG2 cells. Green dots represent down‐regulation of gene expression, red dots represent up‐regulation of gene expression and blue dots represent no change in gene expression between vehicle and PFOA treated cells. (C) Venn diagram represents aberrantly expressed mRNAs between control and PFOA treated cells, as well as the overlapping genes between HepaRG and HepG2 groups. (D) The gene ontology (GO) enrichment analysis of the differentially expressed mRNAs in HepaRG (upper panel) and HepG2 (lower panel) after PFOA exposure for 1 month. The impact of PFOA (GO enrichment) on top affecting pathways is presented (red box).\n\nSince PFAS exposure increased cell steatosis and fibrogenic signaling, we further analyzed the expression of the top up‐and down‐regulated genes from the RNA‐Seq data that directly or indirectly participate/associate with NAFLD development. RNA‐seq data show that in HepaRG cells,  MYL10 ,  TNF ,  ZBTB7C ,  GAL3ST1 ,  and CHST9  genes were downregulated whereas  HLA‐DRB5 ,  SERPINB2 ,  F2RL2 ,  EXTL1 ,  SYT14 ,  SPP1 ,  and HBQ1  genes were upregulated significantly after exposure of PFOA for 1 month (Figure  8A , upper panel). In HepG2 cells,  TF ,  A2M ,  APOB ,  AFP ,  SPP1 ,  SDC2 ,  TMEM52B ,  SUSD2 ,  and NUPR1  genes were downregulated and  IL24 ,  CXCL8 ,  IL1B ,  HLA‐DRB1 ,  CXCL1 ,  TIMP3 ,  PTX , and  COL17A1  genes were upregulated after exposure of PFOA for 1 month (Figure  8B , upper panel). We analyzed the functions of these genes after a literature search and our data suggest that modulation of these genes is involved in steatosis, NASH, fibrosis, cirrhosis, and fatty liver disease development (Figure  8A,B , upper panels). Although PFOA regulated steatosis and fibrogenic signaling in both HepaRG and HepG2 cells, no common gene that upregulated or downregulated was found between HepaRG and HepG2 cells. We further validated the expression of these genes by RT‐qPCR and a similar expression pattern was observed (Figure  8A,B , lower panel).\n\nChronic exposure to polyfluoroalkyl substances (PFAS) regulate nonalcoholic fatty liver disease (NAFLD)‐related gene expression in HepaRG and HepG2. (A&B) The effect of chronic exposure of perfluorooctanoic acid (PFOA) on the regulation of NAFLD and fatty liver diseases related gene expression in HepaRG (A, upper panel) and HepG2 (B, upper panel) cells were analyzed using RNA‐Seq data. The function of these key genes in the development of the progression of NAFLD and other fatty liver diseases is presented after a literature search (N.D., Not determined). Validation of key genes related to NAFLD and fatty liver diseases from RNA‐ Seq data was carried out by RT‐qPCR using PFOA‐exposed HepaRG (A, lower panel) and HepG2 (B, lower panel). * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. (C&D) Similarly HepaRG and HepG2 cells were exposed to 10 nM of PFOA (upper two panels), heptafluorobutyric acid (HFBA) (middle two panels), and PFTA (lower two panels) for 2 months, and the validation (RNA seq) and expression of NAFLD and fatty liver diseases related gene expression was analyzed by RT‐qPCR. * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells.\n\nTo gain insight, the effects of long‐term exposure to PFAS, we analyzed and validated the gene expression pattern after exposure to PFOA, HFBA, and HFTA for 2 months. RT/qPCR data suggest that similar to the one‐month exposure, PFOA treatment (10 nM) for 2 months in HepaRG cells,  F2RL2 ,  EXTL1 , and  HL‐DRB1  genes were upregulated and  MYL10  and  ZBTBTC  gene expression was downregulated. Similar to the 1‐month exposure, PFOA treatment for 2 months up‐regulated  IL‐24 ,  CXCLB ,  IL1B ,  HLA‐DRB1 ,  PTX3 , and  COL17A1  and downregulated  TF ,  A2M ,  SDC2 , and  TMEM52B  in HepG2 cells (Figure  8C,D , upper two panels). HFBA exposure (10 nM) for 2 months upregulated  EXTL1 ,  HBQ1 , and  SERPINB2  and downregulated  MYL10 ,  ZBTB7C , and  CHST9  in HepaRG cells (Figure  8C , middle panel). In HepG2 cells, HFBA two‐month exposure downregulated  TF ,  A2M, APOB ,  SDC2 ,  TMEM52B ,  SUSD2 ,  and NUPR1  and upregulated  IL24 ,  CXCLB , and  PTX3  significantly (Figure  8D , middle panel). Whereas PFTA (10 nM) exposure (2 months) decreased expression of  MYL10 ,  ZBTB7C ,  and CHST9  and increased expression of  TNFα ,  GAL3ST1 ,  HLA‐DRB1 ,  F2RL2 ,  and EXTL1  in HepaRG cells (Figure  8C , lower panel). In HepG2 cells, PFTA two‐month treatment decreased expression of  TF ,  APOB ,  SPP1 , and increased expression of  SDC2 ,  SISD2, NUPR1 ,  IL‐24 ,  CXCLB ,  IL‐1B , and  CXCL1  (Figure  8D , lower panel) suggesting that chronic exposure of PFOA, HFBA, and PFTA regulates similar changes in gene expression in HepaRG and HepG2 cells and these changes are consistent with modulating NFALD progression."
    },
    {
      "title": "PFAS  at low concentrations induces cell survival in human liver cell models",
      "text": "We selected three PFAS that differed in their carbon chain lengths, HFBA‐C4, PFOA‐C8, and PFTA‐C14 (Figure  1 ) to carry out cellular studies. These molecules were tested for effects on cell toxicity/survival in three cell lines HepaRG, HepG2, and Hep3B. Cells were exposed to 5–500 μM of PFOA, HFBA, and PFTA for 48 h, and cell survival was evaluated using the MTT assay (Figure  2A ). At the higher concentrations of PFOA, HFBA, and PFTA (20 to 500 μM), cell survival was inhibited in all three cell lines (Figure  2A ). At low concentrations (5–10 μM), no significant effect of PFOA and HFBA on cell survival was observed, whereas PFTA at low concentrations (5–25 μM) significantly increased cell survival in HepaRG and HepG2 cells (Figure  2A , lower panel). Indeed, the MTT data suggests that PFAS at higher concentrations increased cell cytotoxicity and decreased cell survival as expected.\n\nChemical structures of polyfluoroalkyl substances (PFAS); heptafluorobutyric acid (HFBA‐C4), perfluorooctanoic acid (PFOA‐C8), and perfluorotetradecanoic acid (PFTA‐C14) used in the current study were presented.\n\nPolyfluoroalkyl substances (PFAS) at low concentrations induces cell survival in human liver cell models. (A) HepaRG, HepG2, and Hep3B cells were exposed to 5 to 500 μM of perfluorooctanoic acid (PFOA), heptafluorobutyric acid (HFBA), and perfluorotetradecanoic acid (PFTA) for 48 h in triplicates ( n  = 6), and an MTT assay was performed as described in the method section. * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. (B & C) HepaRG and HepG2 cells were exposed to 10 to 1000 nM concentrations of PFOA, HFBA, and PFTA separately or in presence of Sorafenib (B) or Regorafenib (C) for 48 h in triplicate ( n  = 12), and MTT assay was performed as described in the materials and methods section. * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. # p  < .05, ##  p  < .01, ### p  < .001 compared with Sorafenib or Regorafenib treated cells. Con., Vehicle‐treated cells; Sora, Sorafenib; Reg, Regorafenib.\n\nTo understand the effects of PFAS on liver cell survival at physiologically relevant concentrations, levels that mimic the concentrations detected in human blood, we treated HepaRG and HepG2 cells with 10 to 1000 nM of PFOA, HFBA, and PFTA. Cells were exposed for 48 h and cell survival was measured by MTT assays (Figure  2B ). Interestingly, exposure to PFOA significantly increased the cell survival of HepaRG cells (20%) and HepG2 cells (17%) compared with HFBA or PFTA exposure. HFBA also increased cell survival in HepaRG cells but not in HepG2 cells and PFTA did not show any significant effect on cell survival in either HepaRG or HepG2 cells (Figure  2B,C ).\n\nTo assess the effects of PFAS on cell colony formation, we treated HepaRG and HepG2 cells with a physiologically relevant dose of PFOA, HFBA, and PFTA (10 nM) for 8 days, and the effect on cell colony formation was analyzed as described in the Methods section (Supplementary Figure  S1 ). Cell colony formation assay revealed that PFOA, HFBA, and PFTA increased cell colony formation in HepaRG cells significantly, however, no significant effect on colony formation was observed in HepG2 cells compared with vehicle‐treated cells (Supplementary Figure  S1A,B ). Furthermore, exposure to the anti‐liver cancer drugs Sorafenib (5 μM) and Regorafenib (2.5 μM) reduced cell survival by 40% to 55% in HepG2 cells and HepG2 cells showed more sensitivity to the drugs compared with HepaRG cells (Figure  2B,C ). However, PFOA, HFBA, and PFTA were unable to stimulate cell survival in HepaRG or HepG2 cells pre‐exposed to Sorafenib or Regorafenib (Figure  2B,C ). Collectively these data suggest that higher concentrations of PFAS (PFOA, HFBA, and PFTA) reduced cell survival/proliferation whereas lower concentrations specifically PFOA enhanced cell survival in liver cancer cells."
    },
    {
      "title": "Induction of reactive oxygen species and inflammatory markers by  PFAS",
      "text": "To understand how PFAS modulates metabolic activities in HepaRG and HepG2 cells, we measured endogenous ROS production using CellROX Green Reagent (a novel fluorogenic probe). Cells were exposed to PFAS (10–1000 nM) for 72 h and treated with a Cell‐ROS reagent. Cell immunofluorescence data demonstrated that, compared with vehicle treatments, PFOA, HFBA and PFTA increased ROS production in both HepaRG and HepG2 cells (Figure  3A ). We also quantified ROS production and our data suggest that compared with vehicle treatments, PFOA, HFBA and PFTA increased ROS production even at concentrations as low as 10 nM concentration in both cell lines (Figure  3B , left and right panels). Although PFTA at low concentration did not upregulate cell survival (PFTA 10–1000 nM concentrations) however, significantly increased ROS production compared with PFOA and HFBA. On the other hand, when cells were pretreated with the free‐radical scavenger N‐acetyl cysteine (NAC), PFOA, HFBA, and PFTA did not increase cellular ROS levels (Supplementary Figure  S2 ).\n\nPolyfluoroalkyl substances (PFAS) increase reactive oxygen species (ROS) production and expression of inflammatory cytokines. (A) HepaRG and HCC HepG2 cells were plated in 96 well plates for 18 h in triplicates and cells were treated with 10 to 1000 nM concentrations of perfluorooctanoic acid (PFOA), PFBA, and perfluorotetradecanoic acid (PFTA) for 72 h. Cells were treated with CellRox green reagent and observed under Keyence BZX‐810 fluorescence microscope (10× objective) and images were captured. (B) Similarly the endogenous green fluorescence (ROS‐related) was quantified ( n  = 3) by using ImageJ software ( https://imagej.nih.gov/ij/ ). * p  < .05, *** p  < .001 compared with control/vehicle cells. (C) HepaRG and HepG2 cells were exposed to PFOA, PFBA, and PFTA (10 nM) for 30 h, and the expression of TNFα and IL6 inflammatory markers were analyzed by RT‐qPCR as described in the materials and methods section. * p  < .05 compared with control/vehicle cells.\n\nSince ROS modulates inflammatory signaling, 50  we analyzed the expression of the pro‐inflammatory cytokine tumor necrosis factor‐alpha (TNFα) and pro and anti‐inflammatory myokine interleukin 6 (IL6) after exposure to low concentrations of PFOA, HFBA, and PFTA (10 nM) by RT‐qPCR (Figure  3C ). In HepaRG cells PFOA, HFBA and PFTA up‐regulated TNFα and IL6 (~3–8 fold) compared with vehicle‐treated cells (Figure  3C ). Similarly, significantly increased expression of IL6 was observed in HepG2 cells after exposure to 10 nM of PFOA, HFBA, and PFTA. In HepG2 cells, TNFα expression was increased only after PFTA exposure compared with vehicle‐treated cells (Figure  3C , upper and lower panes). Collectively our data suggest that exposure to low concentrations of PFAS modulates inflammatory signaling in HepaRG and HepG2 cells and increases cell survival."
    },
    {
      "title": "PFAS  exposure increases  UPR  in  HepaRG  and  HepG2  cells",
      "text": "The unfolded protein response (UPR) signaling pathway adapts and responds to endoplasmic reticulum (ER) stress conditions to promote cell survival. 51  Many factors contribute to increased UPR including oxidative stress, hypoxia, glucose deprivation, accumulation of fat or cholesterol, and viral infection. 52  To better understand the molecular mechanisms of how PFAS exposure modulates cell survival, we analyzed the impact of low concentrations of PFAS on the expression of UPR pathway markers. We examined the mRNA expression of five key UPR pathway biomarkers,  IRE1a, eIF2a ,  ATF4 ,  ATG6 ,  and BIP . Exposure of PFOA, HFBA, and PFTA (10 nM) significantly increased mRNA expression of  IRE1α ,  ATF4 , and  BIP  in both HepaRG and HepG2 cells (Figure  4A , upper and lower panels). Immunoblotting data further supported the RT‐qPCR data (Figure  4B ). Exposure of PFOA (10 to 100 nM) increased expression of IRE1α, phosphorylated Serine‐51‐eIF2α (p‐eIF2α), eIF2α, ATF4 and ATF6 in HepaRG, HepG2 and Hep3B cells. On the other hand, exposure of higher concentrations of PFOA (500 nM−5 μM) increased expression of IRE1α, pS51‐eIF2α and ATF4 in HepaRG and Hep3b cells and IRE1α in HepG2 cells (Figure  4B , left, middle and right panels) suggesting that PFAS exposure activates UPR in human liver cell models and as reported earlier, activation of UPR modulates NAFLD, 53 ,  54  a precursor of HCC and these results have implications in the progression of fatty liver disease.\n\nLow concentrations of polyfluoroalkyl substances (PFAS) activate the unfolded protein response (UPR) pathway. (A) HepaRG and HepG2 cells were treated with 10 nM perfluorooctanoic acid (PFOA), PFBA, and perfluorotetradecanoic acid (PFTA) for 30 h. The expression of UPR gene biomarkers such as  IRE1a ,  eIF2a ,  ATF4 ,  ATF6 , and  BIP  was analyzed by RT/qPCR as described in the materials and methods section. * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. (B) HepaRG, HepG2, and Hep3B cells were treated with 10 nM PFOA for 48 h. Cells were lysed and 60 μg of cell lysates were immunoblotted with  PERK ,  BIP ,  IRE1a ,  p‐eIF2a ,  eIF2a ATF4 ,  ATF6 , and  GAPDH  antibodies as described in the materials and methods section."
    },
    {
      "title": "PFAS  exposure increases cell steatosis and modulates lipid/fatty acid metabolic gene expression",
      "text": "PFAS has been implicated to play a role in lipid/insulin dysregulation, liver disease, and cancer. 3 ,  32 ,  55  Hepatic steatosis is an early event in nonalcoholic fatty liver disease (NAFLD) and alcoholic fatty liver disease (AFLD) and both can progress to HCC. 56  Here we analyzed the effect of PFOA, HFBA, and PFTA on cell steatosis. HepaRG and HepG2 cells were pre‐treated with 10 nM of each indicated PFAS for 8 h and cells were further exposed with oleic acid (OA) for 24 h in the presence of PFAS. Oil Red O (ORO) staining was performed as described in the method section (Figure  5A ). ORO staining indicated that PFOA, HFBA, and PFTA even at 10 nM concentrations significantly increased cell steatosis in HepaRG and HepG2 cells compared with OA alone treated cells (Figure  5A ). We also quantified the cell steatosis using a plate reader and our data show that, compared with OA treatments, PFAS increased cell steatosis by 25%–30% in both cell lines (Figure  5B , upper and lower panels).\n\nPolyfluoroalkyl substances (PFAS) increase cell steatosis by increasing expression of fatty acid /lipid metabolic gene expression. (A) HepaRG and HepG2 cells were grown on coverslips and treated with 10 and 100 nM of perfluorooctanoic acid (PFOA), PFBA, and perfluorotetradecanoic acid (PFTA) for 24 h and then treated with 100 μM oleic acid (OA) in presence of PFAS for an additional 24 h. Cells were fixed, stained with Oil Red O (ORO), and images were captured using a Nikon Y‐IDP microscope. (B) HepaRG and HepG2 cells (1 × 10 4 /well) were grown in 96‐well plates in triplicates, treated with 10 and 100 nM of PFOA, PFBA, and PFTA for 24 h, and then treated with 100 μM oleic acid in presence of PFAS for additional 24 h. after ORO staining, cells were lysed in 100 μl of 1× cell lysis buffer and ORO stain released from steatotic cells was transferred to another 96‐well plate, and the absorbance at 405 nm was measured using Fluostar Omega plate reader (BMG Lab Tech, Cary, NC). ###  p  < .001 compared with vehicle‐treated cells. * p  < .05, ** p  < .01 compared with OA‐treated cells. (C) HepaRG and HepG2 cells were treated with 10 and 100 nM of PFOA, PFBA, and PFTA for 30 h. The expression of lipid and fatty acid metabolic gene expressions such as  SREBP1 ,  FABP ,  SCD1 FASN , and  ACC  were analyzed by RT/qPCR as described in the materials and methods section. * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. (D) HepaRG and HepG2 cells were treated with 10 nM of PFOA, HFBA, and PFTA for 48 h. Cells were lysed and 60 μg of cell lysates were immunoblotted with pS2448‐mTOR, total mTOR, pS473‐AKT, total AKT, LC3B, and GAPDH antibodies as described in the materials and methods section.\n\nSeveral lipids and fatty acid metabolic enzymes/proteins regulate cell steatosis 57  and therefore we further analyzed the expression of several steatosis/fatty acid metabolic gene markers including liver fatty acid‐binding protein‐1 ( L‐FABP1 ), stearoyl‐CoA desaturase‐1 ( SCD1 ), fatty acid synthase ( FASN ), acetyl‐CoA carboxylase ( ACC ), and transcription factors including sterol regulatory element‐binding protein 1 ( SREBP1 ) after exposure of PFAS in HepaRG and HepG2 cells (Figure  5C ). RT‐qPCR data demonstrated that PFOA and HFBA treatments increased expression of  SREBP1 ,  ACC  (2.4 to 3.6 fold respectively), and  FASN , whereas PFTA increased expression of  SCD1  and  ACC  in HepaRG cells by ~3.29 to 3.59 fold respectively (Figure  5C , upper panels). Similarly, PFOA, HFBA, and PFTA treatments upregulated the expression of  SREBP1 ,  FABP , and  SCD1  significantly compared with vehicle‐treated HepG2 cells (Figure  5C , lower panels). These results suggest that exposure to PFAS increases cell steatosis by modulation of fatty acid/lipid metabolic gene expression in both HepaRG and HCC cells.\n\nEarlier reports suggest that activation of AKT/mTOR inhibits autophagy 58 ,  59  and inhibition of autophagy increases cell steatosis in NAFLD. 56 ,  60  To better understand how PFAS upregulate cell steatosis in liver cells, we analyzed the status of AKT/mTOR activation and the expression of the autophagy biomarker LC3B in HepaRG and HepG2 cells (Figure  5D ). Immunoblotting data demonstrated that PFOA treatments increased the phosphorylation of S473‐AKT and S2448‐mTOR in both cell lines. HFBA and PFTA also increased the phosphorylation of S473‐AKT and S2448‐mTOR in HepG2 cells compared with vehicle‐treated cells (Figure  5D , lower two panels). Interestingly the expression of LC3B/II was downregulated in HepG2 cells after exposure to cells with PFAS consistent with the idea that impaired autophagic function may upregulate cell steatosis in HCC cells. Indeed, the data show that PFAS can modulate cell steatosis in two ways, (1) by increasing the expression of steatosis‐related genes, and (2) by activation of AKT/mTOR pathway and subsequent inhibition of autophagic function, consistent with earlier reports. 61"
    },
    {
      "title": "PFAS  exposure enhances fibrogenic signaling in a liver cell model",
      "text": "In NAFLD, non‐alcoholic steatohepatitis (NASH) is a severe form of fatty liver disease that can progress to liver fibrosis, cirrhosis, and HCC. 62  Our data suggest that PFAS exposure promotes cell steatosis, an early event in the progression to NAFLD, and therefore we asked the question of whether PFAS regulates fibrogenic signaling in a liver cell model. HepaRG and HepG2 cells were exposed to 10 and 100 nM of PFOA, HFBA, and PFTA for 30 h, and expression of fibrogenic (gene) markers such as  TIMP2 ,  MMP2 ,  TGF‐β ,  p21 ,  cytokeratin 7 , and  FGF‐23  were analyzed. Exposure of PFOA, HFBA, and PFTA significantly increased mRNA expression of  p21  (5.5 to 8.6 fold),  cytokeratin 7  (10.2 to 20.8 fold), and  FGF‐23  (4.04 to 4.88 fold) in HepaRG cells compared with vehicle‐treated cells (Figure  6A ). Similarly, PFOA, HFBA, and PFTA also significantly increased the transcripts of  TIMP2 ,  MMP2 ,  TGF‐β ,  p21  (2.21 to 3.54 fold), and  cytokeratin 7  (5.74 to 8.45 fold) in HepG2 cells (Figure  6B ), indicating that PFAS induces fibrogenic gene expression in both HCC cells. Further, we analyzed the expression of the three fibrogenic signaling protein markers (TIMP2, MMP2, and TGF‐β) by immunoblotting after exposing the HCC cells to PFAS for 72 h (Figure  6C ). Immunoblotting data showed that PFOA increased the expression of TIMP2, MMP2, and TGF‐β in both cell lines compared with HFBA or PFTA treated cells or vehicle‐treated cells (Figure  6C , upper and lower panels). Collectively, our data indicate that PFAS promotes cell steatosis and activates fibrogenic signaling in HepaRG and HepG2 cells.\n\nLow concentration of perfluorooctanoic acid (PFOA) activates fibrogenic signaling in HepaRG and HepG2 cells. (A&B) HepaRG and HepG2 cells were treated with 10 and 100 nM of PFOA, heptafluorobutyric acid (HFBA), and perfluorotetradecanoic acid (PFTA) for 30 h separately, and the expression of key genes related to the fibrogenic signaling such as  TIMP2 ,  MMP2 ,  TGF‐β ,  Cytokeratin‐7 , and  FGF‐23  were analyzed by RT/qPCR (left and right panels). * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. (C) The effect of 10 and 100 nM concentrations of PFOA, HFBA, and PFTA after 48 h exposure on the expression of  TIMP2 ,  MMP2 , and  TGFβ  proteins in HepaRG and HepG2 cells were analyzed by immunoblotting (upper and lower panels)."
    },
    {
      "title": "Chronic exposure to  PFOA  affects multiple pathways in  HepaRG  and  HepG2  cells",
      "text": "To understand the biological significance of how PFAS affect NAFLD development and progression, HepaRG and HepG2 cells were exposed to 10 nM PFOA for 1 month and the effect of PFOA on global gene expression was analyzed by RNA‐Seq. RNA‐Seq data showed that PFOA affects global gene expression in both HepaRG and HepG2 cells. The heat map and volcanic plot revealed that 3243 genes were upregulated and 3088 genes were downregulated in HepaRG cells after exposure to PFOA (Figure  7A,B , upper panels). In HepG2 cells, 1823 genes were upregulated and 1935 genes were downregulated after exposure to PFOA (Figure  7A,B , lower panels). Venn diagram analysis indicated that 3505 common genes were upregulated and about 724 common genes were downregulated between HepaRG and HepG2 cells (Figure  7C ) suggesting that even a low physiologically relevant concentration of chronic exposure to PFOA significantly affects gene expression in liver cells. Further Gene Ontology analysis revealed that chronic PFOA exposure affects several pathways in HepaRG cells that include the TNF signaling pathway, PI3K‐AKT pathway, FoxO pathway, insulin signaling pathway, HCC‐related pathways, and cellular processes such as cellular senescence, focal adhesion, and regulation of cytoskeleton and insulin resistance (Figure  7D , upper panel). In HepG2 cells, chronic exposure to PFOA up‐regulated/modulated several cellular processes and signaling pathways such as focal adhesion, adherent, and tight junction, actin cytoskeleton, steroid biosynthesis, AGE‐RAGE diabetic‐related signaling, p53 signaling, proteasome activity, and ferroptosis (Figure  7D , lower panel) suggesting that chronic exposure of PFOA affects multiple pathways in HepaRG and HepG2 cells.\n\nChronic exposure to perfluorooctanoic acid (PFOA) regulates differential gene expression in HepaRG and HepG2. RNA‐Seq assays. (A) Heat map represents the impact of one‐month exposure of PFOA (10 nM;  n  = 3 samples) on global gene expression in HepaRG cells (upper panel) and HepG2 cells (lower panel). (B) Volcanic plot represents differential gene expression levels between vehicle‐treated and PFOA treated (1 month) in HepaRG and HepG2 cells. Green dots represent down‐regulation of gene expression, red dots represent up‐regulation of gene expression and blue dots represent no change in gene expression between vehicle and PFOA treated cells. (C) Venn diagram represents aberrantly expressed mRNAs between control and PFOA treated cells, as well as the overlapping genes between HepaRG and HepG2 groups. (D) The gene ontology (GO) enrichment analysis of the differentially expressed mRNAs in HepaRG (upper panel) and HepG2 (lower panel) after PFOA exposure for 1 month. The impact of PFOA (GO enrichment) on top affecting pathways is presented (red box)."
    },
    {
      "title": "Chronic exposure to  PFOA ,  PFBA , and  PFTA  modulates several gene expressions that contribute to  NAFLD  progression",
      "text": "Since PFAS exposure increased cell steatosis and fibrogenic signaling, we further analyzed the expression of the top up‐and down‐regulated genes from the RNA‐Seq data that directly or indirectly participate/associate with NAFLD development. RNA‐seq data show that in HepaRG cells,  MYL10 ,  TNF ,  ZBTB7C ,  GAL3ST1 ,  and CHST9  genes were downregulated whereas  HLA‐DRB5 ,  SERPINB2 ,  F2RL2 ,  EXTL1 ,  SYT14 ,  SPP1 ,  and HBQ1  genes were upregulated significantly after exposure of PFOA for 1 month (Figure  8A , upper panel). In HepG2 cells,  TF ,  A2M ,  APOB ,  AFP ,  SPP1 ,  SDC2 ,  TMEM52B ,  SUSD2 ,  and NUPR1  genes were downregulated and  IL24 ,  CXCL8 ,  IL1B ,  HLA‐DRB1 ,  CXCL1 ,  TIMP3 ,  PTX , and  COL17A1  genes were upregulated after exposure of PFOA for 1 month (Figure  8B , upper panel). We analyzed the functions of these genes after a literature search and our data suggest that modulation of these genes is involved in steatosis, NASH, fibrosis, cirrhosis, and fatty liver disease development (Figure  8A,B , upper panels). Although PFOA regulated steatosis and fibrogenic signaling in both HepaRG and HepG2 cells, no common gene that upregulated or downregulated was found between HepaRG and HepG2 cells. We further validated the expression of these genes by RT‐qPCR and a similar expression pattern was observed (Figure  8A,B , lower panel).\n\nChronic exposure to polyfluoroalkyl substances (PFAS) regulate nonalcoholic fatty liver disease (NAFLD)‐related gene expression in HepaRG and HepG2. (A&B) The effect of chronic exposure of perfluorooctanoic acid (PFOA) on the regulation of NAFLD and fatty liver diseases related gene expression in HepaRG (A, upper panel) and HepG2 (B, upper panel) cells were analyzed using RNA‐Seq data. The function of these key genes in the development of the progression of NAFLD and other fatty liver diseases is presented after a literature search (N.D., Not determined). Validation of key genes related to NAFLD and fatty liver diseases from RNA‐ Seq data was carried out by RT‐qPCR using PFOA‐exposed HepaRG (A, lower panel) and HepG2 (B, lower panel). * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. (C&D) Similarly HepaRG and HepG2 cells were exposed to 10 nM of PFOA (upper two panels), heptafluorobutyric acid (HFBA) (middle two panels), and PFTA (lower two panels) for 2 months, and the validation (RNA seq) and expression of NAFLD and fatty liver diseases related gene expression was analyzed by RT‐qPCR. * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells.\n\nTo gain insight, the effects of long‐term exposure to PFAS, we analyzed and validated the gene expression pattern after exposure to PFOA, HFBA, and HFTA for 2 months. RT/qPCR data suggest that similar to the one‐month exposure, PFOA treatment (10 nM) for 2 months in HepaRG cells,  F2RL2 ,  EXTL1 , and  HL‐DRB1  genes were upregulated and  MYL10  and  ZBTBTC  gene expression was downregulated. Similar to the 1‐month exposure, PFOA treatment for 2 months up‐regulated  IL‐24 ,  CXCLB ,  IL1B ,  HLA‐DRB1 ,  PTX3 , and  COL17A1  and downregulated  TF ,  A2M ,  SDC2 , and  TMEM52B  in HepG2 cells (Figure  8C,D , upper two panels). HFBA exposure (10 nM) for 2 months upregulated  EXTL1 ,  HBQ1 , and  SERPINB2  and downregulated  MYL10 ,  ZBTB7C , and  CHST9  in HepaRG cells (Figure  8C , middle panel). In HepG2 cells, HFBA two‐month exposure downregulated  TF ,  A2M, APOB ,  SDC2 ,  TMEM52B ,  SUSD2 ,  and NUPR1  and upregulated  IL24 ,  CXCLB , and  PTX3  significantly (Figure  8D , middle panel). Whereas PFTA (10 nM) exposure (2 months) decreased expression of  MYL10 ,  ZBTB7C ,  and CHST9  and increased expression of  TNFα ,  GAL3ST1 ,  HLA‐DRB1 ,  F2RL2 ,  and EXTL1  in HepaRG cells (Figure  8C , lower panel). In HepG2 cells, PFTA two‐month treatment decreased expression of  TF ,  APOB ,  SPP1 , and increased expression of  SDC2 ,  SISD2, NUPR1 ,  IL‐24 ,  CXCLB ,  IL‐1B , and  CXCL1  (Figure  8D , lower panel) suggesting that chronic exposure of PFOA, HFBA, and PFTA regulates similar changes in gene expression in HepaRG and HepG2 cells and these changes are consistent with modulating NFALD progression."
    },
    {
      "title": "DISCUSSION",
      "text": "PFAS are manmade environmental pollutants and exposure to these environmental contaminants increased the risk of several human diseases that includes immune disorders, thyroid dysfunctions, osteoarthritis, cholesterol changes, delayed puberty, increased levels of uric acid 4 ,  5 ,  6 ,  7  cardiovascular diseases, 63  cancers, 64  peri‐and postnatal effects 3  and adverse pregnancy outcomes. 65  The role of PFAS in peri‐and postnatal development and pregnancy outcomes was reported recently for example exposure of a human trophoblast (JEG3) cell line to PFOS, and PFOA showed modest alteration of gene expression that is involved in trophoblast viability, syncytialization transport, invasion/mesenchymal transition, inflammation, and apoptosis indicates that PFAS dysregulate placentation by affecting trophoblast. 65  Exposure of female mice to PFOA (5 mg/kg/day) impaired the meiosis maturation of oocytes by decreasing the rate of embryonic foam rupture and first polar body extrusion. 66  PFOA affects mitochondrial metabolic activities/membrane potential and produced low levels of ATP and high reactive oxygen species (ROS) in oocytes suggesting that PFOA enhanced reproductive toxicity in female mice. 66  Similarly, exposure to PFOA affects porcine oocyte maturation, and exposure to PFOA enhanced reactive oxygen species production, protein carbonylation, and DNA damage in cumulus cells. 67  Administration of perfluorotridecanoic acid (PFTrDA) to pregnant Sprague–Dawley female rats showed decreased serum testosterone levels at 1 mg/kg and also promoted abnormal aggregation of fetal Leydig cells at doses of 5 and 10 mg/kg. 68  PFTrDA also down‐regulated fetal Leydig cell (FLC) genes such as  Insl3 ,  Lhcgr ,  Scarb1 ,  Nr5a1 ,  Cyp17a1 ,  Star ,  Hsd3b1 , and  Dhh , antioxidants ( GPX1 ,  SOD1 ,  CAT ) and induced autophagy suggesting that PFTrDA inhibits the differentiation of fetal Leydig cells in male pups. 68  In addition, exposure to perfluorooctanoic acid (PFOA; 25 mg/kg) in female mice decreased the weight and length of the fetus, diameter, and weight of the placenta, dead fetuses, and dead macerated fetuses in PFOA‐treated animals because of mitochondria dysfunction. 69  Due to unique physicochemical properties and industrial applications graphene oxide (GO) is used as a filter material for removing perfluorinated substances and trihalomethanes from drinking water. 70  A recent study showed that in a fish model ( Oryzias latipes ), GO exposure affects endocrine disruption (ED), thyroids minimally, 71  and inter renal gland (IRG) of medaka inconsistently. 72  Further study indicates that the GO effect depends on exposure route, sex, and/or age of the fish and that probably increased agglomeration of IRG, physical injury, and ED.\n\nDue to increased social awareness and various government environmental policies, the pollution levels of PFAS (PFOA, PFOS, PFHxS, and PFNA) have been declining for the last two decades in most regions of the USA (Supplementary Figure  S3 ). To understand the molecular and mechanistic effects of physiologically relevant concentrations of PFAS on liver diseases, we compared for the first time the acute and chronic exposure impact of HFBA‐C4, PFOA‐C‐8, and PFTA‐C14 on liver cell survival and NAFLD‐related cell signaling. Since the human blood concentration of PFAS exposed populations ranges from 60.78 to 1.19 nM (Supplementary Figure  S3 ), we used similar concentrations of PFOA, PFBA, and PFTA in vitro to understand the physiological relevance of these substances in liver diseases. Our data suggest that a high concentration of PFAS (25–500 μM) increased cell toxicity and reduced cell survival as expected. However, our data further suggest that PFAS, particularly HFBA and PFOA, at low concentrations (10 to 100 nM) increased cell survival.\n\nThese observations prompted us to analyze the impact of low concentration PFAS on liver cell survival and liver diseases. As reported earlier, administration of PFOA in mice at a concentration of 2.5, 5, or 10 mg/kg/day for 14 consecutive days induced liver injury that was characterized by increased oxidative stress and increased expression of the inflammatory response markers  IL6 ,  cyclooxygenase‐2 , and  C‐reactive protein . These results indicated that PFOA‐induced hepatic toxicity may be involved in inducing the oxidative stress and inflammatory response observed in mouse liver. 73  Similarly, in our study, we showed that exposure of liver cells to low concentrations (10–100 nM) of HFBA, PFOA, and PFTA increased endogenous reactive oxygen species production as well as expression of inflammatory markers  TNFα  and  IL6 . Our data further showed that a low concentration of PFAS induced endoplasmic reticulum (ER) stress by activation of the UPR signaling pathway, a pathway that promotes cell survival. 51  An earlier report on PFAS and UPR activation is consistent with our results. 61\n\nRecently, Lebeaupin et al. 74  suggested several links between ER stress and the development of non‐alcoholic fatty liver disease (NAFLD), a disease that initiates from simple steatosis and can progress to non‐alcoholic steatohepatitis (NASH), fibrosis, cirrhosis, and finally HCC. According to this model, excessive lipid accumulation and insulin resistance cause ER proteostasis in hepatocytes and activation of UPR restores proteolysis. 74  Several earlier studies revealed that partial activation of UPR (eIF‐2 alpha phosphorylation) and inhibition of downstream pathways (ATF4‐CHOP‐GADD34) are associated with NAFLD 75  and mice treated with tunicamycin or thapsigargin (ER stress inducers) showed increased hepatic steatosis. 76 ,  77  Similarly, our data suggest that physiologically relevant concentrations of PFOA, HFBA, and PFTA activated ER stress, thus contributing not only to cell steatosis but also to the activation of fibrogenic signaling in liver cells. Exposure of PFOA PFBA and PFTA (10 to 100 nM) also increased the expression of several fibrogenic signaling markers  TGF‐β ,  p21 ,  Cytokeratin 7 , and  FGF‐23 .\n\nTo understand the biological significance of PFAS in NFALD development, we exposed HepaRG and HepG2 cells to low concentration (10 nM) PFOA for 1 month, and global gene expression was analyzed by RNAseq. The RNAseq data revealed that several key genes including  HLA‐DRB5 ,  SERPINB2 ,  F2RL2 ,  EXTL1 ,  SYT14 ,  SPP1 , and HBQ1 in HepaRG cells and  IL24 ,  CXCL8 ,  IL1B ,  HLA‐DRB1 ,  CXCL1 ,  TIMP3 ,  PTX3 , and,  COL17A1  in HepG2 cells were upregulated. Earlier studies have indicated a role for some of these genes in NAFLD and fatty liver disease. For example, HLA‐DRB5 is associated with liver injury, 78  and post‐schistosomal hepatic fibrosis, 79  whereas EXTL1 controls liver regeneration in mice. 80  SPP1 polymorphisms are associated with HBV clearance and HCC occurrence, 81  and  SPP1  deficient mice developed alcoholic hepatitis by induction of steatosis resulting in increased levels of plasma ALT. 82  On the other hand, IL24 protects against liver fibrosis 83  and IL1β has been proposed as an important mediator of inflammation and tissue damage in chronic liver disease. 84  TIMP3 expression prevents diet‐dependent fatty liver disease and hepatocellular carcinoma, 85  while expression of CXCL1 in serum can serve as a prognostic biomarker for patients with HBV‐ACLF 86  and  PTX3  can serve as an inflammatory biomarker for the prognosis of patients with hepatic cirrhosis. 87  Our Gene ontology analysis revealed that chronic PFOA exposure affects several pathways including TNF, PI3K/AKT, Foxo, p53, insulin signaling, and insulin resistance pathways. We further validated the expression of these genes by RT‐qPCR, and our data showed that PFOA modulated the expression of a set of genes associated with NAFLD regulation/development and progression. However, the role of PFOA in regulating these genes needs further attention.\n\nCellular functional autophagy/lipophagy (a cellular catabolic process that degrades lipids through lysosomal degradation) plays an important role in lipid droplet clearance. 56 ,  88  Since PFAS induced cell steatosis, we analyzed the AKT/mTOR activation status because these proteins are key regulators of autophagic function. 89 ,  90  We analyzed the phosphorylation status of AKT/mTOR after exposure to PFAS and our data indicated that PFAS increases pS473‐AKT and pS2448‐mTOR, but no significant changes were observed in the autophagy marker LC3B expression as reported previously. 61  Overall, our data indicate that even at low concentrations PFAS down‐regulates autophagy function and this can contribute to steatosis/fibrosis.\n\nThe impact of PFAS on the modulation of NAFLD in male and female populations may be different and studies have pointed out that PFAS may affect females severely compared with the male human population. 27  PFAS exposure is associated with a change in the liver metabolome, change in NAFLD‐related accumulation of liver fat content, change in homeostatic model assessment for insulin resistance (HOMA‐IR), and upregulation of bile acids, triacylglycerols, and ceramides in females. 27  Similarly in female mice, exposure to a mixture of five PFAS in mice dysregulated lipid/sterol homeostasis, increased cholesterol, and bile acid levels, and promoted liver injury. 28  A recent study further supports this observation, showing that exposure to PFOA in mice fed with a high‐fat diet resulted in marked hypercholesterolemia in both male and female C57BL/6 mice and less robust hypercholesterolemia in male BALB/c mice suggesting that the effects of PFOA are not only dependent upon the genetic background but also the sex of the mice and female C57BL/6 mice being most responsive to PFOA. 29  However, the overall impact of PFAS on different gender and race on the modulation of liver disease particularly NAFLD need to be further investigated.\n\nIn conclusion, for the first time, we have demonstrated that physiologically relevant low concentrations of the environmental pollutants PFOA, HFBA, and PFTA affect liver cell function using an in vitro cell model. Specifically, PFOA and HFBA at low concentrations increased cell survival by enhancing ROS production. PFAS‐activated UPR‐induced ER stress as well as cell steatosis/fibrogenic signaling, thus linking these compounds to molecular events underlying the development of NAFLD directly or indirectly. Furthermore, we also found that chronic exposure of HepaRG and HepG2 cells to PFAS (1–2 months) altered several distinct gene expression patterns that can participate directly or indirectly in the modulation of fatty liver disease/NAFLD."
    },
    {
      "title": "AUTHOR CONTRIBUTIONS",
      "text": "Qi Qi, Suryakant Niture, and Sashi Gadi performed the experiments. Suryakant Niture wrote the manuscript and arranged figures, Qi Qi designed and drew the figures; Suryakant Niture, Sashi Gadi, Elena Arthur, John Moore, and Keith E. Levine edited the text and provided valuable suggestions. Deepak Kumar wrote the manuscript and provided supervision and direction. All authors critically read and approved the final manuscript. We are also thankful to all laboratory members for their help and suggestions during the manuscript preparation."
    },
    {
      "title": "FUNDING INFORMATION",
      "text": "We gratefully acknowledge the grants U01CA194730, U54MD012392, and R01MD012767 from the National Institutes of Health to D.K."
    },
    {
      "title": "CONFLICT OF INTEREST",
      "text": "The authors declare no conflicts of interest."
    },
    {
      "title": "Supporting information",
      "text": "Figure S1  (A & B) Cell colony formation assay. HepaRG and HepG2 cells were grown in 6‐well plates (5000 cells/well) for 24 h and treated with vehicle or 10 nM of PFOA, HFBA, and PFTA in triplicates and allowed to grow for 7–10 days. Cells were fixed and stained with 0.5% crystal violet, blue cell colonies were photographed using Biorad Gel Doc XR+ Imaging System (BioRad), and cell colonies were counted manually and plotted. ** p  < .01 compared with vehicle‐treated cells.\n\nClick here for additional data file.\n\nFigure S2  Effect of NAC on PFAS mediated induction of ROS. HepaRG and HepG2 cells (3000 cells/ well;  n  = 12) were grown in 96 well plates and pre‐treated with NAC (5 mM) for 8 h and further treated with 10–1000 nM PFOA for 48 h. After 48 h, cells were exposed to CellRox green reagent (30 min), cells were then washed with PBS observed under Keyence BZX‐810 fluorescence microscope (10× objective) and images were captured and presented.\n\nClick here for additional data file.\n\nFigure S3  The levels of perfluorooctanesulfonic acid (PFOS‐C8), perfluorohexanesulphonic acid (PFHxS‐C6), perfluorononanoic acid (PFNA‐C9), and perfluorooctanoicacid (PFOA‐C8) found in blood samples of PFAS exposed population in the USA between 1999 and 2016 are presented ( https://www.cdc.gov/exposurereport/index.html ).\n\nClick here for additional data file.\n\nSupplementary Table 1  Set of primers used in the current study.\n\nClick here for additional data file."
    }
  ],
  "full_text": "Abstract Per‐ and polyfluoroalkyl substances (PFAS), which include perfluorooctanoic acid (PFOA), heptafluorobutyric acid (HFBA), and perfluorotetradecanoic acid (PFTA), are commonly occurring organic pollutants. Exposure to PFAS affects the immune system, thyroid and kidney function, lipid metabolism, and insulin signaling and is also involved in the development of fatty liver disease and cancer. The molecular mechanisms by which PFAS cause fatty liver disease are not understood in detail. In the current study, we investigated the effect of low physiologically relevant concentrations of PFOA, HFBA, and PFTA on cell survival, steatosis, and fibrogenic signaling in liver cell models. Exposure of PFOA and HFBA (10 to 1000 nM) specifically promoted cell survival in HepaRG and HepG2 cells. PFAS increased the expression of TNFα and IL6 inflammatory markers, increased endogenous reactive oxygen species (ROS) production, and activated unfolded protein response (UPR). Furthermore, PFAS enhanced cell steatosis and fibrosis in HepaRG and HepG2 cells which were accompanied by upregulation of steatosis (SCD1, ACC, SRBP1, and FASN), and fibrosis (TIMP2, p21, TGFβ) biomarkers expression, respectively. RNA‐seq data suggested that chronic exposures to PFOA modulated the expression of fatty acid/lipid metabolic genes that are involved in the development of NFALD and fatty liver disease. Collectively our data suggest that acute/chronic physiologically relevant concentrations of PFAS enhance liver cell steatosis and fibrosis by the activation of the UPR pathway and by modulation of NFALD‐related gene expression.\n\n## INTRODUCTION\n\nPer‐fluorinated alkylated substances (PFAS) are highly fluorinated organic pollutants that consist of over 4700 chemicals and are pervasive contaminants in the environment. 1 ,  2  PFAS are manmade compounds commonly used in a wide range of industrial processes and are also found in many consumer products. These substances are mostly found in leather, paint, adhesive, waxes, cleaning products, waterproof clothing, greaseproof food packaging, contaminated drinking water, and food. 2 ,  3  Exposure to PFAS has been associated with immune disorders, thyroid dysfunctions, osteoarthritis, cholesterol changes, delayed puberty and increased levels of uric acid. 4 ,  5 ,  6 ,  7  Moreover, several studies have pointed out that PFAS can cause impaired fetal development, abnormal skeletal tissue development, and cardiovascular diseases, and have been linked to several cancers including testicular, kidney, and thyroid. 3 ,  8 ,  9 ,  10\n\nHuman epidemiological and animal toxicological studies reveal that exposure to PFAS is associated with a variety of serious health problems as reported by the Agency for Toxic Substances and Disease Registry (ATSDR). Exposure of perfluorooctanoic acid, (PFOA) and perfluorooctanesulfonic (PFOS) associated with pregnancy‐induced hypertension/pre‐eclampsia; perfluorooctanoic acid (PFOA), perfluorooctanesulfonic (PFOS) and perfluorohexanesulphonic acid (PFHxS) increased hepatic enzymes in serum, particularly alanine aminotransferase (ALT) and decreased serum bilirubin levels; perfluorooctanoic acid (PFOA), perfluorooctanesulfonic acid (PFOS), perfluorononanoic acid (PFNA) and perfluorodecanoic acid (PFDA) increased serum lipids, particularly total cholesterol and low‐density lipoprotein (LDL) cholesterol; and perfluorooctanoic acid (PFOA), perfluorooctanesulfonic acid (PFOS) perfluorohexanesulphonic acid (PFHxS) and perfluorodecanoic acid (PFDA) decreased antibody response to vaccines ( https://www.atsdr.cdc.gov/ToxProfiles/tp200-c2.pdf ). Recently Costello et al. analyzed the relationship between PFAS exposure and liver injury enzyme expression in human samples. 11  The meta‐analyses of human studies in the U.S. revealed that exposure to PFOA, PFOS, and PFNA increased serum alanine aminotransferase levels, and exposure to PFOA was also associated with higher expression of aspartate aminotransferase and gamma‐glutamyl transferase in human serum. 11  Similarly, the report also revealed that PFAS exposures in rodents increased serum ALT levels and hepatic steatosis. 11  Several other cohort studies from Asia, Europe, and North America have also demonstrated a positive relationship between environmental PFAS exposure and liver damage enzyme expression. 12 ,  13 ,  14 ,  15 ,  16  For example, exposures to perfluorooctanoic acid (PFOA) and per‐fluorooctane sulfonic acid (PFOS) increased serum alanine aminotransferase (ALT) levels in PFAS‐exposed people. 17  Interestingly, children with physician‐diagnosed nonalcoholic fatty liver disease (NAFLD) show higher PFAS levels which are associated with altered metabolite patterns that include higher plasma levels of phosphoethanolamine, tyrosine, phenylalanine, aspartate, creatine, and decreased levels of betaine, which suggests that PFAS may modulate severe disease in children with NAFLD. 18  It has also been reported that intake of a high dietary fat food increases the accumulation of PFAS in the liver and leads to increased hepatoxicity. A strong positive correlation was also found between hyperlipidemia and PFAS exposures in adults and children. 19 ,  20\n\nDysregulated lipid and fatty acid metabolism are associated with the development of NAFLD, 21  a common pathology that currently affects about 25% of the global population. 22  Numerous studies indicate that PFAS dysregulate hepatic lipid metabolism by induction of hepatic steatosis (lipid accumulation) in human and animal models. 18 ,  23 ,  24 ,  25 ,  26  A recent report suggests that in particularly female NAFLD patients, exposure to PFAS altered lipid metabolic pathways, and exposure to PFAS upregulates bile acids, triacylglycerols, and ceramides. A strong association between exposure to PFAS such as perfluorooctanesulfonic acid (PFOS), perfluorohexanesulfonic acid (PFHxS), perfluorononanoic acid (PFNA), and perfluorooctanoic acid (PFOA) increased liver fat content was observed in female NAFLD patients. 27  Moreover, exposure to a mixture of five PFAS in mice dysregulated lipid/sterol homeostasis, increased cholesterol, and bile acid levels, and promoted liver injury, particularly in female mice. 28  Mice fed with a high hypercaloric ‘Western’ diet and treated with PFOA developed hypercholesterolemia in both male and female C57BL/6 mice and less robust hypercholesterolemia in male BALB/c mice suggesting that the effects of PFOA are dependent upon the genetic background and sex. Long‐chain PFAS regulate lipid accumulation in the liver of the mice with C57BL/6 female mice being most responsive to PFOA. 29  The highest concentrations of long‐chain PFAS are found in the blood and liver. Long‐chain PFAS regulate lipid accumulation in the liver and induce hepatotoxicity as well as cell apoptosis. 30 ,  31 ,  32  Reports suggest that PFAS may induce hepatic steatosis by increasing lipid influx to the liver, and by downregulating fatty acid oxidation. 30 ,  33  Several animal studies revealed that mice treated with PFOA, PFNA, or PFHxS, for 7 days showed increased lipid accumulation in mice liver. 23  PFHxS and PFOS also increased liver weight and hepatic TG content in mice after treatment for 4–6 weeks by activation of peroxisome proliferator‐activated receptor alpha (PPARa) and pregnane X receptor (PXR) activation. 34  PFOS increased hepatic steatosis in CD‐1 mice in a time and dose‐dependent manner by increasing the expression of fatty acid translocase (FAT/CD36) and lipoprotein lipase (Lpl) and the study further revealed that PFOS exposure reduced mitochondrial β‐oxidation, fatty acid oxidation for energy production. 30  PFAS are structurally similar to fatty acids and probably PFAS dysregulate hepatic lipid metabolism by interacting with receptors that modulate fatty acid metabolism in NAFLD. 35  PFAS may induce changes in liver fatty acid metabolism through several mechanisms. 33  For example, PFAS interacts with peroxisome proliferator‐activated receptors (PPARs), constitutive androstane receptor (CAR), and the pregnane X receptor (PXR). 36 ,  37  PFAS affect the function of other nuclear receptors including estrogen receptor α (ERα) and the hepatocyte nuclear factor 4α (HNF4α). 38  Moreover, PFAS modulates hepatic cell signaling by increasing reactive oxygen species (ROS) production and by reducing Nrf2 regulated antioxidant defense system, thus promotes cell apoptosis. 24 ,  39\n\nPFAS efficiently bind to serum albumin 40  and albumin is a major carrier for PFOS, PFOA, PFNA, PFDA, and PFHxS, in human plasma. 41  PFAS binding to albumin is a critical mediator of PFAS distribution in different organ systems. 41 ,  42  Reports also suggest that liver fatty acid‐binding protein (L‐FABP) interacts with PFAS and increases their accumulation in the liver, thus inducing hepatotoxicity. 43 ,  44  Interestingly, PFAS has different half‐lives and the half‐lives of long‐chain PFAS are longer than those of short‐chain PFAS. 45  In human serum samples, PFAS such as perfluorobutanesulfonic acid (PFBS) showed the shortest average half‐life of 44 days, perfluoroheptanoic acid (PFHpA) 62 days, perfluoropentane sulfonic acid (PFPeS) 0.63 years, and perfluoroheptane sulfonic acid (PFHpS) 1.46 years and the average half‐lives of various branched PFOS isomers range between 1.05 to 1.26 years, while non‐branched PFOS showed half‐lives of 2.93 years and perfluorooctanoic acid (PFOA) and perfluorohexanesulphonic acid (PFHxS) showed half‐lives of 1.77 and 2.87 years, respectively. 45  In blood samples, the mean estimated half‐lives of PFOA were 2.7 years, PFOS 3.4 years, and PFHxS 5.3 years. 46  Agency for Toxic Substances and Disease Registry (ATSDR) and the Environmental Protection Agency (EPA) also provided the toxicological and adverse health effects information of perfluoroalkyls substances. In their report “Toxicological Profile for Perfluoroalkyls (updated May 2021), the half‐life of these compounds for humans, non‐human primates, rats, and mice were compiled. However, the across‐species comparison of this data is complicated due to the lack of mechanistic data, endpoints, and differences in elimination half‐lives, and measured exposure levels between epidemiological and experimental studies. In humans, it is reported that the half‐life of the following PFAS is the following; PFOA 2.1–10.1 years, PFOS 3.3–27 years, PFHxS 4.7–35 years, PFNA 2.5–4.3 years, PFBS 665 h, and PFBA 72–81 h. Importantly, high‐serum levels do not equate to recent exposure due to some of these compounds' long half‐life since some can be a parent compound's metabolic product.\n\nFurther, the Agency for Toxic Substances and Disease Registry (ATSDR) have reported that in the US population between 1999 and 2000 between 2015 and 2016, PFAS levels in human blood decreased significantly (PFOS from 60.78 to 9.44 nM, PFOA from 12.58 to 3.77 nM, PFHxS from 5.32 to 2.95 nM and PFNA from 2.71 to 1.19 nM) ( https://www.atsdr.cdc.gov/pfas/health-effects/us-population.html ). However, the biological significance of these levels of PFAS in the modulation of liver diseases is poorly understood. In the current study, we have analyzed the impact of physiologically relevant concentrations (10–100 nM) of three PFAS with different carbon lengths; HFBA‐C4, PFOA‐C8, and PFTA‐C14 on UPR and AKT/mTOR signaling, cell steatosis, and fibrogenic signaling in HepaRG and hepatocellular carcinoma (HCC) cell lines HepG2 and Hep3B. We analyzed the impact of chronic exposures to PFAS (1–2 months) on NAFLD‐related gene expression. Our data suggest that even low concentrations of PFAS exposure modulate NAFLD‐related gene expression.\n\n## MATERIALS AND METHODS\n\nThe terminally differentiated and immortalized HepaRG cells (Cat # HPRGC10) and media ingredients were obtained from ThermoFisher Scientific (Waltham, MA). Specific thawing and plating media (Cat # HPRG770) were used, and cells were expanded in William's E Medium (Cat #12551032) supplemented with 1% GlutaMax (Cat # 35050061) as per the manufacturer's instructions. HepaRG cells are a unique hepatic cell system able to produce early hepatic progenitor cells as well as completely mature human hepatocytes. 47  HepG2 and Hep3B (hepatocellular carcinoma; HCC) cells were obtained from Georgetown University, Lombardi Comprehensive Cancer Center (GU‐LCCC) cell culture repository. HCC cells were grown in DMEM medium (Invitrogen, Carlsbad, CA) supplemented with 5% Fetal Bovine Serum (FBS, Access Biologicals, Vista, CA) and 50 U/ml penicillin/streptomycin and incubated at 37°C in a cell culture incubator supplied with 5% CO 2 . Cells were grown for at least 24 h and used in experiments at a level of 70%–80% of confluence. Perfluorooctanoicacid (PFOA; Cat # 171468), heptafluorobutyric acid (HFBA; Cat #164194), and perfluorotetradecanoic acid (PFTA; Cat # 44686) were obtained from Sigma‐Aldrich, St. Louis, MO. PFOA and HFBA dissolved in DMSO and PFTA in ethanol. We generated PFOA, HFBA, and PFTA tolerant HepaRG and HepG2 cells by exposing the cells to 10 nM of indicated PFAS (twice a week) for 30 to 60 days. For acute treatments, cells were treated with various concentrations of PFAS (1 nM to 1 μM as indicated) for 1 to 3 days whereas for chronic exposure, cells were treated with 10 nM of PFAS for 1–2 months.\n\nLive HepaRG, HepG2, and Hep3B cells were counted by using T20 automatic cell counter (BioRad) after staining with Trypan Blue (Gibco). Cells were plated in 96 well plates (Falcon) (5000 cells/ well) for 12 h. In preliminary experiments, cells were treated with vehicle or 5 to 500 μM of PFOA, HFBA, and PFTA for 48 h. After 48 h, MTT cell survival assay was performed using MTT (3‐[4,5‐dimethylthiazol‐2‐yl]‐2,5‐diphenyl tetrazolium bromide) reagent (MP Biomedical; Solon, OH). Cells were exposed with MTT reagent in fresh medium (5 μl /well; Stock‐ 5 mg/ml in PBS) and incubated at 37°C for 1 h. In other experiments, cells were treated with vehicle or 10–100 nM of PFOA, HFBA, and PFTA for 48 h alone or in presence of Regorafenib 2.5 μM (LC Laboratories; Cat # R8024) and Sorafenib 5 μM (Selleckchem Cat # S1040). Cells were washed with PBS, and formazan crystals were dissolved in DMSO. The relative cell metabolic activities/survival were measured by reading the plate at 570 nm using a Fluostar Omega plate reader (BMG Lab Tech, Cary, NC). All experiments were repeated three times in triplicates.\n\nHepaRG and HepG2 cells (5000 cells/well) were grown in 6‐well plates for 24 h and treated with vehicle or 10 nM of PFOA, HFBA, and PFTA in triplicates and allowed to grow for 7–10 days. Cells were fixed with cold methanol and stained with 0.5% crystal violet (dissolved in methanol) for 30 min. Cells were washed with distilled water and allowed to dry. Blue cell colonies were photographed using Biorad Gel Doc XR+ Imaging System (BioRad) and cell colonies were counted manually and plotted.\n\nHepaRG and HepG2 cells (3000 cells/ well) were plated in 96 well plates (Costar‐ 39 120) for 12 h and cells were treated with 10–1000 nM PFOA, HFBA, and PFTA or appropriate vehicle for 48 h. In other experiments, cells were pre‐treated with N‐acetyl‐cysteine (5 mM) for 8 h and further treated with PFOA (10–1000 nM). After 48 h period, cells were treated with CellRox green reagent (Molecular Probes; Cat #  C10444 ) for 30 min and incubated at 37°C. Cells were then washed with PBS covered with aluminum foil and later observed under Keyence BZX‐810 fluorescence microscope (10× objective) and images were captured. Similarly, in other experiments, cells were treated with indicated PFAS, and after treatments, cells were exposed CellRox green reagent, and the endogenous green fluorescence (ROS‐related) was quantified by using ImageJ software ( https://imagej.nih.gov/ij/ ). The experiments were repeated three times.\n\nHepaRG and HepG2 cells were grown in 6‐well plates for 24 h. Cells were treated with 10–100 nM concentrations of PFOA, HFBA, and PFTA or an appropriate vehicle for 30 h. For chronic exposure, cells were also exposed with indicated PFAS for one to 2 months. Cells were washed with PBS twice, and total RNA was isolated using TRIZOL Reagent (Invitrogen, Carlsbad, CA). Equal amounts (1 μg) of total RNA were used for reverse transcription (RT) reactions. RT reactions were performed using a High‐Capacity cDNA Reverse Transcription kit (Applied Biosystems, Carlsbad, CA) and cDNA was prepared by using a SimpliAmp thermal cycler (Applied Biosystem). After RT reaction, cDNA was mixed with Power SYBR Green PCR master mix (Applied Biosystems) with both forward and reverse specific primers of the inflammatory markers ( TNFα  and  IL6 ), UPR signaling gene markers ( IRE1a ,  eIF2a ,  ATF4 ,  ATF6 , and  BIP ), lipid/fatty‐acid metabolizing genes ( SREBP1 ,  FABP1 ,  SCD1 ,  FASN , and  ACC ) and fibrogenic signaling gene markers ( TIMP2 ,  MMP2 ,  TBG‐β ,  p21 ,  Cytokeratin 7  and  FGF‐23 ) (Supplementary Table  1 ). We also validated the effect of chronic exposure of PFOA, HFBA, and PFTA (one to 2 months) on global gene expression using specific gene primers (Supplementary Table  1 ). PCR parameters were: 10 min denaturation at 95°C; 40 cycles of 95°C for 15 s PCR stage, and 60°C for 1 min and 95°C for melting stage. All primers were obtained from Integrated DNA Technology (IDT). The PCR mixtures were run on a QuantStudio‐3 PCR System (Applied Biosystems) and relative gene expression was quantified according to the manufacturer's protocols. In every experiment, the expression of the human GAPDH gene was amplified as an internal control. GAPDH Ct values were subtracted from individual gene Ct values (Delta‐Ct) and fold expression and significance were quantified.\n\nHepaRG, HepG2, and Hep3B (1 × 105) were grown in 6‐well plates for 18 h, and cells were exposed to appropriate vehicles (DMSO and ethanol) or 10 to 1000 nM of PFOA, HFBA, and PFTA for 48 h. Cells were washed with ice‐cold PBS and lysed in cell lysis buffer (Cell Signaling, Danvers, MA) containing protease inhibitor mixture (Roche, Indianapolis, IN) and PMSF (0.1 mM). Cell extracts were prepared by centrifugation at 10000 RMP for 10 min and protein concentrations were quantified using the Bio‐Rad protein assay reagent (Bio‐Rad, Hercules, CA). A total of 60 μg of cell lysates were electrophoresed by NuPAGE 4%–12% Bis‐Tris‐SDS gel (Invitrogen, Carlsbad CA), and the proteins were transferred to a Polyvinylidene difluoride (PVDF) membrane (Thermo Scientific, Rockford, IL). After protein blotting, the PVDF membranes were blocked in 1× blocking buffer (Sigma‐Aldrich, St. Louis, MO) for 1 h. The membranes were washed with Tris‐buffered saline with 0.1% Tween 20 (TBST) buffer and incubated with indicated primary antibodies (1:1000 dilution) overnight at 4°C on the platform rocker. The following antibodies were obtained from Cell Signaling Technology (Danvers, MA): anti‐PERK (Cat # 5683P), anti‐IRE1a (Cat # 3294S), anti‐BIP (Cat # 3177P), anti‐p‐eIF2a (Cat # 3398P), anti‐eIF2a (Cat # 2013S), anti‐GAPDH (Cat # 5174S), anti‐pS2448‐mTOR (Cat # 2971S), anti‐mTOR (Cat # 2983S), anti‐pS473‐AKT (Cat # 3787S), anti‐AKT (Cat # 9272S), anti‐ LC3B I/II (Cat # 4108S), anti‐TIMP2 (Cat #5738s), anti‐MMP2 (Cat # 13132s), anti‐TGFβ (Cat # 3711s). We also purchased anti‐ATF6 (SC‐22799) from Santa Cruz Biotechnology (Dallas, TX); anti‐ATF4 (AB50546‐100) from Abcam. Western blots were washed with TBST three times and the membranes were incubated further in the appropriate secondary antibody (1:10000 dilution) (Jackson ImmunoResearch, PA) for 1 h at room temperature. The western blots were developed using ECL chemiluminescence detection reagents (Signagen Laboratories, Rockville, MD) and Azure C‐500 Bio‐system.\n\nHepaRG and HepG2 cells (1 × 105) were grown on coverslips in six‐well tissue culture plates for 18 h and treated with 10–1000 nM of PFOA, HFBA, and PFTA for 24 h, and then cells were post‐treated with 100 μM oleic acid (Sigma‐Aldrich, St. Louis, MO) for additional 24 h. Cells were washed with PBS and fixed with 4% paraformaldehyde for 15 min. ORO staining was performed as described previously. 48  ORO stained cell images were captured using a Nikon Y‐IDP microscope and presented. In another experiment, ORO staining‐based steatosis quantification was performed as described previously. 49  In brief, HepaRG and HepG2 cells (1 × 104/well) were grown in 96‐well plates in triplicates, treated with 10–100 nM of PFOA, HFBA, and PFTA for 24 h, and then treated with oleic acid for 24 h. Cells were fixed with paraformaldehyde (4%) and stained with ORO. Cells were lysed in 100 μl of 1× cell lysis buffer solution (Cell Signaling, Danvers, MA) for 15 min with gentle shaking. The ORO stain released from steatotic cells was transferred to another 96‐well plate, and the absorbance at 405 nm was measured using Fluostar Omega plate reader (BMG Lab Tech, Cary, NC) as described previously. 48\n\nHepaRG and HepG2 cells (1 × 104) were grown in 150 mm tissue culture dishes and continuously treated with PFOA (10 nM) for 1 or 2 months and total RNA was isolated using TRIZOL reagent (Sigma‐Aldrich, St. Louis, MO) from three independent samples. RNA samples were quantified using Qubit 2.0 Fluorometer (Life Technologies, Carlsbad, CA, USA) and sent for sequencing and analysis to Novogene Corporation Inc. (CA). For library construction and quality control, mRNA was purified from total RNA using poly‐T oligo‐attached magnetic beads. After fragmentation, the first‐strand cDNA was synthesized using random hexamer primers, followed by the second‐strand cDNA synthesis using either dUTP for a directional library or dTTP for the non‐directional library. The library was checked with Qubit and real‐time PCR for quantification and a bio‐analyzer for size distribution detection. Quantified libraries were pooled and sequenced on Illumina platforms, according to effective library concentration and data amount. FeatureCounts v1.5.0‐p3 software program was used for quantification of gene expression levels to count the read numbers mapped to each gene. Differential expression of two conditions/groups (two biological replicates per condition) was performed using the DESeq2 R package (1.20.0). Genes with an adjusted  p ‐value ≤ .05 found by DESeq2 were assigned as differentially expressed. Gene Ontology (GO) enrichment analysis of differentially expressed genes was implemented by the clusterProfiler R package, in which gene length bias was corrected. GO terms with corrected  p  value less than .05 were considered significantly enriched by differentially expressed genes. The human Gene Ontology list was used to cluster the set of genes based on their biological process and to determine their statistical significance. We also validated RNA‐seq gene expression data after PFAS exposure by RT/qPCR. The RNA‐seq array data were submitted to Array Express with accession number E‐MTAB‐11670.\n\nResults from independent triplicate experiments were presented as mean ± SEM. Differences between groups were analyzed using either a two‐tailed Student's  t ‐test or one‐way ANOVA followed by Tukey HSD post hoc test. A  p  value of <.05 was considered statistically significant. Statistical significance between means was determined by Graph Pad Prism 9 software (GraphPad Software Inc., La Jolla, CA).\n\n## Cell culture and reagents\n\nThe terminally differentiated and immortalized HepaRG cells (Cat # HPRGC10) and media ingredients were obtained from ThermoFisher Scientific (Waltham, MA). Specific thawing and plating media (Cat # HPRG770) were used, and cells were expanded in William's E Medium (Cat #12551032) supplemented with 1% GlutaMax (Cat # 35050061) as per the manufacturer's instructions. HepaRG cells are a unique hepatic cell system able to produce early hepatic progenitor cells as well as completely mature human hepatocytes. 47  HepG2 and Hep3B (hepatocellular carcinoma; HCC) cells were obtained from Georgetown University, Lombardi Comprehensive Cancer Center (GU‐LCCC) cell culture repository. HCC cells were grown in DMEM medium (Invitrogen, Carlsbad, CA) supplemented with 5% Fetal Bovine Serum (FBS, Access Biologicals, Vista, CA) and 50 U/ml penicillin/streptomycin and incubated at 37°C in a cell culture incubator supplied with 5% CO 2 . Cells were grown for at least 24 h and used in experiments at a level of 70%–80% of confluence. Perfluorooctanoicacid (PFOA; Cat # 171468), heptafluorobutyric acid (HFBA; Cat #164194), and perfluorotetradecanoic acid (PFTA; Cat # 44686) were obtained from Sigma‐Aldrich, St. Louis, MO. PFOA and HFBA dissolved in DMSO and PFTA in ethanol. We generated PFOA, HFBA, and PFTA tolerant HepaRG and HepG2 cells by exposing the cells to 10 nM of indicated PFAS (twice a week) for 30 to 60 days. For acute treatments, cells were treated with various concentrations of PFAS (1 nM to 1 μM as indicated) for 1 to 3 days whereas for chronic exposure, cells were treated with 10 nM of PFAS for 1–2 months.\n\n## MTT  cell survival assay\n\nLive HepaRG, HepG2, and Hep3B cells were counted by using T20 automatic cell counter (BioRad) after staining with Trypan Blue (Gibco). Cells were plated in 96 well plates (Falcon) (5000 cells/ well) for 12 h. In preliminary experiments, cells were treated with vehicle or 5 to 500 μM of PFOA, HFBA, and PFTA for 48 h. After 48 h, MTT cell survival assay was performed using MTT (3‐[4,5‐dimethylthiazol‐2‐yl]‐2,5‐diphenyl tetrazolium bromide) reagent (MP Biomedical; Solon, OH). Cells were exposed with MTT reagent in fresh medium (5 μl /well; Stock‐ 5 mg/ml in PBS) and incubated at 37°C for 1 h. In other experiments, cells were treated with vehicle or 10–100 nM of PFOA, HFBA, and PFTA for 48 h alone or in presence of Regorafenib 2.5 μM (LC Laboratories; Cat # R8024) and Sorafenib 5 μM (Selleckchem Cat # S1040). Cells were washed with PBS, and formazan crystals were dissolved in DMSO. The relative cell metabolic activities/survival were measured by reading the plate at 570 nm using a Fluostar Omega plate reader (BMG Lab Tech, Cary, NC). All experiments were repeated three times in triplicates.\n\n## Cell colony formation assay\n\nHepaRG and HepG2 cells (5000 cells/well) were grown in 6‐well plates for 24 h and treated with vehicle or 10 nM of PFOA, HFBA, and PFTA in triplicates and allowed to grow for 7–10 days. Cells were fixed with cold methanol and stained with 0.5% crystal violet (dissolved in methanol) for 30 min. Cells were washed with distilled water and allowed to dry. Blue cell colonies were photographed using Biorad Gel Doc XR+ Imaging System (BioRad) and cell colonies were counted manually and plotted.\n\n## Reactive oxygen species quantification\n\nHepaRG and HepG2 cells (3000 cells/ well) were plated in 96 well plates (Costar‐ 39 120) for 12 h and cells were treated with 10–1000 nM PFOA, HFBA, and PFTA or appropriate vehicle for 48 h. In other experiments, cells were pre‐treated with N‐acetyl‐cysteine (5 mM) for 8 h and further treated with PFOA (10–1000 nM). After 48 h period, cells were treated with CellRox green reagent (Molecular Probes; Cat #  C10444 ) for 30 min and incubated at 37°C. Cells were then washed with PBS covered with aluminum foil and later observed under Keyence BZX‐810 fluorescence microscope (10× objective) and images were captured. Similarly, in other experiments, cells were treated with indicated PFAS, and after treatments, cells were exposed CellRox green reagent, and the endogenous green fluorescence (ROS‐related) was quantified by using ImageJ software ( https://imagej.nih.gov/ij/ ). The experiments were repeated three times.\n\n## RT / qPCR\n\nHepaRG and HepG2 cells were grown in 6‐well plates for 24 h. Cells were treated with 10–100 nM concentrations of PFOA, HFBA, and PFTA or an appropriate vehicle for 30 h. For chronic exposure, cells were also exposed with indicated PFAS for one to 2 months. Cells were washed with PBS twice, and total RNA was isolated using TRIZOL Reagent (Invitrogen, Carlsbad, CA). Equal amounts (1 μg) of total RNA were used for reverse transcription (RT) reactions. RT reactions were performed using a High‐Capacity cDNA Reverse Transcription kit (Applied Biosystems, Carlsbad, CA) and cDNA was prepared by using a SimpliAmp thermal cycler (Applied Biosystem). After RT reaction, cDNA was mixed with Power SYBR Green PCR master mix (Applied Biosystems) with both forward and reverse specific primers of the inflammatory markers ( TNFα  and  IL6 ), UPR signaling gene markers ( IRE1a ,  eIF2a ,  ATF4 ,  ATF6 , and  BIP ), lipid/fatty‐acid metabolizing genes ( SREBP1 ,  FABP1 ,  SCD1 ,  FASN , and  ACC ) and fibrogenic signaling gene markers ( TIMP2 ,  MMP2 ,  TBG‐β ,  p21 ,  Cytokeratin 7  and  FGF‐23 ) (Supplementary Table  1 ). We also validated the effect of chronic exposure of PFOA, HFBA, and PFTA (one to 2 months) on global gene expression using specific gene primers (Supplementary Table  1 ). PCR parameters were: 10 min denaturation at 95°C; 40 cycles of 95°C for 15 s PCR stage, and 60°C for 1 min and 95°C for melting stage. All primers were obtained from Integrated DNA Technology (IDT). The PCR mixtures were run on a QuantStudio‐3 PCR System (Applied Biosystems) and relative gene expression was quantified according to the manufacturer's protocols. In every experiment, the expression of the human GAPDH gene was amplified as an internal control. GAPDH Ct values were subtracted from individual gene Ct values (Delta‐Ct) and fold expression and significance were quantified.\n\n## Western blotting\n\nHepaRG, HepG2, and Hep3B (1 × 105) were grown in 6‐well plates for 18 h, and cells were exposed to appropriate vehicles (DMSO and ethanol) or 10 to 1000 nM of PFOA, HFBA, and PFTA for 48 h. Cells were washed with ice‐cold PBS and lysed in cell lysis buffer (Cell Signaling, Danvers, MA) containing protease inhibitor mixture (Roche, Indianapolis, IN) and PMSF (0.1 mM). Cell extracts were prepared by centrifugation at 10000 RMP for 10 min and protein concentrations were quantified using the Bio‐Rad protein assay reagent (Bio‐Rad, Hercules, CA). A total of 60 μg of cell lysates were electrophoresed by NuPAGE 4%–12% Bis‐Tris‐SDS gel (Invitrogen, Carlsbad CA), and the proteins were transferred to a Polyvinylidene difluoride (PVDF) membrane (Thermo Scientific, Rockford, IL). After protein blotting, the PVDF membranes were blocked in 1× blocking buffer (Sigma‐Aldrich, St. Louis, MO) for 1 h. The membranes were washed with Tris‐buffered saline with 0.1% Tween 20 (TBST) buffer and incubated with indicated primary antibodies (1:1000 dilution) overnight at 4°C on the platform rocker. The following antibodies were obtained from Cell Signaling Technology (Danvers, MA): anti‐PERK (Cat # 5683P), anti‐IRE1a (Cat # 3294S), anti‐BIP (Cat # 3177P), anti‐p‐eIF2a (Cat # 3398P), anti‐eIF2a (Cat # 2013S), anti‐GAPDH (Cat # 5174S), anti‐pS2448‐mTOR (Cat # 2971S), anti‐mTOR (Cat # 2983S), anti‐pS473‐AKT (Cat # 3787S), anti‐AKT (Cat # 9272S), anti‐ LC3B I/II (Cat # 4108S), anti‐TIMP2 (Cat #5738s), anti‐MMP2 (Cat # 13132s), anti‐TGFβ (Cat # 3711s). We also purchased anti‐ATF6 (SC‐22799) from Santa Cruz Biotechnology (Dallas, TX); anti‐ATF4 (AB50546‐100) from Abcam. Western blots were washed with TBST three times and the membranes were incubated further in the appropriate secondary antibody (1:10000 dilution) (Jackson ImmunoResearch, PA) for 1 h at room temperature. The western blots were developed using ECL chemiluminescence detection reagents (Signagen Laboratories, Rockville, MD) and Azure C‐500 Bio‐system.\n\n## Oil red O staining and  ORO  staining‐based steatosis quantification\n\nHepaRG and HepG2 cells (1 × 105) were grown on coverslips in six‐well tissue culture plates for 18 h and treated with 10–1000 nM of PFOA, HFBA, and PFTA for 24 h, and then cells were post‐treated with 100 μM oleic acid (Sigma‐Aldrich, St. Louis, MO) for additional 24 h. Cells were washed with PBS and fixed with 4% paraformaldehyde for 15 min. ORO staining was performed as described previously. 48  ORO stained cell images were captured using a Nikon Y‐IDP microscope and presented. In another experiment, ORO staining‐based steatosis quantification was performed as described previously. 49  In brief, HepaRG and HepG2 cells (1 × 104/well) were grown in 96‐well plates in triplicates, treated with 10–100 nM of PFOA, HFBA, and PFTA for 24 h, and then treated with oleic acid for 24 h. Cells were fixed with paraformaldehyde (4%) and stained with ORO. Cells were lysed in 100 μl of 1× cell lysis buffer solution (Cell Signaling, Danvers, MA) for 15 min with gentle shaking. The ORO stain released from steatotic cells was transferred to another 96‐well plate, and the absorbance at 405 nm was measured using Fluostar Omega plate reader (BMG Lab Tech, Cary, NC) as described previously. 48\n\n## RNA ‐seq and analysis\n\nHepaRG and HepG2 cells (1 × 104) were grown in 150 mm tissue culture dishes and continuously treated with PFOA (10 nM) for 1 or 2 months and total RNA was isolated using TRIZOL reagent (Sigma‐Aldrich, St. Louis, MO) from three independent samples. RNA samples were quantified using Qubit 2.0 Fluorometer (Life Technologies, Carlsbad, CA, USA) and sent for sequencing and analysis to Novogene Corporation Inc. (CA). For library construction and quality control, mRNA was purified from total RNA using poly‐T oligo‐attached magnetic beads. After fragmentation, the first‐strand cDNA was synthesized using random hexamer primers, followed by the second‐strand cDNA synthesis using either dUTP for a directional library or dTTP for the non‐directional library. The library was checked with Qubit and real‐time PCR for quantification and a bio‐analyzer for size distribution detection. Quantified libraries were pooled and sequenced on Illumina platforms, according to effective library concentration and data amount. FeatureCounts v1.5.0‐p3 software program was used for quantification of gene expression levels to count the read numbers mapped to each gene. Differential expression of two conditions/groups (two biological replicates per condition) was performed using the DESeq2 R package (1.20.0). Genes with an adjusted  p ‐value ≤ .05 found by DESeq2 were assigned as differentially expressed. Gene Ontology (GO) enrichment analysis of differentially expressed genes was implemented by the clusterProfiler R package, in which gene length bias was corrected. GO terms with corrected  p  value less than .05 were considered significantly enriched by differentially expressed genes. The human Gene Ontology list was used to cluster the set of genes based on their biological process and to determine their statistical significance. We also validated RNA‐seq gene expression data after PFAS exposure by RT/qPCR. The RNA‐seq array data were submitted to Array Express with accession number E‐MTAB‐11670.\n\n## Statistical analysis\n\nResults from independent triplicate experiments were presented as mean ± SEM. Differences between groups were analyzed using either a two‐tailed Student's  t ‐test or one‐way ANOVA followed by Tukey HSD post hoc test. A  p  value of <.05 was considered statistically significant. Statistical significance between means was determined by Graph Pad Prism 9 software (GraphPad Software Inc., La Jolla, CA).\n\n## RESULTS\n\nWe selected three PFAS that differed in their carbon chain lengths, HFBA‐C4, PFOA‐C8, and PFTA‐C14 (Figure  1 ) to carry out cellular studies. These molecules were tested for effects on cell toxicity/survival in three cell lines HepaRG, HepG2, and Hep3B. Cells were exposed to 5–500 μM of PFOA, HFBA, and PFTA for 48 h, and cell survival was evaluated using the MTT assay (Figure  2A ). At the higher concentrations of PFOA, HFBA, and PFTA (20 to 500 μM), cell survival was inhibited in all three cell lines (Figure  2A ). At low concentrations (5–10 μM), no significant effect of PFOA and HFBA on cell survival was observed, whereas PFTA at low concentrations (5–25 μM) significantly increased cell survival in HepaRG and HepG2 cells (Figure  2A , lower panel). Indeed, the MTT data suggests that PFAS at higher concentrations increased cell cytotoxicity and decreased cell survival as expected.\n\nChemical structures of polyfluoroalkyl substances (PFAS); heptafluorobutyric acid (HFBA‐C4), perfluorooctanoic acid (PFOA‐C8), and perfluorotetradecanoic acid (PFTA‐C14) used in the current study were presented.\n\nPolyfluoroalkyl substances (PFAS) at low concentrations induces cell survival in human liver cell models. (A) HepaRG, HepG2, and Hep3B cells were exposed to 5 to 500 μM of perfluorooctanoic acid (PFOA), heptafluorobutyric acid (HFBA), and perfluorotetradecanoic acid (PFTA) for 48 h in triplicates ( n  = 6), and an MTT assay was performed as described in the method section. * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. (B & C) HepaRG and HepG2 cells were exposed to 10 to 1000 nM concentrations of PFOA, HFBA, and PFTA separately or in presence of Sorafenib (B) or Regorafenib (C) for 48 h in triplicate ( n  = 12), and MTT assay was performed as described in the materials and methods section. * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. # p  < .05, ##  p  < .01, ### p  < .001 compared with Sorafenib or Regorafenib treated cells. Con., Vehicle‐treated cells; Sora, Sorafenib; Reg, Regorafenib.\n\nTo understand the effects of PFAS on liver cell survival at physiologically relevant concentrations, levels that mimic the concentrations detected in human blood, we treated HepaRG and HepG2 cells with 10 to 1000 nM of PFOA, HFBA, and PFTA. Cells were exposed for 48 h and cell survival was measured by MTT assays (Figure  2B ). Interestingly, exposure to PFOA significantly increased the cell survival of HepaRG cells (20%) and HepG2 cells (17%) compared with HFBA or PFTA exposure. HFBA also increased cell survival in HepaRG cells but not in HepG2 cells and PFTA did not show any significant effect on cell survival in either HepaRG or HepG2 cells (Figure  2B,C ).\n\nTo assess the effects of PFAS on cell colony formation, we treated HepaRG and HepG2 cells with a physiologically relevant dose of PFOA, HFBA, and PFTA (10 nM) for 8 days, and the effect on cell colony formation was analyzed as described in the Methods section (Supplementary Figure  S1 ). Cell colony formation assay revealed that PFOA, HFBA, and PFTA increased cell colony formation in HepaRG cells significantly, however, no significant effect on colony formation was observed in HepG2 cells compared with vehicle‐treated cells (Supplementary Figure  S1A,B ). Furthermore, exposure to the anti‐liver cancer drugs Sorafenib (5 μM) and Regorafenib (2.5 μM) reduced cell survival by 40% to 55% in HepG2 cells and HepG2 cells showed more sensitivity to the drugs compared with HepaRG cells (Figure  2B,C ). However, PFOA, HFBA, and PFTA were unable to stimulate cell survival in HepaRG or HepG2 cells pre‐exposed to Sorafenib or Regorafenib (Figure  2B,C ). Collectively these data suggest that higher concentrations of PFAS (PFOA, HFBA, and PFTA) reduced cell survival/proliferation whereas lower concentrations specifically PFOA enhanced cell survival in liver cancer cells.\n\nTo understand how PFAS modulates metabolic activities in HepaRG and HepG2 cells, we measured endogenous ROS production using CellROX Green Reagent (a novel fluorogenic probe). Cells were exposed to PFAS (10–1000 nM) for 72 h and treated with a Cell‐ROS reagent. Cell immunofluorescence data demonstrated that, compared with vehicle treatments, PFOA, HFBA and PFTA increased ROS production in both HepaRG and HepG2 cells (Figure  3A ). We also quantified ROS production and our data suggest that compared with vehicle treatments, PFOA, HFBA and PFTA increased ROS production even at concentrations as low as 10 nM concentration in both cell lines (Figure  3B , left and right panels). Although PFTA at low concentration did not upregulate cell survival (PFTA 10–1000 nM concentrations) however, significantly increased ROS production compared with PFOA and HFBA. On the other hand, when cells were pretreated with the free‐radical scavenger N‐acetyl cysteine (NAC), PFOA, HFBA, and PFTA did not increase cellular ROS levels (Supplementary Figure  S2 ).\n\nPolyfluoroalkyl substances (PFAS) increase reactive oxygen species (ROS) production and expression of inflammatory cytokines. (A) HepaRG and HCC HepG2 cells were plated in 96 well plates for 18 h in triplicates and cells were treated with 10 to 1000 nM concentrations of perfluorooctanoic acid (PFOA), PFBA, and perfluorotetradecanoic acid (PFTA) for 72 h. Cells were treated with CellRox green reagent and observed under Keyence BZX‐810 fluorescence microscope (10× objective) and images were captured. (B) Similarly the endogenous green fluorescence (ROS‐related) was quantified ( n  = 3) by using ImageJ software ( https://imagej.nih.gov/ij/ ). * p  < .05, *** p  < .001 compared with control/vehicle cells. (C) HepaRG and HepG2 cells were exposed to PFOA, PFBA, and PFTA (10 nM) for 30 h, and the expression of TNFα and IL6 inflammatory markers were analyzed by RT‐qPCR as described in the materials and methods section. * p  < .05 compared with control/vehicle cells.\n\nSince ROS modulates inflammatory signaling, 50  we analyzed the expression of the pro‐inflammatory cytokine tumor necrosis factor‐alpha (TNFα) and pro and anti‐inflammatory myokine interleukin 6 (IL6) after exposure to low concentrations of PFOA, HFBA, and PFTA (10 nM) by RT‐qPCR (Figure  3C ). In HepaRG cells PFOA, HFBA and PFTA up‐regulated TNFα and IL6 (~3–8 fold) compared with vehicle‐treated cells (Figure  3C ). Similarly, significantly increased expression of IL6 was observed in HepG2 cells after exposure to 10 nM of PFOA, HFBA, and PFTA. In HepG2 cells, TNFα expression was increased only after PFTA exposure compared with vehicle‐treated cells (Figure  3C , upper and lower panes). Collectively our data suggest that exposure to low concentrations of PFAS modulates inflammatory signaling in HepaRG and HepG2 cells and increases cell survival.\n\nThe unfolded protein response (UPR) signaling pathway adapts and responds to endoplasmic reticulum (ER) stress conditions to promote cell survival. 51  Many factors contribute to increased UPR including oxidative stress, hypoxia, glucose deprivation, accumulation of fat or cholesterol, and viral infection. 52  To better understand the molecular mechanisms of how PFAS exposure modulates cell survival, we analyzed the impact of low concentrations of PFAS on the expression of UPR pathway markers. We examined the mRNA expression of five key UPR pathway biomarkers,  IRE1a, eIF2a ,  ATF4 ,  ATG6 ,  and BIP . Exposure of PFOA, HFBA, and PFTA (10 nM) significantly increased mRNA expression of  IRE1α ,  ATF4 , and  BIP  in both HepaRG and HepG2 cells (Figure  4A , upper and lower panels). Immunoblotting data further supported the RT‐qPCR data (Figure  4B ). Exposure of PFOA (10 to 100 nM) increased expression of IRE1α, phosphorylated Serine‐51‐eIF2α (p‐eIF2α), eIF2α, ATF4 and ATF6 in HepaRG, HepG2 and Hep3B cells. On the other hand, exposure of higher concentrations of PFOA (500 nM−5 μM) increased expression of IRE1α, pS51‐eIF2α and ATF4 in HepaRG and Hep3b cells and IRE1α in HepG2 cells (Figure  4B , left, middle and right panels) suggesting that PFAS exposure activates UPR in human liver cell models and as reported earlier, activation of UPR modulates NAFLD, 53 ,  54  a precursor of HCC and these results have implications in the progression of fatty liver disease.\n\nLow concentrations of polyfluoroalkyl substances (PFAS) activate the unfolded protein response (UPR) pathway. (A) HepaRG and HepG2 cells were treated with 10 nM perfluorooctanoic acid (PFOA), PFBA, and perfluorotetradecanoic acid (PFTA) for 30 h. The expression of UPR gene biomarkers such as  IRE1a ,  eIF2a ,  ATF4 ,  ATF6 , and  BIP  was analyzed by RT/qPCR as described in the materials and methods section. * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. (B) HepaRG, HepG2, and Hep3B cells were treated with 10 nM PFOA for 48 h. Cells were lysed and 60 μg of cell lysates were immunoblotted with  PERK ,  BIP ,  IRE1a ,  p‐eIF2a ,  eIF2a ATF4 ,  ATF6 , and  GAPDH  antibodies as described in the materials and methods section.\n\nPFAS has been implicated to play a role in lipid/insulin dysregulation, liver disease, and cancer. 3 ,  32 ,  55  Hepatic steatosis is an early event in nonalcoholic fatty liver disease (NAFLD) and alcoholic fatty liver disease (AFLD) and both can progress to HCC. 56  Here we analyzed the effect of PFOA, HFBA, and PFTA on cell steatosis. HepaRG and HepG2 cells were pre‐treated with 10 nM of each indicated PFAS for 8 h and cells were further exposed with oleic acid (OA) for 24 h in the presence of PFAS. Oil Red O (ORO) staining was performed as described in the method section (Figure  5A ). ORO staining indicated that PFOA, HFBA, and PFTA even at 10 nM concentrations significantly increased cell steatosis in HepaRG and HepG2 cells compared with OA alone treated cells (Figure  5A ). We also quantified the cell steatosis using a plate reader and our data show that, compared with OA treatments, PFAS increased cell steatosis by 25%–30% in both cell lines (Figure  5B , upper and lower panels).\n\nPolyfluoroalkyl substances (PFAS) increase cell steatosis by increasing expression of fatty acid /lipid metabolic gene expression. (A) HepaRG and HepG2 cells were grown on coverslips and treated with 10 and 100 nM of perfluorooctanoic acid (PFOA), PFBA, and perfluorotetradecanoic acid (PFTA) for 24 h and then treated with 100 μM oleic acid (OA) in presence of PFAS for an additional 24 h. Cells were fixed, stained with Oil Red O (ORO), and images were captured using a Nikon Y‐IDP microscope. (B) HepaRG and HepG2 cells (1 × 10 4 /well) were grown in 96‐well plates in triplicates, treated with 10 and 100 nM of PFOA, PFBA, and PFTA for 24 h, and then treated with 100 μM oleic acid in presence of PFAS for additional 24 h. after ORO staining, cells were lysed in 100 μl of 1× cell lysis buffer and ORO stain released from steatotic cells was transferred to another 96‐well plate, and the absorbance at 405 nm was measured using Fluostar Omega plate reader (BMG Lab Tech, Cary, NC). ###  p  < .001 compared with vehicle‐treated cells. * p  < .05, ** p  < .01 compared with OA‐treated cells. (C) HepaRG and HepG2 cells were treated with 10 and 100 nM of PFOA, PFBA, and PFTA for 30 h. The expression of lipid and fatty acid metabolic gene expressions such as  SREBP1 ,  FABP ,  SCD1 FASN , and  ACC  were analyzed by RT/qPCR as described in the materials and methods section. * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. (D) HepaRG and HepG2 cells were treated with 10 nM of PFOA, HFBA, and PFTA for 48 h. Cells were lysed and 60 μg of cell lysates were immunoblotted with pS2448‐mTOR, total mTOR, pS473‐AKT, total AKT, LC3B, and GAPDH antibodies as described in the materials and methods section.\n\nSeveral lipids and fatty acid metabolic enzymes/proteins regulate cell steatosis 57  and therefore we further analyzed the expression of several steatosis/fatty acid metabolic gene markers including liver fatty acid‐binding protein‐1 ( L‐FABP1 ), stearoyl‐CoA desaturase‐1 ( SCD1 ), fatty acid synthase ( FASN ), acetyl‐CoA carboxylase ( ACC ), and transcription factors including sterol regulatory element‐binding protein 1 ( SREBP1 ) after exposure of PFAS in HepaRG and HepG2 cells (Figure  5C ). RT‐qPCR data demonstrated that PFOA and HFBA treatments increased expression of  SREBP1 ,  ACC  (2.4 to 3.6 fold respectively), and  FASN , whereas PFTA increased expression of  SCD1  and  ACC  in HepaRG cells by ~3.29 to 3.59 fold respectively (Figure  5C , upper panels). Similarly, PFOA, HFBA, and PFTA treatments upregulated the expression of  SREBP1 ,  FABP , and  SCD1  significantly compared with vehicle‐treated HepG2 cells (Figure  5C , lower panels). These results suggest that exposure to PFAS increases cell steatosis by modulation of fatty acid/lipid metabolic gene expression in both HepaRG and HCC cells.\n\nEarlier reports suggest that activation of AKT/mTOR inhibits autophagy 58 ,  59  and inhibition of autophagy increases cell steatosis in NAFLD. 56 ,  60  To better understand how PFAS upregulate cell steatosis in liver cells, we analyzed the status of AKT/mTOR activation and the expression of the autophagy biomarker LC3B in HepaRG and HepG2 cells (Figure  5D ). Immunoblotting data demonstrated that PFOA treatments increased the phosphorylation of S473‐AKT and S2448‐mTOR in both cell lines. HFBA and PFTA also increased the phosphorylation of S473‐AKT and S2448‐mTOR in HepG2 cells compared with vehicle‐treated cells (Figure  5D , lower two panels). Interestingly the expression of LC3B/II was downregulated in HepG2 cells after exposure to cells with PFAS consistent with the idea that impaired autophagic function may upregulate cell steatosis in HCC cells. Indeed, the data show that PFAS can modulate cell steatosis in two ways, (1) by increasing the expression of steatosis‐related genes, and (2) by activation of AKT/mTOR pathway and subsequent inhibition of autophagic function, consistent with earlier reports. 61\n\nIn NAFLD, non‐alcoholic steatohepatitis (NASH) is a severe form of fatty liver disease that can progress to liver fibrosis, cirrhosis, and HCC. 62  Our data suggest that PFAS exposure promotes cell steatosis, an early event in the progression to NAFLD, and therefore we asked the question of whether PFAS regulates fibrogenic signaling in a liver cell model. HepaRG and HepG2 cells were exposed to 10 and 100 nM of PFOA, HFBA, and PFTA for 30 h, and expression of fibrogenic (gene) markers such as  TIMP2 ,  MMP2 ,  TGF‐β ,  p21 ,  cytokeratin 7 , and  FGF‐23  were analyzed. Exposure of PFOA, HFBA, and PFTA significantly increased mRNA expression of  p21  (5.5 to 8.6 fold),  cytokeratin 7  (10.2 to 20.8 fold), and  FGF‐23  (4.04 to 4.88 fold) in HepaRG cells compared with vehicle‐treated cells (Figure  6A ). Similarly, PFOA, HFBA, and PFTA also significantly increased the transcripts of  TIMP2 ,  MMP2 ,  TGF‐β ,  p21  (2.21 to 3.54 fold), and  cytokeratin 7  (5.74 to 8.45 fold) in HepG2 cells (Figure  6B ), indicating that PFAS induces fibrogenic gene expression in both HCC cells. Further, we analyzed the expression of the three fibrogenic signaling protein markers (TIMP2, MMP2, and TGF‐β) by immunoblotting after exposing the HCC cells to PFAS for 72 h (Figure  6C ). Immunoblotting data showed that PFOA increased the expression of TIMP2, MMP2, and TGF‐β in both cell lines compared with HFBA or PFTA treated cells or vehicle‐treated cells (Figure  6C , upper and lower panels). Collectively, our data indicate that PFAS promotes cell steatosis and activates fibrogenic signaling in HepaRG and HepG2 cells.\n\nLow concentration of perfluorooctanoic acid (PFOA) activates fibrogenic signaling in HepaRG and HepG2 cells. (A&B) HepaRG and HepG2 cells were treated with 10 and 100 nM of PFOA, heptafluorobutyric acid (HFBA), and perfluorotetradecanoic acid (PFTA) for 30 h separately, and the expression of key genes related to the fibrogenic signaling such as  TIMP2 ,  MMP2 ,  TGF‐β ,  Cytokeratin‐7 , and  FGF‐23  were analyzed by RT/qPCR (left and right panels). * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. (C) The effect of 10 and 100 nM concentrations of PFOA, HFBA, and PFTA after 48 h exposure on the expression of  TIMP2 ,  MMP2 , and  TGFβ  proteins in HepaRG and HepG2 cells were analyzed by immunoblotting (upper and lower panels).\n\nTo understand the biological significance of how PFAS affect NAFLD development and progression, HepaRG and HepG2 cells were exposed to 10 nM PFOA for 1 month and the effect of PFOA on global gene expression was analyzed by RNA‐Seq. RNA‐Seq data showed that PFOA affects global gene expression in both HepaRG and HepG2 cells. The heat map and volcanic plot revealed that 3243 genes were upregulated and 3088 genes were downregulated in HepaRG cells after exposure to PFOA (Figure  7A,B , upper panels). In HepG2 cells, 1823 genes were upregulated and 1935 genes were downregulated after exposure to PFOA (Figure  7A,B , lower panels). Venn diagram analysis indicated that 3505 common genes were upregulated and about 724 common genes were downregulated between HepaRG and HepG2 cells (Figure  7C ) suggesting that even a low physiologically relevant concentration of chronic exposure to PFOA significantly affects gene expression in liver cells. Further Gene Ontology analysis revealed that chronic PFOA exposure affects several pathways in HepaRG cells that include the TNF signaling pathway, PI3K‐AKT pathway, FoxO pathway, insulin signaling pathway, HCC‐related pathways, and cellular processes such as cellular senescence, focal adhesion, and regulation of cytoskeleton and insulin resistance (Figure  7D , upper panel). In HepG2 cells, chronic exposure to PFOA up‐regulated/modulated several cellular processes and signaling pathways such as focal adhesion, adherent, and tight junction, actin cytoskeleton, steroid biosynthesis, AGE‐RAGE diabetic‐related signaling, p53 signaling, proteasome activity, and ferroptosis (Figure  7D , lower panel) suggesting that chronic exposure of PFOA affects multiple pathways in HepaRG and HepG2 cells.\n\nChronic exposure to perfluorooctanoic acid (PFOA) regulates differential gene expression in HepaRG and HepG2. RNA‐Seq assays. (A) Heat map represents the impact of one‐month exposure of PFOA (10 nM;  n  = 3 samples) on global gene expression in HepaRG cells (upper panel) and HepG2 cells (lower panel). (B) Volcanic plot represents differential gene expression levels between vehicle‐treated and PFOA treated (1 month) in HepaRG and HepG2 cells. Green dots represent down‐regulation of gene expression, red dots represent up‐regulation of gene expression and blue dots represent no change in gene expression between vehicle and PFOA treated cells. (C) Venn diagram represents aberrantly expressed mRNAs between control and PFOA treated cells, as well as the overlapping genes between HepaRG and HepG2 groups. (D) The gene ontology (GO) enrichment analysis of the differentially expressed mRNAs in HepaRG (upper panel) and HepG2 (lower panel) after PFOA exposure for 1 month. The impact of PFOA (GO enrichment) on top affecting pathways is presented (red box).\n\nSince PFAS exposure increased cell steatosis and fibrogenic signaling, we further analyzed the expression of the top up‐and down‐regulated genes from the RNA‐Seq data that directly or indirectly participate/associate with NAFLD development. RNA‐seq data show that in HepaRG cells,  MYL10 ,  TNF ,  ZBTB7C ,  GAL3ST1 ,  and CHST9  genes were downregulated whereas  HLA‐DRB5 ,  SERPINB2 ,  F2RL2 ,  EXTL1 ,  SYT14 ,  SPP1 ,  and HBQ1  genes were upregulated significantly after exposure of PFOA for 1 month (Figure  8A , upper panel). In HepG2 cells,  TF ,  A2M ,  APOB ,  AFP ,  SPP1 ,  SDC2 ,  TMEM52B ,  SUSD2 ,  and NUPR1  genes were downregulated and  IL24 ,  CXCL8 ,  IL1B ,  HLA‐DRB1 ,  CXCL1 ,  TIMP3 ,  PTX , and  COL17A1  genes were upregulated after exposure of PFOA for 1 month (Figure  8B , upper panel). We analyzed the functions of these genes after a literature search and our data suggest that modulation of these genes is involved in steatosis, NASH, fibrosis, cirrhosis, and fatty liver disease development (Figure  8A,B , upper panels). Although PFOA regulated steatosis and fibrogenic signaling in both HepaRG and HepG2 cells, no common gene that upregulated or downregulated was found between HepaRG and HepG2 cells. We further validated the expression of these genes by RT‐qPCR and a similar expression pattern was observed (Figure  8A,B , lower panel).\n\nChronic exposure to polyfluoroalkyl substances (PFAS) regulate nonalcoholic fatty liver disease (NAFLD)‐related gene expression in HepaRG and HepG2. (A&B) The effect of chronic exposure of perfluorooctanoic acid (PFOA) on the regulation of NAFLD and fatty liver diseases related gene expression in HepaRG (A, upper panel) and HepG2 (B, upper panel) cells were analyzed using RNA‐Seq data. The function of these key genes in the development of the progression of NAFLD and other fatty liver diseases is presented after a literature search (N.D., Not determined). Validation of key genes related to NAFLD and fatty liver diseases from RNA‐ Seq data was carried out by RT‐qPCR using PFOA‐exposed HepaRG (A, lower panel) and HepG2 (B, lower panel). * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. (C&D) Similarly HepaRG and HepG2 cells were exposed to 10 nM of PFOA (upper two panels), heptafluorobutyric acid (HFBA) (middle two panels), and PFTA (lower two panels) for 2 months, and the validation (RNA seq) and expression of NAFLD and fatty liver diseases related gene expression was analyzed by RT‐qPCR. * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells.\n\nTo gain insight, the effects of long‐term exposure to PFAS, we analyzed and validated the gene expression pattern after exposure to PFOA, HFBA, and HFTA for 2 months. RT/qPCR data suggest that similar to the one‐month exposure, PFOA treatment (10 nM) for 2 months in HepaRG cells,  F2RL2 ,  EXTL1 , and  HL‐DRB1  genes were upregulated and  MYL10  and  ZBTBTC  gene expression was downregulated. Similar to the 1‐month exposure, PFOA treatment for 2 months up‐regulated  IL‐24 ,  CXCLB ,  IL1B ,  HLA‐DRB1 ,  PTX3 , and  COL17A1  and downregulated  TF ,  A2M ,  SDC2 , and  TMEM52B  in HepG2 cells (Figure  8C,D , upper two panels). HFBA exposure (10 nM) for 2 months upregulated  EXTL1 ,  HBQ1 , and  SERPINB2  and downregulated  MYL10 ,  ZBTB7C , and  CHST9  in HepaRG cells (Figure  8C , middle panel). In HepG2 cells, HFBA two‐month exposure downregulated  TF ,  A2M, APOB ,  SDC2 ,  TMEM52B ,  SUSD2 ,  and NUPR1  and upregulated  IL24 ,  CXCLB , and  PTX3  significantly (Figure  8D , middle panel). Whereas PFTA (10 nM) exposure (2 months) decreased expression of  MYL10 ,  ZBTB7C ,  and CHST9  and increased expression of  TNFα ,  GAL3ST1 ,  HLA‐DRB1 ,  F2RL2 ,  and EXTL1  in HepaRG cells (Figure  8C , lower panel). In HepG2 cells, PFTA two‐month treatment decreased expression of  TF ,  APOB ,  SPP1 , and increased expression of  SDC2 ,  SISD2, NUPR1 ,  IL‐24 ,  CXCLB ,  IL‐1B , and  CXCL1  (Figure  8D , lower panel) suggesting that chronic exposure of PFOA, HFBA, and PFTA regulates similar changes in gene expression in HepaRG and HepG2 cells and these changes are consistent with modulating NFALD progression.\n\n## PFAS  at low concentrations induces cell survival in human liver cell models\n\nWe selected three PFAS that differed in their carbon chain lengths, HFBA‐C4, PFOA‐C8, and PFTA‐C14 (Figure  1 ) to carry out cellular studies. These molecules were tested for effects on cell toxicity/survival in three cell lines HepaRG, HepG2, and Hep3B. Cells were exposed to 5–500 μM of PFOA, HFBA, and PFTA for 48 h, and cell survival was evaluated using the MTT assay (Figure  2A ). At the higher concentrations of PFOA, HFBA, and PFTA (20 to 500 μM), cell survival was inhibited in all three cell lines (Figure  2A ). At low concentrations (5–10 μM), no significant effect of PFOA and HFBA on cell survival was observed, whereas PFTA at low concentrations (5–25 μM) significantly increased cell survival in HepaRG and HepG2 cells (Figure  2A , lower panel). Indeed, the MTT data suggests that PFAS at higher concentrations increased cell cytotoxicity and decreased cell survival as expected.\n\nChemical structures of polyfluoroalkyl substances (PFAS); heptafluorobutyric acid (HFBA‐C4), perfluorooctanoic acid (PFOA‐C8), and perfluorotetradecanoic acid (PFTA‐C14) used in the current study were presented.\n\nPolyfluoroalkyl substances (PFAS) at low concentrations induces cell survival in human liver cell models. (A) HepaRG, HepG2, and Hep3B cells were exposed to 5 to 500 μM of perfluorooctanoic acid (PFOA), heptafluorobutyric acid (HFBA), and perfluorotetradecanoic acid (PFTA) for 48 h in triplicates ( n  = 6), and an MTT assay was performed as described in the method section. * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. (B & C) HepaRG and HepG2 cells were exposed to 10 to 1000 nM concentrations of PFOA, HFBA, and PFTA separately or in presence of Sorafenib (B) or Regorafenib (C) for 48 h in triplicate ( n  = 12), and MTT assay was performed as described in the materials and methods section. * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. # p  < .05, ##  p  < .01, ### p  < .001 compared with Sorafenib or Regorafenib treated cells. Con., Vehicle‐treated cells; Sora, Sorafenib; Reg, Regorafenib.\n\nTo understand the effects of PFAS on liver cell survival at physiologically relevant concentrations, levels that mimic the concentrations detected in human blood, we treated HepaRG and HepG2 cells with 10 to 1000 nM of PFOA, HFBA, and PFTA. Cells were exposed for 48 h and cell survival was measured by MTT assays (Figure  2B ). Interestingly, exposure to PFOA significantly increased the cell survival of HepaRG cells (20%) and HepG2 cells (17%) compared with HFBA or PFTA exposure. HFBA also increased cell survival in HepaRG cells but not in HepG2 cells and PFTA did not show any significant effect on cell survival in either HepaRG or HepG2 cells (Figure  2B,C ).\n\nTo assess the effects of PFAS on cell colony formation, we treated HepaRG and HepG2 cells with a physiologically relevant dose of PFOA, HFBA, and PFTA (10 nM) for 8 days, and the effect on cell colony formation was analyzed as described in the Methods section (Supplementary Figure  S1 ). Cell colony formation assay revealed that PFOA, HFBA, and PFTA increased cell colony formation in HepaRG cells significantly, however, no significant effect on colony formation was observed in HepG2 cells compared with vehicle‐treated cells (Supplementary Figure  S1A,B ). Furthermore, exposure to the anti‐liver cancer drugs Sorafenib (5 μM) and Regorafenib (2.5 μM) reduced cell survival by 40% to 55% in HepG2 cells and HepG2 cells showed more sensitivity to the drugs compared with HepaRG cells (Figure  2B,C ). However, PFOA, HFBA, and PFTA were unable to stimulate cell survival in HepaRG or HepG2 cells pre‐exposed to Sorafenib or Regorafenib (Figure  2B,C ). Collectively these data suggest that higher concentrations of PFAS (PFOA, HFBA, and PFTA) reduced cell survival/proliferation whereas lower concentrations specifically PFOA enhanced cell survival in liver cancer cells.\n\n## Induction of reactive oxygen species and inflammatory markers by  PFAS\n\nTo understand how PFAS modulates metabolic activities in HepaRG and HepG2 cells, we measured endogenous ROS production using CellROX Green Reagent (a novel fluorogenic probe). Cells were exposed to PFAS (10–1000 nM) for 72 h and treated with a Cell‐ROS reagent. Cell immunofluorescence data demonstrated that, compared with vehicle treatments, PFOA, HFBA and PFTA increased ROS production in both HepaRG and HepG2 cells (Figure  3A ). We also quantified ROS production and our data suggest that compared with vehicle treatments, PFOA, HFBA and PFTA increased ROS production even at concentrations as low as 10 nM concentration in both cell lines (Figure  3B , left and right panels). Although PFTA at low concentration did not upregulate cell survival (PFTA 10–1000 nM concentrations) however, significantly increased ROS production compared with PFOA and HFBA. On the other hand, when cells were pretreated with the free‐radical scavenger N‐acetyl cysteine (NAC), PFOA, HFBA, and PFTA did not increase cellular ROS levels (Supplementary Figure  S2 ).\n\nPolyfluoroalkyl substances (PFAS) increase reactive oxygen species (ROS) production and expression of inflammatory cytokines. (A) HepaRG and HCC HepG2 cells were plated in 96 well plates for 18 h in triplicates and cells were treated with 10 to 1000 nM concentrations of perfluorooctanoic acid (PFOA), PFBA, and perfluorotetradecanoic acid (PFTA) for 72 h. Cells were treated with CellRox green reagent and observed under Keyence BZX‐810 fluorescence microscope (10× objective) and images were captured. (B) Similarly the endogenous green fluorescence (ROS‐related) was quantified ( n  = 3) by using ImageJ software ( https://imagej.nih.gov/ij/ ). * p  < .05, *** p  < .001 compared with control/vehicle cells. (C) HepaRG and HepG2 cells were exposed to PFOA, PFBA, and PFTA (10 nM) for 30 h, and the expression of TNFα and IL6 inflammatory markers were analyzed by RT‐qPCR as described in the materials and methods section. * p  < .05 compared with control/vehicle cells.\n\nSince ROS modulates inflammatory signaling, 50  we analyzed the expression of the pro‐inflammatory cytokine tumor necrosis factor‐alpha (TNFα) and pro and anti‐inflammatory myokine interleukin 6 (IL6) after exposure to low concentrations of PFOA, HFBA, and PFTA (10 nM) by RT‐qPCR (Figure  3C ). In HepaRG cells PFOA, HFBA and PFTA up‐regulated TNFα and IL6 (~3–8 fold) compared with vehicle‐treated cells (Figure  3C ). Similarly, significantly increased expression of IL6 was observed in HepG2 cells after exposure to 10 nM of PFOA, HFBA, and PFTA. In HepG2 cells, TNFα expression was increased only after PFTA exposure compared with vehicle‐treated cells (Figure  3C , upper and lower panes). Collectively our data suggest that exposure to low concentrations of PFAS modulates inflammatory signaling in HepaRG and HepG2 cells and increases cell survival.\n\n## PFAS  exposure increases  UPR  in  HepaRG  and  HepG2  cells\n\nThe unfolded protein response (UPR) signaling pathway adapts and responds to endoplasmic reticulum (ER) stress conditions to promote cell survival. 51  Many factors contribute to increased UPR including oxidative stress, hypoxia, glucose deprivation, accumulation of fat or cholesterol, and viral infection. 52  To better understand the molecular mechanisms of how PFAS exposure modulates cell survival, we analyzed the impact of low concentrations of PFAS on the expression of UPR pathway markers. We examined the mRNA expression of five key UPR pathway biomarkers,  IRE1a, eIF2a ,  ATF4 ,  ATG6 ,  and BIP . Exposure of PFOA, HFBA, and PFTA (10 nM) significantly increased mRNA expression of  IRE1α ,  ATF4 , and  BIP  in both HepaRG and HepG2 cells (Figure  4A , upper and lower panels). Immunoblotting data further supported the RT‐qPCR data (Figure  4B ). Exposure of PFOA (10 to 100 nM) increased expression of IRE1α, phosphorylated Serine‐51‐eIF2α (p‐eIF2α), eIF2α, ATF4 and ATF6 in HepaRG, HepG2 and Hep3B cells. On the other hand, exposure of higher concentrations of PFOA (500 nM−5 μM) increased expression of IRE1α, pS51‐eIF2α and ATF4 in HepaRG and Hep3b cells and IRE1α in HepG2 cells (Figure  4B , left, middle and right panels) suggesting that PFAS exposure activates UPR in human liver cell models and as reported earlier, activation of UPR modulates NAFLD, 53 ,  54  a precursor of HCC and these results have implications in the progression of fatty liver disease.\n\nLow concentrations of polyfluoroalkyl substances (PFAS) activate the unfolded protein response (UPR) pathway. (A) HepaRG and HepG2 cells were treated with 10 nM perfluorooctanoic acid (PFOA), PFBA, and perfluorotetradecanoic acid (PFTA) for 30 h. The expression of UPR gene biomarkers such as  IRE1a ,  eIF2a ,  ATF4 ,  ATF6 , and  BIP  was analyzed by RT/qPCR as described in the materials and methods section. * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. (B) HepaRG, HepG2, and Hep3B cells were treated with 10 nM PFOA for 48 h. Cells were lysed and 60 μg of cell lysates were immunoblotted with  PERK ,  BIP ,  IRE1a ,  p‐eIF2a ,  eIF2a ATF4 ,  ATF6 , and  GAPDH  antibodies as described in the materials and methods section.\n\n## PFAS  exposure increases cell steatosis and modulates lipid/fatty acid metabolic gene expression\n\nPFAS has been implicated to play a role in lipid/insulin dysregulation, liver disease, and cancer. 3 ,  32 ,  55  Hepatic steatosis is an early event in nonalcoholic fatty liver disease (NAFLD) and alcoholic fatty liver disease (AFLD) and both can progress to HCC. 56  Here we analyzed the effect of PFOA, HFBA, and PFTA on cell steatosis. HepaRG and HepG2 cells were pre‐treated with 10 nM of each indicated PFAS for 8 h and cells were further exposed with oleic acid (OA) for 24 h in the presence of PFAS. Oil Red O (ORO) staining was performed as described in the method section (Figure  5A ). ORO staining indicated that PFOA, HFBA, and PFTA even at 10 nM concentrations significantly increased cell steatosis in HepaRG and HepG2 cells compared with OA alone treated cells (Figure  5A ). We also quantified the cell steatosis using a plate reader and our data show that, compared with OA treatments, PFAS increased cell steatosis by 25%–30% in both cell lines (Figure  5B , upper and lower panels).\n\nPolyfluoroalkyl substances (PFAS) increase cell steatosis by increasing expression of fatty acid /lipid metabolic gene expression. (A) HepaRG and HepG2 cells were grown on coverslips and treated with 10 and 100 nM of perfluorooctanoic acid (PFOA), PFBA, and perfluorotetradecanoic acid (PFTA) for 24 h and then treated with 100 μM oleic acid (OA) in presence of PFAS for an additional 24 h. Cells were fixed, stained with Oil Red O (ORO), and images were captured using a Nikon Y‐IDP microscope. (B) HepaRG and HepG2 cells (1 × 10 4 /well) were grown in 96‐well plates in triplicates, treated with 10 and 100 nM of PFOA, PFBA, and PFTA for 24 h, and then treated with 100 μM oleic acid in presence of PFAS for additional 24 h. after ORO staining, cells were lysed in 100 μl of 1× cell lysis buffer and ORO stain released from steatotic cells was transferred to another 96‐well plate, and the absorbance at 405 nm was measured using Fluostar Omega plate reader (BMG Lab Tech, Cary, NC). ###  p  < .001 compared with vehicle‐treated cells. * p  < .05, ** p  < .01 compared with OA‐treated cells. (C) HepaRG and HepG2 cells were treated with 10 and 100 nM of PFOA, PFBA, and PFTA for 30 h. The expression of lipid and fatty acid metabolic gene expressions such as  SREBP1 ,  FABP ,  SCD1 FASN , and  ACC  were analyzed by RT/qPCR as described in the materials and methods section. * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. (D) HepaRG and HepG2 cells were treated with 10 nM of PFOA, HFBA, and PFTA for 48 h. Cells were lysed and 60 μg of cell lysates were immunoblotted with pS2448‐mTOR, total mTOR, pS473‐AKT, total AKT, LC3B, and GAPDH antibodies as described in the materials and methods section.\n\nSeveral lipids and fatty acid metabolic enzymes/proteins regulate cell steatosis 57  and therefore we further analyzed the expression of several steatosis/fatty acid metabolic gene markers including liver fatty acid‐binding protein‐1 ( L‐FABP1 ), stearoyl‐CoA desaturase‐1 ( SCD1 ), fatty acid synthase ( FASN ), acetyl‐CoA carboxylase ( ACC ), and transcription factors including sterol regulatory element‐binding protein 1 ( SREBP1 ) after exposure of PFAS in HepaRG and HepG2 cells (Figure  5C ). RT‐qPCR data demonstrated that PFOA and HFBA treatments increased expression of  SREBP1 ,  ACC  (2.4 to 3.6 fold respectively), and  FASN , whereas PFTA increased expression of  SCD1  and  ACC  in HepaRG cells by ~3.29 to 3.59 fold respectively (Figure  5C , upper panels). Similarly, PFOA, HFBA, and PFTA treatments upregulated the expression of  SREBP1 ,  FABP , and  SCD1  significantly compared with vehicle‐treated HepG2 cells (Figure  5C , lower panels). These results suggest that exposure to PFAS increases cell steatosis by modulation of fatty acid/lipid metabolic gene expression in both HepaRG and HCC cells.\n\nEarlier reports suggest that activation of AKT/mTOR inhibits autophagy 58 ,  59  and inhibition of autophagy increases cell steatosis in NAFLD. 56 ,  60  To better understand how PFAS upregulate cell steatosis in liver cells, we analyzed the status of AKT/mTOR activation and the expression of the autophagy biomarker LC3B in HepaRG and HepG2 cells (Figure  5D ). Immunoblotting data demonstrated that PFOA treatments increased the phosphorylation of S473‐AKT and S2448‐mTOR in both cell lines. HFBA and PFTA also increased the phosphorylation of S473‐AKT and S2448‐mTOR in HepG2 cells compared with vehicle‐treated cells (Figure  5D , lower two panels). Interestingly the expression of LC3B/II was downregulated in HepG2 cells after exposure to cells with PFAS consistent with the idea that impaired autophagic function may upregulate cell steatosis in HCC cells. Indeed, the data show that PFAS can modulate cell steatosis in two ways, (1) by increasing the expression of steatosis‐related genes, and (2) by activation of AKT/mTOR pathway and subsequent inhibition of autophagic function, consistent with earlier reports. 61\n\n## PFAS  exposure enhances fibrogenic signaling in a liver cell model\n\nIn NAFLD, non‐alcoholic steatohepatitis (NASH) is a severe form of fatty liver disease that can progress to liver fibrosis, cirrhosis, and HCC. 62  Our data suggest that PFAS exposure promotes cell steatosis, an early event in the progression to NAFLD, and therefore we asked the question of whether PFAS regulates fibrogenic signaling in a liver cell model. HepaRG and HepG2 cells were exposed to 10 and 100 nM of PFOA, HFBA, and PFTA for 30 h, and expression of fibrogenic (gene) markers such as  TIMP2 ,  MMP2 ,  TGF‐β ,  p21 ,  cytokeratin 7 , and  FGF‐23  were analyzed. Exposure of PFOA, HFBA, and PFTA significantly increased mRNA expression of  p21  (5.5 to 8.6 fold),  cytokeratin 7  (10.2 to 20.8 fold), and  FGF‐23  (4.04 to 4.88 fold) in HepaRG cells compared with vehicle‐treated cells (Figure  6A ). Similarly, PFOA, HFBA, and PFTA also significantly increased the transcripts of  TIMP2 ,  MMP2 ,  TGF‐β ,  p21  (2.21 to 3.54 fold), and  cytokeratin 7  (5.74 to 8.45 fold) in HepG2 cells (Figure  6B ), indicating that PFAS induces fibrogenic gene expression in both HCC cells. Further, we analyzed the expression of the three fibrogenic signaling protein markers (TIMP2, MMP2, and TGF‐β) by immunoblotting after exposing the HCC cells to PFAS for 72 h (Figure  6C ). Immunoblotting data showed that PFOA increased the expression of TIMP2, MMP2, and TGF‐β in both cell lines compared with HFBA or PFTA treated cells or vehicle‐treated cells (Figure  6C , upper and lower panels). Collectively, our data indicate that PFAS promotes cell steatosis and activates fibrogenic signaling in HepaRG and HepG2 cells.\n\nLow concentration of perfluorooctanoic acid (PFOA) activates fibrogenic signaling in HepaRG and HepG2 cells. (A&B) HepaRG and HepG2 cells were treated with 10 and 100 nM of PFOA, heptafluorobutyric acid (HFBA), and perfluorotetradecanoic acid (PFTA) for 30 h separately, and the expression of key genes related to the fibrogenic signaling such as  TIMP2 ,  MMP2 ,  TGF‐β ,  Cytokeratin‐7 , and  FGF‐23  were analyzed by RT/qPCR (left and right panels). * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. (C) The effect of 10 and 100 nM concentrations of PFOA, HFBA, and PFTA after 48 h exposure on the expression of  TIMP2 ,  MMP2 , and  TGFβ  proteins in HepaRG and HepG2 cells were analyzed by immunoblotting (upper and lower panels).\n\n## Chronic exposure to  PFOA  affects multiple pathways in  HepaRG  and  HepG2  cells\n\nTo understand the biological significance of how PFAS affect NAFLD development and progression, HepaRG and HepG2 cells were exposed to 10 nM PFOA for 1 month and the effect of PFOA on global gene expression was analyzed by RNA‐Seq. RNA‐Seq data showed that PFOA affects global gene expression in both HepaRG and HepG2 cells. The heat map and volcanic plot revealed that 3243 genes were upregulated and 3088 genes were downregulated in HepaRG cells after exposure to PFOA (Figure  7A,B , upper panels). In HepG2 cells, 1823 genes were upregulated and 1935 genes were downregulated after exposure to PFOA (Figure  7A,B , lower panels). Venn diagram analysis indicated that 3505 common genes were upregulated and about 724 common genes were downregulated between HepaRG and HepG2 cells (Figure  7C ) suggesting that even a low physiologically relevant concentration of chronic exposure to PFOA significantly affects gene expression in liver cells. Further Gene Ontology analysis revealed that chronic PFOA exposure affects several pathways in HepaRG cells that include the TNF signaling pathway, PI3K‐AKT pathway, FoxO pathway, insulin signaling pathway, HCC‐related pathways, and cellular processes such as cellular senescence, focal adhesion, and regulation of cytoskeleton and insulin resistance (Figure  7D , upper panel). In HepG2 cells, chronic exposure to PFOA up‐regulated/modulated several cellular processes and signaling pathways such as focal adhesion, adherent, and tight junction, actin cytoskeleton, steroid biosynthesis, AGE‐RAGE diabetic‐related signaling, p53 signaling, proteasome activity, and ferroptosis (Figure  7D , lower panel) suggesting that chronic exposure of PFOA affects multiple pathways in HepaRG and HepG2 cells.\n\nChronic exposure to perfluorooctanoic acid (PFOA) regulates differential gene expression in HepaRG and HepG2. RNA‐Seq assays. (A) Heat map represents the impact of one‐month exposure of PFOA (10 nM;  n  = 3 samples) on global gene expression in HepaRG cells (upper panel) and HepG2 cells (lower panel). (B) Volcanic plot represents differential gene expression levels between vehicle‐treated and PFOA treated (1 month) in HepaRG and HepG2 cells. Green dots represent down‐regulation of gene expression, red dots represent up‐regulation of gene expression and blue dots represent no change in gene expression between vehicle and PFOA treated cells. (C) Venn diagram represents aberrantly expressed mRNAs between control and PFOA treated cells, as well as the overlapping genes between HepaRG and HepG2 groups. (D) The gene ontology (GO) enrichment analysis of the differentially expressed mRNAs in HepaRG (upper panel) and HepG2 (lower panel) after PFOA exposure for 1 month. The impact of PFOA (GO enrichment) on top affecting pathways is presented (red box).\n\n## Chronic exposure to  PFOA ,  PFBA , and  PFTA  modulates several gene expressions that contribute to  NAFLD  progression\n\nSince PFAS exposure increased cell steatosis and fibrogenic signaling, we further analyzed the expression of the top up‐and down‐regulated genes from the RNA‐Seq data that directly or indirectly participate/associate with NAFLD development. RNA‐seq data show that in HepaRG cells,  MYL10 ,  TNF ,  ZBTB7C ,  GAL3ST1 ,  and CHST9  genes were downregulated whereas  HLA‐DRB5 ,  SERPINB2 ,  F2RL2 ,  EXTL1 ,  SYT14 ,  SPP1 ,  and HBQ1  genes were upregulated significantly after exposure of PFOA for 1 month (Figure  8A , upper panel). In HepG2 cells,  TF ,  A2M ,  APOB ,  AFP ,  SPP1 ,  SDC2 ,  TMEM52B ,  SUSD2 ,  and NUPR1  genes were downregulated and  IL24 ,  CXCL8 ,  IL1B ,  HLA‐DRB1 ,  CXCL1 ,  TIMP3 ,  PTX , and  COL17A1  genes were upregulated after exposure of PFOA for 1 month (Figure  8B , upper panel). We analyzed the functions of these genes after a literature search and our data suggest that modulation of these genes is involved in steatosis, NASH, fibrosis, cirrhosis, and fatty liver disease development (Figure  8A,B , upper panels). Although PFOA regulated steatosis and fibrogenic signaling in both HepaRG and HepG2 cells, no common gene that upregulated or downregulated was found between HepaRG and HepG2 cells. We further validated the expression of these genes by RT‐qPCR and a similar expression pattern was observed (Figure  8A,B , lower panel).\n\nChronic exposure to polyfluoroalkyl substances (PFAS) regulate nonalcoholic fatty liver disease (NAFLD)‐related gene expression in HepaRG and HepG2. (A&B) The effect of chronic exposure of perfluorooctanoic acid (PFOA) on the regulation of NAFLD and fatty liver diseases related gene expression in HepaRG (A, upper panel) and HepG2 (B, upper panel) cells were analyzed using RNA‐Seq data. The function of these key genes in the development of the progression of NAFLD and other fatty liver diseases is presented after a literature search (N.D., Not determined). Validation of key genes related to NAFLD and fatty liver diseases from RNA‐ Seq data was carried out by RT‐qPCR using PFOA‐exposed HepaRG (A, lower panel) and HepG2 (B, lower panel). * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells. (C&D) Similarly HepaRG and HepG2 cells were exposed to 10 nM of PFOA (upper two panels), heptafluorobutyric acid (HFBA) (middle two panels), and PFTA (lower two panels) for 2 months, and the validation (RNA seq) and expression of NAFLD and fatty liver diseases related gene expression was analyzed by RT‐qPCR. * p  < .05, ** p  < .01, *** p  < .001 compared with vehicle‐treated cells.\n\nTo gain insight, the effects of long‐term exposure to PFAS, we analyzed and validated the gene expression pattern after exposure to PFOA, HFBA, and HFTA for 2 months. RT/qPCR data suggest that similar to the one‐month exposure, PFOA treatment (10 nM) for 2 months in HepaRG cells,  F2RL2 ,  EXTL1 , and  HL‐DRB1  genes were upregulated and  MYL10  and  ZBTBTC  gene expression was downregulated. Similar to the 1‐month exposure, PFOA treatment for 2 months up‐regulated  IL‐24 ,  CXCLB ,  IL1B ,  HLA‐DRB1 ,  PTX3 , and  COL17A1  and downregulated  TF ,  A2M ,  SDC2 , and  TMEM52B  in HepG2 cells (Figure  8C,D , upper two panels). HFBA exposure (10 nM) for 2 months upregulated  EXTL1 ,  HBQ1 , and  SERPINB2  and downregulated  MYL10 ,  ZBTB7C , and  CHST9  in HepaRG cells (Figure  8C , middle panel). In HepG2 cells, HFBA two‐month exposure downregulated  TF ,  A2M, APOB ,  SDC2 ,  TMEM52B ,  SUSD2 ,  and NUPR1  and upregulated  IL24 ,  CXCLB , and  PTX3  significantly (Figure  8D , middle panel). Whereas PFTA (10 nM) exposure (2 months) decreased expression of  MYL10 ,  ZBTB7C ,  and CHST9  and increased expression of  TNFα ,  GAL3ST1 ,  HLA‐DRB1 ,  F2RL2 ,  and EXTL1  in HepaRG cells (Figure  8C , lower panel). In HepG2 cells, PFTA two‐month treatment decreased expression of  TF ,  APOB ,  SPP1 , and increased expression of  SDC2 ,  SISD2, NUPR1 ,  IL‐24 ,  CXCLB ,  IL‐1B , and  CXCL1  (Figure  8D , lower panel) suggesting that chronic exposure of PFOA, HFBA, and PFTA regulates similar changes in gene expression in HepaRG and HepG2 cells and these changes are consistent with modulating NFALD progression.\n\n## DISCUSSION\n\nPFAS are manmade environmental pollutants and exposure to these environmental contaminants increased the risk of several human diseases that includes immune disorders, thyroid dysfunctions, osteoarthritis, cholesterol changes, delayed puberty, increased levels of uric acid 4 ,  5 ,  6 ,  7  cardiovascular diseases, 63  cancers, 64  peri‐and postnatal effects 3  and adverse pregnancy outcomes. 65  The role of PFAS in peri‐and postnatal development and pregnancy outcomes was reported recently for example exposure of a human trophoblast (JEG3) cell line to PFOS, and PFOA showed modest alteration of gene expression that is involved in trophoblast viability, syncytialization transport, invasion/mesenchymal transition, inflammation, and apoptosis indicates that PFAS dysregulate placentation by affecting trophoblast. 65  Exposure of female mice to PFOA (5 mg/kg/day) impaired the meiosis maturation of oocytes by decreasing the rate of embryonic foam rupture and first polar body extrusion. 66  PFOA affects mitochondrial metabolic activities/membrane potential and produced low levels of ATP and high reactive oxygen species (ROS) in oocytes suggesting that PFOA enhanced reproductive toxicity in female mice. 66  Similarly, exposure to PFOA affects porcine oocyte maturation, and exposure to PFOA enhanced reactive oxygen species production, protein carbonylation, and DNA damage in cumulus cells. 67  Administration of perfluorotridecanoic acid (PFTrDA) to pregnant Sprague–Dawley female rats showed decreased serum testosterone levels at 1 mg/kg and also promoted abnormal aggregation of fetal Leydig cells at doses of 5 and 10 mg/kg. 68  PFTrDA also down‐regulated fetal Leydig cell (FLC) genes such as  Insl3 ,  Lhcgr ,  Scarb1 ,  Nr5a1 ,  Cyp17a1 ,  Star ,  Hsd3b1 , and  Dhh , antioxidants ( GPX1 ,  SOD1 ,  CAT ) and induced autophagy suggesting that PFTrDA inhibits the differentiation of fetal Leydig cells in male pups. 68  In addition, exposure to perfluorooctanoic acid (PFOA; 25 mg/kg) in female mice decreased the weight and length of the fetus, diameter, and weight of the placenta, dead fetuses, and dead macerated fetuses in PFOA‐treated animals because of mitochondria dysfunction. 69  Due to unique physicochemical properties and industrial applications graphene oxide (GO) is used as a filter material for removing perfluorinated substances and trihalomethanes from drinking water. 70  A recent study showed that in a fish model ( Oryzias latipes ), GO exposure affects endocrine disruption (ED), thyroids minimally, 71  and inter renal gland (IRG) of medaka inconsistently. 72  Further study indicates that the GO effect depends on exposure route, sex, and/or age of the fish and that probably increased agglomeration of IRG, physical injury, and ED.\n\nDue to increased social awareness and various government environmental policies, the pollution levels of PFAS (PFOA, PFOS, PFHxS, and PFNA) have been declining for the last two decades in most regions of the USA (Supplementary Figure  S3 ). To understand the molecular and mechanistic effects of physiologically relevant concentrations of PFAS on liver diseases, we compared for the first time the acute and chronic exposure impact of HFBA‐C4, PFOA‐C‐8, and PFTA‐C14 on liver cell survival and NAFLD‐related cell signaling. Since the human blood concentration of PFAS exposed populations ranges from 60.78 to 1.19 nM (Supplementary Figure  S3 ), we used similar concentrations of PFOA, PFBA, and PFTA in vitro to understand the physiological relevance of these substances in liver diseases. Our data suggest that a high concentration of PFAS (25–500 μM) increased cell toxicity and reduced cell survival as expected. However, our data further suggest that PFAS, particularly HFBA and PFOA, at low concentrations (10 to 100 nM) increased cell survival.\n\nThese observations prompted us to analyze the impact of low concentration PFAS on liver cell survival and liver diseases. As reported earlier, administration of PFOA in mice at a concentration of 2.5, 5, or 10 mg/kg/day for 14 consecutive days induced liver injury that was characterized by increased oxidative stress and increased expression of the inflammatory response markers  IL6 ,  cyclooxygenase‐2 , and  C‐reactive protein . These results indicated that PFOA‐induced hepatic toxicity may be involved in inducing the oxidative stress and inflammatory response observed in mouse liver. 73  Similarly, in our study, we showed that exposure of liver cells to low concentrations (10–100 nM) of HFBA, PFOA, and PFTA increased endogenous reactive oxygen species production as well as expression of inflammatory markers  TNFα  and  IL6 . Our data further showed that a low concentration of PFAS induced endoplasmic reticulum (ER) stress by activation of the UPR signaling pathway, a pathway that promotes cell survival. 51  An earlier report on PFAS and UPR activation is consistent with our results. 61\n\nRecently, Lebeaupin et al. 74  suggested several links between ER stress and the development of non‐alcoholic fatty liver disease (NAFLD), a disease that initiates from simple steatosis and can progress to non‐alcoholic steatohepatitis (NASH), fibrosis, cirrhosis, and finally HCC. According to this model, excessive lipid accumulation and insulin resistance cause ER proteostasis in hepatocytes and activation of UPR restores proteolysis. 74  Several earlier studies revealed that partial activation of UPR (eIF‐2 alpha phosphorylation) and inhibition of downstream pathways (ATF4‐CHOP‐GADD34) are associated with NAFLD 75  and mice treated with tunicamycin or thapsigargin (ER stress inducers) showed increased hepatic steatosis. 76 ,  77  Similarly, our data suggest that physiologically relevant concentrations of PFOA, HFBA, and PFTA activated ER stress, thus contributing not only to cell steatosis but also to the activation of fibrogenic signaling in liver cells. Exposure of PFOA PFBA and PFTA (10 to 100 nM) also increased the expression of several fibrogenic signaling markers  TGF‐β ,  p21 ,  Cytokeratin 7 , and  FGF‐23 .\n\nTo understand the biological significance of PFAS in NFALD development, we exposed HepaRG and HepG2 cells to low concentration (10 nM) PFOA for 1 month, and global gene expression was analyzed by RNAseq. The RNAseq data revealed that several key genes including  HLA‐DRB5 ,  SERPINB2 ,  F2RL2 ,  EXTL1 ,  SYT14 ,  SPP1 , and HBQ1 in HepaRG cells and  IL24 ,  CXCL8 ,  IL1B ,  HLA‐DRB1 ,  CXCL1 ,  TIMP3 ,  PTX3 , and,  COL17A1  in HepG2 cells were upregulated. Earlier studies have indicated a role for some of these genes in NAFLD and fatty liver disease. For example, HLA‐DRB5 is associated with liver injury, 78  and post‐schistosomal hepatic fibrosis, 79  whereas EXTL1 controls liver regeneration in mice. 80  SPP1 polymorphisms are associated with HBV clearance and HCC occurrence, 81  and  SPP1  deficient mice developed alcoholic hepatitis by induction of steatosis resulting in increased levels of plasma ALT. 82  On the other hand, IL24 protects against liver fibrosis 83  and IL1β has been proposed as an important mediator of inflammation and tissue damage in chronic liver disease. 84  TIMP3 expression prevents diet‐dependent fatty liver disease and hepatocellular carcinoma, 85  while expression of CXCL1 in serum can serve as a prognostic biomarker for patients with HBV‐ACLF 86  and  PTX3  can serve as an inflammatory biomarker for the prognosis of patients with hepatic cirrhosis. 87  Our Gene ontology analysis revealed that chronic PFOA exposure affects several pathways including TNF, PI3K/AKT, Foxo, p53, insulin signaling, and insulin resistance pathways. We further validated the expression of these genes by RT‐qPCR, and our data showed that PFOA modulated the expression of a set of genes associated with NAFLD regulation/development and progression. However, the role of PFOA in regulating these genes needs further attention.\n\nCellular functional autophagy/lipophagy (a cellular catabolic process that degrades lipids through lysosomal degradation) plays an important role in lipid droplet clearance. 56 ,  88  Since PFAS induced cell steatosis, we analyzed the AKT/mTOR activation status because these proteins are key regulators of autophagic function. 89 ,  90  We analyzed the phosphorylation status of AKT/mTOR after exposure to PFAS and our data indicated that PFAS increases pS473‐AKT and pS2448‐mTOR, but no significant changes were observed in the autophagy marker LC3B expression as reported previously. 61  Overall, our data indicate that even at low concentrations PFAS down‐regulates autophagy function and this can contribute to steatosis/fibrosis.\n\nThe impact of PFAS on the modulation of NAFLD in male and female populations may be different and studies have pointed out that PFAS may affect females severely compared with the male human population. 27  PFAS exposure is associated with a change in the liver metabolome, change in NAFLD‐related accumulation of liver fat content, change in homeostatic model assessment for insulin resistance (HOMA‐IR), and upregulation of bile acids, triacylglycerols, and ceramides in females. 27  Similarly in female mice, exposure to a mixture of five PFAS in mice dysregulated lipid/sterol homeostasis, increased cholesterol, and bile acid levels, and promoted liver injury. 28  A recent study further supports this observation, showing that exposure to PFOA in mice fed with a high‐fat diet resulted in marked hypercholesterolemia in both male and female C57BL/6 mice and less robust hypercholesterolemia in male BALB/c mice suggesting that the effects of PFOA are not only dependent upon the genetic background but also the sex of the mice and female C57BL/6 mice being most responsive to PFOA. 29  However, the overall impact of PFAS on different gender and race on the modulation of liver disease particularly NAFLD need to be further investigated.\n\nIn conclusion, for the first time, we have demonstrated that physiologically relevant low concentrations of the environmental pollutants PFOA, HFBA, and PFTA affect liver cell function using an in vitro cell model. Specifically, PFOA and HFBA at low concentrations increased cell survival by enhancing ROS production. PFAS‐activated UPR‐induced ER stress as well as cell steatosis/fibrogenic signaling, thus linking these compounds to molecular events underlying the development of NAFLD directly or indirectly. Furthermore, we also found that chronic exposure of HepaRG and HepG2 cells to PFAS (1–2 months) altered several distinct gene expression patterns that can participate directly or indirectly in the modulation of fatty liver disease/NAFLD.\n\n## AUTHOR CONTRIBUTIONS\n\nQi Qi, Suryakant Niture, and Sashi Gadi performed the experiments. Suryakant Niture wrote the manuscript and arranged figures, Qi Qi designed and drew the figures; Suryakant Niture, Sashi Gadi, Elena Arthur, John Moore, and Keith E. Levine edited the text and provided valuable suggestions. Deepak Kumar wrote the manuscript and provided supervision and direction. All authors critically read and approved the final manuscript. We are also thankful to all laboratory members for their help and suggestions during the manuscript preparation.\n\n## FUNDING INFORMATION\n\nWe gratefully acknowledge the grants U01CA194730, U54MD012392, and R01MD012767 from the National Institutes of Health to D.K.\n\n## CONFLICT OF INTEREST\n\nThe authors declare no conflicts of interest.\n\n## Supporting information\n\nFigure S1  (A & B) Cell colony formation assay. HepaRG and HepG2 cells were grown in 6‐well plates (5000 cells/well) for 24 h and treated with vehicle or 10 nM of PFOA, HFBA, and PFTA in triplicates and allowed to grow for 7–10 days. Cells were fixed and stained with 0.5% crystal violet, blue cell colonies were photographed using Biorad Gel Doc XR+ Imaging System (BioRad), and cell colonies were counted manually and plotted. ** p  < .01 compared with vehicle‐treated cells.\n\nClick here for additional data file.\n\nFigure S2  Effect of NAC on PFAS mediated induction of ROS. HepaRG and HepG2 cells (3000 cells/ well;  n  = 12) were grown in 96 well plates and pre‐treated with NAC (5 mM) for 8 h and further treated with 10–1000 nM PFOA for 48 h. After 48 h, cells were exposed to CellRox green reagent (30 min), cells were then washed with PBS observed under Keyence BZX‐810 fluorescence microscope (10× objective) and images were captured and presented.\n\nClick here for additional data file.\n\nFigure S3  The levels of perfluorooctanesulfonic acid (PFOS‐C8), perfluorohexanesulphonic acid (PFHxS‐C6), perfluorononanoic acid (PFNA‐C9), and perfluorooctanoicacid (PFOA‐C8) found in blood samples of PFAS exposed population in the USA between 1999 and 2016 are presented ( https://www.cdc.gov/exposurereport/index.html ).\n\nClick here for additional data file.\n\nSupplementary Table 1  Set of primers used in the current study.\n\nClick here for additional data file.",
  "reference_count": 90,
  "word_count": 14943,
  "char_count": 95756
}