{
  "pmcid": "PMC10092867",
  "doi": "10.1111/bcpt.13805",
  "title": "Effects of organic chemicals from diesel exhaust particles on adipocytes differentiated from human mesenchymal stem cells",
  "authors": [
    "Bendik C. Brinchmann",
    "Jørn A. Holme",
    "Nadine Frerker",
    "Mia H. Rambøl",
    "Tommy Karlsen",
    "Jan E. Brinchmann",
    "Alena Kubátová",
    "Klara Kukowski",
    "Tonje Skuland",
    "Johan Øvrevik"
  ],
  "year": "2022",
  "journal": "Basic & Clinical Pharmacology & Toxicology",
  "abstract": "Abstract Exposure to fine particulate matter (PM 2.5 ) from incomplete fossil fuel combustion (coal, oil, gas and diesel) has been linked to increased morbidity and mortality due to metabolic diseases. PM 2.5  exaggerate adipose inflammation and insulin resistance in mice with diet‐induced obesity. Here, we elucidate the hypothesis that such systemic effects may be triggered by adhered particle components affecting adipose tissue directly. Studying adipocytes differentiated from primary human mesenchymal stem cells, we found that lipophilic organic chemicals (OC) from diesel exhaust particles induced inflammation‐associated genes and increased secretion of the chemokine CXLC8/interleukin‐8 as well as matrix metalloprotease 1. The oxidative stress response gene haem oxygenase‐1 and tumour necrosis factor alpha were seemingly not affected, while aryl hydrocarbon receptor‐regulated genes, cytochrome P450 1A1 (CYP1A1) and CYP1B1 and plasminogen activator inhibitor‐2, were clearly up‐regulated. Finally, expression of β‐adrenergic receptor, known to regulate adipocyte homoeostasis, was down‐regulated by exposure to these lipophilic OC. Our results indicate that low concentrations of OC from combustion particles have the potential to modify expression of genes in adipocytes that may be linked to metabolic disease. Further studies on mechanisms linking PM exposure and metabolic diseases are warranted.",
  "sections": [
    {
      "title": "BACKGROUND",
      "text": "Air pollution, especially fine particulate matter (PM 2.5 ), has gained attention as the number one environmental factor contributing to global morbidity and mortality, 1  and diesel exhaust particles (DEP) contribute substantially to health effects linked to urban PM 2.5 . 2 ,  3  Metabolic disorders like obesity, metabolic syndrome and Type 2 diabetes mellitus (T2DM) have been increasing in incidence in parallel with a global trend towards urbanization and thus also with an increased population living in areas with unhealthy air. 1 ,  4 ,  5 ,  6  Metabolic disorders are complex health issues perceived to be caused by changes in lifestyle linked to individual (genetics), socio‐economic and environmental factors. Long‐term exposure to PM 2.5  has been associated with development and exacerbation of cardio‐metabolic disorders, and short‐term exposure to low levels of PM 2.5  has been reported to reduce insulin sensitivity in healthy volunteers. 7 ,  8  Several epidemiologic studies associate PM exposure and metabolic diseases such as diabetes mellitus, 9 ,  10  and the need to clarify mechanisms underlying these associations has been highlighted. 4 ,  11 ,  12\n\nInflammation plays a central role in PM 2.5 ‐induced disorders, including metabolic diseases. 13 ,  14  Metabolic and immune systems are highly integrated, and pathways underlying nutrient and immune responses share a common evolutionary history. 15  Furthermore, inflammation seems to be fundamental to the development of metabolic disorders, 16 ,  17  and anti‐inflammatory agents may ameliorate metabolic disorders, including insulin resistance in T2DM. 18  Interestingly, PM 2.5  exposure has been shown to exaggerate adipose tissue inflammation and insulin resistance in mice with diet‐induced obesity, 19  indicating that adipose tissue may be involved in the pathogenesis of PM‐induced metabolic syndrome. This notion is also supported by human epidemiological data showing that acute, intermediate and chronic exposure to PM elicited inflammatory responses in subcutaneous and omental adipose tissue. 20\n\nThe mechanisms through which PM 2.5  induces or exacerbates effects in secondary organs, beyond the lung, is still debated. It is also unclear what components of PM 2.5  are the main drivers of inflammatory and metabolic effects. 2 ,  21  One possibility is that particles and/or adhered components, such as organic chemicals and metals, may translocate across the alveolar–capillary barrier entering the circulation. 22 ,  23 ,  24  In line with this, direct effects of PM and/or leachable components on adipose tissue may be among mechanisms involved in air pollution‐induced T2DM. 12  Notably, combustion‐derived pollutants such as black carbon, elemental and organic carbon and ultrafine PM may be more closely associated with cardio‐metabolic effects than total PM 2.5 . 12\n\nAmong the likely candidate compounds involved in air pollution‐induced metabolic disorders are polycyclic aromatic hydrocarbons (PAHs) formed during combustion of organic material including fossil fuels. PAH exposure has been associated with a variety of obesity‐related cardio‐metabolic risk factors. 25  PAHs accumulated in human adipose tissue are dominated by lighter‐weight, two‐ to four‐ring PAHs, such as naphthalene, phenanthrene, fluorene and pyrene, mainly deriving from inhalation exposures. 26 ,  27 ,  28  Traffic emissions are considered a key source of urban PAH emissions. 29  PAHs are highly lipophilic organic compounds readily absorbed from PM following inhalation. When PM deposits in the alveolar region, the majority of available PAHs may rapidly translocate into the circulation in an un‐metabolized state. 22  PAHs may reach all internal organs, but due to their lipophilicity levels are particularly high in adipose tissue. 29  Furthermore, studies on persistent organic pollutants suggest that the aryl hydrocarbon receptor (AhR), a key sensor of several PAHs, is involved in regulation of inflammatory and metabolic responses in adipocytes. 30 ,  31  Benzo[ a ]pyrene (B[ a ]P) also interacts directly with β2‐adrenoceptors (β2AR) and desensitizes β2AR in part through down‐regulating the membrane receptor expression. 32 ,  33  β2ARs are key elements in regulating adipose homoeostasis, especially mobilization of fat to other organs, 34  and B[ a ]P has been shown to impair β‐adrenergic stimulation of adipose tissue lipolysis and causes weight gain in mice. 35\n\nInflammation in visceral adipose tissue is a pathophysiologic hallmark of T2DM. 12  We have previously documented pro‐inflammatory and cytotoxic effects of OC from DEP on airway epithelial cells, 36  as well as effects of lipophilic OC from DEP on pro‐inflammatory cyto‐/chemokines, as well as AhR and βAR signalling in endothelial cells. 37 ,  38  Considering that lipophilic compounds accumulate in adipose tissue, we explored if lipophilic extracts of OC from DEP may directly affect gene expression and cytokine release in adipocytes differentiated from primary human mesenchymal stem cells (MSCs) and the potential involvement of AhR and βARs."
    },
    {
      "title": "METHODS",
      "text": "Dimethyl sulfoxide (DMSO) was purchased from Sigma‐Aldrich (St Louis, MO, USA). All organic solvents were of >99% purity (GC or LC‐MS grade) and purchased from VWR (Radnor, PA, USA). Deionized water for the extraction was obtained from a Direct‐Q 3 UV system purifier (Millipore, Billerica, MA, USA) with total organic carbon content below 5 ppb (manufacturer specification).\n\nAnalytical standards were obtained from either Fisher Scientific (Hampton, NH, USA) or Sigma‐Aldrich (St Louis, MO, USA) and were reported previously by Cochran et al 39  Hank's Balanced Salt Solution (HBSS) was provided by Gibco, Invitrogen (Paisley, UK), amphotericin B, penicillin and streptomycin from Sigma‐Aldrich Norway AS (Oslo, Norway). Human AB serum was from Sigma‐Aldrich Norway AS (Oslo, Norway). Red blood cell lysis solution was provided by Miltenyi Biotec (Cambridge, MA, USA). Monoclonal anti‐CD44 antibodies were bought from Caltag Laboratories, Invitrogen (Carlsbad, CA, USA). DMEM was from Gibco (Oslo, Norway), collagenase type 2 from Worthington Biochemical Corporation (Lakewood, NJ, USA), fibroblast growth factor 2 (FGF2) from R&D systems (614 McKinley Place NE Minneapolis, MN 55413, USA), insulin from Novo Nordisk (Copenhagen, Denmark), indomethacin from Dumex Alpharma (Copenhagen, Denmark) and haematoxylin from Fisher Scientific (Hampton, NH).\n\nCytokine ELISA assay for CXCL8 (Human IL‐8 CytoSet) was purchased from Biosource International (Camarillo, CA, USA). ELISA assays for matrix metalloproteinase 1 (MMP‐1) were purchased from R&D systems (Minneapolis, MN, USA). Cell culture flasks were obtained from Nunc A/S (Roskilde, Denmark) and 12‐well plates from Corning, Lowell (MA, USA), 100‐μM cell strainer from Becton Dickinson (San Jose, CA) and Dynabeads from Dynabeads Pan Mouse IgG, Invitrogen Dynal AS (Oslo, Norway).\n\nDEP  collected from the tailpipe of a diesel engine (Deutz, 4 cylinder, 2.2 L, 500 rpm) running on gas oil were kindly provided by Flemming R. Cassee (RIVM, The Netherlands). The physico‐chemical characteristics of this DEP is available elsewhere. 37 ,  40 ,  41  To avoid loss of semi‐volatile organic chemicals, the DEP was stored at −18°C. Combustion technology has advanced since these particles were collected, but the fleet of cars in most cities is still composed of vehicles of differing age and type. These particles were used since they contain a high level (approximately 60%) of organic carbon. We have previously extracted OC from DEP with a sequence of solvents of increasing polarity ranging from non‐polar to polar and chemically characterized as previously described. 37 ,  39 ,  42  Here, we extracted DEP (~10 mg) using a polar to relatively non‐polar hot pressurized water extraction method 43 ,  44  followed by methanol. This approach enabled first to remove water‐soluble polar and higher polarity species, which could interfere with testing of the lipophilic fraction. Specifically, OC from DEP was sequentially extracted by 25°C water (W25°C, highly polar), 50°C water (W50°C), 100°C water (W100°C) and 150°C water (W150°C, non‐polar) followed by a final extraction with methanol at 100°C (MeOH, highly non‐polar). The extraction was performed under sufficient pressure to maintain the liquid state: 20–40 bar and 150 bar for water and methanol, respectively. For toxicological testing, the solvents were removed by evaporating the samples to dryness under a gentle stream of nitrogen, and extracted OC from DEP was re‐suspended in DMSO at concentrations corresponding to extracts from 25 mg/ml of the original DEP.\n\nFor the determination of organic carbon, the analyses were carried as described previously using a thermal optical analyser from Sunset laboratories (Tigard, OR, USA). 40  For the PAH determination, water aliquots were also spiked with recovery standards (naphthalene‐d 8 , pyrene‐d 10 , and 1‐hydroxypyrene‐d 9 ), and acidified with 10 μl of acetic acid and extracted three times with 1 ml of dichloromethane (DCM). The concentrated DCM extract was analysed using 6890N GC coupled to a 5975C MS detector (Agilent, Santa Clara, CA, USA). Separations were carried out using a 22‐m‐long DB‐5MS column with 0.25 mm internal diameter and 0.25 mm film thickness (J&W Scientific, Rancho Cordova, CA, USA) at a constant helium flow rate of 1.0 ml/min. Samples (1.0 μl) were injected in a splitless mode for 0.5 min at 250°C. The temperature program started at 35°C, held for 2 min, followed by an increase to 140°C with a 15°C/min temperature gradient. The last step was an increase to 320°C with a 10°C/min temperature gradient, held for 10 min. The total run time was 37 min. The transfer line temperature was set to 280°C. The MS data were acquired in a full scan mass range of 43–500  m/z  using an electron ionization (70 eV). Quantifications were done using eight‐point calibrations with the corresponding standard quantification ions. 39  For compounds for which standards were not available, the nearest isomeric standard was employed.\n\nThe Norwegian Institutional Review Boards and Ethics Committees approved all research protocols. All methods were performed in accordance with relevant guidelines and regulations.\n\nAdipose tissue was obtained after liposuction procedures of healthy female donors undergoing cosmetic surgery. The isolation was performed as previously described. 45 ,  46  Briefly, the lipoaspirate samples harvested were washed with HBSS containing antibiotics (100IU/ml penicillin, 100IU/ml streptomycin and 2.5 μg/ml amphotericin B) and digested in 0.1 mg/ml collagenase type 2 for 1 h at 37°C. The digested samples were centrifuged, and the floating adipocytes and digestion medium were aspirated off. The remaining stromal vascular fraction (SVF) was re‐suspended in HBSS w/antibiotics and 2% human AB serum and passed through a 100‐μM cell strainer. Filtered cells were pelleted and re‐suspended in red blood cell lysis solution to remove erythrocytes.\n\nPrior to MSC isolation, CD31‐positive endothelial cells were isolated for use in other experiments. To obtain pure populations of MSCs, we used CD44‐conjugated Dynabeads for positive selection, following the manufacturer's protocol. Briefly, Dynabeads were pre‐coated with monoclonal anti‐CD44 antibody at the recommended concentration, washed and added to the CD31+‐depleted SVF. After 1‐h incubation at room temperature with gentle tilting and rotation, CD44‐expressing cells were trapped using a magnet, washed and plated at 2 × 10 6  cells per 175 cm 2  tissue culture flask in DMEM supplemented with 10% human AB‐serum, 1% P/S and 5 ng/ml FGF2.\n\nCultures were maintained at 37°C in a humidified atmosphere containing 5% CO 2 . Cells still in suspension were removed on Days 3–4, and the medium was replaced. Media were changed every 2–3 days. Cells from Passages 2 and 3 were used for all experiments.\n\nFor adipogenic differentiation, MSCs were seeded at confluence in DMEM/F12 medium containing 10% AB‐serum, 0.5 mM 1‐methyl‐3 isobutylxanthine (IBMX), 1 μM dexamethasone, 10 μg/ml insulin and 100 μM indomethacin. Cells were cultivated in differentiation medium until a minimum of 50% contained visual lipid droplets (2 weeks on average). To visualize lipid droplets, fixed cells (4% formalin) were washed in 50% isopropanol and subsequently incubated for 10 min with Oil Red O. Cells were then washed in isopropanol and counter‐stained with haematoxylin. Adipogenic differentiation was also confirmed by measuring perilipin‐1 expression in differentiated adipocytes and undifferentiated MSCs from one donor (technical triplicate).\n\nImmunophenotypic characterization of the MSCs was done on a Gallios flow cytometer (Beckman Coulter, San Diego, CA, USA), with daily QC for instrument standardization and calibration with FlowCheck and FlowSet beads. The following antigens were analysed: CD31‐PB, CD14/CD19 Krome Orange, CD90 FITC, CD73 PE, CD146 PC5.5, CD105 PC7 (Duraclone SC, Beckman Coulter, San Diego, CA, USA), CD34 PerCp 5.5 (BD Biosciences, San Jose, CA, USA), HLA‐DR PB (BioLegend, San Diego, CA, USA) and CD45 PO (Life Technology, Carlsbad, CA, USA).\n\nMSC‐derived adipocytes were cultivated in exposure medium without AB serum or differentiation agents (IBMX, dexamethasone, insulin and indomethacin) for a minimum of 12 h prior to exposure. Cells were then exposed by removing the medium and adding new exposure medium containing various DEP‐OC suspended in DMSO or DMSO alone. After 2‐, 6‐ or 24‐h exposure, the medium was obtained for the enzyme‐linked immunosorbent assay (ELISA), cells were harvested, and mRNA was extracted.\n\nChemicals were commonly prepared as stock solution in DMSO. The final concentration of solvent did not exceed 0.2% (v/v); control cultures received similar concentration of DMSO.\n\nRNA was isolated using RNeasy or miRNeasy from Qiagen (Qiagen, Germantown, MD, USA) and reverse‐transcribed to cDNA on a PCR System 2400 (PerkinElmer, Waltham, MA, USA) using a High Capacity cDNA Archive Kit (Applied Biosystems, Foster City, CA, USA). Real‐time PCR was performed using pre‐designed TaqMan Gene Expression Assays and TaqMan Universal PCR Master Mix and run on Applied Biosystems 7500 fast software. Gene expression of induced perilipin‐1 (PLIN1, Hs00160173_m1), interleukin (IL)‐1α (Hs00174092_m1), IL‐1β (Hs01555410_m1), tumour necrosis factor (TNF)‐α (Hs01113624_g1), IL‐6 (Hs00174131_m1), CXCL8/IL‐8 (Hs00174103_m1), cyclooxygenase‐2 (COX‐2) (Hs00153133_m1), (MMP‐1) (Hs00899658_m1), haem oxygenase‐1 (HO‐1) (Hs01110250_m1), plasminogen activator inhibitor 2 (PAI‐2/SERPINB2) (Hs01010736_m1), cytochrome 1A1 (CYP1A1) (Hs00153120_m1), CYP1B1 (Hs02382916_s1), beta‐1 adrenergic receptor (β1AR) (Hs02330048_s1) and β2AR (Hs00240532_s1) were normalized against glyceraldehyde‐3‐phosphate dehydrogenase (GAPDH) (Hs02758991_g1) and expressed as fold change compared to untreated control as calculated by the ΔΔCt method (ΔCt = Ct[gene of interest] − Ct[18S]; ΔΔCt = ΔCt[treated] − ΔCt[control]; fold change = 2[−ΔΔCt]).\n\nThe amount of CXCL8 and MMP‐1 in the exposure medium was measured by the ELISA according to the manufacturer's guideline. An increase in colour intensity was quantified by a plate reader (TECAN Sunrise, Phoenix Research Products, Hayward, CA, USA) equipped with an assigned software (Magellan V I.10; Tecan Austria GmbH, Grödig‐Salzburg, Austria).\n\nApoptosis post exposure was investigated by western blot analysis of cleaved and uncleaved caspase‐3. Cells were lysed in 200 μl 1× Laemmli buffer and boiled at 95°C for 10 min. Samples were stored at −20°C until analysis was performed. Cell lysates and caspase‐3 control extracts (#9663; Cell Signalling Technology) were loaded onto 4%–20% gradient polyacrylamide gels (Bio‐Rad). Proteins were separated by gel electrophoresis, transferred to PVDF membranes (Bio‐Rad) and incubated with appropriate antibodies. Primary antibodies were caspase‐3 antibody (#9662; Cell Signalling Technology) and anti‐beta actin (ab8226; Abcam). Secondary antibodies were peroxidase anti‐mouse IgG (H + L) (PI‐2000; Vector Laboratories) and peroxidase anti‐rabbit IgG (H + L) (PI‐1000; Vector Laboratories). Bands were visualized using the myECL imager (Thermo Fisher Scientific).\n\nStatistical analysis was performed by analysis of variance (ANOVA) with Holm–Sidak post‐test for multiple comparisons. The gene expression data were analysed using the deltaCT values from the q‐PCR measurements. Calculations were performed using GraphPad Prism 8 software (GraphPad Software, Inc., San Diego, CA, USA). Data on gene expression and protein secretion are based on biological replicates; with cells from different donors ( n  = 2–4), standard error of mean (SEM) thus reflects donor variability of the endpoints.\n\nThe study was conducted in accordance with the  Basic & Clinical Pharmacology & Toxicology  policy for experimental and clinical studies. 47"
    },
    {
      "title": "Chemicals and reagents",
      "text": "Dimethyl sulfoxide (DMSO) was purchased from Sigma‐Aldrich (St Louis, MO, USA). All organic solvents were of >99% purity (GC or LC‐MS grade) and purchased from VWR (Radnor, PA, USA). Deionized water for the extraction was obtained from a Direct‐Q 3 UV system purifier (Millipore, Billerica, MA, USA) with total organic carbon content below 5 ppb (manufacturer specification).\n\nAnalytical standards were obtained from either Fisher Scientific (Hampton, NH, USA) or Sigma‐Aldrich (St Louis, MO, USA) and were reported previously by Cochran et al 39  Hank's Balanced Salt Solution (HBSS) was provided by Gibco, Invitrogen (Paisley, UK), amphotericin B, penicillin and streptomycin from Sigma‐Aldrich Norway AS (Oslo, Norway). Human AB serum was from Sigma‐Aldrich Norway AS (Oslo, Norway). Red blood cell lysis solution was provided by Miltenyi Biotec (Cambridge, MA, USA). Monoclonal anti‐CD44 antibodies were bought from Caltag Laboratories, Invitrogen (Carlsbad, CA, USA). DMEM was from Gibco (Oslo, Norway), collagenase type 2 from Worthington Biochemical Corporation (Lakewood, NJ, USA), fibroblast growth factor 2 (FGF2) from R&D systems (614 McKinley Place NE Minneapolis, MN 55413, USA), insulin from Novo Nordisk (Copenhagen, Denmark), indomethacin from Dumex Alpharma (Copenhagen, Denmark) and haematoxylin from Fisher Scientific (Hampton, NH).\n\nCytokine ELISA assay for CXCL8 (Human IL‐8 CytoSet) was purchased from Biosource International (Camarillo, CA, USA). ELISA assays for matrix metalloproteinase 1 (MMP‐1) were purchased from R&D systems (Minneapolis, MN, USA). Cell culture flasks were obtained from Nunc A/S (Roskilde, Denmark) and 12‐well plates from Corning, Lowell (MA, USA), 100‐μM cell strainer from Becton Dickinson (San Jose, CA) and Dynabeads from Dynabeads Pan Mouse IgG, Invitrogen Dynal AS (Oslo, Norway)."
    },
    {
      "title": "DEP, chemical extraction and analysis",
      "text": "DEP  collected from the tailpipe of a diesel engine (Deutz, 4 cylinder, 2.2 L, 500 rpm) running on gas oil were kindly provided by Flemming R. Cassee (RIVM, The Netherlands). The physico‐chemical characteristics of this DEP is available elsewhere. 37 ,  40 ,  41  To avoid loss of semi‐volatile organic chemicals, the DEP was stored at −18°C. Combustion technology has advanced since these particles were collected, but the fleet of cars in most cities is still composed of vehicles of differing age and type. These particles were used since they contain a high level (approximately 60%) of organic carbon. We have previously extracted OC from DEP with a sequence of solvents of increasing polarity ranging from non‐polar to polar and chemically characterized as previously described. 37 ,  39 ,  42  Here, we extracted DEP (~10 mg) using a polar to relatively non‐polar hot pressurized water extraction method 43 ,  44  followed by methanol. This approach enabled first to remove water‐soluble polar and higher polarity species, which could interfere with testing of the lipophilic fraction. Specifically, OC from DEP was sequentially extracted by 25°C water (W25°C, highly polar), 50°C water (W50°C), 100°C water (W100°C) and 150°C water (W150°C, non‐polar) followed by a final extraction with methanol at 100°C (MeOH, highly non‐polar). The extraction was performed under sufficient pressure to maintain the liquid state: 20–40 bar and 150 bar for water and methanol, respectively. For toxicological testing, the solvents were removed by evaporating the samples to dryness under a gentle stream of nitrogen, and extracted OC from DEP was re‐suspended in DMSO at concentrations corresponding to extracts from 25 mg/ml of the original DEP.\n\nFor the determination of organic carbon, the analyses were carried as described previously using a thermal optical analyser from Sunset laboratories (Tigard, OR, USA). 40  For the PAH determination, water aliquots were also spiked with recovery standards (naphthalene‐d 8 , pyrene‐d 10 , and 1‐hydroxypyrene‐d 9 ), and acidified with 10 μl of acetic acid and extracted three times with 1 ml of dichloromethane (DCM). The concentrated DCM extract was analysed using 6890N GC coupled to a 5975C MS detector (Agilent, Santa Clara, CA, USA). Separations were carried out using a 22‐m‐long DB‐5MS column with 0.25 mm internal diameter and 0.25 mm film thickness (J&W Scientific, Rancho Cordova, CA, USA) at a constant helium flow rate of 1.0 ml/min. Samples (1.0 μl) were injected in a splitless mode for 0.5 min at 250°C. The temperature program started at 35°C, held for 2 min, followed by an increase to 140°C with a 15°C/min temperature gradient. The last step was an increase to 320°C with a 10°C/min temperature gradient, held for 10 min. The total run time was 37 min. The transfer line temperature was set to 280°C. The MS data were acquired in a full scan mass range of 43–500  m/z  using an electron ionization (70 eV). Quantifications were done using eight‐point calibrations with the corresponding standard quantification ions. 39  For compounds for which standards were not available, the nearest isomeric standard was employed."
    },
    {
      "title": "Cell cultures",
      "text": "The Norwegian Institutional Review Boards and Ethics Committees approved all research protocols. All methods were performed in accordance with relevant guidelines and regulations.\n\nAdipose tissue was obtained after liposuction procedures of healthy female donors undergoing cosmetic surgery. The isolation was performed as previously described. 45 ,  46  Briefly, the lipoaspirate samples harvested were washed with HBSS containing antibiotics (100IU/ml penicillin, 100IU/ml streptomycin and 2.5 μg/ml amphotericin B) and digested in 0.1 mg/ml collagenase type 2 for 1 h at 37°C. The digested samples were centrifuged, and the floating adipocytes and digestion medium were aspirated off. The remaining stromal vascular fraction (SVF) was re‐suspended in HBSS w/antibiotics and 2% human AB serum and passed through a 100‐μM cell strainer. Filtered cells were pelleted and re‐suspended in red blood cell lysis solution to remove erythrocytes.\n\nPrior to MSC isolation, CD31‐positive endothelial cells were isolated for use in other experiments. To obtain pure populations of MSCs, we used CD44‐conjugated Dynabeads for positive selection, following the manufacturer's protocol. Briefly, Dynabeads were pre‐coated with monoclonal anti‐CD44 antibody at the recommended concentration, washed and added to the CD31+‐depleted SVF. After 1‐h incubation at room temperature with gentle tilting and rotation, CD44‐expressing cells were trapped using a magnet, washed and plated at 2 × 10 6  cells per 175 cm 2  tissue culture flask in DMEM supplemented with 10% human AB‐serum, 1% P/S and 5 ng/ml FGF2.\n\nCultures were maintained at 37°C in a humidified atmosphere containing 5% CO 2 . Cells still in suspension were removed on Days 3–4, and the medium was replaced. Media were changed every 2–3 days. Cells from Passages 2 and 3 were used for all experiments.\n\nFor adipogenic differentiation, MSCs were seeded at confluence in DMEM/F12 medium containing 10% AB‐serum, 0.5 mM 1‐methyl‐3 isobutylxanthine (IBMX), 1 μM dexamethasone, 10 μg/ml insulin and 100 μM indomethacin. Cells were cultivated in differentiation medium until a minimum of 50% contained visual lipid droplets (2 weeks on average). To visualize lipid droplets, fixed cells (4% formalin) were washed in 50% isopropanol and subsequently incubated for 10 min with Oil Red O. Cells were then washed in isopropanol and counter‐stained with haematoxylin. Adipogenic differentiation was also confirmed by measuring perilipin‐1 expression in differentiated adipocytes and undifferentiated MSCs from one donor (technical triplicate)."
    },
    {
      "title": "Isolation of stromal vascular cells from human adipose tissue",
      "text": "The Norwegian Institutional Review Boards and Ethics Committees approved all research protocols. All methods were performed in accordance with relevant guidelines and regulations.\n\nAdipose tissue was obtained after liposuction procedures of healthy female donors undergoing cosmetic surgery. The isolation was performed as previously described. 45 ,  46  Briefly, the lipoaspirate samples harvested were washed with HBSS containing antibiotics (100IU/ml penicillin, 100IU/ml streptomycin and 2.5 μg/ml amphotericin B) and digested in 0.1 mg/ml collagenase type 2 for 1 h at 37°C. The digested samples were centrifuged, and the floating adipocytes and digestion medium were aspirated off. The remaining stromal vascular fraction (SVF) was re‐suspended in HBSS w/antibiotics and 2% human AB serum and passed through a 100‐μM cell strainer. Filtered cells were pelleted and re‐suspended in red blood cell lysis solution to remove erythrocytes.\n\nPrior to MSC isolation, CD31‐positive endothelial cells were isolated for use in other experiments. To obtain pure populations of MSCs, we used CD44‐conjugated Dynabeads for positive selection, following the manufacturer's protocol. Briefly, Dynabeads were pre‐coated with monoclonal anti‐CD44 antibody at the recommended concentration, washed and added to the CD31+‐depleted SVF. After 1‐h incubation at room temperature with gentle tilting and rotation, CD44‐expressing cells were trapped using a magnet, washed and plated at 2 × 10 6  cells per 175 cm 2  tissue culture flask in DMEM supplemented with 10% human AB‐serum, 1% P/S and 5 ng/ml FGF2.\n\nCultures were maintained at 37°C in a humidified atmosphere containing 5% CO 2 . Cells still in suspension were removed on Days 3–4, and the medium was replaced. Media were changed every 2–3 days. Cells from Passages 2 and 3 were used for all experiments."
    },
    {
      "title": "Adipogenic differentiation of MSCs",
      "text": "For adipogenic differentiation, MSCs were seeded at confluence in DMEM/F12 medium containing 10% AB‐serum, 0.5 mM 1‐methyl‐3 isobutylxanthine (IBMX), 1 μM dexamethasone, 10 μg/ml insulin and 100 μM indomethacin. Cells were cultivated in differentiation medium until a minimum of 50% contained visual lipid droplets (2 weeks on average). To visualize lipid droplets, fixed cells (4% formalin) were washed in 50% isopropanol and subsequently incubated for 10 min with Oil Red O. Cells were then washed in isopropanol and counter‐stained with haematoxylin. Adipogenic differentiation was also confirmed by measuring perilipin‐1 expression in differentiated adipocytes and undifferentiated MSCs from one donor (technical triplicate)."
    },
    {
      "title": "Immunophenotypic characterization of MSCs by flow cytometry",
      "text": "Immunophenotypic characterization of the MSCs was done on a Gallios flow cytometer (Beckman Coulter, San Diego, CA, USA), with daily QC for instrument standardization and calibration with FlowCheck and FlowSet beads. The following antigens were analysed: CD31‐PB, CD14/CD19 Krome Orange, CD90 FITC, CD73 PE, CD146 PC5.5, CD105 PC7 (Duraclone SC, Beckman Coulter, San Diego, CA, USA), CD34 PerCp 5.5 (BD Biosciences, San Jose, CA, USA), HLA‐DR PB (BioLegend, San Diego, CA, USA) and CD45 PO (Life Technology, Carlsbad, CA, USA)."
    },
    {
      "title": "In vitro exposures",
      "text": "MSC‐derived adipocytes were cultivated in exposure medium without AB serum or differentiation agents (IBMX, dexamethasone, insulin and indomethacin) for a minimum of 12 h prior to exposure. Cells were then exposed by removing the medium and adding new exposure medium containing various DEP‐OC suspended in DMSO or DMSO alone. After 2‐, 6‐ or 24‐h exposure, the medium was obtained for the enzyme‐linked immunosorbent assay (ELISA), cells were harvested, and mRNA was extracted.\n\nChemicals were commonly prepared as stock solution in DMSO. The final concentration of solvent did not exceed 0.2% (v/v); control cultures received similar concentration of DMSO."
    },
    {
      "title": "Gene expression analysis",
      "text": "RNA was isolated using RNeasy or miRNeasy from Qiagen (Qiagen, Germantown, MD, USA) and reverse‐transcribed to cDNA on a PCR System 2400 (PerkinElmer, Waltham, MA, USA) using a High Capacity cDNA Archive Kit (Applied Biosystems, Foster City, CA, USA). Real‐time PCR was performed using pre‐designed TaqMan Gene Expression Assays and TaqMan Universal PCR Master Mix and run on Applied Biosystems 7500 fast software. Gene expression of induced perilipin‐1 (PLIN1, Hs00160173_m1), interleukin (IL)‐1α (Hs00174092_m1), IL‐1β (Hs01555410_m1), tumour necrosis factor (TNF)‐α (Hs01113624_g1), IL‐6 (Hs00174131_m1), CXCL8/IL‐8 (Hs00174103_m1), cyclooxygenase‐2 (COX‐2) (Hs00153133_m1), (MMP‐1) (Hs00899658_m1), haem oxygenase‐1 (HO‐1) (Hs01110250_m1), plasminogen activator inhibitor 2 (PAI‐2/SERPINB2) (Hs01010736_m1), cytochrome 1A1 (CYP1A1) (Hs00153120_m1), CYP1B1 (Hs02382916_s1), beta‐1 adrenergic receptor (β1AR) (Hs02330048_s1) and β2AR (Hs00240532_s1) were normalized against glyceraldehyde‐3‐phosphate dehydrogenase (GAPDH) (Hs02758991_g1) and expressed as fold change compared to untreated control as calculated by the ΔΔCt method (ΔCt = Ct[gene of interest] − Ct[18S]; ΔΔCt = ΔCt[treated] − ΔCt[control]; fold change = 2[−ΔΔCt])."
    },
    {
      "title": "ELISA",
      "text": "The amount of CXCL8 and MMP‐1 in the exposure medium was measured by the ELISA according to the manufacturer's guideline. An increase in colour intensity was quantified by a plate reader (TECAN Sunrise, Phoenix Research Products, Hayward, CA, USA) equipped with an assigned software (Magellan V I.10; Tecan Austria GmbH, Grödig‐Salzburg, Austria)."
    },
    {
      "title": "Western blot analysis",
      "text": "Apoptosis post exposure was investigated by western blot analysis of cleaved and uncleaved caspase‐3. Cells were lysed in 200 μl 1× Laemmli buffer and boiled at 95°C for 10 min. Samples were stored at −20°C until analysis was performed. Cell lysates and caspase‐3 control extracts (#9663; Cell Signalling Technology) were loaded onto 4%–20% gradient polyacrylamide gels (Bio‐Rad). Proteins were separated by gel electrophoresis, transferred to PVDF membranes (Bio‐Rad) and incubated with appropriate antibodies. Primary antibodies were caspase‐3 antibody (#9662; Cell Signalling Technology) and anti‐beta actin (ab8226; Abcam). Secondary antibodies were peroxidase anti‐mouse IgG (H + L) (PI‐2000; Vector Laboratories) and peroxidase anti‐rabbit IgG (H + L) (PI‐1000; Vector Laboratories). Bands were visualized using the myECL imager (Thermo Fisher Scientific)."
    },
    {
      "title": "Statistical analysis",
      "text": "Statistical analysis was performed by analysis of variance (ANOVA) with Holm–Sidak post‐test for multiple comparisons. The gene expression data were analysed using the deltaCT values from the q‐PCR measurements. Calculations were performed using GraphPad Prism 8 software (GraphPad Software, Inc., San Diego, CA, USA). Data on gene expression and protein secretion are based on biological replicates; with cells from different donors ( n  = 2–4), standard error of mean (SEM) thus reflects donor variability of the endpoints.\n\nThe study was conducted in accordance with the  Basic & Clinical Pharmacology & Toxicology  policy for experimental and clinical studies. 47"
    },
    {
      "title": "RESULTS",
      "text": "Table  1  and Figure  1A–C  reveal that most of the organic carbon was found in the methanol 100°C fraction (MeOH) and apparently dominated by alkanes. The total recoveries of OC, alkane and PAHs were comparable to those previously reported for extraction with a sequence of organic solvents. 40  Carboxylic acids were present in all fractions ranging from polar to non‐polar (W25°C‐MeOH), but with the highest levels in the MeOH fraction. Methoxyphenols were not detectable. PAHs were only found in MeOH 100°C (≈90%) and the water 150°C (W150°C ≈ 10%) fractions. The dominating PAHs and PAH derivatives contained in MeOH were phenanthrene and its methylated analogues > pyrene > fluoranthene and their methylated isomers. The detected oxy‐PAHs were 9‐fluorenone and xanthone (Figure  1D ). The overall ratio of three‐ring to four‐ring PAHs to oxy‐PAHs was 10: 3.0: 0.6. In W150°C, the relative amount of PAHs detected was 10 times lower than in MeOH, yet no alkanes were detected (Figure  1B ). In this fraction, the overall ratio of three‐ring to four‐ring PAHs to oxy‐PAHs was 10: 7.4: 1.6.\n\nChemical content of extracts\n\nNotes : OC from DEP were sequential extracted by 25°C water (W25°C, highly polar), 50°C water (W50°C), 100°C water (W100°C) and 150°C water (W150°C, non‐polar) at 20–40 bar followed by a final extraction with methanol at 100°C, 150 bar (MeOH, highly non‐polar). Levels of PAHs, alkanes, methoxyphenols and carboxylic acids are documented.\n\nChemical characterization of extracts. OC from DEP quantified as organic carbon were sequential extracted by 25°C water (W25°C, highly polar), 50°C water (W50°C), 100°C water (W100°C) and 150°C water (W150°C, non‐polar) at 20–40 bar followed by a final extraction with methanol at 100°C, 150bar (MeOH, highly non‐polar). (A–C) Total extracted OC, alkanes and PAHs in all five fractions. (D) PAH composition of W150°C and MeOH. (E) Visualization of the extraction procedure\n\nMSCs from human adipose tissue were isolated, differentiated and fixed as described in Section  2 . The cells were verified as being MSCs by their expression of CD90, CD73 and CD105 and the absence of expression of CD45, CD14/CD19, CD34 and CD31. Like most published MSC populations, these cells were predominantly CD146 positive, and some of the cells also expressed a small amount of HLA Class II, caused by the addition of FGF2 to the cell culture medium (Figure  2A ). 48  The MSCs usually reached our cut‐off for adipogenic differentiation, with more than 50% of MSCs having developed lipid vacuoles that were visible by light microscopy with and without Oil Red O staining, within 14 days of differentiation (Figure  2B–D ). Furthermore, the adipocyte‐specific gene perilipin‐1 was expressed in differentiated adipocytes, while this gene was not expressed in undifferentiated MSCs (Figure  2E ).\n\nAdipogenic differentiation of MSC, perilipin‐1 expression and MSC classification. MSC from human adipose tissue were isolated, differentiated, fixed, stained and examined by light microscopy as described in Section  2 . (A) Immunophenotypic characterization of MSCs by flow cytometer analysing CD31‐PB, CD14/CD19 Krome Orange, CD90 FITC, CD73 PE, CD146 PC5.5, CD105 PC7, CD34 PerCp 5.5, HLA‐DR PB and CD45 PO. (B) Undifferentiated MSCs (magnification 20×). (C) Differentiated adipocytes, more than 50% contains fat vacuoles visual by light microscopy (magnification 20×). (D) Differentiated adipocytes coloured with Oil Red O (magnification 20×). (E) Expression of perilipin‐1 relative to GAPDH, in undifferentiated MSCs and differentiated adipocytes. Scale bar = 100 μm. diff., differentiated adipocytes; MSC, mesenchymal stem cells; udiff., undifferentiated MSCs\n\nExposing adipocytes for 24 h to the highest concentrations of DEP‐OC extracts (50 μg/ml corresponding to 7.5 μg/cm 2  of native particles) had no effects on cell viability as visualized by light microscopy (Figure  S1A ). The absence of apoptosis in these cells was determined by measuring caspase‐3 and cleaved capsase‐3 using western blot analysis of adipocytes after 24‐h exposure. Caspase‐3 levels were similar in DMSO and DEP‐OC exposed cells, and no cleaved caspase‐3 was detected (Figure  S1B ), indicating that the currently used exposure levels did not induce cell death.\n\nWe investigated inflammation‐associated genes previously shown to be affected by DEP OC exposures in other in vitro systems. Both extracts had effects on expression of the inflammation‐associated genes interleukin (IL)‐1α, IL‐1β, CXCL8/IL‐8 and cyclooxygenase‐2 (COX‐2) after 2‐h exposure (Figure  3 ). Effects were seemingly concentration dependent, especially IL‐1α and IL‐1β. After 24‐h exposure, IL‐1β expression had returned to normal, while IL‐1α levels were still elevated. Exposure caused increasing rise in CXCL‐8 expression in the time period from 2 to 24 h, while COX‐2 expression was somewhat lower at 24 h compared to 2 h. Neither tumour necrosis factor (TNF)‐α (Figure  3 ) nor haem oxygenase‐1 (HO‐1) expression (Figure  S2 ) were affected by exposure at any time point. This could indicate  that oxidative stress responses are not the main driving force at the concentrations tested .\n\nEffects of DEP OC extracts on pro‐inflammatory genes in MSC‐derived adipocytes. Cells were exposed to DEP OC extracts at concentrations corresponding to 5 and 50 μg/ml (0.75 and 7.5 μg/cm 2 ) of native particles or vehicle (DMSO) alone for 2 and 24 h. (A) The expressions of IL‐1α, IL‐1β, TNF‐α and CXCL8 were measured by quantitative reverse transcription PCR (RT‐qPCR). The mRNA levels are presented relative to gene expression in control cells exposed to DMSO alone, represented by the dotted line at 1. (B) The release of CXCL8 after exposure for 24 h was measured by ELISA. The results are expressed as mean ± SEM (A)  n  = 3 and (B)  n  = 4. *Statistically significant difference from unexposed controls. DEP, diesel exhaust particles; MeOH, DEP‐OC extracted with methanol at 100°C; OC, organic chemicals; W150°C, DEP‐OC extracted with water at 150°C\n\nCXCL‐8 secretion was elevated by 24‐h exposure to the extracts, seemingly in a concentration‐dependent manner.\n\nWe have previously reported that lipophilic OC from DEP increase expression and secretion of MMP1 from endothelial cells. 37  In light of the growing focus on adipose tissue as a secreting endocrine organ, 49  we investigated effects of our lipophilic extracts of DEP OC on MMP1 expression and secretion from MSC adipocytes. After 24‐h exposure, a concentration‐dependent increase in expression and secretion of MMP1 was seen (Figure  4 ). Both concentrations of the most lipophilic extract (MeOH) increased MMP1 secretion, while only the highest concentration of the second most lipophilic extract (W150°C) had effect.\n\nEffects of DEP OC extracts on MMP‐1 in MSC‐derived adipocytes. Cells were exposed to DEP OC extracts at concentrations corresponding to 5 and 50 μg/ml (0.75 and 7.5 μg/cm 2 ) of native particles or vehicle (DMSO) alone for 24 h. (A) The expression of MMP‐1 was measured by RT‐qPCR. The mRNA levels are presented relative to gene expression in control cells exposed to DMSO alone, represented by the dotted line at 1. (B) The release of MMP‐1 was measured by ELISA. The results are expressed as mean ± SEM (A)  n  = 3 and (B)  n  = 4. *Statistically significant difference from unexposed controls. DEP, diesel exhaust particles; MeOH, DEP‐OC extracted with methanol at 100°C; OC, organic chemicals; W150°C, DEP‐OC extracted with water at 150°C\n\nOur DEP OC extracts contain known AhR ligands such as PAHs; thus, we investigated effects on the canonically AhR‐regulated genes cytochrome 1A1 (CYP1A1) and 1B1 as well as the non‐canonically regulated gene plasminogen activator inhibitor‐2 (PAI‐2). All the three AhR‐regulated genes were induced by both extracts at all three time points (2, 5 and 24 h), and the trend was generally concentration dependent (Figure  5 ). Especially CYP1A1 seemed to be sensitive to the exposures, eliciting more than 10 000‐fold increased expression in response to 24‐h exposure to the highest concentration of MeOH.\n\nEffects of DEP OC extracts on AhR‐regulated genes in MSC‐derived adipocytes. Cells were exposed to DEP OC extracts at concentrations corresponding to 5 and 50 μg/ml (0.75 and 7.5 μg/cm 2 ) of native particles or vehicle (DMSO) alone for 2 and 24 h. The expressions of CYP1A1, CYP1B1 and PAI‐2 were measured by RT‐qPCR. The mRNA levels are presented relative to gene expression in control cells exposed to DMSO alone, represented by the dotted line at 1. The results are expressed as mean ± SEM ( n  = 3). *Statistically significant difference from unexposed controls. DEP, diesel exhaust particles; MeOH, DEP‐OC extracted with methanol at 100°C; OC, organic chemicals; W150°C, DEP‐OC extracted with water at 150°C\n\nAs βAR expression is regulated by negative feedback loops, down‐regulation of βAR expression could be an indication of βAR activation. 50  To assess potential βAR activation, we investigated the effect of DEP OC exposure on βAR expression. While the effect of W150°C was modest, MeOH reduced expression of β1AR and β2AR by 30%–45% (Figure  6 ). This trend was concentration dependent.\n\nEffects of DEP OC extracts on expression of β1AR and β2AR in MSC‐derived adipocytes. Cells were exposed to DEP OC extracts at concentrations corresponding to 5 and 50 μg/ml (0.75 and 7.5 μg/cm2) of native particles or vehicle (DMSO) alone for 24 h. The expression of β1AR and β2AR was measured by RT‐qPCR. The mRNA levels are presented relative to gene expression in cells exposed to DMSO, represented by the dotted line at 1. Results are expressed as mean ± SEM  n  = 3. *Statistically significant difference from unexposed controls. DEP, diesel exhaust particles; MeOH, DEP‐OC extracted with methanol at 100°C; OC, organic chemicals; W150°C, DEP‐OC extracted with water at 150°C"
    },
    {
      "title": "Chemical characterization of DEP‐OC extracts",
      "text": "Table  1  and Figure  1A–C  reveal that most of the organic carbon was found in the methanol 100°C fraction (MeOH) and apparently dominated by alkanes. The total recoveries of OC, alkane and PAHs were comparable to those previously reported for extraction with a sequence of organic solvents. 40  Carboxylic acids were present in all fractions ranging from polar to non‐polar (W25°C‐MeOH), but with the highest levels in the MeOH fraction. Methoxyphenols were not detectable. PAHs were only found in MeOH 100°C (≈90%) and the water 150°C (W150°C ≈ 10%) fractions. The dominating PAHs and PAH derivatives contained in MeOH were phenanthrene and its methylated analogues > pyrene > fluoranthene and their methylated isomers. The detected oxy‐PAHs were 9‐fluorenone and xanthone (Figure  1D ). The overall ratio of three‐ring to four‐ring PAHs to oxy‐PAHs was 10: 3.0: 0.6. In W150°C, the relative amount of PAHs detected was 10 times lower than in MeOH, yet no alkanes were detected (Figure  1B ). In this fraction, the overall ratio of three‐ring to four‐ring PAHs to oxy‐PAHs was 10: 7.4: 1.6.\n\nChemical content of extracts\n\nNotes : OC from DEP were sequential extracted by 25°C water (W25°C, highly polar), 50°C water (W50°C), 100°C water (W100°C) and 150°C water (W150°C, non‐polar) at 20–40 bar followed by a final extraction with methanol at 100°C, 150 bar (MeOH, highly non‐polar). Levels of PAHs, alkanes, methoxyphenols and carboxylic acids are documented.\n\nChemical characterization of extracts. OC from DEP quantified as organic carbon were sequential extracted by 25°C water (W25°C, highly polar), 50°C water (W50°C), 100°C water (W100°C) and 150°C water (W150°C, non‐polar) at 20–40 bar followed by a final extraction with methanol at 100°C, 150bar (MeOH, highly non‐polar). (A–C) Total extracted OC, alkanes and PAHs in all five fractions. (D) PAH composition of W150°C and MeOH. (E) Visualization of the extraction procedure"
    },
    {
      "title": "MSC characterization, adipogenic differentiation and cell viability",
      "text": "MSCs from human adipose tissue were isolated, differentiated and fixed as described in Section  2 . The cells were verified as being MSCs by their expression of CD90, CD73 and CD105 and the absence of expression of CD45, CD14/CD19, CD34 and CD31. Like most published MSC populations, these cells were predominantly CD146 positive, and some of the cells also expressed a small amount of HLA Class II, caused by the addition of FGF2 to the cell culture medium (Figure  2A ). 48  The MSCs usually reached our cut‐off for adipogenic differentiation, with more than 50% of MSCs having developed lipid vacuoles that were visible by light microscopy with and without Oil Red O staining, within 14 days of differentiation (Figure  2B–D ). Furthermore, the adipocyte‐specific gene perilipin‐1 was expressed in differentiated adipocytes, while this gene was not expressed in undifferentiated MSCs (Figure  2E ).\n\nAdipogenic differentiation of MSC, perilipin‐1 expression and MSC classification. MSC from human adipose tissue were isolated, differentiated, fixed, stained and examined by light microscopy as described in Section  2 . (A) Immunophenotypic characterization of MSCs by flow cytometer analysing CD31‐PB, CD14/CD19 Krome Orange, CD90 FITC, CD73 PE, CD146 PC5.5, CD105 PC7, CD34 PerCp 5.5, HLA‐DR PB and CD45 PO. (B) Undifferentiated MSCs (magnification 20×). (C) Differentiated adipocytes, more than 50% contains fat vacuoles visual by light microscopy (magnification 20×). (D) Differentiated adipocytes coloured with Oil Red O (magnification 20×). (E) Expression of perilipin‐1 relative to GAPDH, in undifferentiated MSCs and differentiated adipocytes. Scale bar = 100 μm. diff., differentiated adipocytes; MSC, mesenchymal stem cells; udiff., undifferentiated MSCs\n\nExposing adipocytes for 24 h to the highest concentrations of DEP‐OC extracts (50 μg/ml corresponding to 7.5 μg/cm 2  of native particles) had no effects on cell viability as visualized by light microscopy (Figure  S1A ). The absence of apoptosis in these cells was determined by measuring caspase‐3 and cleaved capsase‐3 using western blot analysis of adipocytes after 24‐h exposure. Caspase‐3 levels were similar in DMSO and DEP‐OC exposed cells, and no cleaved caspase‐3 was detected (Figure  S1B ), indicating that the currently used exposure levels did not induce cell death."
    },
    {
      "title": "Inflammation‐associated genes and chemokine secretion",
      "text": "We investigated inflammation‐associated genes previously shown to be affected by DEP OC exposures in other in vitro systems. Both extracts had effects on expression of the inflammation‐associated genes interleukin (IL)‐1α, IL‐1β, CXCL8/IL‐8 and cyclooxygenase‐2 (COX‐2) after 2‐h exposure (Figure  3 ). Effects were seemingly concentration dependent, especially IL‐1α and IL‐1β. After 24‐h exposure, IL‐1β expression had returned to normal, while IL‐1α levels were still elevated. Exposure caused increasing rise in CXCL‐8 expression in the time period from 2 to 24 h, while COX‐2 expression was somewhat lower at 24 h compared to 2 h. Neither tumour necrosis factor (TNF)‐α (Figure  3 ) nor haem oxygenase‐1 (HO‐1) expression (Figure  S2 ) were affected by exposure at any time point. This could indicate  that oxidative stress responses are not the main driving force at the concentrations tested .\n\nEffects of DEP OC extracts on pro‐inflammatory genes in MSC‐derived adipocytes. Cells were exposed to DEP OC extracts at concentrations corresponding to 5 and 50 μg/ml (0.75 and 7.5 μg/cm 2 ) of native particles or vehicle (DMSO) alone for 2 and 24 h. (A) The expressions of IL‐1α, IL‐1β, TNF‐α and CXCL8 were measured by quantitative reverse transcription PCR (RT‐qPCR). The mRNA levels are presented relative to gene expression in control cells exposed to DMSO alone, represented by the dotted line at 1. (B) The release of CXCL8 after exposure for 24 h was measured by ELISA. The results are expressed as mean ± SEM (A)  n  = 3 and (B)  n  = 4. *Statistically significant difference from unexposed controls. DEP, diesel exhaust particles; MeOH, DEP‐OC extracted with methanol at 100°C; OC, organic chemicals; W150°C, DEP‐OC extracted with water at 150°C\n\nCXCL‐8 secretion was elevated by 24‐h exposure to the extracts, seemingly in a concentration‐dependent manner."
    },
    {
      "title": "Matrix metalloproteinase expression and secretion",
      "text": "We have previously reported that lipophilic OC from DEP increase expression and secretion of MMP1 from endothelial cells. 37  In light of the growing focus on adipose tissue as a secreting endocrine organ, 49  we investigated effects of our lipophilic extracts of DEP OC on MMP1 expression and secretion from MSC adipocytes. After 24‐h exposure, a concentration‐dependent increase in expression and secretion of MMP1 was seen (Figure  4 ). Both concentrations of the most lipophilic extract (MeOH) increased MMP1 secretion, while only the highest concentration of the second most lipophilic extract (W150°C) had effect.\n\nEffects of DEP OC extracts on MMP‐1 in MSC‐derived adipocytes. Cells were exposed to DEP OC extracts at concentrations corresponding to 5 and 50 μg/ml (0.75 and 7.5 μg/cm 2 ) of native particles or vehicle (DMSO) alone for 24 h. (A) The expression of MMP‐1 was measured by RT‐qPCR. The mRNA levels are presented relative to gene expression in control cells exposed to DMSO alone, represented by the dotted line at 1. (B) The release of MMP‐1 was measured by ELISA. The results are expressed as mean ± SEM (A)  n  = 3 and (B)  n  = 4. *Statistically significant difference from unexposed controls. DEP, diesel exhaust particles; MeOH, DEP‐OC extracted with methanol at 100°C; OC, organic chemicals; W150°C, DEP‐OC extracted with water at 150°C"
    },
    {
      "title": "AhR‐regulated genes",
      "text": "Our DEP OC extracts contain known AhR ligands such as PAHs; thus, we investigated effects on the canonically AhR‐regulated genes cytochrome 1A1 (CYP1A1) and 1B1 as well as the non‐canonically regulated gene plasminogen activator inhibitor‐2 (PAI‐2). All the three AhR‐regulated genes were induced by both extracts at all three time points (2, 5 and 24 h), and the trend was generally concentration dependent (Figure  5 ). Especially CYP1A1 seemed to be sensitive to the exposures, eliciting more than 10 000‐fold increased expression in response to 24‐h exposure to the highest concentration of MeOH.\n\nEffects of DEP OC extracts on AhR‐regulated genes in MSC‐derived adipocytes. Cells were exposed to DEP OC extracts at concentrations corresponding to 5 and 50 μg/ml (0.75 and 7.5 μg/cm 2 ) of native particles or vehicle (DMSO) alone for 2 and 24 h. The expressions of CYP1A1, CYP1B1 and PAI‐2 were measured by RT‐qPCR. The mRNA levels are presented relative to gene expression in control cells exposed to DMSO alone, represented by the dotted line at 1. The results are expressed as mean ± SEM ( n  = 3). *Statistically significant difference from unexposed controls. DEP, diesel exhaust particles; MeOH, DEP‐OC extracted with methanol at 100°C; OC, organic chemicals; W150°C, DEP‐OC extracted with water at 150°C"
    },
    {
      "title": "β‐Adrenoceptors",
      "text": "As βAR expression is regulated by negative feedback loops, down‐regulation of βAR expression could be an indication of βAR activation. 50  To assess potential βAR activation, we investigated the effect of DEP OC exposure on βAR expression. While the effect of W150°C was modest, MeOH reduced expression of β1AR and β2AR by 30%–45% (Figure  6 ). This trend was concentration dependent.\n\nEffects of DEP OC extracts on expression of β1AR and β2AR in MSC‐derived adipocytes. Cells were exposed to DEP OC extracts at concentrations corresponding to 5 and 50 μg/ml (0.75 and 7.5 μg/cm2) of native particles or vehicle (DMSO) alone for 24 h. The expression of β1AR and β2AR was measured by RT‐qPCR. The mRNA levels are presented relative to gene expression in cells exposed to DMSO, represented by the dotted line at 1. Results are expressed as mean ± SEM  n  = 3. *Statistically significant difference from unexposed controls. DEP, diesel exhaust particles; MeOH, DEP‐OC extracted with methanol at 100°C; OC, organic chemicals; W150°C, DEP‐OC extracted with water at 150°C"
    },
    {
      "title": "DISCUSSION",
      "text": "Exposure to PM 2.5  is considered to contribute to increased morbidity and mortality due to cardio‐metabolic disorders and has been found to exaggerate adipose tissue inflammation and insulin resistance in experimental animals. 7 ,  19  Direct effects on adipose tissue from particles and/or adhered components, such as OC, are among the potential mechanisms involved, 12  and lipophilic compounds such as PAHs accumulate in adipose tissue. 26 ,  27 ,  28  Studying primary human MSC‐derived adipocytes, we found that lipophilic OC from DEP induced inflammation‐associated genes and increased secretion of the chemokine CXLC8 as well as MMP1. HO‐1, associated with ROS and oxidative stress response, was seemingly not affected. Furthermore, the AhR‐regulated genes CYP1A1, CYP1B1 and PAI‐2 were up‐regulated, CYP1A1 more than 10 000‐fold. Finally, expression of βAR, known to be significant to adipocyte homoeostasis, was down‐regulated by exposure to lipophilic DEP OC.\n\nPrevious studies investigating these effects were based either on correlations with a multiset of species within PM or extraction with non‐polar solvents. 23 ,  37 ,  40  Yet, the solvent itself may alter the PM matrix, co‐extract interfering components or close the matrix pores preventing full recoveries. In this work, our goal was to isolate lipophilic fractions by first removing the polar constituents, thus allowing us to focus on lipophilic fractions. As expected, water‐soluble and polar fraction OC are not dominant in DEP, yet we have shown (Figure  1A ) that they contribute to nearly 30% of total organic carbon extracted, and thus, their removal eliminates their contribution. Accuracy with regard to extraction efficiency was further confirmed by comparison to our previous work, where comparable yet lower (by 20%) amounts of PAHs were extracted by hexane and even when a small recovery by DCM was included. 37  Furthermore, the extraction method used enabled to delineate possible contributions of PAHs from alkanes, which are co‐extracted when using organic solvent. In this study, the majority of PAHs and alkanes were extracted by methanol 100°C (MeOH), the extraction with water 150°C (W150°C) of somewhat higher polarity already extracted PAHs without alkanes. Carboxylic acids, in contrast to alkanes and PAHs, were more equally distributed among the fractions, as could be expected from their somewhat more polar functional group. Detection of carboxylic acids in PM from DEP has previously been reported by others. 51\n\nFindings by Sun et al 19  indicate that ambient air pollution exaggerates adipose inflammation and insulin resistance, possibly leading to increased risk of metabolic diseases. Our current results show that lipophilic DEP OC induce IL1β, CXCL8 and other pro‐inflammatory genes in human adipocytes. IL1β and CXCL8 are known biomarkers in metabolic diseases. 52 ,  53  This further supports the possibility that direct effects of DEP OC on adipose tissue may contribute to the established association between PM and metabolic disorders. Interestingly, DEP‐OC also induced a dose‐dependent increase in MMP‐1, which has been reported to be involved in TLR‐2‐regulated collagen deposition related to adipose inflammation in obese mice. 54  MMPs are synthesized by adipocytes and involved in pathologic processes underlying metabolic disorders such as adipose tissue expansion including adipo‐ and angiogenesis. 55 ,  56  These results correlate with our previous findings exposing endothelial cells to OC from the same DEP. 37\n\nThe lipophilic DEP‐OC also induced expression of AhR‐mediated genes in adipocytes, including CYP1A1, CYP1B1 and PAI2. The AhR is a central sensor of PAHs and other aromatic compounds. AhR ligands such as TCDD and dioxin‐like PCBs have been reported to induce inflammatory reactions and/or glucose impairment in adipose cells and tissues in vitro and in vivo through AhR‐dependent mechanisms. 30 ,  31  Furthermore, a marked incidence of diabetes has been reported in individuals with enhanced AhR bioactivity. 57  We also observed that DEP‐OC caused a dose‐dependent down‐regulation of the βAR genes ADRβ1 and ADRβ2. Previous studies have shown that PAHs can directly interact with β2AR, and down‐regulate β2AR levels both in vitro and in vivo, 32 ,  33 ,  58  and B[ a ]P has also been shown to impair adrenergic lipolysis, causing weight gain in mice at relatively low exposure levels. 35  We have previously speculated that there may be a mutual crosstalk between AhR and β2AR signalling. 59  Given the well‐established role of β2AR in adipose tissue homoeostasis, 34  and the emerging role of AhR in these processes, both receptors appear likely candidates involved in the regulation of adipose inflammation by air pollutants. Interestingly, in a study on extracts of chemicals from house dust, mixtures containing PAHs induced adipogenic activity, including tri‐glycerid accumulation, in cultured adipocytes. 60  Further studies should address effects of PM and OC from PM/DEP on physiologic functions including adipogenic differentiation and glucose uptake.\n\nIn the current study, adipocytes were exposed to DEP OC extracts corresponding to PM doses of 5 and 50 μg/ml. We measured total PAH levels of 227 and 2036 μg per gram PM in the W150°C and MeOH extracts, respectively. Levels of pyrene were 35 and 157 μg per gram PM in the two extracts. Thus, cells were exposed to total PAH concentrations in the range of 1.1–102 μg/ml and pyrene concentrations ranging from 175 to 7500 ng/ml. These are relatively low doses in an in vitro perspective. Notably, total PAH concentration in blood serum of Egyptian women has been reported to range from 0.16 to 3.61 μg/ml, 61  while mean total PAH concentration of 0.66 μg/ml (SE ± 0.34 μg/ml) was reported in children from India living without separate cooking area. 62  Thus, at 5 μg/ml of W150°C extract, the total PAH exposure concentration in the cell culture media was within the range of realistic blood concentrations in humans. Furthermore, Pleil et al summarized pyrene concentrations in blood and plasma from different studies, showing variation in the range of 3 pg/ml to 11 ng/ml (whole blood). But pyrene concentrations may range from 3 to 237 ng/ml in plasma of Nigerian neurology patients. 63  As plasma roughly constitutes 55% of the total blood volume, this corresponds to blood concentrations in the range of 1.65–130 ng/ml. Thus, the lowest exposure concentrations of the present study (5 μg/ml W150°C = 0.175 μg/ml pyrene) could be in the range of high, but realistic, real‐life blood concentrations in humans. Pyrene has also been measured in human fat tissue in levels ranging from 2 to 695 ng/g tissue. 26 ,  27 ,  28  Furthermore, blood concentrations of the pyrene metabolite 1‐hydroxypyrene was reported at 26–34 μg/ml in rats exposed to gasoline exhaust. 64  Even the highest concentration used in the present study (50 μg/ml MeOH = 7.5 μg/ml pyrene) is well below blood concentration that can be achieved by in vivo inhalation exposure."
    },
    {
      "title": "CONCLUSION",
      "text": "Organic chemicals extracted from diesel exhaust may affect expression and secretion of pro‐inflammatory mediators, as well as expression of β‐adrenergic receptors and aryl hydrocarbon receptor‐regulated genes in primary human adipocytes. These chemicals thus carry potential to disturb expression of genes linked to disease in adipose tissue. Further studies on mechanisms linking PM exposure and metabolic disease are warranted."
    },
    {
      "title": "CONFLICT OF INTEREST",
      "text": "The authors report no competing interests. The authors alone are responsible for the content and writing of the paper."
    },
    {
      "title": "Supporting information",
      "text": "Pictures from light microscopy not available.\n\nFigure S1:  Viability visualized by light microscopy after 24 h exposure and caspase/cleaved caspase measured by western blot. A: Differentiated adipocytes exposed for 24 h to 50μg/ml of DEP OC extract W150°C or MeOH or DMSO (control) had no visual cytotoxicity (magnification 10X and 20X, scale bar = 100μm). B: Protein levels of caspase‐3 (Casp‐3) and cleaved Casp‐3 were analysed by western blot in MSC‐derived adipocytes after differentiation and exposure for 24 h to: #1 DMSO, #2 W150°C 50μg/ml, #3 MeOH 5 μg/ml, #4 MeOH 50 μg/ml. Casp‐3 control extracts showing procaspase‐3 (−) and cleaved Casp‐3 (+). Beta actin was used as loading control. Samples were derived from the same experiment. Molecular weigt in kD of relevant bands of the ladder is indicated to the left.\n\nClick here for additional data file.\n\nFigure S2:  Effects of DEP OC extracts on expression of HO‐1 in MSC‐derived adipocytes. Cells were exposed to DEP OC extracts at concentrations corresponding to 5 and 50 μg/ml (0.75 and 7.5 μg/cm 2 ) of native particles, or vehicle (DMSO) alone for 2, 6 and 24 h. Expressions of HO‐1 was measured by q‐PCR. The mRNA levels are presented relative to gene expression in cells exposed to DMSO, represented by the dotted line at 1. Results are expressed as mean ± SEM (n = 1–3).\n\nClick here for additional data file."
    }
  ],
  "full_text": "Abstract Exposure to fine particulate matter (PM 2.5 ) from incomplete fossil fuel combustion (coal, oil, gas and diesel) has been linked to increased morbidity and mortality due to metabolic diseases. PM 2.5  exaggerate adipose inflammation and insulin resistance in mice with diet‐induced obesity. Here, we elucidate the hypothesis that such systemic effects may be triggered by adhered particle components affecting adipose tissue directly. Studying adipocytes differentiated from primary human mesenchymal stem cells, we found that lipophilic organic chemicals (OC) from diesel exhaust particles induced inflammation‐associated genes and increased secretion of the chemokine CXLC8/interleukin‐8 as well as matrix metalloprotease 1. The oxidative stress response gene haem oxygenase‐1 and tumour necrosis factor alpha were seemingly not affected, while aryl hydrocarbon receptor‐regulated genes, cytochrome P450 1A1 (CYP1A1) and CYP1B1 and plasminogen activator inhibitor‐2, were clearly up‐regulated. Finally, expression of β‐adrenergic receptor, known to regulate adipocyte homoeostasis, was down‐regulated by exposure to these lipophilic OC. Our results indicate that low concentrations of OC from combustion particles have the potential to modify expression of genes in adipocytes that may be linked to metabolic disease. Further studies on mechanisms linking PM exposure and metabolic diseases are warranted.\n\n## BACKGROUND\n\nAir pollution, especially fine particulate matter (PM 2.5 ), has gained attention as the number one environmental factor contributing to global morbidity and mortality, 1  and diesel exhaust particles (DEP) contribute substantially to health effects linked to urban PM 2.5 . 2 ,  3  Metabolic disorders like obesity, metabolic syndrome and Type 2 diabetes mellitus (T2DM) have been increasing in incidence in parallel with a global trend towards urbanization and thus also with an increased population living in areas with unhealthy air. 1 ,  4 ,  5 ,  6  Metabolic disorders are complex health issues perceived to be caused by changes in lifestyle linked to individual (genetics), socio‐economic and environmental factors. Long‐term exposure to PM 2.5  has been associated with development and exacerbation of cardio‐metabolic disorders, and short‐term exposure to low levels of PM 2.5  has been reported to reduce insulin sensitivity in healthy volunteers. 7 ,  8  Several epidemiologic studies associate PM exposure and metabolic diseases such as diabetes mellitus, 9 ,  10  and the need to clarify mechanisms underlying these associations has been highlighted. 4 ,  11 ,  12\n\nInflammation plays a central role in PM 2.5 ‐induced disorders, including metabolic diseases. 13 ,  14  Metabolic and immune systems are highly integrated, and pathways underlying nutrient and immune responses share a common evolutionary history. 15  Furthermore, inflammation seems to be fundamental to the development of metabolic disorders, 16 ,  17  and anti‐inflammatory agents may ameliorate metabolic disorders, including insulin resistance in T2DM. 18  Interestingly, PM 2.5  exposure has been shown to exaggerate adipose tissue inflammation and insulin resistance in mice with diet‐induced obesity, 19  indicating that adipose tissue may be involved in the pathogenesis of PM‐induced metabolic syndrome. This notion is also supported by human epidemiological data showing that acute, intermediate and chronic exposure to PM elicited inflammatory responses in subcutaneous and omental adipose tissue. 20\n\nThe mechanisms through which PM 2.5  induces or exacerbates effects in secondary organs, beyond the lung, is still debated. It is also unclear what components of PM 2.5  are the main drivers of inflammatory and metabolic effects. 2 ,  21  One possibility is that particles and/or adhered components, such as organic chemicals and metals, may translocate across the alveolar–capillary barrier entering the circulation. 22 ,  23 ,  24  In line with this, direct effects of PM and/or leachable components on adipose tissue may be among mechanisms involved in air pollution‐induced T2DM. 12  Notably, combustion‐derived pollutants such as black carbon, elemental and organic carbon and ultrafine PM may be more closely associated with cardio‐metabolic effects than total PM 2.5 . 12\n\nAmong the likely candidate compounds involved in air pollution‐induced metabolic disorders are polycyclic aromatic hydrocarbons (PAHs) formed during combustion of organic material including fossil fuels. PAH exposure has been associated with a variety of obesity‐related cardio‐metabolic risk factors. 25  PAHs accumulated in human adipose tissue are dominated by lighter‐weight, two‐ to four‐ring PAHs, such as naphthalene, phenanthrene, fluorene and pyrene, mainly deriving from inhalation exposures. 26 ,  27 ,  28  Traffic emissions are considered a key source of urban PAH emissions. 29  PAHs are highly lipophilic organic compounds readily absorbed from PM following inhalation. When PM deposits in the alveolar region, the majority of available PAHs may rapidly translocate into the circulation in an un‐metabolized state. 22  PAHs may reach all internal organs, but due to their lipophilicity levels are particularly high in adipose tissue. 29  Furthermore, studies on persistent organic pollutants suggest that the aryl hydrocarbon receptor (AhR), a key sensor of several PAHs, is involved in regulation of inflammatory and metabolic responses in adipocytes. 30 ,  31  Benzo[ a ]pyrene (B[ a ]P) also interacts directly with β2‐adrenoceptors (β2AR) and desensitizes β2AR in part through down‐regulating the membrane receptor expression. 32 ,  33  β2ARs are key elements in regulating adipose homoeostasis, especially mobilization of fat to other organs, 34  and B[ a ]P has been shown to impair β‐adrenergic stimulation of adipose tissue lipolysis and causes weight gain in mice. 35\n\nInflammation in visceral adipose tissue is a pathophysiologic hallmark of T2DM. 12  We have previously documented pro‐inflammatory and cytotoxic effects of OC from DEP on airway epithelial cells, 36  as well as effects of lipophilic OC from DEP on pro‐inflammatory cyto‐/chemokines, as well as AhR and βAR signalling in endothelial cells. 37 ,  38  Considering that lipophilic compounds accumulate in adipose tissue, we explored if lipophilic extracts of OC from DEP may directly affect gene expression and cytokine release in adipocytes differentiated from primary human mesenchymal stem cells (MSCs) and the potential involvement of AhR and βARs.\n\n## METHODS\n\nDimethyl sulfoxide (DMSO) was purchased from Sigma‐Aldrich (St Louis, MO, USA). All organic solvents were of >99% purity (GC or LC‐MS grade) and purchased from VWR (Radnor, PA, USA). Deionized water for the extraction was obtained from a Direct‐Q 3 UV system purifier (Millipore, Billerica, MA, USA) with total organic carbon content below 5 ppb (manufacturer specification).\n\nAnalytical standards were obtained from either Fisher Scientific (Hampton, NH, USA) or Sigma‐Aldrich (St Louis, MO, USA) and were reported previously by Cochran et al 39  Hank's Balanced Salt Solution (HBSS) was provided by Gibco, Invitrogen (Paisley, UK), amphotericin B, penicillin and streptomycin from Sigma‐Aldrich Norway AS (Oslo, Norway). Human AB serum was from Sigma‐Aldrich Norway AS (Oslo, Norway). Red blood cell lysis solution was provided by Miltenyi Biotec (Cambridge, MA, USA). Monoclonal anti‐CD44 antibodies were bought from Caltag Laboratories, Invitrogen (Carlsbad, CA, USA). DMEM was from Gibco (Oslo, Norway), collagenase type 2 from Worthington Biochemical Corporation (Lakewood, NJ, USA), fibroblast growth factor 2 (FGF2) from R&D systems (614 McKinley Place NE Minneapolis, MN 55413, USA), insulin from Novo Nordisk (Copenhagen, Denmark), indomethacin from Dumex Alpharma (Copenhagen, Denmark) and haematoxylin from Fisher Scientific (Hampton, NH).\n\nCytokine ELISA assay for CXCL8 (Human IL‐8 CytoSet) was purchased from Biosource International (Camarillo, CA, USA). ELISA assays for matrix metalloproteinase 1 (MMP‐1) were purchased from R&D systems (Minneapolis, MN, USA). Cell culture flasks were obtained from Nunc A/S (Roskilde, Denmark) and 12‐well plates from Corning, Lowell (MA, USA), 100‐μM cell strainer from Becton Dickinson (San Jose, CA) and Dynabeads from Dynabeads Pan Mouse IgG, Invitrogen Dynal AS (Oslo, Norway).\n\nDEP  collected from the tailpipe of a diesel engine (Deutz, 4 cylinder, 2.2 L, 500 rpm) running on gas oil were kindly provided by Flemming R. Cassee (RIVM, The Netherlands). The physico‐chemical characteristics of this DEP is available elsewhere. 37 ,  40 ,  41  To avoid loss of semi‐volatile organic chemicals, the DEP was stored at −18°C. Combustion technology has advanced since these particles were collected, but the fleet of cars in most cities is still composed of vehicles of differing age and type. These particles were used since they contain a high level (approximately 60%) of organic carbon. We have previously extracted OC from DEP with a sequence of solvents of increasing polarity ranging from non‐polar to polar and chemically characterized as previously described. 37 ,  39 ,  42  Here, we extracted DEP (~10 mg) using a polar to relatively non‐polar hot pressurized water extraction method 43 ,  44  followed by methanol. This approach enabled first to remove water‐soluble polar and higher polarity species, which could interfere with testing of the lipophilic fraction. Specifically, OC from DEP was sequentially extracted by 25°C water (W25°C, highly polar), 50°C water (W50°C), 100°C water (W100°C) and 150°C water (W150°C, non‐polar) followed by a final extraction with methanol at 100°C (MeOH, highly non‐polar). The extraction was performed under sufficient pressure to maintain the liquid state: 20–40 bar and 150 bar for water and methanol, respectively. For toxicological testing, the solvents were removed by evaporating the samples to dryness under a gentle stream of nitrogen, and extracted OC from DEP was re‐suspended in DMSO at concentrations corresponding to extracts from 25 mg/ml of the original DEP.\n\nFor the determination of organic carbon, the analyses were carried as described previously using a thermal optical analyser from Sunset laboratories (Tigard, OR, USA). 40  For the PAH determination, water aliquots were also spiked with recovery standards (naphthalene‐d 8 , pyrene‐d 10 , and 1‐hydroxypyrene‐d 9 ), and acidified with 10 μl of acetic acid and extracted three times with 1 ml of dichloromethane (DCM). The concentrated DCM extract was analysed using 6890N GC coupled to a 5975C MS detector (Agilent, Santa Clara, CA, USA). Separations were carried out using a 22‐m‐long DB‐5MS column with 0.25 mm internal diameter and 0.25 mm film thickness (J&W Scientific, Rancho Cordova, CA, USA) at a constant helium flow rate of 1.0 ml/min. Samples (1.0 μl) were injected in a splitless mode for 0.5 min at 250°C. The temperature program started at 35°C, held for 2 min, followed by an increase to 140°C with a 15°C/min temperature gradient. The last step was an increase to 320°C with a 10°C/min temperature gradient, held for 10 min. The total run time was 37 min. The transfer line temperature was set to 280°C. The MS data were acquired in a full scan mass range of 43–500  m/z  using an electron ionization (70 eV). Quantifications were done using eight‐point calibrations with the corresponding standard quantification ions. 39  For compounds for which standards were not available, the nearest isomeric standard was employed.\n\nThe Norwegian Institutional Review Boards and Ethics Committees approved all research protocols. All methods were performed in accordance with relevant guidelines and regulations.\n\nAdipose tissue was obtained after liposuction procedures of healthy female donors undergoing cosmetic surgery. The isolation was performed as previously described. 45 ,  46  Briefly, the lipoaspirate samples harvested were washed with HBSS containing antibiotics (100IU/ml penicillin, 100IU/ml streptomycin and 2.5 μg/ml amphotericin B) and digested in 0.1 mg/ml collagenase type 2 for 1 h at 37°C. The digested samples were centrifuged, and the floating adipocytes and digestion medium were aspirated off. The remaining stromal vascular fraction (SVF) was re‐suspended in HBSS w/antibiotics and 2% human AB serum and passed through a 100‐μM cell strainer. Filtered cells were pelleted and re‐suspended in red blood cell lysis solution to remove erythrocytes.\n\nPrior to MSC isolation, CD31‐positive endothelial cells were isolated for use in other experiments. To obtain pure populations of MSCs, we used CD44‐conjugated Dynabeads for positive selection, following the manufacturer's protocol. Briefly, Dynabeads were pre‐coated with monoclonal anti‐CD44 antibody at the recommended concentration, washed and added to the CD31+‐depleted SVF. After 1‐h incubation at room temperature with gentle tilting and rotation, CD44‐expressing cells were trapped using a magnet, washed and plated at 2 × 10 6  cells per 175 cm 2  tissue culture flask in DMEM supplemented with 10% human AB‐serum, 1% P/S and 5 ng/ml FGF2.\n\nCultures were maintained at 37°C in a humidified atmosphere containing 5% CO 2 . Cells still in suspension were removed on Days 3–4, and the medium was replaced. Media were changed every 2–3 days. Cells from Passages 2 and 3 were used for all experiments.\n\nFor adipogenic differentiation, MSCs were seeded at confluence in DMEM/F12 medium containing 10% AB‐serum, 0.5 mM 1‐methyl‐3 isobutylxanthine (IBMX), 1 μM dexamethasone, 10 μg/ml insulin and 100 μM indomethacin. Cells were cultivated in differentiation medium until a minimum of 50% contained visual lipid droplets (2 weeks on average). To visualize lipid droplets, fixed cells (4% formalin) were washed in 50% isopropanol and subsequently incubated for 10 min with Oil Red O. Cells were then washed in isopropanol and counter‐stained with haematoxylin. Adipogenic differentiation was also confirmed by measuring perilipin‐1 expression in differentiated adipocytes and undifferentiated MSCs from one donor (technical triplicate).\n\nImmunophenotypic characterization of the MSCs was done on a Gallios flow cytometer (Beckman Coulter, San Diego, CA, USA), with daily QC for instrument standardization and calibration with FlowCheck and FlowSet beads. The following antigens were analysed: CD31‐PB, CD14/CD19 Krome Orange, CD90 FITC, CD73 PE, CD146 PC5.5, CD105 PC7 (Duraclone SC, Beckman Coulter, San Diego, CA, USA), CD34 PerCp 5.5 (BD Biosciences, San Jose, CA, USA), HLA‐DR PB (BioLegend, San Diego, CA, USA) and CD45 PO (Life Technology, Carlsbad, CA, USA).\n\nMSC‐derived adipocytes were cultivated in exposure medium without AB serum or differentiation agents (IBMX, dexamethasone, insulin and indomethacin) for a minimum of 12 h prior to exposure. Cells were then exposed by removing the medium and adding new exposure medium containing various DEP‐OC suspended in DMSO or DMSO alone. After 2‐, 6‐ or 24‐h exposure, the medium was obtained for the enzyme‐linked immunosorbent assay (ELISA), cells were harvested, and mRNA was extracted.\n\nChemicals were commonly prepared as stock solution in DMSO. The final concentration of solvent did not exceed 0.2% (v/v); control cultures received similar concentration of DMSO.\n\nRNA was isolated using RNeasy or miRNeasy from Qiagen (Qiagen, Germantown, MD, USA) and reverse‐transcribed to cDNA on a PCR System 2400 (PerkinElmer, Waltham, MA, USA) using a High Capacity cDNA Archive Kit (Applied Biosystems, Foster City, CA, USA). Real‐time PCR was performed using pre‐designed TaqMan Gene Expression Assays and TaqMan Universal PCR Master Mix and run on Applied Biosystems 7500 fast software. Gene expression of induced perilipin‐1 (PLIN1, Hs00160173_m1), interleukin (IL)‐1α (Hs00174092_m1), IL‐1β (Hs01555410_m1), tumour necrosis factor (TNF)‐α (Hs01113624_g1), IL‐6 (Hs00174131_m1), CXCL8/IL‐8 (Hs00174103_m1), cyclooxygenase‐2 (COX‐2) (Hs00153133_m1), (MMP‐1) (Hs00899658_m1), haem oxygenase‐1 (HO‐1) (Hs01110250_m1), plasminogen activator inhibitor 2 (PAI‐2/SERPINB2) (Hs01010736_m1), cytochrome 1A1 (CYP1A1) (Hs00153120_m1), CYP1B1 (Hs02382916_s1), beta‐1 adrenergic receptor (β1AR) (Hs02330048_s1) and β2AR (Hs00240532_s1) were normalized against glyceraldehyde‐3‐phosphate dehydrogenase (GAPDH) (Hs02758991_g1) and expressed as fold change compared to untreated control as calculated by the ΔΔCt method (ΔCt = Ct[gene of interest] − Ct[18S]; ΔΔCt = ΔCt[treated] − ΔCt[control]; fold change = 2[−ΔΔCt]).\n\nThe amount of CXCL8 and MMP‐1 in the exposure medium was measured by the ELISA according to the manufacturer's guideline. An increase in colour intensity was quantified by a plate reader (TECAN Sunrise, Phoenix Research Products, Hayward, CA, USA) equipped with an assigned software (Magellan V I.10; Tecan Austria GmbH, Grödig‐Salzburg, Austria).\n\nApoptosis post exposure was investigated by western blot analysis of cleaved and uncleaved caspase‐3. Cells were lysed in 200 μl 1× Laemmli buffer and boiled at 95°C for 10 min. Samples were stored at −20°C until analysis was performed. Cell lysates and caspase‐3 control extracts (#9663; Cell Signalling Technology) were loaded onto 4%–20% gradient polyacrylamide gels (Bio‐Rad). Proteins were separated by gel electrophoresis, transferred to PVDF membranes (Bio‐Rad) and incubated with appropriate antibodies. Primary antibodies were caspase‐3 antibody (#9662; Cell Signalling Technology) and anti‐beta actin (ab8226; Abcam). Secondary antibodies were peroxidase anti‐mouse IgG (H + L) (PI‐2000; Vector Laboratories) and peroxidase anti‐rabbit IgG (H + L) (PI‐1000; Vector Laboratories). Bands were visualized using the myECL imager (Thermo Fisher Scientific).\n\nStatistical analysis was performed by analysis of variance (ANOVA) with Holm–Sidak post‐test for multiple comparisons. The gene expression data were analysed using the deltaCT values from the q‐PCR measurements. Calculations were performed using GraphPad Prism 8 software (GraphPad Software, Inc., San Diego, CA, USA). Data on gene expression and protein secretion are based on biological replicates; with cells from different donors ( n  = 2–4), standard error of mean (SEM) thus reflects donor variability of the endpoints.\n\nThe study was conducted in accordance with the  Basic & Clinical Pharmacology & Toxicology  policy for experimental and clinical studies. 47\n\n## Chemicals and reagents\n\nDimethyl sulfoxide (DMSO) was purchased from Sigma‐Aldrich (St Louis, MO, USA). All organic solvents were of >99% purity (GC or LC‐MS grade) and purchased from VWR (Radnor, PA, USA). Deionized water for the extraction was obtained from a Direct‐Q 3 UV system purifier (Millipore, Billerica, MA, USA) with total organic carbon content below 5 ppb (manufacturer specification).\n\nAnalytical standards were obtained from either Fisher Scientific (Hampton, NH, USA) or Sigma‐Aldrich (St Louis, MO, USA) and were reported previously by Cochran et al 39  Hank's Balanced Salt Solution (HBSS) was provided by Gibco, Invitrogen (Paisley, UK), amphotericin B, penicillin and streptomycin from Sigma‐Aldrich Norway AS (Oslo, Norway). Human AB serum was from Sigma‐Aldrich Norway AS (Oslo, Norway). Red blood cell lysis solution was provided by Miltenyi Biotec (Cambridge, MA, USA). Monoclonal anti‐CD44 antibodies were bought from Caltag Laboratories, Invitrogen (Carlsbad, CA, USA). DMEM was from Gibco (Oslo, Norway), collagenase type 2 from Worthington Biochemical Corporation (Lakewood, NJ, USA), fibroblast growth factor 2 (FGF2) from R&D systems (614 McKinley Place NE Minneapolis, MN 55413, USA), insulin from Novo Nordisk (Copenhagen, Denmark), indomethacin from Dumex Alpharma (Copenhagen, Denmark) and haematoxylin from Fisher Scientific (Hampton, NH).\n\nCytokine ELISA assay for CXCL8 (Human IL‐8 CytoSet) was purchased from Biosource International (Camarillo, CA, USA). ELISA assays for matrix metalloproteinase 1 (MMP‐1) were purchased from R&D systems (Minneapolis, MN, USA). Cell culture flasks were obtained from Nunc A/S (Roskilde, Denmark) and 12‐well plates from Corning, Lowell (MA, USA), 100‐μM cell strainer from Becton Dickinson (San Jose, CA) and Dynabeads from Dynabeads Pan Mouse IgG, Invitrogen Dynal AS (Oslo, Norway).\n\n## DEP, chemical extraction and analysis\n\nDEP  collected from the tailpipe of a diesel engine (Deutz, 4 cylinder, 2.2 L, 500 rpm) running on gas oil were kindly provided by Flemming R. Cassee (RIVM, The Netherlands). The physico‐chemical characteristics of this DEP is available elsewhere. 37 ,  40 ,  41  To avoid loss of semi‐volatile organic chemicals, the DEP was stored at −18°C. Combustion technology has advanced since these particles were collected, but the fleet of cars in most cities is still composed of vehicles of differing age and type. These particles were used since they contain a high level (approximately 60%) of organic carbon. We have previously extracted OC from DEP with a sequence of solvents of increasing polarity ranging from non‐polar to polar and chemically characterized as previously described. 37 ,  39 ,  42  Here, we extracted DEP (~10 mg) using a polar to relatively non‐polar hot pressurized water extraction method 43 ,  44  followed by methanol. This approach enabled first to remove water‐soluble polar and higher polarity species, which could interfere with testing of the lipophilic fraction. Specifically, OC from DEP was sequentially extracted by 25°C water (W25°C, highly polar), 50°C water (W50°C), 100°C water (W100°C) and 150°C water (W150°C, non‐polar) followed by a final extraction with methanol at 100°C (MeOH, highly non‐polar). The extraction was performed under sufficient pressure to maintain the liquid state: 20–40 bar and 150 bar for water and methanol, respectively. For toxicological testing, the solvents were removed by evaporating the samples to dryness under a gentle stream of nitrogen, and extracted OC from DEP was re‐suspended in DMSO at concentrations corresponding to extracts from 25 mg/ml of the original DEP.\n\nFor the determination of organic carbon, the analyses were carried as described previously using a thermal optical analyser from Sunset laboratories (Tigard, OR, USA). 40  For the PAH determination, water aliquots were also spiked with recovery standards (naphthalene‐d 8 , pyrene‐d 10 , and 1‐hydroxypyrene‐d 9 ), and acidified with 10 μl of acetic acid and extracted three times with 1 ml of dichloromethane (DCM). The concentrated DCM extract was analysed using 6890N GC coupled to a 5975C MS detector (Agilent, Santa Clara, CA, USA). Separations were carried out using a 22‐m‐long DB‐5MS column with 0.25 mm internal diameter and 0.25 mm film thickness (J&W Scientific, Rancho Cordova, CA, USA) at a constant helium flow rate of 1.0 ml/min. Samples (1.0 μl) were injected in a splitless mode for 0.5 min at 250°C. The temperature program started at 35°C, held for 2 min, followed by an increase to 140°C with a 15°C/min temperature gradient. The last step was an increase to 320°C with a 10°C/min temperature gradient, held for 10 min. The total run time was 37 min. The transfer line temperature was set to 280°C. The MS data were acquired in a full scan mass range of 43–500  m/z  using an electron ionization (70 eV). Quantifications were done using eight‐point calibrations with the corresponding standard quantification ions. 39  For compounds for which standards were not available, the nearest isomeric standard was employed.\n\n## Cell cultures\n\nThe Norwegian Institutional Review Boards and Ethics Committees approved all research protocols. All methods were performed in accordance with relevant guidelines and regulations.\n\nAdipose tissue was obtained after liposuction procedures of healthy female donors undergoing cosmetic surgery. The isolation was performed as previously described. 45 ,  46  Briefly, the lipoaspirate samples harvested were washed with HBSS containing antibiotics (100IU/ml penicillin, 100IU/ml streptomycin and 2.5 μg/ml amphotericin B) and digested in 0.1 mg/ml collagenase type 2 for 1 h at 37°C. The digested samples were centrifuged, and the floating adipocytes and digestion medium were aspirated off. The remaining stromal vascular fraction (SVF) was re‐suspended in HBSS w/antibiotics and 2% human AB serum and passed through a 100‐μM cell strainer. Filtered cells were pelleted and re‐suspended in red blood cell lysis solution to remove erythrocytes.\n\nPrior to MSC isolation, CD31‐positive endothelial cells were isolated for use in other experiments. To obtain pure populations of MSCs, we used CD44‐conjugated Dynabeads for positive selection, following the manufacturer's protocol. Briefly, Dynabeads were pre‐coated with monoclonal anti‐CD44 antibody at the recommended concentration, washed and added to the CD31+‐depleted SVF. After 1‐h incubation at room temperature with gentle tilting and rotation, CD44‐expressing cells were trapped using a magnet, washed and plated at 2 × 10 6  cells per 175 cm 2  tissue culture flask in DMEM supplemented with 10% human AB‐serum, 1% P/S and 5 ng/ml FGF2.\n\nCultures were maintained at 37°C in a humidified atmosphere containing 5% CO 2 . Cells still in suspension were removed on Days 3–4, and the medium was replaced. Media were changed every 2–3 days. Cells from Passages 2 and 3 were used for all experiments.\n\nFor adipogenic differentiation, MSCs were seeded at confluence in DMEM/F12 medium containing 10% AB‐serum, 0.5 mM 1‐methyl‐3 isobutylxanthine (IBMX), 1 μM dexamethasone, 10 μg/ml insulin and 100 μM indomethacin. Cells were cultivated in differentiation medium until a minimum of 50% contained visual lipid droplets (2 weeks on average). To visualize lipid droplets, fixed cells (4% formalin) were washed in 50% isopropanol and subsequently incubated for 10 min with Oil Red O. Cells were then washed in isopropanol and counter‐stained with haematoxylin. Adipogenic differentiation was also confirmed by measuring perilipin‐1 expression in differentiated adipocytes and undifferentiated MSCs from one donor (technical triplicate).\n\n## Isolation of stromal vascular cells from human adipose tissue\n\nThe Norwegian Institutional Review Boards and Ethics Committees approved all research protocols. All methods were performed in accordance with relevant guidelines and regulations.\n\nAdipose tissue was obtained after liposuction procedures of healthy female donors undergoing cosmetic surgery. The isolation was performed as previously described. 45 ,  46  Briefly, the lipoaspirate samples harvested were washed with HBSS containing antibiotics (100IU/ml penicillin, 100IU/ml streptomycin and 2.5 μg/ml amphotericin B) and digested in 0.1 mg/ml collagenase type 2 for 1 h at 37°C. The digested samples were centrifuged, and the floating adipocytes and digestion medium were aspirated off. The remaining stromal vascular fraction (SVF) was re‐suspended in HBSS w/antibiotics and 2% human AB serum and passed through a 100‐μM cell strainer. Filtered cells were pelleted and re‐suspended in red blood cell lysis solution to remove erythrocytes.\n\nPrior to MSC isolation, CD31‐positive endothelial cells were isolated for use in other experiments. To obtain pure populations of MSCs, we used CD44‐conjugated Dynabeads for positive selection, following the manufacturer's protocol. Briefly, Dynabeads were pre‐coated with monoclonal anti‐CD44 antibody at the recommended concentration, washed and added to the CD31+‐depleted SVF. After 1‐h incubation at room temperature with gentle tilting and rotation, CD44‐expressing cells were trapped using a magnet, washed and plated at 2 × 10 6  cells per 175 cm 2  tissue culture flask in DMEM supplemented with 10% human AB‐serum, 1% P/S and 5 ng/ml FGF2.\n\nCultures were maintained at 37°C in a humidified atmosphere containing 5% CO 2 . Cells still in suspension were removed on Days 3–4, and the medium was replaced. Media were changed every 2–3 days. Cells from Passages 2 and 3 were used for all experiments.\n\n## Adipogenic differentiation of MSCs\n\nFor adipogenic differentiation, MSCs were seeded at confluence in DMEM/F12 medium containing 10% AB‐serum, 0.5 mM 1‐methyl‐3 isobutylxanthine (IBMX), 1 μM dexamethasone, 10 μg/ml insulin and 100 μM indomethacin. Cells were cultivated in differentiation medium until a minimum of 50% contained visual lipid droplets (2 weeks on average). To visualize lipid droplets, fixed cells (4% formalin) were washed in 50% isopropanol and subsequently incubated for 10 min with Oil Red O. Cells were then washed in isopropanol and counter‐stained with haematoxylin. Adipogenic differentiation was also confirmed by measuring perilipin‐1 expression in differentiated adipocytes and undifferentiated MSCs from one donor (technical triplicate).\n\n## Immunophenotypic characterization of MSCs by flow cytometry\n\nImmunophenotypic characterization of the MSCs was done on a Gallios flow cytometer (Beckman Coulter, San Diego, CA, USA), with daily QC for instrument standardization and calibration with FlowCheck and FlowSet beads. The following antigens were analysed: CD31‐PB, CD14/CD19 Krome Orange, CD90 FITC, CD73 PE, CD146 PC5.5, CD105 PC7 (Duraclone SC, Beckman Coulter, San Diego, CA, USA), CD34 PerCp 5.5 (BD Biosciences, San Jose, CA, USA), HLA‐DR PB (BioLegend, San Diego, CA, USA) and CD45 PO (Life Technology, Carlsbad, CA, USA).\n\n## In vitro exposures\n\nMSC‐derived adipocytes were cultivated in exposure medium without AB serum or differentiation agents (IBMX, dexamethasone, insulin and indomethacin) for a minimum of 12 h prior to exposure. Cells were then exposed by removing the medium and adding new exposure medium containing various DEP‐OC suspended in DMSO or DMSO alone. After 2‐, 6‐ or 24‐h exposure, the medium was obtained for the enzyme‐linked immunosorbent assay (ELISA), cells were harvested, and mRNA was extracted.\n\nChemicals were commonly prepared as stock solution in DMSO. The final concentration of solvent did not exceed 0.2% (v/v); control cultures received similar concentration of DMSO.\n\n## Gene expression analysis\n\nRNA was isolated using RNeasy or miRNeasy from Qiagen (Qiagen, Germantown, MD, USA) and reverse‐transcribed to cDNA on a PCR System 2400 (PerkinElmer, Waltham, MA, USA) using a High Capacity cDNA Archive Kit (Applied Biosystems, Foster City, CA, USA). Real‐time PCR was performed using pre‐designed TaqMan Gene Expression Assays and TaqMan Universal PCR Master Mix and run on Applied Biosystems 7500 fast software. Gene expression of induced perilipin‐1 (PLIN1, Hs00160173_m1), interleukin (IL)‐1α (Hs00174092_m1), IL‐1β (Hs01555410_m1), tumour necrosis factor (TNF)‐α (Hs01113624_g1), IL‐6 (Hs00174131_m1), CXCL8/IL‐8 (Hs00174103_m1), cyclooxygenase‐2 (COX‐2) (Hs00153133_m1), (MMP‐1) (Hs00899658_m1), haem oxygenase‐1 (HO‐1) (Hs01110250_m1), plasminogen activator inhibitor 2 (PAI‐2/SERPINB2) (Hs01010736_m1), cytochrome 1A1 (CYP1A1) (Hs00153120_m1), CYP1B1 (Hs02382916_s1), beta‐1 adrenergic receptor (β1AR) (Hs02330048_s1) and β2AR (Hs00240532_s1) were normalized against glyceraldehyde‐3‐phosphate dehydrogenase (GAPDH) (Hs02758991_g1) and expressed as fold change compared to untreated control as calculated by the ΔΔCt method (ΔCt = Ct[gene of interest] − Ct[18S]; ΔΔCt = ΔCt[treated] − ΔCt[control]; fold change = 2[−ΔΔCt]).\n\n## ELISA\n\nThe amount of CXCL8 and MMP‐1 in the exposure medium was measured by the ELISA according to the manufacturer's guideline. An increase in colour intensity was quantified by a plate reader (TECAN Sunrise, Phoenix Research Products, Hayward, CA, USA) equipped with an assigned software (Magellan V I.10; Tecan Austria GmbH, Grödig‐Salzburg, Austria).\n\n## Western blot analysis\n\nApoptosis post exposure was investigated by western blot analysis of cleaved and uncleaved caspase‐3. Cells were lysed in 200 μl 1× Laemmli buffer and boiled at 95°C for 10 min. Samples were stored at −20°C until analysis was performed. Cell lysates and caspase‐3 control extracts (#9663; Cell Signalling Technology) were loaded onto 4%–20% gradient polyacrylamide gels (Bio‐Rad). Proteins were separated by gel electrophoresis, transferred to PVDF membranes (Bio‐Rad) and incubated with appropriate antibodies. Primary antibodies were caspase‐3 antibody (#9662; Cell Signalling Technology) and anti‐beta actin (ab8226; Abcam). Secondary antibodies were peroxidase anti‐mouse IgG (H + L) (PI‐2000; Vector Laboratories) and peroxidase anti‐rabbit IgG (H + L) (PI‐1000; Vector Laboratories). Bands were visualized using the myECL imager (Thermo Fisher Scientific).\n\n## Statistical analysis\n\nStatistical analysis was performed by analysis of variance (ANOVA) with Holm–Sidak post‐test for multiple comparisons. The gene expression data were analysed using the deltaCT values from the q‐PCR measurements. Calculations were performed using GraphPad Prism 8 software (GraphPad Software, Inc., San Diego, CA, USA). Data on gene expression and protein secretion are based on biological replicates; with cells from different donors ( n  = 2–4), standard error of mean (SEM) thus reflects donor variability of the endpoints.\n\nThe study was conducted in accordance with the  Basic & Clinical Pharmacology & Toxicology  policy for experimental and clinical studies. 47\n\n## RESULTS\n\nTable  1  and Figure  1A–C  reveal that most of the organic carbon was found in the methanol 100°C fraction (MeOH) and apparently dominated by alkanes. The total recoveries of OC, alkane and PAHs were comparable to those previously reported for extraction with a sequence of organic solvents. 40  Carboxylic acids were present in all fractions ranging from polar to non‐polar (W25°C‐MeOH), but with the highest levels in the MeOH fraction. Methoxyphenols were not detectable. PAHs were only found in MeOH 100°C (≈90%) and the water 150°C (W150°C ≈ 10%) fractions. The dominating PAHs and PAH derivatives contained in MeOH were phenanthrene and its methylated analogues > pyrene > fluoranthene and their methylated isomers. The detected oxy‐PAHs were 9‐fluorenone and xanthone (Figure  1D ). The overall ratio of three‐ring to four‐ring PAHs to oxy‐PAHs was 10: 3.0: 0.6. In W150°C, the relative amount of PAHs detected was 10 times lower than in MeOH, yet no alkanes were detected (Figure  1B ). In this fraction, the overall ratio of three‐ring to four‐ring PAHs to oxy‐PAHs was 10: 7.4: 1.6.\n\nChemical content of extracts\n\nNotes : OC from DEP were sequential extracted by 25°C water (W25°C, highly polar), 50°C water (W50°C), 100°C water (W100°C) and 150°C water (W150°C, non‐polar) at 20–40 bar followed by a final extraction with methanol at 100°C, 150 bar (MeOH, highly non‐polar). Levels of PAHs, alkanes, methoxyphenols and carboxylic acids are documented.\n\nChemical characterization of extracts. OC from DEP quantified as organic carbon were sequential extracted by 25°C water (W25°C, highly polar), 50°C water (W50°C), 100°C water (W100°C) and 150°C water (W150°C, non‐polar) at 20–40 bar followed by a final extraction with methanol at 100°C, 150bar (MeOH, highly non‐polar). (A–C) Total extracted OC, alkanes and PAHs in all five fractions. (D) PAH composition of W150°C and MeOH. (E) Visualization of the extraction procedure\n\nMSCs from human adipose tissue were isolated, differentiated and fixed as described in Section  2 . The cells were verified as being MSCs by their expression of CD90, CD73 and CD105 and the absence of expression of CD45, CD14/CD19, CD34 and CD31. Like most published MSC populations, these cells were predominantly CD146 positive, and some of the cells also expressed a small amount of HLA Class II, caused by the addition of FGF2 to the cell culture medium (Figure  2A ). 48  The MSCs usually reached our cut‐off for adipogenic differentiation, with more than 50% of MSCs having developed lipid vacuoles that were visible by light microscopy with and without Oil Red O staining, within 14 days of differentiation (Figure  2B–D ). Furthermore, the adipocyte‐specific gene perilipin‐1 was expressed in differentiated adipocytes, while this gene was not expressed in undifferentiated MSCs (Figure  2E ).\n\nAdipogenic differentiation of MSC, perilipin‐1 expression and MSC classification. MSC from human adipose tissue were isolated, differentiated, fixed, stained and examined by light microscopy as described in Section  2 . (A) Immunophenotypic characterization of MSCs by flow cytometer analysing CD31‐PB, CD14/CD19 Krome Orange, CD90 FITC, CD73 PE, CD146 PC5.5, CD105 PC7, CD34 PerCp 5.5, HLA‐DR PB and CD45 PO. (B) Undifferentiated MSCs (magnification 20×). (C) Differentiated adipocytes, more than 50% contains fat vacuoles visual by light microscopy (magnification 20×). (D) Differentiated adipocytes coloured with Oil Red O (magnification 20×). (E) Expression of perilipin‐1 relative to GAPDH, in undifferentiated MSCs and differentiated adipocytes. Scale bar = 100 μm. diff., differentiated adipocytes; MSC, mesenchymal stem cells; udiff., undifferentiated MSCs\n\nExposing adipocytes for 24 h to the highest concentrations of DEP‐OC extracts (50 μg/ml corresponding to 7.5 μg/cm 2  of native particles) had no effects on cell viability as visualized by light microscopy (Figure  S1A ). The absence of apoptosis in these cells was determined by measuring caspase‐3 and cleaved capsase‐3 using western blot analysis of adipocytes after 24‐h exposure. Caspase‐3 levels were similar in DMSO and DEP‐OC exposed cells, and no cleaved caspase‐3 was detected (Figure  S1B ), indicating that the currently used exposure levels did not induce cell death.\n\nWe investigated inflammation‐associated genes previously shown to be affected by DEP OC exposures in other in vitro systems. Both extracts had effects on expression of the inflammation‐associated genes interleukin (IL)‐1α, IL‐1β, CXCL8/IL‐8 and cyclooxygenase‐2 (COX‐2) after 2‐h exposure (Figure  3 ). Effects were seemingly concentration dependent, especially IL‐1α and IL‐1β. After 24‐h exposure, IL‐1β expression had returned to normal, while IL‐1α levels were still elevated. Exposure caused increasing rise in CXCL‐8 expression in the time period from 2 to 24 h, while COX‐2 expression was somewhat lower at 24 h compared to 2 h. Neither tumour necrosis factor (TNF)‐α (Figure  3 ) nor haem oxygenase‐1 (HO‐1) expression (Figure  S2 ) were affected by exposure at any time point. This could indicate  that oxidative stress responses are not the main driving force at the concentrations tested .\n\nEffects of DEP OC extracts on pro‐inflammatory genes in MSC‐derived adipocytes. Cells were exposed to DEP OC extracts at concentrations corresponding to 5 and 50 μg/ml (0.75 and 7.5 μg/cm 2 ) of native particles or vehicle (DMSO) alone for 2 and 24 h. (A) The expressions of IL‐1α, IL‐1β, TNF‐α and CXCL8 were measured by quantitative reverse transcription PCR (RT‐qPCR). The mRNA levels are presented relative to gene expression in control cells exposed to DMSO alone, represented by the dotted line at 1. (B) The release of CXCL8 after exposure for 24 h was measured by ELISA. The results are expressed as mean ± SEM (A)  n  = 3 and (B)  n  = 4. *Statistically significant difference from unexposed controls. DEP, diesel exhaust particles; MeOH, DEP‐OC extracted with methanol at 100°C; OC, organic chemicals; W150°C, DEP‐OC extracted with water at 150°C\n\nCXCL‐8 secretion was elevated by 24‐h exposure to the extracts, seemingly in a concentration‐dependent manner.\n\nWe have previously reported that lipophilic OC from DEP increase expression and secretion of MMP1 from endothelial cells. 37  In light of the growing focus on adipose tissue as a secreting endocrine organ, 49  we investigated effects of our lipophilic extracts of DEP OC on MMP1 expression and secretion from MSC adipocytes. After 24‐h exposure, a concentration‐dependent increase in expression and secretion of MMP1 was seen (Figure  4 ). Both concentrations of the most lipophilic extract (MeOH) increased MMP1 secretion, while only the highest concentration of the second most lipophilic extract (W150°C) had effect.\n\nEffects of DEP OC extracts on MMP‐1 in MSC‐derived adipocytes. Cells were exposed to DEP OC extracts at concentrations corresponding to 5 and 50 μg/ml (0.75 and 7.5 μg/cm 2 ) of native particles or vehicle (DMSO) alone for 24 h. (A) The expression of MMP‐1 was measured by RT‐qPCR. The mRNA levels are presented relative to gene expression in control cells exposed to DMSO alone, represented by the dotted line at 1. (B) The release of MMP‐1 was measured by ELISA. The results are expressed as mean ± SEM (A)  n  = 3 and (B)  n  = 4. *Statistically significant difference from unexposed controls. DEP, diesel exhaust particles; MeOH, DEP‐OC extracted with methanol at 100°C; OC, organic chemicals; W150°C, DEP‐OC extracted with water at 150°C\n\nOur DEP OC extracts contain known AhR ligands such as PAHs; thus, we investigated effects on the canonically AhR‐regulated genes cytochrome 1A1 (CYP1A1) and 1B1 as well as the non‐canonically regulated gene plasminogen activator inhibitor‐2 (PAI‐2). All the three AhR‐regulated genes were induced by both extracts at all three time points (2, 5 and 24 h), and the trend was generally concentration dependent (Figure  5 ). Especially CYP1A1 seemed to be sensitive to the exposures, eliciting more than 10 000‐fold increased expression in response to 24‐h exposure to the highest concentration of MeOH.\n\nEffects of DEP OC extracts on AhR‐regulated genes in MSC‐derived adipocytes. Cells were exposed to DEP OC extracts at concentrations corresponding to 5 and 50 μg/ml (0.75 and 7.5 μg/cm 2 ) of native particles or vehicle (DMSO) alone for 2 and 24 h. The expressions of CYP1A1, CYP1B1 and PAI‐2 were measured by RT‐qPCR. The mRNA levels are presented relative to gene expression in control cells exposed to DMSO alone, represented by the dotted line at 1. The results are expressed as mean ± SEM ( n  = 3). *Statistically significant difference from unexposed controls. DEP, diesel exhaust particles; MeOH, DEP‐OC extracted with methanol at 100°C; OC, organic chemicals; W150°C, DEP‐OC extracted with water at 150°C\n\nAs βAR expression is regulated by negative feedback loops, down‐regulation of βAR expression could be an indication of βAR activation. 50  To assess potential βAR activation, we investigated the effect of DEP OC exposure on βAR expression. While the effect of W150°C was modest, MeOH reduced expression of β1AR and β2AR by 30%–45% (Figure  6 ). This trend was concentration dependent.\n\nEffects of DEP OC extracts on expression of β1AR and β2AR in MSC‐derived adipocytes. Cells were exposed to DEP OC extracts at concentrations corresponding to 5 and 50 μg/ml (0.75 and 7.5 μg/cm2) of native particles or vehicle (DMSO) alone for 24 h. The expression of β1AR and β2AR was measured by RT‐qPCR. The mRNA levels are presented relative to gene expression in cells exposed to DMSO, represented by the dotted line at 1. Results are expressed as mean ± SEM  n  = 3. *Statistically significant difference from unexposed controls. DEP, diesel exhaust particles; MeOH, DEP‐OC extracted with methanol at 100°C; OC, organic chemicals; W150°C, DEP‐OC extracted with water at 150°C\n\n## Chemical characterization of DEP‐OC extracts\n\nTable  1  and Figure  1A–C  reveal that most of the organic carbon was found in the methanol 100°C fraction (MeOH) and apparently dominated by alkanes. The total recoveries of OC, alkane and PAHs were comparable to those previously reported for extraction with a sequence of organic solvents. 40  Carboxylic acids were present in all fractions ranging from polar to non‐polar (W25°C‐MeOH), but with the highest levels in the MeOH fraction. Methoxyphenols were not detectable. PAHs were only found in MeOH 100°C (≈90%) and the water 150°C (W150°C ≈ 10%) fractions. The dominating PAHs and PAH derivatives contained in MeOH were phenanthrene and its methylated analogues > pyrene > fluoranthene and their methylated isomers. The detected oxy‐PAHs were 9‐fluorenone and xanthone (Figure  1D ). The overall ratio of three‐ring to four‐ring PAHs to oxy‐PAHs was 10: 3.0: 0.6. In W150°C, the relative amount of PAHs detected was 10 times lower than in MeOH, yet no alkanes were detected (Figure  1B ). In this fraction, the overall ratio of three‐ring to four‐ring PAHs to oxy‐PAHs was 10: 7.4: 1.6.\n\nChemical content of extracts\n\nNotes : OC from DEP were sequential extracted by 25°C water (W25°C, highly polar), 50°C water (W50°C), 100°C water (W100°C) and 150°C water (W150°C, non‐polar) at 20–40 bar followed by a final extraction with methanol at 100°C, 150 bar (MeOH, highly non‐polar). Levels of PAHs, alkanes, methoxyphenols and carboxylic acids are documented.\n\nChemical characterization of extracts. OC from DEP quantified as organic carbon were sequential extracted by 25°C water (W25°C, highly polar), 50°C water (W50°C), 100°C water (W100°C) and 150°C water (W150°C, non‐polar) at 20–40 bar followed by a final extraction with methanol at 100°C, 150bar (MeOH, highly non‐polar). (A–C) Total extracted OC, alkanes and PAHs in all five fractions. (D) PAH composition of W150°C and MeOH. (E) Visualization of the extraction procedure\n\n## MSC characterization, adipogenic differentiation and cell viability\n\nMSCs from human adipose tissue were isolated, differentiated and fixed as described in Section  2 . The cells were verified as being MSCs by their expression of CD90, CD73 and CD105 and the absence of expression of CD45, CD14/CD19, CD34 and CD31. Like most published MSC populations, these cells were predominantly CD146 positive, and some of the cells also expressed a small amount of HLA Class II, caused by the addition of FGF2 to the cell culture medium (Figure  2A ). 48  The MSCs usually reached our cut‐off for adipogenic differentiation, with more than 50% of MSCs having developed lipid vacuoles that were visible by light microscopy with and without Oil Red O staining, within 14 days of differentiation (Figure  2B–D ). Furthermore, the adipocyte‐specific gene perilipin‐1 was expressed in differentiated adipocytes, while this gene was not expressed in undifferentiated MSCs (Figure  2E ).\n\nAdipogenic differentiation of MSC, perilipin‐1 expression and MSC classification. MSC from human adipose tissue were isolated, differentiated, fixed, stained and examined by light microscopy as described in Section  2 . (A) Immunophenotypic characterization of MSCs by flow cytometer analysing CD31‐PB, CD14/CD19 Krome Orange, CD90 FITC, CD73 PE, CD146 PC5.5, CD105 PC7, CD34 PerCp 5.5, HLA‐DR PB and CD45 PO. (B) Undifferentiated MSCs (magnification 20×). (C) Differentiated adipocytes, more than 50% contains fat vacuoles visual by light microscopy (magnification 20×). (D) Differentiated adipocytes coloured with Oil Red O (magnification 20×). (E) Expression of perilipin‐1 relative to GAPDH, in undifferentiated MSCs and differentiated adipocytes. Scale bar = 100 μm. diff., differentiated adipocytes; MSC, mesenchymal stem cells; udiff., undifferentiated MSCs\n\nExposing adipocytes for 24 h to the highest concentrations of DEP‐OC extracts (50 μg/ml corresponding to 7.5 μg/cm 2  of native particles) had no effects on cell viability as visualized by light microscopy (Figure  S1A ). The absence of apoptosis in these cells was determined by measuring caspase‐3 and cleaved capsase‐3 using western blot analysis of adipocytes after 24‐h exposure. Caspase‐3 levels were similar in DMSO and DEP‐OC exposed cells, and no cleaved caspase‐3 was detected (Figure  S1B ), indicating that the currently used exposure levels did not induce cell death.\n\n## Inflammation‐associated genes and chemokine secretion\n\nWe investigated inflammation‐associated genes previously shown to be affected by DEP OC exposures in other in vitro systems. Both extracts had effects on expression of the inflammation‐associated genes interleukin (IL)‐1α, IL‐1β, CXCL8/IL‐8 and cyclooxygenase‐2 (COX‐2) after 2‐h exposure (Figure  3 ). Effects were seemingly concentration dependent, especially IL‐1α and IL‐1β. After 24‐h exposure, IL‐1β expression had returned to normal, while IL‐1α levels were still elevated. Exposure caused increasing rise in CXCL‐8 expression in the time period from 2 to 24 h, while COX‐2 expression was somewhat lower at 24 h compared to 2 h. Neither tumour necrosis factor (TNF)‐α (Figure  3 ) nor haem oxygenase‐1 (HO‐1) expression (Figure  S2 ) were affected by exposure at any time point. This could indicate  that oxidative stress responses are not the main driving force at the concentrations tested .\n\nEffects of DEP OC extracts on pro‐inflammatory genes in MSC‐derived adipocytes. Cells were exposed to DEP OC extracts at concentrations corresponding to 5 and 50 μg/ml (0.75 and 7.5 μg/cm 2 ) of native particles or vehicle (DMSO) alone for 2 and 24 h. (A) The expressions of IL‐1α, IL‐1β, TNF‐α and CXCL8 were measured by quantitative reverse transcription PCR (RT‐qPCR). The mRNA levels are presented relative to gene expression in control cells exposed to DMSO alone, represented by the dotted line at 1. (B) The release of CXCL8 after exposure for 24 h was measured by ELISA. The results are expressed as mean ± SEM (A)  n  = 3 and (B)  n  = 4. *Statistically significant difference from unexposed controls. DEP, diesel exhaust particles; MeOH, DEP‐OC extracted with methanol at 100°C; OC, organic chemicals; W150°C, DEP‐OC extracted with water at 150°C\n\nCXCL‐8 secretion was elevated by 24‐h exposure to the extracts, seemingly in a concentration‐dependent manner.\n\n## Matrix metalloproteinase expression and secretion\n\nWe have previously reported that lipophilic OC from DEP increase expression and secretion of MMP1 from endothelial cells. 37  In light of the growing focus on adipose tissue as a secreting endocrine organ, 49  we investigated effects of our lipophilic extracts of DEP OC on MMP1 expression and secretion from MSC adipocytes. After 24‐h exposure, a concentration‐dependent increase in expression and secretion of MMP1 was seen (Figure  4 ). Both concentrations of the most lipophilic extract (MeOH) increased MMP1 secretion, while only the highest concentration of the second most lipophilic extract (W150°C) had effect.\n\nEffects of DEP OC extracts on MMP‐1 in MSC‐derived adipocytes. Cells were exposed to DEP OC extracts at concentrations corresponding to 5 and 50 μg/ml (0.75 and 7.5 μg/cm 2 ) of native particles or vehicle (DMSO) alone for 24 h. (A) The expression of MMP‐1 was measured by RT‐qPCR. The mRNA levels are presented relative to gene expression in control cells exposed to DMSO alone, represented by the dotted line at 1. (B) The release of MMP‐1 was measured by ELISA. The results are expressed as mean ± SEM (A)  n  = 3 and (B)  n  = 4. *Statistically significant difference from unexposed controls. DEP, diesel exhaust particles; MeOH, DEP‐OC extracted with methanol at 100°C; OC, organic chemicals; W150°C, DEP‐OC extracted with water at 150°C\n\n## AhR‐regulated genes\n\nOur DEP OC extracts contain known AhR ligands such as PAHs; thus, we investigated effects on the canonically AhR‐regulated genes cytochrome 1A1 (CYP1A1) and 1B1 as well as the non‐canonically regulated gene plasminogen activator inhibitor‐2 (PAI‐2). All the three AhR‐regulated genes were induced by both extracts at all three time points (2, 5 and 24 h), and the trend was generally concentration dependent (Figure  5 ). Especially CYP1A1 seemed to be sensitive to the exposures, eliciting more than 10 000‐fold increased expression in response to 24‐h exposure to the highest concentration of MeOH.\n\nEffects of DEP OC extracts on AhR‐regulated genes in MSC‐derived adipocytes. Cells were exposed to DEP OC extracts at concentrations corresponding to 5 and 50 μg/ml (0.75 and 7.5 μg/cm 2 ) of native particles or vehicle (DMSO) alone for 2 and 24 h. The expressions of CYP1A1, CYP1B1 and PAI‐2 were measured by RT‐qPCR. The mRNA levels are presented relative to gene expression in control cells exposed to DMSO alone, represented by the dotted line at 1. The results are expressed as mean ± SEM ( n  = 3). *Statistically significant difference from unexposed controls. DEP, diesel exhaust particles; MeOH, DEP‐OC extracted with methanol at 100°C; OC, organic chemicals; W150°C, DEP‐OC extracted with water at 150°C\n\n## β‐Adrenoceptors\n\nAs βAR expression is regulated by negative feedback loops, down‐regulation of βAR expression could be an indication of βAR activation. 50  To assess potential βAR activation, we investigated the effect of DEP OC exposure on βAR expression. While the effect of W150°C was modest, MeOH reduced expression of β1AR and β2AR by 30%–45% (Figure  6 ). This trend was concentration dependent.\n\nEffects of DEP OC extracts on expression of β1AR and β2AR in MSC‐derived adipocytes. Cells were exposed to DEP OC extracts at concentrations corresponding to 5 and 50 μg/ml (0.75 and 7.5 μg/cm2) of native particles or vehicle (DMSO) alone for 24 h. The expression of β1AR and β2AR was measured by RT‐qPCR. The mRNA levels are presented relative to gene expression in cells exposed to DMSO, represented by the dotted line at 1. Results are expressed as mean ± SEM  n  = 3. *Statistically significant difference from unexposed controls. DEP, diesel exhaust particles; MeOH, DEP‐OC extracted with methanol at 100°C; OC, organic chemicals; W150°C, DEP‐OC extracted with water at 150°C\n\n## DISCUSSION\n\nExposure to PM 2.5  is considered to contribute to increased morbidity and mortality due to cardio‐metabolic disorders and has been found to exaggerate adipose tissue inflammation and insulin resistance in experimental animals. 7 ,  19  Direct effects on adipose tissue from particles and/or adhered components, such as OC, are among the potential mechanisms involved, 12  and lipophilic compounds such as PAHs accumulate in adipose tissue. 26 ,  27 ,  28  Studying primary human MSC‐derived adipocytes, we found that lipophilic OC from DEP induced inflammation‐associated genes and increased secretion of the chemokine CXLC8 as well as MMP1. HO‐1, associated with ROS and oxidative stress response, was seemingly not affected. Furthermore, the AhR‐regulated genes CYP1A1, CYP1B1 and PAI‐2 were up‐regulated, CYP1A1 more than 10 000‐fold. Finally, expression of βAR, known to be significant to adipocyte homoeostasis, was down‐regulated by exposure to lipophilic DEP OC.\n\nPrevious studies investigating these effects were based either on correlations with a multiset of species within PM or extraction with non‐polar solvents. 23 ,  37 ,  40  Yet, the solvent itself may alter the PM matrix, co‐extract interfering components or close the matrix pores preventing full recoveries. In this work, our goal was to isolate lipophilic fractions by first removing the polar constituents, thus allowing us to focus on lipophilic fractions. As expected, water‐soluble and polar fraction OC are not dominant in DEP, yet we have shown (Figure  1A ) that they contribute to nearly 30% of total organic carbon extracted, and thus, their removal eliminates their contribution. Accuracy with regard to extraction efficiency was further confirmed by comparison to our previous work, where comparable yet lower (by 20%) amounts of PAHs were extracted by hexane and even when a small recovery by DCM was included. 37  Furthermore, the extraction method used enabled to delineate possible contributions of PAHs from alkanes, which are co‐extracted when using organic solvent. In this study, the majority of PAHs and alkanes were extracted by methanol 100°C (MeOH), the extraction with water 150°C (W150°C) of somewhat higher polarity already extracted PAHs without alkanes. Carboxylic acids, in contrast to alkanes and PAHs, were more equally distributed among the fractions, as could be expected from their somewhat more polar functional group. Detection of carboxylic acids in PM from DEP has previously been reported by others. 51\n\nFindings by Sun et al 19  indicate that ambient air pollution exaggerates adipose inflammation and insulin resistance, possibly leading to increased risk of metabolic diseases. Our current results show that lipophilic DEP OC induce IL1β, CXCL8 and other pro‐inflammatory genes in human adipocytes. IL1β and CXCL8 are known biomarkers in metabolic diseases. 52 ,  53  This further supports the possibility that direct effects of DEP OC on adipose tissue may contribute to the established association between PM and metabolic disorders. Interestingly, DEP‐OC also induced a dose‐dependent increase in MMP‐1, which has been reported to be involved in TLR‐2‐regulated collagen deposition related to adipose inflammation in obese mice. 54  MMPs are synthesized by adipocytes and involved in pathologic processes underlying metabolic disorders such as adipose tissue expansion including adipo‐ and angiogenesis. 55 ,  56  These results correlate with our previous findings exposing endothelial cells to OC from the same DEP. 37\n\nThe lipophilic DEP‐OC also induced expression of AhR‐mediated genes in adipocytes, including CYP1A1, CYP1B1 and PAI2. The AhR is a central sensor of PAHs and other aromatic compounds. AhR ligands such as TCDD and dioxin‐like PCBs have been reported to induce inflammatory reactions and/or glucose impairment in adipose cells and tissues in vitro and in vivo through AhR‐dependent mechanisms. 30 ,  31  Furthermore, a marked incidence of diabetes has been reported in individuals with enhanced AhR bioactivity. 57  We also observed that DEP‐OC caused a dose‐dependent down‐regulation of the βAR genes ADRβ1 and ADRβ2. Previous studies have shown that PAHs can directly interact with β2AR, and down‐regulate β2AR levels both in vitro and in vivo, 32 ,  33 ,  58  and B[ a ]P has also been shown to impair adrenergic lipolysis, causing weight gain in mice at relatively low exposure levels. 35  We have previously speculated that there may be a mutual crosstalk between AhR and β2AR signalling. 59  Given the well‐established role of β2AR in adipose tissue homoeostasis, 34  and the emerging role of AhR in these processes, both receptors appear likely candidates involved in the regulation of adipose inflammation by air pollutants. Interestingly, in a study on extracts of chemicals from house dust, mixtures containing PAHs induced adipogenic activity, including tri‐glycerid accumulation, in cultured adipocytes. 60  Further studies should address effects of PM and OC from PM/DEP on physiologic functions including adipogenic differentiation and glucose uptake.\n\nIn the current study, adipocytes were exposed to DEP OC extracts corresponding to PM doses of 5 and 50 μg/ml. We measured total PAH levels of 227 and 2036 μg per gram PM in the W150°C and MeOH extracts, respectively. Levels of pyrene were 35 and 157 μg per gram PM in the two extracts. Thus, cells were exposed to total PAH concentrations in the range of 1.1–102 μg/ml and pyrene concentrations ranging from 175 to 7500 ng/ml. These are relatively low doses in an in vitro perspective. Notably, total PAH concentration in blood serum of Egyptian women has been reported to range from 0.16 to 3.61 μg/ml, 61  while mean total PAH concentration of 0.66 μg/ml (SE ± 0.34 μg/ml) was reported in children from India living without separate cooking area. 62  Thus, at 5 μg/ml of W150°C extract, the total PAH exposure concentration in the cell culture media was within the range of realistic blood concentrations in humans. Furthermore, Pleil et al summarized pyrene concentrations in blood and plasma from different studies, showing variation in the range of 3 pg/ml to 11 ng/ml (whole blood). But pyrene concentrations may range from 3 to 237 ng/ml in plasma of Nigerian neurology patients. 63  As plasma roughly constitutes 55% of the total blood volume, this corresponds to blood concentrations in the range of 1.65–130 ng/ml. Thus, the lowest exposure concentrations of the present study (5 μg/ml W150°C = 0.175 μg/ml pyrene) could be in the range of high, but realistic, real‐life blood concentrations in humans. Pyrene has also been measured in human fat tissue in levels ranging from 2 to 695 ng/g tissue. 26 ,  27 ,  28  Furthermore, blood concentrations of the pyrene metabolite 1‐hydroxypyrene was reported at 26–34 μg/ml in rats exposed to gasoline exhaust. 64  Even the highest concentration used in the present study (50 μg/ml MeOH = 7.5 μg/ml pyrene) is well below blood concentration that can be achieved by in vivo inhalation exposure.\n\n## CONCLUSION\n\nOrganic chemicals extracted from diesel exhaust may affect expression and secretion of pro‐inflammatory mediators, as well as expression of β‐adrenergic receptors and aryl hydrocarbon receptor‐regulated genes in primary human adipocytes. These chemicals thus carry potential to disturb expression of genes linked to disease in adipose tissue. Further studies on mechanisms linking PM exposure and metabolic disease are warranted.\n\n## CONFLICT OF INTEREST\n\nThe authors report no competing interests. The authors alone are responsible for the content and writing of the paper.\n\n## Supporting information\n\nPictures from light microscopy not available.\n\nFigure S1:  Viability visualized by light microscopy after 24 h exposure and caspase/cleaved caspase measured by western blot. A: Differentiated adipocytes exposed for 24 h to 50μg/ml of DEP OC extract W150°C or MeOH or DMSO (control) had no visual cytotoxicity (magnification 10X and 20X, scale bar = 100μm). B: Protein levels of caspase‐3 (Casp‐3) and cleaved Casp‐3 were analysed by western blot in MSC‐derived adipocytes after differentiation and exposure for 24 h to: #1 DMSO, #2 W150°C 50μg/ml, #3 MeOH 5 μg/ml, #4 MeOH 50 μg/ml. Casp‐3 control extracts showing procaspase‐3 (−) and cleaved Casp‐3 (+). Beta actin was used as loading control. Samples were derived from the same experiment. Molecular weigt in kD of relevant bands of the ladder is indicated to the left.\n\nClick here for additional data file.\n\nFigure S2:  Effects of DEP OC extracts on expression of HO‐1 in MSC‐derived adipocytes. Cells were exposed to DEP OC extracts at concentrations corresponding to 5 and 50 μg/ml (0.75 and 7.5 μg/cm 2 ) of native particles, or vehicle (DMSO) alone for 2, 6 and 24 h. Expressions of HO‐1 was measured by q‐PCR. The mRNA levels are presented relative to gene expression in cells exposed to DMSO, represented by the dotted line at 1. Results are expressed as mean ± SEM (n = 1–3).\n\nClick here for additional data file.",
  "reference_count": 64,
  "word_count": 9416,
  "char_count": 62487
}