{
  "pmcid": "PMC10124817",
  "doi": "10.47626/1679-4435-2022-715",
  "title": "Toluene: correlation between occupational exposure limits and\nbiological exposure indices",
  "authors": [
    "Aldrin Robson Lima"
  ],
  "year": "2023",
  "journal": "Revista Brasileira de Medicina do Trabalho",
  "abstract": "Threshold limit values for chemical substances and biological exposure indices\nare the main tools used in occupational hygiene and occupational medicine to\ncontrol worker exposure levels. The correlation between these limits and\nindicators is of fundamental importance. The setting of new toluene exposure\nlimits has raised discussion about which indicator to use. This article aims to\nenrich this debate with scientific data. Through a literature review, we provide\na broad analysis of the factors that led to the lowering of the occupational\nexposure limit. Although internationally, biological indicators for toluene were\nreplaced more than a decade ago, Brazilian authorities only began to discuss\nchanging them in 2020. Toluene is a concern due to critical effects observed in\nexposed individuals, especially miscarriage. Urinary οrtho-cresol was\nsuggested as the main biomarker in 2007. Given the broad data analysis, there\nare no doubts about the utility of οrtho-cresol as a biological indicator\nfor toluene; what is lacking now is implementation of a monitoring system to\ncomply with the legislation.",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Toluene’s uses are extremely diversified, including as a component in solvents,\nvarnishes, thinners, and cleaning liquids. It is also used industrially in the\nproduction of rubber, plastics, and asphalt derivatives. It is also used as a raw\nmaterial in various syntheses, including toluene diisocyanate, dynamite, adhesives,\nand glues. 1  Although used in a wide\nrange of production processes, it was in the printing industry, especially\nrotogravure, that its effects on the health a large number of workers were\nnoticed. 2  Another reason\nfor researching toluene, including studies on toxicokinetics, toxicodynamics, and\ncritical short and long term effects, is its use as a drug of abuse. 3\n\nIn its 2006 annual guide to threshold limit values (TLV) and biological exposure\nindices, the American Conference of Governmental Industrial Hygienists (ACGIH),\nwhich guides occupational hygiene (including exposure to chemical agents), added a\nnote of intent to significantly change the TLV of toluene based on well-founded\nstudies, mainly in the rotogravure industry. In 2007, the proposal was adopted, and\nthe ACGIH recommended reducing the TLV from 50 to 20 ppm for an 8-hour workday and a\n40-hour workweek. 4  Although this\nchange is challenging for companies that use toluene in their production processes,\nthe publication was well received by worker health professionals, who considered the\nlimit adequate in view of the toxic effects of toluene; it is teratogenic,\nreproductive, hepatotoxic, nephropathic, ototoxic, affects the ability to\ndistinguish colors, and is suspected of causing degeneration of the myelin sheath in\nthe peripheral nervous system. 5\n\nThe next step towards new standards was discussion of biological exposure indices and\ntheir correlation with the revised TLV. In 2007, the ACGIH recommended the following\nbiomarkers as biological exposure indices: urinary hippuric acid (HA-u), blood\ntoluene, and urinary ο-cresol. In 2010, urinary toluene (TOL-u) was included\nas a biological exposure index and HA-u was definitively removed. 4  Until that point in Brazil, this\nsector had been regulated by the Ministry of Labor through regulatory norms. In\nordinance 3214 (July 8, 1978), which included the biological indicators in Table I\nof Regulatory Norm 7, only HA-u was determined to be a biological indicator for\ntoluene, and this remained in force for another 10 years. 6\n\nIn 2020, a revision of Regulatory Norm 7 was published by the Ministry of the\nEconomy’s Special Secretariat for Social Security and Labor (Secretaria Especial de\nPrevidência e Trabalho do Ministério da Economia), the agency that\nreplaced the Ministry of Labor, and Table I of Annex I determined that urinary\nο-cresol, blood toluene, and TOL-u should be used as biological indicators\nfor toluene, in line with current ACGIH recommendations. Although Brazilian\nlegislation is now in line with international recommendations, it is necessary to\nunderstand what each of these biological indicators means in practice (based mainly\non their toxicokinetics), how Brazilian laboratories will meet this new demand and,\nespecially, how this issue will be dealt with in company worker health\nprograms. 7"
    },
    {
      "title": "METHODS",
      "text": "This study’s methodology was a bibliographic review of books and periodicals,\nespecially ACGIH yearbooks from 1998 to 2021. National and international electronic\ndatabases featuring publications on occupational hygiene and toxicological analysis\nwere also used, with no date limits set for articles. The search terms included\n“tolueno”, “tolueno toxicocinética”, “tolueno toxicodinâmica”,\n“ACGIH”, “National Institute for Occupational Safety and Health” (NIOSH), “tolueno\nmétodos analíticos”, “bioindicadores”, “tolueno abuso”,\n“ο-cresol”, “ácido hipúrico”, “tolueno higiene ocupacional”, as\nwell as “e/ou” and “and/or”. Research began in August 2019 and ended in October\n2021. The guiding question for this review was: “What is the correlation between\nTLVs and biological indicators for toluene?”"
    },
    {
      "title": "RESULTS",
      "text": "Toluene (CAS 108-88-3) is an aromatic compound now obtained from petroleum, tar\ndistillation, and mineral coal. One of its first sources was balsam of the Tolu\ntree ( Myroxylon toluiferum Kunth ), hence the name toluene. At\nroom temperature, it is a colorless liquid, insoluble in water and highly\nvolatile. Methylbenzene, tol, toluol, tolusol and phenylmethane are synonyms.\nThe chemical properties of toluene include: explosiveness of 1.4 to 6.7% in air,\nsignificant lipid solubility, water solubility of 0.063 g/100 g at 25ºC, high\nflammability, characteristic odor of aromatic compounds, an olfactory threshold\nof 2.14 ppm (8 mg/m 3 ), a boiling point of 110.6°C (760 mmHg), a\nmelting point of 94.9°C, self-ignition at 480°C, a density of 0.867 at 25°C,\nvapor pressure of 28.4 mmHg at 25°C (3.8 kPa), and a molecular weight of\n92.14. 8\n\nIndividual variability can strongly influence the toxicokinetics of toluene,\nincluding factors such as heart rate, body fat volume, diet, and circadian\ncycle, in addition to interaction with salicylates, ethanol, and other solvents,\nsuch as n-hexane, benzene, xylenes, methyl ethyl ketone, 2-propanol and\nmethanol. Environmental factors can also interfere in this process. 5\n\nThe main route of occupational exposure is inhalation, although toluene can also\nbe absorbed through the skin. Absorption by ingestion is almost complete,\nalthough this rarely occurs in occupational settings. The lungs rapidly absorb\ninhaled toluene (approximately 40 to 50%), reaching peak serum concentrations\nwithin 15 to 30 minutes of inhalation, with the first 10 minutes of exposure\nbeing the most critical phase. 9 \nToluene concentrations can vary, with an accelerated rise in blood concentration\nfollowed by a fall due to lipid binding, followed by a subsequent rise as it\npasses back into the bloodstream. Absorption through the skin occurs while\ntoluene is still in the liquid phase. Due to its high volatility, absorption by\nthis route is low, but quite fast due to the compound’s high liposolubility. It\nshould also be considered that workers whose activities involve physical\nexertion have shown higher absorption of toluene. 9\n\nToluene easily passes through cell membranes and is distributed mainly in adipose\nand highly vascularized tissues, such as the brain and white matter, bone\nmarrow, liver, kidneys, and nerve tissue, which makes it difficult to measure\nexact blood levels. The biological half-life of toluene is 3 min in highly\nvascularized organs and approximately 40 min in soft tissues (eg, muscles). In\nadipose tissue and bone marrow, its biological half-life is approximately 738\nminutes. 8 , 9\n\nAs can be seen in  Figure 1 , toluene has two\nmain pathways of biotransformation: toluene epoxide and benzyl alcohol. Toluene\nis oxidized to epoxide compounds, which give rise to cresols (ortho-, meta , and\npara-) through benzene ring hydroxylation by enzymes CYP1A2, CYP2E1 and\nCYP2B6 9 . On the other\nhand, toluene can undergo hydroxylation from the methyl group to form benzyl\nalcohol, mediated by enzymes of the cytochrome P450 system (CYP2E1, CYP2B6,\nCYP2C8 and CYP1A2). Hydroxylation of the methyl group by CYP2E1 occurs in\napproximately 80% of absorbed toluene. In the second phase, benzyl alcohol is\noxidized in two steps to benzoic acid by alcohol dehydrogenase and aldehyde\ndehydrogenase. Finally, it combines with the amino acid glycine, giving rise to\nhippuric acid. The formation of S-benzylmercapturic acid, resulting from the\nconjugation of benzyl alcohol and S-p-toluylmercapturic acid, is due to the\nconjugation of 3,4-toluene epoxide with glutathione. Although it is excreted in\nsmall amounts in the urine, it is a potential biomarker of toluene. 8 , 9\n\nFigure 1 Main pathways of toluene biotransformation.\n\nMain pathways of toluene biotransformation.\n\nMost toluene is eliminated as HA-u (31-80%) within 20 hours of exposure.\nApproximately 7-14% of toluene is excreted intact through expiration. Less than\n2% is excreted in bile. Phenolic and mercapturic metabolites are excreted in\nsmall proportions, approximately 1% p-cresol, 0.1% ο-cresol, and < 2%\nS-benzylmercapturic and S-ρ-toluylmercapturic acids are found in\nurine. 10\n\nCentral nervous system dysfunction is a critical health concern following\nacute, intermediate, or chronic exposure to toluene, primarily via\ninhalation. Its mechanisms of action are mostly membrane and membrane\nchannel changes, leading to effects such as nervous system depression and\nnarcosis. 5 , 8  The region most affected by\ntoluene is the cerebellum. Even at exposures to low concentrations (49-130\nppm), loss of manual dexterity, verbal memory, and visual ability (including\nloss of color distinction) have been observed. In more severe chronic\nexposure, cerebral and cortical degeneration, deafness, peripheral\nneuropathy, and optic atrophy, including evidence of hypothalamic\ndysfunction, have been observed. Some of this damage may be\nirreversible. 8\n\nToluene’s mechanism of toxicity is still not clear; few in-depth studies have\nbeen conducted on the subject and there are many gaps in the experimental\nmodels. Some scholars consider toluene’s effects similar to those of other\ndepressants, such as benzodiazepines, barbiturates and ethanol. It is\nunderstood that the mechanism of change in neuron membrane function involves\nthe fluidization of cell membranes, altering their permeability and\nfunction. However, the molecular aspects of this fluidization are still\nunclear. The dissolution of lipid layers in cell membranes and myelin\nexplains the long-term effects, including atrophied brain regions and\nchanges in nerve transmission. Toluene binds to the gamma-aminobutyric\nacid-A receptor-benzodiazepine-chlorine channel complex. Thus, there is an\ninflux of chlorine through the membrane, leading to neuronal\nhyperpolarization, which inhibits nerve impulse propagation, depressing the\ncentral nervous system. 8 , 9\n\nIn animal experiments, exposure to toluene has been associated with\nsignificantly higher concentrations of catecholamine neurotransmitters and\ntheir metabolites in various brain regions. As a drug of abuse, toluene’s\ntoxicological effects similar to those of barbiturates and ethanol, causing\naltered dopamine levels in the brain. 11\n\nThe genotoxic or mutagenic action of toluene includes sudden transmissible\nalteration of the genetic material. Exposure to certain agents can increase\nthe occurrence of mutations. Many can directly interfere with DNA bases or\nform complexes that hinder replication. 12  Although several studies have suggested that\ntoluene has genotoxic potential, some authors do not consider it a mutagenic\nagent, since no relationship has been proven between exposure and\nchromosomal aberrations in animal studies. 8\n\nThe mammalian reproduction process involves several stages, from sexual\nmaturation to the birth of new individuals. During gestation, maternal\nexposure to a toxic agent can lead to different responses, from\nteratogenicity to death of the embryo or fetus, with the greatest risk\noccurring in first 12 weeks after conception. 13\n\nRegarding fetotoxicity, the mechanisms by which toluene decreases fetal\ndevelopment (even leading to miscarriage) have not yet been elucidated. The\nstudy that gave rise to the revised TLV demonstrated that toluene has\nembryotoxic, fetotoxic, and teratogenic properties in rat and rabbit models.\nStudies on occupational exposure to toluene in pregnant women in the gravure\nprinting industry have confirmed cases of children born with central nervous\nsystem disorders, organ, brain, and limb anomalies and growth\nretardation. 2 \nAnother animal experiment found that acetylsalicylic acid dramatically\npotentiates these properties, 14  corroborating the results of studies on the\ninterference of salicylates in toluene toxicokinetics. 9\n\nExposure to toluene can irritate the mucous membrane of the respiratory\ntract, and severe exposure can lead to fluid build-up in the lungs and even\npneumonia. Exposure may cause bronchospasms in people with asthma or chronic\nobstructive pulmonary disease. Toluene is a strong skin irritant since, due\nto its high liposolubility, it removes natural lipids from the upper layers,\nleading to contact dermatitis. 15  Toluene is also ototoxic in cases of chronic exposure\nto high concentrations. In 1977, a study by the University of São\nPaulo and NIOSH showed that noise had an additive effect on exposure to\ntoluene below the then-current TLV. 3  Azevedo 16  reported on the ototoxic effects of toluene in\nassociation with noise exposure, particularly that toluene can potentiate\nhearing loss. An additive effect was also observed with concomitant\nacetylsalicylic acid use. 16\n\nChronic exposure to toluene above the TLV can cause hepatotoxicity and\nnephrotoxicity, leading to proteinuria, as well as lesions in the glomeruli\nand renal tubules. 8\n\nEnvironmental monitoring is the periodic assessment of occupational exposure\nby measuring the concentration of chemical agents in the workplace, followed\nby comparison with an appropriate standard (eg, the TLV). This is followed\nby control measures when the results indicate high exposure\nlevels. 17\n\nToluene is collected through activated carbon tubes with specially designed\nsuction pumps that maintain a stable flow throughout the sampling period.\nStrategies vary to ensure that a representative percentage of the work shift\nis covered. Passive dosimeters are another type of device equipped with\nactivated carbon to adsorb organic vapors without suction mechanisms.\nToluene in air can be analyzed by several techniques, including gas\nchromatography (GC) and mass spectrometry. The material is desorbed with\ncarbon disulfide, and the most common technique for analyzing toluene is GC\nwith flame ionization detection (GC-FID) according to NIOSH method\n1501. 18\n\nBiological monitoring is the periodic assessment of occupational exposure by\nmeasuring a chemical agent’s concentration in a biological fluid, its\nbiotransformation products, its toxic action, or even expired air as an\nindicator of exposure. The results are compared to appropriate benchmarks to\nassess the health risk, with a view to introducing or modifying control\nmeasures when necessary. 17 \nThe studied parameters are called biological indicators, bioindicators, or\nbiomarkers. The method of biological matrix collection, which is based on\nthe representativity of exposure and biotransformation, occurs at the end of\nthe workday or at the beginning or end of the work week. 10\n\nUrine is collected at the end of the workday and sent in an amber glass or\npolyethylene bottle to the laboratory. Although Brazilian legislation has\nrecommended this procedure and, and it is offered by laboratories, it should\nbe discontinued. NIOSH has proposed method 8300 for determining HA-u as a\nbiological indicator of toluene exposure. The analysis matrix is urine,\ncollected at the end of a shift after 2 days of exposure. The volume, which\nmust be 50-100 mL, is transported in a 125 mL plastic bottle. Sample\nstability is 1 day at 20°C, 1 week at 4°C, and 1 month at -20°C. A control\nsample must be collected prior to exposure. 4 , 18\n\nThe analytical technique for this method is absorption spectrophotometry in\nthe visible region, using a wavelength of 410 nm and an optical path of 1\ncm. The analyzed compound is a complex of hippuric acid and benzenesulfonyl\nchloride. The working range should be 0.005 to 0.500 g/L (urine diluted 1:5\nv/v). This technique has an estimated detection limit of 0.002 g/L (SD,\n0.06%). 18\n\nTo measure joint exposure with xylene or styrene, NIOSH method 8301 for HA-u\nand methyl hippuric acid is recommended, which involves high performance\nliquid chromatography with ultraviolet detection. 18\n\nHasegawa et al., 19  who\ndeveloped the first method for measuring urinary ortho-cresol\n(ο-cresol) in workers, conducted an important comparative study\nbetween urinary HA-u and ο-cresol as bioindicators of toluene\nexposure. A total of 130 volunteers (74 men) outfitted with passive\nactivated carbon dosimeters were intentionally exposed to toluene in the air\nover a workday and analyzed with GC-FID. To prepare the sample, 0.5 mL of\n15% hydrochloric acid was added to 1 mL of urine and heated at 100°C for 60\nmin. The samples were hydrolyzed with 3,5-xylenol, and desorption was\nperformed with carbon disulfide. The organic phase was treated with sodium\nsulfate to dry the sample, which was finally injected into the GC-FID. The\nresults showed that HA-u has a very good correlation with environmental\nexposure and is reliable at concentrations above 100 ppm (ie, it is\ninadequate for the current limit of 20 ppm). Below 100 ppm, the results are\nsusceptible to various types of interference. The most important point\nraised in this study is the method’s applicability to ο-cresol and\nits good correlation with environmental exposure, being little affected by\nfactors unrelated to environmental exposure to toluene. 19\n\nThrough a partnership between the toxicological analysis departments of the\nUniversity of São Paulo and the Federal University of Alfenas, a\nmethod was developed for determining urinary ο-cresol using solid\nphase microextraction (SPME) and chromatographic analysis using GC-FID.\nAfter optimizing the SPME variables and validating the method, urine samples\nfrom workers exposed to solvents were analyzed. The best extraction\nconditions were obtained with acid hydrolysis of the urine, extraction in\ncarbowax/divinylbenzene fiber 70 µm for 20 minutes at a neutral pH,\nadding 3 g of Na 2 SO 4  under agitation. The method\nshowed linearity between 0.1 and 1.5 µg/L of ο-cresol in\nurine, a quantification limit of 0.1 µg/L, and repeatability between\n6.8 and 7.8%. The mean ο-cresol value in worker urine was 0.35 (SD,\n0.23) µg/L. The SPME/GC-FID method showed promise, being a quick,\nsimple, and applicable for biologically monitoring workers exposed to\ntoluene. 20\n\nIn 2015, the 5th edition of the NIOSH Analytical Methods Manual presented\nmethod 8321 for determining o-cresol in urine. The technique was GC with\nmass spectrometry and selected ion monitoring. This is the reference method\nfor analyzing urinary ο-cresol in workers exposed to\ntoluene. 21\n\nToluene in exhaled air: samples must be collected during the workday. In\n1999, the ACGIH stopped recommending exhaled air as an exposure biomarker\ndue to strong interference from other substances (eg, ethanol) and because\nit is not representative of skin absorption. GC-FID was the analysis\ntechnique, with the sample collected in flasks and transferred to another\nflask through an activated carbon column. The analysis then proceeded\naccording to NIOSH method 1501. 8\n\nBlood toluene: samples must be collected before the last shift of the\nworkweek. This biomarker is little used, since the ideal would be to collect\nseveral samples during the shift, which, from a practical point of view, is\nunfeasible and highly invasive. It is still recommended by ACGIH for very\nspecific cases due to its representativeness for skin absorption. 8  According to NIOSH method\n8007, toluene is extracted from the blood by headspace GC and GC-FID is used\nfor identification. 21\n\nTOL-u: sample collection must occur at the end of the workday. This biomarker\nhas a good correlation with environmental exposure, but it is rarely used\ndue to practical difficulties, such as sample preservation due to the\nsolvent’s volatility. The ACGIH began recommending TOL-u in 2010. The\nanalysis technique involves extracting toluene from urine by headspace GC in\nassociation with SPME; GC-FID is used for identification. 22"
    },
    {
      "title": "THE MOST IMPORTANT PHYSICOCHEMICAL CHARACTERISTICS OF TOLUENE",
      "text": "Toluene (CAS 108-88-3) is an aromatic compound now obtained from petroleum, tar\ndistillation, and mineral coal. One of its first sources was balsam of the Tolu\ntree ( Myroxylon toluiferum Kunth ), hence the name toluene. At\nroom temperature, it is a colorless liquid, insoluble in water and highly\nvolatile. Methylbenzene, tol, toluol, tolusol and phenylmethane are synonyms.\nThe chemical properties of toluene include: explosiveness of 1.4 to 6.7% in air,\nsignificant lipid solubility, water solubility of 0.063 g/100 g at 25ºC, high\nflammability, characteristic odor of aromatic compounds, an olfactory threshold\nof 2.14 ppm (8 mg/m 3 ), a boiling point of 110.6°C (760 mmHg), a\nmelting point of 94.9°C, self-ignition at 480°C, a density of 0.867 at 25°C,\nvapor pressure of 28.4 mmHg at 25°C (3.8 kPa), and a molecular weight of\n92.14. 8"
    },
    {
      "title": "TOXICOKINETICS OF TOLUENE",
      "text": "Individual variability can strongly influence the toxicokinetics of toluene,\nincluding factors such as heart rate, body fat volume, diet, and circadian\ncycle, in addition to interaction with salicylates, ethanol, and other solvents,\nsuch as n-hexane, benzene, xylenes, methyl ethyl ketone, 2-propanol and\nmethanol. Environmental factors can also interfere in this process. 5"
    },
    {
      "title": "ABSORPTION",
      "text": "The main route of occupational exposure is inhalation, although toluene can also\nbe absorbed through the skin. Absorption by ingestion is almost complete,\nalthough this rarely occurs in occupational settings. The lungs rapidly absorb\ninhaled toluene (approximately 40 to 50%), reaching peak serum concentrations\nwithin 15 to 30 minutes of inhalation, with the first 10 minutes of exposure\nbeing the most critical phase. 9 \nToluene concentrations can vary, with an accelerated rise in blood concentration\nfollowed by a fall due to lipid binding, followed by a subsequent rise as it\npasses back into the bloodstream. Absorption through the skin occurs while\ntoluene is still in the liquid phase. Due to its high volatility, absorption by\nthis route is low, but quite fast due to the compound’s high liposolubility. It\nshould also be considered that workers whose activities involve physical\nexertion have shown higher absorption of toluene. 9"
    },
    {
      "title": "DISTRIBUTION",
      "text": "Toluene easily passes through cell membranes and is distributed mainly in adipose\nand highly vascularized tissues, such as the brain and white matter, bone\nmarrow, liver, kidneys, and nerve tissue, which makes it difficult to measure\nexact blood levels. The biological half-life of toluene is 3 min in highly\nvascularized organs and approximately 40 min in soft tissues (eg, muscles). In\nadipose tissue and bone marrow, its biological half-life is approximately 738\nminutes. 8 , 9"
    },
    {
      "title": "BIOTRANSFORMATION",
      "text": "As can be seen in  Figure 1 , toluene has two\nmain pathways of biotransformation: toluene epoxide and benzyl alcohol. Toluene\nis oxidized to epoxide compounds, which give rise to cresols (ortho-, meta , and\npara-) through benzene ring hydroxylation by enzymes CYP1A2, CYP2E1 and\nCYP2B6 9 . On the other\nhand, toluene can undergo hydroxylation from the methyl group to form benzyl\nalcohol, mediated by enzymes of the cytochrome P450 system (CYP2E1, CYP2B6,\nCYP2C8 and CYP1A2). Hydroxylation of the methyl group by CYP2E1 occurs in\napproximately 80% of absorbed toluene. In the second phase, benzyl alcohol is\noxidized in two steps to benzoic acid by alcohol dehydrogenase and aldehyde\ndehydrogenase. Finally, it combines with the amino acid glycine, giving rise to\nhippuric acid. The formation of S-benzylmercapturic acid, resulting from the\nconjugation of benzyl alcohol and S-p-toluylmercapturic acid, is due to the\nconjugation of 3,4-toluene epoxide with glutathione. Although it is excreted in\nsmall amounts in the urine, it is a potential biomarker of toluene. 8 , 9\n\nFigure 1 Main pathways of toluene biotransformation.\n\nMain pathways of toluene biotransformation."
    },
    {
      "title": "ELIMINATION",
      "text": "Most toluene is eliminated as HA-u (31-80%) within 20 hours of exposure.\nApproximately 7-14% of toluene is excreted intact through expiration. Less than\n2% is excreted in bile. Phenolic and mercapturic metabolites are excreted in\nsmall proportions, approximately 1% p-cresol, 0.1% ο-cresol, and < 2%\nS-benzylmercapturic and S-ρ-toluylmercapturic acids are found in\nurine. 10"
    },
    {
      "title": "THE TOXICODYNAMICS AND CRITICAL EFFECTS OF TOLUENE",
      "text": "Central nervous system dysfunction is a critical health concern following\nacute, intermediate, or chronic exposure to toluene, primarily via\ninhalation. Its mechanisms of action are mostly membrane and membrane\nchannel changes, leading to effects such as nervous system depression and\nnarcosis. 5 , 8  The region most affected by\ntoluene is the cerebellum. Even at exposures to low concentrations (49-130\nppm), loss of manual dexterity, verbal memory, and visual ability (including\nloss of color distinction) have been observed. In more severe chronic\nexposure, cerebral and cortical degeneration, deafness, peripheral\nneuropathy, and optic atrophy, including evidence of hypothalamic\ndysfunction, have been observed. Some of this damage may be\nirreversible. 8\n\nToluene’s mechanism of toxicity is still not clear; few in-depth studies have\nbeen conducted on the subject and there are many gaps in the experimental\nmodels. Some scholars consider toluene’s effects similar to those of other\ndepressants, such as benzodiazepines, barbiturates and ethanol. It is\nunderstood that the mechanism of change in neuron membrane function involves\nthe fluidization of cell membranes, altering their permeability and\nfunction. However, the molecular aspects of this fluidization are still\nunclear. The dissolution of lipid layers in cell membranes and myelin\nexplains the long-term effects, including atrophied brain regions and\nchanges in nerve transmission. Toluene binds to the gamma-aminobutyric\nacid-A receptor-benzodiazepine-chlorine channel complex. Thus, there is an\ninflux of chlorine through the membrane, leading to neuronal\nhyperpolarization, which inhibits nerve impulse propagation, depressing the\ncentral nervous system. 8 , 9\n\nIn animal experiments, exposure to toluene has been associated with\nsignificantly higher concentrations of catecholamine neurotransmitters and\ntheir metabolites in various brain regions. As a drug of abuse, toluene’s\ntoxicological effects similar to those of barbiturates and ethanol, causing\naltered dopamine levels in the brain. 11\n\nThe genotoxic or mutagenic action of toluene includes sudden transmissible\nalteration of the genetic material. Exposure to certain agents can increase\nthe occurrence of mutations. Many can directly interfere with DNA bases or\nform complexes that hinder replication. 12  Although several studies have suggested that\ntoluene has genotoxic potential, some authors do not consider it a mutagenic\nagent, since no relationship has been proven between exposure and\nchromosomal aberrations in animal studies. 8\n\nThe mammalian reproduction process involves several stages, from sexual\nmaturation to the birth of new individuals. During gestation, maternal\nexposure to a toxic agent can lead to different responses, from\nteratogenicity to death of the embryo or fetus, with the greatest risk\noccurring in first 12 weeks after conception. 13\n\nRegarding fetotoxicity, the mechanisms by which toluene decreases fetal\ndevelopment (even leading to miscarriage) have not yet been elucidated. The\nstudy that gave rise to the revised TLV demonstrated that toluene has\nembryotoxic, fetotoxic, and teratogenic properties in rat and rabbit models.\nStudies on occupational exposure to toluene in pregnant women in the gravure\nprinting industry have confirmed cases of children born with central nervous\nsystem disorders, organ, brain, and limb anomalies and growth\nretardation. 2 \nAnother animal experiment found that acetylsalicylic acid dramatically\npotentiates these properties, 14  corroborating the results of studies on the\ninterference of salicylates in toluene toxicokinetics. 9\n\nExposure to toluene can irritate the mucous membrane of the respiratory\ntract, and severe exposure can lead to fluid build-up in the lungs and even\npneumonia. Exposure may cause bronchospasms in people with asthma or chronic\nobstructive pulmonary disease. Toluene is a strong skin irritant since, due\nto its high liposolubility, it removes natural lipids from the upper layers,\nleading to contact dermatitis. 15  Toluene is also ototoxic in cases of chronic exposure\nto high concentrations. In 1977, a study by the University of São\nPaulo and NIOSH showed that noise had an additive effect on exposure to\ntoluene below the then-current TLV. 3  Azevedo 16  reported on the ototoxic effects of toluene in\nassociation with noise exposure, particularly that toluene can potentiate\nhearing loss. An additive effect was also observed with concomitant\nacetylsalicylic acid use. 16\n\nChronic exposure to toluene above the TLV can cause hepatotoxicity and\nnephrotoxicity, leading to proteinuria, as well as lesions in the glomeruli\nand renal tubules. 8"
    },
    {
      "title": "Neurotoxicity",
      "text": "Central nervous system dysfunction is a critical health concern following\nacute, intermediate, or chronic exposure to toluene, primarily via\ninhalation. Its mechanisms of action are mostly membrane and membrane\nchannel changes, leading to effects such as nervous system depression and\nnarcosis. 5 , 8  The region most affected by\ntoluene is the cerebellum. Even at exposures to low concentrations (49-130\nppm), loss of manual dexterity, verbal memory, and visual ability (including\nloss of color distinction) have been observed. In more severe chronic\nexposure, cerebral and cortical degeneration, deafness, peripheral\nneuropathy, and optic atrophy, including evidence of hypothalamic\ndysfunction, have been observed. Some of this damage may be\nirreversible. 8\n\nToluene’s mechanism of toxicity is still not clear; few in-depth studies have\nbeen conducted on the subject and there are many gaps in the experimental\nmodels. Some scholars consider toluene’s effects similar to those of other\ndepressants, such as benzodiazepines, barbiturates and ethanol. It is\nunderstood that the mechanism of change in neuron membrane function involves\nthe fluidization of cell membranes, altering their permeability and\nfunction. However, the molecular aspects of this fluidization are still\nunclear. The dissolution of lipid layers in cell membranes and myelin\nexplains the long-term effects, including atrophied brain regions and\nchanges in nerve transmission. Toluene binds to the gamma-aminobutyric\nacid-A receptor-benzodiazepine-chlorine channel complex. Thus, there is an\ninflux of chlorine through the membrane, leading to neuronal\nhyperpolarization, which inhibits nerve impulse propagation, depressing the\ncentral nervous system. 8 , 9\n\nIn animal experiments, exposure to toluene has been associated with\nsignificantly higher concentrations of catecholamine neurotransmitters and\ntheir metabolites in various brain regions. As a drug of abuse, toluene’s\ntoxicological effects similar to those of barbiturates and ethanol, causing\naltered dopamine levels in the brain. 11"
    },
    {
      "title": "Genotoxicity",
      "text": "The genotoxic or mutagenic action of toluene includes sudden transmissible\nalteration of the genetic material. Exposure to certain agents can increase\nthe occurrence of mutations. Many can directly interfere with DNA bases or\nform complexes that hinder replication. 12  Although several studies have suggested that\ntoluene has genotoxic potential, some authors do not consider it a mutagenic\nagent, since no relationship has been proven between exposure and\nchromosomal aberrations in animal studies. 8"
    },
    {
      "title": "Reproductive toxicity",
      "text": "The mammalian reproduction process involves several stages, from sexual\nmaturation to the birth of new individuals. During gestation, maternal\nexposure to a toxic agent can lead to different responses, from\nteratogenicity to death of the embryo or fetus, with the greatest risk\noccurring in first 12 weeks after conception. 13\n\nRegarding fetotoxicity, the mechanisms by which toluene decreases fetal\ndevelopment (even leading to miscarriage) have not yet been elucidated. The\nstudy that gave rise to the revised TLV demonstrated that toluene has\nembryotoxic, fetotoxic, and teratogenic properties in rat and rabbit models.\nStudies on occupational exposure to toluene in pregnant women in the gravure\nprinting industry have confirmed cases of children born with central nervous\nsystem disorders, organ, brain, and limb anomalies and growth\nretardation. 2 \nAnother animal experiment found that acetylsalicylic acid dramatically\npotentiates these properties, 14  corroborating the results of studies on the\ninterference of salicylates in toluene toxicokinetics. 9"
    },
    {
      "title": "Other adverse effects",
      "text": "Exposure to toluene can irritate the mucous membrane of the respiratory\ntract, and severe exposure can lead to fluid build-up in the lungs and even\npneumonia. Exposure may cause bronchospasms in people with asthma or chronic\nobstructive pulmonary disease. Toluene is a strong skin irritant since, due\nto its high liposolubility, it removes natural lipids from the upper layers,\nleading to contact dermatitis. 15  Toluene is also ototoxic in cases of chronic exposure\nto high concentrations. In 1977, a study by the University of São\nPaulo and NIOSH showed that noise had an additive effect on exposure to\ntoluene below the then-current TLV. 3  Azevedo 16  reported on the ototoxic effects of toluene in\nassociation with noise exposure, particularly that toluene can potentiate\nhearing loss. An additive effect was also observed with concomitant\nacetylsalicylic acid use. 16\n\nChronic exposure to toluene above the TLV can cause hepatotoxicity and\nnephrotoxicity, leading to proteinuria, as well as lesions in the glomeruli\nand renal tubules. 8"
    },
    {
      "title": "ANALYTICAL DETERMINATION OF OCCUPATIONAL EXPOSURE INDICATORS",
      "text": "Environmental monitoring is the periodic assessment of occupational exposure\nby measuring the concentration of chemical agents in the workplace, followed\nby comparison with an appropriate standard (eg, the TLV). This is followed\nby control measures when the results indicate high exposure\nlevels. 17\n\nToluene is collected through activated carbon tubes with specially designed\nsuction pumps that maintain a stable flow throughout the sampling period.\nStrategies vary to ensure that a representative percentage of the work shift\nis covered. Passive dosimeters are another type of device equipped with\nactivated carbon to adsorb organic vapors without suction mechanisms.\nToluene in air can be analyzed by several techniques, including gas\nchromatography (GC) and mass spectrometry. The material is desorbed with\ncarbon disulfide, and the most common technique for analyzing toluene is GC\nwith flame ionization detection (GC-FID) according to NIOSH method\n1501. 18\n\nBiological monitoring is the periodic assessment of occupational exposure by\nmeasuring a chemical agent’s concentration in a biological fluid, its\nbiotransformation products, its toxic action, or even expired air as an\nindicator of exposure. The results are compared to appropriate benchmarks to\nassess the health risk, with a view to introducing or modifying control\nmeasures when necessary. 17 \nThe studied parameters are called biological indicators, bioindicators, or\nbiomarkers. The method of biological matrix collection, which is based on\nthe representativity of exposure and biotransformation, occurs at the end of\nthe workday or at the beginning or end of the work week. 10\n\nUrine is collected at the end of the workday and sent in an amber glass or\npolyethylene bottle to the laboratory. Although Brazilian legislation has\nrecommended this procedure and, and it is offered by laboratories, it should\nbe discontinued. NIOSH has proposed method 8300 for determining HA-u as a\nbiological indicator of toluene exposure. The analysis matrix is urine,\ncollected at the end of a shift after 2 days of exposure. The volume, which\nmust be 50-100 mL, is transported in a 125 mL plastic bottle. Sample\nstability is 1 day at 20°C, 1 week at 4°C, and 1 month at -20°C. A control\nsample must be collected prior to exposure. 4 , 18\n\nThe analytical technique for this method is absorption spectrophotometry in\nthe visible region, using a wavelength of 410 nm and an optical path of 1\ncm. The analyzed compound is a complex of hippuric acid and benzenesulfonyl\nchloride. The working range should be 0.005 to 0.500 g/L (urine diluted 1:5\nv/v). This technique has an estimated detection limit of 0.002 g/L (SD,\n0.06%). 18\n\nTo measure joint exposure with xylene or styrene, NIOSH method 8301 for HA-u\nand methyl hippuric acid is recommended, which involves high performance\nliquid chromatography with ultraviolet detection. 18\n\nHasegawa et al., 19  who\ndeveloped the first method for measuring urinary ortho-cresol\n(ο-cresol) in workers, conducted an important comparative study\nbetween urinary HA-u and ο-cresol as bioindicators of toluene\nexposure. A total of 130 volunteers (74 men) outfitted with passive\nactivated carbon dosimeters were intentionally exposed to toluene in the air\nover a workday and analyzed with GC-FID. To prepare the sample, 0.5 mL of\n15% hydrochloric acid was added to 1 mL of urine and heated at 100°C for 60\nmin. The samples were hydrolyzed with 3,5-xylenol, and desorption was\nperformed with carbon disulfide. The organic phase was treated with sodium\nsulfate to dry the sample, which was finally injected into the GC-FID. The\nresults showed that HA-u has a very good correlation with environmental\nexposure and is reliable at concentrations above 100 ppm (ie, it is\ninadequate for the current limit of 20 ppm). Below 100 ppm, the results are\nsusceptible to various types of interference. The most important point\nraised in this study is the method’s applicability to ο-cresol and\nits good correlation with environmental exposure, being little affected by\nfactors unrelated to environmental exposure to toluene. 19\n\nThrough a partnership between the toxicological analysis departments of the\nUniversity of São Paulo and the Federal University of Alfenas, a\nmethod was developed for determining urinary ο-cresol using solid\nphase microextraction (SPME) and chromatographic analysis using GC-FID.\nAfter optimizing the SPME variables and validating the method, urine samples\nfrom workers exposed to solvents were analyzed. The best extraction\nconditions were obtained with acid hydrolysis of the urine, extraction in\ncarbowax/divinylbenzene fiber 70 µm for 20 minutes at a neutral pH,\nadding 3 g of Na 2 SO 4  under agitation. The method\nshowed linearity between 0.1 and 1.5 µg/L of ο-cresol in\nurine, a quantification limit of 0.1 µg/L, and repeatability between\n6.8 and 7.8%. The mean ο-cresol value in worker urine was 0.35 (SD,\n0.23) µg/L. The SPME/GC-FID method showed promise, being a quick,\nsimple, and applicable for biologically monitoring workers exposed to\ntoluene. 20\n\nIn 2015, the 5th edition of the NIOSH Analytical Methods Manual presented\nmethod 8321 for determining o-cresol in urine. The technique was GC with\nmass spectrometry and selected ion monitoring. This is the reference method\nfor analyzing urinary ο-cresol in workers exposed to\ntoluene. 21\n\nToluene in exhaled air: samples must be collected during the workday. In\n1999, the ACGIH stopped recommending exhaled air as an exposure biomarker\ndue to strong interference from other substances (eg, ethanol) and because\nit is not representative of skin absorption. GC-FID was the analysis\ntechnique, with the sample collected in flasks and transferred to another\nflask through an activated carbon column. The analysis then proceeded\naccording to NIOSH method 1501. 8\n\nBlood toluene: samples must be collected before the last shift of the\nworkweek. This biomarker is little used, since the ideal would be to collect\nseveral samples during the shift, which, from a practical point of view, is\nunfeasible and highly invasive. It is still recommended by ACGIH for very\nspecific cases due to its representativeness for skin absorption. 8  According to NIOSH method\n8007, toluene is extracted from the blood by headspace GC and GC-FID is used\nfor identification. 21\n\nTOL-u: sample collection must occur at the end of the workday. This biomarker\nhas a good correlation with environmental exposure, but it is rarely used\ndue to practical difficulties, such as sample preservation due to the\nsolvent’s volatility. The ACGIH began recommending TOL-u in 2010. The\nanalysis technique involves extracting toluene from urine by headspace GC in\nassociation with SPME; GC-FID is used for identification. 22"
    },
    {
      "title": "Environmental monitoring",
      "text": "Environmental monitoring is the periodic assessment of occupational exposure\nby measuring the concentration of chemical agents in the workplace, followed\nby comparison with an appropriate standard (eg, the TLV). This is followed\nby control measures when the results indicate high exposure\nlevels. 17\n\nToluene is collected through activated carbon tubes with specially designed\nsuction pumps that maintain a stable flow throughout the sampling period.\nStrategies vary to ensure that a representative percentage of the work shift\nis covered. Passive dosimeters are another type of device equipped with\nactivated carbon to adsorb organic vapors without suction mechanisms.\nToluene in air can be analyzed by several techniques, including gas\nchromatography (GC) and mass spectrometry. The material is desorbed with\ncarbon disulfide, and the most common technique for analyzing toluene is GC\nwith flame ionization detection (GC-FID) according to NIOSH method\n1501. 18"
    },
    {
      "title": "Biological monitoring",
      "text": "Biological monitoring is the periodic assessment of occupational exposure by\nmeasuring a chemical agent’s concentration in a biological fluid, its\nbiotransformation products, its toxic action, or even expired air as an\nindicator of exposure. The results are compared to appropriate benchmarks to\nassess the health risk, with a view to introducing or modifying control\nmeasures when necessary. 17 \nThe studied parameters are called biological indicators, bioindicators, or\nbiomarkers. The method of biological matrix collection, which is based on\nthe representativity of exposure and biotransformation, occurs at the end of\nthe workday or at the beginning or end of the work week. 10"
    },
    {
      "title": "Urinary hippuric acid",
      "text": "Urine is collected at the end of the workday and sent in an amber glass or\npolyethylene bottle to the laboratory. Although Brazilian legislation has\nrecommended this procedure and, and it is offered by laboratories, it should\nbe discontinued. NIOSH has proposed method 8300 for determining HA-u as a\nbiological indicator of toluene exposure. The analysis matrix is urine,\ncollected at the end of a shift after 2 days of exposure. The volume, which\nmust be 50-100 mL, is transported in a 125 mL plastic bottle. Sample\nstability is 1 day at 20°C, 1 week at 4°C, and 1 month at -20°C. A control\nsample must be collected prior to exposure. 4 , 18\n\nThe analytical technique for this method is absorption spectrophotometry in\nthe visible region, using a wavelength of 410 nm and an optical path of 1\ncm. The analyzed compound is a complex of hippuric acid and benzenesulfonyl\nchloride. The working range should be 0.005 to 0.500 g/L (urine diluted 1:5\nv/v). This technique has an estimated detection limit of 0.002 g/L (SD,\n0.06%). 18\n\nTo measure joint exposure with xylene or styrene, NIOSH method 8301 for HA-u\nand methyl hippuric acid is recommended, which involves high performance\nliquid chromatography with ultraviolet detection. 18"
    },
    {
      "title": "Urinary ortho-cresol",
      "text": "Hasegawa et al., 19  who\ndeveloped the first method for measuring urinary ortho-cresol\n(ο-cresol) in workers, conducted an important comparative study\nbetween urinary HA-u and ο-cresol as bioindicators of toluene\nexposure. A total of 130 volunteers (74 men) outfitted with passive\nactivated carbon dosimeters were intentionally exposed to toluene in the air\nover a workday and analyzed with GC-FID. To prepare the sample, 0.5 mL of\n15% hydrochloric acid was added to 1 mL of urine and heated at 100°C for 60\nmin. The samples were hydrolyzed with 3,5-xylenol, and desorption was\nperformed with carbon disulfide. The organic phase was treated with sodium\nsulfate to dry the sample, which was finally injected into the GC-FID. The\nresults showed that HA-u has a very good correlation with environmental\nexposure and is reliable at concentrations above 100 ppm (ie, it is\ninadequate for the current limit of 20 ppm). Below 100 ppm, the results are\nsusceptible to various types of interference. The most important point\nraised in this study is the method’s applicability to ο-cresol and\nits good correlation with environmental exposure, being little affected by\nfactors unrelated to environmental exposure to toluene. 19\n\nThrough a partnership between the toxicological analysis departments of the\nUniversity of São Paulo and the Federal University of Alfenas, a\nmethod was developed for determining urinary ο-cresol using solid\nphase microextraction (SPME) and chromatographic analysis using GC-FID.\nAfter optimizing the SPME variables and validating the method, urine samples\nfrom workers exposed to solvents were analyzed. The best extraction\nconditions were obtained with acid hydrolysis of the urine, extraction in\ncarbowax/divinylbenzene fiber 70 µm for 20 minutes at a neutral pH,\nadding 3 g of Na 2 SO 4  under agitation. The method\nshowed linearity between 0.1 and 1.5 µg/L of ο-cresol in\nurine, a quantification limit of 0.1 µg/L, and repeatability between\n6.8 and 7.8%. The mean ο-cresol value in worker urine was 0.35 (SD,\n0.23) µg/L. The SPME/GC-FID method showed promise, being a quick,\nsimple, and applicable for biologically monitoring workers exposed to\ntoluene. 20\n\nIn 2015, the 5th edition of the NIOSH Analytical Methods Manual presented\nmethod 8321 for determining o-cresol in urine. The technique was GC with\nmass spectrometry and selected ion monitoring. This is the reference method\nfor analyzing urinary ο-cresol in workers exposed to\ntoluene. 21"
    },
    {
      "title": "Other biological indicators",
      "text": "Toluene in exhaled air: samples must be collected during the workday. In\n1999, the ACGIH stopped recommending exhaled air as an exposure biomarker\ndue to strong interference from other substances (eg, ethanol) and because\nit is not representative of skin absorption. GC-FID was the analysis\ntechnique, with the sample collected in flasks and transferred to another\nflask through an activated carbon column. The analysis then proceeded\naccording to NIOSH method 1501. 8\n\nBlood toluene: samples must be collected before the last shift of the\nworkweek. This biomarker is little used, since the ideal would be to collect\nseveral samples during the shift, which, from a practical point of view, is\nunfeasible and highly invasive. It is still recommended by ACGIH for very\nspecific cases due to its representativeness for skin absorption. 8  According to NIOSH method\n8007, toluene is extracted from the blood by headspace GC and GC-FID is used\nfor identification. 21\n\nTOL-u: sample collection must occur at the end of the workday. This biomarker\nhas a good correlation with environmental exposure, but it is rarely used\ndue to practical difficulties, such as sample preservation due to the\nsolvent’s volatility. The ACGIH began recommending TOL-u in 2010. The\nanalysis technique involves extracting toluene from urine by headspace GC in\nassociation with SPME; GC-FID is used for identification. 22"
    },
    {
      "title": "DISCUSSION",
      "text": "Intensive use of toluene over the years has led to adverse health effects in workers,\nsuch as central nervous system changes and miscarriages. At the beginning of the\n21st century, such critical effects stimulated careful review of occupational\nexposure to this chemical agent, including a reassessment of tolerance levels.\nTherefore, understanding the toxicokinetics of toluene has become fundamental,\nespecially regarding respiratory exposure, which is highly significant in\noccupational safety. Studies are needed are needed to determine biotransformation\nproducts that could be used as biological exposure indices, in addition to factors\nthat could interfere with the kinetics.\n\nFor most chemical agents, the biological exposure indices are directly correlated\nwith the TLV, and the correlations of some are linked to a certain effect. Even so,\nthe expected results for a biological indicator may not occur due to a number of\nfactors. According to the ACGIH, this is mainly due to the worker’s physiology and\nhealth status (eg, age, sex, pregnancy, medication, or diet), factors linked to\nnon-occupational exposure, and lifestyle habits (eg, smoking, and alcohol and drug\nuse). Factors in the work environment must also be taken into account, such as work\nintensity, air temperature, humidity, the presence of other substances, work hours,\nand skin exposure.\n\nDespite the many forms of interference, HA-u was recommended in Brazilian legislation\nuntil January 2022. Hippuric acid is a normal human metabolite and may originate\nfrom diets rich in foods containing benzoic acid and/or or their precursors,\nespecially fruits (prunes, raisins, and peaches) and green coffee beans. Food and\ndrink preserved with benzoates (eg, juice, bread, mustard, soft drinks) increase the\nformation and excretion of hippuric acid. Soft drinks can produce a concentration of\nhippuric acid equal to that excreted after occupational exposure of 53 ppm (more\nthan double the current TLV). Several drugs, including cocaine, can increase the\nphysiological excretion of toluene through urine. Benzene and ethanol interfere with\nthe biotransformation of toluene and, consequently, with excretion of its\nmetabolites derived from benzoic acid. In addition, HA-u significantly differs from\nbaseline exposure values only above 30 ppm of toluene in the air, which is 50%\nhigher than the current TLV. This is perhaps the most relevant point in the\ndiscussion of ο-cresol as a bioindicator of toluene. 9\n\nToluene in exhaled air is a biomarker that correlates well with occupational\nexposure, although it is subject to interference (eg, ethanol) and is not\nrepresentative of skin exposure. TOL-u has some advantages, such as a good\ncorrelation with exposure and the fact that it does not require correlation with\ncreatinine or sample density, but it has a low urinary concentration and the solvent\nmay volatilize in the sample between collection and analysis. Blood toluene involves\na problem that makes it practically unfeasible: the rapid passage of toluene into\nrichly vascularized and soft tissues makes it unrepresentative of an 8-hour\nworkday.\n\nUrinary ο-cresol, although recommended by the ACGIH since 2007, was only\nincluded in Brazilian legislation in 2020, becoming effective in 2022. Compared to\nHA-u, this biomarker is advantageous because few factors interfere in it and it is\nvirtually absent from the urine of unexposed persons. Its main disadvantage is that\na very small fraction of toluene is transformed into ο-cresol, since it uses\na different biotransformation pathway from hippuric acid and might not be detected\nafter very light exposure. Thus, for ο-cresol, the technique and analytical\nmethod must have high sensitivity, which is not really a limiting factor,\nconsidering the current analytical instrumentation.\n\nWhile the discussion revolves around a biomarker with a better “cost/benefit” ratio\nin terms of specificity/sensitivity/correlation for a 20 ppm TLV, and even\nconsidering future validation of S-benzylmercapturic and S-p-toluylmercapturic acids\nas biomarkers for toluene, it appears that urinary ο-cresol is the only\npracticable one."
    },
    {
      "title": "CONCLUSIONS",
      "text": "Institutions and researchers involved in TLV and biological indicator studies report\nthe difficulty of establishing parameters that are safe for occupational exposure to\nchemical agents. In addition to the wide dose-response curve of the studied\npopulations, the multifunctionality of modern workers, and the lack of more in-depth\nstudies on new substances, we must also consider political-economic issues that, in\npractice, have a strong influence on chemical agent use and the protection of worker\nhealth.\n\nRegarding analytical issues, the focus should be on the representativity of tolerance\nlimits, bioindicators, and other factors in the work environment to produce a\nfaithful estimate of worker exposure to the chemical agent. The sensitivity of the\nmethod must meet the tolerance limits, and the biological indicator must be specific\nenough not to suffer interference from food or concomitant exposure to other\nsubstances or interactions. In this respect, it has been proven that HA-u is no\nlonger useful as a biological indicator of toluene, despite still being used in\nBrazil.\n\nMany studies over the last three decades have demonstrated that urinary\nο-cresol has all the characteristics of a good biological indicator for\ntoluene, especially with the new lower TLV of 20 ppm. Until recently, professionals\nused HA-u, arguing that the then-current legislation considered a tolerance limit of\n78 ppm. However, revision of Regulatory Norm 7 and the alignment of bioindicators\nwith international recommendations have brought order to this discussion, which has\nbeen ongoing in Brazil for more than a decade. In January 2022, the new Regulatory\nNorm 7 came into force, establishing urinary ο-cresol, blood toluene, and\nTOL-u as bioindicators for toluene. Given the scientific evidence, it is expected\nthat urinary ο-cresol will be the first choice in occupational medicine."
    }
  ],
  "full_text": "Threshold limit values for chemical substances and biological exposure indices\nare the main tools used in occupational hygiene and occupational medicine to\ncontrol worker exposure levels. The correlation between these limits and\nindicators is of fundamental importance. The setting of new toluene exposure\nlimits has raised discussion about which indicator to use. This article aims to\nenrich this debate with scientific data. Through a literature review, we provide\na broad analysis of the factors that led to the lowering of the occupational\nexposure limit. Although internationally, biological indicators for toluene were\nreplaced more than a decade ago, Brazilian authorities only began to discuss\nchanging them in 2020. Toluene is a concern due to critical effects observed in\nexposed individuals, especially miscarriage. Urinary οrtho-cresol was\nsuggested as the main biomarker in 2007. Given the broad data analysis, there\nare no doubts about the utility of οrtho-cresol as a biological indicator\nfor toluene; what is lacking now is implementation of a monitoring system to\ncomply with the legislation.\n\n## INTRODUCTION\n\nToluene’s uses are extremely diversified, including as a component in solvents,\nvarnishes, thinners, and cleaning liquids. It is also used industrially in the\nproduction of rubber, plastics, and asphalt derivatives. It is also used as a raw\nmaterial in various syntheses, including toluene diisocyanate, dynamite, adhesives,\nand glues. 1  Although used in a wide\nrange of production processes, it was in the printing industry, especially\nrotogravure, that its effects on the health a large number of workers were\nnoticed. 2  Another reason\nfor researching toluene, including studies on toxicokinetics, toxicodynamics, and\ncritical short and long term effects, is its use as a drug of abuse. 3\n\nIn its 2006 annual guide to threshold limit values (TLV) and biological exposure\nindices, the American Conference of Governmental Industrial Hygienists (ACGIH),\nwhich guides occupational hygiene (including exposure to chemical agents), added a\nnote of intent to significantly change the TLV of toluene based on well-founded\nstudies, mainly in the rotogravure industry. In 2007, the proposal was adopted, and\nthe ACGIH recommended reducing the TLV from 50 to 20 ppm for an 8-hour workday and a\n40-hour workweek. 4  Although this\nchange is challenging for companies that use toluene in their production processes,\nthe publication was well received by worker health professionals, who considered the\nlimit adequate in view of the toxic effects of toluene; it is teratogenic,\nreproductive, hepatotoxic, nephropathic, ototoxic, affects the ability to\ndistinguish colors, and is suspected of causing degeneration of the myelin sheath in\nthe peripheral nervous system. 5\n\nThe next step towards new standards was discussion of biological exposure indices and\ntheir correlation with the revised TLV. In 2007, the ACGIH recommended the following\nbiomarkers as biological exposure indices: urinary hippuric acid (HA-u), blood\ntoluene, and urinary ο-cresol. In 2010, urinary toluene (TOL-u) was included\nas a biological exposure index and HA-u was definitively removed. 4  Until that point in Brazil, this\nsector had been regulated by the Ministry of Labor through regulatory norms. In\nordinance 3214 (July 8, 1978), which included the biological indicators in Table I\nof Regulatory Norm 7, only HA-u was determined to be a biological indicator for\ntoluene, and this remained in force for another 10 years. 6\n\nIn 2020, a revision of Regulatory Norm 7 was published by the Ministry of the\nEconomy’s Special Secretariat for Social Security and Labor (Secretaria Especial de\nPrevidência e Trabalho do Ministério da Economia), the agency that\nreplaced the Ministry of Labor, and Table I of Annex I determined that urinary\nο-cresol, blood toluene, and TOL-u should be used as biological indicators\nfor toluene, in line with current ACGIH recommendations. Although Brazilian\nlegislation is now in line with international recommendations, it is necessary to\nunderstand what each of these biological indicators means in practice (based mainly\non their toxicokinetics), how Brazilian laboratories will meet this new demand and,\nespecially, how this issue will be dealt with in company worker health\nprograms. 7\n\n## METHODS\n\nThis study’s methodology was a bibliographic review of books and periodicals,\nespecially ACGIH yearbooks from 1998 to 2021. National and international electronic\ndatabases featuring publications on occupational hygiene and toxicological analysis\nwere also used, with no date limits set for articles. The search terms included\n“tolueno”, “tolueno toxicocinética”, “tolueno toxicodinâmica”,\n“ACGIH”, “National Institute for Occupational Safety and Health” (NIOSH), “tolueno\nmétodos analíticos”, “bioindicadores”, “tolueno abuso”,\n“ο-cresol”, “ácido hipúrico”, “tolueno higiene ocupacional”, as\nwell as “e/ou” and “and/or”. Research began in August 2019 and ended in October\n2021. The guiding question for this review was: “What is the correlation between\nTLVs and biological indicators for toluene?”\n\n## RESULTS\n\nToluene (CAS 108-88-3) is an aromatic compound now obtained from petroleum, tar\ndistillation, and mineral coal. One of its first sources was balsam of the Tolu\ntree ( Myroxylon toluiferum Kunth ), hence the name toluene. At\nroom temperature, it is a colorless liquid, insoluble in water and highly\nvolatile. Methylbenzene, tol, toluol, tolusol and phenylmethane are synonyms.\nThe chemical properties of toluene include: explosiveness of 1.4 to 6.7% in air,\nsignificant lipid solubility, water solubility of 0.063 g/100 g at 25ºC, high\nflammability, characteristic odor of aromatic compounds, an olfactory threshold\nof 2.14 ppm (8 mg/m 3 ), a boiling point of 110.6°C (760 mmHg), a\nmelting point of 94.9°C, self-ignition at 480°C, a density of 0.867 at 25°C,\nvapor pressure of 28.4 mmHg at 25°C (3.8 kPa), and a molecular weight of\n92.14. 8\n\nIndividual variability can strongly influence the toxicokinetics of toluene,\nincluding factors such as heart rate, body fat volume, diet, and circadian\ncycle, in addition to interaction with salicylates, ethanol, and other solvents,\nsuch as n-hexane, benzene, xylenes, methyl ethyl ketone, 2-propanol and\nmethanol. Environmental factors can also interfere in this process. 5\n\nThe main route of occupational exposure is inhalation, although toluene can also\nbe absorbed through the skin. Absorption by ingestion is almost complete,\nalthough this rarely occurs in occupational settings. The lungs rapidly absorb\ninhaled toluene (approximately 40 to 50%), reaching peak serum concentrations\nwithin 15 to 30 minutes of inhalation, with the first 10 minutes of exposure\nbeing the most critical phase. 9 \nToluene concentrations can vary, with an accelerated rise in blood concentration\nfollowed by a fall due to lipid binding, followed by a subsequent rise as it\npasses back into the bloodstream. Absorption through the skin occurs while\ntoluene is still in the liquid phase. Due to its high volatility, absorption by\nthis route is low, but quite fast due to the compound’s high liposolubility. It\nshould also be considered that workers whose activities involve physical\nexertion have shown higher absorption of toluene. 9\n\nToluene easily passes through cell membranes and is distributed mainly in adipose\nand highly vascularized tissues, such as the brain and white matter, bone\nmarrow, liver, kidneys, and nerve tissue, which makes it difficult to measure\nexact blood levels. The biological half-life of toluene is 3 min in highly\nvascularized organs and approximately 40 min in soft tissues (eg, muscles). In\nadipose tissue and bone marrow, its biological half-life is approximately 738\nminutes. 8 , 9\n\nAs can be seen in  Figure 1 , toluene has two\nmain pathways of biotransformation: toluene epoxide and benzyl alcohol. Toluene\nis oxidized to epoxide compounds, which give rise to cresols (ortho-, meta , and\npara-) through benzene ring hydroxylation by enzymes CYP1A2, CYP2E1 and\nCYP2B6 9 . On the other\nhand, toluene can undergo hydroxylation from the methyl group to form benzyl\nalcohol, mediated by enzymes of the cytochrome P450 system (CYP2E1, CYP2B6,\nCYP2C8 and CYP1A2). Hydroxylation of the methyl group by CYP2E1 occurs in\napproximately 80% of absorbed toluene. In the second phase, benzyl alcohol is\noxidized in two steps to benzoic acid by alcohol dehydrogenase and aldehyde\ndehydrogenase. Finally, it combines with the amino acid glycine, giving rise to\nhippuric acid. The formation of S-benzylmercapturic acid, resulting from the\nconjugation of benzyl alcohol and S-p-toluylmercapturic acid, is due to the\nconjugation of 3,4-toluene epoxide with glutathione. Although it is excreted in\nsmall amounts in the urine, it is a potential biomarker of toluene. 8 , 9\n\nFigure 1 Main pathways of toluene biotransformation.\n\nMain pathways of toluene biotransformation.\n\nMost toluene is eliminated as HA-u (31-80%) within 20 hours of exposure.\nApproximately 7-14% of toluene is excreted intact through expiration. Less than\n2% is excreted in bile. Phenolic and mercapturic metabolites are excreted in\nsmall proportions, approximately 1% p-cresol, 0.1% ο-cresol, and < 2%\nS-benzylmercapturic and S-ρ-toluylmercapturic acids are found in\nurine. 10\n\nCentral nervous system dysfunction is a critical health concern following\nacute, intermediate, or chronic exposure to toluene, primarily via\ninhalation. Its mechanisms of action are mostly membrane and membrane\nchannel changes, leading to effects such as nervous system depression and\nnarcosis. 5 , 8  The region most affected by\ntoluene is the cerebellum. Even at exposures to low concentrations (49-130\nppm), loss of manual dexterity, verbal memory, and visual ability (including\nloss of color distinction) have been observed. In more severe chronic\nexposure, cerebral and cortical degeneration, deafness, peripheral\nneuropathy, and optic atrophy, including evidence of hypothalamic\ndysfunction, have been observed. Some of this damage may be\nirreversible. 8\n\nToluene’s mechanism of toxicity is still not clear; few in-depth studies have\nbeen conducted on the subject and there are many gaps in the experimental\nmodels. Some scholars consider toluene’s effects similar to those of other\ndepressants, such as benzodiazepines, barbiturates and ethanol. It is\nunderstood that the mechanism of change in neuron membrane function involves\nthe fluidization of cell membranes, altering their permeability and\nfunction. However, the molecular aspects of this fluidization are still\nunclear. The dissolution of lipid layers in cell membranes and myelin\nexplains the long-term effects, including atrophied brain regions and\nchanges in nerve transmission. Toluene binds to the gamma-aminobutyric\nacid-A receptor-benzodiazepine-chlorine channel complex. Thus, there is an\ninflux of chlorine through the membrane, leading to neuronal\nhyperpolarization, which inhibits nerve impulse propagation, depressing the\ncentral nervous system. 8 , 9\n\nIn animal experiments, exposure to toluene has been associated with\nsignificantly higher concentrations of catecholamine neurotransmitters and\ntheir metabolites in various brain regions. As a drug of abuse, toluene’s\ntoxicological effects similar to those of barbiturates and ethanol, causing\naltered dopamine levels in the brain. 11\n\nThe genotoxic or mutagenic action of toluene includes sudden transmissible\nalteration of the genetic material. Exposure to certain agents can increase\nthe occurrence of mutations. Many can directly interfere with DNA bases or\nform complexes that hinder replication. 12  Although several studies have suggested that\ntoluene has genotoxic potential, some authors do not consider it a mutagenic\nagent, since no relationship has been proven between exposure and\nchromosomal aberrations in animal studies. 8\n\nThe mammalian reproduction process involves several stages, from sexual\nmaturation to the birth of new individuals. During gestation, maternal\nexposure to a toxic agent can lead to different responses, from\nteratogenicity to death of the embryo or fetus, with the greatest risk\noccurring in first 12 weeks after conception. 13\n\nRegarding fetotoxicity, the mechanisms by which toluene decreases fetal\ndevelopment (even leading to miscarriage) have not yet been elucidated. The\nstudy that gave rise to the revised TLV demonstrated that toluene has\nembryotoxic, fetotoxic, and teratogenic properties in rat and rabbit models.\nStudies on occupational exposure to toluene in pregnant women in the gravure\nprinting industry have confirmed cases of children born with central nervous\nsystem disorders, organ, brain, and limb anomalies and growth\nretardation. 2 \nAnother animal experiment found that acetylsalicylic acid dramatically\npotentiates these properties, 14  corroborating the results of studies on the\ninterference of salicylates in toluene toxicokinetics. 9\n\nExposure to toluene can irritate the mucous membrane of the respiratory\ntract, and severe exposure can lead to fluid build-up in the lungs and even\npneumonia. Exposure may cause bronchospasms in people with asthma or chronic\nobstructive pulmonary disease. Toluene is a strong skin irritant since, due\nto its high liposolubility, it removes natural lipids from the upper layers,\nleading to contact dermatitis. 15  Toluene is also ototoxic in cases of chronic exposure\nto high concentrations. In 1977, a study by the University of São\nPaulo and NIOSH showed that noise had an additive effect on exposure to\ntoluene below the then-current TLV. 3  Azevedo 16  reported on the ototoxic effects of toluene in\nassociation with noise exposure, particularly that toluene can potentiate\nhearing loss. An additive effect was also observed with concomitant\nacetylsalicylic acid use. 16\n\nChronic exposure to toluene above the TLV can cause hepatotoxicity and\nnephrotoxicity, leading to proteinuria, as well as lesions in the glomeruli\nand renal tubules. 8\n\nEnvironmental monitoring is the periodic assessment of occupational exposure\nby measuring the concentration of chemical agents in the workplace, followed\nby comparison with an appropriate standard (eg, the TLV). This is followed\nby control measures when the results indicate high exposure\nlevels. 17\n\nToluene is collected through activated carbon tubes with specially designed\nsuction pumps that maintain a stable flow throughout the sampling period.\nStrategies vary to ensure that a representative percentage of the work shift\nis covered. Passive dosimeters are another type of device equipped with\nactivated carbon to adsorb organic vapors without suction mechanisms.\nToluene in air can be analyzed by several techniques, including gas\nchromatography (GC) and mass spectrometry. The material is desorbed with\ncarbon disulfide, and the most common technique for analyzing toluene is GC\nwith flame ionization detection (GC-FID) according to NIOSH method\n1501. 18\n\nBiological monitoring is the periodic assessment of occupational exposure by\nmeasuring a chemical agent’s concentration in a biological fluid, its\nbiotransformation products, its toxic action, or even expired air as an\nindicator of exposure. The results are compared to appropriate benchmarks to\nassess the health risk, with a view to introducing or modifying control\nmeasures when necessary. 17 \nThe studied parameters are called biological indicators, bioindicators, or\nbiomarkers. The method of biological matrix collection, which is based on\nthe representativity of exposure and biotransformation, occurs at the end of\nthe workday or at the beginning or end of the work week. 10\n\nUrine is collected at the end of the workday and sent in an amber glass or\npolyethylene bottle to the laboratory. Although Brazilian legislation has\nrecommended this procedure and, and it is offered by laboratories, it should\nbe discontinued. NIOSH has proposed method 8300 for determining HA-u as a\nbiological indicator of toluene exposure. The analysis matrix is urine,\ncollected at the end of a shift after 2 days of exposure. The volume, which\nmust be 50-100 mL, is transported in a 125 mL plastic bottle. Sample\nstability is 1 day at 20°C, 1 week at 4°C, and 1 month at -20°C. A control\nsample must be collected prior to exposure. 4 , 18\n\nThe analytical technique for this method is absorption spectrophotometry in\nthe visible region, using a wavelength of 410 nm and an optical path of 1\ncm. The analyzed compound is a complex of hippuric acid and benzenesulfonyl\nchloride. The working range should be 0.005 to 0.500 g/L (urine diluted 1:5\nv/v). This technique has an estimated detection limit of 0.002 g/L (SD,\n0.06%). 18\n\nTo measure joint exposure with xylene or styrene, NIOSH method 8301 for HA-u\nand methyl hippuric acid is recommended, which involves high performance\nliquid chromatography with ultraviolet detection. 18\n\nHasegawa et al., 19  who\ndeveloped the first method for measuring urinary ortho-cresol\n(ο-cresol) in workers, conducted an important comparative study\nbetween urinary HA-u and ο-cresol as bioindicators of toluene\nexposure. A total of 130 volunteers (74 men) outfitted with passive\nactivated carbon dosimeters were intentionally exposed to toluene in the air\nover a workday and analyzed with GC-FID. To prepare the sample, 0.5 mL of\n15% hydrochloric acid was added to 1 mL of urine and heated at 100°C for 60\nmin. The samples were hydrolyzed with 3,5-xylenol, and desorption was\nperformed with carbon disulfide. The organic phase was treated with sodium\nsulfate to dry the sample, which was finally injected into the GC-FID. The\nresults showed that HA-u has a very good correlation with environmental\nexposure and is reliable at concentrations above 100 ppm (ie, it is\ninadequate for the current limit of 20 ppm). Below 100 ppm, the results are\nsusceptible to various types of interference. The most important point\nraised in this study is the method’s applicability to ο-cresol and\nits good correlation with environmental exposure, being little affected by\nfactors unrelated to environmental exposure to toluene. 19\n\nThrough a partnership between the toxicological analysis departments of the\nUniversity of São Paulo and the Federal University of Alfenas, a\nmethod was developed for determining urinary ο-cresol using solid\nphase microextraction (SPME) and chromatographic analysis using GC-FID.\nAfter optimizing the SPME variables and validating the method, urine samples\nfrom workers exposed to solvents were analyzed. The best extraction\nconditions were obtained with acid hydrolysis of the urine, extraction in\ncarbowax/divinylbenzene fiber 70 µm for 20 minutes at a neutral pH,\nadding 3 g of Na 2 SO 4  under agitation. The method\nshowed linearity between 0.1 and 1.5 µg/L of ο-cresol in\nurine, a quantification limit of 0.1 µg/L, and repeatability between\n6.8 and 7.8%. The mean ο-cresol value in worker urine was 0.35 (SD,\n0.23) µg/L. The SPME/GC-FID method showed promise, being a quick,\nsimple, and applicable for biologically monitoring workers exposed to\ntoluene. 20\n\nIn 2015, the 5th edition of the NIOSH Analytical Methods Manual presented\nmethod 8321 for determining o-cresol in urine. The technique was GC with\nmass spectrometry and selected ion monitoring. This is the reference method\nfor analyzing urinary ο-cresol in workers exposed to\ntoluene. 21\n\nToluene in exhaled air: samples must be collected during the workday. In\n1999, the ACGIH stopped recommending exhaled air as an exposure biomarker\ndue to strong interference from other substances (eg, ethanol) and because\nit is not representative of skin absorption. GC-FID was the analysis\ntechnique, with the sample collected in flasks and transferred to another\nflask through an activated carbon column. The analysis then proceeded\naccording to NIOSH method 1501. 8\n\nBlood toluene: samples must be collected before the last shift of the\nworkweek. This biomarker is little used, since the ideal would be to collect\nseveral samples during the shift, which, from a practical point of view, is\nunfeasible and highly invasive. It is still recommended by ACGIH for very\nspecific cases due to its representativeness for skin absorption. 8  According to NIOSH method\n8007, toluene is extracted from the blood by headspace GC and GC-FID is used\nfor identification. 21\n\nTOL-u: sample collection must occur at the end of the workday. This biomarker\nhas a good correlation with environmental exposure, but it is rarely used\ndue to practical difficulties, such as sample preservation due to the\nsolvent’s volatility. The ACGIH began recommending TOL-u in 2010. The\nanalysis technique involves extracting toluene from urine by headspace GC in\nassociation with SPME; GC-FID is used for identification. 22\n\n## THE MOST IMPORTANT PHYSICOCHEMICAL CHARACTERISTICS OF TOLUENE\n\nToluene (CAS 108-88-3) is an aromatic compound now obtained from petroleum, tar\ndistillation, and mineral coal. One of its first sources was balsam of the Tolu\ntree ( Myroxylon toluiferum Kunth ), hence the name toluene. At\nroom temperature, it is a colorless liquid, insoluble in water and highly\nvolatile. Methylbenzene, tol, toluol, tolusol and phenylmethane are synonyms.\nThe chemical properties of toluene include: explosiveness of 1.4 to 6.7% in air,\nsignificant lipid solubility, water solubility of 0.063 g/100 g at 25ºC, high\nflammability, characteristic odor of aromatic compounds, an olfactory threshold\nof 2.14 ppm (8 mg/m 3 ), a boiling point of 110.6°C (760 mmHg), a\nmelting point of 94.9°C, self-ignition at 480°C, a density of 0.867 at 25°C,\nvapor pressure of 28.4 mmHg at 25°C (3.8 kPa), and a molecular weight of\n92.14. 8\n\n## TOXICOKINETICS OF TOLUENE\n\nIndividual variability can strongly influence the toxicokinetics of toluene,\nincluding factors such as heart rate, body fat volume, diet, and circadian\ncycle, in addition to interaction with salicylates, ethanol, and other solvents,\nsuch as n-hexane, benzene, xylenes, methyl ethyl ketone, 2-propanol and\nmethanol. Environmental factors can also interfere in this process. 5\n\n## ABSORPTION\n\nThe main route of occupational exposure is inhalation, although toluene can also\nbe absorbed through the skin. Absorption by ingestion is almost complete,\nalthough this rarely occurs in occupational settings. The lungs rapidly absorb\ninhaled toluene (approximately 40 to 50%), reaching peak serum concentrations\nwithin 15 to 30 minutes of inhalation, with the first 10 minutes of exposure\nbeing the most critical phase. 9 \nToluene concentrations can vary, with an accelerated rise in blood concentration\nfollowed by a fall due to lipid binding, followed by a subsequent rise as it\npasses back into the bloodstream. Absorption through the skin occurs while\ntoluene is still in the liquid phase. Due to its high volatility, absorption by\nthis route is low, but quite fast due to the compound’s high liposolubility. It\nshould also be considered that workers whose activities involve physical\nexertion have shown higher absorption of toluene. 9\n\n## DISTRIBUTION\n\nToluene easily passes through cell membranes and is distributed mainly in adipose\nand highly vascularized tissues, such as the brain and white matter, bone\nmarrow, liver, kidneys, and nerve tissue, which makes it difficult to measure\nexact blood levels. The biological half-life of toluene is 3 min in highly\nvascularized organs and approximately 40 min in soft tissues (eg, muscles). In\nadipose tissue and bone marrow, its biological half-life is approximately 738\nminutes. 8 , 9\n\n## BIOTRANSFORMATION\n\nAs can be seen in  Figure 1 , toluene has two\nmain pathways of biotransformation: toluene epoxide and benzyl alcohol. Toluene\nis oxidized to epoxide compounds, which give rise to cresols (ortho-, meta , and\npara-) through benzene ring hydroxylation by enzymes CYP1A2, CYP2E1 and\nCYP2B6 9 . On the other\nhand, toluene can undergo hydroxylation from the methyl group to form benzyl\nalcohol, mediated by enzymes of the cytochrome P450 system (CYP2E1, CYP2B6,\nCYP2C8 and CYP1A2). Hydroxylation of the methyl group by CYP2E1 occurs in\napproximately 80% of absorbed toluene. In the second phase, benzyl alcohol is\noxidized in two steps to benzoic acid by alcohol dehydrogenase and aldehyde\ndehydrogenase. Finally, it combines with the amino acid glycine, giving rise to\nhippuric acid. The formation of S-benzylmercapturic acid, resulting from the\nconjugation of benzyl alcohol and S-p-toluylmercapturic acid, is due to the\nconjugation of 3,4-toluene epoxide with glutathione. Although it is excreted in\nsmall amounts in the urine, it is a potential biomarker of toluene. 8 , 9\n\nFigure 1 Main pathways of toluene biotransformation.\n\nMain pathways of toluene biotransformation.\n\n## ELIMINATION\n\nMost toluene is eliminated as HA-u (31-80%) within 20 hours of exposure.\nApproximately 7-14% of toluene is excreted intact through expiration. Less than\n2% is excreted in bile. Phenolic and mercapturic metabolites are excreted in\nsmall proportions, approximately 1% p-cresol, 0.1% ο-cresol, and < 2%\nS-benzylmercapturic and S-ρ-toluylmercapturic acids are found in\nurine. 10\n\n## THE TOXICODYNAMICS AND CRITICAL EFFECTS OF TOLUENE\n\nCentral nervous system dysfunction is a critical health concern following\nacute, intermediate, or chronic exposure to toluene, primarily via\ninhalation. Its mechanisms of action are mostly membrane and membrane\nchannel changes, leading to effects such as nervous system depression and\nnarcosis. 5 , 8  The region most affected by\ntoluene is the cerebellum. Even at exposures to low concentrations (49-130\nppm), loss of manual dexterity, verbal memory, and visual ability (including\nloss of color distinction) have been observed. In more severe chronic\nexposure, cerebral and cortical degeneration, deafness, peripheral\nneuropathy, and optic atrophy, including evidence of hypothalamic\ndysfunction, have been observed. Some of this damage may be\nirreversible. 8\n\nToluene’s mechanism of toxicity is still not clear; few in-depth studies have\nbeen conducted on the subject and there are many gaps in the experimental\nmodels. Some scholars consider toluene’s effects similar to those of other\ndepressants, such as benzodiazepines, barbiturates and ethanol. It is\nunderstood that the mechanism of change in neuron membrane function involves\nthe fluidization of cell membranes, altering their permeability and\nfunction. However, the molecular aspects of this fluidization are still\nunclear. The dissolution of lipid layers in cell membranes and myelin\nexplains the long-term effects, including atrophied brain regions and\nchanges in nerve transmission. Toluene binds to the gamma-aminobutyric\nacid-A receptor-benzodiazepine-chlorine channel complex. Thus, there is an\ninflux of chlorine through the membrane, leading to neuronal\nhyperpolarization, which inhibits nerve impulse propagation, depressing the\ncentral nervous system. 8 , 9\n\nIn animal experiments, exposure to toluene has been associated with\nsignificantly higher concentrations of catecholamine neurotransmitters and\ntheir metabolites in various brain regions. As a drug of abuse, toluene’s\ntoxicological effects similar to those of barbiturates and ethanol, causing\naltered dopamine levels in the brain. 11\n\nThe genotoxic or mutagenic action of toluene includes sudden transmissible\nalteration of the genetic material. Exposure to certain agents can increase\nthe occurrence of mutations. Many can directly interfere with DNA bases or\nform complexes that hinder replication. 12  Although several studies have suggested that\ntoluene has genotoxic potential, some authors do not consider it a mutagenic\nagent, since no relationship has been proven between exposure and\nchromosomal aberrations in animal studies. 8\n\nThe mammalian reproduction process involves several stages, from sexual\nmaturation to the birth of new individuals. During gestation, maternal\nexposure to a toxic agent can lead to different responses, from\nteratogenicity to death of the embryo or fetus, with the greatest risk\noccurring in first 12 weeks after conception. 13\n\nRegarding fetotoxicity, the mechanisms by which toluene decreases fetal\ndevelopment (even leading to miscarriage) have not yet been elucidated. The\nstudy that gave rise to the revised TLV demonstrated that toluene has\nembryotoxic, fetotoxic, and teratogenic properties in rat and rabbit models.\nStudies on occupational exposure to toluene in pregnant women in the gravure\nprinting industry have confirmed cases of children born with central nervous\nsystem disorders, organ, brain, and limb anomalies and growth\nretardation. 2 \nAnother animal experiment found that acetylsalicylic acid dramatically\npotentiates these properties, 14  corroborating the results of studies on the\ninterference of salicylates in toluene toxicokinetics. 9\n\nExposure to toluene can irritate the mucous membrane of the respiratory\ntract, and severe exposure can lead to fluid build-up in the lungs and even\npneumonia. Exposure may cause bronchospasms in people with asthma or chronic\nobstructive pulmonary disease. Toluene is a strong skin irritant since, due\nto its high liposolubility, it removes natural lipids from the upper layers,\nleading to contact dermatitis. 15  Toluene is also ototoxic in cases of chronic exposure\nto high concentrations. In 1977, a study by the University of São\nPaulo and NIOSH showed that noise had an additive effect on exposure to\ntoluene below the then-current TLV. 3  Azevedo 16  reported on the ototoxic effects of toluene in\nassociation with noise exposure, particularly that toluene can potentiate\nhearing loss. An additive effect was also observed with concomitant\nacetylsalicylic acid use. 16\n\nChronic exposure to toluene above the TLV can cause hepatotoxicity and\nnephrotoxicity, leading to proteinuria, as well as lesions in the glomeruli\nand renal tubules. 8\n\n## Neurotoxicity\n\nCentral nervous system dysfunction is a critical health concern following\nacute, intermediate, or chronic exposure to toluene, primarily via\ninhalation. Its mechanisms of action are mostly membrane and membrane\nchannel changes, leading to effects such as nervous system depression and\nnarcosis. 5 , 8  The region most affected by\ntoluene is the cerebellum. Even at exposures to low concentrations (49-130\nppm), loss of manual dexterity, verbal memory, and visual ability (including\nloss of color distinction) have been observed. In more severe chronic\nexposure, cerebral and cortical degeneration, deafness, peripheral\nneuropathy, and optic atrophy, including evidence of hypothalamic\ndysfunction, have been observed. Some of this damage may be\nirreversible. 8\n\nToluene’s mechanism of toxicity is still not clear; few in-depth studies have\nbeen conducted on the subject and there are many gaps in the experimental\nmodels. Some scholars consider toluene’s effects similar to those of other\ndepressants, such as benzodiazepines, barbiturates and ethanol. It is\nunderstood that the mechanism of change in neuron membrane function involves\nthe fluidization of cell membranes, altering their permeability and\nfunction. However, the molecular aspects of this fluidization are still\nunclear. The dissolution of lipid layers in cell membranes and myelin\nexplains the long-term effects, including atrophied brain regions and\nchanges in nerve transmission. Toluene binds to the gamma-aminobutyric\nacid-A receptor-benzodiazepine-chlorine channel complex. Thus, there is an\ninflux of chlorine through the membrane, leading to neuronal\nhyperpolarization, which inhibits nerve impulse propagation, depressing the\ncentral nervous system. 8 , 9\n\nIn animal experiments, exposure to toluene has been associated with\nsignificantly higher concentrations of catecholamine neurotransmitters and\ntheir metabolites in various brain regions. As a drug of abuse, toluene’s\ntoxicological effects similar to those of barbiturates and ethanol, causing\naltered dopamine levels in the brain. 11\n\n## Genotoxicity\n\nThe genotoxic or mutagenic action of toluene includes sudden transmissible\nalteration of the genetic material. Exposure to certain agents can increase\nthe occurrence of mutations. Many can directly interfere with DNA bases or\nform complexes that hinder replication. 12  Although several studies have suggested that\ntoluene has genotoxic potential, some authors do not consider it a mutagenic\nagent, since no relationship has been proven between exposure and\nchromosomal aberrations in animal studies. 8\n\n## Reproductive toxicity\n\nThe mammalian reproduction process involves several stages, from sexual\nmaturation to the birth of new individuals. During gestation, maternal\nexposure to a toxic agent can lead to different responses, from\nteratogenicity to death of the embryo or fetus, with the greatest risk\noccurring in first 12 weeks after conception. 13\n\nRegarding fetotoxicity, the mechanisms by which toluene decreases fetal\ndevelopment (even leading to miscarriage) have not yet been elucidated. The\nstudy that gave rise to the revised TLV demonstrated that toluene has\nembryotoxic, fetotoxic, and teratogenic properties in rat and rabbit models.\nStudies on occupational exposure to toluene in pregnant women in the gravure\nprinting industry have confirmed cases of children born with central nervous\nsystem disorders, organ, brain, and limb anomalies and growth\nretardation. 2 \nAnother animal experiment found that acetylsalicylic acid dramatically\npotentiates these properties, 14  corroborating the results of studies on the\ninterference of salicylates in toluene toxicokinetics. 9\n\n## Other adverse effects\n\nExposure to toluene can irritate the mucous membrane of the respiratory\ntract, and severe exposure can lead to fluid build-up in the lungs and even\npneumonia. Exposure may cause bronchospasms in people with asthma or chronic\nobstructive pulmonary disease. Toluene is a strong skin irritant since, due\nto its high liposolubility, it removes natural lipids from the upper layers,\nleading to contact dermatitis. 15  Toluene is also ototoxic in cases of chronic exposure\nto high concentrations. In 1977, a study by the University of São\nPaulo and NIOSH showed that noise had an additive effect on exposure to\ntoluene below the then-current TLV. 3  Azevedo 16  reported on the ototoxic effects of toluene in\nassociation with noise exposure, particularly that toluene can potentiate\nhearing loss. An additive effect was also observed with concomitant\nacetylsalicylic acid use. 16\n\nChronic exposure to toluene above the TLV can cause hepatotoxicity and\nnephrotoxicity, leading to proteinuria, as well as lesions in the glomeruli\nand renal tubules. 8\n\n## ANALYTICAL DETERMINATION OF OCCUPATIONAL EXPOSURE INDICATORS\n\nEnvironmental monitoring is the periodic assessment of occupational exposure\nby measuring the concentration of chemical agents in the workplace, followed\nby comparison with an appropriate standard (eg, the TLV). This is followed\nby control measures when the results indicate high exposure\nlevels. 17\n\nToluene is collected through activated carbon tubes with specially designed\nsuction pumps that maintain a stable flow throughout the sampling period.\nStrategies vary to ensure that a representative percentage of the work shift\nis covered. Passive dosimeters are another type of device equipped with\nactivated carbon to adsorb organic vapors without suction mechanisms.\nToluene in air can be analyzed by several techniques, including gas\nchromatography (GC) and mass spectrometry. The material is desorbed with\ncarbon disulfide, and the most common technique for analyzing toluene is GC\nwith flame ionization detection (GC-FID) according to NIOSH method\n1501. 18\n\nBiological monitoring is the periodic assessment of occupational exposure by\nmeasuring a chemical agent’s concentration in a biological fluid, its\nbiotransformation products, its toxic action, or even expired air as an\nindicator of exposure. The results are compared to appropriate benchmarks to\nassess the health risk, with a view to introducing or modifying control\nmeasures when necessary. 17 \nThe studied parameters are called biological indicators, bioindicators, or\nbiomarkers. The method of biological matrix collection, which is based on\nthe representativity of exposure and biotransformation, occurs at the end of\nthe workday or at the beginning or end of the work week. 10\n\nUrine is collected at the end of the workday and sent in an amber glass or\npolyethylene bottle to the laboratory. Although Brazilian legislation has\nrecommended this procedure and, and it is offered by laboratories, it should\nbe discontinued. NIOSH has proposed method 8300 for determining HA-u as a\nbiological indicator of toluene exposure. The analysis matrix is urine,\ncollected at the end of a shift after 2 days of exposure. The volume, which\nmust be 50-100 mL, is transported in a 125 mL plastic bottle. Sample\nstability is 1 day at 20°C, 1 week at 4°C, and 1 month at -20°C. A control\nsample must be collected prior to exposure. 4 , 18\n\nThe analytical technique for this method is absorption spectrophotometry in\nthe visible region, using a wavelength of 410 nm and an optical path of 1\ncm. The analyzed compound is a complex of hippuric acid and benzenesulfonyl\nchloride. The working range should be 0.005 to 0.500 g/L (urine diluted 1:5\nv/v). This technique has an estimated detection limit of 0.002 g/L (SD,\n0.06%). 18\n\nTo measure joint exposure with xylene or styrene, NIOSH method 8301 for HA-u\nand methyl hippuric acid is recommended, which involves high performance\nliquid chromatography with ultraviolet detection. 18\n\nHasegawa et al., 19  who\ndeveloped the first method for measuring urinary ortho-cresol\n(ο-cresol) in workers, conducted an important comparative study\nbetween urinary HA-u and ο-cresol as bioindicators of toluene\nexposure. A total of 130 volunteers (74 men) outfitted with passive\nactivated carbon dosimeters were intentionally exposed to toluene in the air\nover a workday and analyzed with GC-FID. To prepare the sample, 0.5 mL of\n15% hydrochloric acid was added to 1 mL of urine and heated at 100°C for 60\nmin. The samples were hydrolyzed with 3,5-xylenol, and desorption was\nperformed with carbon disulfide. The organic phase was treated with sodium\nsulfate to dry the sample, which was finally injected into the GC-FID. The\nresults showed that HA-u has a very good correlation with environmental\nexposure and is reliable at concentrations above 100 ppm (ie, it is\ninadequate for the current limit of 20 ppm). Below 100 ppm, the results are\nsusceptible to various types of interference. The most important point\nraised in this study is the method’s applicability to ο-cresol and\nits good correlation with environmental exposure, being little affected by\nfactors unrelated to environmental exposure to toluene. 19\n\nThrough a partnership between the toxicological analysis departments of the\nUniversity of São Paulo and the Federal University of Alfenas, a\nmethod was developed for determining urinary ο-cresol using solid\nphase microextraction (SPME) and chromatographic analysis using GC-FID.\nAfter optimizing the SPME variables and validating the method, urine samples\nfrom workers exposed to solvents were analyzed. The best extraction\nconditions were obtained with acid hydrolysis of the urine, extraction in\ncarbowax/divinylbenzene fiber 70 µm for 20 minutes at a neutral pH,\nadding 3 g of Na 2 SO 4  under agitation. The method\nshowed linearity between 0.1 and 1.5 µg/L of ο-cresol in\nurine, a quantification limit of 0.1 µg/L, and repeatability between\n6.8 and 7.8%. The mean ο-cresol value in worker urine was 0.35 (SD,\n0.23) µg/L. The SPME/GC-FID method showed promise, being a quick,\nsimple, and applicable for biologically monitoring workers exposed to\ntoluene. 20\n\nIn 2015, the 5th edition of the NIOSH Analytical Methods Manual presented\nmethod 8321 for determining o-cresol in urine. The technique was GC with\nmass spectrometry and selected ion monitoring. This is the reference method\nfor analyzing urinary ο-cresol in workers exposed to\ntoluene. 21\n\nToluene in exhaled air: samples must be collected during the workday. In\n1999, the ACGIH stopped recommending exhaled air as an exposure biomarker\ndue to strong interference from other substances (eg, ethanol) and because\nit is not representative of skin absorption. GC-FID was the analysis\ntechnique, with the sample collected in flasks and transferred to another\nflask through an activated carbon column. The analysis then proceeded\naccording to NIOSH method 1501. 8\n\nBlood toluene: samples must be collected before the last shift of the\nworkweek. This biomarker is little used, since the ideal would be to collect\nseveral samples during the shift, which, from a practical point of view, is\nunfeasible and highly invasive. It is still recommended by ACGIH for very\nspecific cases due to its representativeness for skin absorption. 8  According to NIOSH method\n8007, toluene is extracted from the blood by headspace GC and GC-FID is used\nfor identification. 21\n\nTOL-u: sample collection must occur at the end of the workday. This biomarker\nhas a good correlation with environmental exposure, but it is rarely used\ndue to practical difficulties, such as sample preservation due to the\nsolvent’s volatility. The ACGIH began recommending TOL-u in 2010. The\nanalysis technique involves extracting toluene from urine by headspace GC in\nassociation with SPME; GC-FID is used for identification. 22\n\n## Environmental monitoring\n\nEnvironmental monitoring is the periodic assessment of occupational exposure\nby measuring the concentration of chemical agents in the workplace, followed\nby comparison with an appropriate standard (eg, the TLV). This is followed\nby control measures when the results indicate high exposure\nlevels. 17\n\nToluene is collected through activated carbon tubes with specially designed\nsuction pumps that maintain a stable flow throughout the sampling period.\nStrategies vary to ensure that a representative percentage of the work shift\nis covered. Passive dosimeters are another type of device equipped with\nactivated carbon to adsorb organic vapors without suction mechanisms.\nToluene in air can be analyzed by several techniques, including gas\nchromatography (GC) and mass spectrometry. The material is desorbed with\ncarbon disulfide, and the most common technique for analyzing toluene is GC\nwith flame ionization detection (GC-FID) according to NIOSH method\n1501. 18\n\n## Biological monitoring\n\nBiological monitoring is the periodic assessment of occupational exposure by\nmeasuring a chemical agent’s concentration in a biological fluid, its\nbiotransformation products, its toxic action, or even expired air as an\nindicator of exposure. The results are compared to appropriate benchmarks to\nassess the health risk, with a view to introducing or modifying control\nmeasures when necessary. 17 \nThe studied parameters are called biological indicators, bioindicators, or\nbiomarkers. The method of biological matrix collection, which is based on\nthe representativity of exposure and biotransformation, occurs at the end of\nthe workday or at the beginning or end of the work week. 10\n\n## Urinary hippuric acid\n\nUrine is collected at the end of the workday and sent in an amber glass or\npolyethylene bottle to the laboratory. Although Brazilian legislation has\nrecommended this procedure and, and it is offered by laboratories, it should\nbe discontinued. NIOSH has proposed method 8300 for determining HA-u as a\nbiological indicator of toluene exposure. The analysis matrix is urine,\ncollected at the end of a shift after 2 days of exposure. The volume, which\nmust be 50-100 mL, is transported in a 125 mL plastic bottle. Sample\nstability is 1 day at 20°C, 1 week at 4°C, and 1 month at -20°C. A control\nsample must be collected prior to exposure. 4 , 18\n\nThe analytical technique for this method is absorption spectrophotometry in\nthe visible region, using a wavelength of 410 nm and an optical path of 1\ncm. The analyzed compound is a complex of hippuric acid and benzenesulfonyl\nchloride. The working range should be 0.005 to 0.500 g/L (urine diluted 1:5\nv/v). This technique has an estimated detection limit of 0.002 g/L (SD,\n0.06%). 18\n\nTo measure joint exposure with xylene or styrene, NIOSH method 8301 for HA-u\nand methyl hippuric acid is recommended, which involves high performance\nliquid chromatography with ultraviolet detection. 18\n\n## Urinary ortho-cresol\n\nHasegawa et al., 19  who\ndeveloped the first method for measuring urinary ortho-cresol\n(ο-cresol) in workers, conducted an important comparative study\nbetween urinary HA-u and ο-cresol as bioindicators of toluene\nexposure. A total of 130 volunteers (74 men) outfitted with passive\nactivated carbon dosimeters were intentionally exposed to toluene in the air\nover a workday and analyzed with GC-FID. To prepare the sample, 0.5 mL of\n15% hydrochloric acid was added to 1 mL of urine and heated at 100°C for 60\nmin. The samples were hydrolyzed with 3,5-xylenol, and desorption was\nperformed with carbon disulfide. The organic phase was treated with sodium\nsulfate to dry the sample, which was finally injected into the GC-FID. The\nresults showed that HA-u has a very good correlation with environmental\nexposure and is reliable at concentrations above 100 ppm (ie, it is\ninadequate for the current limit of 20 ppm). Below 100 ppm, the results are\nsusceptible to various types of interference. The most important point\nraised in this study is the method’s applicability to ο-cresol and\nits good correlation with environmental exposure, being little affected by\nfactors unrelated to environmental exposure to toluene. 19\n\nThrough a partnership between the toxicological analysis departments of the\nUniversity of São Paulo and the Federal University of Alfenas, a\nmethod was developed for determining urinary ο-cresol using solid\nphase microextraction (SPME) and chromatographic analysis using GC-FID.\nAfter optimizing the SPME variables and validating the method, urine samples\nfrom workers exposed to solvents were analyzed. The best extraction\nconditions were obtained with acid hydrolysis of the urine, extraction in\ncarbowax/divinylbenzene fiber 70 µm for 20 minutes at a neutral pH,\nadding 3 g of Na 2 SO 4  under agitation. The method\nshowed linearity between 0.1 and 1.5 µg/L of ο-cresol in\nurine, a quantification limit of 0.1 µg/L, and repeatability between\n6.8 and 7.8%. The mean ο-cresol value in worker urine was 0.35 (SD,\n0.23) µg/L. The SPME/GC-FID method showed promise, being a quick,\nsimple, and applicable for biologically monitoring workers exposed to\ntoluene. 20\n\nIn 2015, the 5th edition of the NIOSH Analytical Methods Manual presented\nmethod 8321 for determining o-cresol in urine. The technique was GC with\nmass spectrometry and selected ion monitoring. This is the reference method\nfor analyzing urinary ο-cresol in workers exposed to\ntoluene. 21\n\n## Other biological indicators\n\nToluene in exhaled air: samples must be collected during the workday. In\n1999, the ACGIH stopped recommending exhaled air as an exposure biomarker\ndue to strong interference from other substances (eg, ethanol) and because\nit is not representative of skin absorption. GC-FID was the analysis\ntechnique, with the sample collected in flasks and transferred to another\nflask through an activated carbon column. The analysis then proceeded\naccording to NIOSH method 1501. 8\n\nBlood toluene: samples must be collected before the last shift of the\nworkweek. This biomarker is little used, since the ideal would be to collect\nseveral samples during the shift, which, from a practical point of view, is\nunfeasible and highly invasive. It is still recommended by ACGIH for very\nspecific cases due to its representativeness for skin absorption. 8  According to NIOSH method\n8007, toluene is extracted from the blood by headspace GC and GC-FID is used\nfor identification. 21\n\nTOL-u: sample collection must occur at the end of the workday. This biomarker\nhas a good correlation with environmental exposure, but it is rarely used\ndue to practical difficulties, such as sample preservation due to the\nsolvent’s volatility. The ACGIH began recommending TOL-u in 2010. The\nanalysis technique involves extracting toluene from urine by headspace GC in\nassociation with SPME; GC-FID is used for identification. 22\n\n## DISCUSSION\n\nIntensive use of toluene over the years has led to adverse health effects in workers,\nsuch as central nervous system changes and miscarriages. At the beginning of the\n21st century, such critical effects stimulated careful review of occupational\nexposure to this chemical agent, including a reassessment of tolerance levels.\nTherefore, understanding the toxicokinetics of toluene has become fundamental,\nespecially regarding respiratory exposure, which is highly significant in\noccupational safety. Studies are needed are needed to determine biotransformation\nproducts that could be used as biological exposure indices, in addition to factors\nthat could interfere with the kinetics.\n\nFor most chemical agents, the biological exposure indices are directly correlated\nwith the TLV, and the correlations of some are linked to a certain effect. Even so,\nthe expected results for a biological indicator may not occur due to a number of\nfactors. According to the ACGIH, this is mainly due to the worker’s physiology and\nhealth status (eg, age, sex, pregnancy, medication, or diet), factors linked to\nnon-occupational exposure, and lifestyle habits (eg, smoking, and alcohol and drug\nuse). Factors in the work environment must also be taken into account, such as work\nintensity, air temperature, humidity, the presence of other substances, work hours,\nand skin exposure.\n\nDespite the many forms of interference, HA-u was recommended in Brazilian legislation\nuntil January 2022. Hippuric acid is a normal human metabolite and may originate\nfrom diets rich in foods containing benzoic acid and/or or their precursors,\nespecially fruits (prunes, raisins, and peaches) and green coffee beans. Food and\ndrink preserved with benzoates (eg, juice, bread, mustard, soft drinks) increase the\nformation and excretion of hippuric acid. Soft drinks can produce a concentration of\nhippuric acid equal to that excreted after occupational exposure of 53 ppm (more\nthan double the current TLV). Several drugs, including cocaine, can increase the\nphysiological excretion of toluene through urine. Benzene and ethanol interfere with\nthe biotransformation of toluene and, consequently, with excretion of its\nmetabolites derived from benzoic acid. In addition, HA-u significantly differs from\nbaseline exposure values only above 30 ppm of toluene in the air, which is 50%\nhigher than the current TLV. This is perhaps the most relevant point in the\ndiscussion of ο-cresol as a bioindicator of toluene. 9\n\nToluene in exhaled air is a biomarker that correlates well with occupational\nexposure, although it is subject to interference (eg, ethanol) and is not\nrepresentative of skin exposure. TOL-u has some advantages, such as a good\ncorrelation with exposure and the fact that it does not require correlation with\ncreatinine or sample density, but it has a low urinary concentration and the solvent\nmay volatilize in the sample between collection and analysis. Blood toluene involves\na problem that makes it practically unfeasible: the rapid passage of toluene into\nrichly vascularized and soft tissues makes it unrepresentative of an 8-hour\nworkday.\n\nUrinary ο-cresol, although recommended by the ACGIH since 2007, was only\nincluded in Brazilian legislation in 2020, becoming effective in 2022. Compared to\nHA-u, this biomarker is advantageous because few factors interfere in it and it is\nvirtually absent from the urine of unexposed persons. Its main disadvantage is that\na very small fraction of toluene is transformed into ο-cresol, since it uses\na different biotransformation pathway from hippuric acid and might not be detected\nafter very light exposure. Thus, for ο-cresol, the technique and analytical\nmethod must have high sensitivity, which is not really a limiting factor,\nconsidering the current analytical instrumentation.\n\nWhile the discussion revolves around a biomarker with a better “cost/benefit” ratio\nin terms of specificity/sensitivity/correlation for a 20 ppm TLV, and even\nconsidering future validation of S-benzylmercapturic and S-p-toluylmercapturic acids\nas biomarkers for toluene, it appears that urinary ο-cresol is the only\npracticable one.\n\n## CONCLUSIONS\n\nInstitutions and researchers involved in TLV and biological indicator studies report\nthe difficulty of establishing parameters that are safe for occupational exposure to\nchemical agents. In addition to the wide dose-response curve of the studied\npopulations, the multifunctionality of modern workers, and the lack of more in-depth\nstudies on new substances, we must also consider political-economic issues that, in\npractice, have a strong influence on chemical agent use and the protection of worker\nhealth.\n\nRegarding analytical issues, the focus should be on the representativity of tolerance\nlimits, bioindicators, and other factors in the work environment to produce a\nfaithful estimate of worker exposure to the chemical agent. The sensitivity of the\nmethod must meet the tolerance limits, and the biological indicator must be specific\nenough not to suffer interference from food or concomitant exposure to other\nsubstances or interactions. In this respect, it has been proven that HA-u is no\nlonger useful as a biological indicator of toluene, despite still being used in\nBrazil.\n\nMany studies over the last three decades have demonstrated that urinary\nο-cresol has all the characteristics of a good biological indicator for\ntoluene, especially with the new lower TLV of 20 ppm. Until recently, professionals\nused HA-u, arguing that the then-current legislation considered a tolerance limit of\n78 ppm. However, revision of Regulatory Norm 7 and the alignment of bioindicators\nwith international recommendations have brought order to this discussion, which has\nbeen ongoing in Brazil for more than a decade. In January 2022, the new Regulatory\nNorm 7 came into force, establishing urinary ο-cresol, blood toluene, and\nTOL-u as bioindicators for toluene. Given the scientific evidence, it is expected\nthat urinary ο-cresol will be the first choice in occupational medicine.",
  "reference_count": 22,
  "word_count": 8217,
  "char_count": 54329
}