{
  "pmcid": "PMC10139086",
  "doi": "10.3390/ijms24087325",
  "title": "Human Exposure to Bisphenols, Parabens, and Benzophenones, and Its Relationship with the Inflammatory Response: A Systematic Review",
  "authors": [
    "Francisco Manuel Peinado",
    "Luz María Iribarne-Durán",
    "Francisco Artacho-Cordón"
  ],
  "year": "2023",
  "journal": "International Journal of Molecular Sciences",
  "abstract": "Bisphenols, parabens (PBs), and benzophenones (BPs) are widely used environmental chemicals that have been linked to several adverse health effects due to their endocrine disrupting properties. However, the cellular pathways through which these chemicals lead to adverse outcomes in humans are still unclear, suggesting some evidence that inflammation might play a key role. Thus, the aim of this study was to summarize the current evidence on the relationship between human exposure to these chemicals and levels of inflammatory biomarkers. A systematic review of peer-reviewed original research studies published up to February 2023 was conducted using the MEDLINE, Web of Science, and Scopus databases. A total of 20 articles met the inclusion/exclusion criteria. Most of the reviewed studies reported significant associations between any of the selected chemicals (mainly bisphenol A) and some pro-inflammatory biomarkers (including C-reactive protein and interleukin 6, among others). Taken together, this systematic review has identified consistent positive associations between human exposure to some chemicals and levels of pro-inflammatory biomarkers, with very few studies exploring the associations between PBs and/or BPs and inflammation. Therefore, a larger number of studies are required to get a better understanding on the mechanisms of action underlying bisphenols, PBs, and BPs and the critical role that inflammation could play.",
  "sections": [
    {
      "title": "1. Introduction",
      "text": "During the past decades, there has been a growing public concern about the harmful effects that environmental phenols, including bisphenols, parabens (PBs), and benzophenones (BPs) could exert on human health [ 1 , 2 , 3 , 4 , 5 , 6 ].\n\nBisphenols are non-persistent phenolic compounds widely used in the synthesis of polycarbonate plastics and epoxy resins and are frequently found in the linings of canned and packaged food containers, thermal receipts, and dental sealants [ 7 , 8 ]. Bisphenol A (BPA) is the most studied congener and is one of the most produced chemicals in the world [ 9 ], reaching a global production volume of more than 5 million tons [ 10 ], and with an annual growth rate that reached 4.6% between 2013 and 2019 [ 11 ]. Moreover, data from biomonitoring studies indicate that BPA exposure is ubiquitous and widespread in the population, with BPA concentrations found in 90.0% of the general population in industrialized countries [ 12 , 13 ]. Due to the harmful effects inherent to exposure to BPA, some international government regulators have banned its use in baby bottles and cosmetics [ 14 ]. As an alternative to BPA, bisphenol analogs structurally similar to BPA began to be produced, such as bisphenol S, bisphenol F, bisphenol AF, tetrabromobisphenol, bisphenol A-glycidyl methacrylate, bisphenol A diglycidyl ether, and bisphenol F diglycidyl ether [ 15 , 16 ]. However, previous evidence has suggested that these analogs may be even more harmful than the original BPA in some situations [ 16 ]. The family of PBs includes alkyl esters of  p -hydroxybenzoic acid, and such chemicals are used in a wide range of cosmetics and personal care products (PCPs) as well as in food packaging due to their antimicrobial and preservative properties [ 17 , 18 , 19 , 20 , 21 ]. The main congeners of PBs are methylparaben, ethylparaben, propylparaben, and butylparaben. BPs are aromatic ketones included in a wide variety of cosmetics, PCPs, and textiles due to their properties as UV filters [ 22 , 23 ], and include different congeners such as benzophenone 1, benzophenone 2, benzophenone 3, 4-hydroxybenzophenone, benzophenone 6, and benzophenone 8. As a result of these different uses, humans are widely exposed to these compounds through different pathways. While humans are mainly exposed to bisphenols through the diet [ 24 , 25 ], PBs and BPs are suspected to reach body compartments primarily through dermal absorption or consumption of packaged foodstuff [ 26 , 27 ]. Despite these compounds being rapidly metabolized and excreted by the body, the public concern regarding their potential health effects derives from the daily pattern of this exposure.\n\nIndeed, previous studies have suggested that daily exposure to different bisphenol congeners might be associated with risks in women of miscarriage, endometriosis, polycystic ovary syndrome, thyroid disease, diabetes mellitus, obesity, cardiovascular disease, and metabolic syndrome [ 1 , 28 , 29 , 30 , 31 , 32 ]. In addition, PBs and BPs could also be the origin of adverse effects on human health, such as decreased body weight and height in children [ 33 ], decreased serum thyroid levels in humans [ 34 ], obesity [ 35 ], and gynecological disorders [ 36 , 37 ].\n\nNevertheless, despite the currently suspected harmful effects of these environmental phenols on human health, there are still several gaps of knowledge concerning their mechanisms of action. Currently, it is well known that bisphenols, PBs, and BPs have the ability to alter the homeostasis of the hormonal system due to their (anti-)estrogenic, (anti-)androgenic, and/or (anti-)thyroid actions [ 38 , 39 , 40 ] and therefore are considered endocrine-disrupting chemicals (EDCs). In addition, it has been postulated that inflammation might act as an alternative or complementary mechanism of action to the endocrine disruption hypothesis, given that they could promote an inflammatory milieu through activation of nuclear estrogen receptor (ER) α [ 41 , 42 , 43 ]. In this sense, previous evidence has reported the presence of estrogen-dependent nuclear receptors in promoter regions of genes related to the inflammatory response, such as ERα and ERβ [ 41 , 44 , 45 , 46 ], suggesting that the origin and development of an inflammatory response could be an indirect consequence of endocrine alterations promoted by these compounds with hormonal activity.\n\nInflammation is a regulatory mechanism for maintaining tissue homeostasis. It consists of a protective response of vascularized tissues to fight against a variety of challenges from the external environment, including those from infectious agents and tissue damage. It provides pathways for the rapid destruction of invading pathogens through the mobilization of immune cells across the vasculature and for the removal of damaged cells and tissues that may have been compromised in host defense [ 47 ]. A large number of biochemical reactions and mediators, such as cytokines, phagocytic leukocytes, antibodies, complement proteins, and intracellular adhesion molecules, among others, are involved in this complex process. Like most immune responses, the inflammatory phenomenon is tightly regulated, and a proper and precise balance between proinflammatory and anti-inflammatory immune responses is required to effectively eliminate infectious pathogens while limiting immune damage in the host [ 48 ]. The regulation of inflammatory responses is complex, involves many different cell types (immune, epithelial, endothelial, and mesenchymal cells) [ 41 , 47 ], and sometimes it may not be properly regulated. Misregulated inflammation can be initiated when the response among innate immune cells is inappropriate for the type of defense needed against the invader, the response is misdirected based on the location of the strange agent, the response is overproduced, and/or the response is not beneficially resolved for the host [ 41 , 47 ]. Deviations from tightly regulated inflammation present a significant health risk because unresolved inflammation can compromise tissue function and increase the risk of several chronic cardiovascular diseases and metabolic disorders [ 47 ].\n\nIn this sense, two previous systematic reviews have summarized the associations reported between exposure to different families of EDCs and inflammatory biomarkers [ 49 , 50 ]. However, the majority of EDCs explored were persistent organic pollutants, such as organochlorine pesticides (OCPs), and polychlorinated biphenyls. Considering non-persistent EDCs, only phthalates and BPA were explored [ 50 ] and currently there are no previous systematic reviews exploring the associations between other bisphenol congeners, PBs, or BPs and biomarkers of inflammation. Therefore, given (i) the ubiquity of these families of environmental phenols, and (ii) their possible adverse effects on health, there is a growing interest in the elucidation of potential mechanisms of action of these compounds. Thus, the aim of this study was to conduct a systematic review of published scientific evidence on associations between human exposure to bisphenols, PBs, and BPs and levels of inflammatory biomarkers."
    },
    {
      "title": "2. Materials and Methods",
      "text": "This systematic review was conducted according to the Preferred Reporting Items for Systematic Reviews and Meta Analyses (PRISMA) statement [ 51 ].\n\nThe databases MEDLINE (through the PubMed search engine), Web of Science (WoS), and Scopus were used to search for published studies reporting associations between human exposure to bisphenols, PBs, and BPs and levels of inflammatory biomarkers. The last search was performed on 1 February 2023. The detailed search strategy is displayed in  Supplementary Material (Supplementary Table S1) .\n\nOur objective was to answer the question: “Is there evidence on associations between human exposure to bisphenols, PBs and BPs, and levels of inflammatory biomarkers?” We developed a PECO statement (Participants, Exposure, Comparator, and Outcomes) [ 52 ], which is used as an aid to developing an answerable question. Our PECO statement included the following: Participants: Humans. Exposure: Bisphenols [bisphenol A (BPA), bisphenol S (BPS), bisphenol F (BPF), bisphenol A-glycidyl methacrylate (BisGMA), bisphenol A diglycidyl ether (BADGE) and bisphenol F diglycidyl ether (BFDGE)], PBs [methylparaben (MeP), ethylparaben (EtP), propylparaben (PrP) and butylparaben (BuP)] and BPs (BP1-12). Comparators: Not applicable. Outcomes: Inflammatory biomarkers (cytokines, intracellular adhesion molecules, humoral mediators, C-reactive protein, inflammatory milieu, phagocytic leukocytes, antibodies, complement proteins, receptor activator of nuclear factor-kappa B, prostaglandin-endoperoxide synthases).\n\nParticipants: Humans.\n\nExposure: Bisphenols [bisphenol A (BPA), bisphenol S (BPS), bisphenol F (BPF), bisphenol A-glycidyl methacrylate (BisGMA), bisphenol A diglycidyl ether (BADGE) and bisphenol F diglycidyl ether (BFDGE)], PBs [methylparaben (MeP), ethylparaben (EtP), propylparaben (PrP) and butylparaben (BuP)] and BPs (BP1-12).\n\nComparators: Not applicable.\n\nOutcomes: Inflammatory biomarkers (cytokines, intracellular adhesion molecules, humoral mediators, C-reactive protein, inflammatory milieu, phagocytic leukocytes, antibodies, complement proteins, receptor activator of nuclear factor-kappa B, prostaglandin-endoperoxide synthases).\n\nReview inclusion criteria were: original scientific article; publication in English or Spanish; and the reporting of data on (i) the associations between human exposure to bisphenols, PBs, and BPs, and (ii) levels of inflammatory biomarkers. Exclusion criteria were: systematic and narrative reviews, case reports, conferences, meeting abstracts, and editorials; in vitro and in vivo studies.\n\nTwo researchers (LMID and FMP) independently conducted this systematic review. Firstly, the titles/abstracts of retrieved articles were screened, and duplicates and those not meeting the inclusion criteria were excluded. From the initially selected articles, the full text was reviewed and those that did not meet the inclusion criteria were then excluded. In case of discrepancy between reviewers, a third external reviewer (FAC) participated to make a decision about the inclusion or exclusion of the article at any step of the screening. The following data were collected from each article: (1) country; (2) type of study; (3) sample collection period of the exposure biomarker; (4) sample collection period of the inflammation biomarker; (5) sample size; (6) health condition; (7) gender; (8) age; (9) exposure (family and congeners) biomarkers; (10) inflammation biomarkers; (11) biological matrix; (12) chemical and biological quantification methodology; (13) extraction volume; (14) frequencies of detection (FD); (15) limit of detection of exposure biomarker; (16) units; (17) concentrations (arithmetic means, geometric means or percentile 50); (18) quality; (19) risk of bias; (20) statistical test; (21) magnitude of the reported associations, and (22)  p -values of such associations. It is worth mentioning that in case of a variety of statistics reported to summarize EDC and/or inflammation biomarker concentrations, the median value was prioritized. Moreover, we have preserved units of measurements in tables, although we have appropriately unified them in order to make comparisons between studies.\n\nThe reporting quality of the epidemiological studies was assessed using the Strengthening the Reporting of Observational studies in Epidemiology (STROBE) checklist [ 53 ]. This checklist consists of six blocks and a total of 23 items: (1) title and summary (2 items), (2) introduction (2 items), (3) method (9 items), (4) results (5 items), (5) discussion (4 items), and (6) other information (1 item). The reporting quality of articles was categorized according to Alvarenga, et al. [ 54 ] as high (≥16 items checked), medium (8–15 items), or low (<8 items) ( Table 1 ).\n\nThe risk of bias was estimated by using a modified version of the Risk of Bias in Non-randomized Studies of Exposures (ROBINS-E) tool [ 55 ]. This tool comprises seven domains for the overall assessment of the risk of bias, including bias due to confounding; bias in selecting participants in the study; bias in exposure classification; bias due to departures from intended exposures; bias due to missing data; bias in outcome measurement; and bias in the selection of reported results. Each study was classified as “low”, “some concerns”, “high”, or “very high” risk of bias after evaluating each domain.\n\nThe reporting quality and the risk of bias assessment were performed by two reviewers (FMP and LMID). Any disagreement was resolved through a consensus discussion with the involvement of a third reviewer (FAC).\n\nGeneral characteristics of the studies included in this systematic review.\n\nUSA: United States of America; N.R.: not reported. * STROBE checklist items < 8: “low quality”; 8–15: “medium quality”; ≥16: “high quality”."
    },
    {
      "title": "2.1. Data Sources and Search Strategy",
      "text": "The databases MEDLINE (through the PubMed search engine), Web of Science (WoS), and Scopus were used to search for published studies reporting associations between human exposure to bisphenols, PBs, and BPs and levels of inflammatory biomarkers. The last search was performed on 1 February 2023. The detailed search strategy is displayed in  Supplementary Material (Supplementary Table S1) .\n\nOur objective was to answer the question: “Is there evidence on associations between human exposure to bisphenols, PBs and BPs, and levels of inflammatory biomarkers?” We developed a PECO statement (Participants, Exposure, Comparator, and Outcomes) [ 52 ], which is used as an aid to developing an answerable question. Our PECO statement included the following: Participants: Humans. Exposure: Bisphenols [bisphenol A (BPA), bisphenol S (BPS), bisphenol F (BPF), bisphenol A-glycidyl methacrylate (BisGMA), bisphenol A diglycidyl ether (BADGE) and bisphenol F diglycidyl ether (BFDGE)], PBs [methylparaben (MeP), ethylparaben (EtP), propylparaben (PrP) and butylparaben (BuP)] and BPs (BP1-12). Comparators: Not applicable. Outcomes: Inflammatory biomarkers (cytokines, intracellular adhesion molecules, humoral mediators, C-reactive protein, inflammatory milieu, phagocytic leukocytes, antibodies, complement proteins, receptor activator of nuclear factor-kappa B, prostaglandin-endoperoxide synthases).\n\nParticipants: Humans.\n\nExposure: Bisphenols [bisphenol A (BPA), bisphenol S (BPS), bisphenol F (BPF), bisphenol A-glycidyl methacrylate (BisGMA), bisphenol A diglycidyl ether (BADGE) and bisphenol F diglycidyl ether (BFDGE)], PBs [methylparaben (MeP), ethylparaben (EtP), propylparaben (PrP) and butylparaben (BuP)] and BPs (BP1-12).\n\nComparators: Not applicable.\n\nOutcomes: Inflammatory biomarkers (cytokines, intracellular adhesion molecules, humoral mediators, C-reactive protein, inflammatory milieu, phagocytic leukocytes, antibodies, complement proteins, receptor activator of nuclear factor-kappa B, prostaglandin-endoperoxide synthases)."
    },
    {
      "title": "2.2. Study Selection and Data Extraction",
      "text": "Review inclusion criteria were: original scientific article; publication in English or Spanish; and the reporting of data on (i) the associations between human exposure to bisphenols, PBs, and BPs, and (ii) levels of inflammatory biomarkers. Exclusion criteria were: systematic and narrative reviews, case reports, conferences, meeting abstracts, and editorials; in vitro and in vivo studies.\n\nTwo researchers (LMID and FMP) independently conducted this systematic review. Firstly, the titles/abstracts of retrieved articles were screened, and duplicates and those not meeting the inclusion criteria were excluded. From the initially selected articles, the full text was reviewed and those that did not meet the inclusion criteria were then excluded. In case of discrepancy between reviewers, a third external reviewer (FAC) participated to make a decision about the inclusion or exclusion of the article at any step of the screening. The following data were collected from each article: (1) country; (2) type of study; (3) sample collection period of the exposure biomarker; (4) sample collection period of the inflammation biomarker; (5) sample size; (6) health condition; (7) gender; (8) age; (9) exposure (family and congeners) biomarkers; (10) inflammation biomarkers; (11) biological matrix; (12) chemical and biological quantification methodology; (13) extraction volume; (14) frequencies of detection (FD); (15) limit of detection of exposure biomarker; (16) units; (17) concentrations (arithmetic means, geometric means or percentile 50); (18) quality; (19) risk of bias; (20) statistical test; (21) magnitude of the reported associations, and (22)  p -values of such associations. It is worth mentioning that in case of a variety of statistics reported to summarize EDC and/or inflammation biomarker concentrations, the median value was prioritized. Moreover, we have preserved units of measurements in tables, although we have appropriately unified them in order to make comparisons between studies."
    },
    {
      "title": "2.3. Assessment of Reporting Quality and Risk of Bias",
      "text": "The reporting quality of the epidemiological studies was assessed using the Strengthening the Reporting of Observational studies in Epidemiology (STROBE) checklist [ 53 ]. This checklist consists of six blocks and a total of 23 items: (1) title and summary (2 items), (2) introduction (2 items), (3) method (9 items), (4) results (5 items), (5) discussion (4 items), and (6) other information (1 item). The reporting quality of articles was categorized according to Alvarenga, et al. [ 54 ] as high (≥16 items checked), medium (8–15 items), or low (<8 items) ( Table 1 ).\n\nThe risk of bias was estimated by using a modified version of the Risk of Bias in Non-randomized Studies of Exposures (ROBINS-E) tool [ 55 ]. This tool comprises seven domains for the overall assessment of the risk of bias, including bias due to confounding; bias in selecting participants in the study; bias in exposure classification; bias due to departures from intended exposures; bias due to missing data; bias in outcome measurement; and bias in the selection of reported results. Each study was classified as “low”, “some concerns”, “high”, or “very high” risk of bias after evaluating each domain.\n\nThe reporting quality and the risk of bias assessment were performed by two reviewers (FMP and LMID). Any disagreement was resolved through a consensus discussion with the involvement of a third reviewer (FAC).\n\nGeneral characteristics of the studies included in this systematic review.\n\nUSA: United States of America; N.R.: not reported. * STROBE checklist items < 8: “low quality”; 8–15: “medium quality”; ≥16: “high quality”."
    },
    {
      "title": "3. Results",
      "text": "Figure 1  depicts the PRISMA flow chart of articles through the study. A total of 3508 articles (1524 scientific papers were identified from MEDLINE, 469 from WoS, and 1515 from the Scopus database) were identified after applying the search strategy, from which 1182 were excluded for being duplicates. Then, titles and abstracts of the remaining 2326 articles were reviewed, and 2304 were excluded because no bisphenols, PBs or BPs were measured, no inflammation parameters were quantified, no Spanish or English language was used or they were review articles, conference papers, notes, book chapters, or conference abstracts. After full-text review of the remaining 22 articles, another two were excluded because they did not measure bisphenols, PBs, BPs or inflammation parameters or they were no epidemiological studies. Finally, 20 articles were selected for this review.\n\nTable 1  exhibits the main characteristics of the 20 studies [ 43 , 56 , 57 , 58 , 59 , 60 , 61 , 62 , 63 , 64 , 65 , 66 , 67 , 68 , 69 , 70 , 71 , 72 , 73 , 74 ]. All included studies were published in the last 15 years (2008–2023). Nine out of 20 studies (45.0%) had a cross-sectional design, while six (30.0%) and four (20.0%) were cohort and case-control studies, respectively. A final study had a prospective observational design. A total of 13 out of 20 studies (65.0%) reported the period of time when biological samples for exposure/outcome assessment were collected. Given that they reported similar periods of biological samples collection for exposure and outcome assessment, most of studies were considered to have a cross-sectional design (for the purpose of this systematic review) despite some of them declaring a different study design. The sample size of the studies ranged from 39 to 1455 participants, with a pooled sample size of 7319 participants (10,339 samples). Studies were carried out in Asian (45.0%), American (30.0%) and European countries (20.0%). The reporting quality was classified as high in 15 studies (75.0%), while five studies (25.0%) had medium reporting quality [ 62 , 66 , 71 , 72 , 73 ]. The risk of bias was classified as very high in two studies [ 58 , 71 ], high in six studies [ 59 , 62 , 65 , 66 , 70 , 72 ], with some concerns in three studies [ 56 , 61 , 68 ], and low in nine studies [ 43 , 57 , 60 , 62 , 63 , 67 , 69 , 73 , 74 ] ( Figure 2 ). Taken together, the higher concerns were due to confounding, the measurement of the exposure, and missing data, as shown in  Figure 3 .\n\nCharacteristics of study participants in the included studies are depicted in  Supplementary Table S2 . Two studies (10.0%) [ 67 , 68 ] were focused on children (boys and girls) and 18 on adults [one in men (5.0%), eight in women (40%; six of them during pregnancy) and nine (45.0%) included men and women]. The majority of studies included healthy population exclusively ( n  = 13, 65.0%), five studies combined healthy and pathologic patients (people with diabetes, allergic rhinitis, rheumatoid arthritis, and polycystic ovary syndrome), one study was focused on patients with Crohn’s disease and another study on women with unexplained recurrent spontaneous abortion.\n\nTable 2  provides an overview of the main methodological characteristics related to the exposure assessment for bisphenols, PBs, and BPs in the selected studies. Most of the studies used urine (13, 65.0%), while seven studies (35.0%) assessed the exposure in serum/plasma/blood samples. Regarding the families of chemicals assessed, 14 out 20 studies (70.0%) were focused on the exposure to bisphenols (mainly BPA), four (20.0%) on the exposure of the three families (bisphenols, PBs, and BPs) [ 43 , 57 , 63 , 66 ], one on bisphenols and PBs [ 71 ], and another only assessed PB concentrations [ 69 ]. The most frequently detected compounds were BPA [Frequency of detection (FD): 76.0–100%], MeP (FD: 97.0–100%), and BP-3 (FD: 99.7–100%). Concentrations of each studied chemical are also summarized in  Table 2 . Bisphenols, PBs, and BPs showed a median concentration ranging from <Limit of detection (LOD)-2.7 ng/mL, <LOD-186.0 ng/mL, and 34.5–42.6 ng/mL, respectively. BPA, MeP, and BP-3 were the most detected congeners of each of the three EDCs families explored. Other characteristics of the exposure assessment are summarized in  Supplementary Table S2 , including details on quantification methodology, limits of detection, and volume of sample used for the determination of the exposure in each study.\n\nTable 3  provides an overview of the evaluation of the inflammation biomarkers assessed in the selected studies. All the studies quantified inflammation biomarkers in blood-related samples, half of them in the serum fraction of the blood (50.0%). Regarding the biomarkers assessed, C-reactive protein (CRP) was evaluated in 12 out 20 studies (60.0%); of these, half of them had CRP as the exclusive inflammation biomarker assessed. Interleukin 6 (IL-6) was the most common interleukin assessed ( n  = 11, 55.0%), followed by interleukin 10 (IL-10) ( n  = 6, 30.0%). Tumor necrosis factor-α (TNF-α) was quantified in nine studies (45.0%). The concentrations reported in each study are also summarized in  Table 3 . Briefly, CRP levels showed a mean concentration ranging from 2.6–678.0 ng/mL, and IL-6, IL-10, and TNF-α levels showed a median concentration range of <0.1–770.0 ng/mL, <0.1–0.2 ng/mL, and <0.1–1900.0 ng/mL, respectively. Other characteristics of outcome assessment are depicted in  Supplementary Table S2 , including the quantification methodology used and the frequency of detection of each biomarker.\n\nAs shown in  Table 4 , positive associations were identified between exposure to all bisphenols, PB and BP congeners, and levels of some inflammatory biomarkers. The great majority of the studies assessing BPA (12 out 18 studies, 66.7%) reported BPA-related increased levels of some proinflammatory cytokines, including CRP, monocyte chemoattractant protein 1 (MCP-1), interferon-γ (IFN-γ), interleukin 23 (IL-23), interleukin 17A (IL-17A), IL-6, TNF-α, alanine aminotransferase (ALT), aspartate aminotransferase (AST), and γ-glutamyl transferase (γ –GTP). Regarding PBs, only half of the studies assessing the influence of PBs on inflammation biomarkers (three out of six studies) reported significant associations with any inflammation biomarker. However, despite the fact that elevated levels of CRP and IL-6 were found to be related to MeP and increased CRP levels were related to PrP and BuP, Aung, et al. [ 57 ] and Watkins, et al. [ 43 ] also found an inverse association between EtP exposure and interlukin 1β (IL-1β) levels and between BuP exposure and CRP levels, respectively. Finally, two out four studies addressing exposure to BPs [ 43 , 57 ] identified a significant inverse association with TNF-α and CRP, respectively ( Table 4 )."
    },
    {
      "title": "3.1. Characteristics of Studies",
      "text": "Table 1  exhibits the main characteristics of the 20 studies [ 43 , 56 , 57 , 58 , 59 , 60 , 61 , 62 , 63 , 64 , 65 , 66 , 67 , 68 , 69 , 70 , 71 , 72 , 73 , 74 ]. All included studies were published in the last 15 years (2008–2023). Nine out of 20 studies (45.0%) had a cross-sectional design, while six (30.0%) and four (20.0%) were cohort and case-control studies, respectively. A final study had a prospective observational design. A total of 13 out of 20 studies (65.0%) reported the period of time when biological samples for exposure/outcome assessment were collected. Given that they reported similar periods of biological samples collection for exposure and outcome assessment, most of studies were considered to have a cross-sectional design (for the purpose of this systematic review) despite some of them declaring a different study design. The sample size of the studies ranged from 39 to 1455 participants, with a pooled sample size of 7319 participants (10,339 samples). Studies were carried out in Asian (45.0%), American (30.0%) and European countries (20.0%). The reporting quality was classified as high in 15 studies (75.0%), while five studies (25.0%) had medium reporting quality [ 62 , 66 , 71 , 72 , 73 ]. The risk of bias was classified as very high in two studies [ 58 , 71 ], high in six studies [ 59 , 62 , 65 , 66 , 70 , 72 ], with some concerns in three studies [ 56 , 61 , 68 ], and low in nine studies [ 43 , 57 , 60 , 62 , 63 , 67 , 69 , 73 , 74 ] ( Figure 2 ). Taken together, the higher concerns were due to confounding, the measurement of the exposure, and missing data, as shown in  Figure 3 .\n\nCharacteristics of study participants in the included studies are depicted in  Supplementary Table S2 . Two studies (10.0%) [ 67 , 68 ] were focused on children (boys and girls) and 18 on adults [one in men (5.0%), eight in women (40%; six of them during pregnancy) and nine (45.0%) included men and women]. The majority of studies included healthy population exclusively ( n  = 13, 65.0%), five studies combined healthy and pathologic patients (people with diabetes, allergic rhinitis, rheumatoid arthritis, and polycystic ovary syndrome), one study was focused on patients with Crohn’s disease and another study on women with unexplained recurrent spontaneous abortion."
    },
    {
      "title": "3.2. Exposure of Bisphenols, PBs, and BPs",
      "text": "Table 2  provides an overview of the main methodological characteristics related to the exposure assessment for bisphenols, PBs, and BPs in the selected studies. Most of the studies used urine (13, 65.0%), while seven studies (35.0%) assessed the exposure in serum/plasma/blood samples. Regarding the families of chemicals assessed, 14 out 20 studies (70.0%) were focused on the exposure to bisphenols (mainly BPA), four (20.0%) on the exposure of the three families (bisphenols, PBs, and BPs) [ 43 , 57 , 63 , 66 ], one on bisphenols and PBs [ 71 ], and another only assessed PB concentrations [ 69 ]. The most frequently detected compounds were BPA [Frequency of detection (FD): 76.0–100%], MeP (FD: 97.0–100%), and BP-3 (FD: 99.7–100%). Concentrations of each studied chemical are also summarized in  Table 2 . Bisphenols, PBs, and BPs showed a median concentration ranging from <Limit of detection (LOD)-2.7 ng/mL, <LOD-186.0 ng/mL, and 34.5–42.6 ng/mL, respectively. BPA, MeP, and BP-3 were the most detected congeners of each of the three EDCs families explored. Other characteristics of the exposure assessment are summarized in  Supplementary Table S2 , including details on quantification methodology, limits of detection, and volume of sample used for the determination of the exposure in each study."
    },
    {
      "title": "3.3. Inflammation Assessment",
      "text": "Table 3  provides an overview of the evaluation of the inflammation biomarkers assessed in the selected studies. All the studies quantified inflammation biomarkers in blood-related samples, half of them in the serum fraction of the blood (50.0%). Regarding the biomarkers assessed, C-reactive protein (CRP) was evaluated in 12 out 20 studies (60.0%); of these, half of them had CRP as the exclusive inflammation biomarker assessed. Interleukin 6 (IL-6) was the most common interleukin assessed ( n  = 11, 55.0%), followed by interleukin 10 (IL-10) ( n  = 6, 30.0%). Tumor necrosis factor-α (TNF-α) was quantified in nine studies (45.0%). The concentrations reported in each study are also summarized in  Table 3 . Briefly, CRP levels showed a mean concentration ranging from 2.6–678.0 ng/mL, and IL-6, IL-10, and TNF-α levels showed a median concentration range of <0.1–770.0 ng/mL, <0.1–0.2 ng/mL, and <0.1–1900.0 ng/mL, respectively. Other characteristics of outcome assessment are depicted in  Supplementary Table S2 , including the quantification methodology used and the frequency of detection of each biomarker."
    },
    {
      "title": "3.4. Association between Exposure to Bisphenols, PBs and BPs, and Inflammation Biomarkers",
      "text": "As shown in  Table 4 , positive associations were identified between exposure to all bisphenols, PB and BP congeners, and levels of some inflammatory biomarkers. The great majority of the studies assessing BPA (12 out 18 studies, 66.7%) reported BPA-related increased levels of some proinflammatory cytokines, including CRP, monocyte chemoattractant protein 1 (MCP-1), interferon-γ (IFN-γ), interleukin 23 (IL-23), interleukin 17A (IL-17A), IL-6, TNF-α, alanine aminotransferase (ALT), aspartate aminotransferase (AST), and γ-glutamyl transferase (γ –GTP). Regarding PBs, only half of the studies assessing the influence of PBs on inflammation biomarkers (three out of six studies) reported significant associations with any inflammation biomarker. However, despite the fact that elevated levels of CRP and IL-6 were found to be related to MeP and increased CRP levels were related to PrP and BuP, Aung, et al. [ 57 ] and Watkins, et al. [ 43 ] also found an inverse association between EtP exposure and interlukin 1β (IL-1β) levels and between BuP exposure and CRP levels, respectively. Finally, two out four studies addressing exposure to BPs [ 43 , 57 ] identified a significant inverse association with TNF-α and CRP, respectively ( Table 4 )."
    },
    {
      "title": "4. Discussion",
      "text": "To date, this is the first systematic review gathering epidemiological studies exploring associations between exposure to bisphenols, PBs and BPs, and levels of inflammatory biomarkers. Most of the 20 included studies focused on the associations between BPA and inflammation, while the relationship between PBs/BPs and inflammation was only addressed in few studies ( n  = 6 and  n  = 4, respectively). Moreover, although most studies were focused on well-known inflammatory biomarkers such as CRP, IL-6, IL-10, IL-1α or IL-1β, more than 30 biomarkers of inflammation have been addressed (CRP, IL-1α, IL-1ra, IL-1β, IL-2, IL-4, IL-5, IL-6, IL-7, IL-8, IL-9 IL-10, IL-12, IL-13, IL-15, IL-17a, IL-23, IL-33, TNF-α, TGF-β, IFN-γ, GM-CSF, MCP-1, MCP-3, MIP1-a, MIP1-b, VEGF, FGF-basic, eotaxin, PDGF-BB, RANTES, ALT, AST, and γ-GTP). More than a half of the studies included in this review ( n  = 13, 65.0%) reported significant associations between any of the target EDCs included in this review and different inflammation parameters [ 43 , 56 , 57 , 58 , 59 , 63 , 65 , 66 , 68 , 69 , 70 , 72 , 74 ]. However, one-quarter of the selected studies were classified as medium reporting quality, and a certain degree of risk of bias was observed in more than half of the selected studies.\n\nBriefly, BPA exposure was positively associated with a variety of pro-inflammatory biomarkers (CRP [ 58 , 60 , 64 , 74 ], IL-6 [ 59 , 60 , 70 ], IL-4 [ 68 ], IL-17A [ 66 ], IL-23 [ 66 ], IL-33 [ 56 ], MCP-1 [ 63 ], ALT [ 72 ], and γ-GTP [ 72 ]). Moreover, both MeP and PrP were associated with higher CRP levels [ 69 ], while MeP concentrations were also related to increased serum levels of IL-6 [ 57 ]. These results are in line with previous in vitro and in vivo studies reporting consistent positive associations between inflammation and exposure to bisphenols [ 75 , 76 , 77 , 78 ] and parabens [ 79 ]. Thus, the epidemiological findings summarized in this review, together with the in vitro and in vivo evidence, strongly support our hypothesis on the relationship between exposure to bisphenols, PBs, and BPs, and the development of an inflammatory response. Moreover, the underlying mechanisms explaining this association between exposure to these chemicals and inflammation might be related to the xenoestrogenic activity exhibited by bisphenols, PBs, and BPs. In this regard, it has been reported that low estrogenic activity promotes the production of type I interferon and pro-inflammatory cytokines [ 80 ]. Since these chemicals have nearly 1000-fold weaker affinity for ERs than estradiol, they can bind with ERs more actively when estrogen levels are low, which would in turn trigger physiological responses associated with inflammation [ 74 ].\n\nHowever, a few inverse associations were also observed in previous studies. For instance, Watkins, et al. [ 43 ] found that exposure to BuP and BP-3 was related to lower CRP in pregnant women. Similarly, despite the fact that Aung, et al. [ 57 ] reported some positive associations between exposure and pro-inflammatory biomarkers, they also observed that EtP exposure during pregnancy was related to lower IL-1β levels and BP-3 to reduced TNF-α production. Nevertheless, sensitivity analyses of interaction terms between individual exposure analytes and study visits indicated that the association between EtP and IL-1β differed across study visits, becoming positive by visit 4 (33–38 gestational weeks). Moreover, a previous in vivo study revealed that inhibition of edema, an anti-inflammatory effect, was associated with topical BP-3 application [ 81 ].\n\nTo date, there is currently growing concern about the effects that human exposure to bisphenols, PBs, and BPs may have on health, and the adverse effects on human health of these chemicals are suggested to be related to their disruption of the endocrine system due to xenoestrogenic, xenoandrogenic and xenothyroid activities [ 38 , 39 , 40 , 82 ]. However, the exact mechanisms of action are not fully elucidated, with some evidence suggesting that these chemicals could exert adverse effects on human health though the perturbation of the oxidative microenvironment via ER-dependent pathways [ 43 , 83 ]. It is suspected that exposure to bisphenols, PBs, and BPs could have an immunotoxic effect, producing alterations in the immune system and deregulating inflammatory pathways through interactions with immune cells and peripheral tissues [ 84 , 85 , 86 ]. In this sense, a deregulation of the inflammation pathway is becoming increasingly important, as there is a growing amount of evidence reporting a relationship between disturbances in the inflammatory milieu and a multitude of allergic, autoimmune and reproductive diseases, as well as obesity, metabolic syndrome, and cancer, [ 47 , 87 ]. In fact, some of the studies of this review ( n  = 6, 20%) included in their study population participants with different diseases, such as diabetes [ 60 , 62 ], Crohn’s disease [ 66 ], allergic rhinitis [ 68 ], rheumatoid arthritis [ 69 ], and polycystic ovary syndrome (PCOS) [ 71 ]. Haq, et al. [ 60 ] and Jain, et al. [ 62 ] reported higher urinary BPA levels in diabetic participants compared with non-diabetics, and urinary BPA levels were correlated with elevated levels of CRP [ 60 ], TNF-α, IL-6, and IL-1α [ 62 ]. Linares, et al. [ 66 ] reported higher BPA levels in participants with active Crohn’s disease compared to participants with this disease in remission, along with positive correlations between BPA concentrations and IL-23 and IL-17a levels. Nalbantoğlu, et al. [ 68 ] also evidenced an association between BPA concentrations and allergic rhinitis in children, with increased levels of both BPA and IL-4 in more severe stages of the disease. Qu, et al. [ 69 ] reported significant associations among MeP and PrP exposure, increased CRP levels, and risk of rheumatoid arthritis, and Šimková, et al. [ 71 ] showed higher levels of BPA and IL-6, VEGF, and PDGFbb in PCOS women compared to controls. Taken together, these results suggest that a deregulated inflammatory response could be the nexus between the association between bisphenols, PBs, and BPs and the development and/or progression of diseases related to an altered immune system.\n\nIt is also important to highlight that humans are exposed to several toxicants and complex mixtures of EDCs and that their effects are difficult to predict given the possible synergistic, additive or antagonistic actions between chemical residues [ 88 ], while suspecting that they may be acting through immunological mechanisms [ 87 ]. Therefore, studies exploring associations between complex mixtures of bisphenols, PBs, and BPs with inflammatory biomarker levels acquire high importance. In this review, only one study [ 63 ] explored the combined effect of exposure to multiple chemicals. However, the inclusion of different families of chemicals to those considered for this systematic review (heavy metals, phthalates and other environmental phenols) hampered the elucidation of the specific contribution of bisphenols, PBs, and BPs to the inflammatory response. Therefore, future studies are required to address this combined effect on the inflammatory response. In addition, the great majority of studies (16, 80.0%) considered spot urine/blood samples for exposure assessment. Given that bisphenols, PBs, and BPs have a very short urinary elimination half-life in the human body [ 40 , 89 ], and thus spot samples may not be representative of the overall exposure of an individual, future studies considering pooled samples for exposure assessment (i.e., collecting 24-h urine/blood samples or repeated measurements) would show a more realistic scenario in relation to human exposure. In fact, this approach might yield stronger and more consistent associations between exposure and inflammatory biomarkers.\n\nMoreover, it is plausible that there is a differential interference of exposure to these chemicals on inflammatory milieu according to the specific characteristics of study participants. For instance, inflammatory disruption might be more pronounced in vulnerable populations. Previous evidence suggests that EDCs could have a greater effect on health when human exposure occurs during critical periods of individual development, such as pregnancy, lactation, childhood or puberty [ 90 , 91 ]. In this sense, less than half of the studies included in this review ( n  = 8, 40.0%) considered these critical periods, of which six explored associations between exposure and inflammation in pregnant women [ 43 , 56 , 57 , 59 , 61 , 63 ] and two in children [ 67 , 68 ]. The results of these studies showed discrepant associations between exposure and inflammation, requiring a larger number of studies to be able to establish reliable conclusions between exposure and inflammation when considering critical windows of vulnerability. Furthermore, previous evidence has suggested the existence of gender differences related to inflammatory diseases [ 92 ]. For this reason, the inclusion of a study population gathering data from both genders becomes more important. In this review, almost half of the studies ( n  = 9, 45.0%) did not study gender differences [ 43 , 56 , 57 , 59 , 61 , 63 , 65 , 70 , 71 ], requiring further research in this regard.\n\nThus, the variability on the characteristics of study participants prevented the identification of subgroups of people with a higher risk for dysregulation of the inflammatory response with the exposure to bisphenols, PBs, and BPs. Additionally, the great methodological heterogeneity in terms of assessed inflammatory biomarkers and statistical analyses hampered the performance of a meta-analysis. In addition, taken together, the great heterogeneity in terms of study population (i.e., healthy adult subjects, healthy boys and girls, infant allergic rhinitis patients, arthritis rheumatoid patients, women diagnosed with PCOS, and diabetic and Crohn’s patients, etc.), the applied quantification methodology for both EDC (i.e., gas chromatography-mass spectrometry (GC-MS/MS), liquid chromatography-mass spectrometry (LC-MS/MS), isotope dilution-liquid chromatography-tandem mass spectrometry (ID-LC-MS/MS), enzyme-linked immunosorbent assay (ELISA), etc.) and inflammation assessment (i.e., ELISA, immunoturbidimetry, high performance liquid chromatography (HPLC), etc.), and the use of different biological matrices for exposure assessment (urine and serum) could explain, at least in part, the wide ranges reported in EDC and inflammatory biomarker levels shown in the different studies included in this review. Finally, concerns related to reporting quality and risk of bias were identified in one-quarter and a half of included studies, respectively. Thus, well-conducted studies are needed in the close future in order to obtain a more realistic overview on the contribution of these families of chemicals, to which humans are daily exposed, on the dysregulation of the inflammatory response.\n\nConsidering the limitations of this systematic review, the selection of the studies was based on the implementation of the search strategy in only three public databases. However, these databases are considered among the most relevant in the field of human health, and only a small number of specific publications that are only available in other databases could have been lost. On the other hand, only epidemiological studies were included in this review. This could limit the number of quantified inflammation biomarkers that could be included in other types of studies (in vivo and in vitro). Finally, although only three families of environmental phenols with endocrine-disrupting properties were selected for investigation, these include the phenolic EDCs in widest daily use, and a systematic review has already been carried out on the influence of organochlorine pesticides and PCBs on inflammation biomarkers [ 49 ].\n\nIn conclusion, this systematic review summarizes the current evidence on the association between human exposure to bisphenols, PBs, and BPs, and alterations in the inflammatory milieu. Despite some concerns related to reporting quality and risk of bias, selected studies showed consistent positive associations between human exposure to BPA and levels of some pro-inflammatory biomarkers, while very few studies explored associations between PBs and/or BPs and inflammation. Therefore, well-conducted studies in general, but also vulnerable, populations assessing exposure to both individual and mixtures of EDCs are required in the close future to clarify whether inflammation could act as a nexus between exposure to these EDCs and human health."
    }
  ],
  "full_text": "Bisphenols, parabens (PBs), and benzophenones (BPs) are widely used environmental chemicals that have been linked to several adverse health effects due to their endocrine disrupting properties. However, the cellular pathways through which these chemicals lead to adverse outcomes in humans are still unclear, suggesting some evidence that inflammation might play a key role. Thus, the aim of this study was to summarize the current evidence on the relationship between human exposure to these chemicals and levels of inflammatory biomarkers. A systematic review of peer-reviewed original research studies published up to February 2023 was conducted using the MEDLINE, Web of Science, and Scopus databases. A total of 20 articles met the inclusion/exclusion criteria. Most of the reviewed studies reported significant associations between any of the selected chemicals (mainly bisphenol A) and some pro-inflammatory biomarkers (including C-reactive protein and interleukin 6, among others). Taken together, this systematic review has identified consistent positive associations between human exposure to some chemicals and levels of pro-inflammatory biomarkers, with very few studies exploring the associations between PBs and/or BPs and inflammation. Therefore, a larger number of studies are required to get a better understanding on the mechanisms of action underlying bisphenols, PBs, and BPs and the critical role that inflammation could play.\n\n## 1. Introduction\n\nDuring the past decades, there has been a growing public concern about the harmful effects that environmental phenols, including bisphenols, parabens (PBs), and benzophenones (BPs) could exert on human health [ 1 , 2 , 3 , 4 , 5 , 6 ].\n\nBisphenols are non-persistent phenolic compounds widely used in the synthesis of polycarbonate plastics and epoxy resins and are frequently found in the linings of canned and packaged food containers, thermal receipts, and dental sealants [ 7 , 8 ]. Bisphenol A (BPA) is the most studied congener and is one of the most produced chemicals in the world [ 9 ], reaching a global production volume of more than 5 million tons [ 10 ], and with an annual growth rate that reached 4.6% between 2013 and 2019 [ 11 ]. Moreover, data from biomonitoring studies indicate that BPA exposure is ubiquitous and widespread in the population, with BPA concentrations found in 90.0% of the general population in industrialized countries [ 12 , 13 ]. Due to the harmful effects inherent to exposure to BPA, some international government regulators have banned its use in baby bottles and cosmetics [ 14 ]. As an alternative to BPA, bisphenol analogs structurally similar to BPA began to be produced, such as bisphenol S, bisphenol F, bisphenol AF, tetrabromobisphenol, bisphenol A-glycidyl methacrylate, bisphenol A diglycidyl ether, and bisphenol F diglycidyl ether [ 15 , 16 ]. However, previous evidence has suggested that these analogs may be even more harmful than the original BPA in some situations [ 16 ]. The family of PBs includes alkyl esters of  p -hydroxybenzoic acid, and such chemicals are used in a wide range of cosmetics and personal care products (PCPs) as well as in food packaging due to their antimicrobial and preservative properties [ 17 , 18 , 19 , 20 , 21 ]. The main congeners of PBs are methylparaben, ethylparaben, propylparaben, and butylparaben. BPs are aromatic ketones included in a wide variety of cosmetics, PCPs, and textiles due to their properties as UV filters [ 22 , 23 ], and include different congeners such as benzophenone 1, benzophenone 2, benzophenone 3, 4-hydroxybenzophenone, benzophenone 6, and benzophenone 8. As a result of these different uses, humans are widely exposed to these compounds through different pathways. While humans are mainly exposed to bisphenols through the diet [ 24 , 25 ], PBs and BPs are suspected to reach body compartments primarily through dermal absorption or consumption of packaged foodstuff [ 26 , 27 ]. Despite these compounds being rapidly metabolized and excreted by the body, the public concern regarding their potential health effects derives from the daily pattern of this exposure.\n\nIndeed, previous studies have suggested that daily exposure to different bisphenol congeners might be associated with risks in women of miscarriage, endometriosis, polycystic ovary syndrome, thyroid disease, diabetes mellitus, obesity, cardiovascular disease, and metabolic syndrome [ 1 , 28 , 29 , 30 , 31 , 32 ]. In addition, PBs and BPs could also be the origin of adverse effects on human health, such as decreased body weight and height in children [ 33 ], decreased serum thyroid levels in humans [ 34 ], obesity [ 35 ], and gynecological disorders [ 36 , 37 ].\n\nNevertheless, despite the currently suspected harmful effects of these environmental phenols on human health, there are still several gaps of knowledge concerning their mechanisms of action. Currently, it is well known that bisphenols, PBs, and BPs have the ability to alter the homeostasis of the hormonal system due to their (anti-)estrogenic, (anti-)androgenic, and/or (anti-)thyroid actions [ 38 , 39 , 40 ] and therefore are considered endocrine-disrupting chemicals (EDCs). In addition, it has been postulated that inflammation might act as an alternative or complementary mechanism of action to the endocrine disruption hypothesis, given that they could promote an inflammatory milieu through activation of nuclear estrogen receptor (ER) α [ 41 , 42 , 43 ]. In this sense, previous evidence has reported the presence of estrogen-dependent nuclear receptors in promoter regions of genes related to the inflammatory response, such as ERα and ERβ [ 41 , 44 , 45 , 46 ], suggesting that the origin and development of an inflammatory response could be an indirect consequence of endocrine alterations promoted by these compounds with hormonal activity.\n\nInflammation is a regulatory mechanism for maintaining tissue homeostasis. It consists of a protective response of vascularized tissues to fight against a variety of challenges from the external environment, including those from infectious agents and tissue damage. It provides pathways for the rapid destruction of invading pathogens through the mobilization of immune cells across the vasculature and for the removal of damaged cells and tissues that may have been compromised in host defense [ 47 ]. A large number of biochemical reactions and mediators, such as cytokines, phagocytic leukocytes, antibodies, complement proteins, and intracellular adhesion molecules, among others, are involved in this complex process. Like most immune responses, the inflammatory phenomenon is tightly regulated, and a proper and precise balance between proinflammatory and anti-inflammatory immune responses is required to effectively eliminate infectious pathogens while limiting immune damage in the host [ 48 ]. The regulation of inflammatory responses is complex, involves many different cell types (immune, epithelial, endothelial, and mesenchymal cells) [ 41 , 47 ], and sometimes it may not be properly regulated. Misregulated inflammation can be initiated when the response among innate immune cells is inappropriate for the type of defense needed against the invader, the response is misdirected based on the location of the strange agent, the response is overproduced, and/or the response is not beneficially resolved for the host [ 41 , 47 ]. Deviations from tightly regulated inflammation present a significant health risk because unresolved inflammation can compromise tissue function and increase the risk of several chronic cardiovascular diseases and metabolic disorders [ 47 ].\n\nIn this sense, two previous systematic reviews have summarized the associations reported between exposure to different families of EDCs and inflammatory biomarkers [ 49 , 50 ]. However, the majority of EDCs explored were persistent organic pollutants, such as organochlorine pesticides (OCPs), and polychlorinated biphenyls. Considering non-persistent EDCs, only phthalates and BPA were explored [ 50 ] and currently there are no previous systematic reviews exploring the associations between other bisphenol congeners, PBs, or BPs and biomarkers of inflammation. Therefore, given (i) the ubiquity of these families of environmental phenols, and (ii) their possible adverse effects on health, there is a growing interest in the elucidation of potential mechanisms of action of these compounds. Thus, the aim of this study was to conduct a systematic review of published scientific evidence on associations between human exposure to bisphenols, PBs, and BPs and levels of inflammatory biomarkers.\n\n## 2. Materials and Methods\n\nThis systematic review was conducted according to the Preferred Reporting Items for Systematic Reviews and Meta Analyses (PRISMA) statement [ 51 ].\n\nThe databases MEDLINE (through the PubMed search engine), Web of Science (WoS), and Scopus were used to search for published studies reporting associations between human exposure to bisphenols, PBs, and BPs and levels of inflammatory biomarkers. The last search was performed on 1 February 2023. The detailed search strategy is displayed in  Supplementary Material (Supplementary Table S1) .\n\nOur objective was to answer the question: “Is there evidence on associations between human exposure to bisphenols, PBs and BPs, and levels of inflammatory biomarkers?” We developed a PECO statement (Participants, Exposure, Comparator, and Outcomes) [ 52 ], which is used as an aid to developing an answerable question. Our PECO statement included the following: Participants: Humans. Exposure: Bisphenols [bisphenol A (BPA), bisphenol S (BPS), bisphenol F (BPF), bisphenol A-glycidyl methacrylate (BisGMA), bisphenol A diglycidyl ether (BADGE) and bisphenol F diglycidyl ether (BFDGE)], PBs [methylparaben (MeP), ethylparaben (EtP), propylparaben (PrP) and butylparaben (BuP)] and BPs (BP1-12). Comparators: Not applicable. Outcomes: Inflammatory biomarkers (cytokines, intracellular adhesion molecules, humoral mediators, C-reactive protein, inflammatory milieu, phagocytic leukocytes, antibodies, complement proteins, receptor activator of nuclear factor-kappa B, prostaglandin-endoperoxide synthases).\n\nParticipants: Humans.\n\nExposure: Bisphenols [bisphenol A (BPA), bisphenol S (BPS), bisphenol F (BPF), bisphenol A-glycidyl methacrylate (BisGMA), bisphenol A diglycidyl ether (BADGE) and bisphenol F diglycidyl ether (BFDGE)], PBs [methylparaben (MeP), ethylparaben (EtP), propylparaben (PrP) and butylparaben (BuP)] and BPs (BP1-12).\n\nComparators: Not applicable.\n\nOutcomes: Inflammatory biomarkers (cytokines, intracellular adhesion molecules, humoral mediators, C-reactive protein, inflammatory milieu, phagocytic leukocytes, antibodies, complement proteins, receptor activator of nuclear factor-kappa B, prostaglandin-endoperoxide synthases).\n\nReview inclusion criteria were: original scientific article; publication in English or Spanish; and the reporting of data on (i) the associations between human exposure to bisphenols, PBs, and BPs, and (ii) levels of inflammatory biomarkers. Exclusion criteria were: systematic and narrative reviews, case reports, conferences, meeting abstracts, and editorials; in vitro and in vivo studies.\n\nTwo researchers (LMID and FMP) independently conducted this systematic review. Firstly, the titles/abstracts of retrieved articles were screened, and duplicates and those not meeting the inclusion criteria were excluded. From the initially selected articles, the full text was reviewed and those that did not meet the inclusion criteria were then excluded. In case of discrepancy between reviewers, a third external reviewer (FAC) participated to make a decision about the inclusion or exclusion of the article at any step of the screening. The following data were collected from each article: (1) country; (2) type of study; (3) sample collection period of the exposure biomarker; (4) sample collection period of the inflammation biomarker; (5) sample size; (6) health condition; (7) gender; (8) age; (9) exposure (family and congeners) biomarkers; (10) inflammation biomarkers; (11) biological matrix; (12) chemical and biological quantification methodology; (13) extraction volume; (14) frequencies of detection (FD); (15) limit of detection of exposure biomarker; (16) units; (17) concentrations (arithmetic means, geometric means or percentile 50); (18) quality; (19) risk of bias; (20) statistical test; (21) magnitude of the reported associations, and (22)  p -values of such associations. It is worth mentioning that in case of a variety of statistics reported to summarize EDC and/or inflammation biomarker concentrations, the median value was prioritized. Moreover, we have preserved units of measurements in tables, although we have appropriately unified them in order to make comparisons between studies.\n\nThe reporting quality of the epidemiological studies was assessed using the Strengthening the Reporting of Observational studies in Epidemiology (STROBE) checklist [ 53 ]. This checklist consists of six blocks and a total of 23 items: (1) title and summary (2 items), (2) introduction (2 items), (3) method (9 items), (4) results (5 items), (5) discussion (4 items), and (6) other information (1 item). The reporting quality of articles was categorized according to Alvarenga, et al. [ 54 ] as high (≥16 items checked), medium (8–15 items), or low (<8 items) ( Table 1 ).\n\nThe risk of bias was estimated by using a modified version of the Risk of Bias in Non-randomized Studies of Exposures (ROBINS-E) tool [ 55 ]. This tool comprises seven domains for the overall assessment of the risk of bias, including bias due to confounding; bias in selecting participants in the study; bias in exposure classification; bias due to departures from intended exposures; bias due to missing data; bias in outcome measurement; and bias in the selection of reported results. Each study was classified as “low”, “some concerns”, “high”, or “very high” risk of bias after evaluating each domain.\n\nThe reporting quality and the risk of bias assessment were performed by two reviewers (FMP and LMID). Any disagreement was resolved through a consensus discussion with the involvement of a third reviewer (FAC).\n\nGeneral characteristics of the studies included in this systematic review.\n\nUSA: United States of America; N.R.: not reported. * STROBE checklist items < 8: “low quality”; 8–15: “medium quality”; ≥16: “high quality”.\n\n## 2.1. Data Sources and Search Strategy\n\nThe databases MEDLINE (through the PubMed search engine), Web of Science (WoS), and Scopus were used to search for published studies reporting associations between human exposure to bisphenols, PBs, and BPs and levels of inflammatory biomarkers. The last search was performed on 1 February 2023. The detailed search strategy is displayed in  Supplementary Material (Supplementary Table S1) .\n\nOur objective was to answer the question: “Is there evidence on associations between human exposure to bisphenols, PBs and BPs, and levels of inflammatory biomarkers?” We developed a PECO statement (Participants, Exposure, Comparator, and Outcomes) [ 52 ], which is used as an aid to developing an answerable question. Our PECO statement included the following: Participants: Humans. Exposure: Bisphenols [bisphenol A (BPA), bisphenol S (BPS), bisphenol F (BPF), bisphenol A-glycidyl methacrylate (BisGMA), bisphenol A diglycidyl ether (BADGE) and bisphenol F diglycidyl ether (BFDGE)], PBs [methylparaben (MeP), ethylparaben (EtP), propylparaben (PrP) and butylparaben (BuP)] and BPs (BP1-12). Comparators: Not applicable. Outcomes: Inflammatory biomarkers (cytokines, intracellular adhesion molecules, humoral mediators, C-reactive protein, inflammatory milieu, phagocytic leukocytes, antibodies, complement proteins, receptor activator of nuclear factor-kappa B, prostaglandin-endoperoxide synthases).\n\nParticipants: Humans.\n\nExposure: Bisphenols [bisphenol A (BPA), bisphenol S (BPS), bisphenol F (BPF), bisphenol A-glycidyl methacrylate (BisGMA), bisphenol A diglycidyl ether (BADGE) and bisphenol F diglycidyl ether (BFDGE)], PBs [methylparaben (MeP), ethylparaben (EtP), propylparaben (PrP) and butylparaben (BuP)] and BPs (BP1-12).\n\nComparators: Not applicable.\n\nOutcomes: Inflammatory biomarkers (cytokines, intracellular adhesion molecules, humoral mediators, C-reactive protein, inflammatory milieu, phagocytic leukocytes, antibodies, complement proteins, receptor activator of nuclear factor-kappa B, prostaglandin-endoperoxide synthases).\n\n## 2.2. Study Selection and Data Extraction\n\nReview inclusion criteria were: original scientific article; publication in English or Spanish; and the reporting of data on (i) the associations between human exposure to bisphenols, PBs, and BPs, and (ii) levels of inflammatory biomarkers. Exclusion criteria were: systematic and narrative reviews, case reports, conferences, meeting abstracts, and editorials; in vitro and in vivo studies.\n\nTwo researchers (LMID and FMP) independently conducted this systematic review. Firstly, the titles/abstracts of retrieved articles were screened, and duplicates and those not meeting the inclusion criteria were excluded. From the initially selected articles, the full text was reviewed and those that did not meet the inclusion criteria were then excluded. In case of discrepancy between reviewers, a third external reviewer (FAC) participated to make a decision about the inclusion or exclusion of the article at any step of the screening. The following data were collected from each article: (1) country; (2) type of study; (3) sample collection period of the exposure biomarker; (4) sample collection period of the inflammation biomarker; (5) sample size; (6) health condition; (7) gender; (8) age; (9) exposure (family and congeners) biomarkers; (10) inflammation biomarkers; (11) biological matrix; (12) chemical and biological quantification methodology; (13) extraction volume; (14) frequencies of detection (FD); (15) limit of detection of exposure biomarker; (16) units; (17) concentrations (arithmetic means, geometric means or percentile 50); (18) quality; (19) risk of bias; (20) statistical test; (21) magnitude of the reported associations, and (22)  p -values of such associations. It is worth mentioning that in case of a variety of statistics reported to summarize EDC and/or inflammation biomarker concentrations, the median value was prioritized. Moreover, we have preserved units of measurements in tables, although we have appropriately unified them in order to make comparisons between studies.\n\n## 2.3. Assessment of Reporting Quality and Risk of Bias\n\nThe reporting quality of the epidemiological studies was assessed using the Strengthening the Reporting of Observational studies in Epidemiology (STROBE) checklist [ 53 ]. This checklist consists of six blocks and a total of 23 items: (1) title and summary (2 items), (2) introduction (2 items), (3) method (9 items), (4) results (5 items), (5) discussion (4 items), and (6) other information (1 item). The reporting quality of articles was categorized according to Alvarenga, et al. [ 54 ] as high (≥16 items checked), medium (8–15 items), or low (<8 items) ( Table 1 ).\n\nThe risk of bias was estimated by using a modified version of the Risk of Bias in Non-randomized Studies of Exposures (ROBINS-E) tool [ 55 ]. This tool comprises seven domains for the overall assessment of the risk of bias, including bias due to confounding; bias in selecting participants in the study; bias in exposure classification; bias due to departures from intended exposures; bias due to missing data; bias in outcome measurement; and bias in the selection of reported results. Each study was classified as “low”, “some concerns”, “high”, or “very high” risk of bias after evaluating each domain.\n\nThe reporting quality and the risk of bias assessment were performed by two reviewers (FMP and LMID). Any disagreement was resolved through a consensus discussion with the involvement of a third reviewer (FAC).\n\nGeneral characteristics of the studies included in this systematic review.\n\nUSA: United States of America; N.R.: not reported. * STROBE checklist items < 8: “low quality”; 8–15: “medium quality”; ≥16: “high quality”.\n\n## 3. Results\n\nFigure 1  depicts the PRISMA flow chart of articles through the study. A total of 3508 articles (1524 scientific papers were identified from MEDLINE, 469 from WoS, and 1515 from the Scopus database) were identified after applying the search strategy, from which 1182 were excluded for being duplicates. Then, titles and abstracts of the remaining 2326 articles were reviewed, and 2304 were excluded because no bisphenols, PBs or BPs were measured, no inflammation parameters were quantified, no Spanish or English language was used or they were review articles, conference papers, notes, book chapters, or conference abstracts. After full-text review of the remaining 22 articles, another two were excluded because they did not measure bisphenols, PBs, BPs or inflammation parameters or they were no epidemiological studies. Finally, 20 articles were selected for this review.\n\nTable 1  exhibits the main characteristics of the 20 studies [ 43 , 56 , 57 , 58 , 59 , 60 , 61 , 62 , 63 , 64 , 65 , 66 , 67 , 68 , 69 , 70 , 71 , 72 , 73 , 74 ]. All included studies were published in the last 15 years (2008–2023). Nine out of 20 studies (45.0%) had a cross-sectional design, while six (30.0%) and four (20.0%) were cohort and case-control studies, respectively. A final study had a prospective observational design. A total of 13 out of 20 studies (65.0%) reported the period of time when biological samples for exposure/outcome assessment were collected. Given that they reported similar periods of biological samples collection for exposure and outcome assessment, most of studies were considered to have a cross-sectional design (for the purpose of this systematic review) despite some of them declaring a different study design. The sample size of the studies ranged from 39 to 1455 participants, with a pooled sample size of 7319 participants (10,339 samples). Studies were carried out in Asian (45.0%), American (30.0%) and European countries (20.0%). The reporting quality was classified as high in 15 studies (75.0%), while five studies (25.0%) had medium reporting quality [ 62 , 66 , 71 , 72 , 73 ]. The risk of bias was classified as very high in two studies [ 58 , 71 ], high in six studies [ 59 , 62 , 65 , 66 , 70 , 72 ], with some concerns in three studies [ 56 , 61 , 68 ], and low in nine studies [ 43 , 57 , 60 , 62 , 63 , 67 , 69 , 73 , 74 ] ( Figure 2 ). Taken together, the higher concerns were due to confounding, the measurement of the exposure, and missing data, as shown in  Figure 3 .\n\nCharacteristics of study participants in the included studies are depicted in  Supplementary Table S2 . Two studies (10.0%) [ 67 , 68 ] were focused on children (boys and girls) and 18 on adults [one in men (5.0%), eight in women (40%; six of them during pregnancy) and nine (45.0%) included men and women]. The majority of studies included healthy population exclusively ( n  = 13, 65.0%), five studies combined healthy and pathologic patients (people with diabetes, allergic rhinitis, rheumatoid arthritis, and polycystic ovary syndrome), one study was focused on patients with Crohn’s disease and another study on women with unexplained recurrent spontaneous abortion.\n\nTable 2  provides an overview of the main methodological characteristics related to the exposure assessment for bisphenols, PBs, and BPs in the selected studies. Most of the studies used urine (13, 65.0%), while seven studies (35.0%) assessed the exposure in serum/plasma/blood samples. Regarding the families of chemicals assessed, 14 out 20 studies (70.0%) were focused on the exposure to bisphenols (mainly BPA), four (20.0%) on the exposure of the three families (bisphenols, PBs, and BPs) [ 43 , 57 , 63 , 66 ], one on bisphenols and PBs [ 71 ], and another only assessed PB concentrations [ 69 ]. The most frequently detected compounds were BPA [Frequency of detection (FD): 76.0–100%], MeP (FD: 97.0–100%), and BP-3 (FD: 99.7–100%). Concentrations of each studied chemical are also summarized in  Table 2 . Bisphenols, PBs, and BPs showed a median concentration ranging from <Limit of detection (LOD)-2.7 ng/mL, <LOD-186.0 ng/mL, and 34.5–42.6 ng/mL, respectively. BPA, MeP, and BP-3 were the most detected congeners of each of the three EDCs families explored. Other characteristics of the exposure assessment are summarized in  Supplementary Table S2 , including details on quantification methodology, limits of detection, and volume of sample used for the determination of the exposure in each study.\n\nTable 3  provides an overview of the evaluation of the inflammation biomarkers assessed in the selected studies. All the studies quantified inflammation biomarkers in blood-related samples, half of them in the serum fraction of the blood (50.0%). Regarding the biomarkers assessed, C-reactive protein (CRP) was evaluated in 12 out 20 studies (60.0%); of these, half of them had CRP as the exclusive inflammation biomarker assessed. Interleukin 6 (IL-6) was the most common interleukin assessed ( n  = 11, 55.0%), followed by interleukin 10 (IL-10) ( n  = 6, 30.0%). Tumor necrosis factor-α (TNF-α) was quantified in nine studies (45.0%). The concentrations reported in each study are also summarized in  Table 3 . Briefly, CRP levels showed a mean concentration ranging from 2.6–678.0 ng/mL, and IL-6, IL-10, and TNF-α levels showed a median concentration range of <0.1–770.0 ng/mL, <0.1–0.2 ng/mL, and <0.1–1900.0 ng/mL, respectively. Other characteristics of outcome assessment are depicted in  Supplementary Table S2 , including the quantification methodology used and the frequency of detection of each biomarker.\n\nAs shown in  Table 4 , positive associations were identified between exposure to all bisphenols, PB and BP congeners, and levels of some inflammatory biomarkers. The great majority of the studies assessing BPA (12 out 18 studies, 66.7%) reported BPA-related increased levels of some proinflammatory cytokines, including CRP, monocyte chemoattractant protein 1 (MCP-1), interferon-γ (IFN-γ), interleukin 23 (IL-23), interleukin 17A (IL-17A), IL-6, TNF-α, alanine aminotransferase (ALT), aspartate aminotransferase (AST), and γ-glutamyl transferase (γ –GTP). Regarding PBs, only half of the studies assessing the influence of PBs on inflammation biomarkers (three out of six studies) reported significant associations with any inflammation biomarker. However, despite the fact that elevated levels of CRP and IL-6 were found to be related to MeP and increased CRP levels were related to PrP and BuP, Aung, et al. [ 57 ] and Watkins, et al. [ 43 ] also found an inverse association between EtP exposure and interlukin 1β (IL-1β) levels and between BuP exposure and CRP levels, respectively. Finally, two out four studies addressing exposure to BPs [ 43 , 57 ] identified a significant inverse association with TNF-α and CRP, respectively ( Table 4 ).\n\n## 3.1. Characteristics of Studies\n\nTable 1  exhibits the main characteristics of the 20 studies [ 43 , 56 , 57 , 58 , 59 , 60 , 61 , 62 , 63 , 64 , 65 , 66 , 67 , 68 , 69 , 70 , 71 , 72 , 73 , 74 ]. All included studies were published in the last 15 years (2008–2023). Nine out of 20 studies (45.0%) had a cross-sectional design, while six (30.0%) and four (20.0%) were cohort and case-control studies, respectively. A final study had a prospective observational design. A total of 13 out of 20 studies (65.0%) reported the period of time when biological samples for exposure/outcome assessment were collected. Given that they reported similar periods of biological samples collection for exposure and outcome assessment, most of studies were considered to have a cross-sectional design (for the purpose of this systematic review) despite some of them declaring a different study design. The sample size of the studies ranged from 39 to 1455 participants, with a pooled sample size of 7319 participants (10,339 samples). Studies were carried out in Asian (45.0%), American (30.0%) and European countries (20.0%). The reporting quality was classified as high in 15 studies (75.0%), while five studies (25.0%) had medium reporting quality [ 62 , 66 , 71 , 72 , 73 ]. The risk of bias was classified as very high in two studies [ 58 , 71 ], high in six studies [ 59 , 62 , 65 , 66 , 70 , 72 ], with some concerns in three studies [ 56 , 61 , 68 ], and low in nine studies [ 43 , 57 , 60 , 62 , 63 , 67 , 69 , 73 , 74 ] ( Figure 2 ). Taken together, the higher concerns were due to confounding, the measurement of the exposure, and missing data, as shown in  Figure 3 .\n\nCharacteristics of study participants in the included studies are depicted in  Supplementary Table S2 . Two studies (10.0%) [ 67 , 68 ] were focused on children (boys and girls) and 18 on adults [one in men (5.0%), eight in women (40%; six of them during pregnancy) and nine (45.0%) included men and women]. The majority of studies included healthy population exclusively ( n  = 13, 65.0%), five studies combined healthy and pathologic patients (people with diabetes, allergic rhinitis, rheumatoid arthritis, and polycystic ovary syndrome), one study was focused on patients with Crohn’s disease and another study on women with unexplained recurrent spontaneous abortion.\n\n## 3.2. Exposure of Bisphenols, PBs, and BPs\n\nTable 2  provides an overview of the main methodological characteristics related to the exposure assessment for bisphenols, PBs, and BPs in the selected studies. Most of the studies used urine (13, 65.0%), while seven studies (35.0%) assessed the exposure in serum/plasma/blood samples. Regarding the families of chemicals assessed, 14 out 20 studies (70.0%) were focused on the exposure to bisphenols (mainly BPA), four (20.0%) on the exposure of the three families (bisphenols, PBs, and BPs) [ 43 , 57 , 63 , 66 ], one on bisphenols and PBs [ 71 ], and another only assessed PB concentrations [ 69 ]. The most frequently detected compounds were BPA [Frequency of detection (FD): 76.0–100%], MeP (FD: 97.0–100%), and BP-3 (FD: 99.7–100%). Concentrations of each studied chemical are also summarized in  Table 2 . Bisphenols, PBs, and BPs showed a median concentration ranging from <Limit of detection (LOD)-2.7 ng/mL, <LOD-186.0 ng/mL, and 34.5–42.6 ng/mL, respectively. BPA, MeP, and BP-3 were the most detected congeners of each of the three EDCs families explored. Other characteristics of the exposure assessment are summarized in  Supplementary Table S2 , including details on quantification methodology, limits of detection, and volume of sample used for the determination of the exposure in each study.\n\n## 3.3. Inflammation Assessment\n\nTable 3  provides an overview of the evaluation of the inflammation biomarkers assessed in the selected studies. All the studies quantified inflammation biomarkers in blood-related samples, half of them in the serum fraction of the blood (50.0%). Regarding the biomarkers assessed, C-reactive protein (CRP) was evaluated in 12 out 20 studies (60.0%); of these, half of them had CRP as the exclusive inflammation biomarker assessed. Interleukin 6 (IL-6) was the most common interleukin assessed ( n  = 11, 55.0%), followed by interleukin 10 (IL-10) ( n  = 6, 30.0%). Tumor necrosis factor-α (TNF-α) was quantified in nine studies (45.0%). The concentrations reported in each study are also summarized in  Table 3 . Briefly, CRP levels showed a mean concentration ranging from 2.6–678.0 ng/mL, and IL-6, IL-10, and TNF-α levels showed a median concentration range of <0.1–770.0 ng/mL, <0.1–0.2 ng/mL, and <0.1–1900.0 ng/mL, respectively. Other characteristics of outcome assessment are depicted in  Supplementary Table S2 , including the quantification methodology used and the frequency of detection of each biomarker.\n\n## 3.4. Association between Exposure to Bisphenols, PBs and BPs, and Inflammation Biomarkers\n\nAs shown in  Table 4 , positive associations were identified between exposure to all bisphenols, PB and BP congeners, and levels of some inflammatory biomarkers. The great majority of the studies assessing BPA (12 out 18 studies, 66.7%) reported BPA-related increased levels of some proinflammatory cytokines, including CRP, monocyte chemoattractant protein 1 (MCP-1), interferon-γ (IFN-γ), interleukin 23 (IL-23), interleukin 17A (IL-17A), IL-6, TNF-α, alanine aminotransferase (ALT), aspartate aminotransferase (AST), and γ-glutamyl transferase (γ –GTP). Regarding PBs, only half of the studies assessing the influence of PBs on inflammation biomarkers (three out of six studies) reported significant associations with any inflammation biomarker. However, despite the fact that elevated levels of CRP and IL-6 were found to be related to MeP and increased CRP levels were related to PrP and BuP, Aung, et al. [ 57 ] and Watkins, et al. [ 43 ] also found an inverse association between EtP exposure and interlukin 1β (IL-1β) levels and between BuP exposure and CRP levels, respectively. Finally, two out four studies addressing exposure to BPs [ 43 , 57 ] identified a significant inverse association with TNF-α and CRP, respectively ( Table 4 ).\n\n## 4. Discussion\n\nTo date, this is the first systematic review gathering epidemiological studies exploring associations between exposure to bisphenols, PBs and BPs, and levels of inflammatory biomarkers. Most of the 20 included studies focused on the associations between BPA and inflammation, while the relationship between PBs/BPs and inflammation was only addressed in few studies ( n  = 6 and  n  = 4, respectively). Moreover, although most studies were focused on well-known inflammatory biomarkers such as CRP, IL-6, IL-10, IL-1α or IL-1β, more than 30 biomarkers of inflammation have been addressed (CRP, IL-1α, IL-1ra, IL-1β, IL-2, IL-4, IL-5, IL-6, IL-7, IL-8, IL-9 IL-10, IL-12, IL-13, IL-15, IL-17a, IL-23, IL-33, TNF-α, TGF-β, IFN-γ, GM-CSF, MCP-1, MCP-3, MIP1-a, MIP1-b, VEGF, FGF-basic, eotaxin, PDGF-BB, RANTES, ALT, AST, and γ-GTP). More than a half of the studies included in this review ( n  = 13, 65.0%) reported significant associations between any of the target EDCs included in this review and different inflammation parameters [ 43 , 56 , 57 , 58 , 59 , 63 , 65 , 66 , 68 , 69 , 70 , 72 , 74 ]. However, one-quarter of the selected studies were classified as medium reporting quality, and a certain degree of risk of bias was observed in more than half of the selected studies.\n\nBriefly, BPA exposure was positively associated with a variety of pro-inflammatory biomarkers (CRP [ 58 , 60 , 64 , 74 ], IL-6 [ 59 , 60 , 70 ], IL-4 [ 68 ], IL-17A [ 66 ], IL-23 [ 66 ], IL-33 [ 56 ], MCP-1 [ 63 ], ALT [ 72 ], and γ-GTP [ 72 ]). Moreover, both MeP and PrP were associated with higher CRP levels [ 69 ], while MeP concentrations were also related to increased serum levels of IL-6 [ 57 ]. These results are in line with previous in vitro and in vivo studies reporting consistent positive associations between inflammation and exposure to bisphenols [ 75 , 76 , 77 , 78 ] and parabens [ 79 ]. Thus, the epidemiological findings summarized in this review, together with the in vitro and in vivo evidence, strongly support our hypothesis on the relationship between exposure to bisphenols, PBs, and BPs, and the development of an inflammatory response. Moreover, the underlying mechanisms explaining this association between exposure to these chemicals and inflammation might be related to the xenoestrogenic activity exhibited by bisphenols, PBs, and BPs. In this regard, it has been reported that low estrogenic activity promotes the production of type I interferon and pro-inflammatory cytokines [ 80 ]. Since these chemicals have nearly 1000-fold weaker affinity for ERs than estradiol, they can bind with ERs more actively when estrogen levels are low, which would in turn trigger physiological responses associated with inflammation [ 74 ].\n\nHowever, a few inverse associations were also observed in previous studies. For instance, Watkins, et al. [ 43 ] found that exposure to BuP and BP-3 was related to lower CRP in pregnant women. Similarly, despite the fact that Aung, et al. [ 57 ] reported some positive associations between exposure and pro-inflammatory biomarkers, they also observed that EtP exposure during pregnancy was related to lower IL-1β levels and BP-3 to reduced TNF-α production. Nevertheless, sensitivity analyses of interaction terms between individual exposure analytes and study visits indicated that the association between EtP and IL-1β differed across study visits, becoming positive by visit 4 (33–38 gestational weeks). Moreover, a previous in vivo study revealed that inhibition of edema, an anti-inflammatory effect, was associated with topical BP-3 application [ 81 ].\n\nTo date, there is currently growing concern about the effects that human exposure to bisphenols, PBs, and BPs may have on health, and the adverse effects on human health of these chemicals are suggested to be related to their disruption of the endocrine system due to xenoestrogenic, xenoandrogenic and xenothyroid activities [ 38 , 39 , 40 , 82 ]. However, the exact mechanisms of action are not fully elucidated, with some evidence suggesting that these chemicals could exert adverse effects on human health though the perturbation of the oxidative microenvironment via ER-dependent pathways [ 43 , 83 ]. It is suspected that exposure to bisphenols, PBs, and BPs could have an immunotoxic effect, producing alterations in the immune system and deregulating inflammatory pathways through interactions with immune cells and peripheral tissues [ 84 , 85 , 86 ]. In this sense, a deregulation of the inflammation pathway is becoming increasingly important, as there is a growing amount of evidence reporting a relationship between disturbances in the inflammatory milieu and a multitude of allergic, autoimmune and reproductive diseases, as well as obesity, metabolic syndrome, and cancer, [ 47 , 87 ]. In fact, some of the studies of this review ( n  = 6, 20%) included in their study population participants with different diseases, such as diabetes [ 60 , 62 ], Crohn’s disease [ 66 ], allergic rhinitis [ 68 ], rheumatoid arthritis [ 69 ], and polycystic ovary syndrome (PCOS) [ 71 ]. Haq, et al. [ 60 ] and Jain, et al. [ 62 ] reported higher urinary BPA levels in diabetic participants compared with non-diabetics, and urinary BPA levels were correlated with elevated levels of CRP [ 60 ], TNF-α, IL-6, and IL-1α [ 62 ]. Linares, et al. [ 66 ] reported higher BPA levels in participants with active Crohn’s disease compared to participants with this disease in remission, along with positive correlations between BPA concentrations and IL-23 and IL-17a levels. Nalbantoğlu, et al. [ 68 ] also evidenced an association between BPA concentrations and allergic rhinitis in children, with increased levels of both BPA and IL-4 in more severe stages of the disease. Qu, et al. [ 69 ] reported significant associations among MeP and PrP exposure, increased CRP levels, and risk of rheumatoid arthritis, and Šimková, et al. [ 71 ] showed higher levels of BPA and IL-6, VEGF, and PDGFbb in PCOS women compared to controls. Taken together, these results suggest that a deregulated inflammatory response could be the nexus between the association between bisphenols, PBs, and BPs and the development and/or progression of diseases related to an altered immune system.\n\nIt is also important to highlight that humans are exposed to several toxicants and complex mixtures of EDCs and that their effects are difficult to predict given the possible synergistic, additive or antagonistic actions between chemical residues [ 88 ], while suspecting that they may be acting through immunological mechanisms [ 87 ]. Therefore, studies exploring associations between complex mixtures of bisphenols, PBs, and BPs with inflammatory biomarker levels acquire high importance. In this review, only one study [ 63 ] explored the combined effect of exposure to multiple chemicals. However, the inclusion of different families of chemicals to those considered for this systematic review (heavy metals, phthalates and other environmental phenols) hampered the elucidation of the specific contribution of bisphenols, PBs, and BPs to the inflammatory response. Therefore, future studies are required to address this combined effect on the inflammatory response. In addition, the great majority of studies (16, 80.0%) considered spot urine/blood samples for exposure assessment. Given that bisphenols, PBs, and BPs have a very short urinary elimination half-life in the human body [ 40 , 89 ], and thus spot samples may not be representative of the overall exposure of an individual, future studies considering pooled samples for exposure assessment (i.e., collecting 24-h urine/blood samples or repeated measurements) would show a more realistic scenario in relation to human exposure. In fact, this approach might yield stronger and more consistent associations between exposure and inflammatory biomarkers.\n\nMoreover, it is plausible that there is a differential interference of exposure to these chemicals on inflammatory milieu according to the specific characteristics of study participants. For instance, inflammatory disruption might be more pronounced in vulnerable populations. Previous evidence suggests that EDCs could have a greater effect on health when human exposure occurs during critical periods of individual development, such as pregnancy, lactation, childhood or puberty [ 90 , 91 ]. In this sense, less than half of the studies included in this review ( n  = 8, 40.0%) considered these critical periods, of which six explored associations between exposure and inflammation in pregnant women [ 43 , 56 , 57 , 59 , 61 , 63 ] and two in children [ 67 , 68 ]. The results of these studies showed discrepant associations between exposure and inflammation, requiring a larger number of studies to be able to establish reliable conclusions between exposure and inflammation when considering critical windows of vulnerability. Furthermore, previous evidence has suggested the existence of gender differences related to inflammatory diseases [ 92 ]. For this reason, the inclusion of a study population gathering data from both genders becomes more important. In this review, almost half of the studies ( n  = 9, 45.0%) did not study gender differences [ 43 , 56 , 57 , 59 , 61 , 63 , 65 , 70 , 71 ], requiring further research in this regard.\n\nThus, the variability on the characteristics of study participants prevented the identification of subgroups of people with a higher risk for dysregulation of the inflammatory response with the exposure to bisphenols, PBs, and BPs. Additionally, the great methodological heterogeneity in terms of assessed inflammatory biomarkers and statistical analyses hampered the performance of a meta-analysis. In addition, taken together, the great heterogeneity in terms of study population (i.e., healthy adult subjects, healthy boys and girls, infant allergic rhinitis patients, arthritis rheumatoid patients, women diagnosed with PCOS, and diabetic and Crohn’s patients, etc.), the applied quantification methodology for both EDC (i.e., gas chromatography-mass spectrometry (GC-MS/MS), liquid chromatography-mass spectrometry (LC-MS/MS), isotope dilution-liquid chromatography-tandem mass spectrometry (ID-LC-MS/MS), enzyme-linked immunosorbent assay (ELISA), etc.) and inflammation assessment (i.e., ELISA, immunoturbidimetry, high performance liquid chromatography (HPLC), etc.), and the use of different biological matrices for exposure assessment (urine and serum) could explain, at least in part, the wide ranges reported in EDC and inflammatory biomarker levels shown in the different studies included in this review. Finally, concerns related to reporting quality and risk of bias were identified in one-quarter and a half of included studies, respectively. Thus, well-conducted studies are needed in the close future in order to obtain a more realistic overview on the contribution of these families of chemicals, to which humans are daily exposed, on the dysregulation of the inflammatory response.\n\nConsidering the limitations of this systematic review, the selection of the studies was based on the implementation of the search strategy in only three public databases. However, these databases are considered among the most relevant in the field of human health, and only a small number of specific publications that are only available in other databases could have been lost. On the other hand, only epidemiological studies were included in this review. This could limit the number of quantified inflammation biomarkers that could be included in other types of studies (in vivo and in vitro). Finally, although only three families of environmental phenols with endocrine-disrupting properties were selected for investigation, these include the phenolic EDCs in widest daily use, and a systematic review has already been carried out on the influence of organochlorine pesticides and PCBs on inflammation biomarkers [ 49 ].\n\nIn conclusion, this systematic review summarizes the current evidence on the association between human exposure to bisphenols, PBs, and BPs, and alterations in the inflammatory milieu. Despite some concerns related to reporting quality and risk of bias, selected studies showed consistent positive associations between human exposure to BPA and levels of some pro-inflammatory biomarkers, while very few studies explored associations between PBs and/or BPs and inflammation. Therefore, well-conducted studies in general, but also vulnerable, populations assessing exposure to both individual and mixtures of EDCs are required in the close future to clarify whether inflammation could act as a nexus between exposure to these EDCs and human health.",
  "reference_count": 92,
  "word_count": 7114,
  "char_count": 46125
}