{
  "pmcid": "PMC10245060",
  "doi": "10.1016/j.heliyon.2023.e16649",
  "title": "Preliminary study on the role of aryl hydrocarbon receptor in the neurotoxicity of three typical bisphenol compounds (BPA, BPS and TBBPA) at environmentally relevant concentrations to adult zebrafish ( Danio rerio )",
  "authors": [
    "Jing Shan",
    "Xiao-Fa Ma",
    "Meng-Yu Wu",
    "Yu-Jia Lin",
    "Yi Wang",
    "Rui Wang",
    "Hong-Mei Li",
    "Zhong-Lan Wu",
    "Hai-Ming Xu"
  ],
  "year": "2023",
  "journal": "Heliyon",
  "abstract": "Objective This study was aimed to explore the role of AhR in the neurotoxicity of adult zebrafish induced by three typical bisphenol compounds (BPA, BPS, TBBPA) at environmentally relevant doses. Methods The adult zebrafish were randomly divided into solvent control group (DMSO) and AhR inhibitor CH223191 (CH) group (0.05 μmol/L), bisphenol exposure groups (10, 100, 1000 nmol/L) and combined exposure groups (0.05 μmol/L CH and 1000 nmol/L bisphenol compounds). Each tank contained 8 fish (4 male and 4 female), and two parallel tanks were set synchronously. After 30 days of exposure, zebrafish were put on ice plate for anesthesia, weighed and measured for body length, and dissected for brain tissue. The gene expression was detected by RT-qPCR, and the activities of antioxidant enzymes were detected by commercial kits. SPSS 26.0 was used to analyze the data. Additionally, GO, KEGG and principal component analysis (PCA) were carried out. Results Compared with the solvent control group, there were no significant differences in body weight and length among the exposed groups. In general, exposure to bisphenol compounds could affect the expression of  Ahr2  and AhR target genes ( cyp1a1, cyp1a2,  and  cyp1c1 ), key genes of neural function ( elavl3 ,  gfap, mbp, syn2a, gap43, Zn5, shha,  and  ache ), oxidative stress related genes ( nrf2, gpx1a, gstp1/gstp1.2, gstp2/gstp1.1, sod1, sod2,  and  cat ), and the activities of antioxidant enzymes (SOD, CAT and GSH-Px/GPX) in zebrafish brain tissue to some extent. Compared with the groups exposed to bisphenols alone, CH could antagonize the above interference effects caused by bisphenols to some extent. Therefore, the toxic effects of BPA, BPS and TBBPA might be produced through similar mechanisms. Conclusion Environmentally related doses of bisphenols (BPA, BPS, TBBPA) could disturb the expression of key molecules of oxidative stress and neural function through activating the AhR signaling pathway, and ultimately lead to neurotoxicity.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Bisphenol A (BPA) is one of the most produced chemicals in the world. It is used primarily in the production of polycarbonate, epoxy resins, plasticizers, and in the manufacture of consumer products such as plastic bottles, baby pacifiers, food packaging, and dental materials [ 1 ]. BPA can diffuse into the environment through air, soil and water, while organisms can be exposed to BPA through food intake, respiratory tract and skin contact [ 2 ]. Numerous studies have shown that BPA has a variety of endocrine disrupting effects and can cause a variety of diseases including reproductive, neurological, and cardiovascular [ 3 , 4 ]. As many countries have issued laws and regulations to restrict or prohibit the use of BPA, BPA analogues (BPs), including bisphenol S (BPS) and tetrabromobisphenol A (TBBPA), their volume of use have developed rapidly to meet the needs of various industries for bisphenol compounds [ 5 ]. Compared with BPA, BPS has a similar structure and better performance (i.e. heat resistance and light resistance) [ 6 ]. Recent evidence suggests that BPS may have equivalent or more harmful effects than BPA [ 7 ]. A population-based study from the United States and Asian countries showed that BPS was detected in 81% of urine samples from men and women aged 2–84 years, with a mean concentration of 2.6 nM [ 8 ]. As a derivative of BPA, TBBPA is widely used in the production of various reactive flame retardant plastic products. TBBPA can covalently combine with the matrix of reactive and additive products, and has certain stability [ 9 ]. However, TBBPA is inevitably released into the environment during its treatment and recycling, therefore TBBPA can be widely detected in the atmosphere, water, sediment, soil and organisms, and even in human serum and breast milk and other media [ 10 ]. A large number of studies have shown that TBBPA is an environmental endocrine disruptor similar to POPs, with potential persistence, bioaccumulation and toxicity (including but not limited to hepatorenal toxicity, reproductive toxicity, neurotoxicity and immunotoxicity) [ [11] ,  [12] ,  [13] ].\n\nPrevious studies have shown that BPA, BPS and TBBPA can result in certain toxic effects on aquatic organisms. Based on our previous studies, in this study, we continue to focus on the neurotoxicity caused by typical bisphenol compounds at environmentally relevant doses. It has been suggested that BPA could mediated neurotoxicity by downregulated the expression of  cypin  mRNA from cleavage to segmentation phase (1–24 hpf) [ 14 ]. Exposure of zebrafish to low concentrations of BPA/BPS may be detrimental to the development of the central nervous system and cause behavioral abnormalities in zebrafish during developmental stages [ 15 ]. TBBPA has similar toxic effects [ 16 ]. On one hand, the octanol-water partition coefficients of BPs are quite different, and these compounds show different environmental behaviors in the natural water environment [ 17 ]. On the other hand, the actual concentrations of different types of BPs in the aquatic environment vary greatly. For example, in a study of BPs in 16 water sources of China, BPA concentrations were detected in the range of N.D.-9.10 ng/L and BPS concentrations in the range of N.D.-2.60 ng/L [ 22 ]. In another survey of TBBPA concentrations in three lakes of China, the average TBBPA concentrations in Fuhai Lake, Kunming Lake, Bayi Lake were detected to be 0.97, 1.91, and 1.18 ng/L [ 23 ]. Therefore, it is particularly important to clarify the neurotoxicity and molecular mechanism of environmental related doses of BPA, BPS and TBBPA exposure to aquatic organisms.\n\nAryl hydrocarbon receptor (AhR) is an important environmental chemical effector, which can be activated by a variety of environmental chemicals such as polycyclic aromatic hydrocarbons and dioxins. After being activated, aromatic hydrocarbon receptors enter the nucleus to form heterodimers with AhR nucleotropic proteins, and then combine with dioxin reaction elements of downstream regulatory genes, ultimately inducing the expression of phase I and phase II exogenous chemical metabolizing enzymes, and participating in a variety of toxic reactions [ 18 , 19 ]. Based on the quantitative analysis results of the literature and the previous research of our research group (molecular docking evidence, see supplementary materials for details, data has not been published), we proposed the following research hypothesis: AhR might mediate the neurotoxicity caused by typical bisphenol compounds.\n\nZebrafish ( Danio rerio ) is one of the fish model organisms recognized by the International Organization for Standardization (OECD). In recent decades, it has been widely used in scientific research in a variety of life sciences, such as genetics, pharmacology, developmental biology, ecotoxicology. In this study, zebrafish was used as a model organism to study the effects of exposure to three typical bisphenol compounds (BPA, BPS and TBBPA) at environmentally relevant concentrations and/or CH223291 (hereafter referred to as CH) on the weight, body length, AhR and its target genes, key genes of neural function, oxidative stress related genes, and antioxidant enzyme activities of zebrafish. At the same time, the necessary bioinformatics analysis was carried out. Based on the experimental evidence and bioinformatics analysis results, the neurotoxic effects of these three bisphenols on zebrafish and the role of AhR in this process were systematically analyzed and explored."
    },
    {
      "title": "Materials and methods",
      "text": "A total of 300 wild-type zebrafish of the AB line at the age of four months, half male and half female, were acclimatized in a recirculating water system for two weeks and used for exposure experiments. Tap water was fully aerated for 48 h to fully dechlorinate, and sodium bicarbonate was added to the dechlorinated water to maintain a pH of 7.4. The water temperature was kept at 28 °C ± 1 °C, and the photoperiod was 12 h light: 12 h dark. The freeze-dried shrimp were fed once a day in the morning and once in the evening [ 20 ].\n\nBPA, BPS and TBBPA (Sigma, USA; the purity is ≥99%, ≥98%, ≥97%, respectively.) were dissolved in DMSO (Solebro Biotechnology Co., Ltd., China) solvent and prepared into storage solutions at a concentration of 0.1 mol/L. The storage solutions were diluted with DMSO to concentrations of 0.1, 1, and 10 mmol/L, and added to water at a volume fraction of 0.01%. The final concentrations of BPA, BPS and TBBPA in water were 10, 100 and 1000 nmol/L, respectively. CH (MedChemExpress, USA) was added to DMSO to prepare a storage solution with a concentration of 2.5 mmol/L, then diluted to 0.5 mmol/L, and added to water at a volume fraction of 0.01%. The final concentrations of CH in water was 0.05 μmol/L. The experimental grouping settings were as follows - solvent control group (DMSO), CH group (0.05 μmol/L), BPA exposure group (10, 100, 1000 nmol/L), BPS exposure group (10, 100, 1000 nmol/L), TBBPA exposure group (10, 100, 1000 nmol/L), CH (0.05 μmol/L) and BPA group (1000 nmol/L), CH (0.05 μmol/L) and BPS group (1000 nmol/L), and CH (0.05 μmol/L) and TBBPA group (1000 nmol/L). All groups contained an equal volume fraction of DMSO (0.02%). According to the method of random sampling, zebrafish from the same domestication pool were put into the corresponding exposure tanks (the tank volume was 6 L, and the exposure liquid was 4 L), with 8 fish in each tank (4 male and 4 female), and two parallel tanks were set. Water temperature, light cycle and feeding were the same as those described in Section  2.1 . After exposure, zebrafish were put on ice plate for anesthesia, weighed and measured the body length. Subsequently, the brain tissue was anatomized and transferred to a RNA free centrifuge tube, and then transferred to an ultralow temperature refrigerator at −80 °C.\n\nThe genes involved in this study include  ahr2  and AhR target genes ( cyp1a1 ,  cyp1b1 ,  cyp1a2 , and  cyp1c1 ), neurological function relevant genes ( elavl3 ,  gfap ,  mbp ,  syn2a ,  gap43 ,  Zn5 ,  shha , and  ache ) and oxidative stress-related genes ( nrf2 ,  gpx1a ,  gstp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1 ,  sod2 , and  cat ). All primer sequences were designed using software Primer 5, and primer specificity was verified using online tool Primer-BLAST. The primer sequences were shown in  Table 1 . Primers were synthesized by Sangon Biotech (Shanghai) Co., Ltd. Zebrafish brain tissue was homogenized in a centrifuge tube with RNA lysate added in advance (4 °C). After the homogenate was completed, centrifugation (4 °C, 12,000 rcf, 10 min) was performed, and the supernatant was taken. The total RNA extraction, reverse transcription and RT-qPCR operations were carried out in strict accordance with the instructions of the kit (Tiangen Biochemical Technology Co., Ltd., China). With  gapdh  as the internal reference gene, each sample was set with three multiple wells, and the relative expression levels of genes were calculated using the classical 2 −ΔΔCT  method [ 21 ]. Table 1 Primer sequences used in this study. Table 1 Gene name Forward primer (5′-3′) Reverse primer (5′-3′) Product size (bp) gapdh GACGCTGGTGCTGGTATTGCT CTACTCCTTGGAGGCCATGGTGT 123 ahr2 GGGAAGGTGGTTCTTGGCTAC CTCCTGTCTTTATCATTCTGATGTGGTT 124 cyp1a1 GCATTACGATACGTTCGATAAGGAC GCTCCGAATAGGTCATTGACGAT 147 cyp1b1 AGTGTGTTGCTGTCGCTGATG GAGAACGGACCCGGTACCA 74 cyp1a2 TGATTCGCTCTCCTGAACCA ACGAAAGGTGCCAGAATAGCA 301 cyp1c1 CTCCAAGCTGGCAAAGAAATAC TGAACGAGTGCCTTCCTTATC 105 nrf2 TCGGGTTTGTCCCTAGATG AGGTTTGGAGTGTCCGCTA 188 gpx1a GAGGCACAACAGTCAGGGATT CTTCATTCTTGCAGTTCTCCTGGT 126 gstp1/gstp1.2 CGACTTGAAAGCCACCTGTGTC CTGTCGTTTTTGCCATATGCAGC 129 gstp2/gstp1.1 TCTGGACTCTTTCCCGTCTCTCAA ATTCACTGTTTGCCGTTGCCGT 126 sod1 GTCCGCACTTCAACCCTCA TCCTCATTGCCACCCTTCC 217 sod2 CGCATGTTCCCAGACATCTA GAGCGGAAGATTGAGGATTG 100 cat GGCCAATTGACAACACAAGTGA CCCCCATTTTGCTTGAAGGC 500 elavl3 AGACAAGATCACAGGCCAGAGCTT TGGTCTGCAGTTTGAGACCGTTGA 107 gfap GGATGCAGCCAATCGTAAT TTCCAGGTCACAGGTCAG 97 mbp AATCAGCAGGTTCTTCGGAGGAGA AAGAAATGCACGACAGGGTTGACG 102 syn2a GTGACCATGCCAGCATTTC TGGTTCTCCACTTTCACCTT 80 gap43 TGCTGCATCAGAAGAACTAA CCTCCGGTTTGATTCCATC 82 Zn5 GCTGCCTCGTGACCAATAA GGGCTTGTCCTCCTCAAATAG 77 shha GCAAGATAACGCGCAATTCGGAGA TGCATCTCTGTGTCATGAGCCTGT 117 ache CCCTCCAGTGGGTACAAGAA GGGCCTCATCAAAGGTAACA 198\n\nPrimer sequences used in this study.\n\nThe zebrafish brain tissue was put into a centrifuge tube with precooled physiological saline added in advance for homogenization (4 °C). After the homogenate was finished, centrifugation (4 °C, 12,000 rcf, 10 min) was carried out and the supernatant was taken. The activities of SOD, CAT and GSH-Px/GPX were determined by WST-1 method (WST-1 can react with the superoxide anion (O 2− ) catalyzed by xanthine oxidase (XO) to produce a water-soluble formazan dye, and since SOD can catalyze the disproportionation of the superoxide anion, this reaction step can be inhibited by SOD. The activity of SOD can be calculated by colorimetric analysis of the WST-1 product.), ammonium molybdate method (The reaction of catalase to decompose H 2 O 2  can be rapidly suspended by adding ammonium molybdate. The remaining H 2 O 2  interacts with ammonium molybdate to produce a yellowish complex, the change of which is measured at 405 nm and the activity of CAT can be calculated.) and micro method (GSH-Px or GPX is an important peroxidolytic enzyme widely present in the body. GPX catalyzes the formation of oxidized glutathione (GSSG) from reduced glutathione (GSH), which reduces toxic hydrogen peroxide to a non-toxic hydroxyl compound. GSH can form compounds with DTNB with a characteristic absorption peak at 412 nm, and the decrease in absorbance at 412 nm is a response to the activity of GPX.) respectively, and all tests were carried out in strict accordance with the instructions of the kits (SOD kit item number: A001-3, CAT kit item number: A007-1-1, Nanjing Jiancheng Institute of Biological Engineering; GSH-Px/GPX kit item number: BC1195, China & Solebro Biotechnology Co., Ltd., China).\n\nThe experimental data of all gene expression levels involved in this experiment were imported into Database for Annotation, Visualization, and Integrated Discovery (DAVID) database ( https://david.ncifcrf.gov/ ) and Kyoto Encyclopedia of genes and genomes (KEGG) database ( https://www.kegg.jp/ ) for GO and KEGG analysis. The online analysis website “bioinformatics” ( http://www.bioinformatics.com.cn/ ) was used to visualize GO and KEGG analysis results and draw principal component analysis diagram.\n\nSPSS 26.0 software was used to analyze the experimental data, and GraphPad Prism 9.4.1 was used to draw statistical graphs. The normality test results showed that the experimental data all conformed to the normal distribution and were described by mean ± standard deviation. The results of multiple groups were analyzed by one-way ANOVA. LSD test was used for multiple comparisons among groups when the variance was homogeneous, while Dunnett’s test was used when the variance was uneven. The criterion adopted for statistical significance was α = 0.05 (two-tailed exact significance)."
    },
    {
      "title": "Experimental animal husbandry",
      "text": "A total of 300 wild-type zebrafish of the AB line at the age of four months, half male and half female, were acclimatized in a recirculating water system for two weeks and used for exposure experiments. Tap water was fully aerated for 48 h to fully dechlorinate, and sodium bicarbonate was added to the dechlorinated water to maintain a pH of 7.4. The water temperature was kept at 28 °C ± 1 °C, and the photoperiod was 12 h light: 12 h dark. The freeze-dried shrimp were fed once a day in the morning and once in the evening [ 20 ]."
    },
    {
      "title": "Experimental methods",
      "text": "BPA, BPS and TBBPA (Sigma, USA; the purity is ≥99%, ≥98%, ≥97%, respectively.) were dissolved in DMSO (Solebro Biotechnology Co., Ltd., China) solvent and prepared into storage solutions at a concentration of 0.1 mol/L. The storage solutions were diluted with DMSO to concentrations of 0.1, 1, and 10 mmol/L, and added to water at a volume fraction of 0.01%. The final concentrations of BPA, BPS and TBBPA in water were 10, 100 and 1000 nmol/L, respectively. CH (MedChemExpress, USA) was added to DMSO to prepare a storage solution with a concentration of 2.5 mmol/L, then diluted to 0.5 mmol/L, and added to water at a volume fraction of 0.01%. The final concentrations of CH in water was 0.05 μmol/L. The experimental grouping settings were as follows - solvent control group (DMSO), CH group (0.05 μmol/L), BPA exposure group (10, 100, 1000 nmol/L), BPS exposure group (10, 100, 1000 nmol/L), TBBPA exposure group (10, 100, 1000 nmol/L), CH (0.05 μmol/L) and BPA group (1000 nmol/L), CH (0.05 μmol/L) and BPS group (1000 nmol/L), and CH (0.05 μmol/L) and TBBPA group (1000 nmol/L). All groups contained an equal volume fraction of DMSO (0.02%). According to the method of random sampling, zebrafish from the same domestication pool were put into the corresponding exposure tanks (the tank volume was 6 L, and the exposure liquid was 4 L), with 8 fish in each tank (4 male and 4 female), and two parallel tanks were set. Water temperature, light cycle and feeding were the same as those described in Section  2.1 . After exposure, zebrafish were put on ice plate for anesthesia, weighed and measured the body length. Subsequently, the brain tissue was anatomized and transferred to a RNA free centrifuge tube, and then transferred to an ultralow temperature refrigerator at −80 °C.\n\nThe genes involved in this study include  ahr2  and AhR target genes ( cyp1a1 ,  cyp1b1 ,  cyp1a2 , and  cyp1c1 ), neurological function relevant genes ( elavl3 ,  gfap ,  mbp ,  syn2a ,  gap43 ,  Zn5 ,  shha , and  ache ) and oxidative stress-related genes ( nrf2 ,  gpx1a ,  gstp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1 ,  sod2 , and  cat ). All primer sequences were designed using software Primer 5, and primer specificity was verified using online tool Primer-BLAST. The primer sequences were shown in  Table 1 . Primers were synthesized by Sangon Biotech (Shanghai) Co., Ltd. Zebrafish brain tissue was homogenized in a centrifuge tube with RNA lysate added in advance (4 °C). After the homogenate was completed, centrifugation (4 °C, 12,000 rcf, 10 min) was performed, and the supernatant was taken. The total RNA extraction, reverse transcription and RT-qPCR operations were carried out in strict accordance with the instructions of the kit (Tiangen Biochemical Technology Co., Ltd., China). With  gapdh  as the internal reference gene, each sample was set with three multiple wells, and the relative expression levels of genes were calculated using the classical 2 −ΔΔCT  method [ 21 ]. Table 1 Primer sequences used in this study. Table 1 Gene name Forward primer (5′-3′) Reverse primer (5′-3′) Product size (bp) gapdh GACGCTGGTGCTGGTATTGCT CTACTCCTTGGAGGCCATGGTGT 123 ahr2 GGGAAGGTGGTTCTTGGCTAC CTCCTGTCTTTATCATTCTGATGTGGTT 124 cyp1a1 GCATTACGATACGTTCGATAAGGAC GCTCCGAATAGGTCATTGACGAT 147 cyp1b1 AGTGTGTTGCTGTCGCTGATG GAGAACGGACCCGGTACCA 74 cyp1a2 TGATTCGCTCTCCTGAACCA ACGAAAGGTGCCAGAATAGCA 301 cyp1c1 CTCCAAGCTGGCAAAGAAATAC TGAACGAGTGCCTTCCTTATC 105 nrf2 TCGGGTTTGTCCCTAGATG AGGTTTGGAGTGTCCGCTA 188 gpx1a GAGGCACAACAGTCAGGGATT CTTCATTCTTGCAGTTCTCCTGGT 126 gstp1/gstp1.2 CGACTTGAAAGCCACCTGTGTC CTGTCGTTTTTGCCATATGCAGC 129 gstp2/gstp1.1 TCTGGACTCTTTCCCGTCTCTCAA ATTCACTGTTTGCCGTTGCCGT 126 sod1 GTCCGCACTTCAACCCTCA TCCTCATTGCCACCCTTCC 217 sod2 CGCATGTTCCCAGACATCTA GAGCGGAAGATTGAGGATTG 100 cat GGCCAATTGACAACACAAGTGA CCCCCATTTTGCTTGAAGGC 500 elavl3 AGACAAGATCACAGGCCAGAGCTT TGGTCTGCAGTTTGAGACCGTTGA 107 gfap GGATGCAGCCAATCGTAAT TTCCAGGTCACAGGTCAG 97 mbp AATCAGCAGGTTCTTCGGAGGAGA AAGAAATGCACGACAGGGTTGACG 102 syn2a GTGACCATGCCAGCATTTC TGGTTCTCCACTTTCACCTT 80 gap43 TGCTGCATCAGAAGAACTAA CCTCCGGTTTGATTCCATC 82 Zn5 GCTGCCTCGTGACCAATAA GGGCTTGTCCTCCTCAAATAG 77 shha GCAAGATAACGCGCAATTCGGAGA TGCATCTCTGTGTCATGAGCCTGT 117 ache CCCTCCAGTGGGTACAAGAA GGGCCTCATCAAAGGTAACA 198\n\nPrimer sequences used in this study.\n\nThe zebrafish brain tissue was put into a centrifuge tube with precooled physiological saline added in advance for homogenization (4 °C). After the homogenate was finished, centrifugation (4 °C, 12,000 rcf, 10 min) was carried out and the supernatant was taken. The activities of SOD, CAT and GSH-Px/GPX were determined by WST-1 method (WST-1 can react with the superoxide anion (O 2− ) catalyzed by xanthine oxidase (XO) to produce a water-soluble formazan dye, and since SOD can catalyze the disproportionation of the superoxide anion, this reaction step can be inhibited by SOD. The activity of SOD can be calculated by colorimetric analysis of the WST-1 product.), ammonium molybdate method (The reaction of catalase to decompose H 2 O 2  can be rapidly suspended by adding ammonium molybdate. The remaining H 2 O 2  interacts with ammonium molybdate to produce a yellowish complex, the change of which is measured at 405 nm and the activity of CAT can be calculated.) and micro method (GSH-Px or GPX is an important peroxidolytic enzyme widely present in the body. GPX catalyzes the formation of oxidized glutathione (GSSG) from reduced glutathione (GSH), which reduces toxic hydrogen peroxide to a non-toxic hydroxyl compound. GSH can form compounds with DTNB with a characteristic absorption peak at 412 nm, and the decrease in absorbance at 412 nm is a response to the activity of GPX.) respectively, and all tests were carried out in strict accordance with the instructions of the kits (SOD kit item number: A001-3, CAT kit item number: A007-1-1, Nanjing Jiancheng Institute of Biological Engineering; GSH-Px/GPX kit item number: BC1195, China & Solebro Biotechnology Co., Ltd., China).\n\nThe experimental data of all gene expression levels involved in this experiment were imported into Database for Annotation, Visualization, and Integrated Discovery (DAVID) database ( https://david.ncifcrf.gov/ ) and Kyoto Encyclopedia of genes and genomes (KEGG) database ( https://www.kegg.jp/ ) for GO and KEGG analysis. The online analysis website “bioinformatics” ( http://www.bioinformatics.com.cn/ ) was used to visualize GO and KEGG analysis results and draw principal component analysis diagram."
    },
    {
      "title": "Zebrafish exposure experiment",
      "text": "BPA, BPS and TBBPA (Sigma, USA; the purity is ≥99%, ≥98%, ≥97%, respectively.) were dissolved in DMSO (Solebro Biotechnology Co., Ltd., China) solvent and prepared into storage solutions at a concentration of 0.1 mol/L. The storage solutions were diluted with DMSO to concentrations of 0.1, 1, and 10 mmol/L, and added to water at a volume fraction of 0.01%. The final concentrations of BPA, BPS and TBBPA in water were 10, 100 and 1000 nmol/L, respectively. CH (MedChemExpress, USA) was added to DMSO to prepare a storage solution with a concentration of 2.5 mmol/L, then diluted to 0.5 mmol/L, and added to water at a volume fraction of 0.01%. The final concentrations of CH in water was 0.05 μmol/L. The experimental grouping settings were as follows - solvent control group (DMSO), CH group (0.05 μmol/L), BPA exposure group (10, 100, 1000 nmol/L), BPS exposure group (10, 100, 1000 nmol/L), TBBPA exposure group (10, 100, 1000 nmol/L), CH (0.05 μmol/L) and BPA group (1000 nmol/L), CH (0.05 μmol/L) and BPS group (1000 nmol/L), and CH (0.05 μmol/L) and TBBPA group (1000 nmol/L). All groups contained an equal volume fraction of DMSO (0.02%). According to the method of random sampling, zebrafish from the same domestication pool were put into the corresponding exposure tanks (the tank volume was 6 L, and the exposure liquid was 4 L), with 8 fish in each tank (4 male and 4 female), and two parallel tanks were set. Water temperature, light cycle and feeding were the same as those described in Section  2.1 . After exposure, zebrafish were put on ice plate for anesthesia, weighed and measured the body length. Subsequently, the brain tissue was anatomized and transferred to a RNA free centrifuge tube, and then transferred to an ultralow temperature refrigerator at −80 °C."
    },
    {
      "title": "Real-time fluorescence quantitative PCR (RT-qPCR)",
      "text": "The genes involved in this study include  ahr2  and AhR target genes ( cyp1a1 ,  cyp1b1 ,  cyp1a2 , and  cyp1c1 ), neurological function relevant genes ( elavl3 ,  gfap ,  mbp ,  syn2a ,  gap43 ,  Zn5 ,  shha , and  ache ) and oxidative stress-related genes ( nrf2 ,  gpx1a ,  gstp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1 ,  sod2 , and  cat ). All primer sequences were designed using software Primer 5, and primer specificity was verified using online tool Primer-BLAST. The primer sequences were shown in  Table 1 . Primers were synthesized by Sangon Biotech (Shanghai) Co., Ltd. Zebrafish brain tissue was homogenized in a centrifuge tube with RNA lysate added in advance (4 °C). After the homogenate was completed, centrifugation (4 °C, 12,000 rcf, 10 min) was performed, and the supernatant was taken. The total RNA extraction, reverse transcription and RT-qPCR operations were carried out in strict accordance with the instructions of the kit (Tiangen Biochemical Technology Co., Ltd., China). With  gapdh  as the internal reference gene, each sample was set with three multiple wells, and the relative expression levels of genes were calculated using the classical 2 −ΔΔCT  method [ 21 ]. Table 1 Primer sequences used in this study. Table 1 Gene name Forward primer (5′-3′) Reverse primer (5′-3′) Product size (bp) gapdh GACGCTGGTGCTGGTATTGCT CTACTCCTTGGAGGCCATGGTGT 123 ahr2 GGGAAGGTGGTTCTTGGCTAC CTCCTGTCTTTATCATTCTGATGTGGTT 124 cyp1a1 GCATTACGATACGTTCGATAAGGAC GCTCCGAATAGGTCATTGACGAT 147 cyp1b1 AGTGTGTTGCTGTCGCTGATG GAGAACGGACCCGGTACCA 74 cyp1a2 TGATTCGCTCTCCTGAACCA ACGAAAGGTGCCAGAATAGCA 301 cyp1c1 CTCCAAGCTGGCAAAGAAATAC TGAACGAGTGCCTTCCTTATC 105 nrf2 TCGGGTTTGTCCCTAGATG AGGTTTGGAGTGTCCGCTA 188 gpx1a GAGGCACAACAGTCAGGGATT CTTCATTCTTGCAGTTCTCCTGGT 126 gstp1/gstp1.2 CGACTTGAAAGCCACCTGTGTC CTGTCGTTTTTGCCATATGCAGC 129 gstp2/gstp1.1 TCTGGACTCTTTCCCGTCTCTCAA ATTCACTGTTTGCCGTTGCCGT 126 sod1 GTCCGCACTTCAACCCTCA TCCTCATTGCCACCCTTCC 217 sod2 CGCATGTTCCCAGACATCTA GAGCGGAAGATTGAGGATTG 100 cat GGCCAATTGACAACACAAGTGA CCCCCATTTTGCTTGAAGGC 500 elavl3 AGACAAGATCACAGGCCAGAGCTT TGGTCTGCAGTTTGAGACCGTTGA 107 gfap GGATGCAGCCAATCGTAAT TTCCAGGTCACAGGTCAG 97 mbp AATCAGCAGGTTCTTCGGAGGAGA AAGAAATGCACGACAGGGTTGACG 102 syn2a GTGACCATGCCAGCATTTC TGGTTCTCCACTTTCACCTT 80 gap43 TGCTGCATCAGAAGAACTAA CCTCCGGTTTGATTCCATC 82 Zn5 GCTGCCTCGTGACCAATAA GGGCTTGTCCTCCTCAAATAG 77 shha GCAAGATAACGCGCAATTCGGAGA TGCATCTCTGTGTCATGAGCCTGT 117 ache CCCTCCAGTGGGTACAAGAA GGGCCTCATCAAAGGTAACA 198\n\nPrimer sequences used in this study."
    },
    {
      "title": "Determination of the activities of antioxidant enzymes",
      "text": "The zebrafish brain tissue was put into a centrifuge tube with precooled physiological saline added in advance for homogenization (4 °C). After the homogenate was finished, centrifugation (4 °C, 12,000 rcf, 10 min) was carried out and the supernatant was taken. The activities of SOD, CAT and GSH-Px/GPX were determined by WST-1 method (WST-1 can react with the superoxide anion (O 2− ) catalyzed by xanthine oxidase (XO) to produce a water-soluble formazan dye, and since SOD can catalyze the disproportionation of the superoxide anion, this reaction step can be inhibited by SOD. The activity of SOD can be calculated by colorimetric analysis of the WST-1 product.), ammonium molybdate method (The reaction of catalase to decompose H 2 O 2  can be rapidly suspended by adding ammonium molybdate. The remaining H 2 O 2  interacts with ammonium molybdate to produce a yellowish complex, the change of which is measured at 405 nm and the activity of CAT can be calculated.) and micro method (GSH-Px or GPX is an important peroxidolytic enzyme widely present in the body. GPX catalyzes the formation of oxidized glutathione (GSSG) from reduced glutathione (GSH), which reduces toxic hydrogen peroxide to a non-toxic hydroxyl compound. GSH can form compounds with DTNB with a characteristic absorption peak at 412 nm, and the decrease in absorbance at 412 nm is a response to the activity of GPX.) respectively, and all tests were carried out in strict accordance with the instructions of the kits (SOD kit item number: A001-3, CAT kit item number: A007-1-1, Nanjing Jiancheng Institute of Biological Engineering; GSH-Px/GPX kit item number: BC1195, China & Solebro Biotechnology Co., Ltd., China)."
    },
    {
      "title": "GO, KEGG and principal component analysis",
      "text": "The experimental data of all gene expression levels involved in this experiment were imported into Database for Annotation, Visualization, and Integrated Discovery (DAVID) database ( https://david.ncifcrf.gov/ ) and Kyoto Encyclopedia of genes and genomes (KEGG) database ( https://www.kegg.jp/ ) for GO and KEGG analysis. The online analysis website “bioinformatics” ( http://www.bioinformatics.com.cn/ ) was used to visualize GO and KEGG analysis results and draw principal component analysis diagram."
    },
    {
      "title": "Statistical analysis",
      "text": "SPSS 26.0 software was used to analyze the experimental data, and GraphPad Prism 9.4.1 was used to draw statistical graphs. The normality test results showed that the experimental data all conformed to the normal distribution and were described by mean ± standard deviation. The results of multiple groups were analyzed by one-way ANOVA. LSD test was used for multiple comparisons among groups when the variance was homogeneous, while Dunnett’s test was used when the variance was uneven. The criterion adopted for statistical significance was α = 0.05 (two-tailed exact significance)."
    },
    {
      "title": "Results",
      "text": "During the exposure experiment, no obvious malformation and death were found. Compared with the DMSO control group, there were no significant differences in the weight and body length of zebrafish in the experimental groups ( Fig. 1 ). Fig. 1 Effect of BPA, BPS, TBBPA and/or CH exposure on body length and weight of adult zebrafish ( n  = 4).  A: body length B: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  C: body length D: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  E: body length F: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05). Fig. 1\n\nEffect of BPA, BPS, TBBPA and/or CH exposure on body length and weight of adult zebrafish ( n  = 4).  A: body length B: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  C: body length D: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  E: body length F: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05).\n\nAfter 30-d exposure to the environmentally relevant concentrations of BPA, BPS, and TBBPA, compared with the DMSO control group, the mRNA expression levels of all AhR signaling pathway related genes in CH group, 1000 nmol/L BPA/BPS/TBBPA groups were significantly decreased ( P  < 0.05). Among these 3 bisphenol compounds, the up-regulation of the above genes in zebrafish brain tissue of 1000 nmol/L BPA group was the most obvious. Specifically, the expression levels of  ahr2 ,  cyp1a1 ,  cyp1b1 ,  cyp1a2 , and  cyp1c1  in zebrafish brain tissue of the 1000 nmol/L BPA group were equivalent to 3.56, 3.44, 4.10, 2.92, and 3.75 times of those of the DMSO control group. Compared with the 1000 nmol/L bisphenol compound single exposure group, the expression levels of  Ahr2  and AhR target genes were down-regulated in the CH and 1000 nmol/L bisphenol compound combined exposure group ( P  < 0.05). For example, the expression levels of the above  Ahr2  and AhR target genes in zebrafish brain tissue of the CH and 1000 nmol/L BPA group were equivalent to 65%, 56%, 79%, 72% and 48% of those of the 1000 nmol/L BPA group ( Fig. 2 ). Fig. 2 Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish ( n  = 8).  A:  Effect of BPA and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05). Fig. 2\n\nEffects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish ( n  = 8).  A:  Effect of BPA and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05).\n\nAfter 30-d of BPA, BPS and TBBPA exposure, compared with the DMSO control group, the relative mRNA expression levels of all neurological function relevant genes were up-regulated in the CH group ( P  < 0.05), while the expression were down-regulated in the 1000 nmol/L BPA/BPS/TBBPA group ( P  < 0.05). The most obvious decrease occurred in the 1000 nmol/L BPS group. Specifically, the expression levels of  elavl3 ,  gfap ,  mbp ,  syn2a ,  gap43 ,  Zn5 ,  shha , and  ache  in zebrafish brain tissue of the 1000 nmol/L BPS group were equivalent to 53%, 36%, 36%, 42%, 51%, 42%, 51%, and 33% of those of the DMSO control group. Compared with the 1000 nmol/L BPA/BPS single exposure group, the expression levels of the above 8 key genes of neurological function in zebrafish brain tissue were significantly up-regulated in the CH and 1000 nmol/L BPA/BPS combined exposure group ( P  < 0.05). For instance, the expression levels of the above 8 key genes of neurological function in zebrafish brain tissue of the CH and 1000 nmol/L BPS group were 1.66, 2.17, 2.03, 2.24, 2.02, 2.21, 1.80, and 2.76 times as high as those of the 1000 nmol/L BPS group, respectively. Compared with the 1000 nmol/L TBBPA group, except  ache  ( P  = 0.965), the expression levels of other 7 key genes of neurological function in zebrafish brain tissue of the CH and 1000 nmol/L TBBPA group were significantly increased ( P  < 0.05). ( Fig. 3 ). Fig. 3 Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish (n = 8).  A : Effect of BPA and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05). Fig. 3\n\nEffects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish (n = 8).  A : Effect of BPA and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05).\n\nAfter 30-d of BPA, BPA and TBBPA exposure, compared to the DMSO control group, the expression levels of  nrf2  was down-regulated ( P  < 0.05) in zebrafish brain tissue of the CH group, while the expression of  gpx1a ,  gstp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1 ,  sod2,  and  cat  were all up-regulated ( P  < 0.05). The  nrf2  expression levels were all up-regulated in the 1000 nmol/L BPA/BPS/TBBPA groups ( P  < 0.05), equivalent to 2.72, 2.45 and 2.53 times of those of the DMSO control group, while  gpx1a ,  gstp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1 ,  sod2 , and  cat  expression levels were down-regulated, and the most obvious down-regulation occurred in the 1000 nmol/L BPS group, equivalent to 40%, 48%, 41%, 53%, 51%, and 72% of those of the DMSO control group, respectively. Compared with the 1000 nmol/L BPA/BPS/TBBPA single exposure group, the expression levels of  nrf2  were decreased in the CH and 1000 nmol/L bisphenol combined exposure groups ( P  < 0.05), equivalent to 46%, 68%, and 52% of the bisphenol single exposure groups, respectively, while the expression of  gpx1a ,  gstp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1 ,  sod2 , and  cat  were increased ( P  < 0.05). For example, the expression levels of these 6 oxidative stress response genes in zebrafish brain tissue of the CH and 1000 nmol/L BPS group were 1.83, 1.67, 1.93, 2.08, 1.69, and 1.40 times as high as those of the 1000 nmol/L BPS group ( Fig. 4 ). Fig. 4 Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish ( n  = 8).  A : Effect of BPA and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05). Fig. 4\n\nEffects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish ( n  = 8).  A : Effect of BPA and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05).\n\nAfter 30-d of exposure, compared with the DMSO control group, the activities of SOD, CAT, and GSH-Px/GPX in zebrafish brain tissue of the 1000 nmol/L BPA/BPS/TBBPA exposure group were significantly reduced ( P  < 0.05). The activities of SOD, CAT, and GSH-Px/GPX were equivalent to 55%, 51%, 42% and 40%, 47%, 61% and 50%, 41%, 47% (in the order of BPA, BPS and TBBPA) of those of the DMSO control group, respectively. Compared with the 1000 nmol/L BPA/BPS/TBBPA single exposure groups, the activities of these 3 antioxidant enzymes were up-regulated in the CH and 1000 nmol/L bisphenol combined exposure groups ( P  < 0.05). For instance, the activities of SOD, CAT, and GSH-Px/GPX in zebrafish brain tissue of the CH and 1000 nmol/L TBBPA group were 1.81, 1.43, and 1.7 times of those of the 1000 nmol/L TBBPA group, respectively ( Fig. 5 ). Fig. 5 Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the activities of antioxidant enzymes in adult zebrafish ( n  = 8).  A : Effect of BPA and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05). Fig. 5\n\nEffects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the activities of antioxidant enzymes in adult zebrafish ( n  = 8).  A : Effect of BPA and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05).\n\nGO enrichment analysis showed that the top 2 entries of biological processes (BP) were response to hydrogen peroxide and cellular response to xenobiotic stimulus, the top 2 entries of cellular component (CC) were peroxisome and intracellular membrane-bounded organelle, and the first 2 entries of molecular function (MF) were aromatase activity and superoxide dismutase activity ( Fig. 6 A). The results of KEGG analysis showed that the indicators selected in this study were mainly related to glutathione metabolism, metabolism of xenobiotics by cytochrome P450, peroxisome, tryptophan metabolism, and drug metabolism - cytochrome P450 ( Fig. 6 B). The results of PCA analysis showed that there were overlapping regions in the expression patterns of AhR and its mediated target genes, key genes of neural function and oxidative stress response in zebrafish brain tissue after exposure to BPA, BPS and TBBPA ( Fig. 6 C). Fig. 6 Bioinformatics and PCA analysis results.  A : GO analysis results  B : KEGG analysis results  C : PCA analysis results. Fig. 6\n\nBioinformatics and PCA analysis results.  A : GO analysis results  B : KEGG analysis results  C : PCA analysis results."
    },
    {
      "title": "Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA on growth and development of adult zebrafish",
      "text": "During the exposure experiment, no obvious malformation and death were found. Compared with the DMSO control group, there were no significant differences in the weight and body length of zebrafish in the experimental groups ( Fig. 1 ). Fig. 1 Effect of BPA, BPS, TBBPA and/or CH exposure on body length and weight of adult zebrafish ( n  = 4).  A: body length B: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  C: body length D: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  E: body length F: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05). Fig. 1\n\nEffect of BPA, BPS, TBBPA and/or CH exposure on body length and weight of adult zebrafish ( n  = 4).  A: body length B: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  C: body length D: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  E: body length F: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05)."
    },
    {
      "title": "Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA on the relative mRNA expression levels of the AhR signaling pathway related genes in adult zebrafish",
      "text": "After 30-d exposure to the environmentally relevant concentrations of BPA, BPS, and TBBPA, compared with the DMSO control group, the mRNA expression levels of all AhR signaling pathway related genes in CH group, 1000 nmol/L BPA/BPS/TBBPA groups were significantly decreased ( P  < 0.05). Among these 3 bisphenol compounds, the up-regulation of the above genes in zebrafish brain tissue of 1000 nmol/L BPA group was the most obvious. Specifically, the expression levels of  ahr2 ,  cyp1a1 ,  cyp1b1 ,  cyp1a2 , and  cyp1c1  in zebrafish brain tissue of the 1000 nmol/L BPA group were equivalent to 3.56, 3.44, 4.10, 2.92, and 3.75 times of those of the DMSO control group. Compared with the 1000 nmol/L bisphenol compound single exposure group, the expression levels of  Ahr2  and AhR target genes were down-regulated in the CH and 1000 nmol/L bisphenol compound combined exposure group ( P  < 0.05). For example, the expression levels of the above  Ahr2  and AhR target genes in zebrafish brain tissue of the CH and 1000 nmol/L BPA group were equivalent to 65%, 56%, 79%, 72% and 48% of those of the 1000 nmol/L BPA group ( Fig. 2 ). Fig. 2 Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish ( n  = 8).  A:  Effect of BPA and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05). Fig. 2\n\nEffects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish ( n  = 8).  A:  Effect of BPA and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05)."
    },
    {
      "title": "Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish",
      "text": "After 30-d of BPA, BPS and TBBPA exposure, compared with the DMSO control group, the relative mRNA expression levels of all neurological function relevant genes were up-regulated in the CH group ( P  < 0.05), while the expression were down-regulated in the 1000 nmol/L BPA/BPS/TBBPA group ( P  < 0.05). The most obvious decrease occurred in the 1000 nmol/L BPS group. Specifically, the expression levels of  elavl3 ,  gfap ,  mbp ,  syn2a ,  gap43 ,  Zn5 ,  shha , and  ache  in zebrafish brain tissue of the 1000 nmol/L BPS group were equivalent to 53%, 36%, 36%, 42%, 51%, 42%, 51%, and 33% of those of the DMSO control group. Compared with the 1000 nmol/L BPA/BPS single exposure group, the expression levels of the above 8 key genes of neurological function in zebrafish brain tissue were significantly up-regulated in the CH and 1000 nmol/L BPA/BPS combined exposure group ( P  < 0.05). For instance, the expression levels of the above 8 key genes of neurological function in zebrafish brain tissue of the CH and 1000 nmol/L BPS group were 1.66, 2.17, 2.03, 2.24, 2.02, 2.21, 1.80, and 2.76 times as high as those of the 1000 nmol/L BPS group, respectively. Compared with the 1000 nmol/L TBBPA group, except  ache  ( P  = 0.965), the expression levels of other 7 key genes of neurological function in zebrafish brain tissue of the CH and 1000 nmol/L TBBPA group were significantly increased ( P  < 0.05). ( Fig. 3 ). Fig. 3 Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish (n = 8).  A : Effect of BPA and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05). Fig. 3\n\nEffects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish (n = 8).  A : Effect of BPA and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05)."
    },
    {
      "title": "Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA on the relative mRNA expression levels of oxidative stress related genes in adult zebrafish",
      "text": "After 30-d of BPA, BPA and TBBPA exposure, compared to the DMSO control group, the expression levels of  nrf2  was down-regulated ( P  < 0.05) in zebrafish brain tissue of the CH group, while the expression of  gpx1a ,  gstp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1 ,  sod2,  and  cat  were all up-regulated ( P  < 0.05). The  nrf2  expression levels were all up-regulated in the 1000 nmol/L BPA/BPS/TBBPA groups ( P  < 0.05), equivalent to 2.72, 2.45 and 2.53 times of those of the DMSO control group, while  gpx1a ,  gstp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1 ,  sod2 , and  cat  expression levels were down-regulated, and the most obvious down-regulation occurred in the 1000 nmol/L BPS group, equivalent to 40%, 48%, 41%, 53%, 51%, and 72% of those of the DMSO control group, respectively. Compared with the 1000 nmol/L BPA/BPS/TBBPA single exposure group, the expression levels of  nrf2  were decreased in the CH and 1000 nmol/L bisphenol combined exposure groups ( P  < 0.05), equivalent to 46%, 68%, and 52% of the bisphenol single exposure groups, respectively, while the expression of  gpx1a ,  gstp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1 ,  sod2 , and  cat  were increased ( P  < 0.05). For example, the expression levels of these 6 oxidative stress response genes in zebrafish brain tissue of the CH and 1000 nmol/L BPS group were 1.83, 1.67, 1.93, 2.08, 1.69, and 1.40 times as high as those of the 1000 nmol/L BPS group ( Fig. 4 ). Fig. 4 Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish ( n  = 8).  A : Effect of BPA and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05). Fig. 4\n\nEffects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish ( n  = 8).  A : Effect of BPA and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05)."
    },
    {
      "title": "Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA on antioxidant enzyme activities in adult zebrafish",
      "text": "After 30-d of exposure, compared with the DMSO control group, the activities of SOD, CAT, and GSH-Px/GPX in zebrafish brain tissue of the 1000 nmol/L BPA/BPS/TBBPA exposure group were significantly reduced ( P  < 0.05). The activities of SOD, CAT, and GSH-Px/GPX were equivalent to 55%, 51%, 42% and 40%, 47%, 61% and 50%, 41%, 47% (in the order of BPA, BPS and TBBPA) of those of the DMSO control group, respectively. Compared with the 1000 nmol/L BPA/BPS/TBBPA single exposure groups, the activities of these 3 antioxidant enzymes were up-regulated in the CH and 1000 nmol/L bisphenol combined exposure groups ( P  < 0.05). For instance, the activities of SOD, CAT, and GSH-Px/GPX in zebrafish brain tissue of the CH and 1000 nmol/L TBBPA group were 1.81, 1.43, and 1.7 times of those of the 1000 nmol/L TBBPA group, respectively ( Fig. 5 ). Fig. 5 Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the activities of antioxidant enzymes in adult zebrafish ( n  = 8).  A : Effect of BPA and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05). Fig. 5\n\nEffects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the activities of antioxidant enzymes in adult zebrafish ( n  = 8).  A : Effect of BPA and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05)."
    },
    {
      "title": "Bioinformatics and PCA analysis results",
      "text": "GO enrichment analysis showed that the top 2 entries of biological processes (BP) were response to hydrogen peroxide and cellular response to xenobiotic stimulus, the top 2 entries of cellular component (CC) were peroxisome and intracellular membrane-bounded organelle, and the first 2 entries of molecular function (MF) were aromatase activity and superoxide dismutase activity ( Fig. 6 A). The results of KEGG analysis showed that the indicators selected in this study were mainly related to glutathione metabolism, metabolism of xenobiotics by cytochrome P450, peroxisome, tryptophan metabolism, and drug metabolism - cytochrome P450 ( Fig. 6 B). The results of PCA analysis showed that there were overlapping regions in the expression patterns of AhR and its mediated target genes, key genes of neural function and oxidative stress response in zebrafish brain tissue after exposure to BPA, BPS and TBBPA ( Fig. 6 C). Fig. 6 Bioinformatics and PCA analysis results.  A : GO analysis results  B : KEGG analysis results  C : PCA analysis results. Fig. 6\n\nBioinformatics and PCA analysis results.  A : GO analysis results  B : KEGG analysis results  C : PCA analysis results."
    },
    {
      "title": "Discussion",
      "text": "The results of the literature metric analysis show that in previous studies, researchers have focused more on the toxic effects of bisphenol compounds on aquatic organisms at exposure doses higher than the environmentally relevant doses. For example, previous studies on BPA toxicity during zebrafish embryo development found that BPA induced significant malformations in zebrafish embryos at concentrations above 25 μmol/L [ 22 ]. In this study, zebrafish was used as experimental animal to explore the potential neurotoxic effects of three typical bisphenols (BPA, BPS and TBBPA) at environmentally relevant concentrations and the role of AhR in this process. The research shows that the levels of bisphenol compounds in environmental water bodies near the concentrations of bisphenol industry can be as high as hundreds to thousands of nanograms per liter. For example, the concentration range of TBBPA in Chaohu Lake, Anhui (industry concentration site), is between 850 and 4870 ng/L. On the basis of referring to the actual doses of BPA, BPS and TBBPA in representative environmental water bodies in many places in China [ 5 , 23 , 24 ], 10, 100 and 1000 nmol/L were selected as the exposure doses in this study. On the basis of reference to relevant study [ 25 ], the exposure dose of CH was set as 0.05 μmol/L. The results of this study showed that the growth and development of adult zebrafish were not significantly affected by the exposure of BPA, BPS and TBBPA at environmentally related doses (taking body weight and body length as the criteria).\n\nAs an important environmental chemical effector, AhR plays an important role in the metabolism and detoxification of exogenous chemicals. After transmembrane transport, some environmental pollutants, such as polycyclic aromatic hydrocarbons, dioxins, trichloroethylene, and perfluorooctyl sulfonic acid, can combine with the AhR in the cytoplasm, start the AhR signal pathway and lead to a variety of toxic effects [ 26 , 27 ]. In zebrafish, there are two AhR genes, and the main effector gene is  ahr2  [ 28 ]. In this study, compared with the control group, the mRNA expression levels of  ahr2 ,  cyp1a1 ,  cyp1b1 ,  cyp1a2  and  cyp1c1  in zebrafish brain tissue were up-regulated after 30 days of exposure to BPA, BPS, and TBBPA. Compared with the group exposed to bisphenols alone, CH could antagonize the up-regulation effects of  Ahr2  and AhR target genes caused by bisphenols to some extent. These results suggested that exposure to BPA, BPS and TBBPA might activate the AhR signaling pathway.\n\nAfter being activated, AhR can up-regulate the expression level of cytochrome P450 in the body, then cause an increase in the level of reactive oxygen species (ROS), and finally result in oxidative damage [ 29 , 30 ]. ROS mainly include superoxide radical (O 2− ), hydrogen peroxide (H 2 O 2 ) and downstream product peroxide, etc. Of course, the body is not helpless for these reactive oxygen species, but has a set of active oxygen scavenging system. O 2−  produced by mitochondrial inner membrane can be converted into hydrogen peroxide by SOD. The latter can be converted into oxygen and water by antioxidant enzymes such as CAT and GSH-Px/GPX. In addition, Nrf2 is a key transcription factor in antioxidant response, which can induce downstream gene expression by combining with antioxidant response element (ARE) in the promoter region of antioxidant gene. It has been confirmed that TBBPA exposure can activate Nrf2 signaling pathway [ 31 ]. In this study, after confirming that BPA, BPS, and TBBPA could activate the AhR signaling pathway, we further studied the effects of exposure to these three bisphenols on the expression level of oxidative stress related genes in zebrafish brain tissue. The results showed that compared with the DMSO control group, BPA, BPS, and TBBPA exposure could up-regulate the mRNA expression of  nrf2  gene, and down-regulate the mRNA expression of  gpx1a ,  gstp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1 ,  sod2 , and  cat . Compared with the group exposed to bisphenols alone, CH could antagonize the oxidative damage induced by bisphenols to some extent. Dere et al. integrated TCDD-induced genome-wide AhR enrichment, differential gene expression and computational dioxin response element (DRE) analyses, and systematically elucidated the hepatic AhR regulatory network [ 32 ]. Through literature mining, we found that g stp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1  and  cat  were all on the list.\n\nWe continued to explore the effects of BPA, BPS and TBBPA exposure on the activities of antioxidant enzymes in zebrafish brain tissue. The results showed that the activities of SOD, CAT and GSH-Px/GPX in zebrafish brain tissue were significantly reduced by exposure to these three compounds. More importantly, CH can antagonize the oxidative damage caused by bisphenols to some extent. This result further confirmed that the AhR signaling pathway indeed mediated the oxidative damage effects caused by BPA, BPS, and TBBPA exposure.\n\nIn this study, eight genes closely related to neurological function ( elavl3, gfap, mbp, syn2a, gap43, Zn5, shha,  and  ache ) were selected as molecular indicators to explore the neurotoxicity of zebrafish caused by bisphenol compounds.  elavl3  is a member of the elavl-like gene family, which could be used as an early neuronal marker gene [ 33 ]. It has been confirmed that triphenyl phosphate exposure could cause the decrease of  elavl3  gene expression in zebrafish embryos, indicating abnormal neural development [ 34 ]. Lead exposure could cause the abnormal expression of  gfap  in neural tissues of zebrafish at the developmental stage [ 35 ]. Myelin basic protein (MBP) is one of the representative biomarkers of myelin formation in the process of nerve development. Synaptic protein SYN2A plays an important role in synaptic formation and neurotransmitter release. Studies have shown that exposure to bisphenols can cause neurodevelopmental disorders and behavioral abnormalities in zebrafish. The study of molecular mechanism indicated that it might be related to the significant down-regulation of  mbp  and  syn2a  expression levels [ 36 , 37 ]. The results of this study showed that, compared with the DMSO control group, the mRNA expression levels of  elavl3, gfap, mbp, syn2a, gap43, Zn5, shha  and  ache , key genes of neural development, were down regulated after 30 days of exposure to BPA, BPS, and TBBPA, and increased after CH intervention. These results suggested that exposure to environmentally related doses of bisphenol compounds might affect the neurological function of adult zebrafish and lead to certain neurotoxicity. It was noteworthy that these effects were mediated by the AhR signaling pathway.\n\nFinally, bioinformatics and PCA methods were employed to further mine the experimental data obtained in this study. The results of GO and KEGG analysis showed that the selected indicators in this study mainly involved in the pathophysiological processes and related signal pathways such as response to hydrogen peroxide, peroxisome, aromatase activity, glutathione metabolism, and drug metabolism - cytochrome P450. The results of PCA analysis showed that there was an overlap in the graphical regions of the expression of  Ahr2  and AhR target genes, neurological function relevant genes and oxidative stress related genes, suggesting that BPA, BPS, and TBBPA might result in neurotoxicity to adult zebrafish through similar mechanisms."
    },
    {
      "title": "Exposure of BPA, BPS and TBBPA at environmentally relevant concentrations had no significant effects on the growth and development of adult zebrafish",
      "text": "The results of the literature metric analysis show that in previous studies, researchers have focused more on the toxic effects of bisphenol compounds on aquatic organisms at exposure doses higher than the environmentally relevant doses. For example, previous studies on BPA toxicity during zebrafish embryo development found that BPA induced significant malformations in zebrafish embryos at concentrations above 25 μmol/L [ 22 ]. In this study, zebrafish was used as experimental animal to explore the potential neurotoxic effects of three typical bisphenols (BPA, BPS and TBBPA) at environmentally relevant concentrations and the role of AhR in this process. The research shows that the levels of bisphenol compounds in environmental water bodies near the concentrations of bisphenol industry can be as high as hundreds to thousands of nanograms per liter. For example, the concentration range of TBBPA in Chaohu Lake, Anhui (industry concentration site), is between 850 and 4870 ng/L. On the basis of referring to the actual doses of BPA, BPS and TBBPA in representative environmental water bodies in many places in China [ 5 , 23 , 24 ], 10, 100 and 1000 nmol/L were selected as the exposure doses in this study. On the basis of reference to relevant study [ 25 ], the exposure dose of CH was set as 0.05 μmol/L. The results of this study showed that the growth and development of adult zebrafish were not significantly affected by the exposure of BPA, BPS and TBBPA at environmentally related doses (taking body weight and body length as the criteria)."
    },
    {
      "title": "Exposure of BPA, BPS and TBBPA at environmentally relevant concentrations could activate the AhR signaling pathway and lead to oxidative damage",
      "text": "As an important environmental chemical effector, AhR plays an important role in the metabolism and detoxification of exogenous chemicals. After transmembrane transport, some environmental pollutants, such as polycyclic aromatic hydrocarbons, dioxins, trichloroethylene, and perfluorooctyl sulfonic acid, can combine with the AhR in the cytoplasm, start the AhR signal pathway and lead to a variety of toxic effects [ 26 , 27 ]. In zebrafish, there are two AhR genes, and the main effector gene is  ahr2  [ 28 ]. In this study, compared with the control group, the mRNA expression levels of  ahr2 ,  cyp1a1 ,  cyp1b1 ,  cyp1a2  and  cyp1c1  in zebrafish brain tissue were up-regulated after 30 days of exposure to BPA, BPS, and TBBPA. Compared with the group exposed to bisphenols alone, CH could antagonize the up-regulation effects of  Ahr2  and AhR target genes caused by bisphenols to some extent. These results suggested that exposure to BPA, BPS and TBBPA might activate the AhR signaling pathway.\n\nAfter being activated, AhR can up-regulate the expression level of cytochrome P450 in the body, then cause an increase in the level of reactive oxygen species (ROS), and finally result in oxidative damage [ 29 , 30 ]. ROS mainly include superoxide radical (O 2− ), hydrogen peroxide (H 2 O 2 ) and downstream product peroxide, etc. Of course, the body is not helpless for these reactive oxygen species, but has a set of active oxygen scavenging system. O 2−  produced by mitochondrial inner membrane can be converted into hydrogen peroxide by SOD. The latter can be converted into oxygen and water by antioxidant enzymes such as CAT and GSH-Px/GPX. In addition, Nrf2 is a key transcription factor in antioxidant response, which can induce downstream gene expression by combining with antioxidant response element (ARE) in the promoter region of antioxidant gene. It has been confirmed that TBBPA exposure can activate Nrf2 signaling pathway [ 31 ]. In this study, after confirming that BPA, BPS, and TBBPA could activate the AhR signaling pathway, we further studied the effects of exposure to these three bisphenols on the expression level of oxidative stress related genes in zebrafish brain tissue. The results showed that compared with the DMSO control group, BPA, BPS, and TBBPA exposure could up-regulate the mRNA expression of  nrf2  gene, and down-regulate the mRNA expression of  gpx1a ,  gstp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1 ,  sod2 , and  cat . Compared with the group exposed to bisphenols alone, CH could antagonize the oxidative damage induced by bisphenols to some extent. Dere et al. integrated TCDD-induced genome-wide AhR enrichment, differential gene expression and computational dioxin response element (DRE) analyses, and systematically elucidated the hepatic AhR regulatory network [ 32 ]. Through literature mining, we found that g stp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1  and  cat  were all on the list.\n\nWe continued to explore the effects of BPA, BPS and TBBPA exposure on the activities of antioxidant enzymes in zebrafish brain tissue. The results showed that the activities of SOD, CAT and GSH-Px/GPX in zebrafish brain tissue were significantly reduced by exposure to these three compounds. More importantly, CH can antagonize the oxidative damage caused by bisphenols to some extent. This result further confirmed that the AhR signaling pathway indeed mediated the oxidative damage effects caused by BPA, BPS, and TBBPA exposure."
    },
    {
      "title": "Exposure to BPA, BPS and TBBPA at environmentally relevant concentrations could produce neurotoxicity through similar mechanisms",
      "text": "In this study, eight genes closely related to neurological function ( elavl3, gfap, mbp, syn2a, gap43, Zn5, shha,  and  ache ) were selected as molecular indicators to explore the neurotoxicity of zebrafish caused by bisphenol compounds.  elavl3  is a member of the elavl-like gene family, which could be used as an early neuronal marker gene [ 33 ]. It has been confirmed that triphenyl phosphate exposure could cause the decrease of  elavl3  gene expression in zebrafish embryos, indicating abnormal neural development [ 34 ]. Lead exposure could cause the abnormal expression of  gfap  in neural tissues of zebrafish at the developmental stage [ 35 ]. Myelin basic protein (MBP) is one of the representative biomarkers of myelin formation in the process of nerve development. Synaptic protein SYN2A plays an important role in synaptic formation and neurotransmitter release. Studies have shown that exposure to bisphenols can cause neurodevelopmental disorders and behavioral abnormalities in zebrafish. The study of molecular mechanism indicated that it might be related to the significant down-regulation of  mbp  and  syn2a  expression levels [ 36 , 37 ]. The results of this study showed that, compared with the DMSO control group, the mRNA expression levels of  elavl3, gfap, mbp, syn2a, gap43, Zn5, shha  and  ache , key genes of neural development, were down regulated after 30 days of exposure to BPA, BPS, and TBBPA, and increased after CH intervention. These results suggested that exposure to environmentally related doses of bisphenol compounds might affect the neurological function of adult zebrafish and lead to certain neurotoxicity. It was noteworthy that these effects were mediated by the AhR signaling pathway.\n\nFinally, bioinformatics and PCA methods were employed to further mine the experimental data obtained in this study. The results of GO and KEGG analysis showed that the selected indicators in this study mainly involved in the pathophysiological processes and related signal pathways such as response to hydrogen peroxide, peroxisome, aromatase activity, glutathione metabolism, and drug metabolism - cytochrome P450. The results of PCA analysis showed that there was an overlap in the graphical regions of the expression of  Ahr2  and AhR target genes, neurological function relevant genes and oxidative stress related genes, suggesting that BPA, BPS, and TBBPA might result in neurotoxicity to adult zebrafish through similar mechanisms."
    },
    {
      "title": "Conclusion and Outlook",
      "text": "To sum up, the exposure of BPA, BPS and TBBPA at environmentally relevant doses had no significant effects on the weight and body length of adult zebrafish, but it could activate the AhR signaling pathway, cause oxidative damage, affect the expression level of key genes of neurological function, and ultimately lead to neurotoxicity.\n\nBased on this study, we should pay attention to the following issues in the next step. In other tissues, organs, and systems of zebrafish or in other species (such as typical model animals, rats, mice), whether bisphenols can lead to similar toxic effects by activating AhR signaling pathways. Meanwhile, more details on the activation of AhR receptor by bisphenols still needs further investigation."
    },
    {
      "title": "Author contribution statement",
      "text": "Jing Shan; Xiao-Fa Ma: Performed the experiments; Contributed reagents, materials, analysis tools or data.\n\nMeng-Yu Wu: Performed the experiments; Contributed reagents, materials, analysis tools or data; Wrote the paper.\n\nYu-Jia Lin; Yi Wang; Rui Wang: Performed the experiments; Analyzed and interpreted the data; Contributed reagents, materials, analysis tools or data.\n\nHong-Mei Li; Zhong-Lan Wu: Conceived and designed the experiments.\n\nHai-Ming Xu: Conceived and designed the experiments; Wrote the paper."
    },
    {
      "title": "Funding statement",
      "text": "This work was supported by  10.13039/501100004663 National Natural Science Foundation of China  [81660527], and  10.13039/501100004772 Natural Science Foundation of Ningxia  [2022AAC05027]."
    },
    {
      "title": "Data availability statement",
      "text": "Data will be made available on request."
    },
    {
      "title": "Declaration of competing interest",
      "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper"
    }
  ],
  "full_text": "Objective This study was aimed to explore the role of AhR in the neurotoxicity of adult zebrafish induced by three typical bisphenol compounds (BPA, BPS, TBBPA) at environmentally relevant doses. Methods The adult zebrafish were randomly divided into solvent control group (DMSO) and AhR inhibitor CH223191 (CH) group (0.05 μmol/L), bisphenol exposure groups (10, 100, 1000 nmol/L) and combined exposure groups (0.05 μmol/L CH and 1000 nmol/L bisphenol compounds). Each tank contained 8 fish (4 male and 4 female), and two parallel tanks were set synchronously. After 30 days of exposure, zebrafish were put on ice plate for anesthesia, weighed and measured for body length, and dissected for brain tissue. The gene expression was detected by RT-qPCR, and the activities of antioxidant enzymes were detected by commercial kits. SPSS 26.0 was used to analyze the data. Additionally, GO, KEGG and principal component analysis (PCA) were carried out. Results Compared with the solvent control group, there were no significant differences in body weight and length among the exposed groups. In general, exposure to bisphenol compounds could affect the expression of  Ahr2  and AhR target genes ( cyp1a1, cyp1a2,  and  cyp1c1 ), key genes of neural function ( elavl3 ,  gfap, mbp, syn2a, gap43, Zn5, shha,  and  ache ), oxidative stress related genes ( nrf2, gpx1a, gstp1/gstp1.2, gstp2/gstp1.1, sod1, sod2,  and  cat ), and the activities of antioxidant enzymes (SOD, CAT and GSH-Px/GPX) in zebrafish brain tissue to some extent. Compared with the groups exposed to bisphenols alone, CH could antagonize the above interference effects caused by bisphenols to some extent. Therefore, the toxic effects of BPA, BPS and TBBPA might be produced through similar mechanisms. Conclusion Environmentally related doses of bisphenols (BPA, BPS, TBBPA) could disturb the expression of key molecules of oxidative stress and neural function through activating the AhR signaling pathway, and ultimately lead to neurotoxicity.\n\n## Introduction\n\nBisphenol A (BPA) is one of the most produced chemicals in the world. It is used primarily in the production of polycarbonate, epoxy resins, plasticizers, and in the manufacture of consumer products such as plastic bottles, baby pacifiers, food packaging, and dental materials [ 1 ]. BPA can diffuse into the environment through air, soil and water, while organisms can be exposed to BPA through food intake, respiratory tract and skin contact [ 2 ]. Numerous studies have shown that BPA has a variety of endocrine disrupting effects and can cause a variety of diseases including reproductive, neurological, and cardiovascular [ 3 , 4 ]. As many countries have issued laws and regulations to restrict or prohibit the use of BPA, BPA analogues (BPs), including bisphenol S (BPS) and tetrabromobisphenol A (TBBPA), their volume of use have developed rapidly to meet the needs of various industries for bisphenol compounds [ 5 ]. Compared with BPA, BPS has a similar structure and better performance (i.e. heat resistance and light resistance) [ 6 ]. Recent evidence suggests that BPS may have equivalent or more harmful effects than BPA [ 7 ]. A population-based study from the United States and Asian countries showed that BPS was detected in 81% of urine samples from men and women aged 2–84 years, with a mean concentration of 2.6 nM [ 8 ]. As a derivative of BPA, TBBPA is widely used in the production of various reactive flame retardant plastic products. TBBPA can covalently combine with the matrix of reactive and additive products, and has certain stability [ 9 ]. However, TBBPA is inevitably released into the environment during its treatment and recycling, therefore TBBPA can be widely detected in the atmosphere, water, sediment, soil and organisms, and even in human serum and breast milk and other media [ 10 ]. A large number of studies have shown that TBBPA is an environmental endocrine disruptor similar to POPs, with potential persistence, bioaccumulation and toxicity (including but not limited to hepatorenal toxicity, reproductive toxicity, neurotoxicity and immunotoxicity) [ [11] ,  [12] ,  [13] ].\n\nPrevious studies have shown that BPA, BPS and TBBPA can result in certain toxic effects on aquatic organisms. Based on our previous studies, in this study, we continue to focus on the neurotoxicity caused by typical bisphenol compounds at environmentally relevant doses. It has been suggested that BPA could mediated neurotoxicity by downregulated the expression of  cypin  mRNA from cleavage to segmentation phase (1–24 hpf) [ 14 ]. Exposure of zebrafish to low concentrations of BPA/BPS may be detrimental to the development of the central nervous system and cause behavioral abnormalities in zebrafish during developmental stages [ 15 ]. TBBPA has similar toxic effects [ 16 ]. On one hand, the octanol-water partition coefficients of BPs are quite different, and these compounds show different environmental behaviors in the natural water environment [ 17 ]. On the other hand, the actual concentrations of different types of BPs in the aquatic environment vary greatly. For example, in a study of BPs in 16 water sources of China, BPA concentrations were detected in the range of N.D.-9.10 ng/L and BPS concentrations in the range of N.D.-2.60 ng/L [ 22 ]. In another survey of TBBPA concentrations in three lakes of China, the average TBBPA concentrations in Fuhai Lake, Kunming Lake, Bayi Lake were detected to be 0.97, 1.91, and 1.18 ng/L [ 23 ]. Therefore, it is particularly important to clarify the neurotoxicity and molecular mechanism of environmental related doses of BPA, BPS and TBBPA exposure to aquatic organisms.\n\nAryl hydrocarbon receptor (AhR) is an important environmental chemical effector, which can be activated by a variety of environmental chemicals such as polycyclic aromatic hydrocarbons and dioxins. After being activated, aromatic hydrocarbon receptors enter the nucleus to form heterodimers with AhR nucleotropic proteins, and then combine with dioxin reaction elements of downstream regulatory genes, ultimately inducing the expression of phase I and phase II exogenous chemical metabolizing enzymes, and participating in a variety of toxic reactions [ 18 , 19 ]. Based on the quantitative analysis results of the literature and the previous research of our research group (molecular docking evidence, see supplementary materials for details, data has not been published), we proposed the following research hypothesis: AhR might mediate the neurotoxicity caused by typical bisphenol compounds.\n\nZebrafish ( Danio rerio ) is one of the fish model organisms recognized by the International Organization for Standardization (OECD). In recent decades, it has been widely used in scientific research in a variety of life sciences, such as genetics, pharmacology, developmental biology, ecotoxicology. In this study, zebrafish was used as a model organism to study the effects of exposure to three typical bisphenol compounds (BPA, BPS and TBBPA) at environmentally relevant concentrations and/or CH223291 (hereafter referred to as CH) on the weight, body length, AhR and its target genes, key genes of neural function, oxidative stress related genes, and antioxidant enzyme activities of zebrafish. At the same time, the necessary bioinformatics analysis was carried out. Based on the experimental evidence and bioinformatics analysis results, the neurotoxic effects of these three bisphenols on zebrafish and the role of AhR in this process were systematically analyzed and explored.\n\n## Materials and methods\n\nA total of 300 wild-type zebrafish of the AB line at the age of four months, half male and half female, were acclimatized in a recirculating water system for two weeks and used for exposure experiments. Tap water was fully aerated for 48 h to fully dechlorinate, and sodium bicarbonate was added to the dechlorinated water to maintain a pH of 7.4. The water temperature was kept at 28 °C ± 1 °C, and the photoperiod was 12 h light: 12 h dark. The freeze-dried shrimp were fed once a day in the morning and once in the evening [ 20 ].\n\nBPA, BPS and TBBPA (Sigma, USA; the purity is ≥99%, ≥98%, ≥97%, respectively.) were dissolved in DMSO (Solebro Biotechnology Co., Ltd., China) solvent and prepared into storage solutions at a concentration of 0.1 mol/L. The storage solutions were diluted with DMSO to concentrations of 0.1, 1, and 10 mmol/L, and added to water at a volume fraction of 0.01%. The final concentrations of BPA, BPS and TBBPA in water were 10, 100 and 1000 nmol/L, respectively. CH (MedChemExpress, USA) was added to DMSO to prepare a storage solution with a concentration of 2.5 mmol/L, then diluted to 0.5 mmol/L, and added to water at a volume fraction of 0.01%. The final concentrations of CH in water was 0.05 μmol/L. The experimental grouping settings were as follows - solvent control group (DMSO), CH group (0.05 μmol/L), BPA exposure group (10, 100, 1000 nmol/L), BPS exposure group (10, 100, 1000 nmol/L), TBBPA exposure group (10, 100, 1000 nmol/L), CH (0.05 μmol/L) and BPA group (1000 nmol/L), CH (0.05 μmol/L) and BPS group (1000 nmol/L), and CH (0.05 μmol/L) and TBBPA group (1000 nmol/L). All groups contained an equal volume fraction of DMSO (0.02%). According to the method of random sampling, zebrafish from the same domestication pool were put into the corresponding exposure tanks (the tank volume was 6 L, and the exposure liquid was 4 L), with 8 fish in each tank (4 male and 4 female), and two parallel tanks were set. Water temperature, light cycle and feeding were the same as those described in Section  2.1 . After exposure, zebrafish were put on ice plate for anesthesia, weighed and measured the body length. Subsequently, the brain tissue was anatomized and transferred to a RNA free centrifuge tube, and then transferred to an ultralow temperature refrigerator at −80 °C.\n\nThe genes involved in this study include  ahr2  and AhR target genes ( cyp1a1 ,  cyp1b1 ,  cyp1a2 , and  cyp1c1 ), neurological function relevant genes ( elavl3 ,  gfap ,  mbp ,  syn2a ,  gap43 ,  Zn5 ,  shha , and  ache ) and oxidative stress-related genes ( nrf2 ,  gpx1a ,  gstp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1 ,  sod2 , and  cat ). All primer sequences were designed using software Primer 5, and primer specificity was verified using online tool Primer-BLAST. The primer sequences were shown in  Table 1 . Primers were synthesized by Sangon Biotech (Shanghai) Co., Ltd. Zebrafish brain tissue was homogenized in a centrifuge tube with RNA lysate added in advance (4 °C). After the homogenate was completed, centrifugation (4 °C, 12,000 rcf, 10 min) was performed, and the supernatant was taken. The total RNA extraction, reverse transcription and RT-qPCR operations were carried out in strict accordance with the instructions of the kit (Tiangen Biochemical Technology Co., Ltd., China). With  gapdh  as the internal reference gene, each sample was set with three multiple wells, and the relative expression levels of genes were calculated using the classical 2 −ΔΔCT  method [ 21 ]. Table 1 Primer sequences used in this study. Table 1 Gene name Forward primer (5′-3′) Reverse primer (5′-3′) Product size (bp) gapdh GACGCTGGTGCTGGTATTGCT CTACTCCTTGGAGGCCATGGTGT 123 ahr2 GGGAAGGTGGTTCTTGGCTAC CTCCTGTCTTTATCATTCTGATGTGGTT 124 cyp1a1 GCATTACGATACGTTCGATAAGGAC GCTCCGAATAGGTCATTGACGAT 147 cyp1b1 AGTGTGTTGCTGTCGCTGATG GAGAACGGACCCGGTACCA 74 cyp1a2 TGATTCGCTCTCCTGAACCA ACGAAAGGTGCCAGAATAGCA 301 cyp1c1 CTCCAAGCTGGCAAAGAAATAC TGAACGAGTGCCTTCCTTATC 105 nrf2 TCGGGTTTGTCCCTAGATG AGGTTTGGAGTGTCCGCTA 188 gpx1a GAGGCACAACAGTCAGGGATT CTTCATTCTTGCAGTTCTCCTGGT 126 gstp1/gstp1.2 CGACTTGAAAGCCACCTGTGTC CTGTCGTTTTTGCCATATGCAGC 129 gstp2/gstp1.1 TCTGGACTCTTTCCCGTCTCTCAA ATTCACTGTTTGCCGTTGCCGT 126 sod1 GTCCGCACTTCAACCCTCA TCCTCATTGCCACCCTTCC 217 sod2 CGCATGTTCCCAGACATCTA GAGCGGAAGATTGAGGATTG 100 cat GGCCAATTGACAACACAAGTGA CCCCCATTTTGCTTGAAGGC 500 elavl3 AGACAAGATCACAGGCCAGAGCTT TGGTCTGCAGTTTGAGACCGTTGA 107 gfap GGATGCAGCCAATCGTAAT TTCCAGGTCACAGGTCAG 97 mbp AATCAGCAGGTTCTTCGGAGGAGA AAGAAATGCACGACAGGGTTGACG 102 syn2a GTGACCATGCCAGCATTTC TGGTTCTCCACTTTCACCTT 80 gap43 TGCTGCATCAGAAGAACTAA CCTCCGGTTTGATTCCATC 82 Zn5 GCTGCCTCGTGACCAATAA GGGCTTGTCCTCCTCAAATAG 77 shha GCAAGATAACGCGCAATTCGGAGA TGCATCTCTGTGTCATGAGCCTGT 117 ache CCCTCCAGTGGGTACAAGAA GGGCCTCATCAAAGGTAACA 198\n\nPrimer sequences used in this study.\n\nThe zebrafish brain tissue was put into a centrifuge tube with precooled physiological saline added in advance for homogenization (4 °C). After the homogenate was finished, centrifugation (4 °C, 12,000 rcf, 10 min) was carried out and the supernatant was taken. The activities of SOD, CAT and GSH-Px/GPX were determined by WST-1 method (WST-1 can react with the superoxide anion (O 2− ) catalyzed by xanthine oxidase (XO) to produce a water-soluble formazan dye, and since SOD can catalyze the disproportionation of the superoxide anion, this reaction step can be inhibited by SOD. The activity of SOD can be calculated by colorimetric analysis of the WST-1 product.), ammonium molybdate method (The reaction of catalase to decompose H 2 O 2  can be rapidly suspended by adding ammonium molybdate. The remaining H 2 O 2  interacts with ammonium molybdate to produce a yellowish complex, the change of which is measured at 405 nm and the activity of CAT can be calculated.) and micro method (GSH-Px or GPX is an important peroxidolytic enzyme widely present in the body. GPX catalyzes the formation of oxidized glutathione (GSSG) from reduced glutathione (GSH), which reduces toxic hydrogen peroxide to a non-toxic hydroxyl compound. GSH can form compounds with DTNB with a characteristic absorption peak at 412 nm, and the decrease in absorbance at 412 nm is a response to the activity of GPX.) respectively, and all tests were carried out in strict accordance with the instructions of the kits (SOD kit item number: A001-3, CAT kit item number: A007-1-1, Nanjing Jiancheng Institute of Biological Engineering; GSH-Px/GPX kit item number: BC1195, China & Solebro Biotechnology Co., Ltd., China).\n\nThe experimental data of all gene expression levels involved in this experiment were imported into Database for Annotation, Visualization, and Integrated Discovery (DAVID) database ( https://david.ncifcrf.gov/ ) and Kyoto Encyclopedia of genes and genomes (KEGG) database ( https://www.kegg.jp/ ) for GO and KEGG analysis. The online analysis website “bioinformatics” ( http://www.bioinformatics.com.cn/ ) was used to visualize GO and KEGG analysis results and draw principal component analysis diagram.\n\nSPSS 26.0 software was used to analyze the experimental data, and GraphPad Prism 9.4.1 was used to draw statistical graphs. The normality test results showed that the experimental data all conformed to the normal distribution and were described by mean ± standard deviation. The results of multiple groups were analyzed by one-way ANOVA. LSD test was used for multiple comparisons among groups when the variance was homogeneous, while Dunnett’s test was used when the variance was uneven. The criterion adopted for statistical significance was α = 0.05 (two-tailed exact significance).\n\n## Experimental animal husbandry\n\nA total of 300 wild-type zebrafish of the AB line at the age of four months, half male and half female, were acclimatized in a recirculating water system for two weeks and used for exposure experiments. Tap water was fully aerated for 48 h to fully dechlorinate, and sodium bicarbonate was added to the dechlorinated water to maintain a pH of 7.4. The water temperature was kept at 28 °C ± 1 °C, and the photoperiod was 12 h light: 12 h dark. The freeze-dried shrimp were fed once a day in the morning and once in the evening [ 20 ].\n\n## Experimental methods\n\nBPA, BPS and TBBPA (Sigma, USA; the purity is ≥99%, ≥98%, ≥97%, respectively.) were dissolved in DMSO (Solebro Biotechnology Co., Ltd., China) solvent and prepared into storage solutions at a concentration of 0.1 mol/L. The storage solutions were diluted with DMSO to concentrations of 0.1, 1, and 10 mmol/L, and added to water at a volume fraction of 0.01%. The final concentrations of BPA, BPS and TBBPA in water were 10, 100 and 1000 nmol/L, respectively. CH (MedChemExpress, USA) was added to DMSO to prepare a storage solution with a concentration of 2.5 mmol/L, then diluted to 0.5 mmol/L, and added to water at a volume fraction of 0.01%. The final concentrations of CH in water was 0.05 μmol/L. The experimental grouping settings were as follows - solvent control group (DMSO), CH group (0.05 μmol/L), BPA exposure group (10, 100, 1000 nmol/L), BPS exposure group (10, 100, 1000 nmol/L), TBBPA exposure group (10, 100, 1000 nmol/L), CH (0.05 μmol/L) and BPA group (1000 nmol/L), CH (0.05 μmol/L) and BPS group (1000 nmol/L), and CH (0.05 μmol/L) and TBBPA group (1000 nmol/L). All groups contained an equal volume fraction of DMSO (0.02%). According to the method of random sampling, zebrafish from the same domestication pool were put into the corresponding exposure tanks (the tank volume was 6 L, and the exposure liquid was 4 L), with 8 fish in each tank (4 male and 4 female), and two parallel tanks were set. Water temperature, light cycle and feeding were the same as those described in Section  2.1 . After exposure, zebrafish were put on ice plate for anesthesia, weighed and measured the body length. Subsequently, the brain tissue was anatomized and transferred to a RNA free centrifuge tube, and then transferred to an ultralow temperature refrigerator at −80 °C.\n\nThe genes involved in this study include  ahr2  and AhR target genes ( cyp1a1 ,  cyp1b1 ,  cyp1a2 , and  cyp1c1 ), neurological function relevant genes ( elavl3 ,  gfap ,  mbp ,  syn2a ,  gap43 ,  Zn5 ,  shha , and  ache ) and oxidative stress-related genes ( nrf2 ,  gpx1a ,  gstp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1 ,  sod2 , and  cat ). All primer sequences were designed using software Primer 5, and primer specificity was verified using online tool Primer-BLAST. The primer sequences were shown in  Table 1 . Primers were synthesized by Sangon Biotech (Shanghai) Co., Ltd. Zebrafish brain tissue was homogenized in a centrifuge tube with RNA lysate added in advance (4 °C). After the homogenate was completed, centrifugation (4 °C, 12,000 rcf, 10 min) was performed, and the supernatant was taken. The total RNA extraction, reverse transcription and RT-qPCR operations were carried out in strict accordance with the instructions of the kit (Tiangen Biochemical Technology Co., Ltd., China). With  gapdh  as the internal reference gene, each sample was set with three multiple wells, and the relative expression levels of genes were calculated using the classical 2 −ΔΔCT  method [ 21 ]. Table 1 Primer sequences used in this study. Table 1 Gene name Forward primer (5′-3′) Reverse primer (5′-3′) Product size (bp) gapdh GACGCTGGTGCTGGTATTGCT CTACTCCTTGGAGGCCATGGTGT 123 ahr2 GGGAAGGTGGTTCTTGGCTAC CTCCTGTCTTTATCATTCTGATGTGGTT 124 cyp1a1 GCATTACGATACGTTCGATAAGGAC GCTCCGAATAGGTCATTGACGAT 147 cyp1b1 AGTGTGTTGCTGTCGCTGATG GAGAACGGACCCGGTACCA 74 cyp1a2 TGATTCGCTCTCCTGAACCA ACGAAAGGTGCCAGAATAGCA 301 cyp1c1 CTCCAAGCTGGCAAAGAAATAC TGAACGAGTGCCTTCCTTATC 105 nrf2 TCGGGTTTGTCCCTAGATG AGGTTTGGAGTGTCCGCTA 188 gpx1a GAGGCACAACAGTCAGGGATT CTTCATTCTTGCAGTTCTCCTGGT 126 gstp1/gstp1.2 CGACTTGAAAGCCACCTGTGTC CTGTCGTTTTTGCCATATGCAGC 129 gstp2/gstp1.1 TCTGGACTCTTTCCCGTCTCTCAA ATTCACTGTTTGCCGTTGCCGT 126 sod1 GTCCGCACTTCAACCCTCA TCCTCATTGCCACCCTTCC 217 sod2 CGCATGTTCCCAGACATCTA GAGCGGAAGATTGAGGATTG 100 cat GGCCAATTGACAACACAAGTGA CCCCCATTTTGCTTGAAGGC 500 elavl3 AGACAAGATCACAGGCCAGAGCTT TGGTCTGCAGTTTGAGACCGTTGA 107 gfap GGATGCAGCCAATCGTAAT TTCCAGGTCACAGGTCAG 97 mbp AATCAGCAGGTTCTTCGGAGGAGA AAGAAATGCACGACAGGGTTGACG 102 syn2a GTGACCATGCCAGCATTTC TGGTTCTCCACTTTCACCTT 80 gap43 TGCTGCATCAGAAGAACTAA CCTCCGGTTTGATTCCATC 82 Zn5 GCTGCCTCGTGACCAATAA GGGCTTGTCCTCCTCAAATAG 77 shha GCAAGATAACGCGCAATTCGGAGA TGCATCTCTGTGTCATGAGCCTGT 117 ache CCCTCCAGTGGGTACAAGAA GGGCCTCATCAAAGGTAACA 198\n\nPrimer sequences used in this study.\n\nThe zebrafish brain tissue was put into a centrifuge tube with precooled physiological saline added in advance for homogenization (4 °C). After the homogenate was finished, centrifugation (4 °C, 12,000 rcf, 10 min) was carried out and the supernatant was taken. The activities of SOD, CAT and GSH-Px/GPX were determined by WST-1 method (WST-1 can react with the superoxide anion (O 2− ) catalyzed by xanthine oxidase (XO) to produce a water-soluble formazan dye, and since SOD can catalyze the disproportionation of the superoxide anion, this reaction step can be inhibited by SOD. The activity of SOD can be calculated by colorimetric analysis of the WST-1 product.), ammonium molybdate method (The reaction of catalase to decompose H 2 O 2  can be rapidly suspended by adding ammonium molybdate. The remaining H 2 O 2  interacts with ammonium molybdate to produce a yellowish complex, the change of which is measured at 405 nm and the activity of CAT can be calculated.) and micro method (GSH-Px or GPX is an important peroxidolytic enzyme widely present in the body. GPX catalyzes the formation of oxidized glutathione (GSSG) from reduced glutathione (GSH), which reduces toxic hydrogen peroxide to a non-toxic hydroxyl compound. GSH can form compounds with DTNB with a characteristic absorption peak at 412 nm, and the decrease in absorbance at 412 nm is a response to the activity of GPX.) respectively, and all tests were carried out in strict accordance with the instructions of the kits (SOD kit item number: A001-3, CAT kit item number: A007-1-1, Nanjing Jiancheng Institute of Biological Engineering; GSH-Px/GPX kit item number: BC1195, China & Solebro Biotechnology Co., Ltd., China).\n\nThe experimental data of all gene expression levels involved in this experiment were imported into Database for Annotation, Visualization, and Integrated Discovery (DAVID) database ( https://david.ncifcrf.gov/ ) and Kyoto Encyclopedia of genes and genomes (KEGG) database ( https://www.kegg.jp/ ) for GO and KEGG analysis. The online analysis website “bioinformatics” ( http://www.bioinformatics.com.cn/ ) was used to visualize GO and KEGG analysis results and draw principal component analysis diagram.\n\n## Zebrafish exposure experiment\n\nBPA, BPS and TBBPA (Sigma, USA; the purity is ≥99%, ≥98%, ≥97%, respectively.) were dissolved in DMSO (Solebro Biotechnology Co., Ltd., China) solvent and prepared into storage solutions at a concentration of 0.1 mol/L. The storage solutions were diluted with DMSO to concentrations of 0.1, 1, and 10 mmol/L, and added to water at a volume fraction of 0.01%. The final concentrations of BPA, BPS and TBBPA in water were 10, 100 and 1000 nmol/L, respectively. CH (MedChemExpress, USA) was added to DMSO to prepare a storage solution with a concentration of 2.5 mmol/L, then diluted to 0.5 mmol/L, and added to water at a volume fraction of 0.01%. The final concentrations of CH in water was 0.05 μmol/L. The experimental grouping settings were as follows - solvent control group (DMSO), CH group (0.05 μmol/L), BPA exposure group (10, 100, 1000 nmol/L), BPS exposure group (10, 100, 1000 nmol/L), TBBPA exposure group (10, 100, 1000 nmol/L), CH (0.05 μmol/L) and BPA group (1000 nmol/L), CH (0.05 μmol/L) and BPS group (1000 nmol/L), and CH (0.05 μmol/L) and TBBPA group (1000 nmol/L). All groups contained an equal volume fraction of DMSO (0.02%). According to the method of random sampling, zebrafish from the same domestication pool were put into the corresponding exposure tanks (the tank volume was 6 L, and the exposure liquid was 4 L), with 8 fish in each tank (4 male and 4 female), and two parallel tanks were set. Water temperature, light cycle and feeding were the same as those described in Section  2.1 . After exposure, zebrafish were put on ice plate for anesthesia, weighed and measured the body length. Subsequently, the brain tissue was anatomized and transferred to a RNA free centrifuge tube, and then transferred to an ultralow temperature refrigerator at −80 °C.\n\n## Real-time fluorescence quantitative PCR (RT-qPCR)\n\nThe genes involved in this study include  ahr2  and AhR target genes ( cyp1a1 ,  cyp1b1 ,  cyp1a2 , and  cyp1c1 ), neurological function relevant genes ( elavl3 ,  gfap ,  mbp ,  syn2a ,  gap43 ,  Zn5 ,  shha , and  ache ) and oxidative stress-related genes ( nrf2 ,  gpx1a ,  gstp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1 ,  sod2 , and  cat ). All primer sequences were designed using software Primer 5, and primer specificity was verified using online tool Primer-BLAST. The primer sequences were shown in  Table 1 . Primers were synthesized by Sangon Biotech (Shanghai) Co., Ltd. Zebrafish brain tissue was homogenized in a centrifuge tube with RNA lysate added in advance (4 °C). After the homogenate was completed, centrifugation (4 °C, 12,000 rcf, 10 min) was performed, and the supernatant was taken. The total RNA extraction, reverse transcription and RT-qPCR operations were carried out in strict accordance with the instructions of the kit (Tiangen Biochemical Technology Co., Ltd., China). With  gapdh  as the internal reference gene, each sample was set with three multiple wells, and the relative expression levels of genes were calculated using the classical 2 −ΔΔCT  method [ 21 ]. Table 1 Primer sequences used in this study. Table 1 Gene name Forward primer (5′-3′) Reverse primer (5′-3′) Product size (bp) gapdh GACGCTGGTGCTGGTATTGCT CTACTCCTTGGAGGCCATGGTGT 123 ahr2 GGGAAGGTGGTTCTTGGCTAC CTCCTGTCTTTATCATTCTGATGTGGTT 124 cyp1a1 GCATTACGATACGTTCGATAAGGAC GCTCCGAATAGGTCATTGACGAT 147 cyp1b1 AGTGTGTTGCTGTCGCTGATG GAGAACGGACCCGGTACCA 74 cyp1a2 TGATTCGCTCTCCTGAACCA ACGAAAGGTGCCAGAATAGCA 301 cyp1c1 CTCCAAGCTGGCAAAGAAATAC TGAACGAGTGCCTTCCTTATC 105 nrf2 TCGGGTTTGTCCCTAGATG AGGTTTGGAGTGTCCGCTA 188 gpx1a GAGGCACAACAGTCAGGGATT CTTCATTCTTGCAGTTCTCCTGGT 126 gstp1/gstp1.2 CGACTTGAAAGCCACCTGTGTC CTGTCGTTTTTGCCATATGCAGC 129 gstp2/gstp1.1 TCTGGACTCTTTCCCGTCTCTCAA ATTCACTGTTTGCCGTTGCCGT 126 sod1 GTCCGCACTTCAACCCTCA TCCTCATTGCCACCCTTCC 217 sod2 CGCATGTTCCCAGACATCTA GAGCGGAAGATTGAGGATTG 100 cat GGCCAATTGACAACACAAGTGA CCCCCATTTTGCTTGAAGGC 500 elavl3 AGACAAGATCACAGGCCAGAGCTT TGGTCTGCAGTTTGAGACCGTTGA 107 gfap GGATGCAGCCAATCGTAAT TTCCAGGTCACAGGTCAG 97 mbp AATCAGCAGGTTCTTCGGAGGAGA AAGAAATGCACGACAGGGTTGACG 102 syn2a GTGACCATGCCAGCATTTC TGGTTCTCCACTTTCACCTT 80 gap43 TGCTGCATCAGAAGAACTAA CCTCCGGTTTGATTCCATC 82 Zn5 GCTGCCTCGTGACCAATAA GGGCTTGTCCTCCTCAAATAG 77 shha GCAAGATAACGCGCAATTCGGAGA TGCATCTCTGTGTCATGAGCCTGT 117 ache CCCTCCAGTGGGTACAAGAA GGGCCTCATCAAAGGTAACA 198\n\nPrimer sequences used in this study.\n\n## Determination of the activities of antioxidant enzymes\n\nThe zebrafish brain tissue was put into a centrifuge tube with precooled physiological saline added in advance for homogenization (4 °C). After the homogenate was finished, centrifugation (4 °C, 12,000 rcf, 10 min) was carried out and the supernatant was taken. The activities of SOD, CAT and GSH-Px/GPX were determined by WST-1 method (WST-1 can react with the superoxide anion (O 2− ) catalyzed by xanthine oxidase (XO) to produce a water-soluble formazan dye, and since SOD can catalyze the disproportionation of the superoxide anion, this reaction step can be inhibited by SOD. The activity of SOD can be calculated by colorimetric analysis of the WST-1 product.), ammonium molybdate method (The reaction of catalase to decompose H 2 O 2  can be rapidly suspended by adding ammonium molybdate. The remaining H 2 O 2  interacts with ammonium molybdate to produce a yellowish complex, the change of which is measured at 405 nm and the activity of CAT can be calculated.) and micro method (GSH-Px or GPX is an important peroxidolytic enzyme widely present in the body. GPX catalyzes the formation of oxidized glutathione (GSSG) from reduced glutathione (GSH), which reduces toxic hydrogen peroxide to a non-toxic hydroxyl compound. GSH can form compounds with DTNB with a characteristic absorption peak at 412 nm, and the decrease in absorbance at 412 nm is a response to the activity of GPX.) respectively, and all tests were carried out in strict accordance with the instructions of the kits (SOD kit item number: A001-3, CAT kit item number: A007-1-1, Nanjing Jiancheng Institute of Biological Engineering; GSH-Px/GPX kit item number: BC1195, China & Solebro Biotechnology Co., Ltd., China).\n\n## GO, KEGG and principal component analysis\n\nThe experimental data of all gene expression levels involved in this experiment were imported into Database for Annotation, Visualization, and Integrated Discovery (DAVID) database ( https://david.ncifcrf.gov/ ) and Kyoto Encyclopedia of genes and genomes (KEGG) database ( https://www.kegg.jp/ ) for GO and KEGG analysis. The online analysis website “bioinformatics” ( http://www.bioinformatics.com.cn/ ) was used to visualize GO and KEGG analysis results and draw principal component analysis diagram.\n\n## Statistical analysis\n\nSPSS 26.0 software was used to analyze the experimental data, and GraphPad Prism 9.4.1 was used to draw statistical graphs. The normality test results showed that the experimental data all conformed to the normal distribution and were described by mean ± standard deviation. The results of multiple groups were analyzed by one-way ANOVA. LSD test was used for multiple comparisons among groups when the variance was homogeneous, while Dunnett’s test was used when the variance was uneven. The criterion adopted for statistical significance was α = 0.05 (two-tailed exact significance).\n\n## Results\n\nDuring the exposure experiment, no obvious malformation and death were found. Compared with the DMSO control group, there were no significant differences in the weight and body length of zebrafish in the experimental groups ( Fig. 1 ). Fig. 1 Effect of BPA, BPS, TBBPA and/or CH exposure on body length and weight of adult zebrafish ( n  = 4).  A: body length B: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  C: body length D: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  E: body length F: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05). Fig. 1\n\nEffect of BPA, BPS, TBBPA and/or CH exposure on body length and weight of adult zebrafish ( n  = 4).  A: body length B: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  C: body length D: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  E: body length F: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05).\n\nAfter 30-d exposure to the environmentally relevant concentrations of BPA, BPS, and TBBPA, compared with the DMSO control group, the mRNA expression levels of all AhR signaling pathway related genes in CH group, 1000 nmol/L BPA/BPS/TBBPA groups were significantly decreased ( P  < 0.05). Among these 3 bisphenol compounds, the up-regulation of the above genes in zebrafish brain tissue of 1000 nmol/L BPA group was the most obvious. Specifically, the expression levels of  ahr2 ,  cyp1a1 ,  cyp1b1 ,  cyp1a2 , and  cyp1c1  in zebrafish brain tissue of the 1000 nmol/L BPA group were equivalent to 3.56, 3.44, 4.10, 2.92, and 3.75 times of those of the DMSO control group. Compared with the 1000 nmol/L bisphenol compound single exposure group, the expression levels of  Ahr2  and AhR target genes were down-regulated in the CH and 1000 nmol/L bisphenol compound combined exposure group ( P  < 0.05). For example, the expression levels of the above  Ahr2  and AhR target genes in zebrafish brain tissue of the CH and 1000 nmol/L BPA group were equivalent to 65%, 56%, 79%, 72% and 48% of those of the 1000 nmol/L BPA group ( Fig. 2 ). Fig. 2 Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish ( n  = 8).  A:  Effect of BPA and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05). Fig. 2\n\nEffects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish ( n  = 8).  A:  Effect of BPA and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05).\n\nAfter 30-d of BPA, BPS and TBBPA exposure, compared with the DMSO control group, the relative mRNA expression levels of all neurological function relevant genes were up-regulated in the CH group ( P  < 0.05), while the expression were down-regulated in the 1000 nmol/L BPA/BPS/TBBPA group ( P  < 0.05). The most obvious decrease occurred in the 1000 nmol/L BPS group. Specifically, the expression levels of  elavl3 ,  gfap ,  mbp ,  syn2a ,  gap43 ,  Zn5 ,  shha , and  ache  in zebrafish brain tissue of the 1000 nmol/L BPS group were equivalent to 53%, 36%, 36%, 42%, 51%, 42%, 51%, and 33% of those of the DMSO control group. Compared with the 1000 nmol/L BPA/BPS single exposure group, the expression levels of the above 8 key genes of neurological function in zebrafish brain tissue were significantly up-regulated in the CH and 1000 nmol/L BPA/BPS combined exposure group ( P  < 0.05). For instance, the expression levels of the above 8 key genes of neurological function in zebrafish brain tissue of the CH and 1000 nmol/L BPS group were 1.66, 2.17, 2.03, 2.24, 2.02, 2.21, 1.80, and 2.76 times as high as those of the 1000 nmol/L BPS group, respectively. Compared with the 1000 nmol/L TBBPA group, except  ache  ( P  = 0.965), the expression levels of other 7 key genes of neurological function in zebrafish brain tissue of the CH and 1000 nmol/L TBBPA group were significantly increased ( P  < 0.05). ( Fig. 3 ). Fig. 3 Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish (n = 8).  A : Effect of BPA and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05). Fig. 3\n\nEffects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish (n = 8).  A : Effect of BPA and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05).\n\nAfter 30-d of BPA, BPA and TBBPA exposure, compared to the DMSO control group, the expression levels of  nrf2  was down-regulated ( P  < 0.05) in zebrafish brain tissue of the CH group, while the expression of  gpx1a ,  gstp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1 ,  sod2,  and  cat  were all up-regulated ( P  < 0.05). The  nrf2  expression levels were all up-regulated in the 1000 nmol/L BPA/BPS/TBBPA groups ( P  < 0.05), equivalent to 2.72, 2.45 and 2.53 times of those of the DMSO control group, while  gpx1a ,  gstp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1 ,  sod2 , and  cat  expression levels were down-regulated, and the most obvious down-regulation occurred in the 1000 nmol/L BPS group, equivalent to 40%, 48%, 41%, 53%, 51%, and 72% of those of the DMSO control group, respectively. Compared with the 1000 nmol/L BPA/BPS/TBBPA single exposure group, the expression levels of  nrf2  were decreased in the CH and 1000 nmol/L bisphenol combined exposure groups ( P  < 0.05), equivalent to 46%, 68%, and 52% of the bisphenol single exposure groups, respectively, while the expression of  gpx1a ,  gstp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1 ,  sod2 , and  cat  were increased ( P  < 0.05). For example, the expression levels of these 6 oxidative stress response genes in zebrafish brain tissue of the CH and 1000 nmol/L BPS group were 1.83, 1.67, 1.93, 2.08, 1.69, and 1.40 times as high as those of the 1000 nmol/L BPS group ( Fig. 4 ). Fig. 4 Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish ( n  = 8).  A : Effect of BPA and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05). Fig. 4\n\nEffects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish ( n  = 8).  A : Effect of BPA and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05).\n\nAfter 30-d of exposure, compared with the DMSO control group, the activities of SOD, CAT, and GSH-Px/GPX in zebrafish brain tissue of the 1000 nmol/L BPA/BPS/TBBPA exposure group were significantly reduced ( P  < 0.05). The activities of SOD, CAT, and GSH-Px/GPX were equivalent to 55%, 51%, 42% and 40%, 47%, 61% and 50%, 41%, 47% (in the order of BPA, BPS and TBBPA) of those of the DMSO control group, respectively. Compared with the 1000 nmol/L BPA/BPS/TBBPA single exposure groups, the activities of these 3 antioxidant enzymes were up-regulated in the CH and 1000 nmol/L bisphenol combined exposure groups ( P  < 0.05). For instance, the activities of SOD, CAT, and GSH-Px/GPX in zebrafish brain tissue of the CH and 1000 nmol/L TBBPA group were 1.81, 1.43, and 1.7 times of those of the 1000 nmol/L TBBPA group, respectively ( Fig. 5 ). Fig. 5 Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the activities of antioxidant enzymes in adult zebrafish ( n  = 8).  A : Effect of BPA and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05). Fig. 5\n\nEffects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the activities of antioxidant enzymes in adult zebrafish ( n  = 8).  A : Effect of BPA and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05).\n\nGO enrichment analysis showed that the top 2 entries of biological processes (BP) were response to hydrogen peroxide and cellular response to xenobiotic stimulus, the top 2 entries of cellular component (CC) were peroxisome and intracellular membrane-bounded organelle, and the first 2 entries of molecular function (MF) were aromatase activity and superoxide dismutase activity ( Fig. 6 A). The results of KEGG analysis showed that the indicators selected in this study were mainly related to glutathione metabolism, metabolism of xenobiotics by cytochrome P450, peroxisome, tryptophan metabolism, and drug metabolism - cytochrome P450 ( Fig. 6 B). The results of PCA analysis showed that there were overlapping regions in the expression patterns of AhR and its mediated target genes, key genes of neural function and oxidative stress response in zebrafish brain tissue after exposure to BPA, BPS and TBBPA ( Fig. 6 C). Fig. 6 Bioinformatics and PCA analysis results.  A : GO analysis results  B : KEGG analysis results  C : PCA analysis results. Fig. 6\n\nBioinformatics and PCA analysis results.  A : GO analysis results  B : KEGG analysis results  C : PCA analysis results.\n\n## Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA on growth and development of adult zebrafish\n\nDuring the exposure experiment, no obvious malformation and death were found. Compared with the DMSO control group, there were no significant differences in the weight and body length of zebrafish in the experimental groups ( Fig. 1 ). Fig. 1 Effect of BPA, BPS, TBBPA and/or CH exposure on body length and weight of adult zebrafish ( n  = 4).  A: body length B: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  C: body length D: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  E: body length F: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05). Fig. 1\n\nEffect of BPA, BPS, TBBPA and/or CH exposure on body length and weight of adult zebrafish ( n  = 4).  A: body length B: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  C: body length D: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  E: body length F: body weight : *: compared with the DMSO control group ( P  < 0.05). #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05).\n\n## Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA on the relative mRNA expression levels of the AhR signaling pathway related genes in adult zebrafish\n\nAfter 30-d exposure to the environmentally relevant concentrations of BPA, BPS, and TBBPA, compared with the DMSO control group, the mRNA expression levels of all AhR signaling pathway related genes in CH group, 1000 nmol/L BPA/BPS/TBBPA groups were significantly decreased ( P  < 0.05). Among these 3 bisphenol compounds, the up-regulation of the above genes in zebrafish brain tissue of 1000 nmol/L BPA group was the most obvious. Specifically, the expression levels of  ahr2 ,  cyp1a1 ,  cyp1b1 ,  cyp1a2 , and  cyp1c1  in zebrafish brain tissue of the 1000 nmol/L BPA group were equivalent to 3.56, 3.44, 4.10, 2.92, and 3.75 times of those of the DMSO control group. Compared with the 1000 nmol/L bisphenol compound single exposure group, the expression levels of  Ahr2  and AhR target genes were down-regulated in the CH and 1000 nmol/L bisphenol compound combined exposure group ( P  < 0.05). For example, the expression levels of the above  Ahr2  and AhR target genes in zebrafish brain tissue of the CH and 1000 nmol/L BPA group were equivalent to 65%, 56%, 79%, 72% and 48% of those of the 1000 nmol/L BPA group ( Fig. 2 ). Fig. 2 Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish ( n  = 8).  A:  Effect of BPA and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05). Fig. 2\n\nEffects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish ( n  = 8).  A:  Effect of BPA and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of AhR signaling pathway-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05).\n\n## Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish\n\nAfter 30-d of BPA, BPS and TBBPA exposure, compared with the DMSO control group, the relative mRNA expression levels of all neurological function relevant genes were up-regulated in the CH group ( P  < 0.05), while the expression were down-regulated in the 1000 nmol/L BPA/BPS/TBBPA group ( P  < 0.05). The most obvious decrease occurred in the 1000 nmol/L BPS group. Specifically, the expression levels of  elavl3 ,  gfap ,  mbp ,  syn2a ,  gap43 ,  Zn5 ,  shha , and  ache  in zebrafish brain tissue of the 1000 nmol/L BPS group were equivalent to 53%, 36%, 36%, 42%, 51%, 42%, 51%, and 33% of those of the DMSO control group. Compared with the 1000 nmol/L BPA/BPS single exposure group, the expression levels of the above 8 key genes of neurological function in zebrafish brain tissue were significantly up-regulated in the CH and 1000 nmol/L BPA/BPS combined exposure group ( P  < 0.05). For instance, the expression levels of the above 8 key genes of neurological function in zebrafish brain tissue of the CH and 1000 nmol/L BPS group were 1.66, 2.17, 2.03, 2.24, 2.02, 2.21, 1.80, and 2.76 times as high as those of the 1000 nmol/L BPS group, respectively. Compared with the 1000 nmol/L TBBPA group, except  ache  ( P  = 0.965), the expression levels of other 7 key genes of neurological function in zebrafish brain tissue of the CH and 1000 nmol/L TBBPA group were significantly increased ( P  < 0.05). ( Fig. 3 ). Fig. 3 Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish (n = 8).  A : Effect of BPA and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05). Fig. 3\n\nEffects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish (n = 8).  A : Effect of BPA and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of neurological function relevant genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05).\n\n## Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA on the relative mRNA expression levels of oxidative stress related genes in adult zebrafish\n\nAfter 30-d of BPA, BPA and TBBPA exposure, compared to the DMSO control group, the expression levels of  nrf2  was down-regulated ( P  < 0.05) in zebrafish brain tissue of the CH group, while the expression of  gpx1a ,  gstp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1 ,  sod2,  and  cat  were all up-regulated ( P  < 0.05). The  nrf2  expression levels were all up-regulated in the 1000 nmol/L BPA/BPS/TBBPA groups ( P  < 0.05), equivalent to 2.72, 2.45 and 2.53 times of those of the DMSO control group, while  gpx1a ,  gstp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1 ,  sod2 , and  cat  expression levels were down-regulated, and the most obvious down-regulation occurred in the 1000 nmol/L BPS group, equivalent to 40%, 48%, 41%, 53%, 51%, and 72% of those of the DMSO control group, respectively. Compared with the 1000 nmol/L BPA/BPS/TBBPA single exposure group, the expression levels of  nrf2  were decreased in the CH and 1000 nmol/L bisphenol combined exposure groups ( P  < 0.05), equivalent to 46%, 68%, and 52% of the bisphenol single exposure groups, respectively, while the expression of  gpx1a ,  gstp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1 ,  sod2 , and  cat  were increased ( P  < 0.05). For example, the expression levels of these 6 oxidative stress response genes in zebrafish brain tissue of the CH and 1000 nmol/L BPS group were 1.83, 1.67, 1.93, 2.08, 1.69, and 1.40 times as high as those of the 1000 nmol/L BPS group ( Fig. 4 ). Fig. 4 Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish ( n  = 8).  A : Effect of BPA and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05). Fig. 4\n\nEffects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish ( n  = 8).  A : Effect of BPA and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the relative mRNA expression levels of oxidative stress-related genes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05).\n\n## Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA on antioxidant enzyme activities in adult zebrafish\n\nAfter 30-d of exposure, compared with the DMSO control group, the activities of SOD, CAT, and GSH-Px/GPX in zebrafish brain tissue of the 1000 nmol/L BPA/BPS/TBBPA exposure group were significantly reduced ( P  < 0.05). The activities of SOD, CAT, and GSH-Px/GPX were equivalent to 55%, 51%, 42% and 40%, 47%, 61% and 50%, 41%, 47% (in the order of BPA, BPS and TBBPA) of those of the DMSO control group, respectively. Compared with the 1000 nmol/L BPA/BPS/TBBPA single exposure groups, the activities of these 3 antioxidant enzymes were up-regulated in the CH and 1000 nmol/L bisphenol combined exposure groups ( P  < 0.05). For instance, the activities of SOD, CAT, and GSH-Px/GPX in zebrafish brain tissue of the CH and 1000 nmol/L TBBPA group were 1.81, 1.43, and 1.7 times of those of the 1000 nmol/L TBBPA group, respectively ( Fig. 5 ). Fig. 5 Effects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the activities of antioxidant enzymes in adult zebrafish ( n  = 8).  A : Effect of BPA and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05). Fig. 5\n\nEffects of exposure to environmentally relevant concentrations of BPA, BPS and TBBPA and/or CH on the activities of antioxidant enzymes in adult zebrafish ( n  = 8).  A : Effect of BPA and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPA group ( P  < 0.05).  B:  Effect of BPS and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L BPS group ( P  < 0.05).  C:  Effect of TBBPA and/or CH exposure on the activities of antioxidant enzymes in adult zebrafish. *: compared with the DMSO control group ( P  < 0.05); #: compared with the 1000 nmol/L TBBPA group ( P  < 0.05).\n\n## Bioinformatics and PCA analysis results\n\nGO enrichment analysis showed that the top 2 entries of biological processes (BP) were response to hydrogen peroxide and cellular response to xenobiotic stimulus, the top 2 entries of cellular component (CC) were peroxisome and intracellular membrane-bounded organelle, and the first 2 entries of molecular function (MF) were aromatase activity and superoxide dismutase activity ( Fig. 6 A). The results of KEGG analysis showed that the indicators selected in this study were mainly related to glutathione metabolism, metabolism of xenobiotics by cytochrome P450, peroxisome, tryptophan metabolism, and drug metabolism - cytochrome P450 ( Fig. 6 B). The results of PCA analysis showed that there were overlapping regions in the expression patterns of AhR and its mediated target genes, key genes of neural function and oxidative stress response in zebrafish brain tissue after exposure to BPA, BPS and TBBPA ( Fig. 6 C). Fig. 6 Bioinformatics and PCA analysis results.  A : GO analysis results  B : KEGG analysis results  C : PCA analysis results. Fig. 6\n\nBioinformatics and PCA analysis results.  A : GO analysis results  B : KEGG analysis results  C : PCA analysis results.\n\n## Discussion\n\nThe results of the literature metric analysis show that in previous studies, researchers have focused more on the toxic effects of bisphenol compounds on aquatic organisms at exposure doses higher than the environmentally relevant doses. For example, previous studies on BPA toxicity during zebrafish embryo development found that BPA induced significant malformations in zebrafish embryos at concentrations above 25 μmol/L [ 22 ]. In this study, zebrafish was used as experimental animal to explore the potential neurotoxic effects of three typical bisphenols (BPA, BPS and TBBPA) at environmentally relevant concentrations and the role of AhR in this process. The research shows that the levels of bisphenol compounds in environmental water bodies near the concentrations of bisphenol industry can be as high as hundreds to thousands of nanograms per liter. For example, the concentration range of TBBPA in Chaohu Lake, Anhui (industry concentration site), is between 850 and 4870 ng/L. On the basis of referring to the actual doses of BPA, BPS and TBBPA in representative environmental water bodies in many places in China [ 5 , 23 , 24 ], 10, 100 and 1000 nmol/L were selected as the exposure doses in this study. On the basis of reference to relevant study [ 25 ], the exposure dose of CH was set as 0.05 μmol/L. The results of this study showed that the growth and development of adult zebrafish were not significantly affected by the exposure of BPA, BPS and TBBPA at environmentally related doses (taking body weight and body length as the criteria).\n\nAs an important environmental chemical effector, AhR plays an important role in the metabolism and detoxification of exogenous chemicals. After transmembrane transport, some environmental pollutants, such as polycyclic aromatic hydrocarbons, dioxins, trichloroethylene, and perfluorooctyl sulfonic acid, can combine with the AhR in the cytoplasm, start the AhR signal pathway and lead to a variety of toxic effects [ 26 , 27 ]. In zebrafish, there are two AhR genes, and the main effector gene is  ahr2  [ 28 ]. In this study, compared with the control group, the mRNA expression levels of  ahr2 ,  cyp1a1 ,  cyp1b1 ,  cyp1a2  and  cyp1c1  in zebrafish brain tissue were up-regulated after 30 days of exposure to BPA, BPS, and TBBPA. Compared with the group exposed to bisphenols alone, CH could antagonize the up-regulation effects of  Ahr2  and AhR target genes caused by bisphenols to some extent. These results suggested that exposure to BPA, BPS and TBBPA might activate the AhR signaling pathway.\n\nAfter being activated, AhR can up-regulate the expression level of cytochrome P450 in the body, then cause an increase in the level of reactive oxygen species (ROS), and finally result in oxidative damage [ 29 , 30 ]. ROS mainly include superoxide radical (O 2− ), hydrogen peroxide (H 2 O 2 ) and downstream product peroxide, etc. Of course, the body is not helpless for these reactive oxygen species, but has a set of active oxygen scavenging system. O 2−  produced by mitochondrial inner membrane can be converted into hydrogen peroxide by SOD. The latter can be converted into oxygen and water by antioxidant enzymes such as CAT and GSH-Px/GPX. In addition, Nrf2 is a key transcription factor in antioxidant response, which can induce downstream gene expression by combining with antioxidant response element (ARE) in the promoter region of antioxidant gene. It has been confirmed that TBBPA exposure can activate Nrf2 signaling pathway [ 31 ]. In this study, after confirming that BPA, BPS, and TBBPA could activate the AhR signaling pathway, we further studied the effects of exposure to these three bisphenols on the expression level of oxidative stress related genes in zebrafish brain tissue. The results showed that compared with the DMSO control group, BPA, BPS, and TBBPA exposure could up-regulate the mRNA expression of  nrf2  gene, and down-regulate the mRNA expression of  gpx1a ,  gstp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1 ,  sod2 , and  cat . Compared with the group exposed to bisphenols alone, CH could antagonize the oxidative damage induced by bisphenols to some extent. Dere et al. integrated TCDD-induced genome-wide AhR enrichment, differential gene expression and computational dioxin response element (DRE) analyses, and systematically elucidated the hepatic AhR regulatory network [ 32 ]. Through literature mining, we found that g stp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1  and  cat  were all on the list.\n\nWe continued to explore the effects of BPA, BPS and TBBPA exposure on the activities of antioxidant enzymes in zebrafish brain tissue. The results showed that the activities of SOD, CAT and GSH-Px/GPX in zebrafish brain tissue were significantly reduced by exposure to these three compounds. More importantly, CH can antagonize the oxidative damage caused by bisphenols to some extent. This result further confirmed that the AhR signaling pathway indeed mediated the oxidative damage effects caused by BPA, BPS, and TBBPA exposure.\n\nIn this study, eight genes closely related to neurological function ( elavl3, gfap, mbp, syn2a, gap43, Zn5, shha,  and  ache ) were selected as molecular indicators to explore the neurotoxicity of zebrafish caused by bisphenol compounds.  elavl3  is a member of the elavl-like gene family, which could be used as an early neuronal marker gene [ 33 ]. It has been confirmed that triphenyl phosphate exposure could cause the decrease of  elavl3  gene expression in zebrafish embryos, indicating abnormal neural development [ 34 ]. Lead exposure could cause the abnormal expression of  gfap  in neural tissues of zebrafish at the developmental stage [ 35 ]. Myelin basic protein (MBP) is one of the representative biomarkers of myelin formation in the process of nerve development. Synaptic protein SYN2A plays an important role in synaptic formation and neurotransmitter release. Studies have shown that exposure to bisphenols can cause neurodevelopmental disorders and behavioral abnormalities in zebrafish. The study of molecular mechanism indicated that it might be related to the significant down-regulation of  mbp  and  syn2a  expression levels [ 36 , 37 ]. The results of this study showed that, compared with the DMSO control group, the mRNA expression levels of  elavl3, gfap, mbp, syn2a, gap43, Zn5, shha  and  ache , key genes of neural development, were down regulated after 30 days of exposure to BPA, BPS, and TBBPA, and increased after CH intervention. These results suggested that exposure to environmentally related doses of bisphenol compounds might affect the neurological function of adult zebrafish and lead to certain neurotoxicity. It was noteworthy that these effects were mediated by the AhR signaling pathway.\n\nFinally, bioinformatics and PCA methods were employed to further mine the experimental data obtained in this study. The results of GO and KEGG analysis showed that the selected indicators in this study mainly involved in the pathophysiological processes and related signal pathways such as response to hydrogen peroxide, peroxisome, aromatase activity, glutathione metabolism, and drug metabolism - cytochrome P450. The results of PCA analysis showed that there was an overlap in the graphical regions of the expression of  Ahr2  and AhR target genes, neurological function relevant genes and oxidative stress related genes, suggesting that BPA, BPS, and TBBPA might result in neurotoxicity to adult zebrafish through similar mechanisms.\n\n## Exposure of BPA, BPS and TBBPA at environmentally relevant concentrations had no significant effects on the growth and development of adult zebrafish\n\nThe results of the literature metric analysis show that in previous studies, researchers have focused more on the toxic effects of bisphenol compounds on aquatic organisms at exposure doses higher than the environmentally relevant doses. For example, previous studies on BPA toxicity during zebrafish embryo development found that BPA induced significant malformations in zebrafish embryos at concentrations above 25 μmol/L [ 22 ]. In this study, zebrafish was used as experimental animal to explore the potential neurotoxic effects of three typical bisphenols (BPA, BPS and TBBPA) at environmentally relevant concentrations and the role of AhR in this process. The research shows that the levels of bisphenol compounds in environmental water bodies near the concentrations of bisphenol industry can be as high as hundreds to thousands of nanograms per liter. For example, the concentration range of TBBPA in Chaohu Lake, Anhui (industry concentration site), is between 850 and 4870 ng/L. On the basis of referring to the actual doses of BPA, BPS and TBBPA in representative environmental water bodies in many places in China [ 5 , 23 , 24 ], 10, 100 and 1000 nmol/L were selected as the exposure doses in this study. On the basis of reference to relevant study [ 25 ], the exposure dose of CH was set as 0.05 μmol/L. The results of this study showed that the growth and development of adult zebrafish were not significantly affected by the exposure of BPA, BPS and TBBPA at environmentally related doses (taking body weight and body length as the criteria).\n\n## Exposure of BPA, BPS and TBBPA at environmentally relevant concentrations could activate the AhR signaling pathway and lead to oxidative damage\n\nAs an important environmental chemical effector, AhR plays an important role in the metabolism and detoxification of exogenous chemicals. After transmembrane transport, some environmental pollutants, such as polycyclic aromatic hydrocarbons, dioxins, trichloroethylene, and perfluorooctyl sulfonic acid, can combine with the AhR in the cytoplasm, start the AhR signal pathway and lead to a variety of toxic effects [ 26 , 27 ]. In zebrafish, there are two AhR genes, and the main effector gene is  ahr2  [ 28 ]. In this study, compared with the control group, the mRNA expression levels of  ahr2 ,  cyp1a1 ,  cyp1b1 ,  cyp1a2  and  cyp1c1  in zebrafish brain tissue were up-regulated after 30 days of exposure to BPA, BPS, and TBBPA. Compared with the group exposed to bisphenols alone, CH could antagonize the up-regulation effects of  Ahr2  and AhR target genes caused by bisphenols to some extent. These results suggested that exposure to BPA, BPS and TBBPA might activate the AhR signaling pathway.\n\nAfter being activated, AhR can up-regulate the expression level of cytochrome P450 in the body, then cause an increase in the level of reactive oxygen species (ROS), and finally result in oxidative damage [ 29 , 30 ]. ROS mainly include superoxide radical (O 2− ), hydrogen peroxide (H 2 O 2 ) and downstream product peroxide, etc. Of course, the body is not helpless for these reactive oxygen species, but has a set of active oxygen scavenging system. O 2−  produced by mitochondrial inner membrane can be converted into hydrogen peroxide by SOD. The latter can be converted into oxygen and water by antioxidant enzymes such as CAT and GSH-Px/GPX. In addition, Nrf2 is a key transcription factor in antioxidant response, which can induce downstream gene expression by combining with antioxidant response element (ARE) in the promoter region of antioxidant gene. It has been confirmed that TBBPA exposure can activate Nrf2 signaling pathway [ 31 ]. In this study, after confirming that BPA, BPS, and TBBPA could activate the AhR signaling pathway, we further studied the effects of exposure to these three bisphenols on the expression level of oxidative stress related genes in zebrafish brain tissue. The results showed that compared with the DMSO control group, BPA, BPS, and TBBPA exposure could up-regulate the mRNA expression of  nrf2  gene, and down-regulate the mRNA expression of  gpx1a ,  gstp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1 ,  sod2 , and  cat . Compared with the group exposed to bisphenols alone, CH could antagonize the oxidative damage induced by bisphenols to some extent. Dere et al. integrated TCDD-induced genome-wide AhR enrichment, differential gene expression and computational dioxin response element (DRE) analyses, and systematically elucidated the hepatic AhR regulatory network [ 32 ]. Through literature mining, we found that g stp1/gstp1.2 ,  gstp2/gstp1.1 ,  sod1  and  cat  were all on the list.\n\nWe continued to explore the effects of BPA, BPS and TBBPA exposure on the activities of antioxidant enzymes in zebrafish brain tissue. The results showed that the activities of SOD, CAT and GSH-Px/GPX in zebrafish brain tissue were significantly reduced by exposure to these three compounds. More importantly, CH can antagonize the oxidative damage caused by bisphenols to some extent. This result further confirmed that the AhR signaling pathway indeed mediated the oxidative damage effects caused by BPA, BPS, and TBBPA exposure.\n\n## Exposure to BPA, BPS and TBBPA at environmentally relevant concentrations could produce neurotoxicity through similar mechanisms\n\nIn this study, eight genes closely related to neurological function ( elavl3, gfap, mbp, syn2a, gap43, Zn5, shha,  and  ache ) were selected as molecular indicators to explore the neurotoxicity of zebrafish caused by bisphenol compounds.  elavl3  is a member of the elavl-like gene family, which could be used as an early neuronal marker gene [ 33 ]. It has been confirmed that triphenyl phosphate exposure could cause the decrease of  elavl3  gene expression in zebrafish embryos, indicating abnormal neural development [ 34 ]. Lead exposure could cause the abnormal expression of  gfap  in neural tissues of zebrafish at the developmental stage [ 35 ]. Myelin basic protein (MBP) is one of the representative biomarkers of myelin formation in the process of nerve development. Synaptic protein SYN2A plays an important role in synaptic formation and neurotransmitter release. Studies have shown that exposure to bisphenols can cause neurodevelopmental disorders and behavioral abnormalities in zebrafish. The study of molecular mechanism indicated that it might be related to the significant down-regulation of  mbp  and  syn2a  expression levels [ 36 , 37 ]. The results of this study showed that, compared with the DMSO control group, the mRNA expression levels of  elavl3, gfap, mbp, syn2a, gap43, Zn5, shha  and  ache , key genes of neural development, were down regulated after 30 days of exposure to BPA, BPS, and TBBPA, and increased after CH intervention. These results suggested that exposure to environmentally related doses of bisphenol compounds might affect the neurological function of adult zebrafish and lead to certain neurotoxicity. It was noteworthy that these effects were mediated by the AhR signaling pathway.\n\nFinally, bioinformatics and PCA methods were employed to further mine the experimental data obtained in this study. The results of GO and KEGG analysis showed that the selected indicators in this study mainly involved in the pathophysiological processes and related signal pathways such as response to hydrogen peroxide, peroxisome, aromatase activity, glutathione metabolism, and drug metabolism - cytochrome P450. The results of PCA analysis showed that there was an overlap in the graphical regions of the expression of  Ahr2  and AhR target genes, neurological function relevant genes and oxidative stress related genes, suggesting that BPA, BPS, and TBBPA might result in neurotoxicity to adult zebrafish through similar mechanisms.\n\n## Conclusion and Outlook\n\nTo sum up, the exposure of BPA, BPS and TBBPA at environmentally relevant doses had no significant effects on the weight and body length of adult zebrafish, but it could activate the AhR signaling pathway, cause oxidative damage, affect the expression level of key genes of neurological function, and ultimately lead to neurotoxicity.\n\nBased on this study, we should pay attention to the following issues in the next step. In other tissues, organs, and systems of zebrafish or in other species (such as typical model animals, rats, mice), whether bisphenols can lead to similar toxic effects by activating AhR signaling pathways. Meanwhile, more details on the activation of AhR receptor by bisphenols still needs further investigation.\n\n## Author contribution statement\n\nJing Shan; Xiao-Fa Ma: Performed the experiments; Contributed reagents, materials, analysis tools or data.\n\nMeng-Yu Wu: Performed the experiments; Contributed reagents, materials, analysis tools or data; Wrote the paper.\n\nYu-Jia Lin; Yi Wang; Rui Wang: Performed the experiments; Analyzed and interpreted the data; Contributed reagents, materials, analysis tools or data.\n\nHong-Mei Li; Zhong-Lan Wu: Conceived and designed the experiments.\n\nHai-Ming Xu: Conceived and designed the experiments; Wrote the paper.\n\n## Funding statement\n\nThis work was supported by  10.13039/501100004663 National Natural Science Foundation of China  [81660527], and  10.13039/501100004772 Natural Science Foundation of Ningxia  [2022AAC05027].\n\n## Data availability statement\n\nData will be made available on request.\n\n## Declaration of competing interest\n\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper",
  "reference_count": 37,
  "word_count": 12361,
  "char_count": 77032
}