{
  "pmcid": "PMC10249580",
  "doi": "10.3892/ijmm.2023.5264",
  "title": "Involvement of the JNK/HO-1/FTH1 signaling pathway in nanoplastic-induced inflammation and ferroptosis of BV2 microglia cells",
  "authors": [
    "Jiayin Sun",
    "Yihua Wang",
    "Yilun Du",
    "Wanxin Zhang",
    "Zuodong Liu",
    "Jin Bai",
    "Guanqun Cui",
    "Zhongjun Du"
  ],
  "year": "2023",
  "journal": "International Journal of Molecular Medicine",
  "abstract": "Nanoplastics (NPs) are a newly discovered type of environmental pollutant. The potential for neurotoxicity caused by NPs and their mechanisms are unclear. The present study aimed to determine the molecular mechanism underlying neurotoxicity induced by NPs. Microglia (BV2) cells were used for  in vitro  studies, and it was found that NPs invaded cells, activated inflammasomes, induced the release of significant quantities of inflammatory factors by detection of inflammatory response-associated proteins through Western blot and ELISA. By detection of FITC, SOD, GSH, cellular iron level, and ferroptosis-related proteins, it was found that NPs compromised the anti-oxidative mechanisms of cells, increased intracellular lipid peroxidation and Fe 2+  concentration and triggered inflammatory reactions and ferroptosis. Pretreatment with reactive oxygen species (ROS) inhibitor N-acetylcysteine (NAC) alleviated induction of inflammatory reactions and ferroptosis of cells. In addition, inhibiting expression of c-Jun N-terminal kinase (JNK) increased expression of heme oxygenase (HO-1), resulting in decreased ferroptosis, indicating that the JNK/HO-1 signaling pathway was involved in NP-induced effects on ferroptosis in BV2 cells. In conclusion, NPs could induce inflammatory responses and ferroptosis in BV2 cells. JNK/HO-1 mediated ferroptosis may serve an important role in the toxicity of microglia induced by NPs. This study provided novel evidence for the toxic effects of NPs and highlighted a theoretical mechanistic basis for safe prevention and treatment of plastic pollution-induced neurotoxicity.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Plastic products are a newly discovered type of environmental pollutant. They are lightweight, waterproof, and can be reused. The technology for producing plastics is mature and the cost is very low. Their use is ubiquitous around the world, with an increasing trend. However, they do not degrade well under normal environmental conditions and thus serve as pollutants in numerous ecological environments ( 1 , 2 ). Only 21-26% of plastic waste is properly recycled and incinerated. The remaining plastic waste is incinerated in open air or discarded into the environment, leading to water, air, and soil being polluted by plastic waste ( 1 - 3 ). Reactions between plastic waste and environmental particulates/matter result in breakdown of plastic into smaller pieces of plastic, termed microplastics (MPs) ( 4 - 6 ). Nanoplastics (NPs) with a diameter of 1-100 nm are formed by degradation of MPs (diameter, 5 mm) ( 7 ) by weathering, solar radiation and biodegradation ( 8 ). MPs have been reported in foods such as mussels ( 9 ), commercial fish ( 10 ), sugar ( 11 ) and bottled water ( 12 ); thus the primary means of entry of MPs into the human body is likely ingestion.\n\nMPs/NPs reach organs and tissues in the body after exposure. The liver is one of the first organs to encounter environmentally harmful substances (such as heavy metals, biotoxins, chemical residues or particulate matter) absorbed through the intestine and is subjected to multiple biochemical stresses such as inflammation and virus ( 13 ). The liver also harbors the most abundant macrophage pool, consisting of resident (Kupffer cells) and infiltrating bone marrow-derived macrophages ( 14 ). Macrophages are the second largest proportion of cells in the liver and they play key roles in the development of liver injury ( 15 ). Recent research has shown that MPs cause macrophage recruitment in the liver, and the macrophage infiltration rate in livers exposed to 1-10  µ m MPs is greater than the large-diameter MPs, these data suggest that macrophage-driven mechanisms of action potentially play a key role in PS-MP-induced liver fibrosis ( 16 ). Zebrafish exposed to high concentrations of NPs exhibit notable changes in locomotor activity, aggression, school formation and predatory avoidance behaviors, as well as circadian dyskinesia following prolonged exposure. These changes highlight the potential neurotoxic effects of NP exposure ( 17 ). Expression of neuronal activity-dependent genes (cFos and Egr1) and synaptic proteins such as activity-regulated cytoskeleton-associated protein/activity-regulated gene 3.1, in mice exposed to MPs is altered, and neuroinflammation in the hippocampus is increased, followed by behavioral changes via a vagus-dependent pathway ( 18 ). The aforementioned studies indicated that the nervous system is a potential target organ for MP exposure. MPs pass through the blood-brain barrier (BBB), activate microglia and alter neurotransmitter release; however, the mechanism of microglial cytotoxicity caused by MPs requires further study.\n\nInflammation is a defensive response to remove infections and other toxic irritants, but inflammation can also cause significant damage and is hypothesized to be the cause of numerous types of disease such as atherosclerosis ( 19 ). Intracellular innate immune receptor NLRP3, adapter apoptosis-associated speck-like protein (ASC) and protease caspase-1 form a multi-protein complex called the NLRP3 inflammasome, which identifies pathogen- and damage-associated molecular patterns and collects and activates the inflammatory protease caspase-1 ( 20 ). Following long-term exposure to MPs/NPs, intracellular reactive oxygen species (ROS) production by mitochondria is increased, oxidative stress reactions occur and the NLRP3/caspase-1 signal pathway is activated, resulting in granulosa cell apoptosis and ovarian reserve reduction ( 21 , 22 ).\n\nROS serve as intracellular signaling molecules, mediating inflammation, apoptosis and pyroptosis in multiple types of cell ( 23 ). Excess iron promotes subsequent lipid peroxidation through the production of ROS via the iron-dependent Fenton reaction. The molecular mechanism of ferroptosis involves regulating the balance between oxidative damage and antioxidant defense ( 24 ). In addition, ROS are key signaling molecules that serve an important role in the progression of inflammatory disorders. Mitochondrial ROS signaling is a primary regulator of NLRP3 inflammasome activation ( 25 ). Thus, ROS serve key roles in the occurrence of ferroptosis and inflammatory reactions.\n\nFerroptosis is a special type of non-apoptotic regulatory cell death mechanism that is characterized by oxidative modification of phospholipid membranes via iron-dependent mechanisms, resulting in increased lipid peroxidation downstream of metabolic dysfunction ( 26 , 27 ). Biochemically, intracellular glutathione (GSH) is depleted, activity of GSH peroxidase 4 (GPX4) is reduced and the lipid peroxide cannot be metabolized by the reduction reaction catalyzed by GPX4. Fe 2+  oxidizes lipids via the Fenton reaction, producing a large number of ROS and promoting ferroptosis ( 28 , 29 ).\n\nJNK was discovered nearly 35 years ago and was originally discovered as a member of the pp54 microtubule-associated protein-2 kinase family ( 30 , 31 ). Combined exposure of alumina nanoparticles and chronic restraint stress compound hippocampal neuronal ferroptosis and activate the interferon-γ/apoptosis signal-regulating kinase 1/JNK signaling pathway, leading to learning and memory dysfunction in rats ( 32 ). It is not clear whether NPs, which are also nano particles, activate JNK and induce ferroptosis of microglia cells and the mechanism by which JNK is involved in ferroptosis remains unclear. Heme oxygenase (HO-1) is a key metabolic enzyme and is considered the central effector of mammalian stress responses ( 33 , 34 ). It has been hypothesized that HO-1 plays a regulatory role in apoptosis and autophagy, as well as in pyroptosis, necroptosis and ferroptosis ( 35 ). Notably, HO-1 is a key mediator of ferroptosis induced by erastin in cancer cells; Zinc protoporphyrin IX, an HO-1 inhibitor, prevents ferroptosis induced by erastin ( 36 ).\n\nTo understand the effects of NPs on human health and provide a basis for toxicological experiments, the present study investigated the molecular mechanisms of NP-induced microglial cell toxicity. An experimental  in vitro  model was established in which BV2 cells were exposed to NPs to induce an inflammatory reaction. N-acetylcysteine (NAC) was also used to evaluate the pivotal role of ROS in the inflammatory response and ferroptosis. Finally, we explored the toxicity and its mechanism of microglia induced by NP exposure."
    },
    {
      "title": "Materials and methods",
      "text": "Dragon Green-labeled NPs, which are the primary components of PS, were purchased from Bangs Laboratories, Inc. (cat. no. FSDG001). The mean diameter of PS-NPs was 44 nm and the solid content was 1%. The number of microspheres was ~2.456×10 14 /ml deionized water. The size and shape of PS-NPs were detected by transmission electron microscopy (TEM; FEI Talos F200x). The sample was dispersed into an ethanol solution for ultrasound and then a few drops of the dispersed liquid were added onto a copper mesh. After drying, the sample was subjected to an accelerated voltage of 200 kV using FEI Talos F200X G2, EDS super-X, and the morphology was captured (high-resolution).\n\nThe mouse microglial cell line BV2 was obtained from Kunming Cell Bank of the Chinese Academy of Sciences (Kunming, China). BV2 cells were resuspended and cultured in DMEM (cat. no. C11995500BT) supplemented with 10% FBS (cat. no. 10099141; both Gibco; Thermo Fisher Scientific, Inc.) and 1% Antibiotic-Antimycotic (cat. no. 15240062; Gibco; Thermo Fisher Scientific, Inc.) and maintained in a humidified incubator supplied with 5% CO 2  at 37°C. Cells were exposed to 0, 25, 50 or 100  µ g/ml NPs for 12 h or 24 h at 37°C. For inhibitor pretreatment groups, the ROS inhibitor NAC (10  µ M; cat. no. S1623; Selleck) and JNK inhibitor SP600125 (2  µ M; cat. no. S1460; Selleck) were added to cells for 2 and 1 h at 37°C, respectively, and then BV2 cells were exposed to 50  µ g/ml NPs for 12 h or 24 h at 37°C. The nucleus of BV2 cells stained with DAPI (10  µ g/ml; cat. no. C0065; Beijing Solarbio) for 5 h at room temperature.\n\nCell viability was determined using Cell Counting Kit-8 (CCK-8; cat. no. CK04; Dojindo Molecular Technologies, Inc.). NPs (10 mg/ml) were diluted to 0, 25, 50 and 100  µ g/ml with serum-free DMEM and added to cells for 12 or 24 h at 37°C. Subsequently, 10  µ l CCK-8 solution was added for 2 h and the absorbance was measured at 450 nm using a microplate reader (SpectraMax 190; Molecular Devices, Inc.).\n\nBV2 cells were seeded with 3×10 5  cells per well in six-well plates and exposed to NPs, as aforementioned, during the logarithmic growth phase. After 12 h at 37°C, cells were incubated in DMEM containing 5  µ M BODIPY™ 581/591 C11 probe for 30 min at 37°C (cat. no. D3861, Thermo Fisher Scientific, Inc.) Cells were digested with Triple-E (Gibco; Thermo Fisher Scientific, Inc.) for 2 min at 37°C. The cell precipitate was collected by centrifugation at 4°C, 800 × g for 4 min and washed twice with PBS (Biological Industries; Sartorius AG). The cells were collected after being digested and blow down with a pipette, precipitated by centrifugation at 4°C, 800 × g for 4 min and resuspended in 200  µ l PBS. FITC in each group was measured using a flow cytometer (DxFLEX; Beckman Coulter, Inc.) with an excitation wavelength of 488 nm and emission wavelength of 510 nm. Annexin-V labeled with fluorescein FITC was used as a probe. And the software CytExpert for DxFLEX (version 2.0.0.283; Beckman Coulter, Inc.) used for analysis.\n\nBV2 cells in the logarithmic growth phase were used. Following exposure of cells to 50  µ g/ml NPs for 12 h at 37°C, cells were collected and the protein concentration was determined using a BCA protein assay kit. Malondialdehyde (MDA) levels (cat. no. S0131S; Beyotime Institute of Biotechnology) and activity of superoxide dismutase (SOD; cat. no. A001-3-2; Nanjing Jiancheng Bioengineering Institute) and GSH were detected using kits (cat. no. A006-2-1; Nanjing Jiancheng Bioengineering Institute) according to the manufacturer's protocols.\n\nELISA was performed to analyze inflammatory cytokines. Cell culture medium was collected and centrifuged for ~10 min (300 × g, 4°C) and the supernatant was carefully collected. The levels of 1L-1β and IL-18 in supernatant of each sample were measured using corresponding mouse ELISA kits [cat. nos. EK201B/3-96 and EK218-96, respectively; both Hangzhou Lianke Biotechnology Co., Ltd.), according to the manufacturer's protocols.\n\nRIPA lysis buffer (cat. no. P0013B) containing PMSF (cat. No. ST505; both Beyotime Institute of Biotechnology) was used to lyse BV2 cells treated with 0, 25, 50 and 100  µ g/ml NPs for 12 h at 37°C, on ice for 30 min and centrifuged at 15,000 × g for 15 min at 4°C. The supernatant was obtained and the total protein concentration was determined using a BCA kit (Beyotime Institute of Biotechnology) and adjusted to the same quantity (44-46  µ g) with PBS. The protein (44-46  µ g/lane; 20  µ l) was loaded on a 10% SDS gel, resolved using SDS-PAGE and transferred to PVDF membranes (MilliporeSigma). The membranes were blocked with blocking buffer (containing 5% milk powder) for 1 h at room temperature, washed three times with PBST (containing 0.1% Tween-20) and incubated with primary antibodies at 4°C for 12 h. The following day, the membrane was incubated with fluorescent-labeled goat anti-rabbit or goat anti-mouse antibody for 1 h at 37°C. Blots were visualized with Odyssey® CLx Imaging System (cat. no. 9140-00, LI-COR Biosciences). The gray values of the protein bands were analyzed using ImageLab™ Software (version no. 1.53 e). The primary antibodies were as follows: β-actin (1:1,000, cat. no. 4970S, Cell Signaling Technology, Inc.), NLRP3 (1:1,000, cat. no. ab263899, Abcam), cyclooxygenase (COX)-2 (1:1,000, cat. no. 12282, Cell Signaling Technology, Inc.), pro caspase-1 + p10 + p12 (1:1,000, cat. no. ab179515, Abcam), ferritin heavy chain 1 (FTH1) (1:1,000, cat. no. 3998, Cell Signaling Technology, Inc.), HO-1 (1:1,000, cat. no. 43966, Cell Signaling Technology, Inc.), ASC/Target of methylation-induced silencing (TMS1) (1:1,000, cat. no. 67824, Cell Signaling Technology, Inc.), GPX4 (1:1,000, cat. no. ab125066, Abcam), Acyl-CoA synthetase long-chain family member 4 (FACL4) (1:1,000, cat. no. ab155282; Abcam), Solute carrier family 7 member 11 (XCT) (1:1,000, cat. no. ab175186; Abcam), transferrin receptor (TFRC; 1:5,000, cat. no. ab269513, Abcam), JNK1 + JNK2 + JNK3 (1:1,000, cat. no. ab179461, Abcam) and JNK1 + JNK2 + JNK3 [phosphorylated (p)-T183 + T183 + T221; 1:5,000, cat. no. ab124956, Abcam]. The secondary anti-bodies were: IRDye ®  680RD Goat anti-rabbit IgG (1:10,000, cat. no. 926-68071, LI-COR Biosciences) and IRDye ®  800CW goat anti-mouse IgG (1:10,000, cat. no. 926-32210, LI-COR Biosciences). β-actin was used as an internal loading control for normalization.\n\nBV2 cells were seeded in black 96-well plates at a density of 5×10 4  cells/well and treated with NPs for 12 h, as aforementioned. The cells were incubated in 1X Hoechst (Beyotime Institute of Biotechnology) for 10 min at 37°C, then with 1  µ M FerroOrange (Dojindo Molecular Technologies, Inc.) for 30 min at 37°C and the iron concentration in the cytoplasm was observed using a fluorescence microscope (×200).\n\nData were analyzed using GraphPad Prism version 9.0.0 (GraphPad Software, Inc.; Dotmatics, Inc.). Data were analyzed using ANOVA (one-way) followed by Dunnett's post hoc test. Data are presented as the mean ± SD of three independent repeats. P<0.05 was considered to indicate a statistically significant difference."
    },
    {
      "title": "Characterization of polystyrene (PS-)NPs",
      "text": "Dragon Green-labeled NPs, which are the primary components of PS, were purchased from Bangs Laboratories, Inc. (cat. no. FSDG001). The mean diameter of PS-NPs was 44 nm and the solid content was 1%. The number of microspheres was ~2.456×10 14 /ml deionized water. The size and shape of PS-NPs were detected by transmission electron microscopy (TEM; FEI Talos F200x). The sample was dispersed into an ethanol solution for ultrasound and then a few drops of the dispersed liquid were added onto a copper mesh. After drying, the sample was subjected to an accelerated voltage of 200 kV using FEI Talos F200X G2, EDS super-X, and the morphology was captured (high-resolution)."
    },
    {
      "title": "Cell culture and treatment",
      "text": "The mouse microglial cell line BV2 was obtained from Kunming Cell Bank of the Chinese Academy of Sciences (Kunming, China). BV2 cells were resuspended and cultured in DMEM (cat. no. C11995500BT) supplemented with 10% FBS (cat. no. 10099141; both Gibco; Thermo Fisher Scientific, Inc.) and 1% Antibiotic-Antimycotic (cat. no. 15240062; Gibco; Thermo Fisher Scientific, Inc.) and maintained in a humidified incubator supplied with 5% CO 2  at 37°C. Cells were exposed to 0, 25, 50 or 100  µ g/ml NPs for 12 h or 24 h at 37°C. For inhibitor pretreatment groups, the ROS inhibitor NAC (10  µ M; cat. no. S1623; Selleck) and JNK inhibitor SP600125 (2  µ M; cat. no. S1460; Selleck) were added to cells for 2 and 1 h at 37°C, respectively, and then BV2 cells were exposed to 50  µ g/ml NPs for 12 h or 24 h at 37°C. The nucleus of BV2 cells stained with DAPI (10  µ g/ml; cat. no. C0065; Beijing Solarbio) for 5 h at room temperature."
    },
    {
      "title": "Cell viability assay",
      "text": "Cell viability was determined using Cell Counting Kit-8 (CCK-8; cat. no. CK04; Dojindo Molecular Technologies, Inc.). NPs (10 mg/ml) were diluted to 0, 25, 50 and 100  µ g/ml with serum-free DMEM and added to cells for 12 or 24 h at 37°C. Subsequently, 10  µ l CCK-8 solution was added for 2 h and the absorbance was measured at 450 nm using a microplate reader (SpectraMax 190; Molecular Devices, Inc.)."
    },
    {
      "title": "Determination of intracellular ROS concentration",
      "text": "BV2 cells were seeded with 3×10 5  cells per well in six-well plates and exposed to NPs, as aforementioned, during the logarithmic growth phase. After 12 h at 37°C, cells were incubated in DMEM containing 5  µ M BODIPY™ 581/591 C11 probe for 30 min at 37°C (cat. no. D3861, Thermo Fisher Scientific, Inc.) Cells were digested with Triple-E (Gibco; Thermo Fisher Scientific, Inc.) for 2 min at 37°C. The cell precipitate was collected by centrifugation at 4°C, 800 × g for 4 min and washed twice with PBS (Biological Industries; Sartorius AG). The cells were collected after being digested and blow down with a pipette, precipitated by centrifugation at 4°C, 800 × g for 4 min and resuspended in 200  µ l PBS. FITC in each group was measured using a flow cytometer (DxFLEX; Beckman Coulter, Inc.) with an excitation wavelength of 488 nm and emission wavelength of 510 nm. Annexin-V labeled with fluorescein FITC was used as a probe. And the software CytExpert for DxFLEX (version 2.0.0.283; Beckman Coulter, Inc.) used for analysis."
    },
    {
      "title": "Determination of oxidative damage",
      "text": "BV2 cells in the logarithmic growth phase were used. Following exposure of cells to 50  µ g/ml NPs for 12 h at 37°C, cells were collected and the protein concentration was determined using a BCA protein assay kit. Malondialdehyde (MDA) levels (cat. no. S0131S; Beyotime Institute of Biotechnology) and activity of superoxide dismutase (SOD; cat. no. A001-3-2; Nanjing Jiancheng Bioengineering Institute) and GSH were detected using kits (cat. no. A006-2-1; Nanjing Jiancheng Bioengineering Institute) according to the manufacturer's protocols."
    },
    {
      "title": "Inflammatory cytokine analysis",
      "text": "ELISA was performed to analyze inflammatory cytokines. Cell culture medium was collected and centrifuged for ~10 min (300 × g, 4°C) and the supernatant was carefully collected. The levels of 1L-1β and IL-18 in supernatant of each sample were measured using corresponding mouse ELISA kits [cat. nos. EK201B/3-96 and EK218-96, respectively; both Hangzhou Lianke Biotechnology Co., Ltd.), according to the manufacturer's protocols."
    },
    {
      "title": "Western blot analysis",
      "text": "RIPA lysis buffer (cat. no. P0013B) containing PMSF (cat. No. ST505; both Beyotime Institute of Biotechnology) was used to lyse BV2 cells treated with 0, 25, 50 and 100  µ g/ml NPs for 12 h at 37°C, on ice for 30 min and centrifuged at 15,000 × g for 15 min at 4°C. The supernatant was obtained and the total protein concentration was determined using a BCA kit (Beyotime Institute of Biotechnology) and adjusted to the same quantity (44-46  µ g) with PBS. The protein (44-46  µ g/lane; 20  µ l) was loaded on a 10% SDS gel, resolved using SDS-PAGE and transferred to PVDF membranes (MilliporeSigma). The membranes were blocked with blocking buffer (containing 5% milk powder) for 1 h at room temperature, washed three times with PBST (containing 0.1% Tween-20) and incubated with primary antibodies at 4°C for 12 h. The following day, the membrane was incubated with fluorescent-labeled goat anti-rabbit or goat anti-mouse antibody for 1 h at 37°C. Blots were visualized with Odyssey® CLx Imaging System (cat. no. 9140-00, LI-COR Biosciences). The gray values of the protein bands were analyzed using ImageLab™ Software (version no. 1.53 e). The primary antibodies were as follows: β-actin (1:1,000, cat. no. 4970S, Cell Signaling Technology, Inc.), NLRP3 (1:1,000, cat. no. ab263899, Abcam), cyclooxygenase (COX)-2 (1:1,000, cat. no. 12282, Cell Signaling Technology, Inc.), pro caspase-1 + p10 + p12 (1:1,000, cat. no. ab179515, Abcam), ferritin heavy chain 1 (FTH1) (1:1,000, cat. no. 3998, Cell Signaling Technology, Inc.), HO-1 (1:1,000, cat. no. 43966, Cell Signaling Technology, Inc.), ASC/Target of methylation-induced silencing (TMS1) (1:1,000, cat. no. 67824, Cell Signaling Technology, Inc.), GPX4 (1:1,000, cat. no. ab125066, Abcam), Acyl-CoA synthetase long-chain family member 4 (FACL4) (1:1,000, cat. no. ab155282; Abcam), Solute carrier family 7 member 11 (XCT) (1:1,000, cat. no. ab175186; Abcam), transferrin receptor (TFRC; 1:5,000, cat. no. ab269513, Abcam), JNK1 + JNK2 + JNK3 (1:1,000, cat. no. ab179461, Abcam) and JNK1 + JNK2 + JNK3 [phosphorylated (p)-T183 + T183 + T221; 1:5,000, cat. no. ab124956, Abcam]. The secondary anti-bodies were: IRDye ®  680RD Goat anti-rabbit IgG (1:10,000, cat. no. 926-68071, LI-COR Biosciences) and IRDye ®  800CW goat anti-mouse IgG (1:10,000, cat. no. 926-32210, LI-COR Biosciences). β-actin was used as an internal loading control for normalization."
    },
    {
      "title": "Cellular iron level detection",
      "text": "BV2 cells were seeded in black 96-well plates at a density of 5×10 4  cells/well and treated with NPs for 12 h, as aforementioned. The cells were incubated in 1X Hoechst (Beyotime Institute of Biotechnology) for 10 min at 37°C, then with 1  µ M FerroOrange (Dojindo Molecular Technologies, Inc.) for 30 min at 37°C and the iron concentration in the cytoplasm was observed using a fluorescence microscope (×200)."
    },
    {
      "title": "Statistical analysis",
      "text": "Data were analyzed using GraphPad Prism version 9.0.0 (GraphPad Software, Inc.; Dotmatics, Inc.). Data were analyzed using ANOVA (one-way) followed by Dunnett's post hoc test. Data are presented as the mean ± SD of three independent repeats. P<0.05 was considered to indicate a statistically significant difference."
    },
    {
      "title": "Results",
      "text": "The mean diameter of NPs was ~50 nm when single or multiple fluorescent microspheres were observed by TEM ( Fig. 1A ). BV2 cells exhibited green fluorescence following phagocytosis, and the intensity of fluorescence increased in a dose-dependent manner ( Fig. 1B ). This suggested that NPs were phagocytosed by microglia. The viability of BV2 cells after treated with NPs 12 h decreased obviously. The viability of BV2 cells exposed to 25, 50, 100  µ g/ml NPs were lower than 0  µ g/ml. After exposed to NPs 24 h, the viability of BV2 cells exposed to 25, 50, 100  µ g/ml NPs substantially reduced and this effect was dose-and time-dependent ( Fig. 1C ).\n\nTo investigate whether NPs cause oxidative damage to BV2 cells, FITC following exposure to NPs for 12 h was measured. FITC in BV2 cells exposed to 100  µ g/ml NPs increased significantly ( Fig. 2A ). MDA content increased 1.5x at 100  µ g/ml compared with the untreated control group and was also notably higher than that of cells treated with lower concentrations of NPs ( Fig. 2C ). The activity of GSH ( Fig. 2D ) and SOD ( Fig. 2B ) decreased as the NP concentration increased. The activity of GSH and SOD decreased 1.6x and 1.2x, respectively, at 100  µ g/ml NP compared with the control group. To confirm the impact of lipid oxidation on cell death, ROS inhibitor NAC was used. Compared with the 50  µ g/ml NP group, the content of FITC ( Fig. 2E ) and MDA ( Fig. 2G ) in cells co-treated with NPs and NAC was significantly decreased. However, compared with the 50  µ g/ml NP group, the activity of GSH ( Fig. 2H ) and SOD ( Fig. 2F ) in cells co-treated with NPs and NAC increased significantly.\n\nTo verify whether NPs induced ferroptosis in BV2 cells, expression of ferroptosis-related proteins, including lipid peroxidation-associated indicators GPX4 and ACSL4 and XCT, was assessed. The protein levels of GPX4 and XCT in BV2 cells were downregulated by NPs ( Fig. 3C and H ) and protein expression of ACSL4 was upregulated ( Fig. 3F ). These results suggested that NPs stimulated lipid peroxidation in BV2 cells. The expression of TFRC and FTH1, which are responsible for ferritin transport ( 14 ), was also significantly altered; NPs downregulated the expression of FTH1 protein, while the levels of TFRC were increased ( Fig. 3B and D ). Using fluorescence microscopy, the mean fluorescence intensity of intracellular ions was shown to increase in a dose-dependent manner ( Fig. 3E and I ). Expression of COX-2 ( Fig. 3G ) also increased in a concentration-dependent manner.\n\nThe expression of inflammatory response-associated proteins in BV2 cells was determined using western blotting. The expression of NLRP3 and ASC in BV2 cells treated with 100  µ g/ml NPs was significantly higher than in the control group ( Fig. 4B and D ). The ratio of cleaved-caspase-1 to pro-caspase-1 protein increased as the dose of NP increased, with 100  µ g/ml NP increasing the ratio significantly compared with the control group ( Fig. 4C ). The expression levels of IL-1β increased evidently in cells treated with NPs compared with the control in a dose-dependent manner ( Fig. 4E ). To explore the impact of JNK and HO-1 in NP-induced cytotoxicity, expression of p-JNK, JNK and HO-1 was detected using western blotting. Phosphorylation of JNK increased following treatment of NPs and the increase in p-JNK and HO-1 levels was dose-dependent ( Fig. 4H and I ). These results suggested that NPS induced activation of JNK and HO-1.\n\nROS and lipid peroxidation induce cell death, such as by ferroptosis ( 14 ). NAC was used to determine whether ROS was involved in the regulation of ferroptosis. Cells were treated with 50  µ g/ml NP and NAC to determine whether NPs induced ferroptosis was mediated by ROS. As aforementioned, NAC significantly decreased the expression of ROS, SOD, MDA and GSH and also decreased NP-induced oxidative damage. NAC inhibited the decrease in GPX4 expression ( Fig. 5G ). Compared with cells treated with NPs alone, the expression of FACL4 and TFRC decreased and the protein expression levels of XCT were increased following NAC pretreatment ( Fig. 5B, C and F ). Finally, compared with 0  µ g/ml NPs group, the fluorescence intensity of the 50  µ g/ml NPs group significantly grew larger. The fluorescence intensity in cells co-treated with NPs and NAC was significantly inhibited ( Fig. 5E and I ).\n\nTo determine the effect of ROS on inflammatory reactions, NAC was used to inhibit ROS and levels of inflammatory cytokines, intracellular inflammation-associated proteins and inflammatory factors were assessed following NP treatment. Western blotting showed that NAC treatment resulted in downregulation of NLRP3, ASC and cleaved caspase-1 protein expression in BV2 cells ( Fig. 6A-D ). Following pretreatment with NAC, the expression of IL-18 and IL-1β also decreased significantly compared with cells treated with NPs alone ( Fig. 6E and F ). These results showed the key role of ROS in NP-induced inflammatory responses.\n\nThe aforementioned results indicated the important role of ROS in the inflammatory response and ferroptosis. NAC treatment inhibited JNK phosphorylation and downregulated HO-1 expression ( Fig. 7B and C ). To verify the role of JNK in ferroptosis, cells treated with NP were treated with JNK inhibitor SP600125. SP600125 inhibited downregulation of GPX4 and XCT ( Fig. 7I and J ), downregulated expression of TFRC and FACL4 protein ( Fig. 7E and F ) and upregulated the expression of the FTH1 protein ( Fig. 7G ). Compared with 0  µ g/ml NP group, the fluorescence intensity of the 50  µ g/ml NPs group significantly grew larger. The mean fluorescence intensity of intracellular iron ions was also significantly decreased following pretreatment of BV2 cells with SP600125 compared with 50  µ g/ml NPs group ( Fig. 7K and L )."
    },
    {
      "title": "Cytotoxicity of NPs to BV2 cells",
      "text": "The mean diameter of NPs was ~50 nm when single or multiple fluorescent microspheres were observed by TEM ( Fig. 1A ). BV2 cells exhibited green fluorescence following phagocytosis, and the intensity of fluorescence increased in a dose-dependent manner ( Fig. 1B ). This suggested that NPs were phagocytosed by microglia. The viability of BV2 cells after treated with NPs 12 h decreased obviously. The viability of BV2 cells exposed to 25, 50, 100  µ g/ml NPs were lower than 0  µ g/ml. After exposed to NPs 24 h, the viability of BV2 cells exposed to 25, 50, 100  µ g/ml NPs substantially reduced and this effect was dose-and time-dependent ( Fig. 1C )."
    },
    {
      "title": "NPs induce oxidative damage in BV2 cells",
      "text": "To investigate whether NPs cause oxidative damage to BV2 cells, FITC following exposure to NPs for 12 h was measured. FITC in BV2 cells exposed to 100  µ g/ml NPs increased significantly ( Fig. 2A ). MDA content increased 1.5x at 100  µ g/ml compared with the untreated control group and was also notably higher than that of cells treated with lower concentrations of NPs ( Fig. 2C ). The activity of GSH ( Fig. 2D ) and SOD ( Fig. 2B ) decreased as the NP concentration increased. The activity of GSH and SOD decreased 1.6x and 1.2x, respectively, at 100  µ g/ml NP compared with the control group. To confirm the impact of lipid oxidation on cell death, ROS inhibitor NAC was used. Compared with the 50  µ g/ml NP group, the content of FITC ( Fig. 2E ) and MDA ( Fig. 2G ) in cells co-treated with NPs and NAC was significantly decreased. However, compared with the 50  µ g/ml NP group, the activity of GSH ( Fig. 2H ) and SOD ( Fig. 2F ) in cells co-treated with NPs and NAC increased significantly."
    },
    {
      "title": "NPs induce ferroptosis in BV2 cells",
      "text": "To verify whether NPs induced ferroptosis in BV2 cells, expression of ferroptosis-related proteins, including lipid peroxidation-associated indicators GPX4 and ACSL4 and XCT, was assessed. The protein levels of GPX4 and XCT in BV2 cells were downregulated by NPs ( Fig. 3C and H ) and protein expression of ACSL4 was upregulated ( Fig. 3F ). These results suggested that NPs stimulated lipid peroxidation in BV2 cells. The expression of TFRC and FTH1, which are responsible for ferritin transport ( 14 ), was also significantly altered; NPs downregulated the expression of FTH1 protein, while the levels of TFRC were increased ( Fig. 3B and D ). Using fluorescence microscopy, the mean fluorescence intensity of intracellular ions was shown to increase in a dose-dependent manner ( Fig. 3E and I ). Expression of COX-2 ( Fig. 3G ) also increased in a concentration-dependent manner."
    },
    {
      "title": "NPs induce release of inflammatory factors and activate JNK, HO-1 in BV2 cells",
      "text": "The expression of inflammatory response-associated proteins in BV2 cells was determined using western blotting. The expression of NLRP3 and ASC in BV2 cells treated with 100  µ g/ml NPs was significantly higher than in the control group ( Fig. 4B and D ). The ratio of cleaved-caspase-1 to pro-caspase-1 protein increased as the dose of NP increased, with 100  µ g/ml NP increasing the ratio significantly compared with the control group ( Fig. 4C ). The expression levels of IL-1β increased evidently in cells treated with NPs compared with the control in a dose-dependent manner ( Fig. 4E ). To explore the impact of JNK and HO-1 in NP-induced cytotoxicity, expression of p-JNK, JNK and HO-1 was detected using western blotting. Phosphorylation of JNK increased following treatment of NPs and the increase in p-JNK and HO-1 levels was dose-dependent ( Fig. 4H and I ). These results suggested that NPS induced activation of JNK and HO-1."
    },
    {
      "title": "Increased ROS levels induce ferroptosis",
      "text": "ROS and lipid peroxidation induce cell death, such as by ferroptosis ( 14 ). NAC was used to determine whether ROS was involved in the regulation of ferroptosis. Cells were treated with 50  µ g/ml NP and NAC to determine whether NPs induced ferroptosis was mediated by ROS. As aforementioned, NAC significantly decreased the expression of ROS, SOD, MDA and GSH and also decreased NP-induced oxidative damage. NAC inhibited the decrease in GPX4 expression ( Fig. 5G ). Compared with cells treated with NPs alone, the expression of FACL4 and TFRC decreased and the protein expression levels of XCT were increased following NAC pretreatment ( Fig. 5B, C and F ). Finally, compared with 0  µ g/ml NPs group, the fluorescence intensity of the 50  µ g/ml NPs group significantly grew larger. The fluorescence intensity in cells co-treated with NPs and NAC was significantly inhibited ( Fig. 5E and I )."
    },
    {
      "title": "Inflammatory response is induced by NPs in a ROS-mediated-manner",
      "text": "To determine the effect of ROS on inflammatory reactions, NAC was used to inhibit ROS and levels of inflammatory cytokines, intracellular inflammation-associated proteins and inflammatory factors were assessed following NP treatment. Western blotting showed that NAC treatment resulted in downregulation of NLRP3, ASC and cleaved caspase-1 protein expression in BV2 cells ( Fig. 6A-D ). Following pretreatment with NAC, the expression of IL-18 and IL-1β also decreased significantly compared with cells treated with NPs alone ( Fig. 6E and F ). These results showed the key role of ROS in NP-induced inflammatory responses."
    },
    {
      "title": "Ferroptosis is induced by the JNK/HO-1/FTH1 signaling pathway in a ROS mediated-manner",
      "text": "The aforementioned results indicated the important role of ROS in the inflammatory response and ferroptosis. NAC treatment inhibited JNK phosphorylation and downregulated HO-1 expression ( Fig. 7B and C ). To verify the role of JNK in ferroptosis, cells treated with NP were treated with JNK inhibitor SP600125. SP600125 inhibited downregulation of GPX4 and XCT ( Fig. 7I and J ), downregulated expression of TFRC and FACL4 protein ( Fig. 7E and F ) and upregulated the expression of the FTH1 protein ( Fig. 7G ). Compared with 0  µ g/ml NP group, the fluorescence intensity of the 50  µ g/ml NPs group significantly grew larger. The mean fluorescence intensity of intracellular iron ions was also significantly decreased following pretreatment of BV2 cells with SP600125 compared with 50  µ g/ml NPs group ( Fig. 7K and L )."
    },
    {
      "title": "Discussion",
      "text": "NPs are widely present in the environment, have disadvantageous effects on organisms and have received increasing attention ( 16 - 18 , 37 ). The number of NPs present in the environment is unknown as there are no effective methods to measure this. Due to the small size of NPs, they are extensively spread in aqueous environments and easily ingested by organisms ( 37 ). The aim of the present study was to investigate the possible effects of NPs on microglia.\n\nMicroglia are key cells of the immune system present in the central nervous system ( 38 ). Microglia comprise the innate immune system of the central nervous system and are key cellular mediators of neuroinflammatory processes. They serve a key role in central nervous system disease, including infection and acute and chronic neuroinflammatory responses ( 38 ). Chronic microglial activation is a key component of neurodegenerative disease and this chronic neuroinflammatory component likely contributes to neuronal dysfunction, injury and loss, leading to disease progression ( 38 ). BV2 cells are immortalized cell lines of mouse microglia and were selected as the experimental model. Due to their small particle size, NPs can enter tissues and organs and cross the BBB. The breakdown of the BBB may result in an inflammatory response and neurodegeneration ( 40 ). Studies have shown that PS-NPs increase the permeability of the BBB, decrease dendritic spine density and induce an inflammatory response in the hippocampus and PS-NPs in microglia induce microglial activation and neuron damage in the mouse brain ( 39 , 40 ). The aforementioned results suggest that PS-NPs can pass through the BBB and induce neurotoxicity in mammals, potentially by inducing activation of microglia. Microglia, the resident macrophages of the central nervous system, rapidly activate in nearly all types of neurological disease. These activated microglia become highly motile, secrete inflammatory cytokines, migrate to the lesion area and phagocytose cell debris or damaged neurons. Even a minimal stimulus activates microglia and causes inflammation-induced neuronal damage ( 41 ). Kwon  et al  ( 42 ) found that PS-MPs in the brain co-localize with Ionized calcium binding adapter molecule 1, a marker of microglia, in all three regions (hippocampus, cortex, cerebellum). Shan  et al  ( 39 ) found that PS-NPs in microglia result in the activation of quiescent microglia, evidenced by transformation from a ramified to an amoeboid phenotype, enlargement of cell nuclei, stubby branches and reduced end-point voxels under Sholl analysis. The aforementioned results indicate that MPs can enter microglia and microglia can be activated. In the present study, the fluorescent signal of NPs in BV2 cells became stronger as the concentration of NPs increased.\n\nROS-mediated lipid peroxidation is key to ferroptosis. Cells have evolved a counterbalancing system to neutralize excess ROS, an antioxidant system consisting of enzymatic antioxidants such as SOD, catalase, GPX4 and thioredoxin ( 43 ). In the present study, when exposed to 100  µ g/ml NPs, the levels of ROS increased significantly compared with the control group. The levels of GSH and SOD decreased, whereas MDA levels increased. From these results, it was speculated that NPs induced oxidative damage in BV2 cells.\n\nInflammation is a common immune response that leads to numerous types of dangerous and complex disease, such as atherosclerosis. Inflammasomes, which are multiprotein complexes, comprise Nod-like receptor (NLR), ASC and pro-caspase-1. Following assembly of inflammasomes, caspase-1 is activated and hydrolyzed into two products, forming a dimer to become mature cleaved caspase-1 ( 44 ). Activated caspase-1 cleaves pre-IL-1β and pre-IL-18 into mature IL-1β and IL-18. In the present study, expression of NLRP3, ASC and pro caspase-1 increased significantly following NP exposure and the expression of IL-18 and IL-1β also increased. ROS were shown to be the key mechanism triggering the formation and activation of the NLRP3 in the present study. Monocytes (MOs) serve as precursors of macrophage and effector cells, survey peripheral tissue and maintain endothelial integrity. Following inflammatory stimulus, MOs circulating in the bloodstream migrate to tissue and differentiate into either macrophages or MO-derived dendritic cells (MODCs) ( 45 ). MOs and MODCs release pro-inflammatory or anti-inflammatory cytokines that activate or suppress inflammation, respectively. In a recent study ( 46 ), PVC particles were shown to increase secretion of both pro-(IL-6 and TNF) and anti-inflammatory cytokines (IL-10) by MOs. The increase of both proand anti-inflammatory cytokine levels indicates the presence of a counterbalancing mechanism. NP exposure induces secretion of pro- and anti-inflammatory cytokines in primary human MOs and DCs ( 46 ).\n\nLysosome rupture is a mechanism of NLRP3 inflammasome activation. During lysosome rupture, cathepsin B is released from the lysosome. A previous study ( 19 ) showed that cathepsin B binds to the leucine-rich repeat domain of NLRP3 and activates NLRP3. Cathepsin B is also involved in the activation of MAPKs, one of which is JNK. In addition, JNK inhibition decreases levels of IL-1β and activation of caspase-1; JNK1 and JNK2 participate in IL-1β cleavage ( 19 ). Ca 2+  also activates JNK, a necessary kinase for ASC speck formation, by activating tat-associated kinase/JNK pathway ( 47 ). MAPKs control cellular activity, including gene expression, mitosis, differentiation, cell survival and apoptosis ( 48 ). In particular, MAPKs (ERK, p38 and JNK) have key roles in regulating inflammatory and immune responses ( 49 ). A previous study ( 50 ) indicated that ROS was upstream of MAPKs/NF-κB/NLRP3 and regulated expression of components involved in this pathway. Furthermore, to explore the sequence of MAPKs, nuclear NF-κB and NLRP3 in the inflammatory response induced by high glucose (HG), specific inhibitors of p38 (SB203580), ERK (PD98059) and JNK (SP600125) were used to pretreat osteoclasts (OCs) before induction with HG. SP600125, PD98059 and SB203580 significantly inhibited production of nuclear NF-κB, p-IκB, inhibitor of κB kinase and NLRP3 components (ASC, caspase-1, IL-18, IL-1β and NLRP3) and secretion of IL-1β and IL-18. These results showed that p-JNK, p-ERK1/2 and p-p38 mediated the activation of nuclear NF-κB-associated proteins and the NLRP3 inflammasome by HG in OCs. Together, these data demonstrated that the ROS/MAPK/NF-kB pathway regulates the HG-induced NLRP3 inflammasome response  in vitro  ( 50 ). Adiponectin suppresses palmitate-mediated NLRP3 inflammasome activation in hepatocytes via AMPK/JNK/ERK1/NF-κB/ROS signaling pathways ( 51 ). Past studies have shown that the JNK/c-Jun pathway serves crucial roles in the microglial response and kaempferol attenuates retinal ganglion cell death by suppressing the NLRP3 inflammasome through JNK pathways in acute glaucoma ( 52 , 53 ). A previous study ( 54 ) indicated that indirect traumatic optic neuropathy induces significant retinal ganglion cell (RGC) death and axonal degeneration and activates JNK/c-Jun signaling, which could further induce the microglial response and NLRP3 inflammasome activation. Moreover, JNK disruption suppresses NLRP3 inflammasome activation in microglia and prevents RGC death and axonal degeneration ( 54 ). A previous study found that spleen tyrosine kinase (Syk) and JNK are rapidly phosphorylated during  Staphylococcus aureus  infection. Moreover, a Syk/JNK inhibitor and Syk/JNK small interfering RNA not only decrease NLRP3 inflammasome-associated molecule expression at the protein and mRNA levels, ASC speck formation and IL-1β and IL-18 release but also rescue decreased NIMA-related kinase 7 (NEK7) expression following suppression of the NEK7/NLRP3 pathway in macrophages ( 55 ). Syk/JNK phosphorylation levels and NLRP3 inflammasome-associated molecule expression are decreased by blockade of K +  efflux ( 55 ). The aforementioned studies indicate that NPs induce JNK to activate NLRP3 inflammatory vesicles and induce inflammatory response. The present study was not designed to prove the chronological association between activation of JNK and inflammatory response.\n\nIn the present study, NLRP3 was activated and protein expression levels of ASC, cleaved caspase-1, IL-18 and IL-1β increased significantly following exposure to NPs. NLRP3, ASC, cleaved caspase-1, IL-18, and IL-1β were all significantly downregulated by ROS inhibitor NAC. Thus, it was suggested that NPs induced microglia toxicity by increasing ROS levels, in turn inducing inflammatory responses.\n\nSystem XC −  is an amino acid antiporter that is abundant in the phospholipid bilayer. It transports extracellular cystine and intracellular glutamate at a ratio of 1:1 and reduces cystine to cysteine in the cell. Inhibition of the activity of system XC −  decreases GSH synthesis by inhibiting cysteine uptake, leading to decreased GPX activity and decreased cellular antioxidant capacity, accumulation of lipid ROS and finally oxidative damage and ferroptosis ( 56 ). As a member of the GPX family, GPX4 primarily inhibits lipid peroxidation and serves an important role in the occurrence of ferroptosis. GSH serves as a cofactor in reduction of peroxide to the corresponding alcohol by GPX4. Thus, intracellular GSH is key for GPX4 activity ( 57 , 58 ). The results of the present study showed that exposure to NPs inhibited activity of system XC − ; levels of GSH were significantly decreased and activity of GPX4 was also inhibited. The aforementioned results demonstrated that NPs may cause lipid peroxidation, leading to ferroptosis.\n\nIron is a key trace element that participates in normal hematopoietic and immune function of the human body. Excessive iron cause lesions and damage to numerous types of tissue and organ. The key to the induction of ferroptosis is the accumulation of a large quantity of free iron in cells. Cells take up iron primarily via TF and TFRC 1, which are the primary iron uptake proteins. Excess iron must be removed via FTH1 and FTL, thereby avoiding the formation of ROS ( 14 ). The present study demonstrated that intracellular ferritin levels increased following NP exposure and the expression of TFRC protein increased in a dose-dependent manner. The expression of FTH1 decreased in a dose-dependent manner due to accumulation of excess ferritin in the cells. Lipid metabolism is a key factor in ferroptosis. Polyunsaturated fatty acids are susceptible to lipid peroxidation and are key elements of ferroptosis ( 15 ). Acyl CoA synthase long-chain family member 4 (ACSL4) and lysophosphatidyltransferase 3 (LPCAT3) activate polyunsaturated fatty acids. ACSL4 catalyzes free arachidonic acid (AA)/adrenic acid (AdA) binding to CoA to form AA/AdA-CoA derivatives. LPCAT3 catalyzes the biosynthesis of AA/AdA-CoA and membrane phosphatidylethanolamine (PE) to form AA/AdA-PE, which is an intermediate process to activate ferroptotic signals ( 59 ). Therefore, decreasing ACSL4 and LPCAT3 levels inhibits ferroptosis ( 60 ). In the present study, expression levels of FACL4 were significantly increased following exposure to NPs. Following pretreatment of BV2 cells with NAC, compared with the 50  µ g/ml NP group, system XC −  and GSH activity were increased and the downregulation of GPX4 was reversed. Ferritin accumulation and transferrin expression decreased, FTH1 levels increased, lipid peroxidation was inhibited and FACL4 expression was downregulated. The aforementioned results demonstrated that lipid peroxidation and accumulation of ROS may be involved in multiple pathways associated with ferroptosis. NPs may induce lipid peroxidation and ROS accumulation, thus causing microglial ferroptosis. The primary function of system XC −  is to transport cystine and glutamate in and out of cells. Cysteine participates in GSH synthesis via system XC − . GPX4 converts GSH to GSSG and inhibits ROS accumulation. Fe 3+  binding to transferrin on the cell membrane is converted to Fe 2+  and induces ferroptosis through lipid peroxidation via the Fenton reaction. NLRP3 is activated and interacts with ASC, resulting in cleavage of caspase-1 to mature cleaved caspase-1. Activated caspase-1 converts pro-IL-1β and pro-IL-18 to mature IL-1β and IL-18 ( Fig. 8 ).\n\nJNK is activated by cytokines and environmental stressors such as ultraviolet irradiation and oxidative stress and belongs to a subset of MAP agonists ( 61 ). In the present study, NPs activated JNK. It was hypothesized that ROS generated following exposure to NPs activated the JNK pathway. To confirm this, cells were treated with ROS inhibitor NAC; expression of JNK in the NP + NAC group was notably lower than in the 50  µ g/ml NPs group. Therefore, the increase in ROS was caused by activation of JNK. Previous studies have suggested that the regulation of HO-1 is mediated via MAPKs, including the ERK, JNK and p38 MAPK pathways ( 62 , 63 ). In the present study, following addition of the JNK inhibitor SP600125, the expression of HO-1 decreased, expression of FTH1 was increased and iron accumulation was decreased. Therefore, it was hypothesized that NPs induced ferroptosis in BV2 cells via the JNK/HO-1/FTH1 pathway.\n\nThere are limitations to this study. A limitation is that the present study was an  in vitro  study of NP-induced phenotype and mechanism. And the present study was not designed to prove that the phagocytosis of microglia occurred in a relatively short time. Future experiments should explore whether phagocytosis of pathogens and/or cell debris by microglia is affected by exposure to NPs.\n\nThe present study showed that NPs entered BV2 cells and induced oxidative stress and inflammatory responses. NPs also led to ferroptosis of BV2 cells via increased lipid peroxidation and ROS accumulation. ROS served a pro-ferroptotic role in NP-induced inflammatory responses and ferroptosis. NPs potentially induced ferroptosis by regulating the JNK/HO-1/FTH1 signaling pathway. The present study high-lighted a novel avenue for the study of the pathogenesis and treatment of NP-induced central nervous system disease."
    }
  ],
  "full_text": "Nanoplastics (NPs) are a newly discovered type of environmental pollutant. The potential for neurotoxicity caused by NPs and their mechanisms are unclear. The present study aimed to determine the molecular mechanism underlying neurotoxicity induced by NPs. Microglia (BV2) cells were used for  in vitro  studies, and it was found that NPs invaded cells, activated inflammasomes, induced the release of significant quantities of inflammatory factors by detection of inflammatory response-associated proteins through Western blot and ELISA. By detection of FITC, SOD, GSH, cellular iron level, and ferroptosis-related proteins, it was found that NPs compromised the anti-oxidative mechanisms of cells, increased intracellular lipid peroxidation and Fe 2+  concentration and triggered inflammatory reactions and ferroptosis. Pretreatment with reactive oxygen species (ROS) inhibitor N-acetylcysteine (NAC) alleviated induction of inflammatory reactions and ferroptosis of cells. In addition, inhibiting expression of c-Jun N-terminal kinase (JNK) increased expression of heme oxygenase (HO-1), resulting in decreased ferroptosis, indicating that the JNK/HO-1 signaling pathway was involved in NP-induced effects on ferroptosis in BV2 cells. In conclusion, NPs could induce inflammatory responses and ferroptosis in BV2 cells. JNK/HO-1 mediated ferroptosis may serve an important role in the toxicity of microglia induced by NPs. This study provided novel evidence for the toxic effects of NPs and highlighted a theoretical mechanistic basis for safe prevention and treatment of plastic pollution-induced neurotoxicity.\n\n## Introduction\n\nPlastic products are a newly discovered type of environmental pollutant. They are lightweight, waterproof, and can be reused. The technology for producing plastics is mature and the cost is very low. Their use is ubiquitous around the world, with an increasing trend. However, they do not degrade well under normal environmental conditions and thus serve as pollutants in numerous ecological environments ( 1 , 2 ). Only 21-26% of plastic waste is properly recycled and incinerated. The remaining plastic waste is incinerated in open air or discarded into the environment, leading to water, air, and soil being polluted by plastic waste ( 1 - 3 ). Reactions between plastic waste and environmental particulates/matter result in breakdown of plastic into smaller pieces of plastic, termed microplastics (MPs) ( 4 - 6 ). Nanoplastics (NPs) with a diameter of 1-100 nm are formed by degradation of MPs (diameter, 5 mm) ( 7 ) by weathering, solar radiation and biodegradation ( 8 ). MPs have been reported in foods such as mussels ( 9 ), commercial fish ( 10 ), sugar ( 11 ) and bottled water ( 12 ); thus the primary means of entry of MPs into the human body is likely ingestion.\n\nMPs/NPs reach organs and tissues in the body after exposure. The liver is one of the first organs to encounter environmentally harmful substances (such as heavy metals, biotoxins, chemical residues or particulate matter) absorbed through the intestine and is subjected to multiple biochemical stresses such as inflammation and virus ( 13 ). The liver also harbors the most abundant macrophage pool, consisting of resident (Kupffer cells) and infiltrating bone marrow-derived macrophages ( 14 ). Macrophages are the second largest proportion of cells in the liver and they play key roles in the development of liver injury ( 15 ). Recent research has shown that MPs cause macrophage recruitment in the liver, and the macrophage infiltration rate in livers exposed to 1-10  µ m MPs is greater than the large-diameter MPs, these data suggest that macrophage-driven mechanisms of action potentially play a key role in PS-MP-induced liver fibrosis ( 16 ). Zebrafish exposed to high concentrations of NPs exhibit notable changes in locomotor activity, aggression, school formation and predatory avoidance behaviors, as well as circadian dyskinesia following prolonged exposure. These changes highlight the potential neurotoxic effects of NP exposure ( 17 ). Expression of neuronal activity-dependent genes (cFos and Egr1) and synaptic proteins such as activity-regulated cytoskeleton-associated protein/activity-regulated gene 3.1, in mice exposed to MPs is altered, and neuroinflammation in the hippocampus is increased, followed by behavioral changes via a vagus-dependent pathway ( 18 ). The aforementioned studies indicated that the nervous system is a potential target organ for MP exposure. MPs pass through the blood-brain barrier (BBB), activate microglia and alter neurotransmitter release; however, the mechanism of microglial cytotoxicity caused by MPs requires further study.\n\nInflammation is a defensive response to remove infections and other toxic irritants, but inflammation can also cause significant damage and is hypothesized to be the cause of numerous types of disease such as atherosclerosis ( 19 ). Intracellular innate immune receptor NLRP3, adapter apoptosis-associated speck-like protein (ASC) and protease caspase-1 form a multi-protein complex called the NLRP3 inflammasome, which identifies pathogen- and damage-associated molecular patterns and collects and activates the inflammatory protease caspase-1 ( 20 ). Following long-term exposure to MPs/NPs, intracellular reactive oxygen species (ROS) production by mitochondria is increased, oxidative stress reactions occur and the NLRP3/caspase-1 signal pathway is activated, resulting in granulosa cell apoptosis and ovarian reserve reduction ( 21 , 22 ).\n\nROS serve as intracellular signaling molecules, mediating inflammation, apoptosis and pyroptosis in multiple types of cell ( 23 ). Excess iron promotes subsequent lipid peroxidation through the production of ROS via the iron-dependent Fenton reaction. The molecular mechanism of ferroptosis involves regulating the balance between oxidative damage and antioxidant defense ( 24 ). In addition, ROS are key signaling molecules that serve an important role in the progression of inflammatory disorders. Mitochondrial ROS signaling is a primary regulator of NLRP3 inflammasome activation ( 25 ). Thus, ROS serve key roles in the occurrence of ferroptosis and inflammatory reactions.\n\nFerroptosis is a special type of non-apoptotic regulatory cell death mechanism that is characterized by oxidative modification of phospholipid membranes via iron-dependent mechanisms, resulting in increased lipid peroxidation downstream of metabolic dysfunction ( 26 , 27 ). Biochemically, intracellular glutathione (GSH) is depleted, activity of GSH peroxidase 4 (GPX4) is reduced and the lipid peroxide cannot be metabolized by the reduction reaction catalyzed by GPX4. Fe 2+  oxidizes lipids via the Fenton reaction, producing a large number of ROS and promoting ferroptosis ( 28 , 29 ).\n\nJNK was discovered nearly 35 years ago and was originally discovered as a member of the pp54 microtubule-associated protein-2 kinase family ( 30 , 31 ). Combined exposure of alumina nanoparticles and chronic restraint stress compound hippocampal neuronal ferroptosis and activate the interferon-γ/apoptosis signal-regulating kinase 1/JNK signaling pathway, leading to learning and memory dysfunction in rats ( 32 ). It is not clear whether NPs, which are also nano particles, activate JNK and induce ferroptosis of microglia cells and the mechanism by which JNK is involved in ferroptosis remains unclear. Heme oxygenase (HO-1) is a key metabolic enzyme and is considered the central effector of mammalian stress responses ( 33 , 34 ). It has been hypothesized that HO-1 plays a regulatory role in apoptosis and autophagy, as well as in pyroptosis, necroptosis and ferroptosis ( 35 ). Notably, HO-1 is a key mediator of ferroptosis induced by erastin in cancer cells; Zinc protoporphyrin IX, an HO-1 inhibitor, prevents ferroptosis induced by erastin ( 36 ).\n\nTo understand the effects of NPs on human health and provide a basis for toxicological experiments, the present study investigated the molecular mechanisms of NP-induced microglial cell toxicity. An experimental  in vitro  model was established in which BV2 cells were exposed to NPs to induce an inflammatory reaction. N-acetylcysteine (NAC) was also used to evaluate the pivotal role of ROS in the inflammatory response and ferroptosis. Finally, we explored the toxicity and its mechanism of microglia induced by NP exposure.\n\n## Materials and methods\n\nDragon Green-labeled NPs, which are the primary components of PS, were purchased from Bangs Laboratories, Inc. (cat. no. FSDG001). The mean diameter of PS-NPs was 44 nm and the solid content was 1%. The number of microspheres was ~2.456×10 14 /ml deionized water. The size and shape of PS-NPs were detected by transmission electron microscopy (TEM; FEI Talos F200x). The sample was dispersed into an ethanol solution for ultrasound and then a few drops of the dispersed liquid were added onto a copper mesh. After drying, the sample was subjected to an accelerated voltage of 200 kV using FEI Talos F200X G2, EDS super-X, and the morphology was captured (high-resolution).\n\nThe mouse microglial cell line BV2 was obtained from Kunming Cell Bank of the Chinese Academy of Sciences (Kunming, China). BV2 cells were resuspended and cultured in DMEM (cat. no. C11995500BT) supplemented with 10% FBS (cat. no. 10099141; both Gibco; Thermo Fisher Scientific, Inc.) and 1% Antibiotic-Antimycotic (cat. no. 15240062; Gibco; Thermo Fisher Scientific, Inc.) and maintained in a humidified incubator supplied with 5% CO 2  at 37°C. Cells were exposed to 0, 25, 50 or 100  µ g/ml NPs for 12 h or 24 h at 37°C. For inhibitor pretreatment groups, the ROS inhibitor NAC (10  µ M; cat. no. S1623; Selleck) and JNK inhibitor SP600125 (2  µ M; cat. no. S1460; Selleck) were added to cells for 2 and 1 h at 37°C, respectively, and then BV2 cells were exposed to 50  µ g/ml NPs for 12 h or 24 h at 37°C. The nucleus of BV2 cells stained with DAPI (10  µ g/ml; cat. no. C0065; Beijing Solarbio) for 5 h at room temperature.\n\nCell viability was determined using Cell Counting Kit-8 (CCK-8; cat. no. CK04; Dojindo Molecular Technologies, Inc.). NPs (10 mg/ml) were diluted to 0, 25, 50 and 100  µ g/ml with serum-free DMEM and added to cells for 12 or 24 h at 37°C. Subsequently, 10  µ l CCK-8 solution was added for 2 h and the absorbance was measured at 450 nm using a microplate reader (SpectraMax 190; Molecular Devices, Inc.).\n\nBV2 cells were seeded with 3×10 5  cells per well in six-well plates and exposed to NPs, as aforementioned, during the logarithmic growth phase. After 12 h at 37°C, cells were incubated in DMEM containing 5  µ M BODIPY™ 581/591 C11 probe for 30 min at 37°C (cat. no. D3861, Thermo Fisher Scientific, Inc.) Cells were digested with Triple-E (Gibco; Thermo Fisher Scientific, Inc.) for 2 min at 37°C. The cell precipitate was collected by centrifugation at 4°C, 800 × g for 4 min and washed twice with PBS (Biological Industries; Sartorius AG). The cells were collected after being digested and blow down with a pipette, precipitated by centrifugation at 4°C, 800 × g for 4 min and resuspended in 200  µ l PBS. FITC in each group was measured using a flow cytometer (DxFLEX; Beckman Coulter, Inc.) with an excitation wavelength of 488 nm and emission wavelength of 510 nm. Annexin-V labeled with fluorescein FITC was used as a probe. And the software CytExpert for DxFLEX (version 2.0.0.283; Beckman Coulter, Inc.) used for analysis.\n\nBV2 cells in the logarithmic growth phase were used. Following exposure of cells to 50  µ g/ml NPs for 12 h at 37°C, cells were collected and the protein concentration was determined using a BCA protein assay kit. Malondialdehyde (MDA) levels (cat. no. S0131S; Beyotime Institute of Biotechnology) and activity of superoxide dismutase (SOD; cat. no. A001-3-2; Nanjing Jiancheng Bioengineering Institute) and GSH were detected using kits (cat. no. A006-2-1; Nanjing Jiancheng Bioengineering Institute) according to the manufacturer's protocols.\n\nELISA was performed to analyze inflammatory cytokines. Cell culture medium was collected and centrifuged for ~10 min (300 × g, 4°C) and the supernatant was carefully collected. The levels of 1L-1β and IL-18 in supernatant of each sample were measured using corresponding mouse ELISA kits [cat. nos. EK201B/3-96 and EK218-96, respectively; both Hangzhou Lianke Biotechnology Co., Ltd.), according to the manufacturer's protocols.\n\nRIPA lysis buffer (cat. no. P0013B) containing PMSF (cat. No. ST505; both Beyotime Institute of Biotechnology) was used to lyse BV2 cells treated with 0, 25, 50 and 100  µ g/ml NPs for 12 h at 37°C, on ice for 30 min and centrifuged at 15,000 × g for 15 min at 4°C. The supernatant was obtained and the total protein concentration was determined using a BCA kit (Beyotime Institute of Biotechnology) and adjusted to the same quantity (44-46  µ g) with PBS. The protein (44-46  µ g/lane; 20  µ l) was loaded on a 10% SDS gel, resolved using SDS-PAGE and transferred to PVDF membranes (MilliporeSigma). The membranes were blocked with blocking buffer (containing 5% milk powder) for 1 h at room temperature, washed three times with PBST (containing 0.1% Tween-20) and incubated with primary antibodies at 4°C for 12 h. The following day, the membrane was incubated with fluorescent-labeled goat anti-rabbit or goat anti-mouse antibody for 1 h at 37°C. Blots were visualized with Odyssey® CLx Imaging System (cat. no. 9140-00, LI-COR Biosciences). The gray values of the protein bands were analyzed using ImageLab™ Software (version no. 1.53 e). The primary antibodies were as follows: β-actin (1:1,000, cat. no. 4970S, Cell Signaling Technology, Inc.), NLRP3 (1:1,000, cat. no. ab263899, Abcam), cyclooxygenase (COX)-2 (1:1,000, cat. no. 12282, Cell Signaling Technology, Inc.), pro caspase-1 + p10 + p12 (1:1,000, cat. no. ab179515, Abcam), ferritin heavy chain 1 (FTH1) (1:1,000, cat. no. 3998, Cell Signaling Technology, Inc.), HO-1 (1:1,000, cat. no. 43966, Cell Signaling Technology, Inc.), ASC/Target of methylation-induced silencing (TMS1) (1:1,000, cat. no. 67824, Cell Signaling Technology, Inc.), GPX4 (1:1,000, cat. no. ab125066, Abcam), Acyl-CoA synthetase long-chain family member 4 (FACL4) (1:1,000, cat. no. ab155282; Abcam), Solute carrier family 7 member 11 (XCT) (1:1,000, cat. no. ab175186; Abcam), transferrin receptor (TFRC; 1:5,000, cat. no. ab269513, Abcam), JNK1 + JNK2 + JNK3 (1:1,000, cat. no. ab179461, Abcam) and JNK1 + JNK2 + JNK3 [phosphorylated (p)-T183 + T183 + T221; 1:5,000, cat. no. ab124956, Abcam]. The secondary anti-bodies were: IRDye ®  680RD Goat anti-rabbit IgG (1:10,000, cat. no. 926-68071, LI-COR Biosciences) and IRDye ®  800CW goat anti-mouse IgG (1:10,000, cat. no. 926-32210, LI-COR Biosciences). β-actin was used as an internal loading control for normalization.\n\nBV2 cells were seeded in black 96-well plates at a density of 5×10 4  cells/well and treated with NPs for 12 h, as aforementioned. The cells were incubated in 1X Hoechst (Beyotime Institute of Biotechnology) for 10 min at 37°C, then with 1  µ M FerroOrange (Dojindo Molecular Technologies, Inc.) for 30 min at 37°C and the iron concentration in the cytoplasm was observed using a fluorescence microscope (×200).\n\nData were analyzed using GraphPad Prism version 9.0.0 (GraphPad Software, Inc.; Dotmatics, Inc.). Data were analyzed using ANOVA (one-way) followed by Dunnett's post hoc test. Data are presented as the mean ± SD of three independent repeats. P<0.05 was considered to indicate a statistically significant difference.\n\n## Characterization of polystyrene (PS-)NPs\n\nDragon Green-labeled NPs, which are the primary components of PS, were purchased from Bangs Laboratories, Inc. (cat. no. FSDG001). The mean diameter of PS-NPs was 44 nm and the solid content was 1%. The number of microspheres was ~2.456×10 14 /ml deionized water. The size and shape of PS-NPs were detected by transmission electron microscopy (TEM; FEI Talos F200x). The sample was dispersed into an ethanol solution for ultrasound and then a few drops of the dispersed liquid were added onto a copper mesh. After drying, the sample was subjected to an accelerated voltage of 200 kV using FEI Talos F200X G2, EDS super-X, and the morphology was captured (high-resolution).\n\n## Cell culture and treatment\n\nThe mouse microglial cell line BV2 was obtained from Kunming Cell Bank of the Chinese Academy of Sciences (Kunming, China). BV2 cells were resuspended and cultured in DMEM (cat. no. C11995500BT) supplemented with 10% FBS (cat. no. 10099141; both Gibco; Thermo Fisher Scientific, Inc.) and 1% Antibiotic-Antimycotic (cat. no. 15240062; Gibco; Thermo Fisher Scientific, Inc.) and maintained in a humidified incubator supplied with 5% CO 2  at 37°C. Cells were exposed to 0, 25, 50 or 100  µ g/ml NPs for 12 h or 24 h at 37°C. For inhibitor pretreatment groups, the ROS inhibitor NAC (10  µ M; cat. no. S1623; Selleck) and JNK inhibitor SP600125 (2  µ M; cat. no. S1460; Selleck) were added to cells for 2 and 1 h at 37°C, respectively, and then BV2 cells were exposed to 50  µ g/ml NPs for 12 h or 24 h at 37°C. The nucleus of BV2 cells stained with DAPI (10  µ g/ml; cat. no. C0065; Beijing Solarbio) for 5 h at room temperature.\n\n## Cell viability assay\n\nCell viability was determined using Cell Counting Kit-8 (CCK-8; cat. no. CK04; Dojindo Molecular Technologies, Inc.). NPs (10 mg/ml) were diluted to 0, 25, 50 and 100  µ g/ml with serum-free DMEM and added to cells for 12 or 24 h at 37°C. Subsequently, 10  µ l CCK-8 solution was added for 2 h and the absorbance was measured at 450 nm using a microplate reader (SpectraMax 190; Molecular Devices, Inc.).\n\n## Determination of intracellular ROS concentration\n\nBV2 cells were seeded with 3×10 5  cells per well in six-well plates and exposed to NPs, as aforementioned, during the logarithmic growth phase. After 12 h at 37°C, cells were incubated in DMEM containing 5  µ M BODIPY™ 581/591 C11 probe for 30 min at 37°C (cat. no. D3861, Thermo Fisher Scientific, Inc.) Cells were digested with Triple-E (Gibco; Thermo Fisher Scientific, Inc.) for 2 min at 37°C. The cell precipitate was collected by centrifugation at 4°C, 800 × g for 4 min and washed twice with PBS (Biological Industries; Sartorius AG). The cells were collected after being digested and blow down with a pipette, precipitated by centrifugation at 4°C, 800 × g for 4 min and resuspended in 200  µ l PBS. FITC in each group was measured using a flow cytometer (DxFLEX; Beckman Coulter, Inc.) with an excitation wavelength of 488 nm and emission wavelength of 510 nm. Annexin-V labeled with fluorescein FITC was used as a probe. And the software CytExpert for DxFLEX (version 2.0.0.283; Beckman Coulter, Inc.) used for analysis.\n\n## Determination of oxidative damage\n\nBV2 cells in the logarithmic growth phase were used. Following exposure of cells to 50  µ g/ml NPs for 12 h at 37°C, cells were collected and the protein concentration was determined using a BCA protein assay kit. Malondialdehyde (MDA) levels (cat. no. S0131S; Beyotime Institute of Biotechnology) and activity of superoxide dismutase (SOD; cat. no. A001-3-2; Nanjing Jiancheng Bioengineering Institute) and GSH were detected using kits (cat. no. A006-2-1; Nanjing Jiancheng Bioengineering Institute) according to the manufacturer's protocols.\n\n## Inflammatory cytokine analysis\n\nELISA was performed to analyze inflammatory cytokines. Cell culture medium was collected and centrifuged for ~10 min (300 × g, 4°C) and the supernatant was carefully collected. The levels of 1L-1β and IL-18 in supernatant of each sample were measured using corresponding mouse ELISA kits [cat. nos. EK201B/3-96 and EK218-96, respectively; both Hangzhou Lianke Biotechnology Co., Ltd.), according to the manufacturer's protocols.\n\n## Western blot analysis\n\nRIPA lysis buffer (cat. no. P0013B) containing PMSF (cat. No. ST505; both Beyotime Institute of Biotechnology) was used to lyse BV2 cells treated with 0, 25, 50 and 100  µ g/ml NPs for 12 h at 37°C, on ice for 30 min and centrifuged at 15,000 × g for 15 min at 4°C. The supernatant was obtained and the total protein concentration was determined using a BCA kit (Beyotime Institute of Biotechnology) and adjusted to the same quantity (44-46  µ g) with PBS. The protein (44-46  µ g/lane; 20  µ l) was loaded on a 10% SDS gel, resolved using SDS-PAGE and transferred to PVDF membranes (MilliporeSigma). The membranes were blocked with blocking buffer (containing 5% milk powder) for 1 h at room temperature, washed three times with PBST (containing 0.1% Tween-20) and incubated with primary antibodies at 4°C for 12 h. The following day, the membrane was incubated with fluorescent-labeled goat anti-rabbit or goat anti-mouse antibody for 1 h at 37°C. Blots were visualized with Odyssey® CLx Imaging System (cat. no. 9140-00, LI-COR Biosciences). The gray values of the protein bands were analyzed using ImageLab™ Software (version no. 1.53 e). The primary antibodies were as follows: β-actin (1:1,000, cat. no. 4970S, Cell Signaling Technology, Inc.), NLRP3 (1:1,000, cat. no. ab263899, Abcam), cyclooxygenase (COX)-2 (1:1,000, cat. no. 12282, Cell Signaling Technology, Inc.), pro caspase-1 + p10 + p12 (1:1,000, cat. no. ab179515, Abcam), ferritin heavy chain 1 (FTH1) (1:1,000, cat. no. 3998, Cell Signaling Technology, Inc.), HO-1 (1:1,000, cat. no. 43966, Cell Signaling Technology, Inc.), ASC/Target of methylation-induced silencing (TMS1) (1:1,000, cat. no. 67824, Cell Signaling Technology, Inc.), GPX4 (1:1,000, cat. no. ab125066, Abcam), Acyl-CoA synthetase long-chain family member 4 (FACL4) (1:1,000, cat. no. ab155282; Abcam), Solute carrier family 7 member 11 (XCT) (1:1,000, cat. no. ab175186; Abcam), transferrin receptor (TFRC; 1:5,000, cat. no. ab269513, Abcam), JNK1 + JNK2 + JNK3 (1:1,000, cat. no. ab179461, Abcam) and JNK1 + JNK2 + JNK3 [phosphorylated (p)-T183 + T183 + T221; 1:5,000, cat. no. ab124956, Abcam]. The secondary anti-bodies were: IRDye ®  680RD Goat anti-rabbit IgG (1:10,000, cat. no. 926-68071, LI-COR Biosciences) and IRDye ®  800CW goat anti-mouse IgG (1:10,000, cat. no. 926-32210, LI-COR Biosciences). β-actin was used as an internal loading control for normalization.\n\n## Cellular iron level detection\n\nBV2 cells were seeded in black 96-well plates at a density of 5×10 4  cells/well and treated with NPs for 12 h, as aforementioned. The cells were incubated in 1X Hoechst (Beyotime Institute of Biotechnology) for 10 min at 37°C, then with 1  µ M FerroOrange (Dojindo Molecular Technologies, Inc.) for 30 min at 37°C and the iron concentration in the cytoplasm was observed using a fluorescence microscope (×200).\n\n## Statistical analysis\n\nData were analyzed using GraphPad Prism version 9.0.0 (GraphPad Software, Inc.; Dotmatics, Inc.). Data were analyzed using ANOVA (one-way) followed by Dunnett's post hoc test. Data are presented as the mean ± SD of three independent repeats. P<0.05 was considered to indicate a statistically significant difference.\n\n## Results\n\nThe mean diameter of NPs was ~50 nm when single or multiple fluorescent microspheres were observed by TEM ( Fig. 1A ). BV2 cells exhibited green fluorescence following phagocytosis, and the intensity of fluorescence increased in a dose-dependent manner ( Fig. 1B ). This suggested that NPs were phagocytosed by microglia. The viability of BV2 cells after treated with NPs 12 h decreased obviously. The viability of BV2 cells exposed to 25, 50, 100  µ g/ml NPs were lower than 0  µ g/ml. After exposed to NPs 24 h, the viability of BV2 cells exposed to 25, 50, 100  µ g/ml NPs substantially reduced and this effect was dose-and time-dependent ( Fig. 1C ).\n\nTo investigate whether NPs cause oxidative damage to BV2 cells, FITC following exposure to NPs for 12 h was measured. FITC in BV2 cells exposed to 100  µ g/ml NPs increased significantly ( Fig. 2A ). MDA content increased 1.5x at 100  µ g/ml compared with the untreated control group and was also notably higher than that of cells treated with lower concentrations of NPs ( Fig. 2C ). The activity of GSH ( Fig. 2D ) and SOD ( Fig. 2B ) decreased as the NP concentration increased. The activity of GSH and SOD decreased 1.6x and 1.2x, respectively, at 100  µ g/ml NP compared with the control group. To confirm the impact of lipid oxidation on cell death, ROS inhibitor NAC was used. Compared with the 50  µ g/ml NP group, the content of FITC ( Fig. 2E ) and MDA ( Fig. 2G ) in cells co-treated with NPs and NAC was significantly decreased. However, compared with the 50  µ g/ml NP group, the activity of GSH ( Fig. 2H ) and SOD ( Fig. 2F ) in cells co-treated with NPs and NAC increased significantly.\n\nTo verify whether NPs induced ferroptosis in BV2 cells, expression of ferroptosis-related proteins, including lipid peroxidation-associated indicators GPX4 and ACSL4 and XCT, was assessed. The protein levels of GPX4 and XCT in BV2 cells were downregulated by NPs ( Fig. 3C and H ) and protein expression of ACSL4 was upregulated ( Fig. 3F ). These results suggested that NPs stimulated lipid peroxidation in BV2 cells. The expression of TFRC and FTH1, which are responsible for ferritin transport ( 14 ), was also significantly altered; NPs downregulated the expression of FTH1 protein, while the levels of TFRC were increased ( Fig. 3B and D ). Using fluorescence microscopy, the mean fluorescence intensity of intracellular ions was shown to increase in a dose-dependent manner ( Fig. 3E and I ). Expression of COX-2 ( Fig. 3G ) also increased in a concentration-dependent manner.\n\nThe expression of inflammatory response-associated proteins in BV2 cells was determined using western blotting. The expression of NLRP3 and ASC in BV2 cells treated with 100  µ g/ml NPs was significantly higher than in the control group ( Fig. 4B and D ). The ratio of cleaved-caspase-1 to pro-caspase-1 protein increased as the dose of NP increased, with 100  µ g/ml NP increasing the ratio significantly compared with the control group ( Fig. 4C ). The expression levels of IL-1β increased evidently in cells treated with NPs compared with the control in a dose-dependent manner ( Fig. 4E ). To explore the impact of JNK and HO-1 in NP-induced cytotoxicity, expression of p-JNK, JNK and HO-1 was detected using western blotting. Phosphorylation of JNK increased following treatment of NPs and the increase in p-JNK and HO-1 levels was dose-dependent ( Fig. 4H and I ). These results suggested that NPS induced activation of JNK and HO-1.\n\nROS and lipid peroxidation induce cell death, such as by ferroptosis ( 14 ). NAC was used to determine whether ROS was involved in the regulation of ferroptosis. Cells were treated with 50  µ g/ml NP and NAC to determine whether NPs induced ferroptosis was mediated by ROS. As aforementioned, NAC significantly decreased the expression of ROS, SOD, MDA and GSH and also decreased NP-induced oxidative damage. NAC inhibited the decrease in GPX4 expression ( Fig. 5G ). Compared with cells treated with NPs alone, the expression of FACL4 and TFRC decreased and the protein expression levels of XCT were increased following NAC pretreatment ( Fig. 5B, C and F ). Finally, compared with 0  µ g/ml NPs group, the fluorescence intensity of the 50  µ g/ml NPs group significantly grew larger. The fluorescence intensity in cells co-treated with NPs and NAC was significantly inhibited ( Fig. 5E and I ).\n\nTo determine the effect of ROS on inflammatory reactions, NAC was used to inhibit ROS and levels of inflammatory cytokines, intracellular inflammation-associated proteins and inflammatory factors were assessed following NP treatment. Western blotting showed that NAC treatment resulted in downregulation of NLRP3, ASC and cleaved caspase-1 protein expression in BV2 cells ( Fig. 6A-D ). Following pretreatment with NAC, the expression of IL-18 and IL-1β also decreased significantly compared with cells treated with NPs alone ( Fig. 6E and F ). These results showed the key role of ROS in NP-induced inflammatory responses.\n\nThe aforementioned results indicated the important role of ROS in the inflammatory response and ferroptosis. NAC treatment inhibited JNK phosphorylation and downregulated HO-1 expression ( Fig. 7B and C ). To verify the role of JNK in ferroptosis, cells treated with NP were treated with JNK inhibitor SP600125. SP600125 inhibited downregulation of GPX4 and XCT ( Fig. 7I and J ), downregulated expression of TFRC and FACL4 protein ( Fig. 7E and F ) and upregulated the expression of the FTH1 protein ( Fig. 7G ). Compared with 0  µ g/ml NP group, the fluorescence intensity of the 50  µ g/ml NPs group significantly grew larger. The mean fluorescence intensity of intracellular iron ions was also significantly decreased following pretreatment of BV2 cells with SP600125 compared with 50  µ g/ml NPs group ( Fig. 7K and L ).\n\n## Cytotoxicity of NPs to BV2 cells\n\nThe mean diameter of NPs was ~50 nm when single or multiple fluorescent microspheres were observed by TEM ( Fig. 1A ). BV2 cells exhibited green fluorescence following phagocytosis, and the intensity of fluorescence increased in a dose-dependent manner ( Fig. 1B ). This suggested that NPs were phagocytosed by microglia. The viability of BV2 cells after treated with NPs 12 h decreased obviously. The viability of BV2 cells exposed to 25, 50, 100  µ g/ml NPs were lower than 0  µ g/ml. After exposed to NPs 24 h, the viability of BV2 cells exposed to 25, 50, 100  µ g/ml NPs substantially reduced and this effect was dose-and time-dependent ( Fig. 1C ).\n\n## NPs induce oxidative damage in BV2 cells\n\nTo investigate whether NPs cause oxidative damage to BV2 cells, FITC following exposure to NPs for 12 h was measured. FITC in BV2 cells exposed to 100  µ g/ml NPs increased significantly ( Fig. 2A ). MDA content increased 1.5x at 100  µ g/ml compared with the untreated control group and was also notably higher than that of cells treated with lower concentrations of NPs ( Fig. 2C ). The activity of GSH ( Fig. 2D ) and SOD ( Fig. 2B ) decreased as the NP concentration increased. The activity of GSH and SOD decreased 1.6x and 1.2x, respectively, at 100  µ g/ml NP compared with the control group. To confirm the impact of lipid oxidation on cell death, ROS inhibitor NAC was used. Compared with the 50  µ g/ml NP group, the content of FITC ( Fig. 2E ) and MDA ( Fig. 2G ) in cells co-treated with NPs and NAC was significantly decreased. However, compared with the 50  µ g/ml NP group, the activity of GSH ( Fig. 2H ) and SOD ( Fig. 2F ) in cells co-treated with NPs and NAC increased significantly.\n\n## NPs induce ferroptosis in BV2 cells\n\nTo verify whether NPs induced ferroptosis in BV2 cells, expression of ferroptosis-related proteins, including lipid peroxidation-associated indicators GPX4 and ACSL4 and XCT, was assessed. The protein levels of GPX4 and XCT in BV2 cells were downregulated by NPs ( Fig. 3C and H ) and protein expression of ACSL4 was upregulated ( Fig. 3F ). These results suggested that NPs stimulated lipid peroxidation in BV2 cells. The expression of TFRC and FTH1, which are responsible for ferritin transport ( 14 ), was also significantly altered; NPs downregulated the expression of FTH1 protein, while the levels of TFRC were increased ( Fig. 3B and D ). Using fluorescence microscopy, the mean fluorescence intensity of intracellular ions was shown to increase in a dose-dependent manner ( Fig. 3E and I ). Expression of COX-2 ( Fig. 3G ) also increased in a concentration-dependent manner.\n\n## NPs induce release of inflammatory factors and activate JNK, HO-1 in BV2 cells\n\nThe expression of inflammatory response-associated proteins in BV2 cells was determined using western blotting. The expression of NLRP3 and ASC in BV2 cells treated with 100  µ g/ml NPs was significantly higher than in the control group ( Fig. 4B and D ). The ratio of cleaved-caspase-1 to pro-caspase-1 protein increased as the dose of NP increased, with 100  µ g/ml NP increasing the ratio significantly compared with the control group ( Fig. 4C ). The expression levels of IL-1β increased evidently in cells treated with NPs compared with the control in a dose-dependent manner ( Fig. 4E ). To explore the impact of JNK and HO-1 in NP-induced cytotoxicity, expression of p-JNK, JNK and HO-1 was detected using western blotting. Phosphorylation of JNK increased following treatment of NPs and the increase in p-JNK and HO-1 levels was dose-dependent ( Fig. 4H and I ). These results suggested that NPS induced activation of JNK and HO-1.\n\n## Increased ROS levels induce ferroptosis\n\nROS and lipid peroxidation induce cell death, such as by ferroptosis ( 14 ). NAC was used to determine whether ROS was involved in the regulation of ferroptosis. Cells were treated with 50  µ g/ml NP and NAC to determine whether NPs induced ferroptosis was mediated by ROS. As aforementioned, NAC significantly decreased the expression of ROS, SOD, MDA and GSH and also decreased NP-induced oxidative damage. NAC inhibited the decrease in GPX4 expression ( Fig. 5G ). Compared with cells treated with NPs alone, the expression of FACL4 and TFRC decreased and the protein expression levels of XCT were increased following NAC pretreatment ( Fig. 5B, C and F ). Finally, compared with 0  µ g/ml NPs group, the fluorescence intensity of the 50  µ g/ml NPs group significantly grew larger. The fluorescence intensity in cells co-treated with NPs and NAC was significantly inhibited ( Fig. 5E and I ).\n\n## Inflammatory response is induced by NPs in a ROS-mediated-manner\n\nTo determine the effect of ROS on inflammatory reactions, NAC was used to inhibit ROS and levels of inflammatory cytokines, intracellular inflammation-associated proteins and inflammatory factors were assessed following NP treatment. Western blotting showed that NAC treatment resulted in downregulation of NLRP3, ASC and cleaved caspase-1 protein expression in BV2 cells ( Fig. 6A-D ). Following pretreatment with NAC, the expression of IL-18 and IL-1β also decreased significantly compared with cells treated with NPs alone ( Fig. 6E and F ). These results showed the key role of ROS in NP-induced inflammatory responses.\n\n## Ferroptosis is induced by the JNK/HO-1/FTH1 signaling pathway in a ROS mediated-manner\n\nThe aforementioned results indicated the important role of ROS in the inflammatory response and ferroptosis. NAC treatment inhibited JNK phosphorylation and downregulated HO-1 expression ( Fig. 7B and C ). To verify the role of JNK in ferroptosis, cells treated with NP were treated with JNK inhibitor SP600125. SP600125 inhibited downregulation of GPX4 and XCT ( Fig. 7I and J ), downregulated expression of TFRC and FACL4 protein ( Fig. 7E and F ) and upregulated the expression of the FTH1 protein ( Fig. 7G ). Compared with 0  µ g/ml NP group, the fluorescence intensity of the 50  µ g/ml NPs group significantly grew larger. The mean fluorescence intensity of intracellular iron ions was also significantly decreased following pretreatment of BV2 cells with SP600125 compared with 50  µ g/ml NPs group ( Fig. 7K and L ).\n\n## Discussion\n\nNPs are widely present in the environment, have disadvantageous effects on organisms and have received increasing attention ( 16 - 18 , 37 ). The number of NPs present in the environment is unknown as there are no effective methods to measure this. Due to the small size of NPs, they are extensively spread in aqueous environments and easily ingested by organisms ( 37 ). The aim of the present study was to investigate the possible effects of NPs on microglia.\n\nMicroglia are key cells of the immune system present in the central nervous system ( 38 ). Microglia comprise the innate immune system of the central nervous system and are key cellular mediators of neuroinflammatory processes. They serve a key role in central nervous system disease, including infection and acute and chronic neuroinflammatory responses ( 38 ). Chronic microglial activation is a key component of neurodegenerative disease and this chronic neuroinflammatory component likely contributes to neuronal dysfunction, injury and loss, leading to disease progression ( 38 ). BV2 cells are immortalized cell lines of mouse microglia and were selected as the experimental model. Due to their small particle size, NPs can enter tissues and organs and cross the BBB. The breakdown of the BBB may result in an inflammatory response and neurodegeneration ( 40 ). Studies have shown that PS-NPs increase the permeability of the BBB, decrease dendritic spine density and induce an inflammatory response in the hippocampus and PS-NPs in microglia induce microglial activation and neuron damage in the mouse brain ( 39 , 40 ). The aforementioned results suggest that PS-NPs can pass through the BBB and induce neurotoxicity in mammals, potentially by inducing activation of microglia. Microglia, the resident macrophages of the central nervous system, rapidly activate in nearly all types of neurological disease. These activated microglia become highly motile, secrete inflammatory cytokines, migrate to the lesion area and phagocytose cell debris or damaged neurons. Even a minimal stimulus activates microglia and causes inflammation-induced neuronal damage ( 41 ). Kwon  et al  ( 42 ) found that PS-MPs in the brain co-localize with Ionized calcium binding adapter molecule 1, a marker of microglia, in all three regions (hippocampus, cortex, cerebellum). Shan  et al  ( 39 ) found that PS-NPs in microglia result in the activation of quiescent microglia, evidenced by transformation from a ramified to an amoeboid phenotype, enlargement of cell nuclei, stubby branches and reduced end-point voxels under Sholl analysis. The aforementioned results indicate that MPs can enter microglia and microglia can be activated. In the present study, the fluorescent signal of NPs in BV2 cells became stronger as the concentration of NPs increased.\n\nROS-mediated lipid peroxidation is key to ferroptosis. Cells have evolved a counterbalancing system to neutralize excess ROS, an antioxidant system consisting of enzymatic antioxidants such as SOD, catalase, GPX4 and thioredoxin ( 43 ). In the present study, when exposed to 100  µ g/ml NPs, the levels of ROS increased significantly compared with the control group. The levels of GSH and SOD decreased, whereas MDA levels increased. From these results, it was speculated that NPs induced oxidative damage in BV2 cells.\n\nInflammation is a common immune response that leads to numerous types of dangerous and complex disease, such as atherosclerosis. Inflammasomes, which are multiprotein complexes, comprise Nod-like receptor (NLR), ASC and pro-caspase-1. Following assembly of inflammasomes, caspase-1 is activated and hydrolyzed into two products, forming a dimer to become mature cleaved caspase-1 ( 44 ). Activated caspase-1 cleaves pre-IL-1β and pre-IL-18 into mature IL-1β and IL-18. In the present study, expression of NLRP3, ASC and pro caspase-1 increased significantly following NP exposure and the expression of IL-18 and IL-1β also increased. ROS were shown to be the key mechanism triggering the formation and activation of the NLRP3 in the present study. Monocytes (MOs) serve as precursors of macrophage and effector cells, survey peripheral tissue and maintain endothelial integrity. Following inflammatory stimulus, MOs circulating in the bloodstream migrate to tissue and differentiate into either macrophages or MO-derived dendritic cells (MODCs) ( 45 ). MOs and MODCs release pro-inflammatory or anti-inflammatory cytokines that activate or suppress inflammation, respectively. In a recent study ( 46 ), PVC particles were shown to increase secretion of both pro-(IL-6 and TNF) and anti-inflammatory cytokines (IL-10) by MOs. The increase of both proand anti-inflammatory cytokine levels indicates the presence of a counterbalancing mechanism. NP exposure induces secretion of pro- and anti-inflammatory cytokines in primary human MOs and DCs ( 46 ).\n\nLysosome rupture is a mechanism of NLRP3 inflammasome activation. During lysosome rupture, cathepsin B is released from the lysosome. A previous study ( 19 ) showed that cathepsin B binds to the leucine-rich repeat domain of NLRP3 and activates NLRP3. Cathepsin B is also involved in the activation of MAPKs, one of which is JNK. In addition, JNK inhibition decreases levels of IL-1β and activation of caspase-1; JNK1 and JNK2 participate in IL-1β cleavage ( 19 ). Ca 2+  also activates JNK, a necessary kinase for ASC speck formation, by activating tat-associated kinase/JNK pathway ( 47 ). MAPKs control cellular activity, including gene expression, mitosis, differentiation, cell survival and apoptosis ( 48 ). In particular, MAPKs (ERK, p38 and JNK) have key roles in regulating inflammatory and immune responses ( 49 ). A previous study ( 50 ) indicated that ROS was upstream of MAPKs/NF-κB/NLRP3 and regulated expression of components involved in this pathway. Furthermore, to explore the sequence of MAPKs, nuclear NF-κB and NLRP3 in the inflammatory response induced by high glucose (HG), specific inhibitors of p38 (SB203580), ERK (PD98059) and JNK (SP600125) were used to pretreat osteoclasts (OCs) before induction with HG. SP600125, PD98059 and SB203580 significantly inhibited production of nuclear NF-κB, p-IκB, inhibitor of κB kinase and NLRP3 components (ASC, caspase-1, IL-18, IL-1β and NLRP3) and secretion of IL-1β and IL-18. These results showed that p-JNK, p-ERK1/2 and p-p38 mediated the activation of nuclear NF-κB-associated proteins and the NLRP3 inflammasome by HG in OCs. Together, these data demonstrated that the ROS/MAPK/NF-kB pathway regulates the HG-induced NLRP3 inflammasome response  in vitro  ( 50 ). Adiponectin suppresses palmitate-mediated NLRP3 inflammasome activation in hepatocytes via AMPK/JNK/ERK1/NF-κB/ROS signaling pathways ( 51 ). Past studies have shown that the JNK/c-Jun pathway serves crucial roles in the microglial response and kaempferol attenuates retinal ganglion cell death by suppressing the NLRP3 inflammasome through JNK pathways in acute glaucoma ( 52 , 53 ). A previous study ( 54 ) indicated that indirect traumatic optic neuropathy induces significant retinal ganglion cell (RGC) death and axonal degeneration and activates JNK/c-Jun signaling, which could further induce the microglial response and NLRP3 inflammasome activation. Moreover, JNK disruption suppresses NLRP3 inflammasome activation in microglia and prevents RGC death and axonal degeneration ( 54 ). A previous study found that spleen tyrosine kinase (Syk) and JNK are rapidly phosphorylated during  Staphylococcus aureus  infection. Moreover, a Syk/JNK inhibitor and Syk/JNK small interfering RNA not only decrease NLRP3 inflammasome-associated molecule expression at the protein and mRNA levels, ASC speck formation and IL-1β and IL-18 release but also rescue decreased NIMA-related kinase 7 (NEK7) expression following suppression of the NEK7/NLRP3 pathway in macrophages ( 55 ). Syk/JNK phosphorylation levels and NLRP3 inflammasome-associated molecule expression are decreased by blockade of K +  efflux ( 55 ). The aforementioned studies indicate that NPs induce JNK to activate NLRP3 inflammatory vesicles and induce inflammatory response. The present study was not designed to prove the chronological association between activation of JNK and inflammatory response.\n\nIn the present study, NLRP3 was activated and protein expression levels of ASC, cleaved caspase-1, IL-18 and IL-1β increased significantly following exposure to NPs. NLRP3, ASC, cleaved caspase-1, IL-18, and IL-1β were all significantly downregulated by ROS inhibitor NAC. Thus, it was suggested that NPs induced microglia toxicity by increasing ROS levels, in turn inducing inflammatory responses.\n\nSystem XC −  is an amino acid antiporter that is abundant in the phospholipid bilayer. It transports extracellular cystine and intracellular glutamate at a ratio of 1:1 and reduces cystine to cysteine in the cell. Inhibition of the activity of system XC −  decreases GSH synthesis by inhibiting cysteine uptake, leading to decreased GPX activity and decreased cellular antioxidant capacity, accumulation of lipid ROS and finally oxidative damage and ferroptosis ( 56 ). As a member of the GPX family, GPX4 primarily inhibits lipid peroxidation and serves an important role in the occurrence of ferroptosis. GSH serves as a cofactor in reduction of peroxide to the corresponding alcohol by GPX4. Thus, intracellular GSH is key for GPX4 activity ( 57 , 58 ). The results of the present study showed that exposure to NPs inhibited activity of system XC − ; levels of GSH were significantly decreased and activity of GPX4 was also inhibited. The aforementioned results demonstrated that NPs may cause lipid peroxidation, leading to ferroptosis.\n\nIron is a key trace element that participates in normal hematopoietic and immune function of the human body. Excessive iron cause lesions and damage to numerous types of tissue and organ. The key to the induction of ferroptosis is the accumulation of a large quantity of free iron in cells. Cells take up iron primarily via TF and TFRC 1, which are the primary iron uptake proteins. Excess iron must be removed via FTH1 and FTL, thereby avoiding the formation of ROS ( 14 ). The present study demonstrated that intracellular ferritin levels increased following NP exposure and the expression of TFRC protein increased in a dose-dependent manner. The expression of FTH1 decreased in a dose-dependent manner due to accumulation of excess ferritin in the cells. Lipid metabolism is a key factor in ferroptosis. Polyunsaturated fatty acids are susceptible to lipid peroxidation and are key elements of ferroptosis ( 15 ). Acyl CoA synthase long-chain family member 4 (ACSL4) and lysophosphatidyltransferase 3 (LPCAT3) activate polyunsaturated fatty acids. ACSL4 catalyzes free arachidonic acid (AA)/adrenic acid (AdA) binding to CoA to form AA/AdA-CoA derivatives. LPCAT3 catalyzes the biosynthesis of AA/AdA-CoA and membrane phosphatidylethanolamine (PE) to form AA/AdA-PE, which is an intermediate process to activate ferroptotic signals ( 59 ). Therefore, decreasing ACSL4 and LPCAT3 levels inhibits ferroptosis ( 60 ). In the present study, expression levels of FACL4 were significantly increased following exposure to NPs. Following pretreatment of BV2 cells with NAC, compared with the 50  µ g/ml NP group, system XC −  and GSH activity were increased and the downregulation of GPX4 was reversed. Ferritin accumulation and transferrin expression decreased, FTH1 levels increased, lipid peroxidation was inhibited and FACL4 expression was downregulated. The aforementioned results demonstrated that lipid peroxidation and accumulation of ROS may be involved in multiple pathways associated with ferroptosis. NPs may induce lipid peroxidation and ROS accumulation, thus causing microglial ferroptosis. The primary function of system XC −  is to transport cystine and glutamate in and out of cells. Cysteine participates in GSH synthesis via system XC − . GPX4 converts GSH to GSSG and inhibits ROS accumulation. Fe 3+  binding to transferrin on the cell membrane is converted to Fe 2+  and induces ferroptosis through lipid peroxidation via the Fenton reaction. NLRP3 is activated and interacts with ASC, resulting in cleavage of caspase-1 to mature cleaved caspase-1. Activated caspase-1 converts pro-IL-1β and pro-IL-18 to mature IL-1β and IL-18 ( Fig. 8 ).\n\nJNK is activated by cytokines and environmental stressors such as ultraviolet irradiation and oxidative stress and belongs to a subset of MAP agonists ( 61 ). In the present study, NPs activated JNK. It was hypothesized that ROS generated following exposure to NPs activated the JNK pathway. To confirm this, cells were treated with ROS inhibitor NAC; expression of JNK in the NP + NAC group was notably lower than in the 50  µ g/ml NPs group. Therefore, the increase in ROS was caused by activation of JNK. Previous studies have suggested that the regulation of HO-1 is mediated via MAPKs, including the ERK, JNK and p38 MAPK pathways ( 62 , 63 ). In the present study, following addition of the JNK inhibitor SP600125, the expression of HO-1 decreased, expression of FTH1 was increased and iron accumulation was decreased. Therefore, it was hypothesized that NPs induced ferroptosis in BV2 cells via the JNK/HO-1/FTH1 pathway.\n\nThere are limitations to this study. A limitation is that the present study was an  in vitro  study of NP-induced phenotype and mechanism. And the present study was not designed to prove that the phagocytosis of microglia occurred in a relatively short time. Future experiments should explore whether phagocytosis of pathogens and/or cell debris by microglia is affected by exposure to NPs.\n\nThe present study showed that NPs entered BV2 cells and induced oxidative stress and inflammatory responses. NPs also led to ferroptosis of BV2 cells via increased lipid peroxidation and ROS accumulation. ROS served a pro-ferroptotic role in NP-induced inflammatory responses and ferroptosis. NPs potentially induced ferroptosis by regulating the JNK/HO-1/FTH1 signaling pathway. The present study high-lighted a novel avenue for the study of the pathogenesis and treatment of NP-induced central nervous system disease.",
  "reference_count": 63,
  "word_count": 7786,
  "char_count": 49395
}