{
  "pmcid": "PMC10250932",
  "doi": "10.1016/j.molmet.2023.101741",
  "title": "Enhancing de novo ceramide synthesis induced by bisphenol A exposure aggravates metabolic derangement during obesity",
  "authors": [
    "Gengfu Wang",
    "Xu Hong",
    "Jia Yu",
    "Yuheng Zhang",
    "Yuting Li",
    "Zuo Li",
    "Zhiyuan Zhu",
    "Shaoyun Yuan",
    "Xiaofei Zhang",
    "Sheng Wang"
  ],
  "year": "2023",
  "journal": "Molecular Metabolism",
  "abstract": "Objective Exposure to bisphenol A (BPA) has been shown to increase the prevalence of obesity and its related insulin resistance (IR). Ceramide is a sphingolipid known to facilitate the production of proinflammatory cytokines and subsequently exacerbate inflammation and IR during the progression of obesity. Here, we investigated the effects of BPA exposure on ceramide de novo synthesis and whether increased ceramides aggravate adipose tissue (AT) inflammation and obesity-related IR. Methods A population-based case–control study was conducted to explore the relationship between BPA exposure and IR and the potential role of ceramide in AT in obesity. Next, we used mice reared on a normal chow diet (NCD) or a high-fat diet (HFD) to verify the results from the population study and then investigated the role of ceramides in low-level BPA exposure with HFD-induced IR and AT inflammation in mice treated with or without myriocin (an inhibitor of the rate-limiting enzyme in de novo ceramide synthesis). Results BPA levels are higher in obese individuals and are significantly associated with AT inflammation and IR. Specific subtypes of ceramides mediated the associations between BPA and obesity, obesity-related IR and AT inflammation in the obesity group. In animal experiments, BPA exposure facilitated ceramide accumulation in AT, activated PKCζ, promoted AT inflammation, increased the expression and secretion of proinflammatory cytokines via the JNK/NF-κB pathway, and lowered insulin sensitivity by disrupting IRS1-PI3K-AKT signaling in mice fed a HFD. Myriocin suppressed BPA-induced AT inflammation and IR. Conclusion These findings indicate that BPA aggravates obesity-induced IR, which is partly via increased de novo synthesis of ceramides and subsequent promotion of AT inflammation. Ceramide synthesis could be a potential target for the prevention of environmental BPA exposure-related metabolic diseases.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Insulin resistance (IR) is a pathological state in which target tissues have a reduced response to insulin, which acts in the pathogenesis of metabolic syndromes such as type 2 diabetes mellitus (T2DM), dyslipidemia and nonalcoholic fatty liver disease [ 1 , 2 ]. Obesity represents the main cause of IR [ 1 , 3 ]. Obesity-related IR can manifest through a variety of pathways, but adipose tissue (AT) chronic inflammation has emerged as a primary pathological mechanism [ 3 , 4 ]. Both adipocytes and macrophages secrete proinflammatory mediators in AT, which may promote macrophage infiltration and the inflammatory response, further leading to detrimental effects on insulin action in target tissues such as AT, liver and muscle and contributing to whole-body IR and systemic inflammation [ [5] ,  [6] ,  [7] ]. It is pivotal to explore the causes and underlying molecular mechanisms of IR to inform prevention and treatment.\n\nIncreasing evidence has shown that long-term exposure to low concentrations of bisphenol A (BPA) can disrupt glucose homeostasis and aggravate IR [ 8 , 9 ]. BPA is a high-output monomer used worldwide and is extensively used for the synthesis of epoxy resin and polycarbonate plastics. BPA can be released from the manufacture of food and drink packaging, water bottles and many other daily life products [ 10 , 11 ]. Population monitoring results indicate that universal exposure of humans to BPA has occurred [ 12 ]. As a typical environmental endocrine-disrupting chemical (EDC), BPA not only interferes with the function of the endocrine system by binding the estrogen receptor but also has a significant correlation with metabolic syndromes, including obesity, dyslipidemia and T2DM [ [13] ,  [14] ,  [15] ,  [16] ]. Currently, much remains unknown about the underlying mechanism of IR induced by environmental BPA exposure.\n\nEmerging evidence has revealed that ceramides, which are the predominant signaling sphingolipids, are involved in the progression of IR and inflammation [ 2 , 17 ]. Animal studies have shown that relatively high levels of ceramides in both liver and plasma coincide with IR and inflammation [ 17 , 18 ]. Clinical studies have also found associations of ceramide levels in plasma and AT with obesity, IR and T2DM [ [19] ,  [20] ,  [21] ]. De novo synthesis is the primary pathway of ceramide generation, and this reaction is catalyzed by the enzyme serine-palmitoyltransferase (SPT), in which fatty acyl (FA)-CoAs with different chain lengths are used to synthetize distinct ceramide subspecies [ 22 ]. Numerous studies have suggested that targeting de novo ceramide synthesis could improve inflammation and reduce IR [ 23 , 24 ]. However, little research has explored the role of ceramide in BPA-induced IR.\n\nHere, we explored the effect of BPA on the development of IR and whether the effect of BPA on IR occurred via the dysregulation of ceramide. We conducted a case‒control study including adults with obesity or with normal weight to explore the relationship between BPA exposure and IR and preliminarily explored the potential role of ceramide. Additionally, we used mice fed a high-fat diet (HFD) to verify the results from the population study and then investigated the role of ceramide and its underlying molecular mechanisms in the effect of BPA exposure on IR by using an inhibitor of ceramide synthesis. Our findings highlight the synergistic effect of BPA on obesity-related IR and the important roles of de novo ceramide synthesis in obesity-related IR induced by low-dose BPA exposure, thereby providing a potential target for developing environmental BPA exposure-related metabolic disease prevention strategies."
    },
    {
      "title": "Methods",
      "text": "This study was approved by the Ethics Review Board of Anhui Medical University (No. LLSC20170461). All participants provided written informed consent, and all experiments were performed according to the Declaration of Helsinki.\n\nFrom January 2018 to December 2020, 200 obese patients (body mass index (BMI) ≥ 28 kg/m 2 ) aged ≥18 years were enrolled when they underwent bariatric surgery in the Department of General Surgery of the Second Affiliated Hospital of Anhui Medical University (Hefei city, China). During the same period, healthy adults (BMI < 24 kg/m 2 ) aged ≥18 years were recruited randomly from the medical examination center in the same hospital. Exclusion criteria included receiving insulin injections within 6 months prior to participation in the study and acute or chronic inflammatory diseases, such as type 1 diabetes, malabsorption syndrome, Crohn's disease, ulcerative colitis, or infectious diseases. Demographic information and detailed medical history were collected, including systolic blood pressure (SBP); diastolic blood pressure (DBP); and fasting plasma glucose (FPG), fasting serum insulin (FI), total cholesterol (TC), triglyceride (TG), high-density lipoprotein (HDL), and low-density lipoprotein (LDL) levels. The homeostasis model assessment–IR (HOMA-IR) was evaluated by using the equation HOMA-IR = FPG (mmol/L)∗FI (μU/mL)/22.5. Abdominal AT of the obese patients removed by bariatric surgery was collected.\n\nFirst-morning midstream urine samples of both the obesity and control groups were collected in PP tubes with low BPA contamination. BPA levels were detected by using liquid chromatography tandem mass spectrometry (LC–MS/MS, Triple Quad 6500, AB SCIEX, USA); details are provided in our previous study [ 25 ]. The urinary Cr concentration was determined by a Cr kit. Finally, urinary concentrations of BPA were expressed as micrograms per gram of Cr.\n\nAnimal studies were performed under the instructions of the ARRIVE 2.0 guidelines [ 26 ]. Specific pathogen-free (SPF) 3-week-old male C57BL/6 mice were obtained from Beijing Weitong Lihua Experimental Technology Co., Ltd. Mice were housed under 12 h/12 h light/dark photoperiods, 22 ± 2 °C room temperature and 30%–70% humidity with  ad libitum  access to food and water. A two-stage animal study was performed. In the first stage, we explored the dose‒response effect of BPA exposure on IR. After a week of acclimatization, mice were randomly divided into eight groups (n = 12 for each): the normal chow diet (NCD) group, NCD + 10 nM BPA group, NCD + 100 nM BPA group, NCD + 1000 nM BPA group, HFD group, HFD + 10 nM BPA group, HFD + 100 nM BPA group, and HFD + 1000 nM BPA group. In the second stage, we aimed to confirm the effects of BPA on obesity-induced IR and explore the potential role of ceramides based on the results from the first stage. Because the effect of BPA exposure alone was lower than that of HFD exposure alone, we did not set BPA exposure alone or the BPA + myriocin group based on the principle of reduction in the animal experiment. Additionally, this grouping set aimed to reduce the suffering of the mice. After a week of acclimatization, mice were randomly divided into five groups (n = 12 for each): the NCD group, HFD group, HFD + 1000 nM BPA group, HFD + myriocin group, and HFD + 1000 nM BPA + myriocin group. We chose drinking water as the route of BPA intake, which mimics how humans might be exposed to BPA. Briefly, BPA (purity 99%, Sinopharm Chemical Reagent Co, China) dose solutions were prepared in 0.1% DMSO (Sigma–Aldrich, St. Louis, MO) with purified water. Details are provided in our previous study [ 27 ]. Myriocin (Sigma–Aldrich, St. Louis, MO), an inhibitor of the enzyme SPT, was dissolved in DMSO; stock solutions of 0.6 mg/mL were prepared and stored at −20 °C. Two time points, i.e., the end of 8 weeks and 16 weeks after exposure, were set for each of the five groups (n = 6 for each time). The HFD consisted of 60% calories from fat according to the Research Diet D12492 (cat no. XTHF60), and the NCD consisted of 10% fat (cat no. XTCON50J), which was purchased Jiangsu Xietong, Inc. (Nanjing, China). In the HFD + myriocin group and HFD + 1000 nM BPA + myriocin group, mice were injected with 0.3 mg/kg myriocin (1 mL/100 g body weight) via intraperitoneal (i.p.) every 2 days for 4 weeks, from the end of 4 weeks to (i.e., start of the 5th week) to the end of the 8th week and from the end of 12 weeks (i.e., start of the 13th week) to the end of the 16th week after BPA exposure at the 8-week and 16-week time points, respectively ( Figure 3 A).\n\nLipids were extracted from the epididymal AT of mice and abdominal AT of obese individuals using a previously described method with modifications [ 28 , 29 ]. Ceramide species were quantified by LC–MS/MS using a Dionex Ultimate 3000 (Thermo Scientific, San Jose, USA) UHPLC system coupled to a Q-Exactive plus hybrid quadrupole-orbitrap mass spectrometer (Thermo Scientific, San Jose, USA). Details are provided in the Supplemental data. The ceramide contents (i.e., C16:0, C18:0, C20:0, C24:1, and C24:0) were normalized to the wet weight of AT. The total ceramide concentration was the sum of all five ceramide subspecies.\n\nAt 8 weeks or 16 weeks after BPA exposure, we determined the fasting glucose (FG) and fasting insulin (FI) levels. After an overnight fast with  ad libitum  access to water, mouse tail venous blood was collected. Blood glucose was determined using a glucometer, and serum insulin was measured with an ELISA kit (ab277390, Abcam). FG and FI were used to calculate HOMA-IR, with HOMA-IR = FG (mmol/L)∗FI (μU/mL)/22.5.\n\nAt 8 weeks or 16 weeks after BPA exposure, we performed glucose tolerance tests (GTTs) and insulin tolerance tests (ITTs). For the GTT, mice were fasted overnight and injected with glucose (i.p. injection of a 20% solution, 1 mg/g body weight), and blood glucose was measured using a Bayer Contour glucometer after 0, 15, 30, 60 and 120 min. The ITT was performed approximately 2 days after the GTT. After fasting for 4 h and recording basal blood glucose, i.p. injection of insulin was performed at a dose of 0.75 IU/kg body weight for each mouse, and blood glucose was measured using a Bayer Contour glucometer after 15, 30, 60 and 120 min.\n\nEpididymal ATs were fixed in 4% formalin for 24 h, dehydrated, embedded in paraffin and cut into 5 μm sections. The sections were stained with HE. Histopathological changes in AT were observed with TissueFAXS Plus (Tissue Gnostics, Austria). The adipocyte area (μm 2 ) was calculated using ImageJ software [ 30 ]. The sections were immunostained with antibodies against the cytokines interleukin-1β (IL-1β, 1:200, Affinity: AF5103) and tumor necrosis factor-α (TNF-α, 1:200, Affinity: AF7014) and a secondary antibody conjugated with horseradish peroxidase. TissueFAXS Plus was used to detect the expression of cytokines. Image Pro-PLUS was employed to quantify the integrated optical density (IOD).\n\nDetails for the materials and procedure for RT‒qPCR are provided in the  Supplemental Data .\n\nThe materials and antibodies used for Western blotting are provided in the  Supplemental Data .\n\nELISA (RapidBio Co., USA) was performed to measure the contents of IL-1β and TNF-α in the AT of the mice and the obese patients.\n\nIn animal experiments, the mice were randomly assigned to one of five groups by using a random number table. The urinal and AT samples of participants were numbered in this study, and the analysis was performed under blinded conditions. Similarly, we numbered the animals in animal experiments; all tests were completed under blinded conditions to reduce potential operator bias.\n\nFor population-based data, basic demographic and clinical characteristics in both groups were first described. The differences in basic and clinical characteristics between controls and obese patients were evaluated using Student's t tests or Mann–Whitney U tests and chi-square tests when the appropriate assumptions were satisfied. We categorized the subjects into three groups by tertiles of urinary BPA concentrations. Odds ratios (ORs) and 95% confidence intervals (CIs) for obesity were estimated by using binary logistic regression models with the lowest tertile as the reference group. Then, the obese patients were dichotomized into high and low groups by using a cuff-off value of 4.32 μg/g BPA. Then, indexes of IR (FPG, HOMA-IR and FI) and AT inflammation (IL-1β and TNF-α levels) were compared between the high and low groups by using Student's t tests or Mann–Whitney U tests. Spearman correlations between the ceramide levels in AT and BMI and indexes of obesity-related IR and AT inflammation were calculated. Then, the mediating roles of AT inflammation and ceramide on BPA exposure and IR were explored via the process recommended by Preacher and Hayes [ 31 ] in the obesity group.\n\nFor animal-based data, the data are presented as the means ± standard deviations (SDs) unless otherwise stated. Statistical differences in the group means were analyzed with two-way or one-way ANOVA together with LSD post hoc tests for pairwise comparisons at both the 8- and 16-week time points using SPSS software 23.0 . P  < 0.05 was considered statistically significant."
    },
    {
      "title": "Ethics statement",
      "text": "This study was approved by the Ethics Review Board of Anhui Medical University (No. LLSC20170461). All participants provided written informed consent, and all experiments were performed according to the Declaration of Helsinki."
    },
    {
      "title": "Study population and data collection",
      "text": "From January 2018 to December 2020, 200 obese patients (body mass index (BMI) ≥ 28 kg/m 2 ) aged ≥18 years were enrolled when they underwent bariatric surgery in the Department of General Surgery of the Second Affiliated Hospital of Anhui Medical University (Hefei city, China). During the same period, healthy adults (BMI < 24 kg/m 2 ) aged ≥18 years were recruited randomly from the medical examination center in the same hospital. Exclusion criteria included receiving insulin injections within 6 months prior to participation in the study and acute or chronic inflammatory diseases, such as type 1 diabetes, malabsorption syndrome, Crohn's disease, ulcerative colitis, or infectious diseases. Demographic information and detailed medical history were collected, including systolic blood pressure (SBP); diastolic blood pressure (DBP); and fasting plasma glucose (FPG), fasting serum insulin (FI), total cholesterol (TC), triglyceride (TG), high-density lipoprotein (HDL), and low-density lipoprotein (LDL) levels. The homeostasis model assessment–IR (HOMA-IR) was evaluated by using the equation HOMA-IR = FPG (mmol/L)∗FI (μU/mL)/22.5. Abdominal AT of the obese patients removed by bariatric surgery was collected."
    },
    {
      "title": "Measurement of urinary BPA",
      "text": "First-morning midstream urine samples of both the obesity and control groups were collected in PP tubes with low BPA contamination. BPA levels were detected by using liquid chromatography tandem mass spectrometry (LC–MS/MS, Triple Quad 6500, AB SCIEX, USA); details are provided in our previous study [ 25 ]. The urinary Cr concentration was determined by a Cr kit. Finally, urinary concentrations of BPA were expressed as micrograms per gram of Cr."
    },
    {
      "title": "Mice and treatments",
      "text": "Animal studies were performed under the instructions of the ARRIVE 2.0 guidelines [ 26 ]. Specific pathogen-free (SPF) 3-week-old male C57BL/6 mice were obtained from Beijing Weitong Lihua Experimental Technology Co., Ltd. Mice were housed under 12 h/12 h light/dark photoperiods, 22 ± 2 °C room temperature and 30%–70% humidity with  ad libitum  access to food and water. A two-stage animal study was performed. In the first stage, we explored the dose‒response effect of BPA exposure on IR. After a week of acclimatization, mice were randomly divided into eight groups (n = 12 for each): the normal chow diet (NCD) group, NCD + 10 nM BPA group, NCD + 100 nM BPA group, NCD + 1000 nM BPA group, HFD group, HFD + 10 nM BPA group, HFD + 100 nM BPA group, and HFD + 1000 nM BPA group. In the second stage, we aimed to confirm the effects of BPA on obesity-induced IR and explore the potential role of ceramides based on the results from the first stage. Because the effect of BPA exposure alone was lower than that of HFD exposure alone, we did not set BPA exposure alone or the BPA + myriocin group based on the principle of reduction in the animal experiment. Additionally, this grouping set aimed to reduce the suffering of the mice. After a week of acclimatization, mice were randomly divided into five groups (n = 12 for each): the NCD group, HFD group, HFD + 1000 nM BPA group, HFD + myriocin group, and HFD + 1000 nM BPA + myriocin group. We chose drinking water as the route of BPA intake, which mimics how humans might be exposed to BPA. Briefly, BPA (purity 99%, Sinopharm Chemical Reagent Co, China) dose solutions were prepared in 0.1% DMSO (Sigma–Aldrich, St. Louis, MO) with purified water. Details are provided in our previous study [ 27 ]. Myriocin (Sigma–Aldrich, St. Louis, MO), an inhibitor of the enzyme SPT, was dissolved in DMSO; stock solutions of 0.6 mg/mL were prepared and stored at −20 °C. Two time points, i.e., the end of 8 weeks and 16 weeks after exposure, were set for each of the five groups (n = 6 for each time). The HFD consisted of 60% calories from fat according to the Research Diet D12492 (cat no. XTHF60), and the NCD consisted of 10% fat (cat no. XTCON50J), which was purchased Jiangsu Xietong, Inc. (Nanjing, China). In the HFD + myriocin group and HFD + 1000 nM BPA + myriocin group, mice were injected with 0.3 mg/kg myriocin (1 mL/100 g body weight) via intraperitoneal (i.p.) every 2 days for 4 weeks, from the end of 4 weeks to (i.e., start of the 5th week) to the end of the 8th week and from the end of 12 weeks (i.e., start of the 13th week) to the end of the 16th week after BPA exposure at the 8-week and 16-week time points, respectively ( Figure 3 A)."
    },
    {
      "title": "LC–MS/MS for the determination of ceramides in AT",
      "text": "Lipids were extracted from the epididymal AT of mice and abdominal AT of obese individuals using a previously described method with modifications [ 28 , 29 ]. Ceramide species were quantified by LC–MS/MS using a Dionex Ultimate 3000 (Thermo Scientific, San Jose, USA) UHPLC system coupled to a Q-Exactive plus hybrid quadrupole-orbitrap mass spectrometer (Thermo Scientific, San Jose, USA). Details are provided in the Supplemental data. The ceramide contents (i.e., C16:0, C18:0, C20:0, C24:1, and C24:0) were normalized to the wet weight of AT. The total ceramide concentration was the sum of all five ceramide subspecies."
    },
    {
      "title": "FG and FI determination and HOMA-IR calculations",
      "text": "At 8 weeks or 16 weeks after BPA exposure, we determined the fasting glucose (FG) and fasting insulin (FI) levels. After an overnight fast with  ad libitum  access to water, mouse tail venous blood was collected. Blood glucose was determined using a glucometer, and serum insulin was measured with an ELISA kit (ab277390, Abcam). FG and FI were used to calculate HOMA-IR, with HOMA-IR = FG (mmol/L)∗FI (μU/mL)/22.5."
    },
    {
      "title": "GTT and ITT",
      "text": "At 8 weeks or 16 weeks after BPA exposure, we performed glucose tolerance tests (GTTs) and insulin tolerance tests (ITTs). For the GTT, mice were fasted overnight and injected with glucose (i.p. injection of a 20% solution, 1 mg/g body weight), and blood glucose was measured using a Bayer Contour glucometer after 0, 15, 30, 60 and 120 min. The ITT was performed approximately 2 days after the GTT. After fasting for 4 h and recording basal blood glucose, i.p. injection of insulin was performed at a dose of 0.75 IU/kg body weight for each mouse, and blood glucose was measured using a Bayer Contour glucometer after 15, 30, 60 and 120 min."
    },
    {
      "title": "Hematoxylin and eosin (HE) staining and immunohistochemistry (IHC)",
      "text": "Epididymal ATs were fixed in 4% formalin for 24 h, dehydrated, embedded in paraffin and cut into 5 μm sections. The sections were stained with HE. Histopathological changes in AT were observed with TissueFAXS Plus (Tissue Gnostics, Austria). The adipocyte area (μm 2 ) was calculated using ImageJ software [ 30 ]. The sections were immunostained with antibodies against the cytokines interleukin-1β (IL-1β, 1:200, Affinity: AF5103) and tumor necrosis factor-α (TNF-α, 1:200, Affinity: AF7014) and a secondary antibody conjugated with horseradish peroxidase. TissueFAXS Plus was used to detect the expression of cytokines. Image Pro-PLUS was employed to quantify the integrated optical density (IOD)."
    },
    {
      "title": "Real-time quantitative PCR (RT‒qPCR)",
      "text": "Details for the materials and procedure for RT‒qPCR are provided in the  Supplemental Data ."
    },
    {
      "title": "Western blotting",
      "text": "The materials and antibodies used for Western blotting are provided in the  Supplemental Data ."
    },
    {
      "title": "ELISA",
      "text": "ELISA (RapidBio Co., USA) was performed to measure the contents of IL-1β and TNF-α in the AT of the mice and the obese patients."
    },
    {
      "title": "Randomization and blinding",
      "text": "In animal experiments, the mice were randomly assigned to one of five groups by using a random number table. The urinal and AT samples of participants were numbered in this study, and the analysis was performed under blinded conditions. Similarly, we numbered the animals in animal experiments; all tests were completed under blinded conditions to reduce potential operator bias."
    },
    {
      "title": "Statistical analysis",
      "text": "For population-based data, basic demographic and clinical characteristics in both groups were first described. The differences in basic and clinical characteristics between controls and obese patients were evaluated using Student's t tests or Mann–Whitney U tests and chi-square tests when the appropriate assumptions were satisfied. We categorized the subjects into three groups by tertiles of urinary BPA concentrations. Odds ratios (ORs) and 95% confidence intervals (CIs) for obesity were estimated by using binary logistic regression models with the lowest tertile as the reference group. Then, the obese patients were dichotomized into high and low groups by using a cuff-off value of 4.32 μg/g BPA. Then, indexes of IR (FPG, HOMA-IR and FI) and AT inflammation (IL-1β and TNF-α levels) were compared between the high and low groups by using Student's t tests or Mann–Whitney U tests. Spearman correlations between the ceramide levels in AT and BMI and indexes of obesity-related IR and AT inflammation were calculated. Then, the mediating roles of AT inflammation and ceramide on BPA exposure and IR were explored via the process recommended by Preacher and Hayes [ 31 ] in the obesity group.\n\nFor animal-based data, the data are presented as the means ± standard deviations (SDs) unless otherwise stated. Statistical differences in the group means were analyzed with two-way or one-way ANOVA together with LSD post hoc tests for pairwise comparisons at both the 8- and 16-week time points using SPSS software 23.0 . P  < 0.05 was considered statistically significant."
    },
    {
      "title": "Results",
      "text": "By using a case‒control design, we recruited 200 patients and 164 controls, whose characteristics are presented in  Table 1 . Significant differences were found in gender, BMI, SBP, DBP, and levels of TG, HDL, FPG, FI, and HOMA-IR between the two groups. Obese patients had higher levels of urinary BPA than the controls ( P  = 0.001). We found a positive association between BPA exposure and obesity risk ( Figure 1 A). The adjusted ORs of obesity risk were 2.34 (95% CI: 1.40–3.92) and 6.45 (95% CI: 3.31–12.54), respectively, for the middle and highest BPA groups compared with the lowest BPA group. Furthermore, we found a positive association between the highest BPA group and BMI in the overall group and the obesity group ( Figure 1 B). However, a significant association between the highest BPA group and HOMA-IR was observed in the obese participants ( Figure 1 C). The BMI, FPG, FI and HOMA-IR of the obese individuals in the high-BPA group were higher than those of the obese individuals in the low-BPA group ( Figure 1 D–G). Table 1 Comparison of general characteristics between the obesity and control participants. Table 1 Variables Obesity group (n = 200) Control group (n = 164) P Age [years, Mean ± SD] 32.17 ± 7.79 31.78 ± 4.74 0.580 Gender   0.042 Males 74 (37.0%) 78 (47.6%) Females 126 (63.0%) 86 (52.4%) BMI (kg/m 2 ) 40.94 ± 7.69 21.59 ± 1.64 <0.001 SBP [mmHg, Mean ± SD] 134.61 ± 21.56 117.45 ± 13.91 <0.001 DBP [mmHg, Mean ± SD] 84.95 ± 15.30 72.85 ± 9.44 <0.001 TC [mmol/L, Mean ± SD] 4.87 ± 1.10 4.74 ± 0.90 0.217 TG [mmol/L, IQR] 1.79 (1.28, 2.63) 1.01 (0.73, 1.32) <0.001 HDL [mmol/L, Mean ± SD] 1.00 ± 0.21 1.40 ± 0.28 <0.001 LDL [mmol/L, Mean ± SD] 3.04 ± 0.81 3.07 ± 0.71 0.683 FPG [mmol/L, Mean ± SD] 6.48 ± 2.86 5.09 ± 0.92 <0.001 FI (μU/mL, median, IQR) 30.22 (18.90, 44.43) 22.48 (16.80, 25.17) <0.001 HOMA-IR (median, IQR) 7.87 (4.79, 13.65) 4.84 (3.81, 5.68) <0.001 BPA (μg/g Cr, median, IQR) 4.32 (1.72, 7.74) 1.48 (0.43, 3.54) <0.001 Figure 1 Relationships between BPA and obesity, obesity-related IR and AT inflammation.  Binary logistic regression was performed to calculate the unadjusted and adjusted odds ratios and 95% CI values of BPA levels with the risk of obesity. Age, gender, SBP and DBP were adjusted. (A) Odds ratios (ORs) with 95% confidence intervals (CIs) for the risk of obesity by tertiles of urinary BPA concentrations. Linear regression was performed to calculate the adjusted β with 95% CIs of BPA levels with BMI and HOMA-IR. Age, gender, SBP and DBP were adjusted. (B) β with 95% CIs for BMI by tertiles of urinary BPA concentrations; (C) β with 95% CIs for HOMA-IR by tertiles of urinary BPA concentrations. (D) BMI, (E) FPG, (F) FI, (G) HOMA-IR, (H) IL-1β levels in AT, and (I) TNF-α in AT in the high and low BPA groups of obese participants. Data are expressed as the median (Q1, Q3), ∗∗∗ P  < 0.001. Figure 1\n\nComparison of general characteristics between the obesity and control participants.\n\nRelationships between BPA and obesity, obesity-related IR and AT inflammation.  Binary logistic regression was performed to calculate the unadjusted and adjusted odds ratios and 95% CI values of BPA levels with the risk of obesity. Age, gender, SBP and DBP were adjusted. (A) Odds ratios (ORs) with 95% confidence intervals (CIs) for the risk of obesity by tertiles of urinary BPA concentrations. Linear regression was performed to calculate the adjusted β with 95% CIs of BPA levels with BMI and HOMA-IR. Age, gender, SBP and DBP were adjusted. (B) β with 95% CIs for BMI by tertiles of urinary BPA concentrations; (C) β with 95% CIs for HOMA-IR by tertiles of urinary BPA concentrations. (D) BMI, (E) FPG, (F) FI, (G) HOMA-IR, (H) IL-1β levels in AT, and (I) TNF-α in AT in the high and low BPA groups of obese participants. Data are expressed as the median (Q1, Q3), ∗∗∗ P  < 0.001.\n\nWe used mice fed a NCD or HFD to explore the effect of BPA on the development of obesity-related IR. HFD has been widely used as a model of diet-induced obesity in mice. No significant difference in daily water and food consumption was observed after different dosages of BPA exposure at the same time point among the various NCD-fed and HFD-fed mice groups (See  Supplementary Figure 1A and Figure 1B ). Compared with NCD-fed mice, there were significant increases in body weight gain, epididymal fat pad coefficients, AUC of GTT and ITT tests after different dosages of BPA exposure in HFD-fed mice ( Figure 2 A–D). However, there were no significant differences in body weight gain after exposure to different dosages of BPA in either the NCD or HFD groups ( Figure 2 A). Compared with HFD-fed mice, 1000 nM BPA exposure markedly increased the epididymal fat pad coefficients and the area under the curve (AUC) of GTT and ITT of mice at both 8 weeks and 16 weeks ( Figure 2 B–D). However, no significant difference was found between the different dosages of BPA exposure in NCD-fed mice regarding body weight gain, epididymal fat pad coefficients, GTT and ITT tests. The above results suggest that BPA may aggravate obesity-induced IR. Figure 2 BPA exposure increased body weight (BW) gain and aggravated IR in mice fed a HFD . Mice were exposed to 0, 10, 100, and 1000 nM BPA and fed either NCD or HFD for 8 weeks or 16 weeks. (A) BW gain (n = 6 for the 8-week or 16-week group). (B) Mice were sacrificed, and epididymal fat pad coefficients were calculated at 8-week or 16-week time points. (C) Glucose tolerance tests (GTTs) were performed by intraperitoneal [i.p.] injection of glucose (20% solution, 1 mg/g body weight) after 8 weeks or 16 weeks of BPA exposure (n = 6). The area under the curve (AUC) of the GTT was calculated. (D) Insulin tolerance tests (ITTs) were performed by i.p. injection of insulin (0.75 IU/kg body weight) after 8 or 16 weeks of BPA exposure (n = 6). The AUC of the ITT was calculated. Values are expressed as the mean ± SD. Two-way ANOVA followed by LSD's post hoc test was performed. Compared with the same dose of BPA in the NCD and HFD groups (i.e., HFD vs. NCD; HFD + 10 nM BPA group vs. NCD + 10 nM BPA group; HFD + 100 nM BPA group vs. NCD + 100 nM BPA group; HFD + 1000 nM BPA group vs. NCD + 1000 nM BPA group), ∗ P  < 0.05; compared with the HFD group,  # P  < 0.05. Figure 2\n\nBPA exposure increased body weight (BW) gain and aggravated IR in mice fed a HFD . Mice were exposed to 0, 10, 100, and 1000 nM BPA and fed either NCD or HFD for 8 weeks or 16 weeks. (A) BW gain (n = 6 for the 8-week or 16-week group). (B) Mice were sacrificed, and epididymal fat pad coefficients were calculated at 8-week or 16-week time points. (C) Glucose tolerance tests (GTTs) were performed by intraperitoneal [i.p.] injection of glucose (20% solution, 1 mg/g body weight) after 8 weeks or 16 weeks of BPA exposure (n = 6). The area under the curve (AUC) of the GTT was calculated. (D) Insulin tolerance tests (ITTs) were performed by i.p. injection of insulin (0.75 IU/kg body weight) after 8 or 16 weeks of BPA exposure (n = 6). The AUC of the ITT was calculated. Values are expressed as the mean ± SD. Two-way ANOVA followed by LSD's post hoc test was performed. Compared with the same dose of BPA in the NCD and HFD groups (i.e., HFD vs. NCD; HFD + 10 nM BPA group vs. NCD + 10 nM BPA group; HFD + 100 nM BPA group vs. NCD + 100 nM BPA group; HFD + 1000 nM BPA group vs. NCD + 1000 nM BPA group), ∗ P  < 0.05; compared with the HFD group,  # P  < 0.05.\n\nChronic inflammation in AT has been considered a primary pathological mechanism of obesity-related IR. We further examined inflammatory cytokines in AT from obese individuals. TNF-α and IL-1β levels in the AT of the high-BPA group were higher than those of the low-BPA group ( Figure 1 H and I). Mediation analysis showed that IL-1β levels in AT mediate the association between BPA exposure and BMI, FPG and HOMA-IR; TNF-α levels in AT have a mediating effect on the relationship between BPA exposure and BMI ( Table 2 ). Table 2 Mediating effect of AT inflammation in the relationship between BPA exposure and BMI and IR. Table 2 Independent Mediate variable Dependent variable Effect size Proportion (%) P  value BPA AT IL-1β BMI 0.9468 14.15% <0.0001 BPA AT IL-1β FPG 0.3541 27.88% 0.0244 BPA AT IL-1β HOMA-IR 0.7677 13.03% 0.0093 BPA AT TNF-α BMI 2.4158 36.11% <0.0001\n\nMediating effect of AT inflammation in the relationship between BPA exposure and BMI and IR.\n\nTo further understand the role of AT inflammation in aggravating obesity-related IR by BPA exposure, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks and 16 weeks. No significant differences in daily water and food consumption were observed at the same time point among various groups (see  Supplementary Figure 2A and Figure 2B ).  Figure 3  shows that BPA exposure increased the epididymal fat pad coefficients of mice fed a HFD ( Figure 3 B and C). BPA also significantly increased FG, FI and HOMA-IR in mice fed a HFD after 8 weeks and 16 weeks of exposure ( Figure 3 D, E, and F). The ITTs and GTTs also showed that BPA exposure could intensify the impaired glucose homeostasis and IR induced by HFD in mice. Estimation of the AUC of GTT and ITT in BPA-exposed mice displayed a significant increase after 8 weeks and 16 weeks of exposure ( Figure 3 G and H). Figure 3 BPA exposure increased body weight (BW) gain and aggravated IR in mice fed a HFD, and myriocin alleviated BW gain and IR induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. (A) Scheme of myriocin treatment. (B) BW gain (n = 6 for the 8-week or 16-week group). (C) Mice were sacrificed, and epididymal fat pad coefficients were calculated at 8-week or 16-week time points. Fasting glucose levels (D) were measured using a glucometer, serum insulin levels (E) were measured using ELISA, and HOMA-IR (F) was calculated at 8-week and 16-week time points (n = 6). (G) Glucose tolerance tests (GTTs) were performed by intraperitoneal [i.p.] injection of glucose (20% solution, 1 mg/g body weight) after 8 weeks or 16 weeks of BPA exposure (n = 6). The area under the curve (AUC) of the GTT was calculated. (H) Insulin tolerance tests (ITTs) were performed by i.p. injection of insulin (0.75 IU/kg body weight) after 8 or 16 weeks of BPA exposure (n = 6). The AUC of the ITT was calculated. Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05. Figure 3\n\nBPA exposure increased body weight (BW) gain and aggravated IR in mice fed a HFD, and myriocin alleviated BW gain and IR induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. (A) Scheme of myriocin treatment. (B) BW gain (n = 6 for the 8-week or 16-week group). (C) Mice were sacrificed, and epididymal fat pad coefficients were calculated at 8-week or 16-week time points. Fasting glucose levels (D) were measured using a glucometer, serum insulin levels (E) were measured using ELISA, and HOMA-IR (F) was calculated at 8-week and 16-week time points (n = 6). (G) Glucose tolerance tests (GTTs) were performed by intraperitoneal [i.p.] injection of glucose (20% solution, 1 mg/g body weight) after 8 weeks or 16 weeks of BPA exposure (n = 6). The area under the curve (AUC) of the GTT was calculated. (H) Insulin tolerance tests (ITTs) were performed by i.p. injection of insulin (0.75 IU/kg body weight) after 8 or 16 weeks of BPA exposure (n = 6). The AUC of the ITT was calculated. Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05.\n\nThen, we measured AT inflammation in BPA-exposed mice fed a HFD at 8 weeks and 16 weeks of exposure. Histological analysis showed that BPA exposure for 8 weeks and 16 weeks induced infiltration of inflammatory cells in the AT of mice fed a HFD. However, BPA exposure did not increase the adipocyte area in HFD-fed mice ( Figure 4 A), consistent with a previous finding [ 9 ]. IHC and ELISA showed that BPA significantly upregulated the expression of IL-1β and TNF-α in the AT of mice fed a HFD after 8 weeks and 16 weeks of exposure ( Figure 4 B–D). Figure 4 BPA exposure promoted inflammation and increased proinflammatory cytokines in the AT of mice fed a HFD, and myriocin decreased these effects in the AT induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. Epididymal ATs were fixed in 4% formalin for 24 h, dehydrated, embedded in paraffin and cut into 5 μm sections. The sections were stained with hematoxylin and eosin. (A) Representative H&E-stained images of sections from the epididymal AT and adipocyte area. Scale bar: 50 μm. Representative immunohistochemistry (IHC) images and IOD values of TNF-α (B) and IL-1β (C) in sections from epididymal ATs. Scale bar: 50 μm. ELISA results of TNF-α and IL-1β (D) in AT (n = 3). Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05. Figure 4\n\nBPA exposure promoted inflammation and increased proinflammatory cytokines in the AT of mice fed a HFD, and myriocin decreased these effects in the AT induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. Epididymal ATs were fixed in 4% formalin for 24 h, dehydrated, embedded in paraffin and cut into 5 μm sections. The sections were stained with hematoxylin and eosin. (A) Representative H&E-stained images of sections from the epididymal AT and adipocyte area. Scale bar: 50 μm. Representative immunohistochemistry (IHC) images and IOD values of TNF-α (B) and IL-1β (C) in sections from epididymal ATs. Scale bar: 50 μm. ELISA results of TNF-α and IL-1β (D) in AT (n = 3). Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05.\n\nThese data support the role of AT inflammation in the aggravating effect of BPA on obesity-induced IR. Additionally, these findings suggest that BPA exposure may mainly increase AT inflammation in HFD-fed mice rather than adipocyte size.\n\nIncreasing evidence has revealed that ceramides, which are the predominant signaling sphingolipids, are involved in inflammation and the progression of IR [ 17 , 20 ]. Then, the contents of ceramides in AT were measured in both obese individuals and HFD-fed mice exposed to 1000 nM BPA. In obese individuals, the levels of all species of ceramides, including C16-cer, C18-cer, C20-cer, C24-cer and C24:1-cer, in the high-BPA group were greater than those in the low-BPA group ( Figure 5 A). Notably, C16-cer was the most abundant species in both groups. The levels of C16-cer, C24:1-cer and total Cer were positively correlated with BMI, FPG, HOMA-IR, TNF-α and IL-1β levels in AT. Moreover, there was a positive correlation between the levels of C18-cer and BMI, FPG, TNF-α and IL-1β levels in AT ( Figure 5 B). Mediation analyses showed that C16-Cer, C18-Cer, C20-Cer, C24-Cer and total Cer mediate the association between BPA exposure and BMI; C16-Cer, C18-Cer, C24-Cer, and C24:1-Cer have a mediating effect on the relationship between BPA exposure and FPG; and C20-Cer and C24-Cer mediate the link between BPA exposure and IL-1β levels in AT ( Table 3 ). Consistent with the population findings, the concentrations of C16-cer, C24-cer and C24:1-cer increased in the AT of BPA-exposed mice fed a HFD at the 8-week and 16-week time points. Notably, the most abundant species was C16-cer at both time points ( Figure 5 D). Figure 5 BPA exposure enhanced ceramide accumulation and upregulated the expression of S PTLC 1 in the AT of mice fed a HFD, and myriocin repressed the effects induced by BPA . The ceramide subspecies in AT of the obesity cases were quantified by LC‒MS/MS. (A) The levels of ceramide subspecies in AT in the high and low BPA groups of obese participants. Data are expressed as the median (Q1, Q3), ∗∗∗ P  < 0.001. (B) Spearman correlations between the ceramide levels in AT and BMI and indexes of obesity-related IR and AT inflammation, ×  P  > 0.05. mRNA levels (C) of  Sptlc1  and  Sptlc2  in human AT assessed by qPCR. Data are expressed as the median (Q1, Q3), ∗∗∗P < 0.001. With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks and then sacrificed, and epididymal AT ceramide subspecies (C) were quantified by LC‒MS/MS. mRNA (D) and proteins (E) of SPTLC1 and SPTLC2 in AT were assessed by qPCR and Western blot (n = 3), respectively. Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05. Figure 5 Table 3 Mediating effect of ceramides levels between BPA exposure and BMI, IR and AT inflammation. Table 3 Independent Mediate variable Dependent variable Effect size Proportion (%) P  value BPA C-16 BMI 1.3132 26.04% <0.0001 BPA C-18 BMI 0.8245 14.91% 0.0156 BPA C-20 BMI 0.5146 8.09% 0.0256 BPA C-24 BMI 1.4966 23.55% <0.0001 BPA Total Cer BMI 1.6845 26.50% <0.0001 BPA C-16 FPG 0.5755 40.94% <0.0001 BPA C-18 FPG 0.3500 24.90% <0.0001 BPA C-24 FPG 0.2188 15.56% 0.0171 BPA C-24:1 FPG 0.6155 43.79% <0.0001 BPA C-20 AT IL-1β 1.0852 22.42% 0.0020 BPA C-24 AT IL-1β 1.4200 29.34% 0.0002\n\nBPA exposure enhanced ceramide accumulation and upregulated the expression of S PTLC 1 in the AT of mice fed a HFD, and myriocin repressed the effects induced by BPA . The ceramide subspecies in AT of the obesity cases were quantified by LC‒MS/MS. (A) The levels of ceramide subspecies in AT in the high and low BPA groups of obese participants. Data are expressed as the median (Q1, Q3), ∗∗∗ P  < 0.001. (B) Spearman correlations between the ceramide levels in AT and BMI and indexes of obesity-related IR and AT inflammation, ×  P  > 0.05. mRNA levels (C) of  Sptlc1  and  Sptlc2  in human AT assessed by qPCR. Data are expressed as the median (Q1, Q3), ∗∗∗P < 0.001. With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks and then sacrificed, and epididymal AT ceramide subspecies (C) were quantified by LC‒MS/MS. mRNA (D) and proteins (E) of SPTLC1 and SPTLC2 in AT were assessed by qPCR and Western blot (n = 3), respectively. Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05.\n\nMediating effect of ceramides levels between BPA exposure and BMI, IR and AT inflammation.\n\nTo further understand the role of ceramides in the effect of bisphenol A exposure on AT inflammation and obesity-induced IR, we used myriocin, a potent inhibitor of the rate-limiting enzyme SPT, to treat mice in the HFD group and HFD + 1000 nM BPA group. We found that myriocin inhibited BPA-induced mouse body weight gain and elevated epididymal fat pad coefficients ( Figure 3 B and C). The BPA-induced increases in FG, FI and HOMA-IR were decreased by myriocin ( Figure 3 D–F). Similarly, myriocin treatment significantly reduced the AUC of the GTT and ITT tests ( Figure 3 G and H). After the application of myriocin, the infiltration of inflammatory cells induced by BPA exposure was markedly suppressed at both time points ( Figure 4 A). Additionally, myriocin attenuated the upregulation of IL-1β and TNF-α induced by BPA exposure ( Figure 4 B–D). Additionally, myriocin significantly decreased the concentrations of C16-cer, C18-cer, C20-cer, and C24-cer induced by BPA exposure ( Figure 5 D).\n\nThe SPT enzyme is the rate-limiting enzyme during de novo synthesis of ceramide and is  a  heterodimer mainly composed of SPTLC1 and SPTLC2 subunits [ 22 ]. We first measured the mRNA expression levels of  s ptlc1  and  s ptlc 2  in obese individuals, and the levels of  sptlc 1  mRNA expression in the high-BPA group were greater than those in the low-BPA group ( Figure 5 C). Correspondingly, the animal experiment showed that the  sptlc1  mRNA and protein expression levels of isoenzyme SPTLC1 were significantly upregulated in response to BPA exposure for 8 weeks and 16 weeks, and myriocin treatment caused a significant downregulation of SPTLC1 expression in AT ( Figure 5 E and F). These results suggest that ceramide accumulation in AT was due to increased de novo synthesis through upregulation of SPTLC1 expression. Taken together, the above data revealed that BPA exposure enhanced ceramide accumulation in the AT of mice fed a HFD via the de novo synthesis pathway, which aggravated AT inflammation and obesity-induced IR .\n\nProtein kinase C ζ (PKCz ζ) acts downstream of ceramide-initiated signaling [ 32 , 33 ]. We tested autophosphorylation of Thr410 of PKC ζ, which is required for PKC ζ activation [ 34 ], in the AT of mice. We found that the phosphorylation of PKC ζ in HFD + 1000 nM BPA mice increased compared with that in mice fed an NCD or an HFD after 8 weeks and 16 weeks of exposure. However, after the use of myriocin, the phosphorylation of PKC ζ largely reversed in HFD + 1000 nM BPA mice ( Figure 6 A). These results demonstrated that ceramide may activate the phosphorylation of PKC ζ in response to BPA exposure. Figure 6 BPA exposure suppressed IRS1-PI3K-AKT signaling but activated PKCζ and JNK/NF-κB signaling in the AT of mice fed a HFD, and myriocin reversed the signaling disturbance induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. Phosphorylation of PKCζ was detected by Western blotting in epididymal AT. Representative immunoblots (A) and quantification of phosphorylated PKCζ (C) in the epididymal AT of mice (n = 3). JNK/NF-κB signaling was detected by Western blotting for phosphorylation in epididymal AT. Representative immunoblots (B) and quantification of phosphorylated JNK, IKKβ, IκBα, and p65 (B) in the epididymal AT of mice (n = 3). IRS1-PI3K-Akt signaling was stimulated 10 min after insulin injection and was detected by Western blotting for phosphorylation in the epididymal AT. Representative immunoblots and quantification of phosphorylated and total IRS-1 (C), PI3K (C), and AKT (C) in the insulin-stimulated epididymal ATs of mice (n = 3). Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05. Figure 6\n\nBPA exposure suppressed IRS1-PI3K-AKT signaling but activated PKCζ and JNK/NF-κB signaling in the AT of mice fed a HFD, and myriocin reversed the signaling disturbance induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. Phosphorylation of PKCζ was detected by Western blotting in epididymal AT. Representative immunoblots (A) and quantification of phosphorylated PKCζ (C) in the epididymal AT of mice (n = 3). JNK/NF-κB signaling was detected by Western blotting for phosphorylation in epididymal AT. Representative immunoblots (B) and quantification of phosphorylated JNK, IKKβ, IκBα, and p65 (B) in the epididymal AT of mice (n = 3). IRS1-PI3K-Akt signaling was stimulated 10 min after insulin injection and was detected by Western blotting for phosphorylation in the epididymal AT. Representative immunoblots and quantification of phosphorylated and total IRS-1 (C), PI3K (C), and AKT (C) in the insulin-stimulated epididymal ATs of mice (n = 3). Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05.\n\nc-Jun N-terminal kinase (JNK) and nuclear factor kappa-B (NF-κB) are important inflammatory signaling pathways that lead to the secretion of various proinflammatory cytokines [ 3 ], such as TNF-α and IL-1β. We found that the phosphorylation of JNK, IKKβ, IκBα, and p65 in HFD + 1000 nM BPA mice increased compared with that in mice fed an NCD or an HFD after 8 weeks and 16 weeks of exposure. However, after the use of myriocin, these signaling responses were largely reversed in HFD + 1000 nM BPA mice ( Figure 6 B). These results demonstrated that AT inflammation aggravated by BPA exposure was mediated by ceramides partially by activating the JNK/NF-κB signaling cascade in mice fed a HFD.\n\nThe biological actions of insulin depend on phosphoinositol 3-kinase (PI3K)-protein kinase B (AKT) signaling [ 35 ]. To explore the molecular mechanism of IR aggravated by BPA exposure in mice fed a HFD, we determined the activation of the PI3K-AKT signaling cascade, including insulin receptor substrate-1 (IRS-1), PI3K and AKT, 10 min after insulin injection using immunoblotting. Phosphorylation of AKT, IRS-1, and PI3K stimulated by insulin in HFD + 1000 nM BPA mice declined compared with those of the mice fed an NCD and an HFD after 8 weeks and 16 weeks of exposure. However, after the use of myriocin, these insulin signaling responses were largely recovered in HFD + 1000 nM BPA mice ( Figure 6 C). These results demonstrated that the aggravation of IR by BPA exposure was mediated by ceramides partially through activation of the IRS1-PI3K-AKT signaling cascade in mice fed a HFD."
    },
    {
      "title": "BPA aggravates obesity-induced IR",
      "text": "By using a case‒control design, we recruited 200 patients and 164 controls, whose characteristics are presented in  Table 1 . Significant differences were found in gender, BMI, SBP, DBP, and levels of TG, HDL, FPG, FI, and HOMA-IR between the two groups. Obese patients had higher levels of urinary BPA than the controls ( P  = 0.001). We found a positive association between BPA exposure and obesity risk ( Figure 1 A). The adjusted ORs of obesity risk were 2.34 (95% CI: 1.40–3.92) and 6.45 (95% CI: 3.31–12.54), respectively, for the middle and highest BPA groups compared with the lowest BPA group. Furthermore, we found a positive association between the highest BPA group and BMI in the overall group and the obesity group ( Figure 1 B). However, a significant association between the highest BPA group and HOMA-IR was observed in the obese participants ( Figure 1 C). The BMI, FPG, FI and HOMA-IR of the obese individuals in the high-BPA group were higher than those of the obese individuals in the low-BPA group ( Figure 1 D–G). Table 1 Comparison of general characteristics between the obesity and control participants. Table 1 Variables Obesity group (n = 200) Control group (n = 164) P Age [years, Mean ± SD] 32.17 ± 7.79 31.78 ± 4.74 0.580 Gender   0.042 Males 74 (37.0%) 78 (47.6%) Females 126 (63.0%) 86 (52.4%) BMI (kg/m 2 ) 40.94 ± 7.69 21.59 ± 1.64 <0.001 SBP [mmHg, Mean ± SD] 134.61 ± 21.56 117.45 ± 13.91 <0.001 DBP [mmHg, Mean ± SD] 84.95 ± 15.30 72.85 ± 9.44 <0.001 TC [mmol/L, Mean ± SD] 4.87 ± 1.10 4.74 ± 0.90 0.217 TG [mmol/L, IQR] 1.79 (1.28, 2.63) 1.01 (0.73, 1.32) <0.001 HDL [mmol/L, Mean ± SD] 1.00 ± 0.21 1.40 ± 0.28 <0.001 LDL [mmol/L, Mean ± SD] 3.04 ± 0.81 3.07 ± 0.71 0.683 FPG [mmol/L, Mean ± SD] 6.48 ± 2.86 5.09 ± 0.92 <0.001 FI (μU/mL, median, IQR) 30.22 (18.90, 44.43) 22.48 (16.80, 25.17) <0.001 HOMA-IR (median, IQR) 7.87 (4.79, 13.65) 4.84 (3.81, 5.68) <0.001 BPA (μg/g Cr, median, IQR) 4.32 (1.72, 7.74) 1.48 (0.43, 3.54) <0.001 Figure 1 Relationships between BPA and obesity, obesity-related IR and AT inflammation.  Binary logistic regression was performed to calculate the unadjusted and adjusted odds ratios and 95% CI values of BPA levels with the risk of obesity. Age, gender, SBP and DBP were adjusted. (A) Odds ratios (ORs) with 95% confidence intervals (CIs) for the risk of obesity by tertiles of urinary BPA concentrations. Linear regression was performed to calculate the adjusted β with 95% CIs of BPA levels with BMI and HOMA-IR. Age, gender, SBP and DBP were adjusted. (B) β with 95% CIs for BMI by tertiles of urinary BPA concentrations; (C) β with 95% CIs for HOMA-IR by tertiles of urinary BPA concentrations. (D) BMI, (E) FPG, (F) FI, (G) HOMA-IR, (H) IL-1β levels in AT, and (I) TNF-α in AT in the high and low BPA groups of obese participants. Data are expressed as the median (Q1, Q3), ∗∗∗ P  < 0.001. Figure 1\n\nComparison of general characteristics between the obesity and control participants.\n\nRelationships between BPA and obesity, obesity-related IR and AT inflammation.  Binary logistic regression was performed to calculate the unadjusted and adjusted odds ratios and 95% CI values of BPA levels with the risk of obesity. Age, gender, SBP and DBP were adjusted. (A) Odds ratios (ORs) with 95% confidence intervals (CIs) for the risk of obesity by tertiles of urinary BPA concentrations. Linear regression was performed to calculate the adjusted β with 95% CIs of BPA levels with BMI and HOMA-IR. Age, gender, SBP and DBP were adjusted. (B) β with 95% CIs for BMI by tertiles of urinary BPA concentrations; (C) β with 95% CIs for HOMA-IR by tertiles of urinary BPA concentrations. (D) BMI, (E) FPG, (F) FI, (G) HOMA-IR, (H) IL-1β levels in AT, and (I) TNF-α in AT in the high and low BPA groups of obese participants. Data are expressed as the median (Q1, Q3), ∗∗∗ P  < 0.001.\n\nWe used mice fed a NCD or HFD to explore the effect of BPA on the development of obesity-related IR. HFD has been widely used as a model of diet-induced obesity in mice. No significant difference in daily water and food consumption was observed after different dosages of BPA exposure at the same time point among the various NCD-fed and HFD-fed mice groups (See  Supplementary Figure 1A and Figure 1B ). Compared with NCD-fed mice, there were significant increases in body weight gain, epididymal fat pad coefficients, AUC of GTT and ITT tests after different dosages of BPA exposure in HFD-fed mice ( Figure 2 A–D). However, there were no significant differences in body weight gain after exposure to different dosages of BPA in either the NCD or HFD groups ( Figure 2 A). Compared with HFD-fed mice, 1000 nM BPA exposure markedly increased the epididymal fat pad coefficients and the area under the curve (AUC) of GTT and ITT of mice at both 8 weeks and 16 weeks ( Figure 2 B–D). However, no significant difference was found between the different dosages of BPA exposure in NCD-fed mice regarding body weight gain, epididymal fat pad coefficients, GTT and ITT tests. The above results suggest that BPA may aggravate obesity-induced IR. Figure 2 BPA exposure increased body weight (BW) gain and aggravated IR in mice fed a HFD . Mice were exposed to 0, 10, 100, and 1000 nM BPA and fed either NCD or HFD for 8 weeks or 16 weeks. (A) BW gain (n = 6 for the 8-week or 16-week group). (B) Mice were sacrificed, and epididymal fat pad coefficients were calculated at 8-week or 16-week time points. (C) Glucose tolerance tests (GTTs) were performed by intraperitoneal [i.p.] injection of glucose (20% solution, 1 mg/g body weight) after 8 weeks or 16 weeks of BPA exposure (n = 6). The area under the curve (AUC) of the GTT was calculated. (D) Insulin tolerance tests (ITTs) were performed by i.p. injection of insulin (0.75 IU/kg body weight) after 8 or 16 weeks of BPA exposure (n = 6). The AUC of the ITT was calculated. Values are expressed as the mean ± SD. Two-way ANOVA followed by LSD's post hoc test was performed. Compared with the same dose of BPA in the NCD and HFD groups (i.e., HFD vs. NCD; HFD + 10 nM BPA group vs. NCD + 10 nM BPA group; HFD + 100 nM BPA group vs. NCD + 100 nM BPA group; HFD + 1000 nM BPA group vs. NCD + 1000 nM BPA group), ∗ P  < 0.05; compared with the HFD group,  # P  < 0.05. Figure 2\n\nBPA exposure increased body weight (BW) gain and aggravated IR in mice fed a HFD . Mice were exposed to 0, 10, 100, and 1000 nM BPA and fed either NCD or HFD for 8 weeks or 16 weeks. (A) BW gain (n = 6 for the 8-week or 16-week group). (B) Mice were sacrificed, and epididymal fat pad coefficients were calculated at 8-week or 16-week time points. (C) Glucose tolerance tests (GTTs) were performed by intraperitoneal [i.p.] injection of glucose (20% solution, 1 mg/g body weight) after 8 weeks or 16 weeks of BPA exposure (n = 6). The area under the curve (AUC) of the GTT was calculated. (D) Insulin tolerance tests (ITTs) were performed by i.p. injection of insulin (0.75 IU/kg body weight) after 8 or 16 weeks of BPA exposure (n = 6). The AUC of the ITT was calculated. Values are expressed as the mean ± SD. Two-way ANOVA followed by LSD's post hoc test was performed. Compared with the same dose of BPA in the NCD and HFD groups (i.e., HFD vs. NCD; HFD + 10 nM BPA group vs. NCD + 10 nM BPA group; HFD + 100 nM BPA group vs. NCD + 100 nM BPA group; HFD + 1000 nM BPA group vs. NCD + 1000 nM BPA group), ∗ P  < 0.05; compared with the HFD group,  # P  < 0.05."
    },
    {
      "title": "AT inflammation is associated with the aggravating effect of BPA on obesity-induced IR",
      "text": "Chronic inflammation in AT has been considered a primary pathological mechanism of obesity-related IR. We further examined inflammatory cytokines in AT from obese individuals. TNF-α and IL-1β levels in the AT of the high-BPA group were higher than those of the low-BPA group ( Figure 1 H and I). Mediation analysis showed that IL-1β levels in AT mediate the association between BPA exposure and BMI, FPG and HOMA-IR; TNF-α levels in AT have a mediating effect on the relationship between BPA exposure and BMI ( Table 2 ). Table 2 Mediating effect of AT inflammation in the relationship between BPA exposure and BMI and IR. Table 2 Independent Mediate variable Dependent variable Effect size Proportion (%) P  value BPA AT IL-1β BMI 0.9468 14.15% <0.0001 BPA AT IL-1β FPG 0.3541 27.88% 0.0244 BPA AT IL-1β HOMA-IR 0.7677 13.03% 0.0093 BPA AT TNF-α BMI 2.4158 36.11% <0.0001\n\nMediating effect of AT inflammation in the relationship between BPA exposure and BMI and IR.\n\nTo further understand the role of AT inflammation in aggravating obesity-related IR by BPA exposure, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks and 16 weeks. No significant differences in daily water and food consumption were observed at the same time point among various groups (see  Supplementary Figure 2A and Figure 2B ).  Figure 3  shows that BPA exposure increased the epididymal fat pad coefficients of mice fed a HFD ( Figure 3 B and C). BPA also significantly increased FG, FI and HOMA-IR in mice fed a HFD after 8 weeks and 16 weeks of exposure ( Figure 3 D, E, and F). The ITTs and GTTs also showed that BPA exposure could intensify the impaired glucose homeostasis and IR induced by HFD in mice. Estimation of the AUC of GTT and ITT in BPA-exposed mice displayed a significant increase after 8 weeks and 16 weeks of exposure ( Figure 3 G and H). Figure 3 BPA exposure increased body weight (BW) gain and aggravated IR in mice fed a HFD, and myriocin alleviated BW gain and IR induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. (A) Scheme of myriocin treatment. (B) BW gain (n = 6 for the 8-week or 16-week group). (C) Mice were sacrificed, and epididymal fat pad coefficients were calculated at 8-week or 16-week time points. Fasting glucose levels (D) were measured using a glucometer, serum insulin levels (E) were measured using ELISA, and HOMA-IR (F) was calculated at 8-week and 16-week time points (n = 6). (G) Glucose tolerance tests (GTTs) were performed by intraperitoneal [i.p.] injection of glucose (20% solution, 1 mg/g body weight) after 8 weeks or 16 weeks of BPA exposure (n = 6). The area under the curve (AUC) of the GTT was calculated. (H) Insulin tolerance tests (ITTs) were performed by i.p. injection of insulin (0.75 IU/kg body weight) after 8 or 16 weeks of BPA exposure (n = 6). The AUC of the ITT was calculated. Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05. Figure 3\n\nBPA exposure increased body weight (BW) gain and aggravated IR in mice fed a HFD, and myriocin alleviated BW gain and IR induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. (A) Scheme of myriocin treatment. (B) BW gain (n = 6 for the 8-week or 16-week group). (C) Mice were sacrificed, and epididymal fat pad coefficients were calculated at 8-week or 16-week time points. Fasting glucose levels (D) were measured using a glucometer, serum insulin levels (E) were measured using ELISA, and HOMA-IR (F) was calculated at 8-week and 16-week time points (n = 6). (G) Glucose tolerance tests (GTTs) were performed by intraperitoneal [i.p.] injection of glucose (20% solution, 1 mg/g body weight) after 8 weeks or 16 weeks of BPA exposure (n = 6). The area under the curve (AUC) of the GTT was calculated. (H) Insulin tolerance tests (ITTs) were performed by i.p. injection of insulin (0.75 IU/kg body weight) after 8 or 16 weeks of BPA exposure (n = 6). The AUC of the ITT was calculated. Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05.\n\nThen, we measured AT inflammation in BPA-exposed mice fed a HFD at 8 weeks and 16 weeks of exposure. Histological analysis showed that BPA exposure for 8 weeks and 16 weeks induced infiltration of inflammatory cells in the AT of mice fed a HFD. However, BPA exposure did not increase the adipocyte area in HFD-fed mice ( Figure 4 A), consistent with a previous finding [ 9 ]. IHC and ELISA showed that BPA significantly upregulated the expression of IL-1β and TNF-α in the AT of mice fed a HFD after 8 weeks and 16 weeks of exposure ( Figure 4 B–D). Figure 4 BPA exposure promoted inflammation and increased proinflammatory cytokines in the AT of mice fed a HFD, and myriocin decreased these effects in the AT induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. Epididymal ATs were fixed in 4% formalin for 24 h, dehydrated, embedded in paraffin and cut into 5 μm sections. The sections were stained with hematoxylin and eosin. (A) Representative H&E-stained images of sections from the epididymal AT and adipocyte area. Scale bar: 50 μm. Representative immunohistochemistry (IHC) images and IOD values of TNF-α (B) and IL-1β (C) in sections from epididymal ATs. Scale bar: 50 μm. ELISA results of TNF-α and IL-1β (D) in AT (n = 3). Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05. Figure 4\n\nBPA exposure promoted inflammation and increased proinflammatory cytokines in the AT of mice fed a HFD, and myriocin decreased these effects in the AT induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. Epididymal ATs were fixed in 4% formalin for 24 h, dehydrated, embedded in paraffin and cut into 5 μm sections. The sections were stained with hematoxylin and eosin. (A) Representative H&E-stained images of sections from the epididymal AT and adipocyte area. Scale bar: 50 μm. Representative immunohistochemistry (IHC) images and IOD values of TNF-α (B) and IL-1β (C) in sections from epididymal ATs. Scale bar: 50 μm. ELISA results of TNF-α and IL-1β (D) in AT (n = 3). Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05.\n\nThese data support the role of AT inflammation in the aggravating effect of BPA on obesity-induced IR. Additionally, these findings suggest that BPA exposure may mainly increase AT inflammation in HFD-fed mice rather than adipocyte size."
    },
    {
      "title": "Bisphenol A aggravates AT inflammation and obesity-induced IR by enhancing de novo ceramide synthesis",
      "text": "Increasing evidence has revealed that ceramides, which are the predominant signaling sphingolipids, are involved in inflammation and the progression of IR [ 17 , 20 ]. Then, the contents of ceramides in AT were measured in both obese individuals and HFD-fed mice exposed to 1000 nM BPA. In obese individuals, the levels of all species of ceramides, including C16-cer, C18-cer, C20-cer, C24-cer and C24:1-cer, in the high-BPA group were greater than those in the low-BPA group ( Figure 5 A). Notably, C16-cer was the most abundant species in both groups. The levels of C16-cer, C24:1-cer and total Cer were positively correlated with BMI, FPG, HOMA-IR, TNF-α and IL-1β levels in AT. Moreover, there was a positive correlation between the levels of C18-cer and BMI, FPG, TNF-α and IL-1β levels in AT ( Figure 5 B). Mediation analyses showed that C16-Cer, C18-Cer, C20-Cer, C24-Cer and total Cer mediate the association between BPA exposure and BMI; C16-Cer, C18-Cer, C24-Cer, and C24:1-Cer have a mediating effect on the relationship between BPA exposure and FPG; and C20-Cer and C24-Cer mediate the link between BPA exposure and IL-1β levels in AT ( Table 3 ). Consistent with the population findings, the concentrations of C16-cer, C24-cer and C24:1-cer increased in the AT of BPA-exposed mice fed a HFD at the 8-week and 16-week time points. Notably, the most abundant species was C16-cer at both time points ( Figure 5 D). Figure 5 BPA exposure enhanced ceramide accumulation and upregulated the expression of S PTLC 1 in the AT of mice fed a HFD, and myriocin repressed the effects induced by BPA . The ceramide subspecies in AT of the obesity cases were quantified by LC‒MS/MS. (A) The levels of ceramide subspecies in AT in the high and low BPA groups of obese participants. Data are expressed as the median (Q1, Q3), ∗∗∗ P  < 0.001. (B) Spearman correlations between the ceramide levels in AT and BMI and indexes of obesity-related IR and AT inflammation, ×  P  > 0.05. mRNA levels (C) of  Sptlc1  and  Sptlc2  in human AT assessed by qPCR. Data are expressed as the median (Q1, Q3), ∗∗∗P < 0.001. With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks and then sacrificed, and epididymal AT ceramide subspecies (C) were quantified by LC‒MS/MS. mRNA (D) and proteins (E) of SPTLC1 and SPTLC2 in AT were assessed by qPCR and Western blot (n = 3), respectively. Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05. Figure 5 Table 3 Mediating effect of ceramides levels between BPA exposure and BMI, IR and AT inflammation. Table 3 Independent Mediate variable Dependent variable Effect size Proportion (%) P  value BPA C-16 BMI 1.3132 26.04% <0.0001 BPA C-18 BMI 0.8245 14.91% 0.0156 BPA C-20 BMI 0.5146 8.09% 0.0256 BPA C-24 BMI 1.4966 23.55% <0.0001 BPA Total Cer BMI 1.6845 26.50% <0.0001 BPA C-16 FPG 0.5755 40.94% <0.0001 BPA C-18 FPG 0.3500 24.90% <0.0001 BPA C-24 FPG 0.2188 15.56% 0.0171 BPA C-24:1 FPG 0.6155 43.79% <0.0001 BPA C-20 AT IL-1β 1.0852 22.42% 0.0020 BPA C-24 AT IL-1β 1.4200 29.34% 0.0002\n\nBPA exposure enhanced ceramide accumulation and upregulated the expression of S PTLC 1 in the AT of mice fed a HFD, and myriocin repressed the effects induced by BPA . The ceramide subspecies in AT of the obesity cases were quantified by LC‒MS/MS. (A) The levels of ceramide subspecies in AT in the high and low BPA groups of obese participants. Data are expressed as the median (Q1, Q3), ∗∗∗ P  < 0.001. (B) Spearman correlations between the ceramide levels in AT and BMI and indexes of obesity-related IR and AT inflammation, ×  P  > 0.05. mRNA levels (C) of  Sptlc1  and  Sptlc2  in human AT assessed by qPCR. Data are expressed as the median (Q1, Q3), ∗∗∗P < 0.001. With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks and then sacrificed, and epididymal AT ceramide subspecies (C) were quantified by LC‒MS/MS. mRNA (D) and proteins (E) of SPTLC1 and SPTLC2 in AT were assessed by qPCR and Western blot (n = 3), respectively. Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05.\n\nMediating effect of ceramides levels between BPA exposure and BMI, IR and AT inflammation.\n\nTo further understand the role of ceramides in the effect of bisphenol A exposure on AT inflammation and obesity-induced IR, we used myriocin, a potent inhibitor of the rate-limiting enzyme SPT, to treat mice in the HFD group and HFD + 1000 nM BPA group. We found that myriocin inhibited BPA-induced mouse body weight gain and elevated epididymal fat pad coefficients ( Figure 3 B and C). The BPA-induced increases in FG, FI and HOMA-IR were decreased by myriocin ( Figure 3 D–F). Similarly, myriocin treatment significantly reduced the AUC of the GTT and ITT tests ( Figure 3 G and H). After the application of myriocin, the infiltration of inflammatory cells induced by BPA exposure was markedly suppressed at both time points ( Figure 4 A). Additionally, myriocin attenuated the upregulation of IL-1β and TNF-α induced by BPA exposure ( Figure 4 B–D). Additionally, myriocin significantly decreased the concentrations of C16-cer, C18-cer, C20-cer, and C24-cer induced by BPA exposure ( Figure 5 D).\n\nThe SPT enzyme is the rate-limiting enzyme during de novo synthesis of ceramide and is  a  heterodimer mainly composed of SPTLC1 and SPTLC2 subunits [ 22 ]. We first measured the mRNA expression levels of  s ptlc1  and  s ptlc 2  in obese individuals, and the levels of  sptlc 1  mRNA expression in the high-BPA group were greater than those in the low-BPA group ( Figure 5 C). Correspondingly, the animal experiment showed that the  sptlc1  mRNA and protein expression levels of isoenzyme SPTLC1 were significantly upregulated in response to BPA exposure for 8 weeks and 16 weeks, and myriocin treatment caused a significant downregulation of SPTLC1 expression in AT ( Figure 5 E and F). These results suggest that ceramide accumulation in AT was due to increased de novo synthesis through upregulation of SPTLC1 expression. Taken together, the above data revealed that BPA exposure enhanced ceramide accumulation in the AT of mice fed a HFD via the de novo synthesis pathway, which aggravated AT inflammation and obesity-induced IR ."
    },
    {
      "title": "Signaling pathway of ceramide-mediated AT inflammation and obesity-related IR",
      "text": "Protein kinase C ζ (PKCz ζ) acts downstream of ceramide-initiated signaling [ 32 , 33 ]. We tested autophosphorylation of Thr410 of PKC ζ, which is required for PKC ζ activation [ 34 ], in the AT of mice. We found that the phosphorylation of PKC ζ in HFD + 1000 nM BPA mice increased compared with that in mice fed an NCD or an HFD after 8 weeks and 16 weeks of exposure. However, after the use of myriocin, the phosphorylation of PKC ζ largely reversed in HFD + 1000 nM BPA mice ( Figure 6 A). These results demonstrated that ceramide may activate the phosphorylation of PKC ζ in response to BPA exposure. Figure 6 BPA exposure suppressed IRS1-PI3K-AKT signaling but activated PKCζ and JNK/NF-κB signaling in the AT of mice fed a HFD, and myriocin reversed the signaling disturbance induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. Phosphorylation of PKCζ was detected by Western blotting in epididymal AT. Representative immunoblots (A) and quantification of phosphorylated PKCζ (C) in the epididymal AT of mice (n = 3). JNK/NF-κB signaling was detected by Western blotting for phosphorylation in epididymal AT. Representative immunoblots (B) and quantification of phosphorylated JNK, IKKβ, IκBα, and p65 (B) in the epididymal AT of mice (n = 3). IRS1-PI3K-Akt signaling was stimulated 10 min after insulin injection and was detected by Western blotting for phosphorylation in the epididymal AT. Representative immunoblots and quantification of phosphorylated and total IRS-1 (C), PI3K (C), and AKT (C) in the insulin-stimulated epididymal ATs of mice (n = 3). Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05. Figure 6\n\nBPA exposure suppressed IRS1-PI3K-AKT signaling but activated PKCζ and JNK/NF-κB signaling in the AT of mice fed a HFD, and myriocin reversed the signaling disturbance induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. Phosphorylation of PKCζ was detected by Western blotting in epididymal AT. Representative immunoblots (A) and quantification of phosphorylated PKCζ (C) in the epididymal AT of mice (n = 3). JNK/NF-κB signaling was detected by Western blotting for phosphorylation in epididymal AT. Representative immunoblots (B) and quantification of phosphorylated JNK, IKKβ, IκBα, and p65 (B) in the epididymal AT of mice (n = 3). IRS1-PI3K-Akt signaling was stimulated 10 min after insulin injection and was detected by Western blotting for phosphorylation in the epididymal AT. Representative immunoblots and quantification of phosphorylated and total IRS-1 (C), PI3K (C), and AKT (C) in the insulin-stimulated epididymal ATs of mice (n = 3). Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05.\n\nc-Jun N-terminal kinase (JNK) and nuclear factor kappa-B (NF-κB) are important inflammatory signaling pathways that lead to the secretion of various proinflammatory cytokines [ 3 ], such as TNF-α and IL-1β. We found that the phosphorylation of JNK, IKKβ, IκBα, and p65 in HFD + 1000 nM BPA mice increased compared with that in mice fed an NCD or an HFD after 8 weeks and 16 weeks of exposure. However, after the use of myriocin, these signaling responses were largely reversed in HFD + 1000 nM BPA mice ( Figure 6 B). These results demonstrated that AT inflammation aggravated by BPA exposure was mediated by ceramides partially by activating the JNK/NF-κB signaling cascade in mice fed a HFD.\n\nThe biological actions of insulin depend on phosphoinositol 3-kinase (PI3K)-protein kinase B (AKT) signaling [ 35 ]. To explore the molecular mechanism of IR aggravated by BPA exposure in mice fed a HFD, we determined the activation of the PI3K-AKT signaling cascade, including insulin receptor substrate-1 (IRS-1), PI3K and AKT, 10 min after insulin injection using immunoblotting. Phosphorylation of AKT, IRS-1, and PI3K stimulated by insulin in HFD + 1000 nM BPA mice declined compared with those of the mice fed an NCD and an HFD after 8 weeks and 16 weeks of exposure. However, after the use of myriocin, these insulin signaling responses were largely recovered in HFD + 1000 nM BPA mice ( Figure 6 C). These results demonstrated that the aggravation of IR by BPA exposure was mediated by ceramides partially through activation of the IRS1-PI3K-AKT signaling cascade in mice fed a HFD."
    },
    {
      "title": "Discussion",
      "text": "Increasing evidence suggests that BPA has emerged as an important cause of metabolic diseases, including obesity and IR [ 13 , 16 ]. However, it remains unclear how BPA contributes to the development of IR and its underlying mechanisms. Combined with population- and animal-based studies, we found that BPA exposure aggravated AT inflammation and obesity-induced IR by increasing de novo synthesis of ceramide. Mechanistically, obesity-induced AT inflammation and IR aggravated by BPA exposure were mediated by ceramides partially through activation of PKC ζ, the JNK//NF-κB signaling cascade and the IRS1-PI3K-AKT signaling pathway. These findings describe a new concept that BPA mainly worsens obesity-induced IR and show the great translational value of lowering ceramides to overcome environmental BPA exposure-related metabolic diseases.\n\nIn this study, a positive relationship between BPA and obesity and IR in the case‒control study was observed, which was consistent with population-based studies reporting a positive association between BPA exposure and the risk of obesity and insulin resistance [ 9 , 13 , 19 , 36 ]. Furthermore, we found that the association between BPA and BMI and IR was only significant in the obesity group. A longitudinal study in Chinese adults showed that the inverse association between BPA exposure and glucose homeostasis was more prominent in obese individuals [ 37 ]. Then, we used HFD-fed mice to verify the findings from the populational studies. Consistently, we found that environmental BPA exposure aggravates obesity-induced IR in animal models. Our findings suggest that BPA has a synergistic effect on obesity-associated IR. Previous studies have shown that chronic exposure to BPA exacerbates disturbances in HFD-induced hepatic lipid metabolism [ 38 ] and glucose homeostasis [ 9 ] and liver immune-metabolic and mitochondrial dysfunction [ 39 ]. In modern society, high-fat diet consumption is thought to be a main contributing factor for the increased incidence of metabolic syndrome, including obesity and IR [ 40 ]. Diet is considered the main source of BPA exposure [ 41 ]; thus, the consumption of fat-rich products favors coexposure to BPA [ 42 ]. The amplifying effect of BPA on HFD-induced IR emphasizes the importance of studying interactions between EDCs and obesity. Here, we used an average BPA exposure of 22.5 μg/kg/day corresponding to the dosage of 1000 nM BPA in our study calculated by water consumption. Importantly, this dosage was significantly lower than the recommended maximum tolerable daily intake of 50 μg/kg body weight/day. The adverse effects of this dosage highlight the relevance of human exposure to BPA and the risk of metabolic disorders. Taken together, these findings have great implications for humans given the ubiquitous exposure of EDCs in our environment and the consumption of high-fat food in modern society.\n\nCeramides are vital sphingolipids that play important roles in cell signaling and metabolism. Dysregulated ceramide metabolism is implicated in the pathogenesis of obesity-induced metabolic diseases [ 2 , 17 , 43 ]. In this study, we found that high BPA levels were associated with higher levels of ceramides in the AT of obesity cases, along with increased levels of all five ceramide subspecies in BPA-exposed mice fed a HFD. Additionally, we observed the effects of BPA on ceramides accompanied by increased indexes of IR in both obese individuals and animal models. Previous studies consistently showed that elevated levels of ceramides in AT were associated with IR in humans and obese mice [ 17 , 21 , 44 ]. Interestingly, C16-cer was the most abundant subspecies in the AT of obesity cases and mice, highlighting the specific role of C16-cer in the development of obesity and IR after BPA exposure. Previous findings have suggested that C16-cer production promotes obesity-related weight gain and glucose intolerance [ 45 ]; selective inhibition of ceramide synthase enzyme 6 for C-16 cer reduction improved insulin sensitivity [ 46 ]. Currently, the molecular pathway by which BPA regulates ceramides has not been fully elucidated. BPA can bind to estrogen receptors (ERs) α and β [ 47 ], which can regulate lipid metabolism [ 38 ]. Additionally, studies have reported that BPA can bind to the glucocorticoid receptor and activate the nuclear receptor pregnane X receptor [ 48 , 49 ], and then receptors stimulate ceramide synthesis [ 50 , 51 ]. The role of those receptors in BPA-mediated regulation of ceramides needs to be explored in the future.\n\nDe novo synthesis is the primary pathway of ceramide generation and utilizes FA-CoAs with different chain lengths to synthetize distinct ceramide subspecies catalyzed by the SPT enzyme [ 22 ]. The SPT complex is composed of two ubiquitously expressed large subunits (SPTLC1 and SPTLC2). We found that the levels of  s ptlc1  mRNA expression in the high-BPA group were greater than those in the low-BPA group in obese individuals. Consistently, the increase in C16-cer, C24-cer and C24:1-cer subspecies in the AT of BPA-exposed mice fed a HFD was accompanied by upregulated expression of the SPT subunit SPTLC1. Myriocin, a fungal metabolite, can specifically inhibit SPT activity and inhibit ceramide synthesis through the de novo synthesis pathway [ 52 ]. We also found that myriocin reduced the accumulation of ceramide in AT and was accompanied by the downregulation of SPTLC1 expression in response to BPA exposure. This finding has highlighted the specific function of the SPT subunit SPTLC1 in the SPT complex. A previous study found that SPTLC1 is essential for SPT activity, whereas SPTLC2 is partly redundant; SPTLC1 combined with SPTLC2 to synthesize C18, C19, and C20 ceramide subspecies [ 22 ]. Furthermore, the effects of HFD and BPA exposure on IR were attenuated by myriocin in this study. These data were similar to those of Blachnio-Zabielska, who showed that myriocin inhibited de novo synthesis of ceramide and improved HFD-induced IR, which manifested as lower HOMA-IR values and increased glucose and IR [ 53 ]. Taken together, our findings indicate that BPA exposure-induced IR was associated with an increase in ceramide accumulation in obese AT; the increase in ceramide accumulation might stem from de novo synthesis through upregulation of SPTLC1 expression.\n\nActivation of PKCζ mediates the effect of ceramides on Akt membrane translocation and subsequent activation by inhibitory phosphorylation of Akt at Thr34 [ 32 , 33 ]. Additionally, PKC ζ is a direct target of ceramides implicated in TNF signaling pathways [ 33 ]. Although PKC ζ is downstream of ceramides, its role in BPA-induced IR and AT inflammation has not been examined. Here, we showed that p-PKCζ is involved in IR and AT inflammation induced by BPA treatment, and inhibition of de novo ceramide synthesis recovered p-PKC ζ. These results demonstrate that ceramide-mediated phosphorylation of PKCζ is involved in BPA exposure-induced IR associated with obesity.\n\nAs a type of chronic low-grade inflammation, obesity has been shown to mediate IR not only by disrupting insulin action [ 54 , 55 ] but also by increasing the intracellular accumulation of ceramides [ 56 ]. On the one hand, obesity can cause chronic systematic inflammation, resulting in IR [ 57 ]. Both our population study and animal models supported a positive relationship between TNF-α, IL-1β and IR in this study. On the other hand, much evidence supports the role of ceramides in the development of inflammation [ 52 ], which is associated with the overproduction of inflammatory cytokines, including TNF-α, IL-1, and IL-6 [ 57 , 58 ]. Vandanmagsar et al. reported that increased intracellular ceramide could activate the inflammasome complex and mediate the secretion of inflammatory cytokines [ 59 ]. This finding was supported by our human study showing that ceramide levels were associated with TNF-α and IL-1β in the obese group. Our animal models also showed that BPA exposure induced the infiltration of intercellular inflammatory cells and upregulated the expression of IL-1β and TNF-α in AT. Mechanistically, our results showed that BPA exposure upregulated JNK/NF-κB pathway signaling. Proinflammatory cytokines can activate JNK and IKKβ, which are critical components of the inflammatory signaling system whose activation leads to impaired insulin action [ 60 , 61 ]. Activation of IKKβ induces NF-κB, which promotes the expression of inflammatory mediators such as TNF-α and IL-1β [ 62 ]. Furthermore, myriocin repressed these alterations to the ceramides, cytokines and their upstream regulating molecules in AT induced by BPA exposure. A previous study identified that inhibiting de novo synthesis of ceramides significantly reduced the levels of IL-1β and TNF-α [ 63 ]. Altogether, these results indicated a causal relationship in which ceramides could mediate obese AT inflammation induced by BPA exposure via JNK/NF-κB signaling.\n\nInterfering with the insulin signaling cascade of IRS-1, PI3K or AKT may lead to IR. Studies have shown that ceramide antagonizes insulin signaling by inhibiting the phosphorylation of IRS-1, PI3K or AKT [ 23 ]. Previous studies have shown that an increase in inflammatory cytokines can induce the JNK/KKb pathway [ 64 ], causing phosphorylation of IRS1 on serine/threonine residues and leading to decreased insulin signaling and IR [ 65 , 66 ]. We found that BPA exposure repressed the phosphorylation of IRS-1, PI3K and AKT stimulated by insulin and that inhibition of de novo ceramide synthesis recovered p-IRS1, p-PI3K and p-AKT. These results demonstrate that BPA exposure-induced IR associated with obesity may be mediated by ceramides partially through activating the IRS1-PI3K-AKT signaling cascade.\n\nBy a combination of both population and animal studies, the present investigation demonstrates that low-level BPA exposure worsens obesity-induced IR, and this effect occurs partly via the de novo synthesis of ceramides and subsequently promotes AT inflammation. However, limitations should be noted to better understand our findings. First, the effect of BPA on IR was observed in a case‒control design with a limited sample size of obese participants and controls. Thus, this finding should be validated in a larger sample in the future. Second, we did not set BPA exposure alone or the BPA + myriocin group, which relates to a limitation; however, we found that the effect of BPA exposure alone was lower than that of HFD exposure alone. Finally, although we uncovered the role of ceramide changes in the effect of BPA on obesity-induced IR, future molecular mechanistic investigations are required via conditional gene knockdown in target tissues."
    },
    {
      "title": "Conclusions",
      "text": "In conclusion, our data have established that environmental BPA exposure exacerbates obesity-induced IR. This effect of BPA is partly via enhancement of de novo ceramide synthesis, thus promoting AT chronic inflammatory reactions to contribute to obesity-induced IR. These findings highlight the potential of targeting the molecular pathways regulating ceramide generation for the management of obesity-related IR and chronic inflammation induced by exposure to an environmental dose of BPA, offering great translational value for preventing metabolic disorders."
    },
    {
      "title": "CRediT author statement",
      "text": "Gengfu Wang : Formal analysis, Writing - original draft.  Xu Hong, Jia Yu, Yuheng Zhang, Yuting Li and Zuo Li : Investigation, Methodology, Writing - original draft.  Zhiyuan Zhu, Shaoyun Yuan and Xiaofei Zhang : Investigation, Methodology.  Sheng Wang, Fuhai Zhu and Yong Wang : Investigation.  Changhao Wu : Critical manuscript revision.  Puyu Su : Conceptualization, supervision.  Tong Shen : Conceptualization, Funding acquisition, Project administration, Writing – review & editing."
    },
    {
      "title": "Data and materials availability",
      "text": "All relevant data are available from the corresponding authors upon reasonable request."
    },
    {
      "title": "Declaration of Competing Interest",
      "text": "The authors declare that they have no conflicts of interest."
    }
  ],
  "full_text": "Objective Exposure to bisphenol A (BPA) has been shown to increase the prevalence of obesity and its related insulin resistance (IR). Ceramide is a sphingolipid known to facilitate the production of proinflammatory cytokines and subsequently exacerbate inflammation and IR during the progression of obesity. Here, we investigated the effects of BPA exposure on ceramide de novo synthesis and whether increased ceramides aggravate adipose tissue (AT) inflammation and obesity-related IR. Methods A population-based case–control study was conducted to explore the relationship between BPA exposure and IR and the potential role of ceramide in AT in obesity. Next, we used mice reared on a normal chow diet (NCD) or a high-fat diet (HFD) to verify the results from the population study and then investigated the role of ceramides in low-level BPA exposure with HFD-induced IR and AT inflammation in mice treated with or without myriocin (an inhibitor of the rate-limiting enzyme in de novo ceramide synthesis). Results BPA levels are higher in obese individuals and are significantly associated with AT inflammation and IR. Specific subtypes of ceramides mediated the associations between BPA and obesity, obesity-related IR and AT inflammation in the obesity group. In animal experiments, BPA exposure facilitated ceramide accumulation in AT, activated PKCζ, promoted AT inflammation, increased the expression and secretion of proinflammatory cytokines via the JNK/NF-κB pathway, and lowered insulin sensitivity by disrupting IRS1-PI3K-AKT signaling in mice fed a HFD. Myriocin suppressed BPA-induced AT inflammation and IR. Conclusion These findings indicate that BPA aggravates obesity-induced IR, which is partly via increased de novo synthesis of ceramides and subsequent promotion of AT inflammation. Ceramide synthesis could be a potential target for the prevention of environmental BPA exposure-related metabolic diseases.\n\n## Introduction\n\nInsulin resistance (IR) is a pathological state in which target tissues have a reduced response to insulin, which acts in the pathogenesis of metabolic syndromes such as type 2 diabetes mellitus (T2DM), dyslipidemia and nonalcoholic fatty liver disease [ 1 , 2 ]. Obesity represents the main cause of IR [ 1 , 3 ]. Obesity-related IR can manifest through a variety of pathways, but adipose tissue (AT) chronic inflammation has emerged as a primary pathological mechanism [ 3 , 4 ]. Both adipocytes and macrophages secrete proinflammatory mediators in AT, which may promote macrophage infiltration and the inflammatory response, further leading to detrimental effects on insulin action in target tissues such as AT, liver and muscle and contributing to whole-body IR and systemic inflammation [ [5] ,  [6] ,  [7] ]. It is pivotal to explore the causes and underlying molecular mechanisms of IR to inform prevention and treatment.\n\nIncreasing evidence has shown that long-term exposure to low concentrations of bisphenol A (BPA) can disrupt glucose homeostasis and aggravate IR [ 8 , 9 ]. BPA is a high-output monomer used worldwide and is extensively used for the synthesis of epoxy resin and polycarbonate plastics. BPA can be released from the manufacture of food and drink packaging, water bottles and many other daily life products [ 10 , 11 ]. Population monitoring results indicate that universal exposure of humans to BPA has occurred [ 12 ]. As a typical environmental endocrine-disrupting chemical (EDC), BPA not only interferes with the function of the endocrine system by binding the estrogen receptor but also has a significant correlation with metabolic syndromes, including obesity, dyslipidemia and T2DM [ [13] ,  [14] ,  [15] ,  [16] ]. Currently, much remains unknown about the underlying mechanism of IR induced by environmental BPA exposure.\n\nEmerging evidence has revealed that ceramides, which are the predominant signaling sphingolipids, are involved in the progression of IR and inflammation [ 2 , 17 ]. Animal studies have shown that relatively high levels of ceramides in both liver and plasma coincide with IR and inflammation [ 17 , 18 ]. Clinical studies have also found associations of ceramide levels in plasma and AT with obesity, IR and T2DM [ [19] ,  [20] ,  [21] ]. De novo synthesis is the primary pathway of ceramide generation, and this reaction is catalyzed by the enzyme serine-palmitoyltransferase (SPT), in which fatty acyl (FA)-CoAs with different chain lengths are used to synthetize distinct ceramide subspecies [ 22 ]. Numerous studies have suggested that targeting de novo ceramide synthesis could improve inflammation and reduce IR [ 23 , 24 ]. However, little research has explored the role of ceramide in BPA-induced IR.\n\nHere, we explored the effect of BPA on the development of IR and whether the effect of BPA on IR occurred via the dysregulation of ceramide. We conducted a case‒control study including adults with obesity or with normal weight to explore the relationship between BPA exposure and IR and preliminarily explored the potential role of ceramide. Additionally, we used mice fed a high-fat diet (HFD) to verify the results from the population study and then investigated the role of ceramide and its underlying molecular mechanisms in the effect of BPA exposure on IR by using an inhibitor of ceramide synthesis. Our findings highlight the synergistic effect of BPA on obesity-related IR and the important roles of de novo ceramide synthesis in obesity-related IR induced by low-dose BPA exposure, thereby providing a potential target for developing environmental BPA exposure-related metabolic disease prevention strategies.\n\n## Methods\n\nThis study was approved by the Ethics Review Board of Anhui Medical University (No. LLSC20170461). All participants provided written informed consent, and all experiments were performed according to the Declaration of Helsinki.\n\nFrom January 2018 to December 2020, 200 obese patients (body mass index (BMI) ≥ 28 kg/m 2 ) aged ≥18 years were enrolled when they underwent bariatric surgery in the Department of General Surgery of the Second Affiliated Hospital of Anhui Medical University (Hefei city, China). During the same period, healthy adults (BMI < 24 kg/m 2 ) aged ≥18 years were recruited randomly from the medical examination center in the same hospital. Exclusion criteria included receiving insulin injections within 6 months prior to participation in the study and acute or chronic inflammatory diseases, such as type 1 diabetes, malabsorption syndrome, Crohn's disease, ulcerative colitis, or infectious diseases. Demographic information and detailed medical history were collected, including systolic blood pressure (SBP); diastolic blood pressure (DBP); and fasting plasma glucose (FPG), fasting serum insulin (FI), total cholesterol (TC), triglyceride (TG), high-density lipoprotein (HDL), and low-density lipoprotein (LDL) levels. The homeostasis model assessment–IR (HOMA-IR) was evaluated by using the equation HOMA-IR = FPG (mmol/L)∗FI (μU/mL)/22.5. Abdominal AT of the obese patients removed by bariatric surgery was collected.\n\nFirst-morning midstream urine samples of both the obesity and control groups were collected in PP tubes with low BPA contamination. BPA levels were detected by using liquid chromatography tandem mass spectrometry (LC–MS/MS, Triple Quad 6500, AB SCIEX, USA); details are provided in our previous study [ 25 ]. The urinary Cr concentration was determined by a Cr kit. Finally, urinary concentrations of BPA were expressed as micrograms per gram of Cr.\n\nAnimal studies were performed under the instructions of the ARRIVE 2.0 guidelines [ 26 ]. Specific pathogen-free (SPF) 3-week-old male C57BL/6 mice were obtained from Beijing Weitong Lihua Experimental Technology Co., Ltd. Mice were housed under 12 h/12 h light/dark photoperiods, 22 ± 2 °C room temperature and 30%–70% humidity with  ad libitum  access to food and water. A two-stage animal study was performed. In the first stage, we explored the dose‒response effect of BPA exposure on IR. After a week of acclimatization, mice were randomly divided into eight groups (n = 12 for each): the normal chow diet (NCD) group, NCD + 10 nM BPA group, NCD + 100 nM BPA group, NCD + 1000 nM BPA group, HFD group, HFD + 10 nM BPA group, HFD + 100 nM BPA group, and HFD + 1000 nM BPA group. In the second stage, we aimed to confirm the effects of BPA on obesity-induced IR and explore the potential role of ceramides based on the results from the first stage. Because the effect of BPA exposure alone was lower than that of HFD exposure alone, we did not set BPA exposure alone or the BPA + myriocin group based on the principle of reduction in the animal experiment. Additionally, this grouping set aimed to reduce the suffering of the mice. After a week of acclimatization, mice were randomly divided into five groups (n = 12 for each): the NCD group, HFD group, HFD + 1000 nM BPA group, HFD + myriocin group, and HFD + 1000 nM BPA + myriocin group. We chose drinking water as the route of BPA intake, which mimics how humans might be exposed to BPA. Briefly, BPA (purity 99%, Sinopharm Chemical Reagent Co, China) dose solutions were prepared in 0.1% DMSO (Sigma–Aldrich, St. Louis, MO) with purified water. Details are provided in our previous study [ 27 ]. Myriocin (Sigma–Aldrich, St. Louis, MO), an inhibitor of the enzyme SPT, was dissolved in DMSO; stock solutions of 0.6 mg/mL were prepared and stored at −20 °C. Two time points, i.e., the end of 8 weeks and 16 weeks after exposure, were set for each of the five groups (n = 6 for each time). The HFD consisted of 60% calories from fat according to the Research Diet D12492 (cat no. XTHF60), and the NCD consisted of 10% fat (cat no. XTCON50J), which was purchased Jiangsu Xietong, Inc. (Nanjing, China). In the HFD + myriocin group and HFD + 1000 nM BPA + myriocin group, mice were injected with 0.3 mg/kg myriocin (1 mL/100 g body weight) via intraperitoneal (i.p.) every 2 days for 4 weeks, from the end of 4 weeks to (i.e., start of the 5th week) to the end of the 8th week and from the end of 12 weeks (i.e., start of the 13th week) to the end of the 16th week after BPA exposure at the 8-week and 16-week time points, respectively ( Figure 3 A).\n\nLipids were extracted from the epididymal AT of mice and abdominal AT of obese individuals using a previously described method with modifications [ 28 , 29 ]. Ceramide species were quantified by LC–MS/MS using a Dionex Ultimate 3000 (Thermo Scientific, San Jose, USA) UHPLC system coupled to a Q-Exactive plus hybrid quadrupole-orbitrap mass spectrometer (Thermo Scientific, San Jose, USA). Details are provided in the Supplemental data. The ceramide contents (i.e., C16:0, C18:0, C20:0, C24:1, and C24:0) were normalized to the wet weight of AT. The total ceramide concentration was the sum of all five ceramide subspecies.\n\nAt 8 weeks or 16 weeks after BPA exposure, we determined the fasting glucose (FG) and fasting insulin (FI) levels. After an overnight fast with  ad libitum  access to water, mouse tail venous blood was collected. Blood glucose was determined using a glucometer, and serum insulin was measured with an ELISA kit (ab277390, Abcam). FG and FI were used to calculate HOMA-IR, with HOMA-IR = FG (mmol/L)∗FI (μU/mL)/22.5.\n\nAt 8 weeks or 16 weeks after BPA exposure, we performed glucose tolerance tests (GTTs) and insulin tolerance tests (ITTs). For the GTT, mice were fasted overnight and injected with glucose (i.p. injection of a 20% solution, 1 mg/g body weight), and blood glucose was measured using a Bayer Contour glucometer after 0, 15, 30, 60 and 120 min. The ITT was performed approximately 2 days after the GTT. After fasting for 4 h and recording basal blood glucose, i.p. injection of insulin was performed at a dose of 0.75 IU/kg body weight for each mouse, and blood glucose was measured using a Bayer Contour glucometer after 15, 30, 60 and 120 min.\n\nEpididymal ATs were fixed in 4% formalin for 24 h, dehydrated, embedded in paraffin and cut into 5 μm sections. The sections were stained with HE. Histopathological changes in AT were observed with TissueFAXS Plus (Tissue Gnostics, Austria). The adipocyte area (μm 2 ) was calculated using ImageJ software [ 30 ]. The sections were immunostained with antibodies against the cytokines interleukin-1β (IL-1β, 1:200, Affinity: AF5103) and tumor necrosis factor-α (TNF-α, 1:200, Affinity: AF7014) and a secondary antibody conjugated with horseradish peroxidase. TissueFAXS Plus was used to detect the expression of cytokines. Image Pro-PLUS was employed to quantify the integrated optical density (IOD).\n\nDetails for the materials and procedure for RT‒qPCR are provided in the  Supplemental Data .\n\nThe materials and antibodies used for Western blotting are provided in the  Supplemental Data .\n\nELISA (RapidBio Co., USA) was performed to measure the contents of IL-1β and TNF-α in the AT of the mice and the obese patients.\n\nIn animal experiments, the mice were randomly assigned to one of five groups by using a random number table. The urinal and AT samples of participants were numbered in this study, and the analysis was performed under blinded conditions. Similarly, we numbered the animals in animal experiments; all tests were completed under blinded conditions to reduce potential operator bias.\n\nFor population-based data, basic demographic and clinical characteristics in both groups were first described. The differences in basic and clinical characteristics between controls and obese patients were evaluated using Student's t tests or Mann–Whitney U tests and chi-square tests when the appropriate assumptions were satisfied. We categorized the subjects into three groups by tertiles of urinary BPA concentrations. Odds ratios (ORs) and 95% confidence intervals (CIs) for obesity were estimated by using binary logistic regression models with the lowest tertile as the reference group. Then, the obese patients were dichotomized into high and low groups by using a cuff-off value of 4.32 μg/g BPA. Then, indexes of IR (FPG, HOMA-IR and FI) and AT inflammation (IL-1β and TNF-α levels) were compared between the high and low groups by using Student's t tests or Mann–Whitney U tests. Spearman correlations between the ceramide levels in AT and BMI and indexes of obesity-related IR and AT inflammation were calculated. Then, the mediating roles of AT inflammation and ceramide on BPA exposure and IR were explored via the process recommended by Preacher and Hayes [ 31 ] in the obesity group.\n\nFor animal-based data, the data are presented as the means ± standard deviations (SDs) unless otherwise stated. Statistical differences in the group means were analyzed with two-way or one-way ANOVA together with LSD post hoc tests for pairwise comparisons at both the 8- and 16-week time points using SPSS software 23.0 . P  < 0.05 was considered statistically significant.\n\n## Ethics statement\n\nThis study was approved by the Ethics Review Board of Anhui Medical University (No. LLSC20170461). All participants provided written informed consent, and all experiments were performed according to the Declaration of Helsinki.\n\n## Study population and data collection\n\nFrom January 2018 to December 2020, 200 obese patients (body mass index (BMI) ≥ 28 kg/m 2 ) aged ≥18 years were enrolled when they underwent bariatric surgery in the Department of General Surgery of the Second Affiliated Hospital of Anhui Medical University (Hefei city, China). During the same period, healthy adults (BMI < 24 kg/m 2 ) aged ≥18 years were recruited randomly from the medical examination center in the same hospital. Exclusion criteria included receiving insulin injections within 6 months prior to participation in the study and acute or chronic inflammatory diseases, such as type 1 diabetes, malabsorption syndrome, Crohn's disease, ulcerative colitis, or infectious diseases. Demographic information and detailed medical history were collected, including systolic blood pressure (SBP); diastolic blood pressure (DBP); and fasting plasma glucose (FPG), fasting serum insulin (FI), total cholesterol (TC), triglyceride (TG), high-density lipoprotein (HDL), and low-density lipoprotein (LDL) levels. The homeostasis model assessment–IR (HOMA-IR) was evaluated by using the equation HOMA-IR = FPG (mmol/L)∗FI (μU/mL)/22.5. Abdominal AT of the obese patients removed by bariatric surgery was collected.\n\n## Measurement of urinary BPA\n\nFirst-morning midstream urine samples of both the obesity and control groups were collected in PP tubes with low BPA contamination. BPA levels were detected by using liquid chromatography tandem mass spectrometry (LC–MS/MS, Triple Quad 6500, AB SCIEX, USA); details are provided in our previous study [ 25 ]. The urinary Cr concentration was determined by a Cr kit. Finally, urinary concentrations of BPA were expressed as micrograms per gram of Cr.\n\n## Mice and treatments\n\nAnimal studies were performed under the instructions of the ARRIVE 2.0 guidelines [ 26 ]. Specific pathogen-free (SPF) 3-week-old male C57BL/6 mice were obtained from Beijing Weitong Lihua Experimental Technology Co., Ltd. Mice were housed under 12 h/12 h light/dark photoperiods, 22 ± 2 °C room temperature and 30%–70% humidity with  ad libitum  access to food and water. A two-stage animal study was performed. In the first stage, we explored the dose‒response effect of BPA exposure on IR. After a week of acclimatization, mice were randomly divided into eight groups (n = 12 for each): the normal chow diet (NCD) group, NCD + 10 nM BPA group, NCD + 100 nM BPA group, NCD + 1000 nM BPA group, HFD group, HFD + 10 nM BPA group, HFD + 100 nM BPA group, and HFD + 1000 nM BPA group. In the second stage, we aimed to confirm the effects of BPA on obesity-induced IR and explore the potential role of ceramides based on the results from the first stage. Because the effect of BPA exposure alone was lower than that of HFD exposure alone, we did not set BPA exposure alone or the BPA + myriocin group based on the principle of reduction in the animal experiment. Additionally, this grouping set aimed to reduce the suffering of the mice. After a week of acclimatization, mice were randomly divided into five groups (n = 12 for each): the NCD group, HFD group, HFD + 1000 nM BPA group, HFD + myriocin group, and HFD + 1000 nM BPA + myriocin group. We chose drinking water as the route of BPA intake, which mimics how humans might be exposed to BPA. Briefly, BPA (purity 99%, Sinopharm Chemical Reagent Co, China) dose solutions were prepared in 0.1% DMSO (Sigma–Aldrich, St. Louis, MO) with purified water. Details are provided in our previous study [ 27 ]. Myriocin (Sigma–Aldrich, St. Louis, MO), an inhibitor of the enzyme SPT, was dissolved in DMSO; stock solutions of 0.6 mg/mL were prepared and stored at −20 °C. Two time points, i.e., the end of 8 weeks and 16 weeks after exposure, were set for each of the five groups (n = 6 for each time). The HFD consisted of 60% calories from fat according to the Research Diet D12492 (cat no. XTHF60), and the NCD consisted of 10% fat (cat no. XTCON50J), which was purchased Jiangsu Xietong, Inc. (Nanjing, China). In the HFD + myriocin group and HFD + 1000 nM BPA + myriocin group, mice were injected with 0.3 mg/kg myriocin (1 mL/100 g body weight) via intraperitoneal (i.p.) every 2 days for 4 weeks, from the end of 4 weeks to (i.e., start of the 5th week) to the end of the 8th week and from the end of 12 weeks (i.e., start of the 13th week) to the end of the 16th week after BPA exposure at the 8-week and 16-week time points, respectively ( Figure 3 A).\n\n## LC–MS/MS for the determination of ceramides in AT\n\nLipids were extracted from the epididymal AT of mice and abdominal AT of obese individuals using a previously described method with modifications [ 28 , 29 ]. Ceramide species were quantified by LC–MS/MS using a Dionex Ultimate 3000 (Thermo Scientific, San Jose, USA) UHPLC system coupled to a Q-Exactive plus hybrid quadrupole-orbitrap mass spectrometer (Thermo Scientific, San Jose, USA). Details are provided in the Supplemental data. The ceramide contents (i.e., C16:0, C18:0, C20:0, C24:1, and C24:0) were normalized to the wet weight of AT. The total ceramide concentration was the sum of all five ceramide subspecies.\n\n## FG and FI determination and HOMA-IR calculations\n\nAt 8 weeks or 16 weeks after BPA exposure, we determined the fasting glucose (FG) and fasting insulin (FI) levels. After an overnight fast with  ad libitum  access to water, mouse tail venous blood was collected. Blood glucose was determined using a glucometer, and serum insulin was measured with an ELISA kit (ab277390, Abcam). FG and FI were used to calculate HOMA-IR, with HOMA-IR = FG (mmol/L)∗FI (μU/mL)/22.5.\n\n## GTT and ITT\n\nAt 8 weeks or 16 weeks after BPA exposure, we performed glucose tolerance tests (GTTs) and insulin tolerance tests (ITTs). For the GTT, mice were fasted overnight and injected with glucose (i.p. injection of a 20% solution, 1 mg/g body weight), and blood glucose was measured using a Bayer Contour glucometer after 0, 15, 30, 60 and 120 min. The ITT was performed approximately 2 days after the GTT. After fasting for 4 h and recording basal blood glucose, i.p. injection of insulin was performed at a dose of 0.75 IU/kg body weight for each mouse, and blood glucose was measured using a Bayer Contour glucometer after 15, 30, 60 and 120 min.\n\n## Hematoxylin and eosin (HE) staining and immunohistochemistry (IHC)\n\nEpididymal ATs were fixed in 4% formalin for 24 h, dehydrated, embedded in paraffin and cut into 5 μm sections. The sections were stained with HE. Histopathological changes in AT were observed with TissueFAXS Plus (Tissue Gnostics, Austria). The adipocyte area (μm 2 ) was calculated using ImageJ software [ 30 ]. The sections were immunostained with antibodies against the cytokines interleukin-1β (IL-1β, 1:200, Affinity: AF5103) and tumor necrosis factor-α (TNF-α, 1:200, Affinity: AF7014) and a secondary antibody conjugated with horseradish peroxidase. TissueFAXS Plus was used to detect the expression of cytokines. Image Pro-PLUS was employed to quantify the integrated optical density (IOD).\n\n## Real-time quantitative PCR (RT‒qPCR)\n\nDetails for the materials and procedure for RT‒qPCR are provided in the  Supplemental Data .\n\n## Western blotting\n\nThe materials and antibodies used for Western blotting are provided in the  Supplemental Data .\n\n## ELISA\n\nELISA (RapidBio Co., USA) was performed to measure the contents of IL-1β and TNF-α in the AT of the mice and the obese patients.\n\n## Randomization and blinding\n\nIn animal experiments, the mice were randomly assigned to one of five groups by using a random number table. The urinal and AT samples of participants were numbered in this study, and the analysis was performed under blinded conditions. Similarly, we numbered the animals in animal experiments; all tests were completed under blinded conditions to reduce potential operator bias.\n\n## Statistical analysis\n\nFor population-based data, basic demographic and clinical characteristics in both groups were first described. The differences in basic and clinical characteristics between controls and obese patients were evaluated using Student's t tests or Mann–Whitney U tests and chi-square tests when the appropriate assumptions were satisfied. We categorized the subjects into three groups by tertiles of urinary BPA concentrations. Odds ratios (ORs) and 95% confidence intervals (CIs) for obesity were estimated by using binary logistic regression models with the lowest tertile as the reference group. Then, the obese patients were dichotomized into high and low groups by using a cuff-off value of 4.32 μg/g BPA. Then, indexes of IR (FPG, HOMA-IR and FI) and AT inflammation (IL-1β and TNF-α levels) were compared between the high and low groups by using Student's t tests or Mann–Whitney U tests. Spearman correlations between the ceramide levels in AT and BMI and indexes of obesity-related IR and AT inflammation were calculated. Then, the mediating roles of AT inflammation and ceramide on BPA exposure and IR were explored via the process recommended by Preacher and Hayes [ 31 ] in the obesity group.\n\nFor animal-based data, the data are presented as the means ± standard deviations (SDs) unless otherwise stated. Statistical differences in the group means were analyzed with two-way or one-way ANOVA together with LSD post hoc tests for pairwise comparisons at both the 8- and 16-week time points using SPSS software 23.0 . P  < 0.05 was considered statistically significant.\n\n## Results\n\nBy using a case‒control design, we recruited 200 patients and 164 controls, whose characteristics are presented in  Table 1 . Significant differences were found in gender, BMI, SBP, DBP, and levels of TG, HDL, FPG, FI, and HOMA-IR between the two groups. Obese patients had higher levels of urinary BPA than the controls ( P  = 0.001). We found a positive association between BPA exposure and obesity risk ( Figure 1 A). The adjusted ORs of obesity risk were 2.34 (95% CI: 1.40–3.92) and 6.45 (95% CI: 3.31–12.54), respectively, for the middle and highest BPA groups compared with the lowest BPA group. Furthermore, we found a positive association between the highest BPA group and BMI in the overall group and the obesity group ( Figure 1 B). However, a significant association between the highest BPA group and HOMA-IR was observed in the obese participants ( Figure 1 C). The BMI, FPG, FI and HOMA-IR of the obese individuals in the high-BPA group were higher than those of the obese individuals in the low-BPA group ( Figure 1 D–G). Table 1 Comparison of general characteristics between the obesity and control participants. Table 1 Variables Obesity group (n = 200) Control group (n = 164) P Age [years, Mean ± SD] 32.17 ± 7.79 31.78 ± 4.74 0.580 Gender   0.042 Males 74 (37.0%) 78 (47.6%) Females 126 (63.0%) 86 (52.4%) BMI (kg/m 2 ) 40.94 ± 7.69 21.59 ± 1.64 <0.001 SBP [mmHg, Mean ± SD] 134.61 ± 21.56 117.45 ± 13.91 <0.001 DBP [mmHg, Mean ± SD] 84.95 ± 15.30 72.85 ± 9.44 <0.001 TC [mmol/L, Mean ± SD] 4.87 ± 1.10 4.74 ± 0.90 0.217 TG [mmol/L, IQR] 1.79 (1.28, 2.63) 1.01 (0.73, 1.32) <0.001 HDL [mmol/L, Mean ± SD] 1.00 ± 0.21 1.40 ± 0.28 <0.001 LDL [mmol/L, Mean ± SD] 3.04 ± 0.81 3.07 ± 0.71 0.683 FPG [mmol/L, Mean ± SD] 6.48 ± 2.86 5.09 ± 0.92 <0.001 FI (μU/mL, median, IQR) 30.22 (18.90, 44.43) 22.48 (16.80, 25.17) <0.001 HOMA-IR (median, IQR) 7.87 (4.79, 13.65) 4.84 (3.81, 5.68) <0.001 BPA (μg/g Cr, median, IQR) 4.32 (1.72, 7.74) 1.48 (0.43, 3.54) <0.001 Figure 1 Relationships between BPA and obesity, obesity-related IR and AT inflammation.  Binary logistic regression was performed to calculate the unadjusted and adjusted odds ratios and 95% CI values of BPA levels with the risk of obesity. Age, gender, SBP and DBP were adjusted. (A) Odds ratios (ORs) with 95% confidence intervals (CIs) for the risk of obesity by tertiles of urinary BPA concentrations. Linear regression was performed to calculate the adjusted β with 95% CIs of BPA levels with BMI and HOMA-IR. Age, gender, SBP and DBP were adjusted. (B) β with 95% CIs for BMI by tertiles of urinary BPA concentrations; (C) β with 95% CIs for HOMA-IR by tertiles of urinary BPA concentrations. (D) BMI, (E) FPG, (F) FI, (G) HOMA-IR, (H) IL-1β levels in AT, and (I) TNF-α in AT in the high and low BPA groups of obese participants. Data are expressed as the median (Q1, Q3), ∗∗∗ P  < 0.001. Figure 1\n\nComparison of general characteristics between the obesity and control participants.\n\nRelationships between BPA and obesity, obesity-related IR and AT inflammation.  Binary logistic regression was performed to calculate the unadjusted and adjusted odds ratios and 95% CI values of BPA levels with the risk of obesity. Age, gender, SBP and DBP were adjusted. (A) Odds ratios (ORs) with 95% confidence intervals (CIs) for the risk of obesity by tertiles of urinary BPA concentrations. Linear regression was performed to calculate the adjusted β with 95% CIs of BPA levels with BMI and HOMA-IR. Age, gender, SBP and DBP were adjusted. (B) β with 95% CIs for BMI by tertiles of urinary BPA concentrations; (C) β with 95% CIs for HOMA-IR by tertiles of urinary BPA concentrations. (D) BMI, (E) FPG, (F) FI, (G) HOMA-IR, (H) IL-1β levels in AT, and (I) TNF-α in AT in the high and low BPA groups of obese participants. Data are expressed as the median (Q1, Q3), ∗∗∗ P  < 0.001.\n\nWe used mice fed a NCD or HFD to explore the effect of BPA on the development of obesity-related IR. HFD has been widely used as a model of diet-induced obesity in mice. No significant difference in daily water and food consumption was observed after different dosages of BPA exposure at the same time point among the various NCD-fed and HFD-fed mice groups (See  Supplementary Figure 1A and Figure 1B ). Compared with NCD-fed mice, there were significant increases in body weight gain, epididymal fat pad coefficients, AUC of GTT and ITT tests after different dosages of BPA exposure in HFD-fed mice ( Figure 2 A–D). However, there were no significant differences in body weight gain after exposure to different dosages of BPA in either the NCD or HFD groups ( Figure 2 A). Compared with HFD-fed mice, 1000 nM BPA exposure markedly increased the epididymal fat pad coefficients and the area under the curve (AUC) of GTT and ITT of mice at both 8 weeks and 16 weeks ( Figure 2 B–D). However, no significant difference was found between the different dosages of BPA exposure in NCD-fed mice regarding body weight gain, epididymal fat pad coefficients, GTT and ITT tests. The above results suggest that BPA may aggravate obesity-induced IR. Figure 2 BPA exposure increased body weight (BW) gain and aggravated IR in mice fed a HFD . Mice were exposed to 0, 10, 100, and 1000 nM BPA and fed either NCD or HFD for 8 weeks or 16 weeks. (A) BW gain (n = 6 for the 8-week or 16-week group). (B) Mice were sacrificed, and epididymal fat pad coefficients were calculated at 8-week or 16-week time points. (C) Glucose tolerance tests (GTTs) were performed by intraperitoneal [i.p.] injection of glucose (20% solution, 1 mg/g body weight) after 8 weeks or 16 weeks of BPA exposure (n = 6). The area under the curve (AUC) of the GTT was calculated. (D) Insulin tolerance tests (ITTs) were performed by i.p. injection of insulin (0.75 IU/kg body weight) after 8 or 16 weeks of BPA exposure (n = 6). The AUC of the ITT was calculated. Values are expressed as the mean ± SD. Two-way ANOVA followed by LSD's post hoc test was performed. Compared with the same dose of BPA in the NCD and HFD groups (i.e., HFD vs. NCD; HFD + 10 nM BPA group vs. NCD + 10 nM BPA group; HFD + 100 nM BPA group vs. NCD + 100 nM BPA group; HFD + 1000 nM BPA group vs. NCD + 1000 nM BPA group), ∗ P  < 0.05; compared with the HFD group,  # P  < 0.05. Figure 2\n\nBPA exposure increased body weight (BW) gain and aggravated IR in mice fed a HFD . Mice were exposed to 0, 10, 100, and 1000 nM BPA and fed either NCD or HFD for 8 weeks or 16 weeks. (A) BW gain (n = 6 for the 8-week or 16-week group). (B) Mice were sacrificed, and epididymal fat pad coefficients were calculated at 8-week or 16-week time points. (C) Glucose tolerance tests (GTTs) were performed by intraperitoneal [i.p.] injection of glucose (20% solution, 1 mg/g body weight) after 8 weeks or 16 weeks of BPA exposure (n = 6). The area under the curve (AUC) of the GTT was calculated. (D) Insulin tolerance tests (ITTs) were performed by i.p. injection of insulin (0.75 IU/kg body weight) after 8 or 16 weeks of BPA exposure (n = 6). The AUC of the ITT was calculated. Values are expressed as the mean ± SD. Two-way ANOVA followed by LSD's post hoc test was performed. Compared with the same dose of BPA in the NCD and HFD groups (i.e., HFD vs. NCD; HFD + 10 nM BPA group vs. NCD + 10 nM BPA group; HFD + 100 nM BPA group vs. NCD + 100 nM BPA group; HFD + 1000 nM BPA group vs. NCD + 1000 nM BPA group), ∗ P  < 0.05; compared with the HFD group,  # P  < 0.05.\n\nChronic inflammation in AT has been considered a primary pathological mechanism of obesity-related IR. We further examined inflammatory cytokines in AT from obese individuals. TNF-α and IL-1β levels in the AT of the high-BPA group were higher than those of the low-BPA group ( Figure 1 H and I). Mediation analysis showed that IL-1β levels in AT mediate the association between BPA exposure and BMI, FPG and HOMA-IR; TNF-α levels in AT have a mediating effect on the relationship between BPA exposure and BMI ( Table 2 ). Table 2 Mediating effect of AT inflammation in the relationship between BPA exposure and BMI and IR. Table 2 Independent Mediate variable Dependent variable Effect size Proportion (%) P  value BPA AT IL-1β BMI 0.9468 14.15% <0.0001 BPA AT IL-1β FPG 0.3541 27.88% 0.0244 BPA AT IL-1β HOMA-IR 0.7677 13.03% 0.0093 BPA AT TNF-α BMI 2.4158 36.11% <0.0001\n\nMediating effect of AT inflammation in the relationship between BPA exposure and BMI and IR.\n\nTo further understand the role of AT inflammation in aggravating obesity-related IR by BPA exposure, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks and 16 weeks. No significant differences in daily water and food consumption were observed at the same time point among various groups (see  Supplementary Figure 2A and Figure 2B ).  Figure 3  shows that BPA exposure increased the epididymal fat pad coefficients of mice fed a HFD ( Figure 3 B and C). BPA also significantly increased FG, FI and HOMA-IR in mice fed a HFD after 8 weeks and 16 weeks of exposure ( Figure 3 D, E, and F). The ITTs and GTTs also showed that BPA exposure could intensify the impaired glucose homeostasis and IR induced by HFD in mice. Estimation of the AUC of GTT and ITT in BPA-exposed mice displayed a significant increase after 8 weeks and 16 weeks of exposure ( Figure 3 G and H). Figure 3 BPA exposure increased body weight (BW) gain and aggravated IR in mice fed a HFD, and myriocin alleviated BW gain and IR induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. (A) Scheme of myriocin treatment. (B) BW gain (n = 6 for the 8-week or 16-week group). (C) Mice were sacrificed, and epididymal fat pad coefficients were calculated at 8-week or 16-week time points. Fasting glucose levels (D) were measured using a glucometer, serum insulin levels (E) were measured using ELISA, and HOMA-IR (F) was calculated at 8-week and 16-week time points (n = 6). (G) Glucose tolerance tests (GTTs) were performed by intraperitoneal [i.p.] injection of glucose (20% solution, 1 mg/g body weight) after 8 weeks or 16 weeks of BPA exposure (n = 6). The area under the curve (AUC) of the GTT was calculated. (H) Insulin tolerance tests (ITTs) were performed by i.p. injection of insulin (0.75 IU/kg body weight) after 8 or 16 weeks of BPA exposure (n = 6). The AUC of the ITT was calculated. Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05. Figure 3\n\nBPA exposure increased body weight (BW) gain and aggravated IR in mice fed a HFD, and myriocin alleviated BW gain and IR induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. (A) Scheme of myriocin treatment. (B) BW gain (n = 6 for the 8-week or 16-week group). (C) Mice were sacrificed, and epididymal fat pad coefficients were calculated at 8-week or 16-week time points. Fasting glucose levels (D) were measured using a glucometer, serum insulin levels (E) were measured using ELISA, and HOMA-IR (F) was calculated at 8-week and 16-week time points (n = 6). (G) Glucose tolerance tests (GTTs) were performed by intraperitoneal [i.p.] injection of glucose (20% solution, 1 mg/g body weight) after 8 weeks or 16 weeks of BPA exposure (n = 6). The area under the curve (AUC) of the GTT was calculated. (H) Insulin tolerance tests (ITTs) were performed by i.p. injection of insulin (0.75 IU/kg body weight) after 8 or 16 weeks of BPA exposure (n = 6). The AUC of the ITT was calculated. Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05.\n\nThen, we measured AT inflammation in BPA-exposed mice fed a HFD at 8 weeks and 16 weeks of exposure. Histological analysis showed that BPA exposure for 8 weeks and 16 weeks induced infiltration of inflammatory cells in the AT of mice fed a HFD. However, BPA exposure did not increase the adipocyte area in HFD-fed mice ( Figure 4 A), consistent with a previous finding [ 9 ]. IHC and ELISA showed that BPA significantly upregulated the expression of IL-1β and TNF-α in the AT of mice fed a HFD after 8 weeks and 16 weeks of exposure ( Figure 4 B–D). Figure 4 BPA exposure promoted inflammation and increased proinflammatory cytokines in the AT of mice fed a HFD, and myriocin decreased these effects in the AT induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. Epididymal ATs were fixed in 4% formalin for 24 h, dehydrated, embedded in paraffin and cut into 5 μm sections. The sections were stained with hematoxylin and eosin. (A) Representative H&E-stained images of sections from the epididymal AT and adipocyte area. Scale bar: 50 μm. Representative immunohistochemistry (IHC) images and IOD values of TNF-α (B) and IL-1β (C) in sections from epididymal ATs. Scale bar: 50 μm. ELISA results of TNF-α and IL-1β (D) in AT (n = 3). Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05. Figure 4\n\nBPA exposure promoted inflammation and increased proinflammatory cytokines in the AT of mice fed a HFD, and myriocin decreased these effects in the AT induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. Epididymal ATs were fixed in 4% formalin for 24 h, dehydrated, embedded in paraffin and cut into 5 μm sections. The sections were stained with hematoxylin and eosin. (A) Representative H&E-stained images of sections from the epididymal AT and adipocyte area. Scale bar: 50 μm. Representative immunohistochemistry (IHC) images and IOD values of TNF-α (B) and IL-1β (C) in sections from epididymal ATs. Scale bar: 50 μm. ELISA results of TNF-α and IL-1β (D) in AT (n = 3). Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05.\n\nThese data support the role of AT inflammation in the aggravating effect of BPA on obesity-induced IR. Additionally, these findings suggest that BPA exposure may mainly increase AT inflammation in HFD-fed mice rather than adipocyte size.\n\nIncreasing evidence has revealed that ceramides, which are the predominant signaling sphingolipids, are involved in inflammation and the progression of IR [ 17 , 20 ]. Then, the contents of ceramides in AT were measured in both obese individuals and HFD-fed mice exposed to 1000 nM BPA. In obese individuals, the levels of all species of ceramides, including C16-cer, C18-cer, C20-cer, C24-cer and C24:1-cer, in the high-BPA group were greater than those in the low-BPA group ( Figure 5 A). Notably, C16-cer was the most abundant species in both groups. The levels of C16-cer, C24:1-cer and total Cer were positively correlated with BMI, FPG, HOMA-IR, TNF-α and IL-1β levels in AT. Moreover, there was a positive correlation between the levels of C18-cer and BMI, FPG, TNF-α and IL-1β levels in AT ( Figure 5 B). Mediation analyses showed that C16-Cer, C18-Cer, C20-Cer, C24-Cer and total Cer mediate the association between BPA exposure and BMI; C16-Cer, C18-Cer, C24-Cer, and C24:1-Cer have a mediating effect on the relationship between BPA exposure and FPG; and C20-Cer and C24-Cer mediate the link between BPA exposure and IL-1β levels in AT ( Table 3 ). Consistent with the population findings, the concentrations of C16-cer, C24-cer and C24:1-cer increased in the AT of BPA-exposed mice fed a HFD at the 8-week and 16-week time points. Notably, the most abundant species was C16-cer at both time points ( Figure 5 D). Figure 5 BPA exposure enhanced ceramide accumulation and upregulated the expression of S PTLC 1 in the AT of mice fed a HFD, and myriocin repressed the effects induced by BPA . The ceramide subspecies in AT of the obesity cases were quantified by LC‒MS/MS. (A) The levels of ceramide subspecies in AT in the high and low BPA groups of obese participants. Data are expressed as the median (Q1, Q3), ∗∗∗ P  < 0.001. (B) Spearman correlations between the ceramide levels in AT and BMI and indexes of obesity-related IR and AT inflammation, ×  P  > 0.05. mRNA levels (C) of  Sptlc1  and  Sptlc2  in human AT assessed by qPCR. Data are expressed as the median (Q1, Q3), ∗∗∗P < 0.001. With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks and then sacrificed, and epididymal AT ceramide subspecies (C) were quantified by LC‒MS/MS. mRNA (D) and proteins (E) of SPTLC1 and SPTLC2 in AT were assessed by qPCR and Western blot (n = 3), respectively. Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05. Figure 5 Table 3 Mediating effect of ceramides levels between BPA exposure and BMI, IR and AT inflammation. Table 3 Independent Mediate variable Dependent variable Effect size Proportion (%) P  value BPA C-16 BMI 1.3132 26.04% <0.0001 BPA C-18 BMI 0.8245 14.91% 0.0156 BPA C-20 BMI 0.5146 8.09% 0.0256 BPA C-24 BMI 1.4966 23.55% <0.0001 BPA Total Cer BMI 1.6845 26.50% <0.0001 BPA C-16 FPG 0.5755 40.94% <0.0001 BPA C-18 FPG 0.3500 24.90% <0.0001 BPA C-24 FPG 0.2188 15.56% 0.0171 BPA C-24:1 FPG 0.6155 43.79% <0.0001 BPA C-20 AT IL-1β 1.0852 22.42% 0.0020 BPA C-24 AT IL-1β 1.4200 29.34% 0.0002\n\nBPA exposure enhanced ceramide accumulation and upregulated the expression of S PTLC 1 in the AT of mice fed a HFD, and myriocin repressed the effects induced by BPA . The ceramide subspecies in AT of the obesity cases were quantified by LC‒MS/MS. (A) The levels of ceramide subspecies in AT in the high and low BPA groups of obese participants. Data are expressed as the median (Q1, Q3), ∗∗∗ P  < 0.001. (B) Spearman correlations between the ceramide levels in AT and BMI and indexes of obesity-related IR and AT inflammation, ×  P  > 0.05. mRNA levels (C) of  Sptlc1  and  Sptlc2  in human AT assessed by qPCR. Data are expressed as the median (Q1, Q3), ∗∗∗P < 0.001. With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks and then sacrificed, and epididymal AT ceramide subspecies (C) were quantified by LC‒MS/MS. mRNA (D) and proteins (E) of SPTLC1 and SPTLC2 in AT were assessed by qPCR and Western blot (n = 3), respectively. Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05.\n\nMediating effect of ceramides levels between BPA exposure and BMI, IR and AT inflammation.\n\nTo further understand the role of ceramides in the effect of bisphenol A exposure on AT inflammation and obesity-induced IR, we used myriocin, a potent inhibitor of the rate-limiting enzyme SPT, to treat mice in the HFD group and HFD + 1000 nM BPA group. We found that myriocin inhibited BPA-induced mouse body weight gain and elevated epididymal fat pad coefficients ( Figure 3 B and C). The BPA-induced increases in FG, FI and HOMA-IR were decreased by myriocin ( Figure 3 D–F). Similarly, myriocin treatment significantly reduced the AUC of the GTT and ITT tests ( Figure 3 G and H). After the application of myriocin, the infiltration of inflammatory cells induced by BPA exposure was markedly suppressed at both time points ( Figure 4 A). Additionally, myriocin attenuated the upregulation of IL-1β and TNF-α induced by BPA exposure ( Figure 4 B–D). Additionally, myriocin significantly decreased the concentrations of C16-cer, C18-cer, C20-cer, and C24-cer induced by BPA exposure ( Figure 5 D).\n\nThe SPT enzyme is the rate-limiting enzyme during de novo synthesis of ceramide and is  a  heterodimer mainly composed of SPTLC1 and SPTLC2 subunits [ 22 ]. We first measured the mRNA expression levels of  s ptlc1  and  s ptlc 2  in obese individuals, and the levels of  sptlc 1  mRNA expression in the high-BPA group were greater than those in the low-BPA group ( Figure 5 C). Correspondingly, the animal experiment showed that the  sptlc1  mRNA and protein expression levels of isoenzyme SPTLC1 were significantly upregulated in response to BPA exposure for 8 weeks and 16 weeks, and myriocin treatment caused a significant downregulation of SPTLC1 expression in AT ( Figure 5 E and F). These results suggest that ceramide accumulation in AT was due to increased de novo synthesis through upregulation of SPTLC1 expression. Taken together, the above data revealed that BPA exposure enhanced ceramide accumulation in the AT of mice fed a HFD via the de novo synthesis pathway, which aggravated AT inflammation and obesity-induced IR .\n\nProtein kinase C ζ (PKCz ζ) acts downstream of ceramide-initiated signaling [ 32 , 33 ]. We tested autophosphorylation of Thr410 of PKC ζ, which is required for PKC ζ activation [ 34 ], in the AT of mice. We found that the phosphorylation of PKC ζ in HFD + 1000 nM BPA mice increased compared with that in mice fed an NCD or an HFD after 8 weeks and 16 weeks of exposure. However, after the use of myriocin, the phosphorylation of PKC ζ largely reversed in HFD + 1000 nM BPA mice ( Figure 6 A). These results demonstrated that ceramide may activate the phosphorylation of PKC ζ in response to BPA exposure. Figure 6 BPA exposure suppressed IRS1-PI3K-AKT signaling but activated PKCζ and JNK/NF-κB signaling in the AT of mice fed a HFD, and myriocin reversed the signaling disturbance induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. Phosphorylation of PKCζ was detected by Western blotting in epididymal AT. Representative immunoblots (A) and quantification of phosphorylated PKCζ (C) in the epididymal AT of mice (n = 3). JNK/NF-κB signaling was detected by Western blotting for phosphorylation in epididymal AT. Representative immunoblots (B) and quantification of phosphorylated JNK, IKKβ, IκBα, and p65 (B) in the epididymal AT of mice (n = 3). IRS1-PI3K-Akt signaling was stimulated 10 min after insulin injection and was detected by Western blotting for phosphorylation in the epididymal AT. Representative immunoblots and quantification of phosphorylated and total IRS-1 (C), PI3K (C), and AKT (C) in the insulin-stimulated epididymal ATs of mice (n = 3). Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05. Figure 6\n\nBPA exposure suppressed IRS1-PI3K-AKT signaling but activated PKCζ and JNK/NF-κB signaling in the AT of mice fed a HFD, and myriocin reversed the signaling disturbance induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. Phosphorylation of PKCζ was detected by Western blotting in epididymal AT. Representative immunoblots (A) and quantification of phosphorylated PKCζ (C) in the epididymal AT of mice (n = 3). JNK/NF-κB signaling was detected by Western blotting for phosphorylation in epididymal AT. Representative immunoblots (B) and quantification of phosphorylated JNK, IKKβ, IκBα, and p65 (B) in the epididymal AT of mice (n = 3). IRS1-PI3K-Akt signaling was stimulated 10 min after insulin injection and was detected by Western blotting for phosphorylation in the epididymal AT. Representative immunoblots and quantification of phosphorylated and total IRS-1 (C), PI3K (C), and AKT (C) in the insulin-stimulated epididymal ATs of mice (n = 3). Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05.\n\nc-Jun N-terminal kinase (JNK) and nuclear factor kappa-B (NF-κB) are important inflammatory signaling pathways that lead to the secretion of various proinflammatory cytokines [ 3 ], such as TNF-α and IL-1β. We found that the phosphorylation of JNK, IKKβ, IκBα, and p65 in HFD + 1000 nM BPA mice increased compared with that in mice fed an NCD or an HFD after 8 weeks and 16 weeks of exposure. However, after the use of myriocin, these signaling responses were largely reversed in HFD + 1000 nM BPA mice ( Figure 6 B). These results demonstrated that AT inflammation aggravated by BPA exposure was mediated by ceramides partially by activating the JNK/NF-κB signaling cascade in mice fed a HFD.\n\nThe biological actions of insulin depend on phosphoinositol 3-kinase (PI3K)-protein kinase B (AKT) signaling [ 35 ]. To explore the molecular mechanism of IR aggravated by BPA exposure in mice fed a HFD, we determined the activation of the PI3K-AKT signaling cascade, including insulin receptor substrate-1 (IRS-1), PI3K and AKT, 10 min after insulin injection using immunoblotting. Phosphorylation of AKT, IRS-1, and PI3K stimulated by insulin in HFD + 1000 nM BPA mice declined compared with those of the mice fed an NCD and an HFD after 8 weeks and 16 weeks of exposure. However, after the use of myriocin, these insulin signaling responses were largely recovered in HFD + 1000 nM BPA mice ( Figure 6 C). These results demonstrated that the aggravation of IR by BPA exposure was mediated by ceramides partially through activation of the IRS1-PI3K-AKT signaling cascade in mice fed a HFD.\n\n## BPA aggravates obesity-induced IR\n\nBy using a case‒control design, we recruited 200 patients and 164 controls, whose characteristics are presented in  Table 1 . Significant differences were found in gender, BMI, SBP, DBP, and levels of TG, HDL, FPG, FI, and HOMA-IR between the two groups. Obese patients had higher levels of urinary BPA than the controls ( P  = 0.001). We found a positive association between BPA exposure and obesity risk ( Figure 1 A). The adjusted ORs of obesity risk were 2.34 (95% CI: 1.40–3.92) and 6.45 (95% CI: 3.31–12.54), respectively, for the middle and highest BPA groups compared with the lowest BPA group. Furthermore, we found a positive association between the highest BPA group and BMI in the overall group and the obesity group ( Figure 1 B). However, a significant association between the highest BPA group and HOMA-IR was observed in the obese participants ( Figure 1 C). The BMI, FPG, FI and HOMA-IR of the obese individuals in the high-BPA group were higher than those of the obese individuals in the low-BPA group ( Figure 1 D–G). Table 1 Comparison of general characteristics between the obesity and control participants. Table 1 Variables Obesity group (n = 200) Control group (n = 164) P Age [years, Mean ± SD] 32.17 ± 7.79 31.78 ± 4.74 0.580 Gender   0.042 Males 74 (37.0%) 78 (47.6%) Females 126 (63.0%) 86 (52.4%) BMI (kg/m 2 ) 40.94 ± 7.69 21.59 ± 1.64 <0.001 SBP [mmHg, Mean ± SD] 134.61 ± 21.56 117.45 ± 13.91 <0.001 DBP [mmHg, Mean ± SD] 84.95 ± 15.30 72.85 ± 9.44 <0.001 TC [mmol/L, Mean ± SD] 4.87 ± 1.10 4.74 ± 0.90 0.217 TG [mmol/L, IQR] 1.79 (1.28, 2.63) 1.01 (0.73, 1.32) <0.001 HDL [mmol/L, Mean ± SD] 1.00 ± 0.21 1.40 ± 0.28 <0.001 LDL [mmol/L, Mean ± SD] 3.04 ± 0.81 3.07 ± 0.71 0.683 FPG [mmol/L, Mean ± SD] 6.48 ± 2.86 5.09 ± 0.92 <0.001 FI (μU/mL, median, IQR) 30.22 (18.90, 44.43) 22.48 (16.80, 25.17) <0.001 HOMA-IR (median, IQR) 7.87 (4.79, 13.65) 4.84 (3.81, 5.68) <0.001 BPA (μg/g Cr, median, IQR) 4.32 (1.72, 7.74) 1.48 (0.43, 3.54) <0.001 Figure 1 Relationships between BPA and obesity, obesity-related IR and AT inflammation.  Binary logistic regression was performed to calculate the unadjusted and adjusted odds ratios and 95% CI values of BPA levels with the risk of obesity. Age, gender, SBP and DBP were adjusted. (A) Odds ratios (ORs) with 95% confidence intervals (CIs) for the risk of obesity by tertiles of urinary BPA concentrations. Linear regression was performed to calculate the adjusted β with 95% CIs of BPA levels with BMI and HOMA-IR. Age, gender, SBP and DBP were adjusted. (B) β with 95% CIs for BMI by tertiles of urinary BPA concentrations; (C) β with 95% CIs for HOMA-IR by tertiles of urinary BPA concentrations. (D) BMI, (E) FPG, (F) FI, (G) HOMA-IR, (H) IL-1β levels in AT, and (I) TNF-α in AT in the high and low BPA groups of obese participants. Data are expressed as the median (Q1, Q3), ∗∗∗ P  < 0.001. Figure 1\n\nComparison of general characteristics between the obesity and control participants.\n\nRelationships between BPA and obesity, obesity-related IR and AT inflammation.  Binary logistic regression was performed to calculate the unadjusted and adjusted odds ratios and 95% CI values of BPA levels with the risk of obesity. Age, gender, SBP and DBP were adjusted. (A) Odds ratios (ORs) with 95% confidence intervals (CIs) for the risk of obesity by tertiles of urinary BPA concentrations. Linear regression was performed to calculate the adjusted β with 95% CIs of BPA levels with BMI and HOMA-IR. Age, gender, SBP and DBP were adjusted. (B) β with 95% CIs for BMI by tertiles of urinary BPA concentrations; (C) β with 95% CIs for HOMA-IR by tertiles of urinary BPA concentrations. (D) BMI, (E) FPG, (F) FI, (G) HOMA-IR, (H) IL-1β levels in AT, and (I) TNF-α in AT in the high and low BPA groups of obese participants. Data are expressed as the median (Q1, Q3), ∗∗∗ P  < 0.001.\n\nWe used mice fed a NCD or HFD to explore the effect of BPA on the development of obesity-related IR. HFD has been widely used as a model of diet-induced obesity in mice. No significant difference in daily water and food consumption was observed after different dosages of BPA exposure at the same time point among the various NCD-fed and HFD-fed mice groups (See  Supplementary Figure 1A and Figure 1B ). Compared with NCD-fed mice, there were significant increases in body weight gain, epididymal fat pad coefficients, AUC of GTT and ITT tests after different dosages of BPA exposure in HFD-fed mice ( Figure 2 A–D). However, there were no significant differences in body weight gain after exposure to different dosages of BPA in either the NCD or HFD groups ( Figure 2 A). Compared with HFD-fed mice, 1000 nM BPA exposure markedly increased the epididymal fat pad coefficients and the area under the curve (AUC) of GTT and ITT of mice at both 8 weeks and 16 weeks ( Figure 2 B–D). However, no significant difference was found between the different dosages of BPA exposure in NCD-fed mice regarding body weight gain, epididymal fat pad coefficients, GTT and ITT tests. The above results suggest that BPA may aggravate obesity-induced IR. Figure 2 BPA exposure increased body weight (BW) gain and aggravated IR in mice fed a HFD . Mice were exposed to 0, 10, 100, and 1000 nM BPA and fed either NCD or HFD for 8 weeks or 16 weeks. (A) BW gain (n = 6 for the 8-week or 16-week group). (B) Mice were sacrificed, and epididymal fat pad coefficients were calculated at 8-week or 16-week time points. (C) Glucose tolerance tests (GTTs) were performed by intraperitoneal [i.p.] injection of glucose (20% solution, 1 mg/g body weight) after 8 weeks or 16 weeks of BPA exposure (n = 6). The area under the curve (AUC) of the GTT was calculated. (D) Insulin tolerance tests (ITTs) were performed by i.p. injection of insulin (0.75 IU/kg body weight) after 8 or 16 weeks of BPA exposure (n = 6). The AUC of the ITT was calculated. Values are expressed as the mean ± SD. Two-way ANOVA followed by LSD's post hoc test was performed. Compared with the same dose of BPA in the NCD and HFD groups (i.e., HFD vs. NCD; HFD + 10 nM BPA group vs. NCD + 10 nM BPA group; HFD + 100 nM BPA group vs. NCD + 100 nM BPA group; HFD + 1000 nM BPA group vs. NCD + 1000 nM BPA group), ∗ P  < 0.05; compared with the HFD group,  # P  < 0.05. Figure 2\n\nBPA exposure increased body weight (BW) gain and aggravated IR in mice fed a HFD . Mice were exposed to 0, 10, 100, and 1000 nM BPA and fed either NCD or HFD for 8 weeks or 16 weeks. (A) BW gain (n = 6 for the 8-week or 16-week group). (B) Mice were sacrificed, and epididymal fat pad coefficients were calculated at 8-week or 16-week time points. (C) Glucose tolerance tests (GTTs) were performed by intraperitoneal [i.p.] injection of glucose (20% solution, 1 mg/g body weight) after 8 weeks or 16 weeks of BPA exposure (n = 6). The area under the curve (AUC) of the GTT was calculated. (D) Insulin tolerance tests (ITTs) were performed by i.p. injection of insulin (0.75 IU/kg body weight) after 8 or 16 weeks of BPA exposure (n = 6). The AUC of the ITT was calculated. Values are expressed as the mean ± SD. Two-way ANOVA followed by LSD's post hoc test was performed. Compared with the same dose of BPA in the NCD and HFD groups (i.e., HFD vs. NCD; HFD + 10 nM BPA group vs. NCD + 10 nM BPA group; HFD + 100 nM BPA group vs. NCD + 100 nM BPA group; HFD + 1000 nM BPA group vs. NCD + 1000 nM BPA group), ∗ P  < 0.05; compared with the HFD group,  # P  < 0.05.\n\n## AT inflammation is associated with the aggravating effect of BPA on obesity-induced IR\n\nChronic inflammation in AT has been considered a primary pathological mechanism of obesity-related IR. We further examined inflammatory cytokines in AT from obese individuals. TNF-α and IL-1β levels in the AT of the high-BPA group were higher than those of the low-BPA group ( Figure 1 H and I). Mediation analysis showed that IL-1β levels in AT mediate the association between BPA exposure and BMI, FPG and HOMA-IR; TNF-α levels in AT have a mediating effect on the relationship between BPA exposure and BMI ( Table 2 ). Table 2 Mediating effect of AT inflammation in the relationship between BPA exposure and BMI and IR. Table 2 Independent Mediate variable Dependent variable Effect size Proportion (%) P  value BPA AT IL-1β BMI 0.9468 14.15% <0.0001 BPA AT IL-1β FPG 0.3541 27.88% 0.0244 BPA AT IL-1β HOMA-IR 0.7677 13.03% 0.0093 BPA AT TNF-α BMI 2.4158 36.11% <0.0001\n\nMediating effect of AT inflammation in the relationship between BPA exposure and BMI and IR.\n\nTo further understand the role of AT inflammation in aggravating obesity-related IR by BPA exposure, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks and 16 weeks. No significant differences in daily water and food consumption were observed at the same time point among various groups (see  Supplementary Figure 2A and Figure 2B ).  Figure 3  shows that BPA exposure increased the epididymal fat pad coefficients of mice fed a HFD ( Figure 3 B and C). BPA also significantly increased FG, FI and HOMA-IR in mice fed a HFD after 8 weeks and 16 weeks of exposure ( Figure 3 D, E, and F). The ITTs and GTTs also showed that BPA exposure could intensify the impaired glucose homeostasis and IR induced by HFD in mice. Estimation of the AUC of GTT and ITT in BPA-exposed mice displayed a significant increase after 8 weeks and 16 weeks of exposure ( Figure 3 G and H). Figure 3 BPA exposure increased body weight (BW) gain and aggravated IR in mice fed a HFD, and myriocin alleviated BW gain and IR induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. (A) Scheme of myriocin treatment. (B) BW gain (n = 6 for the 8-week or 16-week group). (C) Mice were sacrificed, and epididymal fat pad coefficients were calculated at 8-week or 16-week time points. Fasting glucose levels (D) were measured using a glucometer, serum insulin levels (E) were measured using ELISA, and HOMA-IR (F) was calculated at 8-week and 16-week time points (n = 6). (G) Glucose tolerance tests (GTTs) were performed by intraperitoneal [i.p.] injection of glucose (20% solution, 1 mg/g body weight) after 8 weeks or 16 weeks of BPA exposure (n = 6). The area under the curve (AUC) of the GTT was calculated. (H) Insulin tolerance tests (ITTs) were performed by i.p. injection of insulin (0.75 IU/kg body weight) after 8 or 16 weeks of BPA exposure (n = 6). The AUC of the ITT was calculated. Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05. Figure 3\n\nBPA exposure increased body weight (BW) gain and aggravated IR in mice fed a HFD, and myriocin alleviated BW gain and IR induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. (A) Scheme of myriocin treatment. (B) BW gain (n = 6 for the 8-week or 16-week group). (C) Mice were sacrificed, and epididymal fat pad coefficients were calculated at 8-week or 16-week time points. Fasting glucose levels (D) were measured using a glucometer, serum insulin levels (E) were measured using ELISA, and HOMA-IR (F) was calculated at 8-week and 16-week time points (n = 6). (G) Glucose tolerance tests (GTTs) were performed by intraperitoneal [i.p.] injection of glucose (20% solution, 1 mg/g body weight) after 8 weeks or 16 weeks of BPA exposure (n = 6). The area under the curve (AUC) of the GTT was calculated. (H) Insulin tolerance tests (ITTs) were performed by i.p. injection of insulin (0.75 IU/kg body weight) after 8 or 16 weeks of BPA exposure (n = 6). The AUC of the ITT was calculated. Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05.\n\nThen, we measured AT inflammation in BPA-exposed mice fed a HFD at 8 weeks and 16 weeks of exposure. Histological analysis showed that BPA exposure for 8 weeks and 16 weeks induced infiltration of inflammatory cells in the AT of mice fed a HFD. However, BPA exposure did not increase the adipocyte area in HFD-fed mice ( Figure 4 A), consistent with a previous finding [ 9 ]. IHC and ELISA showed that BPA significantly upregulated the expression of IL-1β and TNF-α in the AT of mice fed a HFD after 8 weeks and 16 weeks of exposure ( Figure 4 B–D). Figure 4 BPA exposure promoted inflammation and increased proinflammatory cytokines in the AT of mice fed a HFD, and myriocin decreased these effects in the AT induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. Epididymal ATs were fixed in 4% formalin for 24 h, dehydrated, embedded in paraffin and cut into 5 μm sections. The sections were stained with hematoxylin and eosin. (A) Representative H&E-stained images of sections from the epididymal AT and adipocyte area. Scale bar: 50 μm. Representative immunohistochemistry (IHC) images and IOD values of TNF-α (B) and IL-1β (C) in sections from epididymal ATs. Scale bar: 50 μm. ELISA results of TNF-α and IL-1β (D) in AT (n = 3). Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05. Figure 4\n\nBPA exposure promoted inflammation and increased proinflammatory cytokines in the AT of mice fed a HFD, and myriocin decreased these effects in the AT induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. Epididymal ATs were fixed in 4% formalin for 24 h, dehydrated, embedded in paraffin and cut into 5 μm sections. The sections were stained with hematoxylin and eosin. (A) Representative H&E-stained images of sections from the epididymal AT and adipocyte area. Scale bar: 50 μm. Representative immunohistochemistry (IHC) images and IOD values of TNF-α (B) and IL-1β (C) in sections from epididymal ATs. Scale bar: 50 μm. ELISA results of TNF-α and IL-1β (D) in AT (n = 3). Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05.\n\nThese data support the role of AT inflammation in the aggravating effect of BPA on obesity-induced IR. Additionally, these findings suggest that BPA exposure may mainly increase AT inflammation in HFD-fed mice rather than adipocyte size.\n\n## Bisphenol A aggravates AT inflammation and obesity-induced IR by enhancing de novo ceramide synthesis\n\nIncreasing evidence has revealed that ceramides, which are the predominant signaling sphingolipids, are involved in inflammation and the progression of IR [ 17 , 20 ]. Then, the contents of ceramides in AT were measured in both obese individuals and HFD-fed mice exposed to 1000 nM BPA. In obese individuals, the levels of all species of ceramides, including C16-cer, C18-cer, C20-cer, C24-cer and C24:1-cer, in the high-BPA group were greater than those in the low-BPA group ( Figure 5 A). Notably, C16-cer was the most abundant species in both groups. The levels of C16-cer, C24:1-cer and total Cer were positively correlated with BMI, FPG, HOMA-IR, TNF-α and IL-1β levels in AT. Moreover, there was a positive correlation between the levels of C18-cer and BMI, FPG, TNF-α and IL-1β levels in AT ( Figure 5 B). Mediation analyses showed that C16-Cer, C18-Cer, C20-Cer, C24-Cer and total Cer mediate the association between BPA exposure and BMI; C16-Cer, C18-Cer, C24-Cer, and C24:1-Cer have a mediating effect on the relationship between BPA exposure and FPG; and C20-Cer and C24-Cer mediate the link between BPA exposure and IL-1β levels in AT ( Table 3 ). Consistent with the population findings, the concentrations of C16-cer, C24-cer and C24:1-cer increased in the AT of BPA-exposed mice fed a HFD at the 8-week and 16-week time points. Notably, the most abundant species was C16-cer at both time points ( Figure 5 D). Figure 5 BPA exposure enhanced ceramide accumulation and upregulated the expression of S PTLC 1 in the AT of mice fed a HFD, and myriocin repressed the effects induced by BPA . The ceramide subspecies in AT of the obesity cases were quantified by LC‒MS/MS. (A) The levels of ceramide subspecies in AT in the high and low BPA groups of obese participants. Data are expressed as the median (Q1, Q3), ∗∗∗ P  < 0.001. (B) Spearman correlations between the ceramide levels in AT and BMI and indexes of obesity-related IR and AT inflammation, ×  P  > 0.05. mRNA levels (C) of  Sptlc1  and  Sptlc2  in human AT assessed by qPCR. Data are expressed as the median (Q1, Q3), ∗∗∗P < 0.001. With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks and then sacrificed, and epididymal AT ceramide subspecies (C) were quantified by LC‒MS/MS. mRNA (D) and proteins (E) of SPTLC1 and SPTLC2 in AT were assessed by qPCR and Western blot (n = 3), respectively. Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05. Figure 5 Table 3 Mediating effect of ceramides levels between BPA exposure and BMI, IR and AT inflammation. Table 3 Independent Mediate variable Dependent variable Effect size Proportion (%) P  value BPA C-16 BMI 1.3132 26.04% <0.0001 BPA C-18 BMI 0.8245 14.91% 0.0156 BPA C-20 BMI 0.5146 8.09% 0.0256 BPA C-24 BMI 1.4966 23.55% <0.0001 BPA Total Cer BMI 1.6845 26.50% <0.0001 BPA C-16 FPG 0.5755 40.94% <0.0001 BPA C-18 FPG 0.3500 24.90% <0.0001 BPA C-24 FPG 0.2188 15.56% 0.0171 BPA C-24:1 FPG 0.6155 43.79% <0.0001 BPA C-20 AT IL-1β 1.0852 22.42% 0.0020 BPA C-24 AT IL-1β 1.4200 29.34% 0.0002\n\nBPA exposure enhanced ceramide accumulation and upregulated the expression of S PTLC 1 in the AT of mice fed a HFD, and myriocin repressed the effects induced by BPA . The ceramide subspecies in AT of the obesity cases were quantified by LC‒MS/MS. (A) The levels of ceramide subspecies in AT in the high and low BPA groups of obese participants. Data are expressed as the median (Q1, Q3), ∗∗∗ P  < 0.001. (B) Spearman correlations between the ceramide levels in AT and BMI and indexes of obesity-related IR and AT inflammation, ×  P  > 0.05. mRNA levels (C) of  Sptlc1  and  Sptlc2  in human AT assessed by qPCR. Data are expressed as the median (Q1, Q3), ∗∗∗P < 0.001. With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks and then sacrificed, and epididymal AT ceramide subspecies (C) were quantified by LC‒MS/MS. mRNA (D) and proteins (E) of SPTLC1 and SPTLC2 in AT were assessed by qPCR and Western blot (n = 3), respectively. Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05.\n\nMediating effect of ceramides levels between BPA exposure and BMI, IR and AT inflammation.\n\nTo further understand the role of ceramides in the effect of bisphenol A exposure on AT inflammation and obesity-induced IR, we used myriocin, a potent inhibitor of the rate-limiting enzyme SPT, to treat mice in the HFD group and HFD + 1000 nM BPA group. We found that myriocin inhibited BPA-induced mouse body weight gain and elevated epididymal fat pad coefficients ( Figure 3 B and C). The BPA-induced increases in FG, FI and HOMA-IR were decreased by myriocin ( Figure 3 D–F). Similarly, myriocin treatment significantly reduced the AUC of the GTT and ITT tests ( Figure 3 G and H). After the application of myriocin, the infiltration of inflammatory cells induced by BPA exposure was markedly suppressed at both time points ( Figure 4 A). Additionally, myriocin attenuated the upregulation of IL-1β and TNF-α induced by BPA exposure ( Figure 4 B–D). Additionally, myriocin significantly decreased the concentrations of C16-cer, C18-cer, C20-cer, and C24-cer induced by BPA exposure ( Figure 5 D).\n\nThe SPT enzyme is the rate-limiting enzyme during de novo synthesis of ceramide and is  a  heterodimer mainly composed of SPTLC1 and SPTLC2 subunits [ 22 ]. We first measured the mRNA expression levels of  s ptlc1  and  s ptlc 2  in obese individuals, and the levels of  sptlc 1  mRNA expression in the high-BPA group were greater than those in the low-BPA group ( Figure 5 C). Correspondingly, the animal experiment showed that the  sptlc1  mRNA and protein expression levels of isoenzyme SPTLC1 were significantly upregulated in response to BPA exposure for 8 weeks and 16 weeks, and myriocin treatment caused a significant downregulation of SPTLC1 expression in AT ( Figure 5 E and F). These results suggest that ceramide accumulation in AT was due to increased de novo synthesis through upregulation of SPTLC1 expression. Taken together, the above data revealed that BPA exposure enhanced ceramide accumulation in the AT of mice fed a HFD via the de novo synthesis pathway, which aggravated AT inflammation and obesity-induced IR .\n\n## Signaling pathway of ceramide-mediated AT inflammation and obesity-related IR\n\nProtein kinase C ζ (PKCz ζ) acts downstream of ceramide-initiated signaling [ 32 , 33 ]. We tested autophosphorylation of Thr410 of PKC ζ, which is required for PKC ζ activation [ 34 ], in the AT of mice. We found that the phosphorylation of PKC ζ in HFD + 1000 nM BPA mice increased compared with that in mice fed an NCD or an HFD after 8 weeks and 16 weeks of exposure. However, after the use of myriocin, the phosphorylation of PKC ζ largely reversed in HFD + 1000 nM BPA mice ( Figure 6 A). These results demonstrated that ceramide may activate the phosphorylation of PKC ζ in response to BPA exposure. Figure 6 BPA exposure suppressed IRS1-PI3K-AKT signaling but activated PKCζ and JNK/NF-κB signaling in the AT of mice fed a HFD, and myriocin reversed the signaling disturbance induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. Phosphorylation of PKCζ was detected by Western blotting in epididymal AT. Representative immunoblots (A) and quantification of phosphorylated PKCζ (C) in the epididymal AT of mice (n = 3). JNK/NF-κB signaling was detected by Western blotting for phosphorylation in epididymal AT. Representative immunoblots (B) and quantification of phosphorylated JNK, IKKβ, IκBα, and p65 (B) in the epididymal AT of mice (n = 3). IRS1-PI3K-Akt signaling was stimulated 10 min after insulin injection and was detected by Western blotting for phosphorylation in the epididymal AT. Representative immunoblots and quantification of phosphorylated and total IRS-1 (C), PI3K (C), and AKT (C) in the insulin-stimulated epididymal ATs of mice (n = 3). Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05. Figure 6\n\nBPA exposure suppressed IRS1-PI3K-AKT signaling but activated PKCζ and JNK/NF-κB signaling in the AT of mice fed a HFD, and myriocin reversed the signaling disturbance induced by BPA . With or without myriocin, mice were exposed or not to 1000 nM BPA fed either NCD or HFD for 8 weeks or 16 weeks. Phosphorylation of PKCζ was detected by Western blotting in epididymal AT. Representative immunoblots (A) and quantification of phosphorylated PKCζ (C) in the epididymal AT of mice (n = 3). JNK/NF-κB signaling was detected by Western blotting for phosphorylation in epididymal AT. Representative immunoblots (B) and quantification of phosphorylated JNK, IKKβ, IκBα, and p65 (B) in the epididymal AT of mice (n = 3). IRS1-PI3K-Akt signaling was stimulated 10 min after insulin injection and was detected by Western blotting for phosphorylation in the epididymal AT. Representative immunoblots and quantification of phosphorylated and total IRS-1 (C), PI3K (C), and AKT (C) in the insulin-stimulated epididymal ATs of mice (n = 3). Values are expressed as the mean ± SD, compared with the NCD group, ∗ P  < 0.05; compared with the HFD group,  △ P  < 0.05; compared with the HFD + 1000 nM BPA group,  # P  < 0.05.\n\nc-Jun N-terminal kinase (JNK) and nuclear factor kappa-B (NF-κB) are important inflammatory signaling pathways that lead to the secretion of various proinflammatory cytokines [ 3 ], such as TNF-α and IL-1β. We found that the phosphorylation of JNK, IKKβ, IκBα, and p65 in HFD + 1000 nM BPA mice increased compared with that in mice fed an NCD or an HFD after 8 weeks and 16 weeks of exposure. However, after the use of myriocin, these signaling responses were largely reversed in HFD + 1000 nM BPA mice ( Figure 6 B). These results demonstrated that AT inflammation aggravated by BPA exposure was mediated by ceramides partially by activating the JNK/NF-κB signaling cascade in mice fed a HFD.\n\nThe biological actions of insulin depend on phosphoinositol 3-kinase (PI3K)-protein kinase B (AKT) signaling [ 35 ]. To explore the molecular mechanism of IR aggravated by BPA exposure in mice fed a HFD, we determined the activation of the PI3K-AKT signaling cascade, including insulin receptor substrate-1 (IRS-1), PI3K and AKT, 10 min after insulin injection using immunoblotting. Phosphorylation of AKT, IRS-1, and PI3K stimulated by insulin in HFD + 1000 nM BPA mice declined compared with those of the mice fed an NCD and an HFD after 8 weeks and 16 weeks of exposure. However, after the use of myriocin, these insulin signaling responses were largely recovered in HFD + 1000 nM BPA mice ( Figure 6 C). These results demonstrated that the aggravation of IR by BPA exposure was mediated by ceramides partially through activation of the IRS1-PI3K-AKT signaling cascade in mice fed a HFD.\n\n## Discussion\n\nIncreasing evidence suggests that BPA has emerged as an important cause of metabolic diseases, including obesity and IR [ 13 , 16 ]. However, it remains unclear how BPA contributes to the development of IR and its underlying mechanisms. Combined with population- and animal-based studies, we found that BPA exposure aggravated AT inflammation and obesity-induced IR by increasing de novo synthesis of ceramide. Mechanistically, obesity-induced AT inflammation and IR aggravated by BPA exposure were mediated by ceramides partially through activation of PKC ζ, the JNK//NF-κB signaling cascade and the IRS1-PI3K-AKT signaling pathway. These findings describe a new concept that BPA mainly worsens obesity-induced IR and show the great translational value of lowering ceramides to overcome environmental BPA exposure-related metabolic diseases.\n\nIn this study, a positive relationship between BPA and obesity and IR in the case‒control study was observed, which was consistent with population-based studies reporting a positive association between BPA exposure and the risk of obesity and insulin resistance [ 9 , 13 , 19 , 36 ]. Furthermore, we found that the association between BPA and BMI and IR was only significant in the obesity group. A longitudinal study in Chinese adults showed that the inverse association between BPA exposure and glucose homeostasis was more prominent in obese individuals [ 37 ]. Then, we used HFD-fed mice to verify the findings from the populational studies. Consistently, we found that environmental BPA exposure aggravates obesity-induced IR in animal models. Our findings suggest that BPA has a synergistic effect on obesity-associated IR. Previous studies have shown that chronic exposure to BPA exacerbates disturbances in HFD-induced hepatic lipid metabolism [ 38 ] and glucose homeostasis [ 9 ] and liver immune-metabolic and mitochondrial dysfunction [ 39 ]. In modern society, high-fat diet consumption is thought to be a main contributing factor for the increased incidence of metabolic syndrome, including obesity and IR [ 40 ]. Diet is considered the main source of BPA exposure [ 41 ]; thus, the consumption of fat-rich products favors coexposure to BPA [ 42 ]. The amplifying effect of BPA on HFD-induced IR emphasizes the importance of studying interactions between EDCs and obesity. Here, we used an average BPA exposure of 22.5 μg/kg/day corresponding to the dosage of 1000 nM BPA in our study calculated by water consumption. Importantly, this dosage was significantly lower than the recommended maximum tolerable daily intake of 50 μg/kg body weight/day. The adverse effects of this dosage highlight the relevance of human exposure to BPA and the risk of metabolic disorders. Taken together, these findings have great implications for humans given the ubiquitous exposure of EDCs in our environment and the consumption of high-fat food in modern society.\n\nCeramides are vital sphingolipids that play important roles in cell signaling and metabolism. Dysregulated ceramide metabolism is implicated in the pathogenesis of obesity-induced metabolic diseases [ 2 , 17 , 43 ]. In this study, we found that high BPA levels were associated with higher levels of ceramides in the AT of obesity cases, along with increased levels of all five ceramide subspecies in BPA-exposed mice fed a HFD. Additionally, we observed the effects of BPA on ceramides accompanied by increased indexes of IR in both obese individuals and animal models. Previous studies consistently showed that elevated levels of ceramides in AT were associated with IR in humans and obese mice [ 17 , 21 , 44 ]. Interestingly, C16-cer was the most abundant subspecies in the AT of obesity cases and mice, highlighting the specific role of C16-cer in the development of obesity and IR after BPA exposure. Previous findings have suggested that C16-cer production promotes obesity-related weight gain and glucose intolerance [ 45 ]; selective inhibition of ceramide synthase enzyme 6 for C-16 cer reduction improved insulin sensitivity [ 46 ]. Currently, the molecular pathway by which BPA regulates ceramides has not been fully elucidated. BPA can bind to estrogen receptors (ERs) α and β [ 47 ], which can regulate lipid metabolism [ 38 ]. Additionally, studies have reported that BPA can bind to the glucocorticoid receptor and activate the nuclear receptor pregnane X receptor [ 48 , 49 ], and then receptors stimulate ceramide synthesis [ 50 , 51 ]. The role of those receptors in BPA-mediated regulation of ceramides needs to be explored in the future.\n\nDe novo synthesis is the primary pathway of ceramide generation and utilizes FA-CoAs with different chain lengths to synthetize distinct ceramide subspecies catalyzed by the SPT enzyme [ 22 ]. The SPT complex is composed of two ubiquitously expressed large subunits (SPTLC1 and SPTLC2). We found that the levels of  s ptlc1  mRNA expression in the high-BPA group were greater than those in the low-BPA group in obese individuals. Consistently, the increase in C16-cer, C24-cer and C24:1-cer subspecies in the AT of BPA-exposed mice fed a HFD was accompanied by upregulated expression of the SPT subunit SPTLC1. Myriocin, a fungal metabolite, can specifically inhibit SPT activity and inhibit ceramide synthesis through the de novo synthesis pathway [ 52 ]. We also found that myriocin reduced the accumulation of ceramide in AT and was accompanied by the downregulation of SPTLC1 expression in response to BPA exposure. This finding has highlighted the specific function of the SPT subunit SPTLC1 in the SPT complex. A previous study found that SPTLC1 is essential for SPT activity, whereas SPTLC2 is partly redundant; SPTLC1 combined with SPTLC2 to synthesize C18, C19, and C20 ceramide subspecies [ 22 ]. Furthermore, the effects of HFD and BPA exposure on IR were attenuated by myriocin in this study. These data were similar to those of Blachnio-Zabielska, who showed that myriocin inhibited de novo synthesis of ceramide and improved HFD-induced IR, which manifested as lower HOMA-IR values and increased glucose and IR [ 53 ]. Taken together, our findings indicate that BPA exposure-induced IR was associated with an increase in ceramide accumulation in obese AT; the increase in ceramide accumulation might stem from de novo synthesis through upregulation of SPTLC1 expression.\n\nActivation of PKCζ mediates the effect of ceramides on Akt membrane translocation and subsequent activation by inhibitory phosphorylation of Akt at Thr34 [ 32 , 33 ]. Additionally, PKC ζ is a direct target of ceramides implicated in TNF signaling pathways [ 33 ]. Although PKC ζ is downstream of ceramides, its role in BPA-induced IR and AT inflammation has not been examined. Here, we showed that p-PKCζ is involved in IR and AT inflammation induced by BPA treatment, and inhibition of de novo ceramide synthesis recovered p-PKC ζ. These results demonstrate that ceramide-mediated phosphorylation of PKCζ is involved in BPA exposure-induced IR associated with obesity.\n\nAs a type of chronic low-grade inflammation, obesity has been shown to mediate IR not only by disrupting insulin action [ 54 , 55 ] but also by increasing the intracellular accumulation of ceramides [ 56 ]. On the one hand, obesity can cause chronic systematic inflammation, resulting in IR [ 57 ]. Both our population study and animal models supported a positive relationship between TNF-α, IL-1β and IR in this study. On the other hand, much evidence supports the role of ceramides in the development of inflammation [ 52 ], which is associated with the overproduction of inflammatory cytokines, including TNF-α, IL-1, and IL-6 [ 57 , 58 ]. Vandanmagsar et al. reported that increased intracellular ceramide could activate the inflammasome complex and mediate the secretion of inflammatory cytokines [ 59 ]. This finding was supported by our human study showing that ceramide levels were associated with TNF-α and IL-1β in the obese group. Our animal models also showed that BPA exposure induced the infiltration of intercellular inflammatory cells and upregulated the expression of IL-1β and TNF-α in AT. Mechanistically, our results showed that BPA exposure upregulated JNK/NF-κB pathway signaling. Proinflammatory cytokines can activate JNK and IKKβ, which are critical components of the inflammatory signaling system whose activation leads to impaired insulin action [ 60 , 61 ]. Activation of IKKβ induces NF-κB, which promotes the expression of inflammatory mediators such as TNF-α and IL-1β [ 62 ]. Furthermore, myriocin repressed these alterations to the ceramides, cytokines and their upstream regulating molecules in AT induced by BPA exposure. A previous study identified that inhibiting de novo synthesis of ceramides significantly reduced the levels of IL-1β and TNF-α [ 63 ]. Altogether, these results indicated a causal relationship in which ceramides could mediate obese AT inflammation induced by BPA exposure via JNK/NF-κB signaling.\n\nInterfering with the insulin signaling cascade of IRS-1, PI3K or AKT may lead to IR. Studies have shown that ceramide antagonizes insulin signaling by inhibiting the phosphorylation of IRS-1, PI3K or AKT [ 23 ]. Previous studies have shown that an increase in inflammatory cytokines can induce the JNK/KKb pathway [ 64 ], causing phosphorylation of IRS1 on serine/threonine residues and leading to decreased insulin signaling and IR [ 65 , 66 ]. We found that BPA exposure repressed the phosphorylation of IRS-1, PI3K and AKT stimulated by insulin and that inhibition of de novo ceramide synthesis recovered p-IRS1, p-PI3K and p-AKT. These results demonstrate that BPA exposure-induced IR associated with obesity may be mediated by ceramides partially through activating the IRS1-PI3K-AKT signaling cascade.\n\nBy a combination of both population and animal studies, the present investigation demonstrates that low-level BPA exposure worsens obesity-induced IR, and this effect occurs partly via the de novo synthesis of ceramides and subsequently promotes AT inflammation. However, limitations should be noted to better understand our findings. First, the effect of BPA on IR was observed in a case‒control design with a limited sample size of obese participants and controls. Thus, this finding should be validated in a larger sample in the future. Second, we did not set BPA exposure alone or the BPA + myriocin group, which relates to a limitation; however, we found that the effect of BPA exposure alone was lower than that of HFD exposure alone. Finally, although we uncovered the role of ceramide changes in the effect of BPA on obesity-induced IR, future molecular mechanistic investigations are required via conditional gene knockdown in target tissues.\n\n## Conclusions\n\nIn conclusion, our data have established that environmental BPA exposure exacerbates obesity-induced IR. This effect of BPA is partly via enhancement of de novo ceramide synthesis, thus promoting AT chronic inflammatory reactions to contribute to obesity-induced IR. These findings highlight the potential of targeting the molecular pathways regulating ceramide generation for the management of obesity-related IR and chronic inflammation induced by exposure to an environmental dose of BPA, offering great translational value for preventing metabolic disorders.\n\n## CRediT author statement\n\nGengfu Wang : Formal analysis, Writing - original draft.  Xu Hong, Jia Yu, Yuheng Zhang, Yuting Li and Zuo Li : Investigation, Methodology, Writing - original draft.  Zhiyuan Zhu, Shaoyun Yuan and Xiaofei Zhang : Investigation, Methodology.  Sheng Wang, Fuhai Zhu and Yong Wang : Investigation.  Changhao Wu : Critical manuscript revision.  Puyu Su : Conceptualization, supervision.  Tong Shen : Conceptualization, Funding acquisition, Project administration, Writing – review & editing.\n\n## Data and materials availability\n\nAll relevant data are available from the corresponding authors upon reasonable request.\n\n## Declaration of Competing Interest\n\nThe authors declare that they have no conflicts of interest.",
  "reference_count": 66,
  "word_count": 14929,
  "char_count": 88261
}