{
  "pmcid": "PMC10306397",
  "doi": "10.1093/toxsci/kfad043",
  "title": "Quantifying the impact of PFOA exposure on B-cell development and antibody production",
  "authors": [
    "Krystal D Taylor",
    "Tracey L Woodlief",
    "Aya Ahmed",
    "Qing Hu",
    "Patrick C Duncker",
    "Jamie C DeWitt"
  ],
  "year": "2023",
  "journal": "Toxicological Sciences",
  "abstract": "Abstract Per- and polyfluoroalkyl substances (PFAS) are synthetic chemicals; the vast majority are environmentally and biologically persistent, and some have demonstrated toxicity, including cancer, effects on metabolism, endocrine disruption, and immune dysfunction. Suppression of T-cell-dependent antibody responses (TDAR) has been observed in numerous studies of PFAS but mechanisms remain elusive. Evidence from our work suggests that B cells and how they use energy are impacted by PFAS exposure. We hypothesize that a well-studied and immunotoxic PFAS, perfluorooctanoic acid (PFOA), alters B-cell subclasses and markers of their metabolism. Adult male and female C57BL/6 mice were given PFOA (0 or 7.5 mg/kg) via gavage for 15 days, a duration and dose sufficient to suppress the TDAR. After dosing and immunization of subgroups, spleens were prepared to quantify B-cell subsets. Flow cytometric analysis revealed decreased numbers of plasmablasts, follicular, naïve, and overall B-cell subclasses in female PFOA-exposed groups. Male PFOA-exposed groups had a significant increase in follicular B cells and other subsets had decreases, including in the overall number of B cells. Twenty-four hours after naïve B-cell isolation and  ex vivo  activation, metabolic measurements revealed a 5-fold increase in metabolic markers in response to stimulation in PFOA-exposed groups compared with controls. These findings suggest that B-cell development and survival may be hindered by PFOA exposure, but that activation of the remaining B cells was not. Based on these findings, PFOA-mediated suppression of the primary IgM antibody response results changes to specific subsets of B cells.",
  "sections": [
    {
      "title": "Materials and methods",
      "text": "C57BL/6 mice, 32 of each sex, were purchased from Charles River Laboratories and housed in the East Carolina University Brody School of Medicine animal facility (accredited by the Association for Assessment and Accreditation of Laboratory Animal Care). All procedures in this study were approved in advance by the ECU Institutional Animal Care and Use Committee and were conducted in accordance with the Guiding Principles in the Use of Animals in Toxicology. The C57BL/6 mouse strain was utilized for consistency with previously published findings as well as their sensitivity to the immunotoxic effects of PFAS ( DeWitt  et al. , 2016 ). Upon arrival, animals were distributed by sex into polycarbonate cages of 3 animals/cage and weighed. Body weights were evaluated statistically by analysis of variance (ANOVA) and if statistical differences ( p  < .05) were detected, animals were rearranged to evenly distribute body weights across all cages within sex. Animals were acclimated to the facility for 5 days before any further manipulation, were housed in temperature-controlled conditions (23 ± 3°C) with a 12:12 h light:dark cycle with 50 ± 20% relative humidity, and were given access to food and water  ad libitum .\n\nFresh dosing solutions of PFOA (lot no. 1349401; Sigma) at a concentration 0.75 mg/ml were prepared weekly in sterile water with 0.5% Tween-20 as a vehicle. Vehicle control mice received sterile water with 0.5% Tween-20. Dosing solutions were stored at 4°C when not in use. Each day the dosing solutions were checked to ensure that they were free from observable signs of visible contamination. Mice were weighed daily, and dosing solution was administered via oral gavage to simulate drinking water exposure for 15 consecutive days at 0.1 ml/10 g of body weight. Dosing solutions were prepared so that this volume would result in the appropriate mg/kg of body weight dosage. The administered dose of PFOA was based on previous research in the lab demonstrating suppression of IgM TDAR at 7.5 mg/kg in the absence of overt systemic toxicity when given via gavage. This dose is one doubling above the lowest observed adverse effect level or 3.75 mg/kg reported for suppression of antigen-specific IgM antibody responses ( DeWitt  et al. , 2008 ).\n\nOne day after the final dose was administered, mice were anesthetized with inhaled Isoflurane and blood was collected via neck vein transection into microcentrifuge tubes with a clot activator (Becton, Dickinson and Company, Franklin Lakes, New Jersey). Serum was separated from clotted blood at 4°C by centrifugation at then frozen at −80°C until further analysis. Fresh spleens were excised and weighed following terminal blood collections and immediately placed into RPMI 1640-medium (supplemented with 1% fetal bovine serum [FBS] and kept on ice for immunophenotyping or B-cell isolation and  ex vivo  analysis). The liver was removed and weighed and frozen at −80°C for later analyses.\n\nOn the 11th day of dosing, mice in selected groups were immunized with 4 × 10 7  SRBCs (sheep red blood cells) in 0.2 ml of sterile saline by i.v. injection. The TDAR was assessed as described previously ( Woodlief  et al. , 2021 ) using a commercially available mouse anti-SRBC IgM ELISA kit (Life Diagnostics, Inc., West Chester, Pennsylvania). In brief, serum samples and anti-SRBC IgM standards were diluted 50-fold and added to 96-well ELISA plates in duplicate. Plates were incubated at room temperature for 45 min on an orbital shaker. Wells were washed 5× in 1× washing solution, tapped dry, and enzyme conjugate reagent was then added to each well. Plates were incubated at room temperature for 20 min on an orbital shaker. The wells were again washed 5× in 1× wash solution and tapped dry, then TMB reagent was added to each well and plates were incubated at room temperature for 20 min. Stop solution (1 N HCL) was added to each well and the optical density at 450 nm was immediately measured on a microplate reader. The concentration of anti-SRBC IgM (units/ml) was calculated by fitting each sample onto a standard curve that was based on the absorbance of the anti-SRBC IgM standards.\n\nSpleens in RPMI were mashed with the hard side of plunger from a 3-ml syringe and then passed through 70 µm filters to make single-cell suspensions. After lysis of red blood cells, suspended spleen cells were counted and viability was determined on a Nexcelon Bioscience Cellometer Auto 2000 cell counter (Nexcelom Bioscience, Lawrence, Massachusetts) and then adjusted to 2 × 10 7  cells/ml. Spleen cell suspensions were aliquoted and prepared for analysis by flow cytometry. Monoclonal antibodies coupled to fluorochrome-specific markers were used as follows: Spark NIR 685 CD19, PE CD43, BUV805 CD1d, PE-Cy7 CD21/CD35, eFluor 450 CD23, Super Bright 436 CD27, PE-Cy5 CD38, BV785 CD138, BUV395 CD45, and Live/Dead Blue (see  Supplementary Table 1  for details on antibodies used). Each experiment contained 2 replicates of unstained cells as negative staining controls and 9 single-stained samples to establish fluorescent reference controls. Flow cytometric analysis was performed using a Cytek Aurora 5-laser full spectrum flow cytometer (Cytek Biosciences, Fremont, California) with 50 000 events collected per sample. Dead cells and debris were excluded from analysis by using Live/Dead Blue and gating the viable splenic lymphocyte populations. Unstained cells, single color reference controls, and fluorescence minus one controls were used to distinguish the negative populations from the positive populations for B cells. Leukocytes were gated based on CD45 expression. Cells were then gated for CD138, CD19, CD21/CD35, CD38, CD43, CD1D, CD27, and CD23 (see  Supplementary Figure 2 ). B-cell subsets were classified as naïve (CD19 + CD27 − CD43 + CD23 lo/− ), marginal zone (CD19 + CD27 − CD23/CD35 hi CD1D hi ), follicular (CD19 + CD23 + CD21/CD35 int ), or plasmasblasts (CD19 + CD138 + CD38 + ). Mature B cells were identified as the sum of follicular and marginal zone cells. The total number of each cell type was determined from spleen cellularity.\n\nSpleens were processed as described previously in the phenotyping section, with a few modifications. Spleen single-cell suspensions were counted and assessed for viability as described previously. B-cell fractions were isolated using Dynabeads (mouse CD43: Invitrogen/ThermoFisher Scientific, Waltham, Massachusetts) by negative selection. Live cell counts were used to determine a cell to bead ratio of 5 × 10 7  cells/ml to 50 ml CD43 beads + 2 ml cell medium (RPMI-1640 medium + 1% FBS). Cell and bead mixtures were incubated at room temperature for 20 min on an orbital shaker, and then placed on a cell separation magnet for 2–3 min to allow for beads to bind to the magnet. The resulting cell suspension was then transferred to a clean tube and allowed to sit for 2–3 min to remove residual beads; this step was performed twice. Samples were then centrifuged at 400 × g for 5 min at 4°C, resuspended in 1 ml of complete B-cell medium (RPMI-1640 + 10% FBS + 50 µM β-mercaptoethanol, 1% PenStrep, 1% Glutamax, 1% nonessential ammino acids, 1% sodium pyruvate) and counted on a Nexcelon Bioscience Cellometer Auto 2000 cell counter. Enriched B-cell fractions were combined from spleens of 2 mice of the same dose and sex and were then plated into 6-well cell culture plates (5 × 10 6  cells/well) and incubated for 24 h in the absence or presence of anti-CD40 (1 µg/ml) and IL-4 (20 ng/1 ml). Cells were harvested after 24 h, centrifuged at 400 × g at 4°C, resuspended in 500–1 ml of B-cell medium, counted, and then placed on ice for phenotyping or bioenergetic analysis.\n\nCells from the  ex vivo  spleen B-cell preparation and activation were added to microcentrifuge tubes at a concentration of 2 × 10 7  cells/ml. Activated B cells were identified with CD86-PE, a monoclonal antibody (eBiosciences, San Diego, California; see  Supplementary Table 1  for details on antibodies used). Each experiment contained one tube of unstained unstimulated cells and one unstained tube of stimulated cells to provide the autofluorescence of each condition. Flow cytometric analysis was performed using a Cytek Aurora 5-laser full spectrum flow cytometer with 50 000 events collected per sample. Dead cells and debris were excluded from analysis by gating for lymphocytes using SSC-A and FSC-A. A singlet gate was then created using FSC-H and FSC-A to exclude doublets. After this gate was established, the cells were then gated for CD86. The total number of specific cells was determined from spleen cellularity.\n\nOxygen consumption rate (OCR) was evaluated in enriched B cells 24 h after incubation in the presence or absence of anti-CD40 and IL-4. After incubation, cells were resuspended in respiration buffer (Seahorse RPMI, 20 nM glutamine, 200 nM glucose, 200 mM pyruvate) and plated at 5 × 10 5  cells/180 µl on a 96-well Seahorse plate (Agilent, Santa Clara, California). Prior to plating cells, Seahorse plates were coated with poly- d -lysine (20 µl/well) as per manufacturer’s instructions. OCR was determined using the Mitochondrial Stress Test kit (Agilent) as per the manufacturer’s instructions with the following inhibitors: Port A: Oligomycin (0.5 µM); Port B: FCCP (2.0 µM); Port C: FCCP (2.0 µM); Port D: Rot/Ana (0.5 µM). Basal, maximal (FCCP induced), and reserve capacity (maximal-basal) were calculated by OCR/5 × 10 5  cells. Metabolic parameters were acquired from XF Wave software (Agilent, Santa Clara, California) and calculated using Microsoft Excel.\n\nStatistical analyses were performed using the Statistical Analysis System (SAS, Cary, North Carolina). Daily body weights within sex were analyzed by a 2-way repeated measures ANOVA with the between-subjects variable being dose and the within-subjects variable being day. Within each sex a 1-way ANOVA by dose was used to analyze liver weights, anti-SRBC IgM levels, spleen cellularity, and B-cell phenotype. A 2-way ANOVA was used for  ex vivo  B-cell activation and B-cell bioenergetics with the between-subjects variable being dose and the within-subjects variable being stimulation.  Post hoc  1-way ANOVAs and pairwise  t -tests were used when  F -statistics from 2-way or 1-way ANOVAs indicated statistical significance. Statistical significance was determined when the  p -value was less than .05. A paired  t -test was used to examine the difference between the control unstimulated and control stimulated groups as well as the PFOA unstimulated and PFOA stimulated groups for B-cell bioenergetics data."
    },
    {
      "title": "",
      "text": "C57BL/6 mice, 32 of each sex, were purchased from Charles River Laboratories and housed in the East Carolina University Brody School of Medicine animal facility (accredited by the Association for Assessment and Accreditation of Laboratory Animal Care). All procedures in this study were approved in advance by the ECU Institutional Animal Care and Use Committee and were conducted in accordance with the Guiding Principles in the Use of Animals in Toxicology. The C57BL/6 mouse strain was utilized for consistency with previously published findings as well as their sensitivity to the immunotoxic effects of PFAS ( DeWitt  et al. , 2016 ). Upon arrival, animals were distributed by sex into polycarbonate cages of 3 animals/cage and weighed. Body weights were evaluated statistically by analysis of variance (ANOVA) and if statistical differences ( p  < .05) were detected, animals were rearranged to evenly distribute body weights across all cages within sex. Animals were acclimated to the facility for 5 days before any further manipulation, were housed in temperature-controlled conditions (23 ± 3°C) with a 12:12 h light:dark cycle with 50 ± 20% relative humidity, and were given access to food and water  ad libitum .\n\nFresh dosing solutions of PFOA (lot no. 1349401; Sigma) at a concentration 0.75 mg/ml were prepared weekly in sterile water with 0.5% Tween-20 as a vehicle. Vehicle control mice received sterile water with 0.5% Tween-20. Dosing solutions were stored at 4°C when not in use. Each day the dosing solutions were checked to ensure that they were free from observable signs of visible contamination. Mice were weighed daily, and dosing solution was administered via oral gavage to simulate drinking water exposure for 15 consecutive days at 0.1 ml/10 g of body weight. Dosing solutions were prepared so that this volume would result in the appropriate mg/kg of body weight dosage. The administered dose of PFOA was based on previous research in the lab demonstrating suppression of IgM TDAR at 7.5 mg/kg in the absence of overt systemic toxicity when given via gavage. This dose is one doubling above the lowest observed adverse effect level or 3.75 mg/kg reported for suppression of antigen-specific IgM antibody responses ( DeWitt  et al. , 2008 ).\n\nOne day after the final dose was administered, mice were anesthetized with inhaled Isoflurane and blood was collected via neck vein transection into microcentrifuge tubes with a clot activator (Becton, Dickinson and Company, Franklin Lakes, New Jersey). Serum was separated from clotted blood at 4°C by centrifugation at then frozen at −80°C until further analysis. Fresh spleens were excised and weighed following terminal blood collections and immediately placed into RPMI 1640-medium (supplemented with 1% fetal bovine serum [FBS] and kept on ice for immunophenotyping or B-cell isolation and  ex vivo  analysis). The liver was removed and weighed and frozen at −80°C for later analyses.\n\nOn the 11th day of dosing, mice in selected groups were immunized with 4 × 10 7  SRBCs (sheep red blood cells) in 0.2 ml of sterile saline by i.v. injection. The TDAR was assessed as described previously ( Woodlief  et al. , 2021 ) using a commercially available mouse anti-SRBC IgM ELISA kit (Life Diagnostics, Inc., West Chester, Pennsylvania). In brief, serum samples and anti-SRBC IgM standards were diluted 50-fold and added to 96-well ELISA plates in duplicate. Plates were incubated at room temperature for 45 min on an orbital shaker. Wells were washed 5× in 1× washing solution, tapped dry, and enzyme conjugate reagent was then added to each well. Plates were incubated at room temperature for 20 min on an orbital shaker. The wells were again washed 5× in 1× wash solution and tapped dry, then TMB reagent was added to each well and plates were incubated at room temperature for 20 min. Stop solution (1 N HCL) was added to each well and the optical density at 450 nm was immediately measured on a microplate reader. The concentration of anti-SRBC IgM (units/ml) was calculated by fitting each sample onto a standard curve that was based on the absorbance of the anti-SRBC IgM standards.\n\nSpleens in RPMI were mashed with the hard side of plunger from a 3-ml syringe and then passed through 70 µm filters to make single-cell suspensions. After lysis of red blood cells, suspended spleen cells were counted and viability was determined on a Nexcelon Bioscience Cellometer Auto 2000 cell counter (Nexcelom Bioscience, Lawrence, Massachusetts) and then adjusted to 2 × 10 7  cells/ml. Spleen cell suspensions were aliquoted and prepared for analysis by flow cytometry. Monoclonal antibodies coupled to fluorochrome-specific markers were used as follows: Spark NIR 685 CD19, PE CD43, BUV805 CD1d, PE-Cy7 CD21/CD35, eFluor 450 CD23, Super Bright 436 CD27, PE-Cy5 CD38, BV785 CD138, BUV395 CD45, and Live/Dead Blue (see  Supplementary Table 1  for details on antibodies used). Each experiment contained 2 replicates of unstained cells as negative staining controls and 9 single-stained samples to establish fluorescent reference controls. Flow cytometric analysis was performed using a Cytek Aurora 5-laser full spectrum flow cytometer (Cytek Biosciences, Fremont, California) with 50 000 events collected per sample. Dead cells and debris were excluded from analysis by using Live/Dead Blue and gating the viable splenic lymphocyte populations. Unstained cells, single color reference controls, and fluorescence minus one controls were used to distinguish the negative populations from the positive populations for B cells. Leukocytes were gated based on CD45 expression. Cells were then gated for CD138, CD19, CD21/CD35, CD38, CD43, CD1D, CD27, and CD23 (see  Supplementary Figure 2 ). B-cell subsets were classified as naïve (CD19 + CD27 − CD43 + CD23 lo/− ), marginal zone (CD19 + CD27 − CD23/CD35 hi CD1D hi ), follicular (CD19 + CD23 + CD21/CD35 int ), or plasmasblasts (CD19 + CD138 + CD38 + ). Mature B cells were identified as the sum of follicular and marginal zone cells. The total number of each cell type was determined from spleen cellularity.\n\nSpleens were processed as described previously in the phenotyping section, with a few modifications. Spleen single-cell suspensions were counted and assessed for viability as described previously. B-cell fractions were isolated using Dynabeads (mouse CD43: Invitrogen/ThermoFisher Scientific, Waltham, Massachusetts) by negative selection. Live cell counts were used to determine a cell to bead ratio of 5 × 10 7  cells/ml to 50 ml CD43 beads + 2 ml cell medium (RPMI-1640 medium + 1% FBS). Cell and bead mixtures were incubated at room temperature for 20 min on an orbital shaker, and then placed on a cell separation magnet for 2–3 min to allow for beads to bind to the magnet. The resulting cell suspension was then transferred to a clean tube and allowed to sit for 2–3 min to remove residual beads; this step was performed twice. Samples were then centrifuged at 400 × g for 5 min at 4°C, resuspended in 1 ml of complete B-cell medium (RPMI-1640 + 10% FBS + 50 µM β-mercaptoethanol, 1% PenStrep, 1% Glutamax, 1% nonessential ammino acids, 1% sodium pyruvate) and counted on a Nexcelon Bioscience Cellometer Auto 2000 cell counter. Enriched B-cell fractions were combined from spleens of 2 mice of the same dose and sex and were then plated into 6-well cell culture plates (5 × 10 6  cells/well) and incubated for 24 h in the absence or presence of anti-CD40 (1 µg/ml) and IL-4 (20 ng/1 ml). Cells were harvested after 24 h, centrifuged at 400 × g at 4°C, resuspended in 500–1 ml of B-cell medium, counted, and then placed on ice for phenotyping or bioenergetic analysis.\n\nCells from the  ex vivo  spleen B-cell preparation and activation were added to microcentrifuge tubes at a concentration of 2 × 10 7  cells/ml. Activated B cells were identified with CD86-PE, a monoclonal antibody (eBiosciences, San Diego, California; see  Supplementary Table 1  for details on antibodies used). Each experiment contained one tube of unstained unstimulated cells and one unstained tube of stimulated cells to provide the autofluorescence of each condition. Flow cytometric analysis was performed using a Cytek Aurora 5-laser full spectrum flow cytometer with 50 000 events collected per sample. Dead cells and debris were excluded from analysis by gating for lymphocytes using SSC-A and FSC-A. A singlet gate was then created using FSC-H and FSC-A to exclude doublets. After this gate was established, the cells were then gated for CD86. The total number of specific cells was determined from spleen cellularity.\n\nOxygen consumption rate (OCR) was evaluated in enriched B cells 24 h after incubation in the presence or absence of anti-CD40 and IL-4. After incubation, cells were resuspended in respiration buffer (Seahorse RPMI, 20 nM glutamine, 200 nM glucose, 200 mM pyruvate) and plated at 5 × 10 5  cells/180 µl on a 96-well Seahorse plate (Agilent, Santa Clara, California). Prior to plating cells, Seahorse plates were coated with poly- d -lysine (20 µl/well) as per manufacturer’s instructions. OCR was determined using the Mitochondrial Stress Test kit (Agilent) as per the manufacturer’s instructions with the following inhibitors: Port A: Oligomycin (0.5 µM); Port B: FCCP (2.0 µM); Port C: FCCP (2.0 µM); Port D: Rot/Ana (0.5 µM). Basal, maximal (FCCP induced), and reserve capacity (maximal-basal) were calculated by OCR/5 × 10 5  cells. Metabolic parameters were acquired from XF Wave software (Agilent, Santa Clara, California) and calculated using Microsoft Excel.\n\nStatistical analyses were performed using the Statistical Analysis System (SAS, Cary, North Carolina). Daily body weights within sex were analyzed by a 2-way repeated measures ANOVA with the between-subjects variable being dose and the within-subjects variable being day. Within each sex a 1-way ANOVA by dose was used to analyze liver weights, anti-SRBC IgM levels, spleen cellularity, and B-cell phenotype. A 2-way ANOVA was used for  ex vivo  B-cell activation and B-cell bioenergetics with the between-subjects variable being dose and the within-subjects variable being stimulation.  Post hoc  1-way ANOVAs and pairwise  t -tests were used when  F -statistics from 2-way or 1-way ANOVAs indicated statistical significance. Statistical significance was determined when the  p -value was less than .05. A paired  t -test was used to examine the difference between the control unstimulated and control stimulated groups as well as the PFOA unstimulated and PFOA stimulated groups for B-cell bioenergetics data."
    },
    {
      "title": "",
      "text": "C57BL/6 mice, 32 of each sex, were purchased from Charles River Laboratories and housed in the East Carolina University Brody School of Medicine animal facility (accredited by the Association for Assessment and Accreditation of Laboratory Animal Care). All procedures in this study were approved in advance by the ECU Institutional Animal Care and Use Committee and were conducted in accordance with the Guiding Principles in the Use of Animals in Toxicology. The C57BL/6 mouse strain was utilized for consistency with previously published findings as well as their sensitivity to the immunotoxic effects of PFAS ( DeWitt  et al. , 2016 ). Upon arrival, animals were distributed by sex into polycarbonate cages of 3 animals/cage and weighed. Body weights were evaluated statistically by analysis of variance (ANOVA) and if statistical differences ( p  < .05) were detected, animals were rearranged to evenly distribute body weights across all cages within sex. Animals were acclimated to the facility for 5 days before any further manipulation, were housed in temperature-controlled conditions (23 ± 3°C) with a 12:12 h light:dark cycle with 50 ± 20% relative humidity, and were given access to food and water  ad libitum .\n\nFresh dosing solutions of PFOA (lot no. 1349401; Sigma) at a concentration 0.75 mg/ml were prepared weekly in sterile water with 0.5% Tween-20 as a vehicle. Vehicle control mice received sterile water with 0.5% Tween-20. Dosing solutions were stored at 4°C when not in use. Each day the dosing solutions were checked to ensure that they were free from observable signs of visible contamination. Mice were weighed daily, and dosing solution was administered via oral gavage to simulate drinking water exposure for 15 consecutive days at 0.1 ml/10 g of body weight. Dosing solutions were prepared so that this volume would result in the appropriate mg/kg of body weight dosage. The administered dose of PFOA was based on previous research in the lab demonstrating suppression of IgM TDAR at 7.5 mg/kg in the absence of overt systemic toxicity when given via gavage. This dose is one doubling above the lowest observed adverse effect level or 3.75 mg/kg reported for suppression of antigen-specific IgM antibody responses ( DeWitt  et al. , 2008 ).\n\nOne day after the final dose was administered, mice were anesthetized with inhaled Isoflurane and blood was collected via neck vein transection into microcentrifuge tubes with a clot activator (Becton, Dickinson and Company, Franklin Lakes, New Jersey). Serum was separated from clotted blood at 4°C by centrifugation at then frozen at −80°C until further analysis. Fresh spleens were excised and weighed following terminal blood collections and immediately placed into RPMI 1640-medium (supplemented with 1% fetal bovine serum [FBS] and kept on ice for immunophenotyping or B-cell isolation and  ex vivo  analysis). The liver was removed and weighed and frozen at −80°C for later analyses.\n\nOn the 11th day of dosing, mice in selected groups were immunized with 4 × 10 7  SRBCs (sheep red blood cells) in 0.2 ml of sterile saline by i.v. injection. The TDAR was assessed as described previously ( Woodlief  et al. , 2021 ) using a commercially available mouse anti-SRBC IgM ELISA kit (Life Diagnostics, Inc., West Chester, Pennsylvania). In brief, serum samples and anti-SRBC IgM standards were diluted 50-fold and added to 96-well ELISA plates in duplicate. Plates were incubated at room temperature for 45 min on an orbital shaker. Wells were washed 5× in 1× washing solution, tapped dry, and enzyme conjugate reagent was then added to each well. Plates were incubated at room temperature for 20 min on an orbital shaker. The wells were again washed 5× in 1× wash solution and tapped dry, then TMB reagent was added to each well and plates were incubated at room temperature for 20 min. Stop solution (1 N HCL) was added to each well and the optical density at 450 nm was immediately measured on a microplate reader. The concentration of anti-SRBC IgM (units/ml) was calculated by fitting each sample onto a standard curve that was based on the absorbance of the anti-SRBC IgM standards.\n\nSpleens in RPMI were mashed with the hard side of plunger from a 3-ml syringe and then passed through 70 µm filters to make single-cell suspensions. After lysis of red blood cells, suspended spleen cells were counted and viability was determined on a Nexcelon Bioscience Cellometer Auto 2000 cell counter (Nexcelom Bioscience, Lawrence, Massachusetts) and then adjusted to 2 × 10 7  cells/ml. Spleen cell suspensions were aliquoted and prepared for analysis by flow cytometry. Monoclonal antibodies coupled to fluorochrome-specific markers were used as follows: Spark NIR 685 CD19, PE CD43, BUV805 CD1d, PE-Cy7 CD21/CD35, eFluor 450 CD23, Super Bright 436 CD27, PE-Cy5 CD38, BV785 CD138, BUV395 CD45, and Live/Dead Blue (see  Supplementary Table 1  for details on antibodies used). Each experiment contained 2 replicates of unstained cells as negative staining controls and 9 single-stained samples to establish fluorescent reference controls. Flow cytometric analysis was performed using a Cytek Aurora 5-laser full spectrum flow cytometer (Cytek Biosciences, Fremont, California) with 50 000 events collected per sample. Dead cells and debris were excluded from analysis by using Live/Dead Blue and gating the viable splenic lymphocyte populations. Unstained cells, single color reference controls, and fluorescence minus one controls were used to distinguish the negative populations from the positive populations for B cells. Leukocytes were gated based on CD45 expression. Cells were then gated for CD138, CD19, CD21/CD35, CD38, CD43, CD1D, CD27, and CD23 (see  Supplementary Figure 2 ). B-cell subsets were classified as naïve (CD19 + CD27 − CD43 + CD23 lo/− ), marginal zone (CD19 + CD27 − CD23/CD35 hi CD1D hi ), follicular (CD19 + CD23 + CD21/CD35 int ), or plasmasblasts (CD19 + CD138 + CD38 + ). Mature B cells were identified as the sum of follicular and marginal zone cells. The total number of each cell type was determined from spleen cellularity.\n\nSpleens were processed as described previously in the phenotyping section, with a few modifications. Spleen single-cell suspensions were counted and assessed for viability as described previously. B-cell fractions were isolated using Dynabeads (mouse CD43: Invitrogen/ThermoFisher Scientific, Waltham, Massachusetts) by negative selection. Live cell counts were used to determine a cell to bead ratio of 5 × 10 7  cells/ml to 50 ml CD43 beads + 2 ml cell medium (RPMI-1640 medium + 1% FBS). Cell and bead mixtures were incubated at room temperature for 20 min on an orbital shaker, and then placed on a cell separation magnet for 2–3 min to allow for beads to bind to the magnet. The resulting cell suspension was then transferred to a clean tube and allowed to sit for 2–3 min to remove residual beads; this step was performed twice. Samples were then centrifuged at 400 × g for 5 min at 4°C, resuspended in 1 ml of complete B-cell medium (RPMI-1640 + 10% FBS + 50 µM β-mercaptoethanol, 1% PenStrep, 1% Glutamax, 1% nonessential ammino acids, 1% sodium pyruvate) and counted on a Nexcelon Bioscience Cellometer Auto 2000 cell counter. Enriched B-cell fractions were combined from spleens of 2 mice of the same dose and sex and were then plated into 6-well cell culture plates (5 × 10 6  cells/well) and incubated for 24 h in the absence or presence of anti-CD40 (1 µg/ml) and IL-4 (20 ng/1 ml). Cells were harvested after 24 h, centrifuged at 400 × g at 4°C, resuspended in 500–1 ml of B-cell medium, counted, and then placed on ice for phenotyping or bioenergetic analysis.\n\nCells from the  ex vivo  spleen B-cell preparation and activation were added to microcentrifuge tubes at a concentration of 2 × 10 7  cells/ml. Activated B cells were identified with CD86-PE, a monoclonal antibody (eBiosciences, San Diego, California; see  Supplementary Table 1  for details on antibodies used). Each experiment contained one tube of unstained unstimulated cells and one unstained tube of stimulated cells to provide the autofluorescence of each condition. Flow cytometric analysis was performed using a Cytek Aurora 5-laser full spectrum flow cytometer with 50 000 events collected per sample. Dead cells and debris were excluded from analysis by gating for lymphocytes using SSC-A and FSC-A. A singlet gate was then created using FSC-H and FSC-A to exclude doublets. After this gate was established, the cells were then gated for CD86. The total number of specific cells was determined from spleen cellularity.\n\nOxygen consumption rate (OCR) was evaluated in enriched B cells 24 h after incubation in the presence or absence of anti-CD40 and IL-4. After incubation, cells were resuspended in respiration buffer (Seahorse RPMI, 20 nM glutamine, 200 nM glucose, 200 mM pyruvate) and plated at 5 × 10 5  cells/180 µl on a 96-well Seahorse plate (Agilent, Santa Clara, California). Prior to plating cells, Seahorse plates were coated with poly- d -lysine (20 µl/well) as per manufacturer’s instructions. OCR was determined using the Mitochondrial Stress Test kit (Agilent) as per the manufacturer’s instructions with the following inhibitors: Port A: Oligomycin (0.5 µM); Port B: FCCP (2.0 µM); Port C: FCCP (2.0 µM); Port D: Rot/Ana (0.5 µM). Basal, maximal (FCCP induced), and reserve capacity (maximal-basal) were calculated by OCR/5 × 10 5  cells. Metabolic parameters were acquired from XF Wave software (Agilent, Santa Clara, California) and calculated using Microsoft Excel.\n\nStatistical analyses were performed using the Statistical Analysis System (SAS, Cary, North Carolina). Daily body weights within sex were analyzed by a 2-way repeated measures ANOVA with the between-subjects variable being dose and the within-subjects variable being day. Within each sex a 1-way ANOVA by dose was used to analyze liver weights, anti-SRBC IgM levels, spleen cellularity, and B-cell phenotype. A 2-way ANOVA was used for  ex vivo  B-cell activation and B-cell bioenergetics with the between-subjects variable being dose and the within-subjects variable being stimulation.  Post hoc  1-way ANOVAs and pairwise  t -tests were used when  F -statistics from 2-way or 1-way ANOVAs indicated statistical significance. Statistical significance was determined when the  p -value was less than .05. A paired  t -test was used to examine the difference between the control unstimulated and control stimulated groups as well as the PFOA unstimulated and PFOA stimulated groups for B-cell bioenergetics data."
    },
    {
      "title": "Animals",
      "text": "C57BL/6 mice, 32 of each sex, were purchased from Charles River Laboratories and housed in the East Carolina University Brody School of Medicine animal facility (accredited by the Association for Assessment and Accreditation of Laboratory Animal Care). All procedures in this study were approved in advance by the ECU Institutional Animal Care and Use Committee and were conducted in accordance with the Guiding Principles in the Use of Animals in Toxicology. The C57BL/6 mouse strain was utilized for consistency with previously published findings as well as their sensitivity to the immunotoxic effects of PFAS ( DeWitt  et al. , 2016 ). Upon arrival, animals were distributed by sex into polycarbonate cages of 3 animals/cage and weighed. Body weights were evaluated statistically by analysis of variance (ANOVA) and if statistical differences ( p  < .05) were detected, animals were rearranged to evenly distribute body weights across all cages within sex. Animals were acclimated to the facility for 5 days before any further manipulation, were housed in temperature-controlled conditions (23 ± 3°C) with a 12:12 h light:dark cycle with 50 ± 20% relative humidity, and were given access to food and water  ad libitum ."
    },
    {
      "title": "Dosing",
      "text": "Fresh dosing solutions of PFOA (lot no. 1349401; Sigma) at a concentration 0.75 mg/ml were prepared weekly in sterile water with 0.5% Tween-20 as a vehicle. Vehicle control mice received sterile water with 0.5% Tween-20. Dosing solutions were stored at 4°C when not in use. Each day the dosing solutions were checked to ensure that they were free from observable signs of visible contamination. Mice were weighed daily, and dosing solution was administered via oral gavage to simulate drinking water exposure for 15 consecutive days at 0.1 ml/10 g of body weight. Dosing solutions were prepared so that this volume would result in the appropriate mg/kg of body weight dosage. The administered dose of PFOA was based on previous research in the lab demonstrating suppression of IgM TDAR at 7.5 mg/kg in the absence of overt systemic toxicity when given via gavage. This dose is one doubling above the lowest observed adverse effect level or 3.75 mg/kg reported for suppression of antigen-specific IgM antibody responses ( DeWitt  et al. , 2008 )."
    },
    {
      "title": "Serum and tissue collection",
      "text": "One day after the final dose was administered, mice were anesthetized with inhaled Isoflurane and blood was collected via neck vein transection into microcentrifuge tubes with a clot activator (Becton, Dickinson and Company, Franklin Lakes, New Jersey). Serum was separated from clotted blood at 4°C by centrifugation at then frozen at −80°C until further analysis. Fresh spleens were excised and weighed following terminal blood collections and immediately placed into RPMI 1640-medium (supplemented with 1% fetal bovine serum [FBS] and kept on ice for immunophenotyping or B-cell isolation and  ex vivo  analysis). The liver was removed and weighed and frozen at −80°C for later analyses."
    },
    {
      "title": "Measurement of the T-cell-dependent antibody response (TDAR)",
      "text": "On the 11th day of dosing, mice in selected groups were immunized with 4 × 10 7  SRBCs (sheep red blood cells) in 0.2 ml of sterile saline by i.v. injection. The TDAR was assessed as described previously ( Woodlief  et al. , 2021 ) using a commercially available mouse anti-SRBC IgM ELISA kit (Life Diagnostics, Inc., West Chester, Pennsylvania). In brief, serum samples and anti-SRBC IgM standards were diluted 50-fold and added to 96-well ELISA plates in duplicate. Plates were incubated at room temperature for 45 min on an orbital shaker. Wells were washed 5× in 1× washing solution, tapped dry, and enzyme conjugate reagent was then added to each well. Plates were incubated at room temperature for 20 min on an orbital shaker. The wells were again washed 5× in 1× wash solution and tapped dry, then TMB reagent was added to each well and plates were incubated at room temperature for 20 min. Stop solution (1 N HCL) was added to each well and the optical density at 450 nm was immediately measured on a microplate reader. The concentration of anti-SRBC IgM (units/ml) was calculated by fitting each sample onto a standard curve that was based on the absorbance of the anti-SRBC IgM standards."
    },
    {
      "title": "B-cell phenotyping",
      "text": "Spleens in RPMI were mashed with the hard side of plunger from a 3-ml syringe and then passed through 70 µm filters to make single-cell suspensions. After lysis of red blood cells, suspended spleen cells were counted and viability was determined on a Nexcelon Bioscience Cellometer Auto 2000 cell counter (Nexcelom Bioscience, Lawrence, Massachusetts) and then adjusted to 2 × 10 7  cells/ml. Spleen cell suspensions were aliquoted and prepared for analysis by flow cytometry. Monoclonal antibodies coupled to fluorochrome-specific markers were used as follows: Spark NIR 685 CD19, PE CD43, BUV805 CD1d, PE-Cy7 CD21/CD35, eFluor 450 CD23, Super Bright 436 CD27, PE-Cy5 CD38, BV785 CD138, BUV395 CD45, and Live/Dead Blue (see  Supplementary Table 1  for details on antibodies used). Each experiment contained 2 replicates of unstained cells as negative staining controls and 9 single-stained samples to establish fluorescent reference controls. Flow cytometric analysis was performed using a Cytek Aurora 5-laser full spectrum flow cytometer (Cytek Biosciences, Fremont, California) with 50 000 events collected per sample. Dead cells and debris were excluded from analysis by using Live/Dead Blue and gating the viable splenic lymphocyte populations. Unstained cells, single color reference controls, and fluorescence minus one controls were used to distinguish the negative populations from the positive populations for B cells. Leukocytes were gated based on CD45 expression. Cells were then gated for CD138, CD19, CD21/CD35, CD38, CD43, CD1D, CD27, and CD23 (see  Supplementary Figure 2 ). B-cell subsets were classified as naïve (CD19 + CD27 − CD43 + CD23 lo/− ), marginal zone (CD19 + CD27 − CD23/CD35 hi CD1D hi ), follicular (CD19 + CD23 + CD21/CD35 int ), or plasmasblasts (CD19 + CD138 + CD38 + ). Mature B cells were identified as the sum of follicular and marginal zone cells. The total number of each cell type was determined from spleen cellularity."
    },
    {
      "title": "Ex vivo  spleen B-cell preparation and activation",
      "text": "Spleens were processed as described previously in the phenotyping section, with a few modifications. Spleen single-cell suspensions were counted and assessed for viability as described previously. B-cell fractions were isolated using Dynabeads (mouse CD43: Invitrogen/ThermoFisher Scientific, Waltham, Massachusetts) by negative selection. Live cell counts were used to determine a cell to bead ratio of 5 × 10 7  cells/ml to 50 ml CD43 beads + 2 ml cell medium (RPMI-1640 medium + 1% FBS). Cell and bead mixtures were incubated at room temperature for 20 min on an orbital shaker, and then placed on a cell separation magnet for 2–3 min to allow for beads to bind to the magnet. The resulting cell suspension was then transferred to a clean tube and allowed to sit for 2–3 min to remove residual beads; this step was performed twice. Samples were then centrifuged at 400 × g for 5 min at 4°C, resuspended in 1 ml of complete B-cell medium (RPMI-1640 + 10% FBS + 50 µM β-mercaptoethanol, 1% PenStrep, 1% Glutamax, 1% nonessential ammino acids, 1% sodium pyruvate) and counted on a Nexcelon Bioscience Cellometer Auto 2000 cell counter. Enriched B-cell fractions were combined from spleens of 2 mice of the same dose and sex and were then plated into 6-well cell culture plates (5 × 10 6  cells/well) and incubated for 24 h in the absence or presence of anti-CD40 (1 µg/ml) and IL-4 (20 ng/1 ml). Cells were harvested after 24 h, centrifuged at 400 × g at 4°C, resuspended in 500–1 ml of B-cell medium, counted, and then placed on ice for phenotyping or bioenergetic analysis."
    },
    {
      "title": "Ex vivo  B-cell phenotyping",
      "text": "Cells from the  ex vivo  spleen B-cell preparation and activation were added to microcentrifuge tubes at a concentration of 2 × 10 7  cells/ml. Activated B cells were identified with CD86-PE, a monoclonal antibody (eBiosciences, San Diego, California; see  Supplementary Table 1  for details on antibodies used). Each experiment contained one tube of unstained unstimulated cells and one unstained tube of stimulated cells to provide the autofluorescence of each condition. Flow cytometric analysis was performed using a Cytek Aurora 5-laser full spectrum flow cytometer with 50 000 events collected per sample. Dead cells and debris were excluded from analysis by gating for lymphocytes using SSC-A and FSC-A. A singlet gate was then created using FSC-H and FSC-A to exclude doublets. After this gate was established, the cells were then gated for CD86. The total number of specific cells was determined from spleen cellularity."
    },
    {
      "title": "Ex vivo  B-cell mitochondrial markers",
      "text": "Oxygen consumption rate (OCR) was evaluated in enriched B cells 24 h after incubation in the presence or absence of anti-CD40 and IL-4. After incubation, cells were resuspended in respiration buffer (Seahorse RPMI, 20 nM glutamine, 200 nM glucose, 200 mM pyruvate) and plated at 5 × 10 5  cells/180 µl on a 96-well Seahorse plate (Agilent, Santa Clara, California). Prior to plating cells, Seahorse plates were coated with poly- d -lysine (20 µl/well) as per manufacturer’s instructions. OCR was determined using the Mitochondrial Stress Test kit (Agilent) as per the manufacturer’s instructions with the following inhibitors: Port A: Oligomycin (0.5 µM); Port B: FCCP (2.0 µM); Port C: FCCP (2.0 µM); Port D: Rot/Ana (0.5 µM). Basal, maximal (FCCP induced), and reserve capacity (maximal-basal) were calculated by OCR/5 × 10 5  cells. Metabolic parameters were acquired from XF Wave software (Agilent, Santa Clara, California) and calculated using Microsoft Excel."
    },
    {
      "title": "Statistical analysis",
      "text": "Statistical analyses were performed using the Statistical Analysis System (SAS, Cary, North Carolina). Daily body weights within sex were analyzed by a 2-way repeated measures ANOVA with the between-subjects variable being dose and the within-subjects variable being day. Within each sex a 1-way ANOVA by dose was used to analyze liver weights, anti-SRBC IgM levels, spleen cellularity, and B-cell phenotype. A 2-way ANOVA was used for  ex vivo  B-cell activation and B-cell bioenergetics with the between-subjects variable being dose and the within-subjects variable being stimulation.  Post hoc  1-way ANOVAs and pairwise  t -tests were used when  F -statistics from 2-way or 1-way ANOVAs indicated statistical significance. Statistical significance was determined when the  p -value was less than .05. A paired  t -test was used to examine the difference between the control unstimulated and control stimulated groups as well as the PFOA unstimulated and PFOA stimulated groups for B-cell bioenergetics data."
    },
    {
      "title": "Results",
      "text": "PFOA exposure resulted in a significant reduction in spleen weights in both female (30.4%;  p  < .05) and male (27.7%;  p  < .05) cohorts, compared with sex-matched vehicle controls ( Table 1 ). In addition to reduced splenic weight, dosed female and male mice also had a significant decrease in spleen cellularity, measured as cells/mg tissue weight; in female mice cellularity was decreased by 27.1% and in male mice cellularity was decreased by 20.5% ( Table 1 ). Oppositely, liver weights from the PFOA-dosed mice in both male and female groups increased statistically by 144%, on average, compared with sex-matched vehicle controls ( Table 1 ).\n\nAverage absolute and relative organ weights and splenic cellularity in female and male C57BL/6 mice given PFOA by gavage for 15 days\n\nA statistical ( p  < .05) difference from match-sex control group.\n\nN  = 8 animals/group.\n\nAs measured by anti-SRBC soluble IgM in serum, both female and male mice dosed with PFOA had a statistical reduction in the TDAR; 79% and 89.9%, respectively ( p  < .05;  Figure 1 ).\n\nMean (± SD) SRBC-specific IgM antibody concentrations in male and female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. * p  < .05 compared with sex-matched control group.  N  = 8 animals/sex/group.\n\nExposure to PFOA resulted in a nonsignificant decrease in the total number of overall B cells by 1.45% ( Supplementary Figure 1 ) and in the numbers of naïve, follicular, plasmablasts, and memory B cells ( Figure 2A ) in the spleens of female mice, compared with vehicle controls. Alternatively, male mice displayed a more robust response to PFOA exposure. The number of overall B cells was statistically reduced by 15%. The number of follicular cells was statistically increased by 9 ± 1.15% and the number of plasmablasts was statistically reduced from vehicle controls by 55 ± 0.08%. Although naïve, marginal zone, memory cells were reduced in dosed male mice, these reductions were not statistically significant ( Figure 2B ). Additionally, female and male mice exhibited a biologically based sex difference, with female mice having higher overall numbers within follicular, plasmablast, and memory B cells. Numbers of naïve and marginal B cells were approximately equal between female and male mice. PFOA exposure did not change the direction of this sex difference.\n\nA, Mean (± SD) number of B cells counted in spleens of female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. The CD19 +  marker was used to define the following populations: Memory [CD19 +CD27], Plasmablasts [CD138 +CD38], Marginal [CD1D], Naive [CD43], and Follicular [CD23]. No statistical differences were detected among the dose groups.   N = 8 animals/dose. B, Mean (± SD) number of B cells counted in spleens from male C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. The CD19 +  marker was used to define the following populations: Memory [CD19 +CD27], Plasmablasts [CD138 +CD38], Marginal [CD1D], Naive [CD43], and Follicular [CD23] * p  < .05 compared with control group.  N   =  8 animals/dose.\n\nB-cell functionality was assessed by upregulation of the co-stimulatory marker CD86 in response to anti-CD40 and IL-4 stimulation. At baseline, without stimulation, there was no difference in the number of CD86 +  B cells between vehicle and PFOA exposed mice, for either female or male cohorts.  In vitro  stimulation with anti-CD40 and IL-4 significantly increased the number of CD86 +  B cells in all groups, when compared with their appropriate unstimulated controls ( Figure 3A and 3B ). There were no observed statistical differences between vehicle and PFOA exposed stimulated B cells in either female or male cohorts, suggesting that PFOA did not affect the ability of B cells to respond to stimulation.\n\nA, Mean (± SD) number of B cells isolated from spleens of female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and counted following a 24-h incubation. * p  < .05 compared with respective unstimulated group.  N  = 3 animals/dose. B, Mean (± SD) number of B cells isolated from spleens of male C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and counted following a 24-h incubation. * p  < .05 compared with control group.  N  = 3 animals/dose.\n\nMitochondrial function was determined by measuring oxygen consumption in response to  ex vivo  anti-CD40 and IL-4 stimulation. The measurements included basal, maximal, and spare respiratory capacity. Basal respiration was captured to provide a baseline of the cellular OCR under normal conditions. Maximal respiration provided values of maximum cellular oxygen consumption under the influence of increased energetic demand. Spare respiratory capacity reflected the cellular capability to respond to changes in energetic demand by evaluating the difference between basal and maximal respiration. These measurements were made 24 h after the 15-day exposure to PFOA. In the overall model, changes in mitochondrial markers were statistically significant for both male and female groups, indicating differences due to stimulation and/or PFOA exposure. Within control groups for both sexes, pmol/min increased following stimulation for all mitochondrial markers, but these increases were not statistically significant. In cells from female animals, basal respiration, maximum respiration, and spare capacity increased by 46.7%, 33.6%, and 29.5%, respectively, following stimulation ( Figure 4A ). In cells from male animals, basal respiration, maximum respiration, and spare capacity increased by 98%, 44% and 34%, respectively, following stimulation ( Figure 4B ). In comparison, cells from animals exposed to PFOA had statistically significant increases in all mitochondrial markers. In cells from female animals, basal respiration, maximum respiration, and spare capacity increased by 264%, 172% and 153%, respectively, following stimulation ( Figure 4A ). Although not statistically significant, responses due to stimulation in cells from the PFOA-exposed group represented a 5-fold increase across all measurements when compared with stimulation in the control group. In cells from male animals, basal respiration, maximum respiration, and spare capacity increased by 200%, 252% and 266%, respectively, following stimulation ( Figure 4B ). Additionally, following stimulation, maximum respiration and spare capacity differed between cells from control animals and cells from PFOA-exposed animals, with PFOA-exposed cells having about a 130% increase, on average, compared with the control cells. Responses due to stimulation in cells from the PFOA-exposed group represented a 2-fold increase in basal respiration, a 7-fold increase in maximum respiration, and a 5-fold increase in spare capacity ( Figure 4A and 4B ).\n\nA, Mean (± SD) measures of mitochondrial function in B cells isolated from spleens of female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and were evaluated with a mitochondrial stress test following a 24-h incubation. The overall 2-way repeated measures ANOVA was statistically significant ( p  < .05). Basal respiration, maximum capacity, and spare capacity differed statistically regardless of PFOA exposure or stimulation, demonstrating that these 3 mitochondrial measures differed from one another. Within control groups, stimulation did not statistically increase responses from unstimulated cells and within PFOA-treated groups, stimulation did statistically increase responses from unstimulated cells (* p  < .05).  N  = 3 animals per dose. B, Mean (± SD) measures of mitochondrial function in B cells isolated from spleens of male C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and were evaluated with a mitochondrial stress test following a 24-h incubation. The overall 2-way repeated measures ANOVA was statistically significant. Basal respiration, maximum capacity, and spare capacity differed statistically regardless of PFOA exposure or stimulation, demonstrating that these 3 mitochondrial measures differed from one another. Within the control groups,  ex vivo  stimulation did not statistically alter the pmol/min within basal respiration, maximum capacity, or spare capacity. Within the PFOA-exposed groups,  ex vivo  stimulation did statistically alter the pmol/min within basal respiration, maximum respiration, and spare capacity (* p  < .05). There was not a statistical difference between control and PFOA exposed groups for basal respiration regardless of stimulation, but there was a difference between control and PFOA-exposed groups for both maximum capacity and spare capacity in stimulated cells (* p  < .05).  N  = 3 animals per dose."
    },
    {
      "title": "",
      "text": "PFOA exposure resulted in a significant reduction in spleen weights in both female (30.4%;  p  < .05) and male (27.7%;  p  < .05) cohorts, compared with sex-matched vehicle controls ( Table 1 ). In addition to reduced splenic weight, dosed female and male mice also had a significant decrease in spleen cellularity, measured as cells/mg tissue weight; in female mice cellularity was decreased by 27.1% and in male mice cellularity was decreased by 20.5% ( Table 1 ). Oppositely, liver weights from the PFOA-dosed mice in both male and female groups increased statistically by 144%, on average, compared with sex-matched vehicle controls ( Table 1 ).\n\nAverage absolute and relative organ weights and splenic cellularity in female and male C57BL/6 mice given PFOA by gavage for 15 days\n\nA statistical ( p  < .05) difference from match-sex control group.\n\nN  = 8 animals/group.\n\nAs measured by anti-SRBC soluble IgM in serum, both female and male mice dosed with PFOA had a statistical reduction in the TDAR; 79% and 89.9%, respectively ( p  < .05;  Figure 1 ).\n\nMean (± SD) SRBC-specific IgM antibody concentrations in male and female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. * p  < .05 compared with sex-matched control group.  N  = 8 animals/sex/group.\n\nExposure to PFOA resulted in a nonsignificant decrease in the total number of overall B cells by 1.45% ( Supplementary Figure 1 ) and in the numbers of naïve, follicular, plasmablasts, and memory B cells ( Figure 2A ) in the spleens of female mice, compared with vehicle controls. Alternatively, male mice displayed a more robust response to PFOA exposure. The number of overall B cells was statistically reduced by 15%. The number of follicular cells was statistically increased by 9 ± 1.15% and the number of plasmablasts was statistically reduced from vehicle controls by 55 ± 0.08%. Although naïve, marginal zone, memory cells were reduced in dosed male mice, these reductions were not statistically significant ( Figure 2B ). Additionally, female and male mice exhibited a biologically based sex difference, with female mice having higher overall numbers within follicular, plasmablast, and memory B cells. Numbers of naïve and marginal B cells were approximately equal between female and male mice. PFOA exposure did not change the direction of this sex difference.\n\nA, Mean (± SD) number of B cells counted in spleens of female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. The CD19 +  marker was used to define the following populations: Memory [CD19 +CD27], Plasmablasts [CD138 +CD38], Marginal [CD1D], Naive [CD43], and Follicular [CD23]. No statistical differences were detected among the dose groups.   N = 8 animals/dose. B, Mean (± SD) number of B cells counted in spleens from male C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. The CD19 +  marker was used to define the following populations: Memory [CD19 +CD27], Plasmablasts [CD138 +CD38], Marginal [CD1D], Naive [CD43], and Follicular [CD23] * p  < .05 compared with control group.  N   =  8 animals/dose.\n\nB-cell functionality was assessed by upregulation of the co-stimulatory marker CD86 in response to anti-CD40 and IL-4 stimulation. At baseline, without stimulation, there was no difference in the number of CD86 +  B cells between vehicle and PFOA exposed mice, for either female or male cohorts.  In vitro  stimulation with anti-CD40 and IL-4 significantly increased the number of CD86 +  B cells in all groups, when compared with their appropriate unstimulated controls ( Figure 3A and 3B ). There were no observed statistical differences between vehicle and PFOA exposed stimulated B cells in either female or male cohorts, suggesting that PFOA did not affect the ability of B cells to respond to stimulation.\n\nA, Mean (± SD) number of B cells isolated from spleens of female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and counted following a 24-h incubation. * p  < .05 compared with respective unstimulated group.  N  = 3 animals/dose. B, Mean (± SD) number of B cells isolated from spleens of male C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and counted following a 24-h incubation. * p  < .05 compared with control group.  N  = 3 animals/dose.\n\nMitochondrial function was determined by measuring oxygen consumption in response to  ex vivo  anti-CD40 and IL-4 stimulation. The measurements included basal, maximal, and spare respiratory capacity. Basal respiration was captured to provide a baseline of the cellular OCR under normal conditions. Maximal respiration provided values of maximum cellular oxygen consumption under the influence of increased energetic demand. Spare respiratory capacity reflected the cellular capability to respond to changes in energetic demand by evaluating the difference between basal and maximal respiration. These measurements were made 24 h after the 15-day exposure to PFOA. In the overall model, changes in mitochondrial markers were statistically significant for both male and female groups, indicating differences due to stimulation and/or PFOA exposure. Within control groups for both sexes, pmol/min increased following stimulation for all mitochondrial markers, but these increases were not statistically significant. In cells from female animals, basal respiration, maximum respiration, and spare capacity increased by 46.7%, 33.6%, and 29.5%, respectively, following stimulation ( Figure 4A ). In cells from male animals, basal respiration, maximum respiration, and spare capacity increased by 98%, 44% and 34%, respectively, following stimulation ( Figure 4B ). In comparison, cells from animals exposed to PFOA had statistically significant increases in all mitochondrial markers. In cells from female animals, basal respiration, maximum respiration, and spare capacity increased by 264%, 172% and 153%, respectively, following stimulation ( Figure 4A ). Although not statistically significant, responses due to stimulation in cells from the PFOA-exposed group represented a 5-fold increase across all measurements when compared with stimulation in the control group. In cells from male animals, basal respiration, maximum respiration, and spare capacity increased by 200%, 252% and 266%, respectively, following stimulation ( Figure 4B ). Additionally, following stimulation, maximum respiration and spare capacity differed between cells from control animals and cells from PFOA-exposed animals, with PFOA-exposed cells having about a 130% increase, on average, compared with the control cells. Responses due to stimulation in cells from the PFOA-exposed group represented a 2-fold increase in basal respiration, a 7-fold increase in maximum respiration, and a 5-fold increase in spare capacity ( Figure 4A and 4B ).\n\nA, Mean (± SD) measures of mitochondrial function in B cells isolated from spleens of female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and were evaluated with a mitochondrial stress test following a 24-h incubation. The overall 2-way repeated measures ANOVA was statistically significant ( p  < .05). Basal respiration, maximum capacity, and spare capacity differed statistically regardless of PFOA exposure or stimulation, demonstrating that these 3 mitochondrial measures differed from one another. Within control groups, stimulation did not statistically increase responses from unstimulated cells and within PFOA-treated groups, stimulation did statistically increase responses from unstimulated cells (* p  < .05).  N  = 3 animals per dose. B, Mean (± SD) measures of mitochondrial function in B cells isolated from spleens of male C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and were evaluated with a mitochondrial stress test following a 24-h incubation. The overall 2-way repeated measures ANOVA was statistically significant. Basal respiration, maximum capacity, and spare capacity differed statistically regardless of PFOA exposure or stimulation, demonstrating that these 3 mitochondrial measures differed from one another. Within the control groups,  ex vivo  stimulation did not statistically alter the pmol/min within basal respiration, maximum capacity, or spare capacity. Within the PFOA-exposed groups,  ex vivo  stimulation did statistically alter the pmol/min within basal respiration, maximum respiration, and spare capacity (* p  < .05). There was not a statistical difference between control and PFOA exposed groups for basal respiration regardless of stimulation, but there was a difference between control and PFOA-exposed groups for both maximum capacity and spare capacity in stimulated cells (* p  < .05).  N  = 3 animals per dose."
    },
    {
      "title": "Organ weights and cellularity",
      "text": "PFOA exposure resulted in a significant reduction in spleen weights in both female (30.4%;  p  < .05) and male (27.7%;  p  < .05) cohorts, compared with sex-matched vehicle controls ( Table 1 ). In addition to reduced splenic weight, dosed female and male mice also had a significant decrease in spleen cellularity, measured as cells/mg tissue weight; in female mice cellularity was decreased by 27.1% and in male mice cellularity was decreased by 20.5% ( Table 1 ). Oppositely, liver weights from the PFOA-dosed mice in both male and female groups increased statistically by 144%, on average, compared with sex-matched vehicle controls ( Table 1 ).\n\nAverage absolute and relative organ weights and splenic cellularity in female and male C57BL/6 mice given PFOA by gavage for 15 days\n\nA statistical ( p  < .05) difference from match-sex control group.\n\nN  = 8 animals/group."
    },
    {
      "title": "The TDAR",
      "text": "As measured by anti-SRBC soluble IgM in serum, both female and male mice dosed with PFOA had a statistical reduction in the TDAR; 79% and 89.9%, respectively ( p  < .05;  Figure 1 ).\n\nMean (± SD) SRBC-specific IgM antibody concentrations in male and female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. * p  < .05 compared with sex-matched control group.  N  = 8 animals/sex/group."
    },
    {
      "title": "B-cell phenotype",
      "text": "Exposure to PFOA resulted in a nonsignificant decrease in the total number of overall B cells by 1.45% ( Supplementary Figure 1 ) and in the numbers of naïve, follicular, plasmablasts, and memory B cells ( Figure 2A ) in the spleens of female mice, compared with vehicle controls. Alternatively, male mice displayed a more robust response to PFOA exposure. The number of overall B cells was statistically reduced by 15%. The number of follicular cells was statistically increased by 9 ± 1.15% and the number of plasmablasts was statistically reduced from vehicle controls by 55 ± 0.08%. Although naïve, marginal zone, memory cells were reduced in dosed male mice, these reductions were not statistically significant ( Figure 2B ). Additionally, female and male mice exhibited a biologically based sex difference, with female mice having higher overall numbers within follicular, plasmablast, and memory B cells. Numbers of naïve and marginal B cells were approximately equal between female and male mice. PFOA exposure did not change the direction of this sex difference.\n\nA, Mean (± SD) number of B cells counted in spleens of female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. The CD19 +  marker was used to define the following populations: Memory [CD19 +CD27], Plasmablasts [CD138 +CD38], Marginal [CD1D], Naive [CD43], and Follicular [CD23]. No statistical differences were detected among the dose groups.   N = 8 animals/dose. B, Mean (± SD) number of B cells counted in spleens from male C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. The CD19 +  marker was used to define the following populations: Memory [CD19 +CD27], Plasmablasts [CD138 +CD38], Marginal [CD1D], Naive [CD43], and Follicular [CD23] * p  < .05 compared with control group.  N   =  8 animals/dose."
    },
    {
      "title": "Ex vivo  B-cell activation",
      "text": "B-cell functionality was assessed by upregulation of the co-stimulatory marker CD86 in response to anti-CD40 and IL-4 stimulation. At baseline, without stimulation, there was no difference in the number of CD86 +  B cells between vehicle and PFOA exposed mice, for either female or male cohorts.  In vitro  stimulation with anti-CD40 and IL-4 significantly increased the number of CD86 +  B cells in all groups, when compared with their appropriate unstimulated controls ( Figure 3A and 3B ). There were no observed statistical differences between vehicle and PFOA exposed stimulated B cells in either female or male cohorts, suggesting that PFOA did not affect the ability of B cells to respond to stimulation.\n\nA, Mean (± SD) number of B cells isolated from spleens of female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and counted following a 24-h incubation. * p  < .05 compared with respective unstimulated group.  N  = 3 animals/dose. B, Mean (± SD) number of B cells isolated from spleens of male C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and counted following a 24-h incubation. * p  < .05 compared with control group.  N  = 3 animals/dose."
    },
    {
      "title": "B-cell mitochondrial markers",
      "text": "Mitochondrial function was determined by measuring oxygen consumption in response to  ex vivo  anti-CD40 and IL-4 stimulation. The measurements included basal, maximal, and spare respiratory capacity. Basal respiration was captured to provide a baseline of the cellular OCR under normal conditions. Maximal respiration provided values of maximum cellular oxygen consumption under the influence of increased energetic demand. Spare respiratory capacity reflected the cellular capability to respond to changes in energetic demand by evaluating the difference between basal and maximal respiration. These measurements were made 24 h after the 15-day exposure to PFOA. In the overall model, changes in mitochondrial markers were statistically significant for both male and female groups, indicating differences due to stimulation and/or PFOA exposure. Within control groups for both sexes, pmol/min increased following stimulation for all mitochondrial markers, but these increases were not statistically significant. In cells from female animals, basal respiration, maximum respiration, and spare capacity increased by 46.7%, 33.6%, and 29.5%, respectively, following stimulation ( Figure 4A ). In cells from male animals, basal respiration, maximum respiration, and spare capacity increased by 98%, 44% and 34%, respectively, following stimulation ( Figure 4B ). In comparison, cells from animals exposed to PFOA had statistically significant increases in all mitochondrial markers. In cells from female animals, basal respiration, maximum respiration, and spare capacity increased by 264%, 172% and 153%, respectively, following stimulation ( Figure 4A ). Although not statistically significant, responses due to stimulation in cells from the PFOA-exposed group represented a 5-fold increase across all measurements when compared with stimulation in the control group. In cells from male animals, basal respiration, maximum respiration, and spare capacity increased by 200%, 252% and 266%, respectively, following stimulation ( Figure 4B ). Additionally, following stimulation, maximum respiration and spare capacity differed between cells from control animals and cells from PFOA-exposed animals, with PFOA-exposed cells having about a 130% increase, on average, compared with the control cells. Responses due to stimulation in cells from the PFOA-exposed group represented a 2-fold increase in basal respiration, a 7-fold increase in maximum respiration, and a 5-fold increase in spare capacity ( Figure 4A and 4B ).\n\nA, Mean (± SD) measures of mitochondrial function in B cells isolated from spleens of female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and were evaluated with a mitochondrial stress test following a 24-h incubation. The overall 2-way repeated measures ANOVA was statistically significant ( p  < .05). Basal respiration, maximum capacity, and spare capacity differed statistically regardless of PFOA exposure or stimulation, demonstrating that these 3 mitochondrial measures differed from one another. Within control groups, stimulation did not statistically increase responses from unstimulated cells and within PFOA-treated groups, stimulation did statistically increase responses from unstimulated cells (* p  < .05).  N  = 3 animals per dose. B, Mean (± SD) measures of mitochondrial function in B cells isolated from spleens of male C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and were evaluated with a mitochondrial stress test following a 24-h incubation. The overall 2-way repeated measures ANOVA was statistically significant. Basal respiration, maximum capacity, and spare capacity differed statistically regardless of PFOA exposure or stimulation, demonstrating that these 3 mitochondrial measures differed from one another. Within the control groups,  ex vivo  stimulation did not statistically alter the pmol/min within basal respiration, maximum capacity, or spare capacity. Within the PFOA-exposed groups,  ex vivo  stimulation did statistically alter the pmol/min within basal respiration, maximum respiration, and spare capacity (* p  < .05). There was not a statistical difference between control and PFOA exposed groups for basal respiration regardless of stimulation, but there was a difference between control and PFOA-exposed groups for both maximum capacity and spare capacity in stimulated cells (* p  < .05).  N  = 3 animals per dose."
    },
    {
      "title": "DISCUSSION",
      "text": "Studies with animal models and of exposed human populations have reported that exposure to PFAS diminishes the ability of the immune system to fight infections or respond to vaccines ( Fenton  et al. , 2021 ). According to current projections, up to 69 million deaths will be prevented between 2000 and 2030 due to vaccinations and more than 21 million hospitalizations and 732 000 deaths among children born in the last 20 years will be prevented ( CDC, 2014 ). An effective immune system is critical in reaching these projections and exposure to agents, such as PFAS, that compromise the immune system are detrimental to public health.\n\nThis study observed that PFOA exposure reduced antibody responses and reduced numbers of splenic B cells, which may be linked to modulation of B-cell immunometatoblic functions. Evaluation of the TDAR is essential for detecting immunotoxicity and immunosuppression ( DeWitt  et al. , 2012 ,  2019 ). Previous studies in our lab have demonstrated a reduction in the TDAR following PFOA exposure and our current study is in agreement. PFOA (7.5 mg/kg) given orally to male and female mice for 15 days suppressed the TDAR ( Figure 1 ). Similar to past findings, no reductions in body weight ( Table 1 ) or signs of systemic toxicity over the duration of exposure were observed ( DeWitt  et al. , 2008 ,  2016 ). Liver weights also were statistically increased in PFOA-exposed mice, consistent with previous studies of PFOA ( Fenton  et al. , 2021 ).\n\nAlthough this immune suppression has been linked to B-cell function, it has not previously been linked to reductions in total numbers of splenic B cells ( DeWitt  et al. , 2016 ). However, to date, no studies have reported enumeration of B-cell subsets following PFOA exposure, which is why the current study was conducted. In a study with PFOS, the total number of splenic B cells did not change but there was a reduced percentage of mature B cells ( Torres  et al. , 2021 ). In an immunotoxicity study of PFOA,  De Guise and Levin (2021)  exposed B6C3F1 female mice to 0, 1.88, or 7.5 mg/kg of PFOA in drinking water for 4 weeks and evaluated the TDAR using keyhole limpet hemocyanin as an antigen. PFOA exposure reduced the TDAR and suppressed Th2 cytokines, which they interpreted as mechanistically relevant to suppression of the TDAR. Although our study differed in exposure duration (15 days vs 4 weeks) and in administration (gavage vs drinking water), we did not evaluate serum cytokine levels in the current study and  De Guise and Levin (2021)  did not enumerate B- or T-cell populations. We agree that PFOA can modify cytokine levels and have effects on T cells ( Son  et al. , 2009 ). However, PFOA and PFOS exposure in mice can reduce antibody production when immunized with T cell-independent antigens, indicating that deficiencies in B cells is a more likely mechanistic explanation ( DeWitt  et al. , 2016 ;  Peden-Adams  et al. , 2008 ).\n\nWe report here reductions in total number of B cells in PFOA-exposed female (not statistically significant) and male mice ( Supplemental Figure 1 ), which has not been consistently observed in previous studies of adult mice. In  DeWitt  et al.  (2016) , adult female C57BL/6 mice had no alterations in total B-cell numbers after oral exposure to 0, 7.5, or 30 mg/kg of PFOA for 15 days. Regarding other PFAS, in a study of sulfluramid, an insecticide that degrades to PFOS, no changes in total B-cell numbers in adult female B6C3F1 mice were observed ( Peden-Adams  et al. , 2007 ).  Keil  et al.  (2008)  exposed male and female B6C3F1 mice to PFOS during gestation and observed a 20% reduction in total B-cell numbers in female offspring exposed to the highest dose (5 mg/kg). Although these studies had slight differences in exposure duration and strain of mice used, they were largely in agreement that total numbers of B cells were not robustly diminished by exposure to PFOS. However, as antibody suppression has been reported across experimental animal and epidemiological studies, a logical first step in uncovering potential mechanisms of this suppression was enumeration of B-cell subsets.\n\nB-cell development is a complex sequence of events dependent on the microenvironment in which cells exist. If conditions are favorable, this allows for progression to the next step of development ( Loder  et al. , 1999 ). Modifications in the microenvironment can lead to alterations that can disrupt the B-cell differentiation pathway ( Loder  et al. , 1999 ). Our flow cytometric analyses revealed that exposure to PFOA decreased numbers of naïve and marginal zone B cells in male mice (although these reductions were not statistically significant). These cells provide a rapid response of IgM and IgG antibodies following infections by blood-borne viruses and encapsulated bacteria ( Cerutti, 2013 ). Reduction of naïve B-cell numbers affects development of the B-cell life cycle because naïve B cells must become activated to ultimately differentiate into memory or plasma cells. If fewer naïve B cells are circulating, there likely will be reduced humoral responses ( Schulz  et al. , 2021 ). Plasmablasts are precursors to plasma cells, which secrete antibodies; these cell numbers were decreased by PFOA exposure in male and female mice. Both male and female mice also had reductions in the TDAR, with males having a slightly greater reduction (89.9%) compared with females (79.0%). Along the B-cell development pathway, plasmablasts stem from follicular B cells ( Abbas  et al. , 2022 ). We observed a nonstatistical decrease in follicular B-cell numbers in the females and a statistical increase in follicular B-cell numbers in male mice exposed to PFOA. Follicular B cells participate in TDAR and are essential for T-dependent humoral immunity ( Mirzaei, 2022 ). The transition from activated follicular B cells into plasma cells is an intricate process influenced by cytokines, chemokines, and coreceptors of various cells ( Nera  et al. , 2015 ). For example, T follicular helper cells function by activating B follicular cells, which allows them to differentiate into high-affinity B cells ( De Silva and Klein, 2015 ). These B cells then differentiate into plasmablasts. Variation in this process leads to lower affinity B cells that may not be fit to continue ( Nera  et al. , 2015 ). Decreases in male plasmablasts may be due to B cells being lower affinity cells, which can differentiate into memory B cells or return to the germinal center to undergo more rounds of somatic hypermutation ( Victora and Nussenzweig, 2012 ). Diminishment in numbers of multiple B-cell subsets demonstrates that PFOA has effects on the B-cell development pathway leading to decreased immune function. Although a limitation of this study is a focus on B cells at the peak of IgM antibody levels, important next steps will require evaluating B cells across the trajectory of B-cell development, from stimulation to antibody production. This will improve understanding of effects of PFAS exposure on B-cell differentiation and proliferation.\n\nB cells encounter paramount metabolic demands to complete the activation phase of cell division ( Pearce  et al. , 2013 ). To survive, B cells must be able to handle bioenergetic requirements of an increase in cell proliferation and a changing environment (Pearce  et al. ,  2013 ). Environmental changes include an increased rate of transcription and translation, increased consumption of nutrients, and changes in cell size ( D’Souza and Bhattacharya, 2019 ). Assessing bioenergetic health of immune cells is often used as an indicator of overall bioenergetic health ( Kramer  et al. , 2014 ) and an important feature of mitochondria is the ability to regulate activation, differentiation, and survival of immune cells. This leads to the interlinking of immune functions such as the TDAR with mitochondrial-based immunometabolism to understand immunosuppression. B cells from both control and PFOA-exposed animals responded to stimulation and became activated, an essential step to initiating downstream events. We also observed that only cells from male mice exposed to PFOA had exaggerated responses to stimulation. This suggests that mitochondria in B cells exposed to PFOA were fit to handle energy challenges of activation but may be hyperresponsive following PFOA exposure. This is concerning because cells may not be able to keep up with progressive energy demands of proliferation and further differentiation. These observations suggest that PFOA exposure leads to a B-cell phenotype overreactive to activation that may not be sustainable long term. If energy availability is insufficient due to over expenditure in earlier steps this could lead to B-cell subset development arrest, diminishment, or a metabolic collapse.\n\nWe observed changes in numbers of B-cell subsets as well as mitochondrial markers following PFOA exposure, indicating that the B-cell developmental trajectory may have deficiencies that affect differentiation or proliferation, leading to suppression of the TDAR. Our analysis also highlighted sex differences with males appearing more sensitive to effects of PFOA exposure than females. Although female mice had higher overall numbers within follicular, plasmablast, and memory B cells, PFOA exposure did not change the direction of this sex difference, supporting the increased sensitivity of male mice to PFOA exposure. Our findings suggest that B-cell development and survival may be hindered by PFOA exposure, but that activation of B cells was not. This work will help to further elucidate potential molecular mechanisms by which PFOA and other PFAS may suppress the TDAR."
    },
    {
      "title": "Supplementary Material",
      "text": "Click here for additional data file."
    }
  ],
  "full_text": "Abstract Per- and polyfluoroalkyl substances (PFAS) are synthetic chemicals; the vast majority are environmentally and biologically persistent, and some have demonstrated toxicity, including cancer, effects on metabolism, endocrine disruption, and immune dysfunction. Suppression of T-cell-dependent antibody responses (TDAR) has been observed in numerous studies of PFAS but mechanisms remain elusive. Evidence from our work suggests that B cells and how they use energy are impacted by PFAS exposure. We hypothesize that a well-studied and immunotoxic PFAS, perfluorooctanoic acid (PFOA), alters B-cell subclasses and markers of their metabolism. Adult male and female C57BL/6 mice were given PFOA (0 or 7.5 mg/kg) via gavage for 15 days, a duration and dose sufficient to suppress the TDAR. After dosing and immunization of subgroups, spleens were prepared to quantify B-cell subsets. Flow cytometric analysis revealed decreased numbers of plasmablasts, follicular, naïve, and overall B-cell subclasses in female PFOA-exposed groups. Male PFOA-exposed groups had a significant increase in follicular B cells and other subsets had decreases, including in the overall number of B cells. Twenty-four hours after naïve B-cell isolation and  ex vivo  activation, metabolic measurements revealed a 5-fold increase in metabolic markers in response to stimulation in PFOA-exposed groups compared with controls. These findings suggest that B-cell development and survival may be hindered by PFOA exposure, but that activation of the remaining B cells was not. Based on these findings, PFOA-mediated suppression of the primary IgM antibody response results changes to specific subsets of B cells.\n\n## Materials and methods\n\nC57BL/6 mice, 32 of each sex, were purchased from Charles River Laboratories and housed in the East Carolina University Brody School of Medicine animal facility (accredited by the Association for Assessment and Accreditation of Laboratory Animal Care). All procedures in this study were approved in advance by the ECU Institutional Animal Care and Use Committee and were conducted in accordance with the Guiding Principles in the Use of Animals in Toxicology. The C57BL/6 mouse strain was utilized for consistency with previously published findings as well as their sensitivity to the immunotoxic effects of PFAS ( DeWitt  et al. , 2016 ). Upon arrival, animals were distributed by sex into polycarbonate cages of 3 animals/cage and weighed. Body weights were evaluated statistically by analysis of variance (ANOVA) and if statistical differences ( p  < .05) were detected, animals were rearranged to evenly distribute body weights across all cages within sex. Animals were acclimated to the facility for 5 days before any further manipulation, were housed in temperature-controlled conditions (23 ± 3°C) with a 12:12 h light:dark cycle with 50 ± 20% relative humidity, and were given access to food and water  ad libitum .\n\nFresh dosing solutions of PFOA (lot no. 1349401; Sigma) at a concentration 0.75 mg/ml were prepared weekly in sterile water with 0.5% Tween-20 as a vehicle. Vehicle control mice received sterile water with 0.5% Tween-20. Dosing solutions were stored at 4°C when not in use. Each day the dosing solutions were checked to ensure that they were free from observable signs of visible contamination. Mice were weighed daily, and dosing solution was administered via oral gavage to simulate drinking water exposure for 15 consecutive days at 0.1 ml/10 g of body weight. Dosing solutions were prepared so that this volume would result in the appropriate mg/kg of body weight dosage. The administered dose of PFOA was based on previous research in the lab demonstrating suppression of IgM TDAR at 7.5 mg/kg in the absence of overt systemic toxicity when given via gavage. This dose is one doubling above the lowest observed adverse effect level or 3.75 mg/kg reported for suppression of antigen-specific IgM antibody responses ( DeWitt  et al. , 2008 ).\n\nOne day after the final dose was administered, mice were anesthetized with inhaled Isoflurane and blood was collected via neck vein transection into microcentrifuge tubes with a clot activator (Becton, Dickinson and Company, Franklin Lakes, New Jersey). Serum was separated from clotted blood at 4°C by centrifugation at then frozen at −80°C until further analysis. Fresh spleens were excised and weighed following terminal blood collections and immediately placed into RPMI 1640-medium (supplemented with 1% fetal bovine serum [FBS] and kept on ice for immunophenotyping or B-cell isolation and  ex vivo  analysis). The liver was removed and weighed and frozen at −80°C for later analyses.\n\nOn the 11th day of dosing, mice in selected groups were immunized with 4 × 10 7  SRBCs (sheep red blood cells) in 0.2 ml of sterile saline by i.v. injection. The TDAR was assessed as described previously ( Woodlief  et al. , 2021 ) using a commercially available mouse anti-SRBC IgM ELISA kit (Life Diagnostics, Inc., West Chester, Pennsylvania). In brief, serum samples and anti-SRBC IgM standards were diluted 50-fold and added to 96-well ELISA plates in duplicate. Plates were incubated at room temperature for 45 min on an orbital shaker. Wells were washed 5× in 1× washing solution, tapped dry, and enzyme conjugate reagent was then added to each well. Plates were incubated at room temperature for 20 min on an orbital shaker. The wells were again washed 5× in 1× wash solution and tapped dry, then TMB reagent was added to each well and plates were incubated at room temperature for 20 min. Stop solution (1 N HCL) was added to each well and the optical density at 450 nm was immediately measured on a microplate reader. The concentration of anti-SRBC IgM (units/ml) was calculated by fitting each sample onto a standard curve that was based on the absorbance of the anti-SRBC IgM standards.\n\nSpleens in RPMI were mashed with the hard side of plunger from a 3-ml syringe and then passed through 70 µm filters to make single-cell suspensions. After lysis of red blood cells, suspended spleen cells were counted and viability was determined on a Nexcelon Bioscience Cellometer Auto 2000 cell counter (Nexcelom Bioscience, Lawrence, Massachusetts) and then adjusted to 2 × 10 7  cells/ml. Spleen cell suspensions were aliquoted and prepared for analysis by flow cytometry. Monoclonal antibodies coupled to fluorochrome-specific markers were used as follows: Spark NIR 685 CD19, PE CD43, BUV805 CD1d, PE-Cy7 CD21/CD35, eFluor 450 CD23, Super Bright 436 CD27, PE-Cy5 CD38, BV785 CD138, BUV395 CD45, and Live/Dead Blue (see  Supplementary Table 1  for details on antibodies used). Each experiment contained 2 replicates of unstained cells as negative staining controls and 9 single-stained samples to establish fluorescent reference controls. Flow cytometric analysis was performed using a Cytek Aurora 5-laser full spectrum flow cytometer (Cytek Biosciences, Fremont, California) with 50 000 events collected per sample. Dead cells and debris were excluded from analysis by using Live/Dead Blue and gating the viable splenic lymphocyte populations. Unstained cells, single color reference controls, and fluorescence minus one controls were used to distinguish the negative populations from the positive populations for B cells. Leukocytes were gated based on CD45 expression. Cells were then gated for CD138, CD19, CD21/CD35, CD38, CD43, CD1D, CD27, and CD23 (see  Supplementary Figure 2 ). B-cell subsets were classified as naïve (CD19 + CD27 − CD43 + CD23 lo/− ), marginal zone (CD19 + CD27 − CD23/CD35 hi CD1D hi ), follicular (CD19 + CD23 + CD21/CD35 int ), or plasmasblasts (CD19 + CD138 + CD38 + ). Mature B cells were identified as the sum of follicular and marginal zone cells. The total number of each cell type was determined from spleen cellularity.\n\nSpleens were processed as described previously in the phenotyping section, with a few modifications. Spleen single-cell suspensions were counted and assessed for viability as described previously. B-cell fractions were isolated using Dynabeads (mouse CD43: Invitrogen/ThermoFisher Scientific, Waltham, Massachusetts) by negative selection. Live cell counts were used to determine a cell to bead ratio of 5 × 10 7  cells/ml to 50 ml CD43 beads + 2 ml cell medium (RPMI-1640 medium + 1% FBS). Cell and bead mixtures were incubated at room temperature for 20 min on an orbital shaker, and then placed on a cell separation magnet for 2–3 min to allow for beads to bind to the magnet. The resulting cell suspension was then transferred to a clean tube and allowed to sit for 2–3 min to remove residual beads; this step was performed twice. Samples were then centrifuged at 400 × g for 5 min at 4°C, resuspended in 1 ml of complete B-cell medium (RPMI-1640 + 10% FBS + 50 µM β-mercaptoethanol, 1% PenStrep, 1% Glutamax, 1% nonessential ammino acids, 1% sodium pyruvate) and counted on a Nexcelon Bioscience Cellometer Auto 2000 cell counter. Enriched B-cell fractions were combined from spleens of 2 mice of the same dose and sex and were then plated into 6-well cell culture plates (5 × 10 6  cells/well) and incubated for 24 h in the absence or presence of anti-CD40 (1 µg/ml) and IL-4 (20 ng/1 ml). Cells were harvested after 24 h, centrifuged at 400 × g at 4°C, resuspended in 500–1 ml of B-cell medium, counted, and then placed on ice for phenotyping or bioenergetic analysis.\n\nCells from the  ex vivo  spleen B-cell preparation and activation were added to microcentrifuge tubes at a concentration of 2 × 10 7  cells/ml. Activated B cells were identified with CD86-PE, a monoclonal antibody (eBiosciences, San Diego, California; see  Supplementary Table 1  for details on antibodies used). Each experiment contained one tube of unstained unstimulated cells and one unstained tube of stimulated cells to provide the autofluorescence of each condition. Flow cytometric analysis was performed using a Cytek Aurora 5-laser full spectrum flow cytometer with 50 000 events collected per sample. Dead cells and debris were excluded from analysis by gating for lymphocytes using SSC-A and FSC-A. A singlet gate was then created using FSC-H and FSC-A to exclude doublets. After this gate was established, the cells were then gated for CD86. The total number of specific cells was determined from spleen cellularity.\n\nOxygen consumption rate (OCR) was evaluated in enriched B cells 24 h after incubation in the presence or absence of anti-CD40 and IL-4. After incubation, cells were resuspended in respiration buffer (Seahorse RPMI, 20 nM glutamine, 200 nM glucose, 200 mM pyruvate) and plated at 5 × 10 5  cells/180 µl on a 96-well Seahorse plate (Agilent, Santa Clara, California). Prior to plating cells, Seahorse plates were coated with poly- d -lysine (20 µl/well) as per manufacturer’s instructions. OCR was determined using the Mitochondrial Stress Test kit (Agilent) as per the manufacturer’s instructions with the following inhibitors: Port A: Oligomycin (0.5 µM); Port B: FCCP (2.0 µM); Port C: FCCP (2.0 µM); Port D: Rot/Ana (0.5 µM). Basal, maximal (FCCP induced), and reserve capacity (maximal-basal) were calculated by OCR/5 × 10 5  cells. Metabolic parameters were acquired from XF Wave software (Agilent, Santa Clara, California) and calculated using Microsoft Excel.\n\nStatistical analyses were performed using the Statistical Analysis System (SAS, Cary, North Carolina). Daily body weights within sex were analyzed by a 2-way repeated measures ANOVA with the between-subjects variable being dose and the within-subjects variable being day. Within each sex a 1-way ANOVA by dose was used to analyze liver weights, anti-SRBC IgM levels, spleen cellularity, and B-cell phenotype. A 2-way ANOVA was used for  ex vivo  B-cell activation and B-cell bioenergetics with the between-subjects variable being dose and the within-subjects variable being stimulation.  Post hoc  1-way ANOVAs and pairwise  t -tests were used when  F -statistics from 2-way or 1-way ANOVAs indicated statistical significance. Statistical significance was determined when the  p -value was less than .05. A paired  t -test was used to examine the difference between the control unstimulated and control stimulated groups as well as the PFOA unstimulated and PFOA stimulated groups for B-cell bioenergetics data.\n\n## \n\nC57BL/6 mice, 32 of each sex, were purchased from Charles River Laboratories and housed in the East Carolina University Brody School of Medicine animal facility (accredited by the Association for Assessment and Accreditation of Laboratory Animal Care). All procedures in this study were approved in advance by the ECU Institutional Animal Care and Use Committee and were conducted in accordance with the Guiding Principles in the Use of Animals in Toxicology. The C57BL/6 mouse strain was utilized for consistency with previously published findings as well as their sensitivity to the immunotoxic effects of PFAS ( DeWitt  et al. , 2016 ). Upon arrival, animals were distributed by sex into polycarbonate cages of 3 animals/cage and weighed. Body weights were evaluated statistically by analysis of variance (ANOVA) and if statistical differences ( p  < .05) were detected, animals were rearranged to evenly distribute body weights across all cages within sex. Animals were acclimated to the facility for 5 days before any further manipulation, were housed in temperature-controlled conditions (23 ± 3°C) with a 12:12 h light:dark cycle with 50 ± 20% relative humidity, and were given access to food and water  ad libitum .\n\nFresh dosing solutions of PFOA (lot no. 1349401; Sigma) at a concentration 0.75 mg/ml were prepared weekly in sterile water with 0.5% Tween-20 as a vehicle. Vehicle control mice received sterile water with 0.5% Tween-20. Dosing solutions were stored at 4°C when not in use. Each day the dosing solutions were checked to ensure that they were free from observable signs of visible contamination. Mice were weighed daily, and dosing solution was administered via oral gavage to simulate drinking water exposure for 15 consecutive days at 0.1 ml/10 g of body weight. Dosing solutions were prepared so that this volume would result in the appropriate mg/kg of body weight dosage. The administered dose of PFOA was based on previous research in the lab demonstrating suppression of IgM TDAR at 7.5 mg/kg in the absence of overt systemic toxicity when given via gavage. This dose is one doubling above the lowest observed adverse effect level or 3.75 mg/kg reported for suppression of antigen-specific IgM antibody responses ( DeWitt  et al. , 2008 ).\n\nOne day after the final dose was administered, mice were anesthetized with inhaled Isoflurane and blood was collected via neck vein transection into microcentrifuge tubes with a clot activator (Becton, Dickinson and Company, Franklin Lakes, New Jersey). Serum was separated from clotted blood at 4°C by centrifugation at then frozen at −80°C until further analysis. Fresh spleens were excised and weighed following terminal blood collections and immediately placed into RPMI 1640-medium (supplemented with 1% fetal bovine serum [FBS] and kept on ice for immunophenotyping or B-cell isolation and  ex vivo  analysis). The liver was removed and weighed and frozen at −80°C for later analyses.\n\nOn the 11th day of dosing, mice in selected groups were immunized with 4 × 10 7  SRBCs (sheep red blood cells) in 0.2 ml of sterile saline by i.v. injection. The TDAR was assessed as described previously ( Woodlief  et al. , 2021 ) using a commercially available mouse anti-SRBC IgM ELISA kit (Life Diagnostics, Inc., West Chester, Pennsylvania). In brief, serum samples and anti-SRBC IgM standards were diluted 50-fold and added to 96-well ELISA plates in duplicate. Plates were incubated at room temperature for 45 min on an orbital shaker. Wells were washed 5× in 1× washing solution, tapped dry, and enzyme conjugate reagent was then added to each well. Plates were incubated at room temperature for 20 min on an orbital shaker. The wells were again washed 5× in 1× wash solution and tapped dry, then TMB reagent was added to each well and plates were incubated at room temperature for 20 min. Stop solution (1 N HCL) was added to each well and the optical density at 450 nm was immediately measured on a microplate reader. The concentration of anti-SRBC IgM (units/ml) was calculated by fitting each sample onto a standard curve that was based on the absorbance of the anti-SRBC IgM standards.\n\nSpleens in RPMI were mashed with the hard side of plunger from a 3-ml syringe and then passed through 70 µm filters to make single-cell suspensions. After lysis of red blood cells, suspended spleen cells were counted and viability was determined on a Nexcelon Bioscience Cellometer Auto 2000 cell counter (Nexcelom Bioscience, Lawrence, Massachusetts) and then adjusted to 2 × 10 7  cells/ml. Spleen cell suspensions were aliquoted and prepared for analysis by flow cytometry. Monoclonal antibodies coupled to fluorochrome-specific markers were used as follows: Spark NIR 685 CD19, PE CD43, BUV805 CD1d, PE-Cy7 CD21/CD35, eFluor 450 CD23, Super Bright 436 CD27, PE-Cy5 CD38, BV785 CD138, BUV395 CD45, and Live/Dead Blue (see  Supplementary Table 1  for details on antibodies used). Each experiment contained 2 replicates of unstained cells as negative staining controls and 9 single-stained samples to establish fluorescent reference controls. Flow cytometric analysis was performed using a Cytek Aurora 5-laser full spectrum flow cytometer (Cytek Biosciences, Fremont, California) with 50 000 events collected per sample. Dead cells and debris were excluded from analysis by using Live/Dead Blue and gating the viable splenic lymphocyte populations. Unstained cells, single color reference controls, and fluorescence minus one controls were used to distinguish the negative populations from the positive populations for B cells. Leukocytes were gated based on CD45 expression. Cells were then gated for CD138, CD19, CD21/CD35, CD38, CD43, CD1D, CD27, and CD23 (see  Supplementary Figure 2 ). B-cell subsets were classified as naïve (CD19 + CD27 − CD43 + CD23 lo/− ), marginal zone (CD19 + CD27 − CD23/CD35 hi CD1D hi ), follicular (CD19 + CD23 + CD21/CD35 int ), or plasmasblasts (CD19 + CD138 + CD38 + ). Mature B cells were identified as the sum of follicular and marginal zone cells. The total number of each cell type was determined from spleen cellularity.\n\nSpleens were processed as described previously in the phenotyping section, with a few modifications. Spleen single-cell suspensions were counted and assessed for viability as described previously. B-cell fractions were isolated using Dynabeads (mouse CD43: Invitrogen/ThermoFisher Scientific, Waltham, Massachusetts) by negative selection. Live cell counts were used to determine a cell to bead ratio of 5 × 10 7  cells/ml to 50 ml CD43 beads + 2 ml cell medium (RPMI-1640 medium + 1% FBS). Cell and bead mixtures were incubated at room temperature for 20 min on an orbital shaker, and then placed on a cell separation magnet for 2–3 min to allow for beads to bind to the magnet. The resulting cell suspension was then transferred to a clean tube and allowed to sit for 2–3 min to remove residual beads; this step was performed twice. Samples were then centrifuged at 400 × g for 5 min at 4°C, resuspended in 1 ml of complete B-cell medium (RPMI-1640 + 10% FBS + 50 µM β-mercaptoethanol, 1% PenStrep, 1% Glutamax, 1% nonessential ammino acids, 1% sodium pyruvate) and counted on a Nexcelon Bioscience Cellometer Auto 2000 cell counter. Enriched B-cell fractions were combined from spleens of 2 mice of the same dose and sex and were then plated into 6-well cell culture plates (5 × 10 6  cells/well) and incubated for 24 h in the absence or presence of anti-CD40 (1 µg/ml) and IL-4 (20 ng/1 ml). Cells were harvested after 24 h, centrifuged at 400 × g at 4°C, resuspended in 500–1 ml of B-cell medium, counted, and then placed on ice for phenotyping or bioenergetic analysis.\n\nCells from the  ex vivo  spleen B-cell preparation and activation were added to microcentrifuge tubes at a concentration of 2 × 10 7  cells/ml. Activated B cells were identified with CD86-PE, a monoclonal antibody (eBiosciences, San Diego, California; see  Supplementary Table 1  for details on antibodies used). Each experiment contained one tube of unstained unstimulated cells and one unstained tube of stimulated cells to provide the autofluorescence of each condition. Flow cytometric analysis was performed using a Cytek Aurora 5-laser full spectrum flow cytometer with 50 000 events collected per sample. Dead cells and debris were excluded from analysis by gating for lymphocytes using SSC-A and FSC-A. A singlet gate was then created using FSC-H and FSC-A to exclude doublets. After this gate was established, the cells were then gated for CD86. The total number of specific cells was determined from spleen cellularity.\n\nOxygen consumption rate (OCR) was evaluated in enriched B cells 24 h after incubation in the presence or absence of anti-CD40 and IL-4. After incubation, cells were resuspended in respiration buffer (Seahorse RPMI, 20 nM glutamine, 200 nM glucose, 200 mM pyruvate) and plated at 5 × 10 5  cells/180 µl on a 96-well Seahorse plate (Agilent, Santa Clara, California). Prior to plating cells, Seahorse plates were coated with poly- d -lysine (20 µl/well) as per manufacturer’s instructions. OCR was determined using the Mitochondrial Stress Test kit (Agilent) as per the manufacturer’s instructions with the following inhibitors: Port A: Oligomycin (0.5 µM); Port B: FCCP (2.0 µM); Port C: FCCP (2.0 µM); Port D: Rot/Ana (0.5 µM). Basal, maximal (FCCP induced), and reserve capacity (maximal-basal) were calculated by OCR/5 × 10 5  cells. Metabolic parameters were acquired from XF Wave software (Agilent, Santa Clara, California) and calculated using Microsoft Excel.\n\nStatistical analyses were performed using the Statistical Analysis System (SAS, Cary, North Carolina). Daily body weights within sex were analyzed by a 2-way repeated measures ANOVA with the between-subjects variable being dose and the within-subjects variable being day. Within each sex a 1-way ANOVA by dose was used to analyze liver weights, anti-SRBC IgM levels, spleen cellularity, and B-cell phenotype. A 2-way ANOVA was used for  ex vivo  B-cell activation and B-cell bioenergetics with the between-subjects variable being dose and the within-subjects variable being stimulation.  Post hoc  1-way ANOVAs and pairwise  t -tests were used when  F -statistics from 2-way or 1-way ANOVAs indicated statistical significance. Statistical significance was determined when the  p -value was less than .05. A paired  t -test was used to examine the difference between the control unstimulated and control stimulated groups as well as the PFOA unstimulated and PFOA stimulated groups for B-cell bioenergetics data.\n\n## \n\nC57BL/6 mice, 32 of each sex, were purchased from Charles River Laboratories and housed in the East Carolina University Brody School of Medicine animal facility (accredited by the Association for Assessment and Accreditation of Laboratory Animal Care). All procedures in this study were approved in advance by the ECU Institutional Animal Care and Use Committee and were conducted in accordance with the Guiding Principles in the Use of Animals in Toxicology. The C57BL/6 mouse strain was utilized for consistency with previously published findings as well as their sensitivity to the immunotoxic effects of PFAS ( DeWitt  et al. , 2016 ). Upon arrival, animals were distributed by sex into polycarbonate cages of 3 animals/cage and weighed. Body weights were evaluated statistically by analysis of variance (ANOVA) and if statistical differences ( p  < .05) were detected, animals were rearranged to evenly distribute body weights across all cages within sex. Animals were acclimated to the facility for 5 days before any further manipulation, were housed in temperature-controlled conditions (23 ± 3°C) with a 12:12 h light:dark cycle with 50 ± 20% relative humidity, and were given access to food and water  ad libitum .\n\nFresh dosing solutions of PFOA (lot no. 1349401; Sigma) at a concentration 0.75 mg/ml were prepared weekly in sterile water with 0.5% Tween-20 as a vehicle. Vehicle control mice received sterile water with 0.5% Tween-20. Dosing solutions were stored at 4°C when not in use. Each day the dosing solutions were checked to ensure that they were free from observable signs of visible contamination. Mice were weighed daily, and dosing solution was administered via oral gavage to simulate drinking water exposure for 15 consecutive days at 0.1 ml/10 g of body weight. Dosing solutions were prepared so that this volume would result in the appropriate mg/kg of body weight dosage. The administered dose of PFOA was based on previous research in the lab demonstrating suppression of IgM TDAR at 7.5 mg/kg in the absence of overt systemic toxicity when given via gavage. This dose is one doubling above the lowest observed adverse effect level or 3.75 mg/kg reported for suppression of antigen-specific IgM antibody responses ( DeWitt  et al. , 2008 ).\n\nOne day after the final dose was administered, mice were anesthetized with inhaled Isoflurane and blood was collected via neck vein transection into microcentrifuge tubes with a clot activator (Becton, Dickinson and Company, Franklin Lakes, New Jersey). Serum was separated from clotted blood at 4°C by centrifugation at then frozen at −80°C until further analysis. Fresh spleens were excised and weighed following terminal blood collections and immediately placed into RPMI 1640-medium (supplemented with 1% fetal bovine serum [FBS] and kept on ice for immunophenotyping or B-cell isolation and  ex vivo  analysis). The liver was removed and weighed and frozen at −80°C for later analyses.\n\nOn the 11th day of dosing, mice in selected groups were immunized with 4 × 10 7  SRBCs (sheep red blood cells) in 0.2 ml of sterile saline by i.v. injection. The TDAR was assessed as described previously ( Woodlief  et al. , 2021 ) using a commercially available mouse anti-SRBC IgM ELISA kit (Life Diagnostics, Inc., West Chester, Pennsylvania). In brief, serum samples and anti-SRBC IgM standards were diluted 50-fold and added to 96-well ELISA plates in duplicate. Plates were incubated at room temperature for 45 min on an orbital shaker. Wells were washed 5× in 1× washing solution, tapped dry, and enzyme conjugate reagent was then added to each well. Plates were incubated at room temperature for 20 min on an orbital shaker. The wells were again washed 5× in 1× wash solution and tapped dry, then TMB reagent was added to each well and plates were incubated at room temperature for 20 min. Stop solution (1 N HCL) was added to each well and the optical density at 450 nm was immediately measured on a microplate reader. The concentration of anti-SRBC IgM (units/ml) was calculated by fitting each sample onto a standard curve that was based on the absorbance of the anti-SRBC IgM standards.\n\nSpleens in RPMI were mashed with the hard side of plunger from a 3-ml syringe and then passed through 70 µm filters to make single-cell suspensions. After lysis of red blood cells, suspended spleen cells were counted and viability was determined on a Nexcelon Bioscience Cellometer Auto 2000 cell counter (Nexcelom Bioscience, Lawrence, Massachusetts) and then adjusted to 2 × 10 7  cells/ml. Spleen cell suspensions were aliquoted and prepared for analysis by flow cytometry. Monoclonal antibodies coupled to fluorochrome-specific markers were used as follows: Spark NIR 685 CD19, PE CD43, BUV805 CD1d, PE-Cy7 CD21/CD35, eFluor 450 CD23, Super Bright 436 CD27, PE-Cy5 CD38, BV785 CD138, BUV395 CD45, and Live/Dead Blue (see  Supplementary Table 1  for details on antibodies used). Each experiment contained 2 replicates of unstained cells as negative staining controls and 9 single-stained samples to establish fluorescent reference controls. Flow cytometric analysis was performed using a Cytek Aurora 5-laser full spectrum flow cytometer (Cytek Biosciences, Fremont, California) with 50 000 events collected per sample. Dead cells and debris were excluded from analysis by using Live/Dead Blue and gating the viable splenic lymphocyte populations. Unstained cells, single color reference controls, and fluorescence minus one controls were used to distinguish the negative populations from the positive populations for B cells. Leukocytes were gated based on CD45 expression. Cells were then gated for CD138, CD19, CD21/CD35, CD38, CD43, CD1D, CD27, and CD23 (see  Supplementary Figure 2 ). B-cell subsets were classified as naïve (CD19 + CD27 − CD43 + CD23 lo/− ), marginal zone (CD19 + CD27 − CD23/CD35 hi CD1D hi ), follicular (CD19 + CD23 + CD21/CD35 int ), or plasmasblasts (CD19 + CD138 + CD38 + ). Mature B cells were identified as the sum of follicular and marginal zone cells. The total number of each cell type was determined from spleen cellularity.\n\nSpleens were processed as described previously in the phenotyping section, with a few modifications. Spleen single-cell suspensions were counted and assessed for viability as described previously. B-cell fractions were isolated using Dynabeads (mouse CD43: Invitrogen/ThermoFisher Scientific, Waltham, Massachusetts) by negative selection. Live cell counts were used to determine a cell to bead ratio of 5 × 10 7  cells/ml to 50 ml CD43 beads + 2 ml cell medium (RPMI-1640 medium + 1% FBS). Cell and bead mixtures were incubated at room temperature for 20 min on an orbital shaker, and then placed on a cell separation magnet for 2–3 min to allow for beads to bind to the magnet. The resulting cell suspension was then transferred to a clean tube and allowed to sit for 2–3 min to remove residual beads; this step was performed twice. Samples were then centrifuged at 400 × g for 5 min at 4°C, resuspended in 1 ml of complete B-cell medium (RPMI-1640 + 10% FBS + 50 µM β-mercaptoethanol, 1% PenStrep, 1% Glutamax, 1% nonessential ammino acids, 1% sodium pyruvate) and counted on a Nexcelon Bioscience Cellometer Auto 2000 cell counter. Enriched B-cell fractions were combined from spleens of 2 mice of the same dose and sex and were then plated into 6-well cell culture plates (5 × 10 6  cells/well) and incubated for 24 h in the absence or presence of anti-CD40 (1 µg/ml) and IL-4 (20 ng/1 ml). Cells were harvested after 24 h, centrifuged at 400 × g at 4°C, resuspended in 500–1 ml of B-cell medium, counted, and then placed on ice for phenotyping or bioenergetic analysis.\n\nCells from the  ex vivo  spleen B-cell preparation and activation were added to microcentrifuge tubes at a concentration of 2 × 10 7  cells/ml. Activated B cells were identified with CD86-PE, a monoclonal antibody (eBiosciences, San Diego, California; see  Supplementary Table 1  for details on antibodies used). Each experiment contained one tube of unstained unstimulated cells and one unstained tube of stimulated cells to provide the autofluorescence of each condition. Flow cytometric analysis was performed using a Cytek Aurora 5-laser full spectrum flow cytometer with 50 000 events collected per sample. Dead cells and debris were excluded from analysis by gating for lymphocytes using SSC-A and FSC-A. A singlet gate was then created using FSC-H and FSC-A to exclude doublets. After this gate was established, the cells were then gated for CD86. The total number of specific cells was determined from spleen cellularity.\n\nOxygen consumption rate (OCR) was evaluated in enriched B cells 24 h after incubation in the presence or absence of anti-CD40 and IL-4. After incubation, cells were resuspended in respiration buffer (Seahorse RPMI, 20 nM glutamine, 200 nM glucose, 200 mM pyruvate) and plated at 5 × 10 5  cells/180 µl on a 96-well Seahorse plate (Agilent, Santa Clara, California). Prior to plating cells, Seahorse plates were coated with poly- d -lysine (20 µl/well) as per manufacturer’s instructions. OCR was determined using the Mitochondrial Stress Test kit (Agilent) as per the manufacturer’s instructions with the following inhibitors: Port A: Oligomycin (0.5 µM); Port B: FCCP (2.0 µM); Port C: FCCP (2.0 µM); Port D: Rot/Ana (0.5 µM). Basal, maximal (FCCP induced), and reserve capacity (maximal-basal) were calculated by OCR/5 × 10 5  cells. Metabolic parameters were acquired from XF Wave software (Agilent, Santa Clara, California) and calculated using Microsoft Excel.\n\nStatistical analyses were performed using the Statistical Analysis System (SAS, Cary, North Carolina). Daily body weights within sex were analyzed by a 2-way repeated measures ANOVA with the between-subjects variable being dose and the within-subjects variable being day. Within each sex a 1-way ANOVA by dose was used to analyze liver weights, anti-SRBC IgM levels, spleen cellularity, and B-cell phenotype. A 2-way ANOVA was used for  ex vivo  B-cell activation and B-cell bioenergetics with the between-subjects variable being dose and the within-subjects variable being stimulation.  Post hoc  1-way ANOVAs and pairwise  t -tests were used when  F -statistics from 2-way or 1-way ANOVAs indicated statistical significance. Statistical significance was determined when the  p -value was less than .05. A paired  t -test was used to examine the difference between the control unstimulated and control stimulated groups as well as the PFOA unstimulated and PFOA stimulated groups for B-cell bioenergetics data.\n\n## Animals\n\nC57BL/6 mice, 32 of each sex, were purchased from Charles River Laboratories and housed in the East Carolina University Brody School of Medicine animal facility (accredited by the Association for Assessment and Accreditation of Laboratory Animal Care). All procedures in this study were approved in advance by the ECU Institutional Animal Care and Use Committee and were conducted in accordance with the Guiding Principles in the Use of Animals in Toxicology. The C57BL/6 mouse strain was utilized for consistency with previously published findings as well as their sensitivity to the immunotoxic effects of PFAS ( DeWitt  et al. , 2016 ). Upon arrival, animals were distributed by sex into polycarbonate cages of 3 animals/cage and weighed. Body weights were evaluated statistically by analysis of variance (ANOVA) and if statistical differences ( p  < .05) were detected, animals were rearranged to evenly distribute body weights across all cages within sex. Animals were acclimated to the facility for 5 days before any further manipulation, were housed in temperature-controlled conditions (23 ± 3°C) with a 12:12 h light:dark cycle with 50 ± 20% relative humidity, and were given access to food and water  ad libitum .\n\n## Dosing\n\nFresh dosing solutions of PFOA (lot no. 1349401; Sigma) at a concentration 0.75 mg/ml were prepared weekly in sterile water with 0.5% Tween-20 as a vehicle. Vehicle control mice received sterile water with 0.5% Tween-20. Dosing solutions were stored at 4°C when not in use. Each day the dosing solutions were checked to ensure that they were free from observable signs of visible contamination. Mice were weighed daily, and dosing solution was administered via oral gavage to simulate drinking water exposure for 15 consecutive days at 0.1 ml/10 g of body weight. Dosing solutions were prepared so that this volume would result in the appropriate mg/kg of body weight dosage. The administered dose of PFOA was based on previous research in the lab demonstrating suppression of IgM TDAR at 7.5 mg/kg in the absence of overt systemic toxicity when given via gavage. This dose is one doubling above the lowest observed adverse effect level or 3.75 mg/kg reported for suppression of antigen-specific IgM antibody responses ( DeWitt  et al. , 2008 ).\n\n## Serum and tissue collection\n\nOne day after the final dose was administered, mice were anesthetized with inhaled Isoflurane and blood was collected via neck vein transection into microcentrifuge tubes with a clot activator (Becton, Dickinson and Company, Franklin Lakes, New Jersey). Serum was separated from clotted blood at 4°C by centrifugation at then frozen at −80°C until further analysis. Fresh spleens were excised and weighed following terminal blood collections and immediately placed into RPMI 1640-medium (supplemented with 1% fetal bovine serum [FBS] and kept on ice for immunophenotyping or B-cell isolation and  ex vivo  analysis). The liver was removed and weighed and frozen at −80°C for later analyses.\n\n## Measurement of the T-cell-dependent antibody response (TDAR)\n\nOn the 11th day of dosing, mice in selected groups were immunized with 4 × 10 7  SRBCs (sheep red blood cells) in 0.2 ml of sterile saline by i.v. injection. The TDAR was assessed as described previously ( Woodlief  et al. , 2021 ) using a commercially available mouse anti-SRBC IgM ELISA kit (Life Diagnostics, Inc., West Chester, Pennsylvania). In brief, serum samples and anti-SRBC IgM standards were diluted 50-fold and added to 96-well ELISA plates in duplicate. Plates were incubated at room temperature for 45 min on an orbital shaker. Wells were washed 5× in 1× washing solution, tapped dry, and enzyme conjugate reagent was then added to each well. Plates were incubated at room temperature for 20 min on an orbital shaker. The wells were again washed 5× in 1× wash solution and tapped dry, then TMB reagent was added to each well and plates were incubated at room temperature for 20 min. Stop solution (1 N HCL) was added to each well and the optical density at 450 nm was immediately measured on a microplate reader. The concentration of anti-SRBC IgM (units/ml) was calculated by fitting each sample onto a standard curve that was based on the absorbance of the anti-SRBC IgM standards.\n\n## B-cell phenotyping\n\nSpleens in RPMI were mashed with the hard side of plunger from a 3-ml syringe and then passed through 70 µm filters to make single-cell suspensions. After lysis of red blood cells, suspended spleen cells were counted and viability was determined on a Nexcelon Bioscience Cellometer Auto 2000 cell counter (Nexcelom Bioscience, Lawrence, Massachusetts) and then adjusted to 2 × 10 7  cells/ml. Spleen cell suspensions were aliquoted and prepared for analysis by flow cytometry. Monoclonal antibodies coupled to fluorochrome-specific markers were used as follows: Spark NIR 685 CD19, PE CD43, BUV805 CD1d, PE-Cy7 CD21/CD35, eFluor 450 CD23, Super Bright 436 CD27, PE-Cy5 CD38, BV785 CD138, BUV395 CD45, and Live/Dead Blue (see  Supplementary Table 1  for details on antibodies used). Each experiment contained 2 replicates of unstained cells as negative staining controls and 9 single-stained samples to establish fluorescent reference controls. Flow cytometric analysis was performed using a Cytek Aurora 5-laser full spectrum flow cytometer (Cytek Biosciences, Fremont, California) with 50 000 events collected per sample. Dead cells and debris were excluded from analysis by using Live/Dead Blue and gating the viable splenic lymphocyte populations. Unstained cells, single color reference controls, and fluorescence minus one controls were used to distinguish the negative populations from the positive populations for B cells. Leukocytes were gated based on CD45 expression. Cells were then gated for CD138, CD19, CD21/CD35, CD38, CD43, CD1D, CD27, and CD23 (see  Supplementary Figure 2 ). B-cell subsets were classified as naïve (CD19 + CD27 − CD43 + CD23 lo/− ), marginal zone (CD19 + CD27 − CD23/CD35 hi CD1D hi ), follicular (CD19 + CD23 + CD21/CD35 int ), or plasmasblasts (CD19 + CD138 + CD38 + ). Mature B cells were identified as the sum of follicular and marginal zone cells. The total number of each cell type was determined from spleen cellularity.\n\n## Ex vivo  spleen B-cell preparation and activation\n\nSpleens were processed as described previously in the phenotyping section, with a few modifications. Spleen single-cell suspensions were counted and assessed for viability as described previously. B-cell fractions were isolated using Dynabeads (mouse CD43: Invitrogen/ThermoFisher Scientific, Waltham, Massachusetts) by negative selection. Live cell counts were used to determine a cell to bead ratio of 5 × 10 7  cells/ml to 50 ml CD43 beads + 2 ml cell medium (RPMI-1640 medium + 1% FBS). Cell and bead mixtures were incubated at room temperature for 20 min on an orbital shaker, and then placed on a cell separation magnet for 2–3 min to allow for beads to bind to the magnet. The resulting cell suspension was then transferred to a clean tube and allowed to sit for 2–3 min to remove residual beads; this step was performed twice. Samples were then centrifuged at 400 × g for 5 min at 4°C, resuspended in 1 ml of complete B-cell medium (RPMI-1640 + 10% FBS + 50 µM β-mercaptoethanol, 1% PenStrep, 1% Glutamax, 1% nonessential ammino acids, 1% sodium pyruvate) and counted on a Nexcelon Bioscience Cellometer Auto 2000 cell counter. Enriched B-cell fractions were combined from spleens of 2 mice of the same dose and sex and were then plated into 6-well cell culture plates (5 × 10 6  cells/well) and incubated for 24 h in the absence or presence of anti-CD40 (1 µg/ml) and IL-4 (20 ng/1 ml). Cells were harvested after 24 h, centrifuged at 400 × g at 4°C, resuspended in 500–1 ml of B-cell medium, counted, and then placed on ice for phenotyping or bioenergetic analysis.\n\n## Ex vivo  B-cell phenotyping\n\nCells from the  ex vivo  spleen B-cell preparation and activation were added to microcentrifuge tubes at a concentration of 2 × 10 7  cells/ml. Activated B cells were identified with CD86-PE, a monoclonal antibody (eBiosciences, San Diego, California; see  Supplementary Table 1  for details on antibodies used). Each experiment contained one tube of unstained unstimulated cells and one unstained tube of stimulated cells to provide the autofluorescence of each condition. Flow cytometric analysis was performed using a Cytek Aurora 5-laser full spectrum flow cytometer with 50 000 events collected per sample. Dead cells and debris were excluded from analysis by gating for lymphocytes using SSC-A and FSC-A. A singlet gate was then created using FSC-H and FSC-A to exclude doublets. After this gate was established, the cells were then gated for CD86. The total number of specific cells was determined from spleen cellularity.\n\n## Ex vivo  B-cell mitochondrial markers\n\nOxygen consumption rate (OCR) was evaluated in enriched B cells 24 h after incubation in the presence or absence of anti-CD40 and IL-4. After incubation, cells were resuspended in respiration buffer (Seahorse RPMI, 20 nM glutamine, 200 nM glucose, 200 mM pyruvate) and plated at 5 × 10 5  cells/180 µl on a 96-well Seahorse plate (Agilent, Santa Clara, California). Prior to plating cells, Seahorse plates were coated with poly- d -lysine (20 µl/well) as per manufacturer’s instructions. OCR was determined using the Mitochondrial Stress Test kit (Agilent) as per the manufacturer’s instructions with the following inhibitors: Port A: Oligomycin (0.5 µM); Port B: FCCP (2.0 µM); Port C: FCCP (2.0 µM); Port D: Rot/Ana (0.5 µM). Basal, maximal (FCCP induced), and reserve capacity (maximal-basal) were calculated by OCR/5 × 10 5  cells. Metabolic parameters were acquired from XF Wave software (Agilent, Santa Clara, California) and calculated using Microsoft Excel.\n\n## Statistical analysis\n\nStatistical analyses were performed using the Statistical Analysis System (SAS, Cary, North Carolina). Daily body weights within sex were analyzed by a 2-way repeated measures ANOVA with the between-subjects variable being dose and the within-subjects variable being day. Within each sex a 1-way ANOVA by dose was used to analyze liver weights, anti-SRBC IgM levels, spleen cellularity, and B-cell phenotype. A 2-way ANOVA was used for  ex vivo  B-cell activation and B-cell bioenergetics with the between-subjects variable being dose and the within-subjects variable being stimulation.  Post hoc  1-way ANOVAs and pairwise  t -tests were used when  F -statistics from 2-way or 1-way ANOVAs indicated statistical significance. Statistical significance was determined when the  p -value was less than .05. A paired  t -test was used to examine the difference between the control unstimulated and control stimulated groups as well as the PFOA unstimulated and PFOA stimulated groups for B-cell bioenergetics data.\n\n## Results\n\nPFOA exposure resulted in a significant reduction in spleen weights in both female (30.4%;  p  < .05) and male (27.7%;  p  < .05) cohorts, compared with sex-matched vehicle controls ( Table 1 ). In addition to reduced splenic weight, dosed female and male mice also had a significant decrease in spleen cellularity, measured as cells/mg tissue weight; in female mice cellularity was decreased by 27.1% and in male mice cellularity was decreased by 20.5% ( Table 1 ). Oppositely, liver weights from the PFOA-dosed mice in both male and female groups increased statistically by 144%, on average, compared with sex-matched vehicle controls ( Table 1 ).\n\nAverage absolute and relative organ weights and splenic cellularity in female and male C57BL/6 mice given PFOA by gavage for 15 days\n\nA statistical ( p  < .05) difference from match-sex control group.\n\nN  = 8 animals/group.\n\nAs measured by anti-SRBC soluble IgM in serum, both female and male mice dosed with PFOA had a statistical reduction in the TDAR; 79% and 89.9%, respectively ( p  < .05;  Figure 1 ).\n\nMean (± SD) SRBC-specific IgM antibody concentrations in male and female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. * p  < .05 compared with sex-matched control group.  N  = 8 animals/sex/group.\n\nExposure to PFOA resulted in a nonsignificant decrease in the total number of overall B cells by 1.45% ( Supplementary Figure 1 ) and in the numbers of naïve, follicular, plasmablasts, and memory B cells ( Figure 2A ) in the spleens of female mice, compared with vehicle controls. Alternatively, male mice displayed a more robust response to PFOA exposure. The number of overall B cells was statistically reduced by 15%. The number of follicular cells was statistically increased by 9 ± 1.15% and the number of plasmablasts was statistically reduced from vehicle controls by 55 ± 0.08%. Although naïve, marginal zone, memory cells were reduced in dosed male mice, these reductions were not statistically significant ( Figure 2B ). Additionally, female and male mice exhibited a biologically based sex difference, with female mice having higher overall numbers within follicular, plasmablast, and memory B cells. Numbers of naïve and marginal B cells were approximately equal between female and male mice. PFOA exposure did not change the direction of this sex difference.\n\nA, Mean (± SD) number of B cells counted in spleens of female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. The CD19 +  marker was used to define the following populations: Memory [CD19 +CD27], Plasmablasts [CD138 +CD38], Marginal [CD1D], Naive [CD43], and Follicular [CD23]. No statistical differences were detected among the dose groups.   N = 8 animals/dose. B, Mean (± SD) number of B cells counted in spleens from male C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. The CD19 +  marker was used to define the following populations: Memory [CD19 +CD27], Plasmablasts [CD138 +CD38], Marginal [CD1D], Naive [CD43], and Follicular [CD23] * p  < .05 compared with control group.  N   =  8 animals/dose.\n\nB-cell functionality was assessed by upregulation of the co-stimulatory marker CD86 in response to anti-CD40 and IL-4 stimulation. At baseline, without stimulation, there was no difference in the number of CD86 +  B cells between vehicle and PFOA exposed mice, for either female or male cohorts.  In vitro  stimulation with anti-CD40 and IL-4 significantly increased the number of CD86 +  B cells in all groups, when compared with their appropriate unstimulated controls ( Figure 3A and 3B ). There were no observed statistical differences between vehicle and PFOA exposed stimulated B cells in either female or male cohorts, suggesting that PFOA did not affect the ability of B cells to respond to stimulation.\n\nA, Mean (± SD) number of B cells isolated from spleens of female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and counted following a 24-h incubation. * p  < .05 compared with respective unstimulated group.  N  = 3 animals/dose. B, Mean (± SD) number of B cells isolated from spleens of male C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and counted following a 24-h incubation. * p  < .05 compared with control group.  N  = 3 animals/dose.\n\nMitochondrial function was determined by measuring oxygen consumption in response to  ex vivo  anti-CD40 and IL-4 stimulation. The measurements included basal, maximal, and spare respiratory capacity. Basal respiration was captured to provide a baseline of the cellular OCR under normal conditions. Maximal respiration provided values of maximum cellular oxygen consumption under the influence of increased energetic demand. Spare respiratory capacity reflected the cellular capability to respond to changes in energetic demand by evaluating the difference between basal and maximal respiration. These measurements were made 24 h after the 15-day exposure to PFOA. In the overall model, changes in mitochondrial markers were statistically significant for both male and female groups, indicating differences due to stimulation and/or PFOA exposure. Within control groups for both sexes, pmol/min increased following stimulation for all mitochondrial markers, but these increases were not statistically significant. In cells from female animals, basal respiration, maximum respiration, and spare capacity increased by 46.7%, 33.6%, and 29.5%, respectively, following stimulation ( Figure 4A ). In cells from male animals, basal respiration, maximum respiration, and spare capacity increased by 98%, 44% and 34%, respectively, following stimulation ( Figure 4B ). In comparison, cells from animals exposed to PFOA had statistically significant increases in all mitochondrial markers. In cells from female animals, basal respiration, maximum respiration, and spare capacity increased by 264%, 172% and 153%, respectively, following stimulation ( Figure 4A ). Although not statistically significant, responses due to stimulation in cells from the PFOA-exposed group represented a 5-fold increase across all measurements when compared with stimulation in the control group. In cells from male animals, basal respiration, maximum respiration, and spare capacity increased by 200%, 252% and 266%, respectively, following stimulation ( Figure 4B ). Additionally, following stimulation, maximum respiration and spare capacity differed between cells from control animals and cells from PFOA-exposed animals, with PFOA-exposed cells having about a 130% increase, on average, compared with the control cells. Responses due to stimulation in cells from the PFOA-exposed group represented a 2-fold increase in basal respiration, a 7-fold increase in maximum respiration, and a 5-fold increase in spare capacity ( Figure 4A and 4B ).\n\nA, Mean (± SD) measures of mitochondrial function in B cells isolated from spleens of female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and were evaluated with a mitochondrial stress test following a 24-h incubation. The overall 2-way repeated measures ANOVA was statistically significant ( p  < .05). Basal respiration, maximum capacity, and spare capacity differed statistically regardless of PFOA exposure or stimulation, demonstrating that these 3 mitochondrial measures differed from one another. Within control groups, stimulation did not statistically increase responses from unstimulated cells and within PFOA-treated groups, stimulation did statistically increase responses from unstimulated cells (* p  < .05).  N  = 3 animals per dose. B, Mean (± SD) measures of mitochondrial function in B cells isolated from spleens of male C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and were evaluated with a mitochondrial stress test following a 24-h incubation. The overall 2-way repeated measures ANOVA was statistically significant. Basal respiration, maximum capacity, and spare capacity differed statistically regardless of PFOA exposure or stimulation, demonstrating that these 3 mitochondrial measures differed from one another. Within the control groups,  ex vivo  stimulation did not statistically alter the pmol/min within basal respiration, maximum capacity, or spare capacity. Within the PFOA-exposed groups,  ex vivo  stimulation did statistically alter the pmol/min within basal respiration, maximum respiration, and spare capacity (* p  < .05). There was not a statistical difference between control and PFOA exposed groups for basal respiration regardless of stimulation, but there was a difference between control and PFOA-exposed groups for both maximum capacity and spare capacity in stimulated cells (* p  < .05).  N  = 3 animals per dose.\n\n## \n\nPFOA exposure resulted in a significant reduction in spleen weights in both female (30.4%;  p  < .05) and male (27.7%;  p  < .05) cohorts, compared with sex-matched vehicle controls ( Table 1 ). In addition to reduced splenic weight, dosed female and male mice also had a significant decrease in spleen cellularity, measured as cells/mg tissue weight; in female mice cellularity was decreased by 27.1% and in male mice cellularity was decreased by 20.5% ( Table 1 ). Oppositely, liver weights from the PFOA-dosed mice in both male and female groups increased statistically by 144%, on average, compared with sex-matched vehicle controls ( Table 1 ).\n\nAverage absolute and relative organ weights and splenic cellularity in female and male C57BL/6 mice given PFOA by gavage for 15 days\n\nA statistical ( p  < .05) difference from match-sex control group.\n\nN  = 8 animals/group.\n\nAs measured by anti-SRBC soluble IgM in serum, both female and male mice dosed with PFOA had a statistical reduction in the TDAR; 79% and 89.9%, respectively ( p  < .05;  Figure 1 ).\n\nMean (± SD) SRBC-specific IgM antibody concentrations in male and female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. * p  < .05 compared with sex-matched control group.  N  = 8 animals/sex/group.\n\nExposure to PFOA resulted in a nonsignificant decrease in the total number of overall B cells by 1.45% ( Supplementary Figure 1 ) and in the numbers of naïve, follicular, plasmablasts, and memory B cells ( Figure 2A ) in the spleens of female mice, compared with vehicle controls. Alternatively, male mice displayed a more robust response to PFOA exposure. The number of overall B cells was statistically reduced by 15%. The number of follicular cells was statistically increased by 9 ± 1.15% and the number of plasmablasts was statistically reduced from vehicle controls by 55 ± 0.08%. Although naïve, marginal zone, memory cells were reduced in dosed male mice, these reductions were not statistically significant ( Figure 2B ). Additionally, female and male mice exhibited a biologically based sex difference, with female mice having higher overall numbers within follicular, plasmablast, and memory B cells. Numbers of naïve and marginal B cells were approximately equal between female and male mice. PFOA exposure did not change the direction of this sex difference.\n\nA, Mean (± SD) number of B cells counted in spleens of female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. The CD19 +  marker was used to define the following populations: Memory [CD19 +CD27], Plasmablasts [CD138 +CD38], Marginal [CD1D], Naive [CD43], and Follicular [CD23]. No statistical differences were detected among the dose groups.   N = 8 animals/dose. B, Mean (± SD) number of B cells counted in spleens from male C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. The CD19 +  marker was used to define the following populations: Memory [CD19 +CD27], Plasmablasts [CD138 +CD38], Marginal [CD1D], Naive [CD43], and Follicular [CD23] * p  < .05 compared with control group.  N   =  8 animals/dose.\n\nB-cell functionality was assessed by upregulation of the co-stimulatory marker CD86 in response to anti-CD40 and IL-4 stimulation. At baseline, without stimulation, there was no difference in the number of CD86 +  B cells between vehicle and PFOA exposed mice, for either female or male cohorts.  In vitro  stimulation with anti-CD40 and IL-4 significantly increased the number of CD86 +  B cells in all groups, when compared with their appropriate unstimulated controls ( Figure 3A and 3B ). There were no observed statistical differences between vehicle and PFOA exposed stimulated B cells in either female or male cohorts, suggesting that PFOA did not affect the ability of B cells to respond to stimulation.\n\nA, Mean (± SD) number of B cells isolated from spleens of female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and counted following a 24-h incubation. * p  < .05 compared with respective unstimulated group.  N  = 3 animals/dose. B, Mean (± SD) number of B cells isolated from spleens of male C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and counted following a 24-h incubation. * p  < .05 compared with control group.  N  = 3 animals/dose.\n\nMitochondrial function was determined by measuring oxygen consumption in response to  ex vivo  anti-CD40 and IL-4 stimulation. The measurements included basal, maximal, and spare respiratory capacity. Basal respiration was captured to provide a baseline of the cellular OCR under normal conditions. Maximal respiration provided values of maximum cellular oxygen consumption under the influence of increased energetic demand. Spare respiratory capacity reflected the cellular capability to respond to changes in energetic demand by evaluating the difference between basal and maximal respiration. These measurements were made 24 h after the 15-day exposure to PFOA. In the overall model, changes in mitochondrial markers were statistically significant for both male and female groups, indicating differences due to stimulation and/or PFOA exposure. Within control groups for both sexes, pmol/min increased following stimulation for all mitochondrial markers, but these increases were not statistically significant. In cells from female animals, basal respiration, maximum respiration, and spare capacity increased by 46.7%, 33.6%, and 29.5%, respectively, following stimulation ( Figure 4A ). In cells from male animals, basal respiration, maximum respiration, and spare capacity increased by 98%, 44% and 34%, respectively, following stimulation ( Figure 4B ). In comparison, cells from animals exposed to PFOA had statistically significant increases in all mitochondrial markers. In cells from female animals, basal respiration, maximum respiration, and spare capacity increased by 264%, 172% and 153%, respectively, following stimulation ( Figure 4A ). Although not statistically significant, responses due to stimulation in cells from the PFOA-exposed group represented a 5-fold increase across all measurements when compared with stimulation in the control group. In cells from male animals, basal respiration, maximum respiration, and spare capacity increased by 200%, 252% and 266%, respectively, following stimulation ( Figure 4B ). Additionally, following stimulation, maximum respiration and spare capacity differed between cells from control animals and cells from PFOA-exposed animals, with PFOA-exposed cells having about a 130% increase, on average, compared with the control cells. Responses due to stimulation in cells from the PFOA-exposed group represented a 2-fold increase in basal respiration, a 7-fold increase in maximum respiration, and a 5-fold increase in spare capacity ( Figure 4A and 4B ).\n\nA, Mean (± SD) measures of mitochondrial function in B cells isolated from spleens of female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and were evaluated with a mitochondrial stress test following a 24-h incubation. The overall 2-way repeated measures ANOVA was statistically significant ( p  < .05). Basal respiration, maximum capacity, and spare capacity differed statistically regardless of PFOA exposure or stimulation, demonstrating that these 3 mitochondrial measures differed from one another. Within control groups, stimulation did not statistically increase responses from unstimulated cells and within PFOA-treated groups, stimulation did statistically increase responses from unstimulated cells (* p  < .05).  N  = 3 animals per dose. B, Mean (± SD) measures of mitochondrial function in B cells isolated from spleens of male C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and were evaluated with a mitochondrial stress test following a 24-h incubation. The overall 2-way repeated measures ANOVA was statistically significant. Basal respiration, maximum capacity, and spare capacity differed statistically regardless of PFOA exposure or stimulation, demonstrating that these 3 mitochondrial measures differed from one another. Within the control groups,  ex vivo  stimulation did not statistically alter the pmol/min within basal respiration, maximum capacity, or spare capacity. Within the PFOA-exposed groups,  ex vivo  stimulation did statistically alter the pmol/min within basal respiration, maximum respiration, and spare capacity (* p  < .05). There was not a statistical difference between control and PFOA exposed groups for basal respiration regardless of stimulation, but there was a difference between control and PFOA-exposed groups for both maximum capacity and spare capacity in stimulated cells (* p  < .05).  N  = 3 animals per dose.\n\n## Organ weights and cellularity\n\nPFOA exposure resulted in a significant reduction in spleen weights in both female (30.4%;  p  < .05) and male (27.7%;  p  < .05) cohorts, compared with sex-matched vehicle controls ( Table 1 ). In addition to reduced splenic weight, dosed female and male mice also had a significant decrease in spleen cellularity, measured as cells/mg tissue weight; in female mice cellularity was decreased by 27.1% and in male mice cellularity was decreased by 20.5% ( Table 1 ). Oppositely, liver weights from the PFOA-dosed mice in both male and female groups increased statistically by 144%, on average, compared with sex-matched vehicle controls ( Table 1 ).\n\nAverage absolute and relative organ weights and splenic cellularity in female and male C57BL/6 mice given PFOA by gavage for 15 days\n\nA statistical ( p  < .05) difference from match-sex control group.\n\nN  = 8 animals/group.\n\n## The TDAR\n\nAs measured by anti-SRBC soluble IgM in serum, both female and male mice dosed with PFOA had a statistical reduction in the TDAR; 79% and 89.9%, respectively ( p  < .05;  Figure 1 ).\n\nMean (± SD) SRBC-specific IgM antibody concentrations in male and female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. * p  < .05 compared with sex-matched control group.  N  = 8 animals/sex/group.\n\n## B-cell phenotype\n\nExposure to PFOA resulted in a nonsignificant decrease in the total number of overall B cells by 1.45% ( Supplementary Figure 1 ) and in the numbers of naïve, follicular, plasmablasts, and memory B cells ( Figure 2A ) in the spleens of female mice, compared with vehicle controls. Alternatively, male mice displayed a more robust response to PFOA exposure. The number of overall B cells was statistically reduced by 15%. The number of follicular cells was statistically increased by 9 ± 1.15% and the number of plasmablasts was statistically reduced from vehicle controls by 55 ± 0.08%. Although naïve, marginal zone, memory cells were reduced in dosed male mice, these reductions were not statistically significant ( Figure 2B ). Additionally, female and male mice exhibited a biologically based sex difference, with female mice having higher overall numbers within follicular, plasmablast, and memory B cells. Numbers of naïve and marginal B cells were approximately equal between female and male mice. PFOA exposure did not change the direction of this sex difference.\n\nA, Mean (± SD) number of B cells counted in spleens of female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. The CD19 +  marker was used to define the following populations: Memory [CD19 +CD27], Plasmablasts [CD138 +CD38], Marginal [CD1D], Naive [CD43], and Follicular [CD23]. No statistical differences were detected among the dose groups.   N = 8 animals/dose. B, Mean (± SD) number of B cells counted in spleens from male C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. The CD19 +  marker was used to define the following populations: Memory [CD19 +CD27], Plasmablasts [CD138 +CD38], Marginal [CD1D], Naive [CD43], and Follicular [CD23] * p  < .05 compared with control group.  N   =  8 animals/dose.\n\n## Ex vivo  B-cell activation\n\nB-cell functionality was assessed by upregulation of the co-stimulatory marker CD86 in response to anti-CD40 and IL-4 stimulation. At baseline, without stimulation, there was no difference in the number of CD86 +  B cells between vehicle and PFOA exposed mice, for either female or male cohorts.  In vitro  stimulation with anti-CD40 and IL-4 significantly increased the number of CD86 +  B cells in all groups, when compared with their appropriate unstimulated controls ( Figure 3A and 3B ). There were no observed statistical differences between vehicle and PFOA exposed stimulated B cells in either female or male cohorts, suggesting that PFOA did not affect the ability of B cells to respond to stimulation.\n\nA, Mean (± SD) number of B cells isolated from spleens of female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and counted following a 24-h incubation. * p  < .05 compared with respective unstimulated group.  N  = 3 animals/dose. B, Mean (± SD) number of B cells isolated from spleens of male C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and counted following a 24-h incubation. * p  < .05 compared with control group.  N  = 3 animals/dose.\n\n## B-cell mitochondrial markers\n\nMitochondrial function was determined by measuring oxygen consumption in response to  ex vivo  anti-CD40 and IL-4 stimulation. The measurements included basal, maximal, and spare respiratory capacity. Basal respiration was captured to provide a baseline of the cellular OCR under normal conditions. Maximal respiration provided values of maximum cellular oxygen consumption under the influence of increased energetic demand. Spare respiratory capacity reflected the cellular capability to respond to changes in energetic demand by evaluating the difference between basal and maximal respiration. These measurements were made 24 h after the 15-day exposure to PFOA. In the overall model, changes in mitochondrial markers were statistically significant for both male and female groups, indicating differences due to stimulation and/or PFOA exposure. Within control groups for both sexes, pmol/min increased following stimulation for all mitochondrial markers, but these increases were not statistically significant. In cells from female animals, basal respiration, maximum respiration, and spare capacity increased by 46.7%, 33.6%, and 29.5%, respectively, following stimulation ( Figure 4A ). In cells from male animals, basal respiration, maximum respiration, and spare capacity increased by 98%, 44% and 34%, respectively, following stimulation ( Figure 4B ). In comparison, cells from animals exposed to PFOA had statistically significant increases in all mitochondrial markers. In cells from female animals, basal respiration, maximum respiration, and spare capacity increased by 264%, 172% and 153%, respectively, following stimulation ( Figure 4A ). Although not statistically significant, responses due to stimulation in cells from the PFOA-exposed group represented a 5-fold increase across all measurements when compared with stimulation in the control group. In cells from male animals, basal respiration, maximum respiration, and spare capacity increased by 200%, 252% and 266%, respectively, following stimulation ( Figure 4B ). Additionally, following stimulation, maximum respiration and spare capacity differed between cells from control animals and cells from PFOA-exposed animals, with PFOA-exposed cells having about a 130% increase, on average, compared with the control cells. Responses due to stimulation in cells from the PFOA-exposed group represented a 2-fold increase in basal respiration, a 7-fold increase in maximum respiration, and a 5-fold increase in spare capacity ( Figure 4A and 4B ).\n\nA, Mean (± SD) measures of mitochondrial function in B cells isolated from spleens of female C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and were evaluated with a mitochondrial stress test following a 24-h incubation. The overall 2-way repeated measures ANOVA was statistically significant ( p  < .05). Basal respiration, maximum capacity, and spare capacity differed statistically regardless of PFOA exposure or stimulation, demonstrating that these 3 mitochondrial measures differed from one another. Within control groups, stimulation did not statistically increase responses from unstimulated cells and within PFOA-treated groups, stimulation did statistically increase responses from unstimulated cells (* p  < .05).  N  = 3 animals per dose. B, Mean (± SD) measures of mitochondrial function in B cells isolated from spleens of male C57BL/6 mice exposed to PFOA or a vehicle control via gavage for 15 days. Isolated naïve B cells were stimulated  ex vivo  with IL-4 and anti-CD40 and were evaluated with a mitochondrial stress test following a 24-h incubation. The overall 2-way repeated measures ANOVA was statistically significant. Basal respiration, maximum capacity, and spare capacity differed statistically regardless of PFOA exposure or stimulation, demonstrating that these 3 mitochondrial measures differed from one another. Within the control groups,  ex vivo  stimulation did not statistically alter the pmol/min within basal respiration, maximum capacity, or spare capacity. Within the PFOA-exposed groups,  ex vivo  stimulation did statistically alter the pmol/min within basal respiration, maximum respiration, and spare capacity (* p  < .05). There was not a statistical difference between control and PFOA exposed groups for basal respiration regardless of stimulation, but there was a difference between control and PFOA-exposed groups for both maximum capacity and spare capacity in stimulated cells (* p  < .05).  N  = 3 animals per dose.\n\n## DISCUSSION\n\nStudies with animal models and of exposed human populations have reported that exposure to PFAS diminishes the ability of the immune system to fight infections or respond to vaccines ( Fenton  et al. , 2021 ). According to current projections, up to 69 million deaths will be prevented between 2000 and 2030 due to vaccinations and more than 21 million hospitalizations and 732 000 deaths among children born in the last 20 years will be prevented ( CDC, 2014 ). An effective immune system is critical in reaching these projections and exposure to agents, such as PFAS, that compromise the immune system are detrimental to public health.\n\nThis study observed that PFOA exposure reduced antibody responses and reduced numbers of splenic B cells, which may be linked to modulation of B-cell immunometatoblic functions. Evaluation of the TDAR is essential for detecting immunotoxicity and immunosuppression ( DeWitt  et al. , 2012 ,  2019 ). Previous studies in our lab have demonstrated a reduction in the TDAR following PFOA exposure and our current study is in agreement. PFOA (7.5 mg/kg) given orally to male and female mice for 15 days suppressed the TDAR ( Figure 1 ). Similar to past findings, no reductions in body weight ( Table 1 ) or signs of systemic toxicity over the duration of exposure were observed ( DeWitt  et al. , 2008 ,  2016 ). Liver weights also were statistically increased in PFOA-exposed mice, consistent with previous studies of PFOA ( Fenton  et al. , 2021 ).\n\nAlthough this immune suppression has been linked to B-cell function, it has not previously been linked to reductions in total numbers of splenic B cells ( DeWitt  et al. , 2016 ). However, to date, no studies have reported enumeration of B-cell subsets following PFOA exposure, which is why the current study was conducted. In a study with PFOS, the total number of splenic B cells did not change but there was a reduced percentage of mature B cells ( Torres  et al. , 2021 ). In an immunotoxicity study of PFOA,  De Guise and Levin (2021)  exposed B6C3F1 female mice to 0, 1.88, or 7.5 mg/kg of PFOA in drinking water for 4 weeks and evaluated the TDAR using keyhole limpet hemocyanin as an antigen. PFOA exposure reduced the TDAR and suppressed Th2 cytokines, which they interpreted as mechanistically relevant to suppression of the TDAR. Although our study differed in exposure duration (15 days vs 4 weeks) and in administration (gavage vs drinking water), we did not evaluate serum cytokine levels in the current study and  De Guise and Levin (2021)  did not enumerate B- or T-cell populations. We agree that PFOA can modify cytokine levels and have effects on T cells ( Son  et al. , 2009 ). However, PFOA and PFOS exposure in mice can reduce antibody production when immunized with T cell-independent antigens, indicating that deficiencies in B cells is a more likely mechanistic explanation ( DeWitt  et al. , 2016 ;  Peden-Adams  et al. , 2008 ).\n\nWe report here reductions in total number of B cells in PFOA-exposed female (not statistically significant) and male mice ( Supplemental Figure 1 ), which has not been consistently observed in previous studies of adult mice. In  DeWitt  et al.  (2016) , adult female C57BL/6 mice had no alterations in total B-cell numbers after oral exposure to 0, 7.5, or 30 mg/kg of PFOA for 15 days. Regarding other PFAS, in a study of sulfluramid, an insecticide that degrades to PFOS, no changes in total B-cell numbers in adult female B6C3F1 mice were observed ( Peden-Adams  et al. , 2007 ).  Keil  et al.  (2008)  exposed male and female B6C3F1 mice to PFOS during gestation and observed a 20% reduction in total B-cell numbers in female offspring exposed to the highest dose (5 mg/kg). Although these studies had slight differences in exposure duration and strain of mice used, they were largely in agreement that total numbers of B cells were not robustly diminished by exposure to PFOS. However, as antibody suppression has been reported across experimental animal and epidemiological studies, a logical first step in uncovering potential mechanisms of this suppression was enumeration of B-cell subsets.\n\nB-cell development is a complex sequence of events dependent on the microenvironment in which cells exist. If conditions are favorable, this allows for progression to the next step of development ( Loder  et al. , 1999 ). Modifications in the microenvironment can lead to alterations that can disrupt the B-cell differentiation pathway ( Loder  et al. , 1999 ). Our flow cytometric analyses revealed that exposure to PFOA decreased numbers of naïve and marginal zone B cells in male mice (although these reductions were not statistically significant). These cells provide a rapid response of IgM and IgG antibodies following infections by blood-borne viruses and encapsulated bacteria ( Cerutti, 2013 ). Reduction of naïve B-cell numbers affects development of the B-cell life cycle because naïve B cells must become activated to ultimately differentiate into memory or plasma cells. If fewer naïve B cells are circulating, there likely will be reduced humoral responses ( Schulz  et al. , 2021 ). Plasmablasts are precursors to plasma cells, which secrete antibodies; these cell numbers were decreased by PFOA exposure in male and female mice. Both male and female mice also had reductions in the TDAR, with males having a slightly greater reduction (89.9%) compared with females (79.0%). Along the B-cell development pathway, plasmablasts stem from follicular B cells ( Abbas  et al. , 2022 ). We observed a nonstatistical decrease in follicular B-cell numbers in the females and a statistical increase in follicular B-cell numbers in male mice exposed to PFOA. Follicular B cells participate in TDAR and are essential for T-dependent humoral immunity ( Mirzaei, 2022 ). The transition from activated follicular B cells into plasma cells is an intricate process influenced by cytokines, chemokines, and coreceptors of various cells ( Nera  et al. , 2015 ). For example, T follicular helper cells function by activating B follicular cells, which allows them to differentiate into high-affinity B cells ( De Silva and Klein, 2015 ). These B cells then differentiate into plasmablasts. Variation in this process leads to lower affinity B cells that may not be fit to continue ( Nera  et al. , 2015 ). Decreases in male plasmablasts may be due to B cells being lower affinity cells, which can differentiate into memory B cells or return to the germinal center to undergo more rounds of somatic hypermutation ( Victora and Nussenzweig, 2012 ). Diminishment in numbers of multiple B-cell subsets demonstrates that PFOA has effects on the B-cell development pathway leading to decreased immune function. Although a limitation of this study is a focus on B cells at the peak of IgM antibody levels, important next steps will require evaluating B cells across the trajectory of B-cell development, from stimulation to antibody production. This will improve understanding of effects of PFAS exposure on B-cell differentiation and proliferation.\n\nB cells encounter paramount metabolic demands to complete the activation phase of cell division ( Pearce  et al. , 2013 ). To survive, B cells must be able to handle bioenergetic requirements of an increase in cell proliferation and a changing environment (Pearce  et al. ,  2013 ). Environmental changes include an increased rate of transcription and translation, increased consumption of nutrients, and changes in cell size ( D’Souza and Bhattacharya, 2019 ). Assessing bioenergetic health of immune cells is often used as an indicator of overall bioenergetic health ( Kramer  et al. , 2014 ) and an important feature of mitochondria is the ability to regulate activation, differentiation, and survival of immune cells. This leads to the interlinking of immune functions such as the TDAR with mitochondrial-based immunometabolism to understand immunosuppression. B cells from both control and PFOA-exposed animals responded to stimulation and became activated, an essential step to initiating downstream events. We also observed that only cells from male mice exposed to PFOA had exaggerated responses to stimulation. This suggests that mitochondria in B cells exposed to PFOA were fit to handle energy challenges of activation but may be hyperresponsive following PFOA exposure. This is concerning because cells may not be able to keep up with progressive energy demands of proliferation and further differentiation. These observations suggest that PFOA exposure leads to a B-cell phenotype overreactive to activation that may not be sustainable long term. If energy availability is insufficient due to over expenditure in earlier steps this could lead to B-cell subset development arrest, diminishment, or a metabolic collapse.\n\nWe observed changes in numbers of B-cell subsets as well as mitochondrial markers following PFOA exposure, indicating that the B-cell developmental trajectory may have deficiencies that affect differentiation or proliferation, leading to suppression of the TDAR. Our analysis also highlighted sex differences with males appearing more sensitive to effects of PFOA exposure than females. Although female mice had higher overall numbers within follicular, plasmablast, and memory B cells, PFOA exposure did not change the direction of this sex difference, supporting the increased sensitivity of male mice to PFOA exposure. Our findings suggest that B-cell development and survival may be hindered by PFOA exposure, but that activation of B cells was not. This work will help to further elucidate potential molecular mechanisms by which PFOA and other PFAS may suppress the TDAR.\n\n## Supplementary Material\n\nClick here for additional data file.",
  "reference_count": 32,
  "word_count": 12854,
  "char_count": 81598
}