{
  "pmcid": "PMC10330907",
  "doi": "10.1016/j.ecoenv.2023.115089",
  "title": "Perfluorooctanoic acid-induced cell death via the dual roles of ROS-MAPK/ERK signaling in ameloblast-lineage cells",
  "authors": [
    "Natsumi Fujiwara",
    "Shohei Yamashita",
    "Motoki Okamoto",
    "Marion A. Cooley",
    "Kazumi Ozaki",
    "Eric T. Everett",
    "Maiko Suzuki"
  ],
  "year": "2023",
  "journal": "Ecotoxicology and environmental safety",
  "abstract": "Perfluorooctanoic acid (PFOA) is an artificial fluorinated organic compound that has generated increased public attention due to its potential health hazards. Unsafe levels of PFOA exposure can affect reproduction, growth and development. During tooth enamel development (amelogenesis), environmental factors including fluoride can cause enamel hypoplasia. However, the effects of PFOA on ameloblasts and tooth enamel formation remain largely unknown. In the present study we demonstrate several PFOA-mediated cell death pathways (necrosis/necroptosis, and apoptosis) and assess the roles of ROS-MAPK/ERK signaling in PFOA-mediated cell death in mouse ameloblast-lineage cells (ALC). ALC cells were treated with PFOA. Cell proliferation and viability were analyzed by MTT assays and colony formation assays, respectively. PFOA suppressed cell proliferation and viability in a dose dependent manner. PFOA induced both necrosis (PI-positive cells) and apoptosis (cleaved-caspase-3, γH2AX and TUNEL-positive cells). PFOA significantly increased ROS production and up-regulated phosphor-(p)-ERK. Addition of ROS inhibitor N-acetyl cysteine (NAC) suppressed p-ERK and decreased necrosis, and increased cell viability compared to PFOA alone, whereas NAC did not change apoptosis. This suggests that PFOA-mediated necrosis was induced by ROS-MAPK/ERK signaling, but apoptosis was not associated with ROS. Addition of MAPK/ERK inhibitor PD98059 suppressed necrosis and increased cell viability compared to PFOA alone. Intriguingly, PD98059 augmented PFOA-mediated apoptosis. This suggests that p-ERK promoted necrosis but suppressed apoptosis. Addition of the necroptosis inhibitor Necrostatin-1 restored cell viability compared to PFOA alone, while pancaspase inhibitor Z-VAD did not mitigate PFOA-mediated cell death. These results suggest that 1) PFOA-mediated cell death was mainly caused by necrosis/necroptosis by ROS-MAPK/ERK signaling rather than apoptosis, 2) MAPK/ERK signaling plays the dual roles (promoting necrosis and suppressing apoptosis) under PFOA treatment. This is the initial report to indicate that PFOA could be considered as a possible causative factor for cryptogenic enamel malformation. Further studies are required to elucidate the mechanisms of PFOA-mediated adverse effects on amelogenesis.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Per- and poly-fluoroalkyl substances (PFAS) are a large group of man-made non-biodegradable compounds. Since the 1940s, PFAS have been produced and used in numerous commercial and industrial applications, including food containers and non-stick pans due to their unique hydrophobic and oleophobic properties. PFAS have generated increased public attention due to their potential environmental health hazards. PFAS compounds are seemingly ubiquitous in the oceans, streams, and groundwater. Elevated concentrations of PFAS in drinking water have been reported in numerous regions in the US, especially near industrial sites that produced or used PFAS. A recent study has shown that total PFAS concentrations in residential drinking water in Alaska ranged from not detected to 120 ng/L (ppt) ( Babayev et al., 2022 ). Two water samples from nearby major source of PFAS contamination (Department of Transportation, and Gustavus (GST) airport in Gustavus, Alaska) had elevated PFAS concentrations of 14,600 and 228 ng/L (ppt), respectively. PFAS are a potential threat to living organisms due to their biopersistency, bioaccumulation and biomagnification in the food chain. The Centers for Disease Control and Prevention (CDC) has reported detectable serum PFAS levels in 97 % of the U.S. population. Epidemiological studies have demonstrated a positive association between human serum PFAS and an increase of cholesterol, liver damage and chronic kidney disease ( Owumi et al., 2021 ;  Shearer et al., 2021 ). Although it remains controversial, PFAS have been reported as thyroid and endocrine disruptors with the potential to cause adverse effects on thyroid gland function and the reproductive system ( Coperchini et al., 2020 ;  Mokra, 2021 ).\n\nThe most common PFAS; perfluorooctanoic acid (PFOA) and perfluorooctanesulfonic acid (PFOS) can affect the level of sex hormones and estrogen receptor activation ( Kang et al., 2016 ). A recent study has reported that PFOA can promote breast cancer cell migration and invasion by activating PI3K/AKT and MAPK/ERK pathways via two estrogen receptors, ERα and G protein-coupled estrogen receptor (GPER) ( Liu et al., 2023 ). While depending on cell type and stimuli, ERK activation is widely associated with cell proliferation, differentiation, and anti-apoptotic functions. ERK activity also will mediate different antiproliferative events and cell death, including apoptosis, autophagy, and senescence in vitro and in vivo ( Cagnol and Chambard, 2010 ). PFOA activates MAPK/ERK signaling to induce hepatomegaly and hepatocarcinogenesis in rodents ( Upham et al., 2009 ) and the p-p38/p38 MAPK ratio increased in testes and primary sertoli cells after PFOA exposure ( Lu et al., 2016 ).\n\nThe US EPA (Environmental Protection Agency) guideline in 2016 set a limit of PFOA in drinking water as 70 parts per trillion (ppt, ng/L). In June 2022, the EPA updated the interim limit of PFOA to 0.004 ppt ( EPA US, 2022 ), which is thousands of times stricter, suggesting that PFOA is more problematic than initially believed. PFOA has been detected in various human autopsy tissues, including bone, lung, liver and kidney (Perez et al., 2013). The median PFOA concentration in serum among the United States general population is 2.08 ng/mL (0.005 μM) as of 2011–2018 (CDC). Occupational studies have shown that serum PFOA levels in high-exposure workers ranged from 0.01 to 92.03 μg/mL (0.02 μM to 222 μM) ( Olsen and Zobel, 2007 ) which is much higher than the general population. Epidemiological studies have demonstrated that serum PFOA concentrations are associated with kidney cancer ( Shearer et al., 2021 ) and rheumatoid arthritis ( Qu et al., 2022 ). Furthermore, PFOA can be transferred from mother to fetus via cord blood. A recent study has shown a correlation with PFOA concentrations in umbilical cord blood and cognitive functions of children (4–40 months) ( Oh et al., 2022 ), suggesting that PFOA can cause adverse health effects on fetal development. Animal models demonstrate that PFOA is absorbed in oral, inhalation and dermal exposure. Rodent experiments show that the Lowest-observed-adverse-effect (LOAEL) doses correspond to serum PFOA levels of 20–51 μg/mL (48–123 μM) in rats and 10–14 μg/mL (24–33.8 μM) in mice ( Loveless et al., 2006 ).\n\nDuring tooth enamel development (amelogenesis), environmental factors (e.g., trauma, infections and chemicals) can cause enamel hypoplasia, including dental fluorosis and molar incisor hypomineralization (MIH). The optimal exposure of fluoride prevents tooth decay, but too much ingestion of fluoride during tooth development affects the function of enamel forming ameloblasts resulting in dental fluorosis ( Suzuki et al., 2014 ). MIH is a developmental enamel defect caused by reduced mineralization, but the causative mechanism of MIH is still unclear ( Almuallem and Busuttil-Naudi, 2018 ). Recent epidemiology studies have shown a relation between PFOA and dental caries prevalence ( Puttige Ramesh et al., 2019 ;  Wiener and Waters, 2019 ). Furthermore, animal models show possible adverse effects of PFOA in craniofacial development. For instance, PFOA is reported to cause craniofacial deformities in zebrafish ( Jantzen et al., 2016 ) while perfluorooctane sulfonate (PFOS), another widely studied PFAS increases incidence of cleft palate in rodents ( Era et al., 2009 ). Fluorotelomer alcohols (FTOHs), which are precursors of PFOA and PFOS, induced ameloblast degeneration leading to tooth malformation in rodents ( Ladics et al., 2008 ;  Mukerji et al., 2015 ;  Serex et al., 2014 ). During PFOA metabolism from FTOHs, free fluorine is released from FTOHs to form PFOA as a final metabolite ( Wang et al., 2005 ). Fluorine generated from FTOHs could play critical roles in ameloblast degeneration since excessive fluoride induces dental fluorosis. On the other hand, the final metabolite PFOA is fully fluorinated with the strongest carbon-fluorine (C-F) bonds, and is difficult to degrade to release free fluoride. The mechanism of how the final metabolite PFOA affects ameloblasts and enamel development remains largely unknown.\n\nHere, we assessed the molecular mechanisms of PFOA-cytotoxicity in mouse ameloblast-lineage cells (ALC cells) in vitro. To the best of our knowledge, this is the first study to indicate that PFOA is potentially a causative factor for cryptogenic abnormalities in amelogenesis, including MIH of which the etiology is unknown."
    },
    {
      "title": "Materials and methods",
      "text": "The mouse ameloblast-lineage cells (ALC cells), which are an immortalized cell line from the mouse mandibular molar ( Nakata et al., 2003 ) were used in this study. ALC cells were maintained in Dulbecco’s Modified Eagle Medium (DMEM) (Thermo Fisher Scientific, Waltham, MA, USA) supplemented with 10 % fetal bovine serum. Indicated concentrations of PFOA (Sigma-Aldrich, St. Louis, MO, USA) were diluted with cell culture medium. All inhibitors used in this study were added 1 h prior to PFOA treatment. N-acetyl cysteine (NAC) (Thermo Fisher Scientific), which inhibits reactive oxygen species (ROS) production, was diluted with cell culture medium. The necroptosis inhibitors, RIP1 (Necrostatin-1) and PD98059 (ERK inhibitor) (Selleck Chemicals, Houston, TX, USA) were diluted with dimethyl sulfoxide (DMSO). A final concentration of 0.04 % DMSO (vehicle) served as a control and was equivalent to the amount of DMSO in each sample.\n\nTo quantify cell proliferation, 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assays were performed as previously described ( Deng et al., 2020 ). Briefly, cells were cultured in 96-well plates overnight. After PFOA treatment for 24 h, MTT reagent was added to each well and incubated for 3 h ( Supplementary Fig. 1A ). Afterwards the media was removed and replaced with DMSO and the cells were allowed to lyse while rotating on an orbital shaker for 15 min. OD was measured at 590 nm by a microplate reader (SYNERGY LX, BioTek, Winooski, VT, USA). Each experiment was performed in triplicate.\n\nTo examine cell viability, we performed a colony formation assay ( Fujiwara et al., 2021 ). Briefly, ALC cells were treated with PFOA for 24h. Afterwards, cells were washed and re-seeded at 200 cells/well in 6 well plates and cultured for 7 days ( Supplementary Fig. 1A ). Formed colonies were washed with PBS followed by fixation with neutral buffered formalin and stained with 0.01 % crystal violet. The colony number was quantified by ImageJ software (National Institutes of Health, Bethesda, MD, USA). Each experiment was performed in triplicate.\n\nTo identify necrotic cells following PFOA treatment, the cells were stained using propidium iodide (PI) according to the manufacturer’s instructions (Invitrogen, Waltham, MA, USA). Briefly, ALC cells (2 × 10 6  cells) treated with PFOA were fixed with buffered formalin and then washed with PBS. The washed cells were post-fixed with methanol, washed again with PBS and then collected by centrifugation. The cell pellet was loosened with tapping and incubated with 3 μM PI solution for 15 min at room temperature. After a final washing of PI stained cells, fluorescence intensity was measured by RED filter (Ex/Em = 530/590) with a microplate reader (SYNERGY LX, BioTek).\n\nROS production was measured using cell permeable reagent 2’,7’-dichlorofluorescin diacetate (DCFDA) (Abcam, Waltham, MA, USA) as previously described ( Suzuki et al., 2015 ). Briefly, ALC cells (2.5 × 10 3  cells/well) were seeded in a 96-well plate and incubated overnight. Afterwards, cells were washed with the buffer and incubated with DCFDA. Then, cells were treated with PFOA for 3 h. Fluorescence (Ex/Em = 485/528) was measured with a microplate reader (SYNERGY LX, BioTek).\n\nWe performed TUNEL assay for the identification of apoptotic cells following PFOA treatment using the quantitative colorimetric apoptosis kit according to the manufacturer’s instructions (Cat No. 4822–96-K-049, R&D Systems, Minneapolis, MN, USA). Briefly, ALC cells were treated with PFOA (500 μM) for 24 h and fixed with buffered formalin and methanol. Samples were treated with proteinase K solution, quenched by hydrogen peroxide, and labeled with terminal deoxynucleotidyl transferase (TdT). Cells that had incorporated labeled nucleotides were identified by horseradish peroxidase (HRP) and TACS-sapphire reagent. OD was measured at 450 nm using a microplate reader (SYNERGY LX, BioTek).\n\nWestern blot was performed as described previously ( Fujiwara et al., 2021 ). Total protein from ALC cells treated with/without PFOA were extracted and equal amounts of protein were subjected to Immunoblot analysis. The following antibodies were used. Primary antibodies: rabbit anti-cleaved caspase 3, rabbit anti-γH2AX, rabbit anti-phospho-ERK, rabbit anti-total ERK antibodies (Cell Signaling Technology, Boston, MA, USA). Mouse anti-β-actin (Cell Signaling Technology) was used as a loading control protein. Secondary antibodies: HRP-conjugated anti--rabbit or mouse IgG secondary antibodies (Cell Signaling Technology). Signal was detected using the ChemiDoc ™  Imaging System (Bio-Rad). Band densities were quantified by Image Lab ™  software (Bio-Rad). Representative images are shown in the  results  section. Data of relative protein level are presented as means ± SD. Each experiment was performed in triplicate.\n\nData were analyzed by Tukey’s multiple comparisons test with one-way analysis of variance (ANOVA) and the Student’s  t -test for comparing between two groups. Prism 9 (Graph Pad, San Diego, CA, USA) was used in the analysis. Significance was assessed at  P <  0.05."
    },
    {
      "title": "Cell culture",
      "text": "The mouse ameloblast-lineage cells (ALC cells), which are an immortalized cell line from the mouse mandibular molar ( Nakata et al., 2003 ) were used in this study. ALC cells were maintained in Dulbecco’s Modified Eagle Medium (DMEM) (Thermo Fisher Scientific, Waltham, MA, USA) supplemented with 10 % fetal bovine serum. Indicated concentrations of PFOA (Sigma-Aldrich, St. Louis, MO, USA) were diluted with cell culture medium. All inhibitors used in this study were added 1 h prior to PFOA treatment. N-acetyl cysteine (NAC) (Thermo Fisher Scientific), which inhibits reactive oxygen species (ROS) production, was diluted with cell culture medium. The necroptosis inhibitors, RIP1 (Necrostatin-1) and PD98059 (ERK inhibitor) (Selleck Chemicals, Houston, TX, USA) were diluted with dimethyl sulfoxide (DMSO). A final concentration of 0.04 % DMSO (vehicle) served as a control and was equivalent to the amount of DMSO in each sample."
    },
    {
      "title": "Cell proliferation assay",
      "text": "To quantify cell proliferation, 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assays were performed as previously described ( Deng et al., 2020 ). Briefly, cells were cultured in 96-well plates overnight. After PFOA treatment for 24 h, MTT reagent was added to each well and incubated for 3 h ( Supplementary Fig. 1A ). Afterwards the media was removed and replaced with DMSO and the cells were allowed to lyse while rotating on an orbital shaker for 15 min. OD was measured at 590 nm by a microplate reader (SYNERGY LX, BioTek, Winooski, VT, USA). Each experiment was performed in triplicate."
    },
    {
      "title": "Colony formation assay",
      "text": "To examine cell viability, we performed a colony formation assay ( Fujiwara et al., 2021 ). Briefly, ALC cells were treated with PFOA for 24h. Afterwards, cells were washed and re-seeded at 200 cells/well in 6 well plates and cultured for 7 days ( Supplementary Fig. 1A ). Formed colonies were washed with PBS followed by fixation with neutral buffered formalin and stained with 0.01 % crystal violet. The colony number was quantified by ImageJ software (National Institutes of Health, Bethesda, MD, USA). Each experiment was performed in triplicate."
    },
    {
      "title": "Propidium iodide staining",
      "text": "To identify necrotic cells following PFOA treatment, the cells were stained using propidium iodide (PI) according to the manufacturer’s instructions (Invitrogen, Waltham, MA, USA). Briefly, ALC cells (2 × 10 6  cells) treated with PFOA were fixed with buffered formalin and then washed with PBS. The washed cells were post-fixed with methanol, washed again with PBS and then collected by centrifugation. The cell pellet was loosened with tapping and incubated with 3 μM PI solution for 15 min at room temperature. After a final washing of PI stained cells, fluorescence intensity was measured by RED filter (Ex/Em = 530/590) with a microplate reader (SYNERGY LX, BioTek)."
    },
    {
      "title": "ROS assay",
      "text": "ROS production was measured using cell permeable reagent 2’,7’-dichlorofluorescin diacetate (DCFDA) (Abcam, Waltham, MA, USA) as previously described ( Suzuki et al., 2015 ). Briefly, ALC cells (2.5 × 10 3  cells/well) were seeded in a 96-well plate and incubated overnight. Afterwards, cells were washed with the buffer and incubated with DCFDA. Then, cells were treated with PFOA for 3 h. Fluorescence (Ex/Em = 485/528) was measured with a microplate reader (SYNERGY LX, BioTek)."
    },
    {
      "title": "TUNEL assay",
      "text": "We performed TUNEL assay for the identification of apoptotic cells following PFOA treatment using the quantitative colorimetric apoptosis kit according to the manufacturer’s instructions (Cat No. 4822–96-K-049, R&D Systems, Minneapolis, MN, USA). Briefly, ALC cells were treated with PFOA (500 μM) for 24 h and fixed with buffered formalin and methanol. Samples were treated with proteinase K solution, quenched by hydrogen peroxide, and labeled with terminal deoxynucleotidyl transferase (TdT). Cells that had incorporated labeled nucleotides were identified by horseradish peroxidase (HRP) and TACS-sapphire reagent. OD was measured at 450 nm using a microplate reader (SYNERGY LX, BioTek)."
    },
    {
      "title": "Western blot analysis",
      "text": "Western blot was performed as described previously ( Fujiwara et al., 2021 ). Total protein from ALC cells treated with/without PFOA were extracted and equal amounts of protein were subjected to Immunoblot analysis. The following antibodies were used. Primary antibodies: rabbit anti-cleaved caspase 3, rabbit anti-γH2AX, rabbit anti-phospho-ERK, rabbit anti-total ERK antibodies (Cell Signaling Technology, Boston, MA, USA). Mouse anti-β-actin (Cell Signaling Technology) was used as a loading control protein. Secondary antibodies: HRP-conjugated anti--rabbit or mouse IgG secondary antibodies (Cell Signaling Technology). Signal was detected using the ChemiDoc ™  Imaging System (Bio-Rad). Band densities were quantified by Image Lab ™  software (Bio-Rad). Representative images are shown in the  results  section. Data of relative protein level are presented as means ± SD. Each experiment was performed in triplicate."
    },
    {
      "title": "Statistical analysis",
      "text": "Data were analyzed by Tukey’s multiple comparisons test with one-way analysis of variance (ANOVA) and the Student’s  t -test for comparing between two groups. Prism 9 (Graph Pad, San Diego, CA, USA) was used in the analysis. Significance was assessed at  P <  0.05."
    },
    {
      "title": "Results",
      "text": "We assessed the PFOA effects on cell proliferation in ALC cells by MTT assay. ALC cells were treated with PFOA at the indicated concentrations for 24 h.  Fig. 1A  shows that PFOA decreased cell proliferation in a dose-dependent manner. Cell growth was significantly decreased with PFOA at 500 μM (IC50) and 600 μM (IC65) compared to the control (** P <  0.01). To access whether PFOA induces cell death or merely suppresses cell growth, cell viability was determined using the colony formation assay and by determining the number of non-viable necrotic cells with propidium iodide (PI) staining. Lower doses of PFOA at 100–300 μM did not significantly decrease colony formation compared to the control ( Supplementary Fig. 2 ). PFOA treatment (500 and 600 μM) significantly suppressed colony formation compared to the control (* P <  0.05) ( Fig. 1B ). PI-positive necrotic cells were increased two-fold by PFOA (500 μM) compared to the control (* P <  0.05) ( Fig. 1C ). These results suggest that PFOA at 500 μM (IC50) induced cell death in ALC cells. Henceforth, we assessed PFOA biological effects at IC50 in this study.\n\nPrevious studies reported that PFOA treatment increased ROS production in mammalian cells. ( Lopez-Arellano et al., 2019 ;  Owumi et al., 2021 ). To assess if PFOA-mediated cell death is related to ROS, ROS production was measured in ALC cells.  Fig. 2A  shows that PFOA treatment (500 and 600 μM) for 3 h significantly increased ROS production compared to the control (** P <  0.01). ROS inhibitor N-acetyl cysteine (NAC) at 5 and 10 mM significantly suppressed PFOA-mediated ROS production compared to PFOA alone (** P <  0.01) ( Fig. 2B ).  Fig. 2C  shows that PFOA-mediated colony suppression was significantly reversed by NAC (5 and 10 mM) compared to PFOA alone (** P <  0.01), suggesting that PFOA-mediated cell death is caused by ROS production.\n\nROS can activate MAPK signaling (ERK and JNK), which regulates cell proliferation ( Zhang and Liu, 2002 ), whereas ERK can activate apoptosis and mediate cell death ( Sugiura et al., 2021 ). To assess the involvement of MAPK/ERK signaling in PFOA-induced cell death, phosphor-(p)-ERK and total-(t)-ERK protein level were determined by Western blotting.  Fig. 3A  shows that PFOA (500 μM) significantly increased the ratio of p-ERK/t-ERK compared to the vehicle control, DMSO (** P <  0.01). This PFOA-mediated ERK activation was significantly suppressed by NAC (5 and 10 mM) compared to PFOA alone (** P <  0.01). These results indicate that PFOA activates ERK signaling via ROS production. Next, we assessed the role of ERK signaling in PFOA-mediated cell death using the ERK inhibitor, PD98059.  Fig. 3B  shows that PFOA with PD98059 (5 and 40 μM) significantly reversed colony formation compared to PFOA alone (* P <  0.05, ** P <  0.01, respectively). PI staining showed that PFOA with PD98059 (40 μM) significantly decreased the number of PI-positive necrotic cells compared to PFOA alone (* P <  0.05) ( Fig. 3C ). These results suggest that PFOA activates ERK by way of ROS which leads to cell death in ALC cells.\n\nWe assessed if apoptosis is involved in PFOA-induced cell death. PFOA at 500 μM and 600 μM (but not at 200 μM) significantly increased protein level of cleaved caspase-3 ( Fig. 4A ) and γH2AX (DNA-damage response marker) ( Fig. 4B ) compared to the control. PFOA (500 μM) significantly increased apoptosis by TUNEL assay compared to the control ( Fig. 4C ) (* P <  0.05), while there was no significant change at 200 μM ( Supplementary Fig. 3 ). These results suggest that PFOA (IC50) induced apoptosis in ALC cells.\n\nNext, we investigated whether ROS is associated with PFOA-induced apoptosis using NAC.  Fig. 5  shows that NAC did not change the protein level of PFOA-induced cleaved caspase-3 ( Fig. 5A ) nor γH2AX ( Fig. 5B ). However, intriguingly, ROS inhibition by NAC significantly decreased PI-positive cell population compared to PFOA alone ( Fig. 5C ) (* P <  0.05), indicating that PFOA-mediated ROS induced necrosis, but ROS is not associated with apoptosis. Next, we performed the colony formation assay using pan-caspase inhibitor, Z-VAD-fmk (Z-VAD) to clarify if apoptosis plays a crucial role in PFOA-mediated cell death. PFOA with Z-VAD did not change the colony formation compared to PFOA alone ( Supplementary Fig. 4 ). These results suggest that PFOA-induced apoptosis was independent of ROS production and other factors may contribute to PFOA-induced apoptosis. Multiple pathways are possibly activated by PFOA, and PFOA-mediated cell death might be mainly caused by ROS-mediated necrosis rather than apoptosis.\n\nFig. 3  shows that inhibition of ERK in ALC cells by PD98059 decreased PI-positive cells and rescued PFOA-mediated cell death, indicating that PFOA-mediated necrosis is induced via ERK pathway.\n\nNext, we further assessed the role of ERK pathway in PFOA-induced apoptosis. We hypothesized that ERK pathway promotes both necrosis and apoptosis and that the ERK inhibitor PD98059 would reduce both PFOA-mediated necrosis and apoptosis, thereby rescuing the cells from cell death. However, contrary to our expectation, PFOA with PD98059 (40 μM) significantly increased the protein levels of cleaved caspase-3 ( Fig. 6A ) (** P <  0.01) and γH2AX ( Fig. 6B ) (** P <  0.01). These results suggest that ERK activation plays a suppressive role in PFOA-mediated apoptosis. Although inhibition of ERK by PD98059 significantly increased the apoptotic pathway ( Fig. 6 ), the inhibitor significantly decreased PI-positive cells and rescued cell viability ( Fig. 3 ). These results suggest that PFOA-activated ERK has dual roles ( Fig. 8 ) and ERK-mediated necrosis plays a more critical role in PFOA-mediated cell death than apoptosis.\n\nNecroptosis is a programmed form of necrosis and ROS can serve as an initiator of necroptosis ( Zhang et al., 2017 ). To assess if the necroptosis pathway is involved in PFOA-mediated cell death, we performed the colony formation assay using the necroptosis inhibitor, Necrostation-1. Treatment of cells with PFOA along with Necrostation-1 (20 and 40 μM) significantly improved colony formation compared to PFOA alone ( Fig. 7A ) (** P <  0.01). Moreover,  Fig. 7B  shows that Necrostation-1 (40 μM) along with PFOA significantly decreased PI-positive cells compared to PFOA alone (** P <  0.01). These results suggest that necroptosis pathway is associated with PFOA-mediated cell death."
    },
    {
      "title": "PFOA induces cell death in ALC cells",
      "text": "We assessed the PFOA effects on cell proliferation in ALC cells by MTT assay. ALC cells were treated with PFOA at the indicated concentrations for 24 h.  Fig. 1A  shows that PFOA decreased cell proliferation in a dose-dependent manner. Cell growth was significantly decreased with PFOA at 500 μM (IC50) and 600 μM (IC65) compared to the control (** P <  0.01). To access whether PFOA induces cell death or merely suppresses cell growth, cell viability was determined using the colony formation assay and by determining the number of non-viable necrotic cells with propidium iodide (PI) staining. Lower doses of PFOA at 100–300 μM did not significantly decrease colony formation compared to the control ( Supplementary Fig. 2 ). PFOA treatment (500 and 600 μM) significantly suppressed colony formation compared to the control (* P <  0.05) ( Fig. 1B ). PI-positive necrotic cells were increased two-fold by PFOA (500 μM) compared to the control (* P <  0.05) ( Fig. 1C ). These results suggest that PFOA at 500 μM (IC50) induced cell death in ALC cells. Henceforth, we assessed PFOA biological effects at IC50 in this study."
    },
    {
      "title": "PFOA-mediated cell death is associated with ROS",
      "text": "Previous studies reported that PFOA treatment increased ROS production in mammalian cells. ( Lopez-Arellano et al., 2019 ;  Owumi et al., 2021 ). To assess if PFOA-mediated cell death is related to ROS, ROS production was measured in ALC cells.  Fig. 2A  shows that PFOA treatment (500 and 600 μM) for 3 h significantly increased ROS production compared to the control (** P <  0.01). ROS inhibitor N-acetyl cysteine (NAC) at 5 and 10 mM significantly suppressed PFOA-mediated ROS production compared to PFOA alone (** P <  0.01) ( Fig. 2B ).  Fig. 2C  shows that PFOA-mediated colony suppression was significantly reversed by NAC (5 and 10 mM) compared to PFOA alone (** P <  0.01), suggesting that PFOA-mediated cell death is caused by ROS production."
    },
    {
      "title": "PFOA activates ERK signaling via ROS production leading to cell death",
      "text": "ROS can activate MAPK signaling (ERK and JNK), which regulates cell proliferation ( Zhang and Liu, 2002 ), whereas ERK can activate apoptosis and mediate cell death ( Sugiura et al., 2021 ). To assess the involvement of MAPK/ERK signaling in PFOA-induced cell death, phosphor-(p)-ERK and total-(t)-ERK protein level were determined by Western blotting.  Fig. 3A  shows that PFOA (500 μM) significantly increased the ratio of p-ERK/t-ERK compared to the vehicle control, DMSO (** P <  0.01). This PFOA-mediated ERK activation was significantly suppressed by NAC (5 and 10 mM) compared to PFOA alone (** P <  0.01). These results indicate that PFOA activates ERK signaling via ROS production. Next, we assessed the role of ERK signaling in PFOA-mediated cell death using the ERK inhibitor, PD98059.  Fig. 3B  shows that PFOA with PD98059 (5 and 40 μM) significantly reversed colony formation compared to PFOA alone (* P <  0.05, ** P <  0.01, respectively). PI staining showed that PFOA with PD98059 (40 μM) significantly decreased the number of PI-positive necrotic cells compared to PFOA alone (* P <  0.05) ( Fig. 3C ). These results suggest that PFOA activates ERK by way of ROS which leads to cell death in ALC cells."
    },
    {
      "title": "PFOA-induced apoptosis is not associated with ROS-mediated cell death",
      "text": "We assessed if apoptosis is involved in PFOA-induced cell death. PFOA at 500 μM and 600 μM (but not at 200 μM) significantly increased protein level of cleaved caspase-3 ( Fig. 4A ) and γH2AX (DNA-damage response marker) ( Fig. 4B ) compared to the control. PFOA (500 μM) significantly increased apoptosis by TUNEL assay compared to the control ( Fig. 4C ) (* P <  0.05), while there was no significant change at 200 μM ( Supplementary Fig. 3 ). These results suggest that PFOA (IC50) induced apoptosis in ALC cells.\n\nNext, we investigated whether ROS is associated with PFOA-induced apoptosis using NAC.  Fig. 5  shows that NAC did not change the protein level of PFOA-induced cleaved caspase-3 ( Fig. 5A ) nor γH2AX ( Fig. 5B ). However, intriguingly, ROS inhibition by NAC significantly decreased PI-positive cell population compared to PFOA alone ( Fig. 5C ) (* P <  0.05), indicating that PFOA-mediated ROS induced necrosis, but ROS is not associated with apoptosis. Next, we performed the colony formation assay using pan-caspase inhibitor, Z-VAD-fmk (Z-VAD) to clarify if apoptosis plays a crucial role in PFOA-mediated cell death. PFOA with Z-VAD did not change the colony formation compared to PFOA alone ( Supplementary Fig. 4 ). These results suggest that PFOA-induced apoptosis was independent of ROS production and other factors may contribute to PFOA-induced apoptosis. Multiple pathways are possibly activated by PFOA, and PFOA-mediated cell death might be mainly caused by ROS-mediated necrosis rather than apoptosis."
    },
    {
      "title": "Dual roles of ERK in PFOA-mediated necrosis and apoptosis",
      "text": "Fig. 3  shows that inhibition of ERK in ALC cells by PD98059 decreased PI-positive cells and rescued PFOA-mediated cell death, indicating that PFOA-mediated necrosis is induced via ERK pathway.\n\nNext, we further assessed the role of ERK pathway in PFOA-induced apoptosis. We hypothesized that ERK pathway promotes both necrosis and apoptosis and that the ERK inhibitor PD98059 would reduce both PFOA-mediated necrosis and apoptosis, thereby rescuing the cells from cell death. However, contrary to our expectation, PFOA with PD98059 (40 μM) significantly increased the protein levels of cleaved caspase-3 ( Fig. 6A ) (** P <  0.01) and γH2AX ( Fig. 6B ) (** P <  0.01). These results suggest that ERK activation plays a suppressive role in PFOA-mediated apoptosis. Although inhibition of ERK by PD98059 significantly increased the apoptotic pathway ( Fig. 6 ), the inhibitor significantly decreased PI-positive cells and rescued cell viability ( Fig. 3 ). These results suggest that PFOA-activated ERK has dual roles ( Fig. 8 ) and ERK-mediated necrosis plays a more critical role in PFOA-mediated cell death than apoptosis."
    },
    {
      "title": "PFOA-mediated cell death is associated with necroptosis",
      "text": "Necroptosis is a programmed form of necrosis and ROS can serve as an initiator of necroptosis ( Zhang et al., 2017 ). To assess if the necroptosis pathway is involved in PFOA-mediated cell death, we performed the colony formation assay using the necroptosis inhibitor, Necrostation-1. Treatment of cells with PFOA along with Necrostation-1 (20 and 40 μM) significantly improved colony formation compared to PFOA alone ( Fig. 7A ) (** P <  0.01). Moreover,  Fig. 7B  shows that Necrostation-1 (40 μM) along with PFOA significantly decreased PI-positive cells compared to PFOA alone (** P <  0.01). These results suggest that necroptosis pathway is associated with PFOA-mediated cell death."
    },
    {
      "title": "Discussion",
      "text": "PFOA is one of per- and polyfluoroalkyl substances (PFAS) that have generated increased public attention due to their widespread presence in the environment. Although the results contradict, recent epidemiology studies have shown the relation between PFOA and dental caries prevalence. One concluded that PFOA was not associated with the prevalence of dental caries, while the other demonstrated that PFOA had an association with dental caries experience ( Wiener and Waters, 2019 ). Animal models have shown that PFOA caused craniofacial deformities in zebrafish ( Jantzen et al., 2016 ) in rodents ( Balmanno and Cook, 2009 ). PFOA precursor, FTOHs induced ameloblast degeneration leading to tooth malformation in rodents ( Ladics et al., 2008 ;  Mukerji et al., 2015 ;  Serex et al., 2014 ). During FTOHs metabolism, fluorine is generated to form the final metabolite PFOA ( Wang et al., 2005 ). The released fluorine could play a critical role in ameloblast degeneration, and lead to a dental fluorosis-like phenotype. However, mechanistically how the final metabolite PFOA can affect enamel development (amelogenesis) is not understood. In the present study, we assessed if PFOA itself affects ameloblast-lineage cell line (ALC) cells in vitro.\n\nSerum PFOA levels in high-exposure workers ranged from 0.02 μM to 222 μM ( Olsen and Zobel, 2007 ). Lowest-observed-adverse-effect (LOAEL) doses correspond to serum PFOA levels of 48–123 μM in rats ( Loveless et al., 2006 ).\n\nA significant part of the PFOA in serum is bound to albumin and other proteins. This interaction limits the level of PFOA that moves by passive transport into tissue cells. It has been reported in vitro, that PFOA enters the cell membrane of Fisher rat thyroid line-5 (FRTL-5) cells by passive transport. Analysis of FRTL-5 cells exposed to 100 μM PFOA in culture media resulted in an intracellular calculated mean amount of 2.3 nM PFOA ( Coperchini et al., 2015 ). Coperchini et al. found that the intracellular PFOA concentration in the cell pellet was 0.0023 % of the medium PFOA concentration (100 μM). This finding demonstrates that levels of PFOA entering cells in vitro are lower than the concentration found in culture media. Zhang et al. ( Zhang et al., 2020 ) found that addition of required fetal bovine serum to culture media used for in vitro cellular assays contains albumin which binds PFOA and reduces PFOA cellular toxicity. We also expect a PFOA concentration gradient between ALC cells and culture medium in our experimental setting. Therefore, the available PFOA able to move by passive transport into ALC cells is likely much lower than that in the surrounding media. Taken together, we consider the concentration of 500 μM PFOA in culture medium is within a valid biological range for in vitro settings.\n\nPFOA acts as an endocrine disruptor ( Coperchini et al., 2020 ;  Mokra, 2021 ) and promotes cancer proliferation, migration, invasion and causes drug resistance ( Pierozan et al., 2022 ), suggesting that PFOA biological effects vary and depend on the types of tissue and cell. In the present study, PFOA at 500 μM (IC50 in ALC cells) induced cytotoxic effects, inducing apoptosis and necrosis in ALC cells, while PFOA at 500 μM did not affect cell viability in mouse spermatogonical cells (GC-1 cells) ( Lin et al. 2020 ). This suggests that 500 μM PFOA is not resulting in non-specific physical damage due to the concentration, but rather inducing a cell type-dependent effect. Moreover, intervention by ROS inhibitor (NAC) or by MAPK inhibitor (PD98059) 1 h before PFOA\n\ntreatment, rescued the PFOA-induced cytotoxicity in this study. This suggests that PFOA-induced cytotoxicity is a reversible reaction via cell signaling cascades rather than irreversible cell damage caused by non-specific physical damage (e.g., direct cell membrane disruption).\n\nPrevious studies have shown that PFOA can cause oxidative stress with ROS generation. PFOA induces oocyte apoptosis and necrosis in mice ( Lopez-Arellano et al., 2019 ) and ROS inhibitor NAC abates PFOA-mediated hepatorenal toxicities in rats ( Owumi et al., 2021 ). Concordant with these studies, our results show that PFOA significantly increased ROS production and induced three death pathways, necrosis, programmed cell death (apoptosis) and necroptosis in ALC cells ( Fig. 8 ). Moreover, PFOA activated MAPK/ERK signaling, and the ROS inhibitor NAC suppressed ERK and inhibited necrosis to mitigate PFOA cytotoxicity. However, NAC did not change PFOA-mediated apoptosis. Taken together, this suggests that 1) PFOA activates MAPK/ERK via ROS, but the apoptosis pathway is induced by other factors outside of ROS, 2) ROS-MAPK/ERK-mediated necrosis is critical for PFOA cytotoxicity rather than apoptosis. Indeed, a recent study showed that PFOA induced mitochondrial-mediated apoptosis via endoplasmic reticulum (ER) stress in human liver L02 cells ( Wang et al., 2022 ) and PFOA (500 and 750 μM) increased ER stress marker Chop in immature mouse Leydig cell line TM3 ( Han and Park, 2023 ). ROS can activate cell stress responses such as oxidative stress and ER stress in ameloblasts ( Suzuki et al., 2015 ). ROS-mediated cell stress response could participate in PFOA-induced cytotoxicity in addition to the ROS-MAPK/ERK.\n\nERK inhibitor PD98059 significantly decreased necrosis and ameliorated PFOA cytotoxicity. However, intriguingly, PD98059 significantly augmented PFOA-mediated apoptosis. These results suggest that ERK activation increased necrosis but simultaneously, ERK plays an anti-apoptotic role under PFOA treatment. ERK activation is widely associated with cell proliferation, differentiation, and anti-apoptotic functions while depending on the cell type and stimulus, ERK activity also will mediate different antiproliferative events and cell death, including apoptosis, autophagy, and senescence in vitro and in vivo ( Cagnol and Chambard, 2010 ). Anti-tumor agent edelfosine-induced cell death in human glioblastoma U118 cells occurs mainly through necrosis/necroptosis, whereas apoptosis was scarce. Inhibition of ERK phosphorylation led to a dramatic increase in edelfosine-induced apoptosis ( Melo-Lima et al., 2015 ), which is in accordance with our results showing that ERK inhibition shifts the cell response to PFOA from necrosis to apoptosis. Although ERK inhibition significantly increased cleaved-caspase-3, ERK inhibition reduced necrotic cells and mitigated PFOA-mediated cell death. Pan-caspase inhibitor z-VAD-fmk did not rescue PFOA-mediated cell death, while necroptosis inhibitor Necrostation-1 ameliorated PFOA-mediated cell death. These results suggest that PFOA-mediated cell death was mainly through necrosis/necroptosis rather than the apoptosis pathway.\n\nThe environmental toxicant cadmium causes cell death by apoptosis in a human lymphoblastoid cell line and chemical inhibitors of caspases 3 and 8 blocked cleavage of PARP but not cell death, suggesting the existence of a caspase-independent death caused by cadmium ( Coutant et al., 2006 ). PFOA-mediated cell death may be caused by a caspase-independent mechanism, whereas our data raise questions about the role of caspase activation/apoptosis pathway in PFOA-mediated cytotoxicity. Caspases were originally identified as important mediators of inflammatory response and apoptosis. However, caspase activation has other roles. For example, preconditioning tissue in an in vivo model of ischemic tolerance showed widespread caspase-3 cleavage, without cell death, in which heat-shock protein 70 was upregulated and was essential for neuroprotection ( McLaughlin et al., 2003 ). Moreover, bone morphogenetic protein-4 (BMP-4) induced the growth arrest and differentiation in osteoblastic MC3T3-E1 cells via caspase-8, caspase-2, and caspase-3 activation, despite no apoptosis or necrosis ( Mogi and Togari, 2003 ). These studies indicate that caspases have various roles such as cell protection and cell differentiation. Recent studies have unveiled caspase roles in regulating necrotic cell death, including necroptosis and pyroptosis ( Yuan et al., 2016 ). Caspase-8 suppresses the activation of necroptosis and caspase-3 induces pyroptosis. Caspase roles in PFOA-mediated necroptosis remain obscure, but caspases may involve crosstalk between PFOA-mediated apoptosis and necroptosis. Further studies will be required to understand the role of caspase in PFOA-treated ALC cells.\n\nAlthough this study provides new insight demonstrating possible cytotoxic molecular mechanisms of PFOA in amelogenesis, there are certain limitations to our findings. Our results  in this  in vitro study suggest that in addition to fluoride, PFOA itself could affect enamel formation. However, more research is required 1) to identify the level and mechanism by which PFOA contributes to enamel malformation in vivo and 2) to determine pathophysiology of PFOA on ameloblasts in addition to induction of cell death pathway in vivo."
    },
    {
      "title": "Conclusion",
      "text": "This is the initial report suggesting the possible PFOA cytotoxicity to cells responsible for enamel development. We demonstrated that three cell death pathways were activated by PFOA and the role of ROS-MAPK/ERK signaling in PFOA cytotoxicity. PFOA increased necrosis via ROS-MAPK/ERK signaling but apoptosis was not associated with ROS. PFOA-mediated cell death was mainly caused by necrosis/necroptosis rather than apoptosis. PFOA could be considered as a possible causative factor for cryptogenic abnormalities in anelogenesis, including Molar Incisor Hypomineralisation (MIH) of which the etiologies are largely unknown. Further studies are required to elucidate the mechanisms of PFOA-mediated adverse effects on amelogenesis.]"
    }
  ],
  "full_text": "Perfluorooctanoic acid (PFOA) is an artificial fluorinated organic compound that has generated increased public attention due to its potential health hazards. Unsafe levels of PFOA exposure can affect reproduction, growth and development. During tooth enamel development (amelogenesis), environmental factors including fluoride can cause enamel hypoplasia. However, the effects of PFOA on ameloblasts and tooth enamel formation remain largely unknown. In the present study we demonstrate several PFOA-mediated cell death pathways (necrosis/necroptosis, and apoptosis) and assess the roles of ROS-MAPK/ERK signaling in PFOA-mediated cell death in mouse ameloblast-lineage cells (ALC). ALC cells were treated with PFOA. Cell proliferation and viability were analyzed by MTT assays and colony formation assays, respectively. PFOA suppressed cell proliferation and viability in a dose dependent manner. PFOA induced both necrosis (PI-positive cells) and apoptosis (cleaved-caspase-3, γH2AX and TUNEL-positive cells). PFOA significantly increased ROS production and up-regulated phosphor-(p)-ERK. Addition of ROS inhibitor N-acetyl cysteine (NAC) suppressed p-ERK and decreased necrosis, and increased cell viability compared to PFOA alone, whereas NAC did not change apoptosis. This suggests that PFOA-mediated necrosis was induced by ROS-MAPK/ERK signaling, but apoptosis was not associated with ROS. Addition of MAPK/ERK inhibitor PD98059 suppressed necrosis and increased cell viability compared to PFOA alone. Intriguingly, PD98059 augmented PFOA-mediated apoptosis. This suggests that p-ERK promoted necrosis but suppressed apoptosis. Addition of the necroptosis inhibitor Necrostatin-1 restored cell viability compared to PFOA alone, while pancaspase inhibitor Z-VAD did not mitigate PFOA-mediated cell death. These results suggest that 1) PFOA-mediated cell death was mainly caused by necrosis/necroptosis by ROS-MAPK/ERK signaling rather than apoptosis, 2) MAPK/ERK signaling plays the dual roles (promoting necrosis and suppressing apoptosis) under PFOA treatment. This is the initial report to indicate that PFOA could be considered as a possible causative factor for cryptogenic enamel malformation. Further studies are required to elucidate the mechanisms of PFOA-mediated adverse effects on amelogenesis.\n\n## Introduction\n\nPer- and poly-fluoroalkyl substances (PFAS) are a large group of man-made non-biodegradable compounds. Since the 1940s, PFAS have been produced and used in numerous commercial and industrial applications, including food containers and non-stick pans due to their unique hydrophobic and oleophobic properties. PFAS have generated increased public attention due to their potential environmental health hazards. PFAS compounds are seemingly ubiquitous in the oceans, streams, and groundwater. Elevated concentrations of PFAS in drinking water have been reported in numerous regions in the US, especially near industrial sites that produced or used PFAS. A recent study has shown that total PFAS concentrations in residential drinking water in Alaska ranged from not detected to 120 ng/L (ppt) ( Babayev et al., 2022 ). Two water samples from nearby major source of PFAS contamination (Department of Transportation, and Gustavus (GST) airport in Gustavus, Alaska) had elevated PFAS concentrations of 14,600 and 228 ng/L (ppt), respectively. PFAS are a potential threat to living organisms due to their biopersistency, bioaccumulation and biomagnification in the food chain. The Centers for Disease Control and Prevention (CDC) has reported detectable serum PFAS levels in 97 % of the U.S. population. Epidemiological studies have demonstrated a positive association between human serum PFAS and an increase of cholesterol, liver damage and chronic kidney disease ( Owumi et al., 2021 ;  Shearer et al., 2021 ). Although it remains controversial, PFAS have been reported as thyroid and endocrine disruptors with the potential to cause adverse effects on thyroid gland function and the reproductive system ( Coperchini et al., 2020 ;  Mokra, 2021 ).\n\nThe most common PFAS; perfluorooctanoic acid (PFOA) and perfluorooctanesulfonic acid (PFOS) can affect the level of sex hormones and estrogen receptor activation ( Kang et al., 2016 ). A recent study has reported that PFOA can promote breast cancer cell migration and invasion by activating PI3K/AKT and MAPK/ERK pathways via two estrogen receptors, ERα and G protein-coupled estrogen receptor (GPER) ( Liu et al., 2023 ). While depending on cell type and stimuli, ERK activation is widely associated with cell proliferation, differentiation, and anti-apoptotic functions. ERK activity also will mediate different antiproliferative events and cell death, including apoptosis, autophagy, and senescence in vitro and in vivo ( Cagnol and Chambard, 2010 ). PFOA activates MAPK/ERK signaling to induce hepatomegaly and hepatocarcinogenesis in rodents ( Upham et al., 2009 ) and the p-p38/p38 MAPK ratio increased in testes and primary sertoli cells after PFOA exposure ( Lu et al., 2016 ).\n\nThe US EPA (Environmental Protection Agency) guideline in 2016 set a limit of PFOA in drinking water as 70 parts per trillion (ppt, ng/L). In June 2022, the EPA updated the interim limit of PFOA to 0.004 ppt ( EPA US, 2022 ), which is thousands of times stricter, suggesting that PFOA is more problematic than initially believed. PFOA has been detected in various human autopsy tissues, including bone, lung, liver and kidney (Perez et al., 2013). The median PFOA concentration in serum among the United States general population is 2.08 ng/mL (0.005 μM) as of 2011–2018 (CDC). Occupational studies have shown that serum PFOA levels in high-exposure workers ranged from 0.01 to 92.03 μg/mL (0.02 μM to 222 μM) ( Olsen and Zobel, 2007 ) which is much higher than the general population. Epidemiological studies have demonstrated that serum PFOA concentrations are associated with kidney cancer ( Shearer et al., 2021 ) and rheumatoid arthritis ( Qu et al., 2022 ). Furthermore, PFOA can be transferred from mother to fetus via cord blood. A recent study has shown a correlation with PFOA concentrations in umbilical cord blood and cognitive functions of children (4–40 months) ( Oh et al., 2022 ), suggesting that PFOA can cause adverse health effects on fetal development. Animal models demonstrate that PFOA is absorbed in oral, inhalation and dermal exposure. Rodent experiments show that the Lowest-observed-adverse-effect (LOAEL) doses correspond to serum PFOA levels of 20–51 μg/mL (48–123 μM) in rats and 10–14 μg/mL (24–33.8 μM) in mice ( Loveless et al., 2006 ).\n\nDuring tooth enamel development (amelogenesis), environmental factors (e.g., trauma, infections and chemicals) can cause enamel hypoplasia, including dental fluorosis and molar incisor hypomineralization (MIH). The optimal exposure of fluoride prevents tooth decay, but too much ingestion of fluoride during tooth development affects the function of enamel forming ameloblasts resulting in dental fluorosis ( Suzuki et al., 2014 ). MIH is a developmental enamel defect caused by reduced mineralization, but the causative mechanism of MIH is still unclear ( Almuallem and Busuttil-Naudi, 2018 ). Recent epidemiology studies have shown a relation between PFOA and dental caries prevalence ( Puttige Ramesh et al., 2019 ;  Wiener and Waters, 2019 ). Furthermore, animal models show possible adverse effects of PFOA in craniofacial development. For instance, PFOA is reported to cause craniofacial deformities in zebrafish ( Jantzen et al., 2016 ) while perfluorooctane sulfonate (PFOS), another widely studied PFAS increases incidence of cleft palate in rodents ( Era et al., 2009 ). Fluorotelomer alcohols (FTOHs), which are precursors of PFOA and PFOS, induced ameloblast degeneration leading to tooth malformation in rodents ( Ladics et al., 2008 ;  Mukerji et al., 2015 ;  Serex et al., 2014 ). During PFOA metabolism from FTOHs, free fluorine is released from FTOHs to form PFOA as a final metabolite ( Wang et al., 2005 ). Fluorine generated from FTOHs could play critical roles in ameloblast degeneration since excessive fluoride induces dental fluorosis. On the other hand, the final metabolite PFOA is fully fluorinated with the strongest carbon-fluorine (C-F) bonds, and is difficult to degrade to release free fluoride. The mechanism of how the final metabolite PFOA affects ameloblasts and enamel development remains largely unknown.\n\nHere, we assessed the molecular mechanisms of PFOA-cytotoxicity in mouse ameloblast-lineage cells (ALC cells) in vitro. To the best of our knowledge, this is the first study to indicate that PFOA is potentially a causative factor for cryptogenic abnormalities in amelogenesis, including MIH of which the etiology is unknown.\n\n## Materials and methods\n\nThe mouse ameloblast-lineage cells (ALC cells), which are an immortalized cell line from the mouse mandibular molar ( Nakata et al., 2003 ) were used in this study. ALC cells were maintained in Dulbecco’s Modified Eagle Medium (DMEM) (Thermo Fisher Scientific, Waltham, MA, USA) supplemented with 10 % fetal bovine serum. Indicated concentrations of PFOA (Sigma-Aldrich, St. Louis, MO, USA) were diluted with cell culture medium. All inhibitors used in this study were added 1 h prior to PFOA treatment. N-acetyl cysteine (NAC) (Thermo Fisher Scientific), which inhibits reactive oxygen species (ROS) production, was diluted with cell culture medium. The necroptosis inhibitors, RIP1 (Necrostatin-1) and PD98059 (ERK inhibitor) (Selleck Chemicals, Houston, TX, USA) were diluted with dimethyl sulfoxide (DMSO). A final concentration of 0.04 % DMSO (vehicle) served as a control and was equivalent to the amount of DMSO in each sample.\n\nTo quantify cell proliferation, 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assays were performed as previously described ( Deng et al., 2020 ). Briefly, cells were cultured in 96-well plates overnight. After PFOA treatment for 24 h, MTT reagent was added to each well and incubated for 3 h ( Supplementary Fig. 1A ). Afterwards the media was removed and replaced with DMSO and the cells were allowed to lyse while rotating on an orbital shaker for 15 min. OD was measured at 590 nm by a microplate reader (SYNERGY LX, BioTek, Winooski, VT, USA). Each experiment was performed in triplicate.\n\nTo examine cell viability, we performed a colony formation assay ( Fujiwara et al., 2021 ). Briefly, ALC cells were treated with PFOA for 24h. Afterwards, cells were washed and re-seeded at 200 cells/well in 6 well plates and cultured for 7 days ( Supplementary Fig. 1A ). Formed colonies were washed with PBS followed by fixation with neutral buffered formalin and stained with 0.01 % crystal violet. The colony number was quantified by ImageJ software (National Institutes of Health, Bethesda, MD, USA). Each experiment was performed in triplicate.\n\nTo identify necrotic cells following PFOA treatment, the cells were stained using propidium iodide (PI) according to the manufacturer’s instructions (Invitrogen, Waltham, MA, USA). Briefly, ALC cells (2 × 10 6  cells) treated with PFOA were fixed with buffered formalin and then washed with PBS. The washed cells were post-fixed with methanol, washed again with PBS and then collected by centrifugation. The cell pellet was loosened with tapping and incubated with 3 μM PI solution for 15 min at room temperature. After a final washing of PI stained cells, fluorescence intensity was measured by RED filter (Ex/Em = 530/590) with a microplate reader (SYNERGY LX, BioTek).\n\nROS production was measured using cell permeable reagent 2’,7’-dichlorofluorescin diacetate (DCFDA) (Abcam, Waltham, MA, USA) as previously described ( Suzuki et al., 2015 ). Briefly, ALC cells (2.5 × 10 3  cells/well) were seeded in a 96-well plate and incubated overnight. Afterwards, cells were washed with the buffer and incubated with DCFDA. Then, cells were treated with PFOA for 3 h. Fluorescence (Ex/Em = 485/528) was measured with a microplate reader (SYNERGY LX, BioTek).\n\nWe performed TUNEL assay for the identification of apoptotic cells following PFOA treatment using the quantitative colorimetric apoptosis kit according to the manufacturer’s instructions (Cat No. 4822–96-K-049, R&D Systems, Minneapolis, MN, USA). Briefly, ALC cells were treated with PFOA (500 μM) for 24 h and fixed with buffered formalin and methanol. Samples were treated with proteinase K solution, quenched by hydrogen peroxide, and labeled with terminal deoxynucleotidyl transferase (TdT). Cells that had incorporated labeled nucleotides were identified by horseradish peroxidase (HRP) and TACS-sapphire reagent. OD was measured at 450 nm using a microplate reader (SYNERGY LX, BioTek).\n\nWestern blot was performed as described previously ( Fujiwara et al., 2021 ). Total protein from ALC cells treated with/without PFOA were extracted and equal amounts of protein were subjected to Immunoblot analysis. The following antibodies were used. Primary antibodies: rabbit anti-cleaved caspase 3, rabbit anti-γH2AX, rabbit anti-phospho-ERK, rabbit anti-total ERK antibodies (Cell Signaling Technology, Boston, MA, USA). Mouse anti-β-actin (Cell Signaling Technology) was used as a loading control protein. Secondary antibodies: HRP-conjugated anti--rabbit or mouse IgG secondary antibodies (Cell Signaling Technology). Signal was detected using the ChemiDoc ™  Imaging System (Bio-Rad). Band densities were quantified by Image Lab ™  software (Bio-Rad). Representative images are shown in the  results  section. Data of relative protein level are presented as means ± SD. Each experiment was performed in triplicate.\n\nData were analyzed by Tukey’s multiple comparisons test with one-way analysis of variance (ANOVA) and the Student’s  t -test for comparing between two groups. Prism 9 (Graph Pad, San Diego, CA, USA) was used in the analysis. Significance was assessed at  P <  0.05.\n\n## Cell culture\n\nThe mouse ameloblast-lineage cells (ALC cells), which are an immortalized cell line from the mouse mandibular molar ( Nakata et al., 2003 ) were used in this study. ALC cells were maintained in Dulbecco’s Modified Eagle Medium (DMEM) (Thermo Fisher Scientific, Waltham, MA, USA) supplemented with 10 % fetal bovine serum. Indicated concentrations of PFOA (Sigma-Aldrich, St. Louis, MO, USA) were diluted with cell culture medium. All inhibitors used in this study were added 1 h prior to PFOA treatment. N-acetyl cysteine (NAC) (Thermo Fisher Scientific), which inhibits reactive oxygen species (ROS) production, was diluted with cell culture medium. The necroptosis inhibitors, RIP1 (Necrostatin-1) and PD98059 (ERK inhibitor) (Selleck Chemicals, Houston, TX, USA) were diluted with dimethyl sulfoxide (DMSO). A final concentration of 0.04 % DMSO (vehicle) served as a control and was equivalent to the amount of DMSO in each sample.\n\n## Cell proliferation assay\n\nTo quantify cell proliferation, 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assays were performed as previously described ( Deng et al., 2020 ). Briefly, cells were cultured in 96-well plates overnight. After PFOA treatment for 24 h, MTT reagent was added to each well and incubated for 3 h ( Supplementary Fig. 1A ). Afterwards the media was removed and replaced with DMSO and the cells were allowed to lyse while rotating on an orbital shaker for 15 min. OD was measured at 590 nm by a microplate reader (SYNERGY LX, BioTek, Winooski, VT, USA). Each experiment was performed in triplicate.\n\n## Colony formation assay\n\nTo examine cell viability, we performed a colony formation assay ( Fujiwara et al., 2021 ). Briefly, ALC cells were treated with PFOA for 24h. Afterwards, cells were washed and re-seeded at 200 cells/well in 6 well plates and cultured for 7 days ( Supplementary Fig. 1A ). Formed colonies were washed with PBS followed by fixation with neutral buffered formalin and stained with 0.01 % crystal violet. The colony number was quantified by ImageJ software (National Institutes of Health, Bethesda, MD, USA). Each experiment was performed in triplicate.\n\n## Propidium iodide staining\n\nTo identify necrotic cells following PFOA treatment, the cells were stained using propidium iodide (PI) according to the manufacturer’s instructions (Invitrogen, Waltham, MA, USA). Briefly, ALC cells (2 × 10 6  cells) treated with PFOA were fixed with buffered formalin and then washed with PBS. The washed cells were post-fixed with methanol, washed again with PBS and then collected by centrifugation. The cell pellet was loosened with tapping and incubated with 3 μM PI solution for 15 min at room temperature. After a final washing of PI stained cells, fluorescence intensity was measured by RED filter (Ex/Em = 530/590) with a microplate reader (SYNERGY LX, BioTek).\n\n## ROS assay\n\nROS production was measured using cell permeable reagent 2’,7’-dichlorofluorescin diacetate (DCFDA) (Abcam, Waltham, MA, USA) as previously described ( Suzuki et al., 2015 ). Briefly, ALC cells (2.5 × 10 3  cells/well) were seeded in a 96-well plate and incubated overnight. Afterwards, cells were washed with the buffer and incubated with DCFDA. Then, cells were treated with PFOA for 3 h. Fluorescence (Ex/Em = 485/528) was measured with a microplate reader (SYNERGY LX, BioTek).\n\n## TUNEL assay\n\nWe performed TUNEL assay for the identification of apoptotic cells following PFOA treatment using the quantitative colorimetric apoptosis kit according to the manufacturer’s instructions (Cat No. 4822–96-K-049, R&D Systems, Minneapolis, MN, USA). Briefly, ALC cells were treated with PFOA (500 μM) for 24 h and fixed with buffered formalin and methanol. Samples were treated with proteinase K solution, quenched by hydrogen peroxide, and labeled with terminal deoxynucleotidyl transferase (TdT). Cells that had incorporated labeled nucleotides were identified by horseradish peroxidase (HRP) and TACS-sapphire reagent. OD was measured at 450 nm using a microplate reader (SYNERGY LX, BioTek).\n\n## Western blot analysis\n\nWestern blot was performed as described previously ( Fujiwara et al., 2021 ). Total protein from ALC cells treated with/without PFOA were extracted and equal amounts of protein were subjected to Immunoblot analysis. The following antibodies were used. Primary antibodies: rabbit anti-cleaved caspase 3, rabbit anti-γH2AX, rabbit anti-phospho-ERK, rabbit anti-total ERK antibodies (Cell Signaling Technology, Boston, MA, USA). Mouse anti-β-actin (Cell Signaling Technology) was used as a loading control protein. Secondary antibodies: HRP-conjugated anti--rabbit or mouse IgG secondary antibodies (Cell Signaling Technology). Signal was detected using the ChemiDoc ™  Imaging System (Bio-Rad). Band densities were quantified by Image Lab ™  software (Bio-Rad). Representative images are shown in the  results  section. Data of relative protein level are presented as means ± SD. Each experiment was performed in triplicate.\n\n## Statistical analysis\n\nData were analyzed by Tukey’s multiple comparisons test with one-way analysis of variance (ANOVA) and the Student’s  t -test for comparing between two groups. Prism 9 (Graph Pad, San Diego, CA, USA) was used in the analysis. Significance was assessed at  P <  0.05.\n\n## Results\n\nWe assessed the PFOA effects on cell proliferation in ALC cells by MTT assay. ALC cells were treated with PFOA at the indicated concentrations for 24 h.  Fig. 1A  shows that PFOA decreased cell proliferation in a dose-dependent manner. Cell growth was significantly decreased with PFOA at 500 μM (IC50) and 600 μM (IC65) compared to the control (** P <  0.01). To access whether PFOA induces cell death or merely suppresses cell growth, cell viability was determined using the colony formation assay and by determining the number of non-viable necrotic cells with propidium iodide (PI) staining. Lower doses of PFOA at 100–300 μM did not significantly decrease colony formation compared to the control ( Supplementary Fig. 2 ). PFOA treatment (500 and 600 μM) significantly suppressed colony formation compared to the control (* P <  0.05) ( Fig. 1B ). PI-positive necrotic cells were increased two-fold by PFOA (500 μM) compared to the control (* P <  0.05) ( Fig. 1C ). These results suggest that PFOA at 500 μM (IC50) induced cell death in ALC cells. Henceforth, we assessed PFOA biological effects at IC50 in this study.\n\nPrevious studies reported that PFOA treatment increased ROS production in mammalian cells. ( Lopez-Arellano et al., 2019 ;  Owumi et al., 2021 ). To assess if PFOA-mediated cell death is related to ROS, ROS production was measured in ALC cells.  Fig. 2A  shows that PFOA treatment (500 and 600 μM) for 3 h significantly increased ROS production compared to the control (** P <  0.01). ROS inhibitor N-acetyl cysteine (NAC) at 5 and 10 mM significantly suppressed PFOA-mediated ROS production compared to PFOA alone (** P <  0.01) ( Fig. 2B ).  Fig. 2C  shows that PFOA-mediated colony suppression was significantly reversed by NAC (5 and 10 mM) compared to PFOA alone (** P <  0.01), suggesting that PFOA-mediated cell death is caused by ROS production.\n\nROS can activate MAPK signaling (ERK and JNK), which regulates cell proliferation ( Zhang and Liu, 2002 ), whereas ERK can activate apoptosis and mediate cell death ( Sugiura et al., 2021 ). To assess the involvement of MAPK/ERK signaling in PFOA-induced cell death, phosphor-(p)-ERK and total-(t)-ERK protein level were determined by Western blotting.  Fig. 3A  shows that PFOA (500 μM) significantly increased the ratio of p-ERK/t-ERK compared to the vehicle control, DMSO (** P <  0.01). This PFOA-mediated ERK activation was significantly suppressed by NAC (5 and 10 mM) compared to PFOA alone (** P <  0.01). These results indicate that PFOA activates ERK signaling via ROS production. Next, we assessed the role of ERK signaling in PFOA-mediated cell death using the ERK inhibitor, PD98059.  Fig. 3B  shows that PFOA with PD98059 (5 and 40 μM) significantly reversed colony formation compared to PFOA alone (* P <  0.05, ** P <  0.01, respectively). PI staining showed that PFOA with PD98059 (40 μM) significantly decreased the number of PI-positive necrotic cells compared to PFOA alone (* P <  0.05) ( Fig. 3C ). These results suggest that PFOA activates ERK by way of ROS which leads to cell death in ALC cells.\n\nWe assessed if apoptosis is involved in PFOA-induced cell death. PFOA at 500 μM and 600 μM (but not at 200 μM) significantly increased protein level of cleaved caspase-3 ( Fig. 4A ) and γH2AX (DNA-damage response marker) ( Fig. 4B ) compared to the control. PFOA (500 μM) significantly increased apoptosis by TUNEL assay compared to the control ( Fig. 4C ) (* P <  0.05), while there was no significant change at 200 μM ( Supplementary Fig. 3 ). These results suggest that PFOA (IC50) induced apoptosis in ALC cells.\n\nNext, we investigated whether ROS is associated with PFOA-induced apoptosis using NAC.  Fig. 5  shows that NAC did not change the protein level of PFOA-induced cleaved caspase-3 ( Fig. 5A ) nor γH2AX ( Fig. 5B ). However, intriguingly, ROS inhibition by NAC significantly decreased PI-positive cell population compared to PFOA alone ( Fig. 5C ) (* P <  0.05), indicating that PFOA-mediated ROS induced necrosis, but ROS is not associated with apoptosis. Next, we performed the colony formation assay using pan-caspase inhibitor, Z-VAD-fmk (Z-VAD) to clarify if apoptosis plays a crucial role in PFOA-mediated cell death. PFOA with Z-VAD did not change the colony formation compared to PFOA alone ( Supplementary Fig. 4 ). These results suggest that PFOA-induced apoptosis was independent of ROS production and other factors may contribute to PFOA-induced apoptosis. Multiple pathways are possibly activated by PFOA, and PFOA-mediated cell death might be mainly caused by ROS-mediated necrosis rather than apoptosis.\n\nFig. 3  shows that inhibition of ERK in ALC cells by PD98059 decreased PI-positive cells and rescued PFOA-mediated cell death, indicating that PFOA-mediated necrosis is induced via ERK pathway.\n\nNext, we further assessed the role of ERK pathway in PFOA-induced apoptosis. We hypothesized that ERK pathway promotes both necrosis and apoptosis and that the ERK inhibitor PD98059 would reduce both PFOA-mediated necrosis and apoptosis, thereby rescuing the cells from cell death. However, contrary to our expectation, PFOA with PD98059 (40 μM) significantly increased the protein levels of cleaved caspase-3 ( Fig. 6A ) (** P <  0.01) and γH2AX ( Fig. 6B ) (** P <  0.01). These results suggest that ERK activation plays a suppressive role in PFOA-mediated apoptosis. Although inhibition of ERK by PD98059 significantly increased the apoptotic pathway ( Fig. 6 ), the inhibitor significantly decreased PI-positive cells and rescued cell viability ( Fig. 3 ). These results suggest that PFOA-activated ERK has dual roles ( Fig. 8 ) and ERK-mediated necrosis plays a more critical role in PFOA-mediated cell death than apoptosis.\n\nNecroptosis is a programmed form of necrosis and ROS can serve as an initiator of necroptosis ( Zhang et al., 2017 ). To assess if the necroptosis pathway is involved in PFOA-mediated cell death, we performed the colony formation assay using the necroptosis inhibitor, Necrostation-1. Treatment of cells with PFOA along with Necrostation-1 (20 and 40 μM) significantly improved colony formation compared to PFOA alone ( Fig. 7A ) (** P <  0.01). Moreover,  Fig. 7B  shows that Necrostation-1 (40 μM) along with PFOA significantly decreased PI-positive cells compared to PFOA alone (** P <  0.01). These results suggest that necroptosis pathway is associated with PFOA-mediated cell death.\n\n## PFOA induces cell death in ALC cells\n\nWe assessed the PFOA effects on cell proliferation in ALC cells by MTT assay. ALC cells were treated with PFOA at the indicated concentrations for 24 h.  Fig. 1A  shows that PFOA decreased cell proliferation in a dose-dependent manner. Cell growth was significantly decreased with PFOA at 500 μM (IC50) and 600 μM (IC65) compared to the control (** P <  0.01). To access whether PFOA induces cell death or merely suppresses cell growth, cell viability was determined using the colony formation assay and by determining the number of non-viable necrotic cells with propidium iodide (PI) staining. Lower doses of PFOA at 100–300 μM did not significantly decrease colony formation compared to the control ( Supplementary Fig. 2 ). PFOA treatment (500 and 600 μM) significantly suppressed colony formation compared to the control (* P <  0.05) ( Fig. 1B ). PI-positive necrotic cells were increased two-fold by PFOA (500 μM) compared to the control (* P <  0.05) ( Fig. 1C ). These results suggest that PFOA at 500 μM (IC50) induced cell death in ALC cells. Henceforth, we assessed PFOA biological effects at IC50 in this study.\n\n## PFOA-mediated cell death is associated with ROS\n\nPrevious studies reported that PFOA treatment increased ROS production in mammalian cells. ( Lopez-Arellano et al., 2019 ;  Owumi et al., 2021 ). To assess if PFOA-mediated cell death is related to ROS, ROS production was measured in ALC cells.  Fig. 2A  shows that PFOA treatment (500 and 600 μM) for 3 h significantly increased ROS production compared to the control (** P <  0.01). ROS inhibitor N-acetyl cysteine (NAC) at 5 and 10 mM significantly suppressed PFOA-mediated ROS production compared to PFOA alone (** P <  0.01) ( Fig. 2B ).  Fig. 2C  shows that PFOA-mediated colony suppression was significantly reversed by NAC (5 and 10 mM) compared to PFOA alone (** P <  0.01), suggesting that PFOA-mediated cell death is caused by ROS production.\n\n## PFOA activates ERK signaling via ROS production leading to cell death\n\nROS can activate MAPK signaling (ERK and JNK), which regulates cell proliferation ( Zhang and Liu, 2002 ), whereas ERK can activate apoptosis and mediate cell death ( Sugiura et al., 2021 ). To assess the involvement of MAPK/ERK signaling in PFOA-induced cell death, phosphor-(p)-ERK and total-(t)-ERK protein level were determined by Western blotting.  Fig. 3A  shows that PFOA (500 μM) significantly increased the ratio of p-ERK/t-ERK compared to the vehicle control, DMSO (** P <  0.01). This PFOA-mediated ERK activation was significantly suppressed by NAC (5 and 10 mM) compared to PFOA alone (** P <  0.01). These results indicate that PFOA activates ERK signaling via ROS production. Next, we assessed the role of ERK signaling in PFOA-mediated cell death using the ERK inhibitor, PD98059.  Fig. 3B  shows that PFOA with PD98059 (5 and 40 μM) significantly reversed colony formation compared to PFOA alone (* P <  0.05, ** P <  0.01, respectively). PI staining showed that PFOA with PD98059 (40 μM) significantly decreased the number of PI-positive necrotic cells compared to PFOA alone (* P <  0.05) ( Fig. 3C ). These results suggest that PFOA activates ERK by way of ROS which leads to cell death in ALC cells.\n\n## PFOA-induced apoptosis is not associated with ROS-mediated cell death\n\nWe assessed if apoptosis is involved in PFOA-induced cell death. PFOA at 500 μM and 600 μM (but not at 200 μM) significantly increased protein level of cleaved caspase-3 ( Fig. 4A ) and γH2AX (DNA-damage response marker) ( Fig. 4B ) compared to the control. PFOA (500 μM) significantly increased apoptosis by TUNEL assay compared to the control ( Fig. 4C ) (* P <  0.05), while there was no significant change at 200 μM ( Supplementary Fig. 3 ). These results suggest that PFOA (IC50) induced apoptosis in ALC cells.\n\nNext, we investigated whether ROS is associated with PFOA-induced apoptosis using NAC.  Fig. 5  shows that NAC did not change the protein level of PFOA-induced cleaved caspase-3 ( Fig. 5A ) nor γH2AX ( Fig. 5B ). However, intriguingly, ROS inhibition by NAC significantly decreased PI-positive cell population compared to PFOA alone ( Fig. 5C ) (* P <  0.05), indicating that PFOA-mediated ROS induced necrosis, but ROS is not associated with apoptosis. Next, we performed the colony formation assay using pan-caspase inhibitor, Z-VAD-fmk (Z-VAD) to clarify if apoptosis plays a crucial role in PFOA-mediated cell death. PFOA with Z-VAD did not change the colony formation compared to PFOA alone ( Supplementary Fig. 4 ). These results suggest that PFOA-induced apoptosis was independent of ROS production and other factors may contribute to PFOA-induced apoptosis. Multiple pathways are possibly activated by PFOA, and PFOA-mediated cell death might be mainly caused by ROS-mediated necrosis rather than apoptosis.\n\n## Dual roles of ERK in PFOA-mediated necrosis and apoptosis\n\nFig. 3  shows that inhibition of ERK in ALC cells by PD98059 decreased PI-positive cells and rescued PFOA-mediated cell death, indicating that PFOA-mediated necrosis is induced via ERK pathway.\n\nNext, we further assessed the role of ERK pathway in PFOA-induced apoptosis. We hypothesized that ERK pathway promotes both necrosis and apoptosis and that the ERK inhibitor PD98059 would reduce both PFOA-mediated necrosis and apoptosis, thereby rescuing the cells from cell death. However, contrary to our expectation, PFOA with PD98059 (40 μM) significantly increased the protein levels of cleaved caspase-3 ( Fig. 6A ) (** P <  0.01) and γH2AX ( Fig. 6B ) (** P <  0.01). These results suggest that ERK activation plays a suppressive role in PFOA-mediated apoptosis. Although inhibition of ERK by PD98059 significantly increased the apoptotic pathway ( Fig. 6 ), the inhibitor significantly decreased PI-positive cells and rescued cell viability ( Fig. 3 ). These results suggest that PFOA-activated ERK has dual roles ( Fig. 8 ) and ERK-mediated necrosis plays a more critical role in PFOA-mediated cell death than apoptosis.\n\n## PFOA-mediated cell death is associated with necroptosis\n\nNecroptosis is a programmed form of necrosis and ROS can serve as an initiator of necroptosis ( Zhang et al., 2017 ). To assess if the necroptosis pathway is involved in PFOA-mediated cell death, we performed the colony formation assay using the necroptosis inhibitor, Necrostation-1. Treatment of cells with PFOA along with Necrostation-1 (20 and 40 μM) significantly improved colony formation compared to PFOA alone ( Fig. 7A ) (** P <  0.01). Moreover,  Fig. 7B  shows that Necrostation-1 (40 μM) along with PFOA significantly decreased PI-positive cells compared to PFOA alone (** P <  0.01). These results suggest that necroptosis pathway is associated with PFOA-mediated cell death.\n\n## Discussion\n\nPFOA is one of per- and polyfluoroalkyl substances (PFAS) that have generated increased public attention due to their widespread presence in the environment. Although the results contradict, recent epidemiology studies have shown the relation between PFOA and dental caries prevalence. One concluded that PFOA was not associated with the prevalence of dental caries, while the other demonstrated that PFOA had an association with dental caries experience ( Wiener and Waters, 2019 ). Animal models have shown that PFOA caused craniofacial deformities in zebrafish ( Jantzen et al., 2016 ) in rodents ( Balmanno and Cook, 2009 ). PFOA precursor, FTOHs induced ameloblast degeneration leading to tooth malformation in rodents ( Ladics et al., 2008 ;  Mukerji et al., 2015 ;  Serex et al., 2014 ). During FTOHs metabolism, fluorine is generated to form the final metabolite PFOA ( Wang et al., 2005 ). The released fluorine could play a critical role in ameloblast degeneration, and lead to a dental fluorosis-like phenotype. However, mechanistically how the final metabolite PFOA can affect enamel development (amelogenesis) is not understood. In the present study, we assessed if PFOA itself affects ameloblast-lineage cell line (ALC) cells in vitro.\n\nSerum PFOA levels in high-exposure workers ranged from 0.02 μM to 222 μM ( Olsen and Zobel, 2007 ). Lowest-observed-adverse-effect (LOAEL) doses correspond to serum PFOA levels of 48–123 μM in rats ( Loveless et al., 2006 ).\n\nA significant part of the PFOA in serum is bound to albumin and other proteins. This interaction limits the level of PFOA that moves by passive transport into tissue cells. It has been reported in vitro, that PFOA enters the cell membrane of Fisher rat thyroid line-5 (FRTL-5) cells by passive transport. Analysis of FRTL-5 cells exposed to 100 μM PFOA in culture media resulted in an intracellular calculated mean amount of 2.3 nM PFOA ( Coperchini et al., 2015 ). Coperchini et al. found that the intracellular PFOA concentration in the cell pellet was 0.0023 % of the medium PFOA concentration (100 μM). This finding demonstrates that levels of PFOA entering cells in vitro are lower than the concentration found in culture media. Zhang et al. ( Zhang et al., 2020 ) found that addition of required fetal bovine serum to culture media used for in vitro cellular assays contains albumin which binds PFOA and reduces PFOA cellular toxicity. We also expect a PFOA concentration gradient between ALC cells and culture medium in our experimental setting. Therefore, the available PFOA able to move by passive transport into ALC cells is likely much lower than that in the surrounding media. Taken together, we consider the concentration of 500 μM PFOA in culture medium is within a valid biological range for in vitro settings.\n\nPFOA acts as an endocrine disruptor ( Coperchini et al., 2020 ;  Mokra, 2021 ) and promotes cancer proliferation, migration, invasion and causes drug resistance ( Pierozan et al., 2022 ), suggesting that PFOA biological effects vary and depend on the types of tissue and cell. In the present study, PFOA at 500 μM (IC50 in ALC cells) induced cytotoxic effects, inducing apoptosis and necrosis in ALC cells, while PFOA at 500 μM did not affect cell viability in mouse spermatogonical cells (GC-1 cells) ( Lin et al. 2020 ). This suggests that 500 μM PFOA is not resulting in non-specific physical damage due to the concentration, but rather inducing a cell type-dependent effect. Moreover, intervention by ROS inhibitor (NAC) or by MAPK inhibitor (PD98059) 1 h before PFOA\n\ntreatment, rescued the PFOA-induced cytotoxicity in this study. This suggests that PFOA-induced cytotoxicity is a reversible reaction via cell signaling cascades rather than irreversible cell damage caused by non-specific physical damage (e.g., direct cell membrane disruption).\n\nPrevious studies have shown that PFOA can cause oxidative stress with ROS generation. PFOA induces oocyte apoptosis and necrosis in mice ( Lopez-Arellano et al., 2019 ) and ROS inhibitor NAC abates PFOA-mediated hepatorenal toxicities in rats ( Owumi et al., 2021 ). Concordant with these studies, our results show that PFOA significantly increased ROS production and induced three death pathways, necrosis, programmed cell death (apoptosis) and necroptosis in ALC cells ( Fig. 8 ). Moreover, PFOA activated MAPK/ERK signaling, and the ROS inhibitor NAC suppressed ERK and inhibited necrosis to mitigate PFOA cytotoxicity. However, NAC did not change PFOA-mediated apoptosis. Taken together, this suggests that 1) PFOA activates MAPK/ERK via ROS, but the apoptosis pathway is induced by other factors outside of ROS, 2) ROS-MAPK/ERK-mediated necrosis is critical for PFOA cytotoxicity rather than apoptosis. Indeed, a recent study showed that PFOA induced mitochondrial-mediated apoptosis via endoplasmic reticulum (ER) stress in human liver L02 cells ( Wang et al., 2022 ) and PFOA (500 and 750 μM) increased ER stress marker Chop in immature mouse Leydig cell line TM3 ( Han and Park, 2023 ). ROS can activate cell stress responses such as oxidative stress and ER stress in ameloblasts ( Suzuki et al., 2015 ). ROS-mediated cell stress response could participate in PFOA-induced cytotoxicity in addition to the ROS-MAPK/ERK.\n\nERK inhibitor PD98059 significantly decreased necrosis and ameliorated PFOA cytotoxicity. However, intriguingly, PD98059 significantly augmented PFOA-mediated apoptosis. These results suggest that ERK activation increased necrosis but simultaneously, ERK plays an anti-apoptotic role under PFOA treatment. ERK activation is widely associated with cell proliferation, differentiation, and anti-apoptotic functions while depending on the cell type and stimulus, ERK activity also will mediate different antiproliferative events and cell death, including apoptosis, autophagy, and senescence in vitro and in vivo ( Cagnol and Chambard, 2010 ). Anti-tumor agent edelfosine-induced cell death in human glioblastoma U118 cells occurs mainly through necrosis/necroptosis, whereas apoptosis was scarce. Inhibition of ERK phosphorylation led to a dramatic increase in edelfosine-induced apoptosis ( Melo-Lima et al., 2015 ), which is in accordance with our results showing that ERK inhibition shifts the cell response to PFOA from necrosis to apoptosis. Although ERK inhibition significantly increased cleaved-caspase-3, ERK inhibition reduced necrotic cells and mitigated PFOA-mediated cell death. Pan-caspase inhibitor z-VAD-fmk did not rescue PFOA-mediated cell death, while necroptosis inhibitor Necrostation-1 ameliorated PFOA-mediated cell death. These results suggest that PFOA-mediated cell death was mainly through necrosis/necroptosis rather than the apoptosis pathway.\n\nThe environmental toxicant cadmium causes cell death by apoptosis in a human lymphoblastoid cell line and chemical inhibitors of caspases 3 and 8 blocked cleavage of PARP but not cell death, suggesting the existence of a caspase-independent death caused by cadmium ( Coutant et al., 2006 ). PFOA-mediated cell death may be caused by a caspase-independent mechanism, whereas our data raise questions about the role of caspase activation/apoptosis pathway in PFOA-mediated cytotoxicity. Caspases were originally identified as important mediators of inflammatory response and apoptosis. However, caspase activation has other roles. For example, preconditioning tissue in an in vivo model of ischemic tolerance showed widespread caspase-3 cleavage, without cell death, in which heat-shock protein 70 was upregulated and was essential for neuroprotection ( McLaughlin et al., 2003 ). Moreover, bone morphogenetic protein-4 (BMP-4) induced the growth arrest and differentiation in osteoblastic MC3T3-E1 cells via caspase-8, caspase-2, and caspase-3 activation, despite no apoptosis or necrosis ( Mogi and Togari, 2003 ). These studies indicate that caspases have various roles such as cell protection and cell differentiation. Recent studies have unveiled caspase roles in regulating necrotic cell death, including necroptosis and pyroptosis ( Yuan et al., 2016 ). Caspase-8 suppresses the activation of necroptosis and caspase-3 induces pyroptosis. Caspase roles in PFOA-mediated necroptosis remain obscure, but caspases may involve crosstalk between PFOA-mediated apoptosis and necroptosis. Further studies will be required to understand the role of caspase in PFOA-treated ALC cells.\n\nAlthough this study provides new insight demonstrating possible cytotoxic molecular mechanisms of PFOA in amelogenesis, there are certain limitations to our findings. Our results  in this  in vitro study suggest that in addition to fluoride, PFOA itself could affect enamel formation. However, more research is required 1) to identify the level and mechanism by which PFOA contributes to enamel malformation in vivo and 2) to determine pathophysiology of PFOA on ameloblasts in addition to induction of cell death pathway in vivo.\n\n## Conclusion\n\nThis is the initial report suggesting the possible PFOA cytotoxicity to cells responsible for enamel development. We demonstrated that three cell death pathways were activated by PFOA and the role of ROS-MAPK/ERK signaling in PFOA cytotoxicity. PFOA increased necrosis via ROS-MAPK/ERK signaling but apoptosis was not associated with ROS. PFOA-mediated cell death was mainly caused by necrosis/necroptosis rather than apoptosis. PFOA could be considered as a possible causative factor for cryptogenic abnormalities in anelogenesis, including Molar Incisor Hypomineralisation (MIH) of which the etiologies are largely unknown. Further studies are required to elucidate the mechanisms of PFOA-mediated adverse effects on amelogenesis.]",
  "reference_count": 45,
  "word_count": 6488,
  "char_count": 42323
}