{
  "pmcid": "PMC10403040",
  "doi": "10.1097/EE9.0000000000000262",
  "title": "Prenatal exposure to perfluoroalkyl substances and inflammatory biomarker concentrations",
  "authors": [
    "Jana Palaniyandi",
    "Jennifer E. Bruin",
    "Premkumari Kumarathasan",
    "Susan MacPherson",
    "Michael M. Borghese",
    "Jillian Ashley-Martin"
  ],
  "year": "2023",
  "journal": "Environmental Epidemiology",
  "abstract": "Supplemental Digital Content is available in the text.",
  "sections": [
    {
      "title": "What this study adds",
      "text": "We present the first identified analysis of prenatal PFAS concentrations and a comprehensive suite of inflammatory biomarkers. Specifically, we quantified associations between the first trimester concentrations of PFOA, PFOS, and PFHxS and the third trimester biomarkers of inflammation, including a derived proinflammatory index. We show that prenatal exposure to these three PFAS, both individually and as a mixture, was positively associated with a proinflammatory index, and this association was likely driven by proinflammatory chemokines, such as MCP-1 and MIP-1β. These findings provide insight into potential mechanisms underlying the adverse health effects of elevated PFAS exposure during pregnancy."
    },
    {
      "title": "Introduction",
      "text": "Per- and polyfluoroalkyl substances (PFAS) are a class of persistent environmental contaminants used in a wide range of consumer, commercial, and industrial products, and are ubiquitous in the environment. 1 , 2  The highly fluorinated carbon backbone and amphipathic nature of PFAS contribute to their high chemical stability and ability to repel water and oils. Although Canada has prohibited the manufacturing, use, sale, and import of certain long-chain PFAS, including perfluorooctane sulfonate (PFOS), perfluorooctanoic acid (PFOA), and long-chain perfluorocarboxylic acids, 3  biomonitoring studies continue to detect these legacy PFAS in over 99% of Canadians. 4\n\nPFAS exposure has been associated with a diverse array of adverse health outcomes, 5 – 7  including dysregulated inflammatory processes, which range from both immunoenhancement to immunosuppression. 8 – 10  During pregnancy, these opposing immune system processes must be highly regulated to maintain healthy maternal and birth outcomes. 11 , 12  Dysregulation of maternal inflammatory profiles is associated with pregnancy complications, such as gestational diabetes and preeclampsia. 11 , 13  There is emerging epidemiological evidence to suggest that PFAS may dysregulate inflammatory processes during pregnancy. 14 – 16  The Maternal Adiposity, Metabolism and Stress Study (MAMAs) reported that PFOA, PFOS, and ΣPFASs were positively associated with IL-6. 14  Additionally, authors of a nested case-control study of preterm birth in China reported positive associations between PFOS and monocyte chemoattractant protein (MCP)-1 concentrations yet inverse associations between PFOA and with interleukin (IL)-8 concentrations. 15  However, the Spanish INfancia y Medio Ambiente Birth Cohort Study (INMA) reported no significant association between first trimester PFOA, PFOS, PFHxS, and perfluorononanoic acid (PFNA) concentrations and circulating first trimester C-reactive protein (CRP) concentrations. 16\n\nThe association between PFAS and some pregnancy outcomes has been shown to be modified by fetal sex. 17 , 18  For example, Borghese et al. reported a positive association between first trimester plasma PFOS and PFHxS concentrations and gestational hypertension in pregnant people carrying male, but not female, fetuses. 18  Sex-specific patterns have also been seen in studies measuring circulating levels of proinflammatory cytokines during pregnancy; pregnant people carrying male fetuses tended to have higher concentrations compared with those carrying female fetuses. 19 , 20  Therefore, we hypothesized that the relationship between PFAS and inflammatory biomarkers might be modified by fetal sex.\n\nWe sought to further explore the relationship between PFAS exposure and immunotoxicity during pregnancy using a diverse spectrum of 19 inflammatory biomarkers measured in participants from the Maternal-Infant Research on Environmental Chemicals (MIREC) cohort study. This panel of biomarkers includes CRP, pro- and anti-inflammatory cytokines, matrix metalloproteinases, and adhesion molecules (Table S1;  http://links.lww.com/EE/A233 ). Our primary objective was to quantify associations between first trimester plasma concentrations of PFOA, PFOS, and PFHxS (individual and combined) and third trimester biomarkers of inflammation. Although previous studies have evaluated associations between PFAS and select inflammatory biomarkers, such as CRP, MCP-1, IL-6, IL-8, IL-10, and TNF-α, during first and second trimester of pregnancy, no identified studies have analyzed third trimester concentrations, which may be a preferable indicator of inflammatory status before delivery. 14 – 16  Additionally, measurement of a broad panel of biomarkers better captures the complex interplay of pro- and anti-inflammatory processes that are critical for fetal development and perinatal health. 21 , 22  Our secondary objective was to determine if the association between PFAS and inflammation during pregnancy was modified by fetal sex."
    },
    {
      "title": "Methods",
      "text": "We used data from the MIREC study, a pan-Canadian cohort study that recruited pregnant participants (n = 2001) during their first trimester from 10 cities between 2008 and 2011. 23  Participants were eligible for inclusion if they were 18 years of age or older, <14 weeks of gestation, able to communicate in English or French, and planning to deliver at a local hospital. 23  Participants provided demographic and lifestyle information (e.g., smoking, alcohol, and medication use) and biospecimens during study visits. The present analysis included those with live, singleton births (n = 1533) (Figure S1;  http://links.lww.com/EE/A233 ). The original MIREC study was approved by the research ethics boards at Health Canada/Public Health Agency of Canada, Sainte Justine’s Hospital (Montreal, Quebec, Canada), and all participants provided informed consent before participating. This analysis was approved by the Health Canada’s Research Ethics Board (REB 2021-003H) and the Carleton University’s Research Ethics Board.\n\nMaternal blood samples were collected during the first trimester clinic visit using 10-mL sterile vacutainer tubes. The mean (SD) of gestational age in weeks at the blood draw was 11.6 (1.5) weeks. Within 2 hours of the blood draw, samples were centrifuged, and plasma was aliquoted into smaller cryovials and stored at −80 °C. Analysis of PFOA, PFOS, and PFHxS concentrations was performed by the Laboratoire de Toxicologie Institut National de Santé Publique du Quebec (Quebec City, Quebec, Canada), accredited by the Standards Council of Canada. PFAS measurements were completed using ultra high-pressure liquid chromatography (ACQUITY UPLC System; Waters Corporation, Milford, Massachusetts). The limits of detection (LODs) for PFOA and PFOS were 0.1 and 0.3 μg/L, respectively. PFHxS had two LODs, 0.2 and 0.3 μg/L; we applied the more conservative LOD of 0.3 μg/L. 24\n\nNineteen inflammatory biomarkers were measured in the third trimester (mean [SD] gestational age = 33.1 [1.5] weeks) plasma samples (Table  1  and Table S1;  http://links.lww.com/EE/A233 ). Maternal whole blood was treated with ethylenediaminetetraacetic acid (EDTA) and a serine protease inhibitor, phenylmethylsulfonyl fluoride, then clarified to obtain plasma. MMPs, CRP, granulocyte-macrophage colony-stimulating factor (GM-CSF), interferon gamma (IFN-γ), IL-2, 6, 8, 12, and tumor necrosis factor alpha (TNF-α) were measured using Milliplex Map kits (Millipore, Canada). Vascular cell adhesion molecule (VCAM), intracellular adhesion molecule (ICAM), vascular endothelial growth factor (VEGF), MCP-1, and macrophage inflammatory protein-1 beta (MIP-1β) were measured using Bio-Plex Pro Human panels (Bio-Rad, Canada). Laboratory analyses were conducted by the Environmental Health Science and Research Bureau at Health Canada. Intra and interassay coefficients of variation for all biomarkers were below 11% and 20%, respectively. 25\n\nDescriptive statistics for inflammatory biomarkers in third trimester maternal plasma samples from participants in the MIREC study (2008–2011).\n\n95% CI indicates 95% confidence intervals; CRP, C-reactive protein; GM, geometric mean; GM-CSF, granulocyte-macrophage colony-stimulating factor; ICAM, intracellular adhesion molecule; IFN-γ, interferon gamma; IL, interleukin; MCP-1, monocyte chemoattractant protein-1; MIP-1β, human macrophage inflammatory protein-1 beta; MMP, matrix metalloproteinase; TNF- α , tumor necrosis factor alpha; VCAM, vascular cell adhesion molecule; VEGF, vascular endothelial growth factor.\n\nOur primary outcome was a composite index of proinflammatory biomarkers using knowledge of biomarker function. 25  This index was derived by summing the standardized z-scores of MIP-1β, TNF-α, IFN-γ, MCP-1, IL-2, IL-6, IL-8, and IL-12 using the within sample means and SDs to calculate each z-score.\n\nWe identified covariates using a priori knowledge of associations between covariates and either inflammatory biomarkers or plasma PFAS concentrations during pregnancy. 26 – 29  Covariates included in our final model were identified using a directed acyclic graph (Figure S2;  http://links.lww.com/EE/A233 ) and included the following: maternal age, parity, education, third trimester cigarette smoking status at visit 3, prepregnancy body mass index (BMI), race and ethnicity, reported physical activity level, and gestational age at the third trimester blood collection. Participant prepregnancy BMI was obtained using self-reported prepregnancy weight and measured height and categorized according to the WHO guidelines. 30  These variables were included in multivariable models as defined in Table S2;  http://links.lww.com/EE/A233  with the exception of maternal age, which was treated as continuous variables. We performed a complete case analysis in all models; missingness for covariate data ranged from 0.13% (third trimester smoking) to 7.4% (prepregnancy BMI).\n\nPrenatal concentrations of circulating inflammatory biomarkers may be influenced by other factors, such as regular use of anti-inflammatory medications, preeclampsia, preexisting type 1 (T1D) or type 2 diabetes (T2D), impaired glucose tolerance (IGT), or gestational diabetes mellitus (GDM). We, therefore, conducted four sensitivity analyses excluding the following participants: (1) who reported regularly taking anti-inflammatory medications at the first trimester visit (n = 54); (2) who were diagnosed with preeclampsia (n = 38); (3) who self-reported prior T1D or T2D (n = 14); or (4) IGT or GDM (n = 76). Women were asked about their history of diabetes and medication use in the baseline questionnaire. Systolic (SBP) and diastolic blood pressure (DBP) were assessed by clinical staff using a sphygmomanometer at three prenatal clinic visits (at 6–13, 14–26, and 27–40 weeks). Participants were considered as having gestational hypertension if SBP was ≥140 mmHg and/or DBP was ≥90 mmHg at a gestational age of 20 weeks or later. 31  Preeclampsia was defined as gestational hypertension accompanied by either (a) proteinuria (defined as protein dipstick test ≥1 + OR proteinuria in 24-hour urine ≥300 mg/24 hours or ≥0.3 g/L) or (b) related maternal complications (including disseminated intravascular coagulation, pulmonary edema, convulsions-eclampsia, transfusion, elevated liver enzymes, and/or platelet count < 50 × 10 9 /L). 18 , 32  IGT and GDM data were obtained by chart review. Diagnoses were based on the results of a 50 g glucose challenge test (GCT) and 75 or 100 g oral glucose tolerance test (OGTT). 33\n\nWe calculated descriptive statistics for exposure and outcome variables and visualized the associations between individual PFAS and outcome biomarkers using locally weighted smoothing (LOESS) plots to assess linearity. We examined Spearman correlations between PFAS and between the inflammatory biomarkers. Values below the LOD for both exposure and outcome variables were assigned a value of LOD/2. We quantified associations between PFAS and inflammatory biomarkers using multivariable linear regression models, adjusting for aforementioned covariates. Plasma concentrations of PFAS and outcome biomarkers were log 2  transformed to normalize distributions and beta coefficients were back transformed to obtain the percent change in inflammatory biomarkers per doubling of PFAS concentrations. In the models examining PFAS and the proinflammatory index, the β coefficient is interpreted as a one-SD change, or change in the z-score, in the inflammatory index per doubling of PFAS concentrations. We conducted regression diagnostics to ensure the assumptions of linear regression were met and to ensure normality of residuals.\n\nWe used weighted quantile sum (WQS) regression to quantify the association between a PFAS mixture, comprising PFOA, PFOS, and PFHxS, and the inflammatory biomarker index using the gWQS package. 34 , 35  This approach estimates the joint effect a one-quantile change in multiple exposures and calculates relative contribution (weights) of each individual exposure. 36  We created the WQS index using quartiles of PFAS and calculated weights derived from 100 bootstrap models and a 40:60 split of training and validation datasets. We defined the mixture to have a positive association with the proinflammatory index, given our hypothesis that the mixture would be related to higher levels of inflammation. To stabilize the WQS results, we used repeated holdout validation with the same parameters as the WQS. 37\n\nWe also explored the potential for effect modification by fetal sex by calculating the product terms and analyzing sex-stratified models. Our threshold for effect modification was a product term  P -value <0.1.\n\nAll statistical analyses were performed using R Statistical Software (Version 1.4.1106, R Core Team, 2021). Data visualization was completed using R and GraphPad Prism (Version 9.1.1)."
    },
    {
      "title": "Study design and participants",
      "text": "We used data from the MIREC study, a pan-Canadian cohort study that recruited pregnant participants (n = 2001) during their first trimester from 10 cities between 2008 and 2011. 23  Participants were eligible for inclusion if they were 18 years of age or older, <14 weeks of gestation, able to communicate in English or French, and planning to deliver at a local hospital. 23  Participants provided demographic and lifestyle information (e.g., smoking, alcohol, and medication use) and biospecimens during study visits. The present analysis included those with live, singleton births (n = 1533) (Figure S1;  http://links.lww.com/EE/A233 ). The original MIREC study was approved by the research ethics boards at Health Canada/Public Health Agency of Canada, Sainte Justine’s Hospital (Montreal, Quebec, Canada), and all participants provided informed consent before participating. This analysis was approved by the Health Canada’s Research Ethics Board (REB 2021-003H) and the Carleton University’s Research Ethics Board."
    },
    {
      "title": "First trimester plasma perfluoroalkyl substances",
      "text": "Maternal blood samples were collected during the first trimester clinic visit using 10-mL sterile vacutainer tubes. The mean (SD) of gestational age in weeks at the blood draw was 11.6 (1.5) weeks. Within 2 hours of the blood draw, samples were centrifuged, and plasma was aliquoted into smaller cryovials and stored at −80 °C. Analysis of PFOA, PFOS, and PFHxS concentrations was performed by the Laboratoire de Toxicologie Institut National de Santé Publique du Quebec (Quebec City, Quebec, Canada), accredited by the Standards Council of Canada. PFAS measurements were completed using ultra high-pressure liquid chromatography (ACQUITY UPLC System; Waters Corporation, Milford, Massachusetts). The limits of detection (LODs) for PFOA and PFOS were 0.1 and 0.3 μg/L, respectively. PFHxS had two LODs, 0.2 and 0.3 μg/L; we applied the more conservative LOD of 0.3 μg/L. 24"
    },
    {
      "title": "Third trimester plasma inflammatory biomarkers",
      "text": "Nineteen inflammatory biomarkers were measured in the third trimester (mean [SD] gestational age = 33.1 [1.5] weeks) plasma samples (Table  1  and Table S1;  http://links.lww.com/EE/A233 ). Maternal whole blood was treated with ethylenediaminetetraacetic acid (EDTA) and a serine protease inhibitor, phenylmethylsulfonyl fluoride, then clarified to obtain plasma. MMPs, CRP, granulocyte-macrophage colony-stimulating factor (GM-CSF), interferon gamma (IFN-γ), IL-2, 6, 8, 12, and tumor necrosis factor alpha (TNF-α) were measured using Milliplex Map kits (Millipore, Canada). Vascular cell adhesion molecule (VCAM), intracellular adhesion molecule (ICAM), vascular endothelial growth factor (VEGF), MCP-1, and macrophage inflammatory protein-1 beta (MIP-1β) were measured using Bio-Plex Pro Human panels (Bio-Rad, Canada). Laboratory analyses were conducted by the Environmental Health Science and Research Bureau at Health Canada. Intra and interassay coefficients of variation for all biomarkers were below 11% and 20%, respectively. 25\n\nDescriptive statistics for inflammatory biomarkers in third trimester maternal plasma samples from participants in the MIREC study (2008–2011).\n\n95% CI indicates 95% confidence intervals; CRP, C-reactive protein; GM, geometric mean; GM-CSF, granulocyte-macrophage colony-stimulating factor; ICAM, intracellular adhesion molecule; IFN-γ, interferon gamma; IL, interleukin; MCP-1, monocyte chemoattractant protein-1; MIP-1β, human macrophage inflammatory protein-1 beta; MMP, matrix metalloproteinase; TNF- α , tumor necrosis factor alpha; VCAM, vascular cell adhesion molecule; VEGF, vascular endothelial growth factor.\n\nOur primary outcome was a composite index of proinflammatory biomarkers using knowledge of biomarker function. 25  This index was derived by summing the standardized z-scores of MIP-1β, TNF-α, IFN-γ, MCP-1, IL-2, IL-6, IL-8, and IL-12 using the within sample means and SDs to calculate each z-score."
    },
    {
      "title": "Covariates",
      "text": "We identified covariates using a priori knowledge of associations between covariates and either inflammatory biomarkers or plasma PFAS concentrations during pregnancy. 26 – 29  Covariates included in our final model were identified using a directed acyclic graph (Figure S2;  http://links.lww.com/EE/A233 ) and included the following: maternal age, parity, education, third trimester cigarette smoking status at visit 3, prepregnancy body mass index (BMI), race and ethnicity, reported physical activity level, and gestational age at the third trimester blood collection. Participant prepregnancy BMI was obtained using self-reported prepregnancy weight and measured height and categorized according to the WHO guidelines. 30  These variables were included in multivariable models as defined in Table S2;  http://links.lww.com/EE/A233  with the exception of maternal age, which was treated as continuous variables. We performed a complete case analysis in all models; missingness for covariate data ranged from 0.13% (third trimester smoking) to 7.4% (prepregnancy BMI).\n\nPrenatal concentrations of circulating inflammatory biomarkers may be influenced by other factors, such as regular use of anti-inflammatory medications, preeclampsia, preexisting type 1 (T1D) or type 2 diabetes (T2D), impaired glucose tolerance (IGT), or gestational diabetes mellitus (GDM). We, therefore, conducted four sensitivity analyses excluding the following participants: (1) who reported regularly taking anti-inflammatory medications at the first trimester visit (n = 54); (2) who were diagnosed with preeclampsia (n = 38); (3) who self-reported prior T1D or T2D (n = 14); or (4) IGT or GDM (n = 76). Women were asked about their history of diabetes and medication use in the baseline questionnaire. Systolic (SBP) and diastolic blood pressure (DBP) were assessed by clinical staff using a sphygmomanometer at three prenatal clinic visits (at 6–13, 14–26, and 27–40 weeks). Participants were considered as having gestational hypertension if SBP was ≥140 mmHg and/or DBP was ≥90 mmHg at a gestational age of 20 weeks or later. 31  Preeclampsia was defined as gestational hypertension accompanied by either (a) proteinuria (defined as protein dipstick test ≥1 + OR proteinuria in 24-hour urine ≥300 mg/24 hours or ≥0.3 g/L) or (b) related maternal complications (including disseminated intravascular coagulation, pulmonary edema, convulsions-eclampsia, transfusion, elevated liver enzymes, and/or platelet count < 50 × 10 9 /L). 18 , 32  IGT and GDM data were obtained by chart review. Diagnoses were based on the results of a 50 g glucose challenge test (GCT) and 75 or 100 g oral glucose tolerance test (OGTT). 33"
    },
    {
      "title": "Statistical analysis",
      "text": "We calculated descriptive statistics for exposure and outcome variables and visualized the associations between individual PFAS and outcome biomarkers using locally weighted smoothing (LOESS) plots to assess linearity. We examined Spearman correlations between PFAS and between the inflammatory biomarkers. Values below the LOD for both exposure and outcome variables were assigned a value of LOD/2. We quantified associations between PFAS and inflammatory biomarkers using multivariable linear regression models, adjusting for aforementioned covariates. Plasma concentrations of PFAS and outcome biomarkers were log 2  transformed to normalize distributions and beta coefficients were back transformed to obtain the percent change in inflammatory biomarkers per doubling of PFAS concentrations. In the models examining PFAS and the proinflammatory index, the β coefficient is interpreted as a one-SD change, or change in the z-score, in the inflammatory index per doubling of PFAS concentrations. We conducted regression diagnostics to ensure the assumptions of linear regression were met and to ensure normality of residuals.\n\nWe used weighted quantile sum (WQS) regression to quantify the association between a PFAS mixture, comprising PFOA, PFOS, and PFHxS, and the inflammatory biomarker index using the gWQS package. 34 , 35  This approach estimates the joint effect a one-quantile change in multiple exposures and calculates relative contribution (weights) of each individual exposure. 36  We created the WQS index using quartiles of PFAS and calculated weights derived from 100 bootstrap models and a 40:60 split of training and validation datasets. We defined the mixture to have a positive association with the proinflammatory index, given our hypothesis that the mixture would be related to higher levels of inflammation. To stabilize the WQS results, we used repeated holdout validation with the same parameters as the WQS. 37\n\nWe also explored the potential for effect modification by fetal sex by calculating the product terms and analyzing sex-stratified models. Our threshold for effect modification was a product term  P -value <0.1.\n\nAll statistical analyses were performed using R Statistical Software (Version 1.4.1106, R Core Team, 2021). Data visualization was completed using R and GraphPad Prism (Version 9.1.1)."
    },
    {
      "title": "Results",
      "text": "Participants in our analytic sample (n = 1411) were predominantly White (84.8%), with normal prepregnancy BMI (61.1%), nonsmokers (88.5%), and over the age of 30 years (62.8%) (Table S2;  http://links.lww.com/EE/A233 ). The three PFAS were detected in between 94.3% and 99.8% of participants (Table S3;  http://links.lww.com/EE/A233 ). Geometric mean concentrations for first trimester plasma PFOA, PFOS, and PFHxS concentrations were 1.66, 4.57, and 1.01 µg/L, respectively (Table S3;  http://links.lww.com/EE/A233 ). These PFAS were moderately correlated with each other: PFOA and PFOS (r = 0.56), PFOA and PFHxS (r = 0.49), PFOS and PFHxS (r = 0.54).\n\nTwelve of the 19 inflammatory biomarkers were detected in all participants. IL-2 and IL-12 were the only biomarkers with detection rates below 95%, with 84.4% detection for IL-2 and 92.7% detection for IL-12. Geometric mean concentrations ranged from 1.16 pg/mL for IL-2 to 17.3 µg/L for CRP (Table  1 ). Biomarker correlation coefficients ranged from −0.20 to 0.74 and were strongest between ICAM and VCAM (Figure S3;  http://links.lww.com/EE/A233 ). The mean (SD) Z-score for the proinflammatory index was 0.011 (4.3).\n\nEach doubling of PFOA, PFOS, and PFHxS was associated with a 0.38 (95% CI, 0.08, 0.67), 0.23 (95% CI, −0.042, 0.50), and 0.21 (95% CI, 0.01, 0.41) change in the z-score in the proinflammatory index, respectively (Figure  1 ). There were subtle differences in the precision of all three PFAS in sensitivity analysis, but overall, the direction and magnitude of effects were consistent with the primary analysis (Tables S4–S6;  http://links.lww.com/EE/A233 ). Each one-quartile change in the PFAS WQS index was associated with a 0.40 (95% CI, 0.086, 0.71) unit increase in the proinflammatory index (Figure  1 ). PFHxS had the highest weight in the mixture model (0.42) followed by PFOS (0.33) and PFOA (0.26).\n\nChange in the z-score of the third trimester proinflammatory index (MIP-1-β, IFN-γ, TNF-α, MCP-1, IL-2, IL-6, IL-8, IL-12) for each doubling of first trimester PFOA, PFOS, and PFHxS concentrations and for each one-quartile increase in the Weighted Quantile Sum (WQS) index of all three PFAS. Models are adjusted for maternal age, prepregnancy BMI, education, race, parity, physical activity, smoking status at visit 3, gestational age at visit 3. β indicates parameter estimate; 95% CI, 95% confidence interval.\n\nWe observed positive associations between PFAS and several individual proinflammatory cytokines or chemokines. Both PFOA and PFHxS were positively associated with MCP-1 (Figure  2 A and  2 C). Specifically, each doubling of first trimester plasma PFOA concentrations was associated with a 4.59% (95% CI, 1.20, 8.11) increase in MCP-1, while each doubling of PFHxS was associated with a 2.98% (95% CI, 0.65, 5.36) increase in MCP-1 (Figure  2 A and  2 C). We also observed a positive association between PFOA and MIP-1β (4.04% [95% CI, 1.40, 6.75]; Figure  2 A). PFAS concentrations were generally not associated with interleukins, TNF-α, IFN-γ, or CRP (Figure  2 ).\n\nPercent change in biomarker concentrations per doubling of first trimester concentrations of perfluoroalkyl substances. (A) PFOA, (B) PFOS, or (C) PFHxS concentrations with 95% CI. Models are adjusted for maternal age, prepregnancy BMI, education, race, parity, physical activity, smoking status at visit 3, gestational age at visit 3. PFAS were measured in micrograms per liter. Biomarkers were measured in picograms per liter, and CRP was measured in nanograms per liter\n\nWe observed positive associations between PFAS and individual MMPs. PFOA and PFHxS were associated with 5.08% (95% CI, 1.59, 8.69) and 2.98% (95% CI, 0.59, 5.42) higher MMP-2 concentrations, respectively (Figure  2 A and  2 C). Seven participants had elevated plasma MMP-2 concentrations in the range of 4557.75 to 6803.10 ng/mL. Excluding these 7 participants attenuated the association between PFOA and MMP-2 (3.60% [95% CI, 0.98, 6.29]) and between PFHxS and MMP-2 (2.83% [95% CI, 1.01, 4.68]). Each doubling of PFOS was also associated with an 8.27% (95% CI, 2.48, 14.39) increase in MMP-9 concentrations (Figure  2 B).\n\nMixed associations were observed between PFAS and biomarkers of vascular inflammation. PFOS was inversely associated with VCAM (−2.64 [95% CI, −4.65, −0.23]) and ICAM (−3.02 [95% CI, −6.25, 0.33]) (Figure  2 B), while the direction of association between PFHxS and VCAM and ICAM was positive (Figure  2 C). The direction and magnitude of observed associations in all sensitivity analyses were largely consistent with that of the analytical sample (Tables S4–S6;  http://links.lww.com/EE/A233 ).\n\nWe observed effect modification (product term  P  < 0.1) by fetal sex in 8 models examining individual PFAS and inflammatory biomarkers. Among these models, associations between PFAS concentrations and inflammatory biomarkers tended to be positive or null in participants carrying male fetuses and inverse in participants carrying female fetuses, with the exception of MMP-9 and IL-6 (Table S7;  http://links.lww.com/EE/A233 ). For example, PFHxS was positively associated with IL-10 in participants carrying male fetuses (6.91% [95% CI, 1.00, 13.16]) and inversely in participants carrying female fetuses (−5.68% [95% CI, −11.00, −0.04]) (product term  P  < 0.01). We did not observe any evidence of sex-specific differences in models evaluating the proinflammatory index (Table S7;  http://links.lww.com/EE/A233 )."
    },
    {
      "title": "Study population characteristics",
      "text": "Participants in our analytic sample (n = 1411) were predominantly White (84.8%), with normal prepregnancy BMI (61.1%), nonsmokers (88.5%), and over the age of 30 years (62.8%) (Table S2;  http://links.lww.com/EE/A233 ). The three PFAS were detected in between 94.3% and 99.8% of participants (Table S3;  http://links.lww.com/EE/A233 ). Geometric mean concentrations for first trimester plasma PFOA, PFOS, and PFHxS concentrations were 1.66, 4.57, and 1.01 µg/L, respectively (Table S3;  http://links.lww.com/EE/A233 ). These PFAS were moderately correlated with each other: PFOA and PFOS (r = 0.56), PFOA and PFHxS (r = 0.49), PFOS and PFHxS (r = 0.54).\n\nTwelve of the 19 inflammatory biomarkers were detected in all participants. IL-2 and IL-12 were the only biomarkers with detection rates below 95%, with 84.4% detection for IL-2 and 92.7% detection for IL-12. Geometric mean concentrations ranged from 1.16 pg/mL for IL-2 to 17.3 µg/L for CRP (Table  1 ). Biomarker correlation coefficients ranged from −0.20 to 0.74 and were strongest between ICAM and VCAM (Figure S3;  http://links.lww.com/EE/A233 ). The mean (SD) Z-score for the proinflammatory index was 0.011 (4.3)."
    },
    {
      "title": "Associations between individual perfluoroalkyl substances and perfluoroalkyl substances mixture with proinflammatory index",
      "text": "Each doubling of PFOA, PFOS, and PFHxS was associated with a 0.38 (95% CI, 0.08, 0.67), 0.23 (95% CI, −0.042, 0.50), and 0.21 (95% CI, 0.01, 0.41) change in the z-score in the proinflammatory index, respectively (Figure  1 ). There were subtle differences in the precision of all three PFAS in sensitivity analysis, but overall, the direction and magnitude of effects were consistent with the primary analysis (Tables S4–S6;  http://links.lww.com/EE/A233 ). Each one-quartile change in the PFAS WQS index was associated with a 0.40 (95% CI, 0.086, 0.71) unit increase in the proinflammatory index (Figure  1 ). PFHxS had the highest weight in the mixture model (0.42) followed by PFOS (0.33) and PFOA (0.26).\n\nChange in the z-score of the third trimester proinflammatory index (MIP-1-β, IFN-γ, TNF-α, MCP-1, IL-2, IL-6, IL-8, IL-12) for each doubling of first trimester PFOA, PFOS, and PFHxS concentrations and for each one-quartile increase in the Weighted Quantile Sum (WQS) index of all three PFAS. Models are adjusted for maternal age, prepregnancy BMI, education, race, parity, physical activity, smoking status at visit 3, gestational age at visit 3. β indicates parameter estimate; 95% CI, 95% confidence interval."
    },
    {
      "title": "Associations between individual perfluoroalkyl substances and inflammatory biomarkers",
      "text": "We observed positive associations between PFAS and several individual proinflammatory cytokines or chemokines. Both PFOA and PFHxS were positively associated with MCP-1 (Figure  2 A and  2 C). Specifically, each doubling of first trimester plasma PFOA concentrations was associated with a 4.59% (95% CI, 1.20, 8.11) increase in MCP-1, while each doubling of PFHxS was associated with a 2.98% (95% CI, 0.65, 5.36) increase in MCP-1 (Figure  2 A and  2 C). We also observed a positive association between PFOA and MIP-1β (4.04% [95% CI, 1.40, 6.75]; Figure  2 A). PFAS concentrations were generally not associated with interleukins, TNF-α, IFN-γ, or CRP (Figure  2 ).\n\nPercent change in biomarker concentrations per doubling of first trimester concentrations of perfluoroalkyl substances. (A) PFOA, (B) PFOS, or (C) PFHxS concentrations with 95% CI. Models are adjusted for maternal age, prepregnancy BMI, education, race, parity, physical activity, smoking status at visit 3, gestational age at visit 3. PFAS were measured in micrograms per liter. Biomarkers were measured in picograms per liter, and CRP was measured in nanograms per liter\n\nWe observed positive associations between PFAS and individual MMPs. PFOA and PFHxS were associated with 5.08% (95% CI, 1.59, 8.69) and 2.98% (95% CI, 0.59, 5.42) higher MMP-2 concentrations, respectively (Figure  2 A and  2 C). Seven participants had elevated plasma MMP-2 concentrations in the range of 4557.75 to 6803.10 ng/mL. Excluding these 7 participants attenuated the association between PFOA and MMP-2 (3.60% [95% CI, 0.98, 6.29]) and between PFHxS and MMP-2 (2.83% [95% CI, 1.01, 4.68]). Each doubling of PFOS was also associated with an 8.27% (95% CI, 2.48, 14.39) increase in MMP-9 concentrations (Figure  2 B).\n\nMixed associations were observed between PFAS and biomarkers of vascular inflammation. PFOS was inversely associated with VCAM (−2.64 [95% CI, −4.65, −0.23]) and ICAM (−3.02 [95% CI, −6.25, 0.33]) (Figure  2 B), while the direction of association between PFHxS and VCAM and ICAM was positive (Figure  2 C). The direction and magnitude of observed associations in all sensitivity analyses were largely consistent with that of the analytical sample (Tables S4–S6;  http://links.lww.com/EE/A233 )."
    },
    {
      "title": "Effect modification by fetal sex on individual perfluoroalkyl substances and outcome biomarker associations",
      "text": "We observed effect modification (product term  P  < 0.1) by fetal sex in 8 models examining individual PFAS and inflammatory biomarkers. Among these models, associations between PFAS concentrations and inflammatory biomarkers tended to be positive or null in participants carrying male fetuses and inverse in participants carrying female fetuses, with the exception of MMP-9 and IL-6 (Table S7;  http://links.lww.com/EE/A233 ). For example, PFHxS was positively associated with IL-10 in participants carrying male fetuses (6.91% [95% CI, 1.00, 13.16]) and inversely in participants carrying female fetuses (−5.68% [95% CI, −11.00, −0.04]) (product term  P  < 0.01). We did not observe any evidence of sex-specific differences in models evaluating the proinflammatory index (Table S7;  http://links.lww.com/EE/A233 )."
    },
    {
      "title": "Discussion",
      "text": "In this Canadian pregnancy cohort, plasma concentrations of three PFAS, both individually and as a mixture, during early pregnancy were positively associated with third trimester proinflammatory biomarker concentrations. Each PFAS was positively associated with the proinflammatory index with the strongest magnitude of association observed for PFOA. The positive associations between PFAS and the proinflammatory index may be driven by chemokines such as MCP-1 and MIP-1β as we observed evidence of associations with these biomarkers in the individual models.\n\nOur observed positive associations between PFAS and both MCP-1 and MIP-1β are of interest because elevated levels of these chemokines may be associated with adverse pregnancy outcomes. MCP-1 and MIP-1β are proinflammatory chemokines responsible for recruiting monocytes and other leukocytes to sites of inflammation. 38  Increased third trimester MCP-1 concentrations have been associated with preterm birth, small for gestational age, and infections during pregnancy. 25 , 39  Similarly, increased MIP-1β concentrations during pregnancy has been associated with spontaneous preterm delivery. 40  While the individual biomarkers suggest potential for adverse clinical outcomes, our derived composite proinflammatory index, which is reflective of overall systemic inflammation, has not been examined in relation to any specific clinical outcome. No identified studies have evaluated whether these biomarkers mediate associations between PFAS and pregnancy complications.\n\nWe identified parallels between our findings and other published studies that evaluated associations between PFAS and inflammatory biomarkers. 14 – 16  Consistent with our results, Matilla-Santander et al. reported null associations between first trimester PFAS (PFOA, PFOS, PFHxS, and PFNA) and concurrently measured CRP concentrations in the INMA study. 16  MIREC participants had, on average, lower plasma PFOA and PFOS levels, and higher PFHxS levels than participants in INMA cohort; these differences may be partially due to the differing windows of recruitment for the two studies (MIREC: 2008–2011; INMA: 2003–2008). Third trimester median CRP levels in MIREC participants were approximately four-fold higher than the first trimester CRP levels in INMA study participants. This difference may be partially attributed to the increase in CRP levels throughout pregnancy. 41  The INMA study did not measure any of the other biomarkers included in our analysis. 16  Also consistent with our findings, authors of the Shanxi Province (China) nested case-control study reported positive associations between PFOS and MCP-1 concentrations measured between 4 and 22 weeks gestation in participants recruited between 2009 and 2013. 15  In contrast to our findings, PFOA was inversely associated with IL-8 in the Shanxi Province nested case-control study. MIREC participants had two- to three-fold higher median PFOA and PFOS concentrations compared with the Shanxi Province nested case-control study. PFOA and PFOS concentrations measured in the Shanxi Province nested case-control study were also lower than what was observed in other studies measuring plasma PFAS during a similar time period in pregnant women in China. 42 , 43  MCP-1 and IL-8 plasma concentrations were approximately four-fold and four-fold lower in the MIREC study compared with the Shanxi Province nested case-control study, respectively. Also in contrast to our findings, the MAMAs study of San Francisco, California reported positive associations between PFOA, PFOS, and ΣPFASs with longitudinal IL-6 concentrations measured in the second trimester, and 3- and 9-months postpartum. 14  MIREC and MAMAs participants had similar geometric mean concentrations of PFOA but MIREC participants had approximately 1.5-fold higher PFOS concentrations. Additionally, MIREC participants had approximately three-fold higher median IL-6 concentrations in the third trimester compared with the second trimester concentrations reported in the MAMAs study. In addition to these differences, the MAMAs cohort included women of overweight and obese prepregnancy BMI. Discrepancies between MIREC and MAMAs could be due to the composition of the study population or timing of biomarker measurements. 14  Inflammatory biomarker levels tend to increase during the first trimester promoting angiogenesis and blastocyst implantation. 44  Concentrations of interleukins and other cytokines such as TNF-α tend to decrease in the second trimester during key periods of fetal growth and increase again during the third trimester as parturition nears. 44 , 45  Therefore, it is difficult to directly compare our findings of third trimester biomarker concentrations to those studies that measured biomarkers either earlier in pregnancy or postpartum.\n\nThe biological plausibility of our findings is supported by evidence from rodent studies demonstrating that PFAS exposure elicits immunomodulatory and immunotoxic effects in vivo, including upregulation of proinflammatory genes and increased circulating inflammatory biomarkers, such as IL-6 and IL-1β. 46 – 50  As there are multiple possible molecular targets for PFAS, disentangling a specific signaling pathway responsible for dysregulated inflammation is challenging. One potential pathway is through activation of nuclear receptors known as peroxisome proliferator-activated receptors (PPARs), which are canonically activated by fatty acids and highly expressed in the placenta. 51  PPARs are involved in regulating fatty acid disposition, metabolism, and the inflammatory response. 51 , 52  There is mounting evidence for an interaction between exposure to PFAS and placental PPAR signaling, which may mediate associations between these chemicals and adverse pregnancy outcomes. 9  Other relevant pathways include activation of nuclear receptors such as the constitutive androgen receptor (CAR) and pregame X receptor (PXR), which are involved in hepatic cell proliferation and other intermediary metabolic processes, including inflammation. 53\n\nOur sex-specific findings are consistent with observed effect modification by sex in the analysis of PFAS and preeclampsia in MIREC participants. 18  We noted particularly compelling effect modification by fetal sex for the association between PFHxS with IL-10, a known anti-inflammatory biomarker (Table S7;  http://links.lww.com/EE/A233 ). 54  The mechanisms underlying fetal sex-specific differences in maternal inflammatory profiles are unclear. Some studies report that individuals carrying male fetuses exhibit increased levels of proinflammatory biomarkers 20  and lower levels of anti-inflammatory biomarkers. 19  However, our study and others reported no or minimal differences in biomarker concentrations between fetal sex (Table S8;  http://links.lww.com/EE/A233 ). 55  While our results showed that fetal sex modifies the association between PFAS and a small subset of inflammatory biomarkers, these findings will need to be replicated in other populations. Our study is the first identified analyses of these associations. It is possible the observed findings were due to chance and worth noting that effect modification was not observed with our primary outcome or in the majority of individual models.\n\nMIREC is a prospective, multisite pan-Canadian cohort study uniquely suited to investigate associations between exposure to environmental contaminants and maternal/fetal health outcomes. Due to the extensive repository of data available from the MIREC study, we were able to control for key confounders. The longitudinal study design provides temporality between plasma PFAS measurements and inflammatory biomarkers. Additionally, we minimized potential misclassification of PFAS by using first trimester plasma measurements that precede the onset of key physiological changes during pregnancy, such as increased glomerular filtration rate and plasma volume expansion. 56 , 57  To our knowledge, this is the first study examining first trimester plasma concentrations of PFAS, both individually and as a mixture, and third trimester plasma concentrations of an extensive panel of inflammatory biomarkers. Investigating an extensive panel of biomarkers allowed for a comprehensive analysis of the inflammatory profile of MIREC participants during pregnancy. Future research can build upon this work by evaluating potential mediation between PFAS, inflammatory biomarkers, and clinical outcomes.\n\nOur study has four potential limitations. First, because of data availability, we relied on inflammatory biomarker concentrations at a single-time point and were not able to account for the natural fluctuations that arise from the changing fetal demands and physiological stress of pregnancy. 45  Second, we recognize that inflammatory biomarker protein concentrations may not be indicative of biomarker activity, particularly for MMPs. 58  Nevertheless, despite these limitations, third trimester measurements of these biomarkers provide clinically meaningful indicators of potential adverse birth outcomes as they are proximal to delivery. 45  Third, owing to the large number of associations examined, observed statistical associations for the individual PFAS and biomarkers, but not the proinflammatory index, are subject to Type 1 error. We did not adjust for multiple comparisons as this would impede our ability to identify possible associations and thus increase our risk of Type 2 error. 59  Fourth, although our analysis excluded participants without measured inflammatory biomarkers, any resulting potential bias is likely minimal; outcome data are available for approximately 85% of the participants with first trimester PFAS data and PFAS concentrations were comparable between those with and without outcome biomarker data. Moreover, differences in sociodemographic characteristics between these groups are unlikely to be differentially related to exposures and outcomes (Table S9;  http://links.lww.com/EE/A233 ).\n\nIn conclusion, we provide evidence that first trimester maternal PFAS concentrations, both individually and as a mixture, are positively associated with third trimester proinflammatory biomarker concentrations. Future studies are necessary to examine a wider suite of PFAS analytes and examine whether these inflammatory biomarkers are on the causal pathway between PFAS and pregnancy and child complications."
    },
    {
      "title": "ACKNOWLEDGMENTS",
      "text": "The authors are grateful to the MIREC families for their interest and participation and to the dedicated site and coordinating center staff for recruiting the participants and collecting and managing the data and biospecimens. The MIREC study was funded by Health Canada’s Chemicals Management Plan. We also thank Linda Dodds for her roles in the MIREC study design and development of derived variables for IGT/GDM."
    },
    {
      "title": "Conflicts of interest statement",
      "text": "The authors declare that they have no conflicts of interest with regard to the content of this report.\n\nThe MIREC Study was supported by Health Canada’s Chemicals Management Plan at Health Canada, the Ontario Ministry of the Environment, and the Canadian Institutes for Health Research (grant MOP-81285). This study was also supported by a 2022 Carleton University Research Achievement Award.\n\nData ussed in this analysis are confidential and not available for distribution. Some analytical code may be provided upon request."
    }
  ],
  "full_text": "Supplemental Digital Content is available in the text.\n\n## What this study adds\n\nWe present the first identified analysis of prenatal PFAS concentrations and a comprehensive suite of inflammatory biomarkers. Specifically, we quantified associations between the first trimester concentrations of PFOA, PFOS, and PFHxS and the third trimester biomarkers of inflammation, including a derived proinflammatory index. We show that prenatal exposure to these three PFAS, both individually and as a mixture, was positively associated with a proinflammatory index, and this association was likely driven by proinflammatory chemokines, such as MCP-1 and MIP-1β. These findings provide insight into potential mechanisms underlying the adverse health effects of elevated PFAS exposure during pregnancy.\n\n## Introduction\n\nPer- and polyfluoroalkyl substances (PFAS) are a class of persistent environmental contaminants used in a wide range of consumer, commercial, and industrial products, and are ubiquitous in the environment. 1 , 2  The highly fluorinated carbon backbone and amphipathic nature of PFAS contribute to their high chemical stability and ability to repel water and oils. Although Canada has prohibited the manufacturing, use, sale, and import of certain long-chain PFAS, including perfluorooctane sulfonate (PFOS), perfluorooctanoic acid (PFOA), and long-chain perfluorocarboxylic acids, 3  biomonitoring studies continue to detect these legacy PFAS in over 99% of Canadians. 4\n\nPFAS exposure has been associated with a diverse array of adverse health outcomes, 5 – 7  including dysregulated inflammatory processes, which range from both immunoenhancement to immunosuppression. 8 – 10  During pregnancy, these opposing immune system processes must be highly regulated to maintain healthy maternal and birth outcomes. 11 , 12  Dysregulation of maternal inflammatory profiles is associated with pregnancy complications, such as gestational diabetes and preeclampsia. 11 , 13  There is emerging epidemiological evidence to suggest that PFAS may dysregulate inflammatory processes during pregnancy. 14 – 16  The Maternal Adiposity, Metabolism and Stress Study (MAMAs) reported that PFOA, PFOS, and ΣPFASs were positively associated with IL-6. 14  Additionally, authors of a nested case-control study of preterm birth in China reported positive associations between PFOS and monocyte chemoattractant protein (MCP)-1 concentrations yet inverse associations between PFOA and with interleukin (IL)-8 concentrations. 15  However, the Spanish INfancia y Medio Ambiente Birth Cohort Study (INMA) reported no significant association between first trimester PFOA, PFOS, PFHxS, and perfluorononanoic acid (PFNA) concentrations and circulating first trimester C-reactive protein (CRP) concentrations. 16\n\nThe association between PFAS and some pregnancy outcomes has been shown to be modified by fetal sex. 17 , 18  For example, Borghese et al. reported a positive association between first trimester plasma PFOS and PFHxS concentrations and gestational hypertension in pregnant people carrying male, but not female, fetuses. 18  Sex-specific patterns have also been seen in studies measuring circulating levels of proinflammatory cytokines during pregnancy; pregnant people carrying male fetuses tended to have higher concentrations compared with those carrying female fetuses. 19 , 20  Therefore, we hypothesized that the relationship between PFAS and inflammatory biomarkers might be modified by fetal sex.\n\nWe sought to further explore the relationship between PFAS exposure and immunotoxicity during pregnancy using a diverse spectrum of 19 inflammatory biomarkers measured in participants from the Maternal-Infant Research on Environmental Chemicals (MIREC) cohort study. This panel of biomarkers includes CRP, pro- and anti-inflammatory cytokines, matrix metalloproteinases, and adhesion molecules (Table S1;  http://links.lww.com/EE/A233 ). Our primary objective was to quantify associations between first trimester plasma concentrations of PFOA, PFOS, and PFHxS (individual and combined) and third trimester biomarkers of inflammation. Although previous studies have evaluated associations between PFAS and select inflammatory biomarkers, such as CRP, MCP-1, IL-6, IL-8, IL-10, and TNF-α, during first and second trimester of pregnancy, no identified studies have analyzed third trimester concentrations, which may be a preferable indicator of inflammatory status before delivery. 14 – 16  Additionally, measurement of a broad panel of biomarkers better captures the complex interplay of pro- and anti-inflammatory processes that are critical for fetal development and perinatal health. 21 , 22  Our secondary objective was to determine if the association between PFAS and inflammation during pregnancy was modified by fetal sex.\n\n## Methods\n\nWe used data from the MIREC study, a pan-Canadian cohort study that recruited pregnant participants (n = 2001) during their first trimester from 10 cities between 2008 and 2011. 23  Participants were eligible for inclusion if they were 18 years of age or older, <14 weeks of gestation, able to communicate in English or French, and planning to deliver at a local hospital. 23  Participants provided demographic and lifestyle information (e.g., smoking, alcohol, and medication use) and biospecimens during study visits. The present analysis included those with live, singleton births (n = 1533) (Figure S1;  http://links.lww.com/EE/A233 ). The original MIREC study was approved by the research ethics boards at Health Canada/Public Health Agency of Canada, Sainte Justine’s Hospital (Montreal, Quebec, Canada), and all participants provided informed consent before participating. This analysis was approved by the Health Canada’s Research Ethics Board (REB 2021-003H) and the Carleton University’s Research Ethics Board.\n\nMaternal blood samples were collected during the first trimester clinic visit using 10-mL sterile vacutainer tubes. The mean (SD) of gestational age in weeks at the blood draw was 11.6 (1.5) weeks. Within 2 hours of the blood draw, samples were centrifuged, and plasma was aliquoted into smaller cryovials and stored at −80 °C. Analysis of PFOA, PFOS, and PFHxS concentrations was performed by the Laboratoire de Toxicologie Institut National de Santé Publique du Quebec (Quebec City, Quebec, Canada), accredited by the Standards Council of Canada. PFAS measurements were completed using ultra high-pressure liquid chromatography (ACQUITY UPLC System; Waters Corporation, Milford, Massachusetts). The limits of detection (LODs) for PFOA and PFOS were 0.1 and 0.3 μg/L, respectively. PFHxS had two LODs, 0.2 and 0.3 μg/L; we applied the more conservative LOD of 0.3 μg/L. 24\n\nNineteen inflammatory biomarkers were measured in the third trimester (mean [SD] gestational age = 33.1 [1.5] weeks) plasma samples (Table  1  and Table S1;  http://links.lww.com/EE/A233 ). Maternal whole blood was treated with ethylenediaminetetraacetic acid (EDTA) and a serine protease inhibitor, phenylmethylsulfonyl fluoride, then clarified to obtain plasma. MMPs, CRP, granulocyte-macrophage colony-stimulating factor (GM-CSF), interferon gamma (IFN-γ), IL-2, 6, 8, 12, and tumor necrosis factor alpha (TNF-α) were measured using Milliplex Map kits (Millipore, Canada). Vascular cell adhesion molecule (VCAM), intracellular adhesion molecule (ICAM), vascular endothelial growth factor (VEGF), MCP-1, and macrophage inflammatory protein-1 beta (MIP-1β) were measured using Bio-Plex Pro Human panels (Bio-Rad, Canada). Laboratory analyses were conducted by the Environmental Health Science and Research Bureau at Health Canada. Intra and interassay coefficients of variation for all biomarkers were below 11% and 20%, respectively. 25\n\nDescriptive statistics for inflammatory biomarkers in third trimester maternal plasma samples from participants in the MIREC study (2008–2011).\n\n95% CI indicates 95% confidence intervals; CRP, C-reactive protein; GM, geometric mean; GM-CSF, granulocyte-macrophage colony-stimulating factor; ICAM, intracellular adhesion molecule; IFN-γ, interferon gamma; IL, interleukin; MCP-1, monocyte chemoattractant protein-1; MIP-1β, human macrophage inflammatory protein-1 beta; MMP, matrix metalloproteinase; TNF- α , tumor necrosis factor alpha; VCAM, vascular cell adhesion molecule; VEGF, vascular endothelial growth factor.\n\nOur primary outcome was a composite index of proinflammatory biomarkers using knowledge of biomarker function. 25  This index was derived by summing the standardized z-scores of MIP-1β, TNF-α, IFN-γ, MCP-1, IL-2, IL-6, IL-8, and IL-12 using the within sample means and SDs to calculate each z-score.\n\nWe identified covariates using a priori knowledge of associations between covariates and either inflammatory biomarkers or plasma PFAS concentrations during pregnancy. 26 – 29  Covariates included in our final model were identified using a directed acyclic graph (Figure S2;  http://links.lww.com/EE/A233 ) and included the following: maternal age, parity, education, third trimester cigarette smoking status at visit 3, prepregnancy body mass index (BMI), race and ethnicity, reported physical activity level, and gestational age at the third trimester blood collection. Participant prepregnancy BMI was obtained using self-reported prepregnancy weight and measured height and categorized according to the WHO guidelines. 30  These variables were included in multivariable models as defined in Table S2;  http://links.lww.com/EE/A233  with the exception of maternal age, which was treated as continuous variables. We performed a complete case analysis in all models; missingness for covariate data ranged from 0.13% (third trimester smoking) to 7.4% (prepregnancy BMI).\n\nPrenatal concentrations of circulating inflammatory biomarkers may be influenced by other factors, such as regular use of anti-inflammatory medications, preeclampsia, preexisting type 1 (T1D) or type 2 diabetes (T2D), impaired glucose tolerance (IGT), or gestational diabetes mellitus (GDM). We, therefore, conducted four sensitivity analyses excluding the following participants: (1) who reported regularly taking anti-inflammatory medications at the first trimester visit (n = 54); (2) who were diagnosed with preeclampsia (n = 38); (3) who self-reported prior T1D or T2D (n = 14); or (4) IGT or GDM (n = 76). Women were asked about their history of diabetes and medication use in the baseline questionnaire. Systolic (SBP) and diastolic blood pressure (DBP) were assessed by clinical staff using a sphygmomanometer at three prenatal clinic visits (at 6–13, 14–26, and 27–40 weeks). Participants were considered as having gestational hypertension if SBP was ≥140 mmHg and/or DBP was ≥90 mmHg at a gestational age of 20 weeks or later. 31  Preeclampsia was defined as gestational hypertension accompanied by either (a) proteinuria (defined as protein dipstick test ≥1 + OR proteinuria in 24-hour urine ≥300 mg/24 hours or ≥0.3 g/L) or (b) related maternal complications (including disseminated intravascular coagulation, pulmonary edema, convulsions-eclampsia, transfusion, elevated liver enzymes, and/or platelet count < 50 × 10 9 /L). 18 , 32  IGT and GDM data were obtained by chart review. Diagnoses were based on the results of a 50 g glucose challenge test (GCT) and 75 or 100 g oral glucose tolerance test (OGTT). 33\n\nWe calculated descriptive statistics for exposure and outcome variables and visualized the associations between individual PFAS and outcome biomarkers using locally weighted smoothing (LOESS) plots to assess linearity. We examined Spearman correlations between PFAS and between the inflammatory biomarkers. Values below the LOD for both exposure and outcome variables were assigned a value of LOD/2. We quantified associations between PFAS and inflammatory biomarkers using multivariable linear regression models, adjusting for aforementioned covariates. Plasma concentrations of PFAS and outcome biomarkers were log 2  transformed to normalize distributions and beta coefficients were back transformed to obtain the percent change in inflammatory biomarkers per doubling of PFAS concentrations. In the models examining PFAS and the proinflammatory index, the β coefficient is interpreted as a one-SD change, or change in the z-score, in the inflammatory index per doubling of PFAS concentrations. We conducted regression diagnostics to ensure the assumptions of linear regression were met and to ensure normality of residuals.\n\nWe used weighted quantile sum (WQS) regression to quantify the association between a PFAS mixture, comprising PFOA, PFOS, and PFHxS, and the inflammatory biomarker index using the gWQS package. 34 , 35  This approach estimates the joint effect a one-quantile change in multiple exposures and calculates relative contribution (weights) of each individual exposure. 36  We created the WQS index using quartiles of PFAS and calculated weights derived from 100 bootstrap models and a 40:60 split of training and validation datasets. We defined the mixture to have a positive association with the proinflammatory index, given our hypothesis that the mixture would be related to higher levels of inflammation. To stabilize the WQS results, we used repeated holdout validation with the same parameters as the WQS. 37\n\nWe also explored the potential for effect modification by fetal sex by calculating the product terms and analyzing sex-stratified models. Our threshold for effect modification was a product term  P -value <0.1.\n\nAll statistical analyses were performed using R Statistical Software (Version 1.4.1106, R Core Team, 2021). Data visualization was completed using R and GraphPad Prism (Version 9.1.1).\n\n## Study design and participants\n\nWe used data from the MIREC study, a pan-Canadian cohort study that recruited pregnant participants (n = 2001) during their first trimester from 10 cities between 2008 and 2011. 23  Participants were eligible for inclusion if they were 18 years of age or older, <14 weeks of gestation, able to communicate in English or French, and planning to deliver at a local hospital. 23  Participants provided demographic and lifestyle information (e.g., smoking, alcohol, and medication use) and biospecimens during study visits. The present analysis included those with live, singleton births (n = 1533) (Figure S1;  http://links.lww.com/EE/A233 ). The original MIREC study was approved by the research ethics boards at Health Canada/Public Health Agency of Canada, Sainte Justine’s Hospital (Montreal, Quebec, Canada), and all participants provided informed consent before participating. This analysis was approved by the Health Canada’s Research Ethics Board (REB 2021-003H) and the Carleton University’s Research Ethics Board.\n\n## First trimester plasma perfluoroalkyl substances\n\nMaternal blood samples were collected during the first trimester clinic visit using 10-mL sterile vacutainer tubes. The mean (SD) of gestational age in weeks at the blood draw was 11.6 (1.5) weeks. Within 2 hours of the blood draw, samples were centrifuged, and plasma was aliquoted into smaller cryovials and stored at −80 °C. Analysis of PFOA, PFOS, and PFHxS concentrations was performed by the Laboratoire de Toxicologie Institut National de Santé Publique du Quebec (Quebec City, Quebec, Canada), accredited by the Standards Council of Canada. PFAS measurements were completed using ultra high-pressure liquid chromatography (ACQUITY UPLC System; Waters Corporation, Milford, Massachusetts). The limits of detection (LODs) for PFOA and PFOS were 0.1 and 0.3 μg/L, respectively. PFHxS had two LODs, 0.2 and 0.3 μg/L; we applied the more conservative LOD of 0.3 μg/L. 24\n\n## Third trimester plasma inflammatory biomarkers\n\nNineteen inflammatory biomarkers were measured in the third trimester (mean [SD] gestational age = 33.1 [1.5] weeks) plasma samples (Table  1  and Table S1;  http://links.lww.com/EE/A233 ). Maternal whole blood was treated with ethylenediaminetetraacetic acid (EDTA) and a serine protease inhibitor, phenylmethylsulfonyl fluoride, then clarified to obtain plasma. MMPs, CRP, granulocyte-macrophage colony-stimulating factor (GM-CSF), interferon gamma (IFN-γ), IL-2, 6, 8, 12, and tumor necrosis factor alpha (TNF-α) were measured using Milliplex Map kits (Millipore, Canada). Vascular cell adhesion molecule (VCAM), intracellular adhesion molecule (ICAM), vascular endothelial growth factor (VEGF), MCP-1, and macrophage inflammatory protein-1 beta (MIP-1β) were measured using Bio-Plex Pro Human panels (Bio-Rad, Canada). Laboratory analyses were conducted by the Environmental Health Science and Research Bureau at Health Canada. Intra and interassay coefficients of variation for all biomarkers were below 11% and 20%, respectively. 25\n\nDescriptive statistics for inflammatory biomarkers in third trimester maternal plasma samples from participants in the MIREC study (2008–2011).\n\n95% CI indicates 95% confidence intervals; CRP, C-reactive protein; GM, geometric mean; GM-CSF, granulocyte-macrophage colony-stimulating factor; ICAM, intracellular adhesion molecule; IFN-γ, interferon gamma; IL, interleukin; MCP-1, monocyte chemoattractant protein-1; MIP-1β, human macrophage inflammatory protein-1 beta; MMP, matrix metalloproteinase; TNF- α , tumor necrosis factor alpha; VCAM, vascular cell adhesion molecule; VEGF, vascular endothelial growth factor.\n\nOur primary outcome was a composite index of proinflammatory biomarkers using knowledge of biomarker function. 25  This index was derived by summing the standardized z-scores of MIP-1β, TNF-α, IFN-γ, MCP-1, IL-2, IL-6, IL-8, and IL-12 using the within sample means and SDs to calculate each z-score.\n\n## Covariates\n\nWe identified covariates using a priori knowledge of associations between covariates and either inflammatory biomarkers or plasma PFAS concentrations during pregnancy. 26 – 29  Covariates included in our final model were identified using a directed acyclic graph (Figure S2;  http://links.lww.com/EE/A233 ) and included the following: maternal age, parity, education, third trimester cigarette smoking status at visit 3, prepregnancy body mass index (BMI), race and ethnicity, reported physical activity level, and gestational age at the third trimester blood collection. Participant prepregnancy BMI was obtained using self-reported prepregnancy weight and measured height and categorized according to the WHO guidelines. 30  These variables were included in multivariable models as defined in Table S2;  http://links.lww.com/EE/A233  with the exception of maternal age, which was treated as continuous variables. We performed a complete case analysis in all models; missingness for covariate data ranged from 0.13% (third trimester smoking) to 7.4% (prepregnancy BMI).\n\nPrenatal concentrations of circulating inflammatory biomarkers may be influenced by other factors, such as regular use of anti-inflammatory medications, preeclampsia, preexisting type 1 (T1D) or type 2 diabetes (T2D), impaired glucose tolerance (IGT), or gestational diabetes mellitus (GDM). We, therefore, conducted four sensitivity analyses excluding the following participants: (1) who reported regularly taking anti-inflammatory medications at the first trimester visit (n = 54); (2) who were diagnosed with preeclampsia (n = 38); (3) who self-reported prior T1D or T2D (n = 14); or (4) IGT or GDM (n = 76). Women were asked about their history of diabetes and medication use in the baseline questionnaire. Systolic (SBP) and diastolic blood pressure (DBP) were assessed by clinical staff using a sphygmomanometer at three prenatal clinic visits (at 6–13, 14–26, and 27–40 weeks). Participants were considered as having gestational hypertension if SBP was ≥140 mmHg and/or DBP was ≥90 mmHg at a gestational age of 20 weeks or later. 31  Preeclampsia was defined as gestational hypertension accompanied by either (a) proteinuria (defined as protein dipstick test ≥1 + OR proteinuria in 24-hour urine ≥300 mg/24 hours or ≥0.3 g/L) or (b) related maternal complications (including disseminated intravascular coagulation, pulmonary edema, convulsions-eclampsia, transfusion, elevated liver enzymes, and/or platelet count < 50 × 10 9 /L). 18 , 32  IGT and GDM data were obtained by chart review. Diagnoses were based on the results of a 50 g glucose challenge test (GCT) and 75 or 100 g oral glucose tolerance test (OGTT). 33\n\n## Statistical analysis\n\nWe calculated descriptive statistics for exposure and outcome variables and visualized the associations between individual PFAS and outcome biomarkers using locally weighted smoothing (LOESS) plots to assess linearity. We examined Spearman correlations between PFAS and between the inflammatory biomarkers. Values below the LOD for both exposure and outcome variables were assigned a value of LOD/2. We quantified associations between PFAS and inflammatory biomarkers using multivariable linear regression models, adjusting for aforementioned covariates. Plasma concentrations of PFAS and outcome biomarkers were log 2  transformed to normalize distributions and beta coefficients were back transformed to obtain the percent change in inflammatory biomarkers per doubling of PFAS concentrations. In the models examining PFAS and the proinflammatory index, the β coefficient is interpreted as a one-SD change, or change in the z-score, in the inflammatory index per doubling of PFAS concentrations. We conducted regression diagnostics to ensure the assumptions of linear regression were met and to ensure normality of residuals.\n\nWe used weighted quantile sum (WQS) regression to quantify the association between a PFAS mixture, comprising PFOA, PFOS, and PFHxS, and the inflammatory biomarker index using the gWQS package. 34 , 35  This approach estimates the joint effect a one-quantile change in multiple exposures and calculates relative contribution (weights) of each individual exposure. 36  We created the WQS index using quartiles of PFAS and calculated weights derived from 100 bootstrap models and a 40:60 split of training and validation datasets. We defined the mixture to have a positive association with the proinflammatory index, given our hypothesis that the mixture would be related to higher levels of inflammation. To stabilize the WQS results, we used repeated holdout validation with the same parameters as the WQS. 37\n\nWe also explored the potential for effect modification by fetal sex by calculating the product terms and analyzing sex-stratified models. Our threshold for effect modification was a product term  P -value <0.1.\n\nAll statistical analyses were performed using R Statistical Software (Version 1.4.1106, R Core Team, 2021). Data visualization was completed using R and GraphPad Prism (Version 9.1.1).\n\n## Results\n\nParticipants in our analytic sample (n = 1411) were predominantly White (84.8%), with normal prepregnancy BMI (61.1%), nonsmokers (88.5%), and over the age of 30 years (62.8%) (Table S2;  http://links.lww.com/EE/A233 ). The three PFAS were detected in between 94.3% and 99.8% of participants (Table S3;  http://links.lww.com/EE/A233 ). Geometric mean concentrations for first trimester plasma PFOA, PFOS, and PFHxS concentrations were 1.66, 4.57, and 1.01 µg/L, respectively (Table S3;  http://links.lww.com/EE/A233 ). These PFAS were moderately correlated with each other: PFOA and PFOS (r = 0.56), PFOA and PFHxS (r = 0.49), PFOS and PFHxS (r = 0.54).\n\nTwelve of the 19 inflammatory biomarkers were detected in all participants. IL-2 and IL-12 were the only biomarkers with detection rates below 95%, with 84.4% detection for IL-2 and 92.7% detection for IL-12. Geometric mean concentrations ranged from 1.16 pg/mL for IL-2 to 17.3 µg/L for CRP (Table  1 ). Biomarker correlation coefficients ranged from −0.20 to 0.74 and were strongest between ICAM and VCAM (Figure S3;  http://links.lww.com/EE/A233 ). The mean (SD) Z-score for the proinflammatory index was 0.011 (4.3).\n\nEach doubling of PFOA, PFOS, and PFHxS was associated with a 0.38 (95% CI, 0.08, 0.67), 0.23 (95% CI, −0.042, 0.50), and 0.21 (95% CI, 0.01, 0.41) change in the z-score in the proinflammatory index, respectively (Figure  1 ). There were subtle differences in the precision of all three PFAS in sensitivity analysis, but overall, the direction and magnitude of effects were consistent with the primary analysis (Tables S4–S6;  http://links.lww.com/EE/A233 ). Each one-quartile change in the PFAS WQS index was associated with a 0.40 (95% CI, 0.086, 0.71) unit increase in the proinflammatory index (Figure  1 ). PFHxS had the highest weight in the mixture model (0.42) followed by PFOS (0.33) and PFOA (0.26).\n\nChange in the z-score of the third trimester proinflammatory index (MIP-1-β, IFN-γ, TNF-α, MCP-1, IL-2, IL-6, IL-8, IL-12) for each doubling of first trimester PFOA, PFOS, and PFHxS concentrations and for each one-quartile increase in the Weighted Quantile Sum (WQS) index of all three PFAS. Models are adjusted for maternal age, prepregnancy BMI, education, race, parity, physical activity, smoking status at visit 3, gestational age at visit 3. β indicates parameter estimate; 95% CI, 95% confidence interval.\n\nWe observed positive associations between PFAS and several individual proinflammatory cytokines or chemokines. Both PFOA and PFHxS were positively associated with MCP-1 (Figure  2 A and  2 C). Specifically, each doubling of first trimester plasma PFOA concentrations was associated with a 4.59% (95% CI, 1.20, 8.11) increase in MCP-1, while each doubling of PFHxS was associated with a 2.98% (95% CI, 0.65, 5.36) increase in MCP-1 (Figure  2 A and  2 C). We also observed a positive association between PFOA and MIP-1β (4.04% [95% CI, 1.40, 6.75]; Figure  2 A). PFAS concentrations were generally not associated with interleukins, TNF-α, IFN-γ, or CRP (Figure  2 ).\n\nPercent change in biomarker concentrations per doubling of first trimester concentrations of perfluoroalkyl substances. (A) PFOA, (B) PFOS, or (C) PFHxS concentrations with 95% CI. Models are adjusted for maternal age, prepregnancy BMI, education, race, parity, physical activity, smoking status at visit 3, gestational age at visit 3. PFAS were measured in micrograms per liter. Biomarkers were measured in picograms per liter, and CRP was measured in nanograms per liter\n\nWe observed positive associations between PFAS and individual MMPs. PFOA and PFHxS were associated with 5.08% (95% CI, 1.59, 8.69) and 2.98% (95% CI, 0.59, 5.42) higher MMP-2 concentrations, respectively (Figure  2 A and  2 C). Seven participants had elevated plasma MMP-2 concentrations in the range of 4557.75 to 6803.10 ng/mL. Excluding these 7 participants attenuated the association between PFOA and MMP-2 (3.60% [95% CI, 0.98, 6.29]) and between PFHxS and MMP-2 (2.83% [95% CI, 1.01, 4.68]). Each doubling of PFOS was also associated with an 8.27% (95% CI, 2.48, 14.39) increase in MMP-9 concentrations (Figure  2 B).\n\nMixed associations were observed between PFAS and biomarkers of vascular inflammation. PFOS was inversely associated with VCAM (−2.64 [95% CI, −4.65, −0.23]) and ICAM (−3.02 [95% CI, −6.25, 0.33]) (Figure  2 B), while the direction of association between PFHxS and VCAM and ICAM was positive (Figure  2 C). The direction and magnitude of observed associations in all sensitivity analyses were largely consistent with that of the analytical sample (Tables S4–S6;  http://links.lww.com/EE/A233 ).\n\nWe observed effect modification (product term  P  < 0.1) by fetal sex in 8 models examining individual PFAS and inflammatory biomarkers. Among these models, associations between PFAS concentrations and inflammatory biomarkers tended to be positive or null in participants carrying male fetuses and inverse in participants carrying female fetuses, with the exception of MMP-9 and IL-6 (Table S7;  http://links.lww.com/EE/A233 ). For example, PFHxS was positively associated with IL-10 in participants carrying male fetuses (6.91% [95% CI, 1.00, 13.16]) and inversely in participants carrying female fetuses (−5.68% [95% CI, −11.00, −0.04]) (product term  P  < 0.01). We did not observe any evidence of sex-specific differences in models evaluating the proinflammatory index (Table S7;  http://links.lww.com/EE/A233 ).\n\n## Study population characteristics\n\nParticipants in our analytic sample (n = 1411) were predominantly White (84.8%), with normal prepregnancy BMI (61.1%), nonsmokers (88.5%), and over the age of 30 years (62.8%) (Table S2;  http://links.lww.com/EE/A233 ). The three PFAS were detected in between 94.3% and 99.8% of participants (Table S3;  http://links.lww.com/EE/A233 ). Geometric mean concentrations for first trimester plasma PFOA, PFOS, and PFHxS concentrations were 1.66, 4.57, and 1.01 µg/L, respectively (Table S3;  http://links.lww.com/EE/A233 ). These PFAS were moderately correlated with each other: PFOA and PFOS (r = 0.56), PFOA and PFHxS (r = 0.49), PFOS and PFHxS (r = 0.54).\n\nTwelve of the 19 inflammatory biomarkers were detected in all participants. IL-2 and IL-12 were the only biomarkers with detection rates below 95%, with 84.4% detection for IL-2 and 92.7% detection for IL-12. Geometric mean concentrations ranged from 1.16 pg/mL for IL-2 to 17.3 µg/L for CRP (Table  1 ). Biomarker correlation coefficients ranged from −0.20 to 0.74 and were strongest between ICAM and VCAM (Figure S3;  http://links.lww.com/EE/A233 ). The mean (SD) Z-score for the proinflammatory index was 0.011 (4.3).\n\n## Associations between individual perfluoroalkyl substances and perfluoroalkyl substances mixture with proinflammatory index\n\nEach doubling of PFOA, PFOS, and PFHxS was associated with a 0.38 (95% CI, 0.08, 0.67), 0.23 (95% CI, −0.042, 0.50), and 0.21 (95% CI, 0.01, 0.41) change in the z-score in the proinflammatory index, respectively (Figure  1 ). There were subtle differences in the precision of all three PFAS in sensitivity analysis, but overall, the direction and magnitude of effects were consistent with the primary analysis (Tables S4–S6;  http://links.lww.com/EE/A233 ). Each one-quartile change in the PFAS WQS index was associated with a 0.40 (95% CI, 0.086, 0.71) unit increase in the proinflammatory index (Figure  1 ). PFHxS had the highest weight in the mixture model (0.42) followed by PFOS (0.33) and PFOA (0.26).\n\nChange in the z-score of the third trimester proinflammatory index (MIP-1-β, IFN-γ, TNF-α, MCP-1, IL-2, IL-6, IL-8, IL-12) for each doubling of first trimester PFOA, PFOS, and PFHxS concentrations and for each one-quartile increase in the Weighted Quantile Sum (WQS) index of all three PFAS. Models are adjusted for maternal age, prepregnancy BMI, education, race, parity, physical activity, smoking status at visit 3, gestational age at visit 3. β indicates parameter estimate; 95% CI, 95% confidence interval.\n\n## Associations between individual perfluoroalkyl substances and inflammatory biomarkers\n\nWe observed positive associations between PFAS and several individual proinflammatory cytokines or chemokines. Both PFOA and PFHxS were positively associated with MCP-1 (Figure  2 A and  2 C). Specifically, each doubling of first trimester plasma PFOA concentrations was associated with a 4.59% (95% CI, 1.20, 8.11) increase in MCP-1, while each doubling of PFHxS was associated with a 2.98% (95% CI, 0.65, 5.36) increase in MCP-1 (Figure  2 A and  2 C). We also observed a positive association between PFOA and MIP-1β (4.04% [95% CI, 1.40, 6.75]; Figure  2 A). PFAS concentrations were generally not associated with interleukins, TNF-α, IFN-γ, or CRP (Figure  2 ).\n\nPercent change in biomarker concentrations per doubling of first trimester concentrations of perfluoroalkyl substances. (A) PFOA, (B) PFOS, or (C) PFHxS concentrations with 95% CI. Models are adjusted for maternal age, prepregnancy BMI, education, race, parity, physical activity, smoking status at visit 3, gestational age at visit 3. PFAS were measured in micrograms per liter. Biomarkers were measured in picograms per liter, and CRP was measured in nanograms per liter\n\nWe observed positive associations between PFAS and individual MMPs. PFOA and PFHxS were associated with 5.08% (95% CI, 1.59, 8.69) and 2.98% (95% CI, 0.59, 5.42) higher MMP-2 concentrations, respectively (Figure  2 A and  2 C). Seven participants had elevated plasma MMP-2 concentrations in the range of 4557.75 to 6803.10 ng/mL. Excluding these 7 participants attenuated the association between PFOA and MMP-2 (3.60% [95% CI, 0.98, 6.29]) and between PFHxS and MMP-2 (2.83% [95% CI, 1.01, 4.68]). Each doubling of PFOS was also associated with an 8.27% (95% CI, 2.48, 14.39) increase in MMP-9 concentrations (Figure  2 B).\n\nMixed associations were observed between PFAS and biomarkers of vascular inflammation. PFOS was inversely associated with VCAM (−2.64 [95% CI, −4.65, −0.23]) and ICAM (−3.02 [95% CI, −6.25, 0.33]) (Figure  2 B), while the direction of association between PFHxS and VCAM and ICAM was positive (Figure  2 C). The direction and magnitude of observed associations in all sensitivity analyses were largely consistent with that of the analytical sample (Tables S4–S6;  http://links.lww.com/EE/A233 ).\n\n## Effect modification by fetal sex on individual perfluoroalkyl substances and outcome biomarker associations\n\nWe observed effect modification (product term  P  < 0.1) by fetal sex in 8 models examining individual PFAS and inflammatory biomarkers. Among these models, associations between PFAS concentrations and inflammatory biomarkers tended to be positive or null in participants carrying male fetuses and inverse in participants carrying female fetuses, with the exception of MMP-9 and IL-6 (Table S7;  http://links.lww.com/EE/A233 ). For example, PFHxS was positively associated with IL-10 in participants carrying male fetuses (6.91% [95% CI, 1.00, 13.16]) and inversely in participants carrying female fetuses (−5.68% [95% CI, −11.00, −0.04]) (product term  P  < 0.01). We did not observe any evidence of sex-specific differences in models evaluating the proinflammatory index (Table S7;  http://links.lww.com/EE/A233 ).\n\n## Discussion\n\nIn this Canadian pregnancy cohort, plasma concentrations of three PFAS, both individually and as a mixture, during early pregnancy were positively associated with third trimester proinflammatory biomarker concentrations. Each PFAS was positively associated with the proinflammatory index with the strongest magnitude of association observed for PFOA. The positive associations between PFAS and the proinflammatory index may be driven by chemokines such as MCP-1 and MIP-1β as we observed evidence of associations with these biomarkers in the individual models.\n\nOur observed positive associations between PFAS and both MCP-1 and MIP-1β are of interest because elevated levels of these chemokines may be associated with adverse pregnancy outcomes. MCP-1 and MIP-1β are proinflammatory chemokines responsible for recruiting monocytes and other leukocytes to sites of inflammation. 38  Increased third trimester MCP-1 concentrations have been associated with preterm birth, small for gestational age, and infections during pregnancy. 25 , 39  Similarly, increased MIP-1β concentrations during pregnancy has been associated with spontaneous preterm delivery. 40  While the individual biomarkers suggest potential for adverse clinical outcomes, our derived composite proinflammatory index, which is reflective of overall systemic inflammation, has not been examined in relation to any specific clinical outcome. No identified studies have evaluated whether these biomarkers mediate associations between PFAS and pregnancy complications.\n\nWe identified parallels between our findings and other published studies that evaluated associations between PFAS and inflammatory biomarkers. 14 – 16  Consistent with our results, Matilla-Santander et al. reported null associations between first trimester PFAS (PFOA, PFOS, PFHxS, and PFNA) and concurrently measured CRP concentrations in the INMA study. 16  MIREC participants had, on average, lower plasma PFOA and PFOS levels, and higher PFHxS levels than participants in INMA cohort; these differences may be partially due to the differing windows of recruitment for the two studies (MIREC: 2008–2011; INMA: 2003–2008). Third trimester median CRP levels in MIREC participants were approximately four-fold higher than the first trimester CRP levels in INMA study participants. This difference may be partially attributed to the increase in CRP levels throughout pregnancy. 41  The INMA study did not measure any of the other biomarkers included in our analysis. 16  Also consistent with our findings, authors of the Shanxi Province (China) nested case-control study reported positive associations between PFOS and MCP-1 concentrations measured between 4 and 22 weeks gestation in participants recruited between 2009 and 2013. 15  In contrast to our findings, PFOA was inversely associated with IL-8 in the Shanxi Province nested case-control study. MIREC participants had two- to three-fold higher median PFOA and PFOS concentrations compared with the Shanxi Province nested case-control study. PFOA and PFOS concentrations measured in the Shanxi Province nested case-control study were also lower than what was observed in other studies measuring plasma PFAS during a similar time period in pregnant women in China. 42 , 43  MCP-1 and IL-8 plasma concentrations were approximately four-fold and four-fold lower in the MIREC study compared with the Shanxi Province nested case-control study, respectively. Also in contrast to our findings, the MAMAs study of San Francisco, California reported positive associations between PFOA, PFOS, and ΣPFASs with longitudinal IL-6 concentrations measured in the second trimester, and 3- and 9-months postpartum. 14  MIREC and MAMAs participants had similar geometric mean concentrations of PFOA but MIREC participants had approximately 1.5-fold higher PFOS concentrations. Additionally, MIREC participants had approximately three-fold higher median IL-6 concentrations in the third trimester compared with the second trimester concentrations reported in the MAMAs study. In addition to these differences, the MAMAs cohort included women of overweight and obese prepregnancy BMI. Discrepancies between MIREC and MAMAs could be due to the composition of the study population or timing of biomarker measurements. 14  Inflammatory biomarker levels tend to increase during the first trimester promoting angiogenesis and blastocyst implantation. 44  Concentrations of interleukins and other cytokines such as TNF-α tend to decrease in the second trimester during key periods of fetal growth and increase again during the third trimester as parturition nears. 44 , 45  Therefore, it is difficult to directly compare our findings of third trimester biomarker concentrations to those studies that measured biomarkers either earlier in pregnancy or postpartum.\n\nThe biological plausibility of our findings is supported by evidence from rodent studies demonstrating that PFAS exposure elicits immunomodulatory and immunotoxic effects in vivo, including upregulation of proinflammatory genes and increased circulating inflammatory biomarkers, such as IL-6 and IL-1β. 46 – 50  As there are multiple possible molecular targets for PFAS, disentangling a specific signaling pathway responsible for dysregulated inflammation is challenging. One potential pathway is through activation of nuclear receptors known as peroxisome proliferator-activated receptors (PPARs), which are canonically activated by fatty acids and highly expressed in the placenta. 51  PPARs are involved in regulating fatty acid disposition, metabolism, and the inflammatory response. 51 , 52  There is mounting evidence for an interaction between exposure to PFAS and placental PPAR signaling, which may mediate associations between these chemicals and adverse pregnancy outcomes. 9  Other relevant pathways include activation of nuclear receptors such as the constitutive androgen receptor (CAR) and pregame X receptor (PXR), which are involved in hepatic cell proliferation and other intermediary metabolic processes, including inflammation. 53\n\nOur sex-specific findings are consistent with observed effect modification by sex in the analysis of PFAS and preeclampsia in MIREC participants. 18  We noted particularly compelling effect modification by fetal sex for the association between PFHxS with IL-10, a known anti-inflammatory biomarker (Table S7;  http://links.lww.com/EE/A233 ). 54  The mechanisms underlying fetal sex-specific differences in maternal inflammatory profiles are unclear. Some studies report that individuals carrying male fetuses exhibit increased levels of proinflammatory biomarkers 20  and lower levels of anti-inflammatory biomarkers. 19  However, our study and others reported no or minimal differences in biomarker concentrations between fetal sex (Table S8;  http://links.lww.com/EE/A233 ). 55  While our results showed that fetal sex modifies the association between PFAS and a small subset of inflammatory biomarkers, these findings will need to be replicated in other populations. Our study is the first identified analyses of these associations. It is possible the observed findings were due to chance and worth noting that effect modification was not observed with our primary outcome or in the majority of individual models.\n\nMIREC is a prospective, multisite pan-Canadian cohort study uniquely suited to investigate associations between exposure to environmental contaminants and maternal/fetal health outcomes. Due to the extensive repository of data available from the MIREC study, we were able to control for key confounders. The longitudinal study design provides temporality between plasma PFAS measurements and inflammatory biomarkers. Additionally, we minimized potential misclassification of PFAS by using first trimester plasma measurements that precede the onset of key physiological changes during pregnancy, such as increased glomerular filtration rate and plasma volume expansion. 56 , 57  To our knowledge, this is the first study examining first trimester plasma concentrations of PFAS, both individually and as a mixture, and third trimester plasma concentrations of an extensive panel of inflammatory biomarkers. Investigating an extensive panel of biomarkers allowed for a comprehensive analysis of the inflammatory profile of MIREC participants during pregnancy. Future research can build upon this work by evaluating potential mediation between PFAS, inflammatory biomarkers, and clinical outcomes.\n\nOur study has four potential limitations. First, because of data availability, we relied on inflammatory biomarker concentrations at a single-time point and were not able to account for the natural fluctuations that arise from the changing fetal demands and physiological stress of pregnancy. 45  Second, we recognize that inflammatory biomarker protein concentrations may not be indicative of biomarker activity, particularly for MMPs. 58  Nevertheless, despite these limitations, third trimester measurements of these biomarkers provide clinically meaningful indicators of potential adverse birth outcomes as they are proximal to delivery. 45  Third, owing to the large number of associations examined, observed statistical associations for the individual PFAS and biomarkers, but not the proinflammatory index, are subject to Type 1 error. We did not adjust for multiple comparisons as this would impede our ability to identify possible associations and thus increase our risk of Type 2 error. 59  Fourth, although our analysis excluded participants without measured inflammatory biomarkers, any resulting potential bias is likely minimal; outcome data are available for approximately 85% of the participants with first trimester PFAS data and PFAS concentrations were comparable between those with and without outcome biomarker data. Moreover, differences in sociodemographic characteristics between these groups are unlikely to be differentially related to exposures and outcomes (Table S9;  http://links.lww.com/EE/A233 ).\n\nIn conclusion, we provide evidence that first trimester maternal PFAS concentrations, both individually and as a mixture, are positively associated with third trimester proinflammatory biomarker concentrations. Future studies are necessary to examine a wider suite of PFAS analytes and examine whether these inflammatory biomarkers are on the causal pathway between PFAS and pregnancy and child complications.\n\n## ACKNOWLEDGMENTS\n\nThe authors are grateful to the MIREC families for their interest and participation and to the dedicated site and coordinating center staff for recruiting the participants and collecting and managing the data and biospecimens. The MIREC study was funded by Health Canada’s Chemicals Management Plan. We also thank Linda Dodds for her roles in the MIREC study design and development of derived variables for IGT/GDM.\n\n## Conflicts of interest statement\n\nThe authors declare that they have no conflicts of interest with regard to the content of this report.\n\nThe MIREC Study was supported by Health Canada’s Chemicals Management Plan at Health Canada, the Ontario Ministry of the Environment, and the Canadian Institutes for Health Research (grant MOP-81285). This study was also supported by a 2022 Carleton University Research Achievement Award.\n\nData ussed in this analysis are confidential and not available for distribution. Some analytical code may be provided upon request.",
  "reference_count": 59,
  "word_count": 6534,
  "char_count": 45589
}