{
  "pmcid": "PMC10494380",
  "doi": "10.1186/s40104-023-00919-z",
  "title": "Mechanisms underlying the role of endoplasmic reticulum stress in the placental injury and fetal growth restriction in an ovine gestation model",
  "authors": [
    "Hao Zhang",
    "Xia Zha",
    "Yi Zheng",
    "Xiaoyun Liu",
    "Mabrouk Elsabagh",
    "Hongrong Wang",
    "Honghua Jiang",
    "Mengzhi Wang"
  ],
  "year": "2023",
  "journal": "Journal of Animal Science and Biotechnology",
  "abstract": "Background Exposure to bisphenol A (BPA), an environmental pollutant known for its endocrine-disrupting properties, during gestation has been reported to increase the risk of fetal growth restriction (FGR) in an ovine model of pregnancy. We hypothesized that the FGR results from the BPA-induced insufficiency and barrier dysfunction of the placenta, oxidative stress, inflammatory responses, autophagy and endoplasmic reticulum stress (ERS). However, precise mechanisms underlying the BPA-induced placental dysfunction, and subsequently, FGR, as well as the potential involvement of placental ERS in these complications, remain to be investigated. Methods In vivo experiment, 16 twin-pregnant (from d 40 to 130 of gestation) Hu ewes were randomly distributed into two groups (8 ewes each). One group served as a control and received corn oil once a day, whereas the other group received BPA (5 mg/kg/d as a subcutaneous injection). In vitro study, ovine trophoblast cells (OTCs) were exposed to 4 treatments, 6 replicates each. The OTCs were treated with 400 μmol/L BPA, 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator), 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist) and DMEM/F12 complete medium (control), for 24 h. Results In vivo experiments, pregnant Hu ewes receiving the BPA from 40 to 130 days of pregnancy experienced a decrease in placental efficiency, progesterone (P4) level and fetal weight, and an increase in placental estrogen (E2) level, together with barrier dysfunctions, OS, inflammatory responses, autophagy and ERS in type A cotyledons. In vitro experiment, the OTCs exposed to BPA for 24 h showed an increase in the E2 level and related protein and gene expressions of autophagy, ERS, pro-apoptosis and inflammatory response, and a decrease in the P4 level and the related protein and gene expressions of antioxidant, anti-apoptosis and barrier function. Moreover, treating the OTCs with Tm aggravated BPA-induced dysfunction of barrier and endocrine (the increased E2 level and decreased P4 level), OS, inflammatory responses, autophagy, and ERS. However, treating the OTCs with 4-PBA reversed the counteracted effects of Tm mentioned above. Conclusions In general, the results reveal that BPA exposure can cause ERS in the ovine placenta and OTCs, and ERS induction might aggravate BPA-induced dysfunction of the placental barrier and endocrine, OS, inflammatory responses, and autophagy. These data offer novel mechanistic insights into whether ERS is involved in BPA-mediated placental dysfunction and fetal development. Supplementary Information The online version contains supplementary material available at 10.1186/s40104-023-00919-z.",
  "sections": [
    {
      "title": "Background",
      "text": "Bisphenol A (BPA), a common environmental pollutant known for its endocrine-disrupting properties, is used in various applications such as polycarbonate, epoxy resins for plastics, metal cans and food storage containers [ 1 ]. In 2007, approximately 2,500 tonnes of BPA were released into the environment according to the Toxics Release Inventory in the USA [ 2 ]. The detection of low levels of BPA in human bodily fluids like urine, blood and breast milk has raised concerns regarding its potential impact on public health and safety [ 3 ].\n\nThe placenta is a highly specialized organ that plays a crucial role in the healthy development and growth of the fetus during pregnancy [ 4 ]. Placental trophoblasts are a vital component of the placenta and play a fundamental role in ensuring a successful pregnancy. Placental trophoblast dysfunctions have been linked to various pregnancy disorders, including placenta accreta/increta/percreta, preeclampsia, spontaneous abortion, and fetal growth restriction (FGR) [ 5 ]. The syncytiotrophoblast cells are the outermost layer of the placenta and are responsible for nutrition and gaseous exchange. In species with a hemochorial type of placentas, where syncytiotrophoblast cells are exposed to maternal blood, there is a risk of exposure to toxic substances carried in the maternal circulation [ 6 ]. The placenta acts not only as a detoxifier but also as an endocrine organ making it susceptible to compounds that disrupt its endocrine functions [ 7 ]. Exposure to BPA has been reported to have detrimental impacts on the development of the mammary gland, reproductive functions, metabolic activity, and cognitive performance [ 8 ]. Moreover, BPA can pass from mother to offspring through the placenta [ 9 ], making it a significant environmental risk during pregnancy. Studies have indicated that BPA can cross the placental barrier, leading to developmental and functional problems in the placenta and posing a significant risk of FGR [ 10 – 12 ]. The FGR is not only a significant risk factor for fetal mortality, but also is associated with an increased likelihood of developing chronic non-communicable diseases in adulthood, such as cardiovascular disease, cancer, metabolic disorders, chronic immunological diseases, and neurological abnormalities [ 13 ]. Overwhelming data indicated that BPA was a major environmental stress factor triggering FGR. However, the exact mechanism by which BPA causes FGR remains unclear.\n\nThe endoplasmic reticulum (ER) is a membrane-bound organelle in eukaryotic cells with multiple functions including protein and lipid synthesis, detoxification of xenobiotics and storage of cellular calcium (Ca 2+ ) [ 14 ]. Various factors, including pathological, physiological and biochemical stimuli, can disrupt the proper folding of the protein in ER leading to the accumulation of unfolded or misfolded proteins in the ER and triggering endoplasmic reticulum stress (ERS) and unfolded protein response (UPR) [ 15 ]. The UPR can be initiated in response to ERS during challenging physiological conditions. This response involves three proteins associated with the ER membrane: PKR-like eukaryotic initiation factor 2a kinase (PERK), activating transcription factor-6 (ATF6), and inositol requiring enzyme 1 (IRE-1) [ 16 ]. ERS has been linked to inflammation [ 17 ] and affects placental development and functions, fetal growth, progesterone secretion, and the expression of steroidogenic enzymes [ 18 ,  19 ]. The signalling of ERS and UPR impacts the functionally active proteins produced by placental cells, thereby playing a crucial role in the pathophysiological regulation of later stages of placental and fetal development, as well as parturition [ 20 ,  21 ]. However, there is limited data on the role of ERS in the placental barrier and endocrine dysfunction, oxidative stress (OS), inflammatory responses, and FGR induced by BPA in pregnant ewes.\n\nSheep are suitable models for studying placental function despite differences in placental structure between primates and ruminants [ 22 ]. This is because sheep trophoblast contains multinucleate cells similar to the syncytiotrophoblast cells in humans [ 23 ]. In addition, it has been shown that the endogenous retrovirus envelope gene, enJSRV, is essential for the fusogenic process that results in multinucleated cells in both sheep and humans [ 24 ]. To fully understand the effects of bisphenol compounds on placental function, researchers utilized a comparative approach using sheep as an animal model [ 22 ]. This model offered initial proof of the negative effects of bisphenol compounds on placental development and endocrine function in pregnant sheep [ 22 ]. In the current study, the mechanisms of BPA-triggered ERS, OS, and inflammatory responses were examined using the ovine placenta and primary cultured ovine trophoblast cells (OTCs). We also used pharmacological intervention to examine the role of ERS in the placental barrier and endocrine dysregulation, OS, and inflammatory responses induced by BPA."
    },
    {
      "title": "Methods",
      "text": "All study protocols were approved by the institutional animal care and use committee of Yangzhou University (Ethical approval number: SYXK 2016–0019).\n\nThe study was conducted at the Jiangyan Experimental Station in Taizhou, Jiangsu Province, China. Sheep indoor pens were equipped with heating radiators to sustain an average temperature of 15 ± 0.72 °C while illumination was controlled automatically to simulate the natural surroundings photoperiod during the whole experiment [ 25 ]. Thirty-two multiparous Hu ewes of similar BW (40.5 ± 1.6 kg), age (18.3 ± 0.6 months) and BCS (2.54 ± 0.17; scale 0 = emaciation to 5 = obesity) [ 26 ] were treated with the antiparasitic ivermectin (0.2 mg/kg/BW) and then were synchronized for estrus for 12 d using the intravaginal progesterone sponges (30 mg; Pharmp PTY, Herston City, Australia). The estrus behaviour was observed twice a day (at 0800 and 1600 h) using 3 teaser rams one day after removing sponges. The ewes were artificially inseminated with fresh semen after two days of sponges removal (d 0 of gestation) and then were individually housed in separate pens (1.20 m × 1.80 m) until d 40 of gestation. After 40 days of gestation, 16 ewes were subjected to scanning by ultrasonography (Asonics Microimager 1000 sector scanning instrument; Ausonics Pty Ltd, Sydney, Australia) and 16 ewes were detected as twin-pregnant. Sheep were offered diets (Table S 1 ) that match their requirements from d 0 to 40 of gestation as stated by NRC [ 27 ] and had free access to clean fresh water.\n\nIn vivo experiment, the 16 twin-pregnant Hu were randomly divided into two groups, each consisting of 8 ewes. The control (CON) group received corn oil once a day, whereas the treatment group received a subcutaneous injection of 5 mg/kg/d BPA (purity ≥ 99%, Aldrich Chemical, Milwaukee, WI, USA) that had been mixed sufficiently with corn oil and given once per day (BPA group) from d 40 to 130 of gestation. The dose [ 28 ] and time frame [ 29 ] of BPA exposure were adopted from previous research on pregnant sheep.\n\nDetails of tissue collection and processing have been fully described previously [ 30 ]. Briefly, on d 130 of gestation, ewes were stunned using a captive-bolt gun (Supercash Mark 2; Acceles and Shelvoke Ltd., Sutton Coldfield, England) followed by exsanguination. The cotyledonary placenta is a distinguishing feature of ruminants, in contrast to the human placenta. The sheep placenta consists of several button-like structures called placentomes that represent contact points between maternal and fetal circulation. The extent of placental differentiation was used as the criterion to classify the sheep placenta in A, B, C and D placentomes types [ 30 ]. Placentas were collected, washed, weighed and categorized into their respective types based on previous research [ 30 ]. All placentomes were separated and weighed individually and their weights were summed up to determine their total weight. In this study, we used type A placentomes because they represent the early stages of placental differentiation and thus any potential complications upon exposure of the placenta to BPA can be identified. Samples of the fetal side of the placenta, cotyledons (COT), of similar size were obtained from multiple type-A placentomes within 10 cm of umbilical attachment, frozen in liquid nitrogen and preserved under −80 °C, as earlier described [ 31 ]. Simultaneously, fetal weights and sex were assessed and recorded at 130 days of gestation for each treatment group; the sex distribution profiles of the fetuses consisted of 10 and 6 males and females for CON ewes and 7 males and 9 females in the BPA ewes, respectively.\n\nThe uteri of pregnant Hu ewes (from d 45 to 60 of gestation) were obtained from a local abattoir and were shipped to our laboratory in a thermal container equipped with a temperature control chamber containing sterile saline kept at 37 °C. The length of the crown to the rump of the developing fetus was used to provide an estimation of the gestational phase [ 32 ]. Primary OTCs were harvested from the tissue sections, purified, and cultured using the protocols proposed by Zhang et al. [ 33 ]. The extracted primary OTCs were cultured at 37 °C in an incubator with 5% CO 2  using a complete DMEM/F12 medium consisting of 10% fetal bovine serum (FBS) and 1% penicillin–streptomycin. The OTCs were identified by the immunofluorescence method previously described [ 33 ]. Specifically, the cells were incubated for 14 h at 4 °C using 10% normal goat serum-containing rabbit anti-cytokeratin 7 monoclonal antibodies (1:200; Thermo Fisher Scientific). Then, the cells were rinsed, incubated with goat anti-rabbit-Texas Red labelled antibodies (1:100; Thermo Fisher Scientific) for 1 h at 37 °C, mounted with coverslips, stained for 10 min using 0.5 μg/mL 4–6-diamidino-2-phenylindole and finally visualized by the Zeiss Axio Observer microscope (Carl Zeiss, Oberkochen, Germany).\n\nOTCs were introduced into 96-well plates (1 × 10 4  cells/well) and allowed to develop in a culture mixture consisting of complete DMEM/F12. After overnight incubation, the OTCs were treated with DMEM/F12 complete medium (CON group), 400 μmol/L BPA (BPA group), 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ER stress activator; Sigma-Aldrich, USA) (BPA + Tm group), or 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ER stress antagonist; Sigma-Aldrich, USA) (BPA + 4-PBA group) for 24 h with 6 replicates. For this experiment, we first produced BPA within DMSO as the stock solution, thereafter, diluted it to a final concentration of 400 μmol/L using a D/F12 medium. The doses of BPA, Tm, and 4-PBA were adopted from the previous research of Zhang et al. [ 34 ] and Wang et al. [ 35 ], correspondingly.\n\nFollowing the 24 h treatment above described, the cells in the 6-well plates were gently rinsed twice using PBS before lysis using RIPA Lysis Buffer R2220 containing 1% PMSF following manufacturer recommendations. The concentration of proteins in the cells was measured spectrophotometrically at 562 nm utilizing a bicinchoninic acid (BCA) assay reagent as recommended by the manufacturer. The extracted proteins were then preserved at −20 °C for further evaluation [ 36 ]. All obtained results were normalized to the control, and all calculations were done using the methodology described in an earlier study [ 37 ].\n\nThe degree of cell viability was measured using the CCK-8 test as described by the manufacturer. Briefly, OTCs were placed into culture plates with 96 wells (6,000 cells/well) before being treated. The cells were counted and analyzed after 24 h of culture in each of the four different media. All data were normalized to the control value, and computations were done as previously discussed [ 38 ].\n\nType A COT samples and OTCs were analyzed for total antioxidant capacity (T-AOC), superoxide dismutase (SOD), glutathione peroxidase (GSH-Px), and malondialdehyde (MDA) using the respective test kits (Nanjing Jiancheng Biotechnology Institute, China) and following the previously described methodology [ 39 ]. Measurements of progesterone (P4) and estrogen (E2) concentrations in OTCs and placental supernatant were performed using ELISA (Cayman Chemical Company, Ann Arbor, MI, USA) in line with specific protocols [ 40 ]. Each assay was replicated 6 times.\n\nMitochondria were isolated from either cultivated cells or type A COT using a mitochondrial isolation kit (TransGen Biotech, Beijing, China) and following a published protocol [ 41 ]. ROS was determined by incubating mitochondrial precipitate for 15 min at 37 °C with 10 μmol/L 2′7′-dichlorohydrofluorescein, followed by measuring the fluorescence intensity on a microplate reader [ 42 ].\n\nΔΨm was derived with the use of the assay kit (Beyotime Institute of Biotechnology in Shanghai, China), and the difference (variation) in ΔΨm was analyzed as per fluorescence emission type observed in the microplate reader (FLx800, Bio-Tek Instruments, Inc., Winnoski, VT, USA). In the presence of a high ΔΨm, JC-1 monomers can form aggregates in the mitochondrial matrix, which fluoresce red (590 nm). In the case of a low ΔΨm value, JC-1 monomers that emit green fluorescence (529 nm) cannot aggregate [ 43 ].\n\nMitochondrial ATP contents were recorded using ATP assay kits (Beyotime Institute of Biotechnology, Shanghai, China) and following a published protocol [ 44 ]. Statistical results were reported as fold changes relative to the CON values.\n\nMitochondria were ultrasonicated and lysed on ice with the Ultrasonic Processor (Branson, MO, USA) with a 200-W power setting for 3 s, and the procedure was carried out 30 times every 10 s. Next, the collected lysate was centrifuged for 15 min at a rate of 12,000 ×  g  and 4 °C. Protein levels were determined using the BCA protein kit (Nanjing Jiancheng Institute of Bioengineering, Jiangsu, China). Subsequently, NADH ubiquinone reductase (complex I), succinate ubiquinone reductase (complex II), ubiquinol cytochrome-c reductase (complex III), and cytochrome-c oxidase (complexes IV) enzymes were assayed using colourimetric kits (Suzhou Comin Biotechnology Co., Ltd., Suzhou, Jiangsu, China). The concentration of total protein was used to standardize the data in each sample [ 45 ].\n\nUsing the BioTek synergy HT microplate reader (Bio-Tek Instruments, Winooski, VT, USA), the TNF-α (R&D Systems, Oxford, UK), IL-1β, and IL-6 (BioSource/MED Probe, Camarillo, CA, USA) contents were measured using commercially available kits at 450 nm. The minimum detectable concentrations of the above three factors were 7.0, 10.0 and 35.0 pg/mL, respectively. The coefficients of variation for both the inter- and intra-assays were ≤ 10%. The results are expressed as pg/mL for OTCs and ng/g protein for type A COT tissue, respectively.\n\nThe barrier function of type A COT samples was evaluated using the Ussing chamber technology. After being sliced up, the COT samples were placed on the VCC MC6 EasyMount Ussing chamber system (Physiologic Instruments, San Diego, CA, USA). After achieving balance in the Ussing chamber for 15 min, we proceeded to assess the transepithelial electrical resistance (TER) at regular intervals of 15 min for an hour. Thereafter, the paracellular dextran flux (FD4) level was analyzed with the microplate reader (FLx800; Bio-Tek Instruments, Inc., Winooski, VT, USA) [ 46 ].\n\nTotal RNA from OTCs and type A COT was extracted using TRIzol Reagent (Thermo Fisher, Waltham, MA, USA). Using the reverse transcription kit (Yeasen, Shanghai, China), total RNA (about 5 μg) was applied to produce cDNA. The thermal cycling conditions below were applied for the reverse transcription: 45 min under 25 °C, 30 min under 42 °C, as well as 5 min under 85 °C. Meanwhile, we used Light CycLer®96 Real-Time PCR System (Roche, Switzerland) to conduct RT-PCR, and the PCR protocol was as follows: 5 min denaturation at 95 °C, 10 s amplification under 95 °C, 20 s annealing under 56 °C, along with 20 s extending under 72 °C. A qPCR reaction was set up using SYBR Premix EX Taq (Yeasen, Shanghai, China). The reference gene utilized was β-actin. Table S 2  displays the primer sequences that were generated by the NCBI primer design tool. Each well was sampled thrice. To achieve relative quantification, the Ct (2 −ΔΔCt ) value approach was adopted.\n\nThe RIPA lysis solution, which included a protease inhibitor (MCE, Monmouth Junction, NJ, USA), was used to prepare the proteins found in the tissues and cells. Whole tissue and cellular protein extracts were first subjected to boiling, then were electrophoretically isolated in 8%–15% SDS-PAGE, followed by deposition on PVDF membranes. After that, the membranes were heated to 25 °C for one and a half hours while being submerged in a TBST solution that included 5% skim milk powder. Primary antibody (1:1,000) was introduced into 5% skim milk, and the membranes were allowed to incubate in the solution at 25 °C for 1.5–2 h. The internal reference for the experiment was the primary antibody against voltage-dependent anion channel (VDAC) or β-actin. Information on antibodies was shown in Table S 3 . Membranes were rinsed and thereafter incubated using suitable secondary antibodies (1:10,000). Using a digital camera, the signals of immunoreactive proteins were detected. Image-Pro Plus [ 47 ] was used for the quantitative analysis of the protein immunoblots.\n\nAll data are presented as a mean ± SEM and all statical evaluations were performed by SPSS 16.0 using ANOVA for multiple comparisons and Student's  t -test for comparing groups. Initially, fetal gender was included in the model, however, it was excluded after the detection of its insignificant effects on the results and the focus was on maternal interventions instead. According to the results of the homogeneity of variance test, Bonferroni or Tamhane T2 analysis was utilized to detect the variations between the two groups. The significance criterion was  P  ≤ 0.05."
    },
    {
      "title": "Animals",
      "text": "The study was conducted at the Jiangyan Experimental Station in Taizhou, Jiangsu Province, China. Sheep indoor pens were equipped with heating radiators to sustain an average temperature of 15 ± 0.72 °C while illumination was controlled automatically to simulate the natural surroundings photoperiod during the whole experiment [ 25 ]. Thirty-two multiparous Hu ewes of similar BW (40.5 ± 1.6 kg), age (18.3 ± 0.6 months) and BCS (2.54 ± 0.17; scale 0 = emaciation to 5 = obesity) [ 26 ] were treated with the antiparasitic ivermectin (0.2 mg/kg/BW) and then were synchronized for estrus for 12 d using the intravaginal progesterone sponges (30 mg; Pharmp PTY, Herston City, Australia). The estrus behaviour was observed twice a day (at 0800 and 1600 h) using 3 teaser rams one day after removing sponges. The ewes were artificially inseminated with fresh semen after two days of sponges removal (d 0 of gestation) and then were individually housed in separate pens (1.20 m × 1.80 m) until d 40 of gestation. After 40 days of gestation, 16 ewes were subjected to scanning by ultrasonography (Asonics Microimager 1000 sector scanning instrument; Ausonics Pty Ltd, Sydney, Australia) and 16 ewes were detected as twin-pregnant. Sheep were offered diets (Table S 1 ) that match their requirements from d 0 to 40 of gestation as stated by NRC [ 27 ] and had free access to clean fresh water."
    },
    {
      "title": "Experimental design",
      "text": "In vivo experiment, the 16 twin-pregnant Hu were randomly divided into two groups, each consisting of 8 ewes. The control (CON) group received corn oil once a day, whereas the treatment group received a subcutaneous injection of 5 mg/kg/d BPA (purity ≥ 99%, Aldrich Chemical, Milwaukee, WI, USA) that had been mixed sufficiently with corn oil and given once per day (BPA group) from d 40 to 130 of gestation. The dose [ 28 ] and time frame [ 29 ] of BPA exposure were adopted from previous research on pregnant sheep."
    },
    {
      "title": "Tissue collection",
      "text": "Details of tissue collection and processing have been fully described previously [ 30 ]. Briefly, on d 130 of gestation, ewes were stunned using a captive-bolt gun (Supercash Mark 2; Acceles and Shelvoke Ltd., Sutton Coldfield, England) followed by exsanguination. The cotyledonary placenta is a distinguishing feature of ruminants, in contrast to the human placenta. The sheep placenta consists of several button-like structures called placentomes that represent contact points between maternal and fetal circulation. The extent of placental differentiation was used as the criterion to classify the sheep placenta in A, B, C and D placentomes types [ 30 ]. Placentas were collected, washed, weighed and categorized into their respective types based on previous research [ 30 ]. All placentomes were separated and weighed individually and their weights were summed up to determine their total weight. In this study, we used type A placentomes because they represent the early stages of placental differentiation and thus any potential complications upon exposure of the placenta to BPA can be identified. Samples of the fetal side of the placenta, cotyledons (COT), of similar size were obtained from multiple type-A placentomes within 10 cm of umbilical attachment, frozen in liquid nitrogen and preserved under −80 °C, as earlier described [ 31 ]. Simultaneously, fetal weights and sex were assessed and recorded at 130 days of gestation for each treatment group; the sex distribution profiles of the fetuses consisted of 10 and 6 males and females for CON ewes and 7 males and 9 females in the BPA ewes, respectively."
    },
    {
      "title": "Extraction, purification and culturing of the OTCs",
      "text": "The uteri of pregnant Hu ewes (from d 45 to 60 of gestation) were obtained from a local abattoir and were shipped to our laboratory in a thermal container equipped with a temperature control chamber containing sterile saline kept at 37 °C. The length of the crown to the rump of the developing fetus was used to provide an estimation of the gestational phase [ 32 ]. Primary OTCs were harvested from the tissue sections, purified, and cultured using the protocols proposed by Zhang et al. [ 33 ]. The extracted primary OTCs were cultured at 37 °C in an incubator with 5% CO 2  using a complete DMEM/F12 medium consisting of 10% fetal bovine serum (FBS) and 1% penicillin–streptomycin. The OTCs were identified by the immunofluorescence method previously described [ 33 ]. Specifically, the cells were incubated for 14 h at 4 °C using 10% normal goat serum-containing rabbit anti-cytokeratin 7 monoclonal antibodies (1:200; Thermo Fisher Scientific). Then, the cells were rinsed, incubated with goat anti-rabbit-Texas Red labelled antibodies (1:100; Thermo Fisher Scientific) for 1 h at 37 °C, mounted with coverslips, stained for 10 min using 0.5 μg/mL 4–6-diamidino-2-phenylindole and finally visualized by the Zeiss Axio Observer microscope (Carl Zeiss, Oberkochen, Germany).\n\nOTCs were introduced into 96-well plates (1 × 10 4  cells/well) and allowed to develop in a culture mixture consisting of complete DMEM/F12. After overnight incubation, the OTCs were treated with DMEM/F12 complete medium (CON group), 400 μmol/L BPA (BPA group), 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ER stress activator; Sigma-Aldrich, USA) (BPA + Tm group), or 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ER stress antagonist; Sigma-Aldrich, USA) (BPA + 4-PBA group) for 24 h with 6 replicates. For this experiment, we first produced BPA within DMSO as the stock solution, thereafter, diluted it to a final concentration of 400 μmol/L using a D/F12 medium. The doses of BPA, Tm, and 4-PBA were adopted from the previous research of Zhang et al. [ 34 ] and Wang et al. [ 35 ], correspondingly.\n\nFollowing the 24 h treatment above described, the cells in the 6-well plates were gently rinsed twice using PBS before lysis using RIPA Lysis Buffer R2220 containing 1% PMSF following manufacturer recommendations. The concentration of proteins in the cells was measured spectrophotometrically at 562 nm utilizing a bicinchoninic acid (BCA) assay reagent as recommended by the manufacturer. The extracted proteins were then preserved at −20 °C for further evaluation [ 36 ]. All obtained results were normalized to the control, and all calculations were done using the methodology described in an earlier study [ 37 ]."
    },
    {
      "title": "Cell viability",
      "text": "The degree of cell viability was measured using the CCK-8 test as described by the manufacturer. Briefly, OTCs were placed into culture plates with 96 wells (6,000 cells/well) before being treated. The cells were counted and analyzed after 24 h of culture in each of the four different media. All data were normalized to the control value, and computations were done as previously discussed [ 38 ]."
    },
    {
      "title": "Enzyme-linked immunosorbent assay (ELISA)",
      "text": "Type A COT samples and OTCs were analyzed for total antioxidant capacity (T-AOC), superoxide dismutase (SOD), glutathione peroxidase (GSH-Px), and malondialdehyde (MDA) using the respective test kits (Nanjing Jiancheng Biotechnology Institute, China) and following the previously described methodology [ 39 ]. Measurements of progesterone (P4) and estrogen (E2) concentrations in OTCs and placental supernatant were performed using ELISA (Cayman Chemical Company, Ann Arbor, MI, USA) in line with specific protocols [ 40 ]. Each assay was replicated 6 times."
    },
    {
      "title": "Extraction of mitochondria and determination of reactive oxygen species (ROS)",
      "text": "Mitochondria were isolated from either cultivated cells or type A COT using a mitochondrial isolation kit (TransGen Biotech, Beijing, China) and following a published protocol [ 41 ]. ROS was determined by incubating mitochondrial precipitate for 15 min at 37 °C with 10 μmol/L 2′7′-dichlorohydrofluorescein, followed by measuring the fluorescence intensity on a microplate reader [ 42 ]."
    },
    {
      "title": "Measurements of mitochondrial membrane potential (ΔΨm) along with adenosine triphosphate (ATP) contents",
      "text": "ΔΨm was derived with the use of the assay kit (Beyotime Institute of Biotechnology in Shanghai, China), and the difference (variation) in ΔΨm was analyzed as per fluorescence emission type observed in the microplate reader (FLx800, Bio-Tek Instruments, Inc., Winnoski, VT, USA). In the presence of a high ΔΨm, JC-1 monomers can form aggregates in the mitochondrial matrix, which fluoresce red (590 nm). In the case of a low ΔΨm value, JC-1 monomers that emit green fluorescence (529 nm) cannot aggregate [ 43 ].\n\nMitochondrial ATP contents were recorded using ATP assay kits (Beyotime Institute of Biotechnology, Shanghai, China) and following a published protocol [ 44 ]. Statistical results were reported as fold changes relative to the CON values."
    },
    {
      "title": "Mitochondrial complexes I-IV Activities",
      "text": "Mitochondria were ultrasonicated and lysed on ice with the Ultrasonic Processor (Branson, MO, USA) with a 200-W power setting for 3 s, and the procedure was carried out 30 times every 10 s. Next, the collected lysate was centrifuged for 15 min at a rate of 12,000 ×  g  and 4 °C. Protein levels were determined using the BCA protein kit (Nanjing Jiancheng Institute of Bioengineering, Jiangsu, China). Subsequently, NADH ubiquinone reductase (complex I), succinate ubiquinone reductase (complex II), ubiquinol cytochrome-c reductase (complex III), and cytochrome-c oxidase (complexes IV) enzymes were assayed using colourimetric kits (Suzhou Comin Biotechnology Co., Ltd., Suzhou, Jiangsu, China). The concentration of total protein was used to standardize the data in each sample [ 45 ]."
    },
    {
      "title": "Cytokine analysis",
      "text": "Using the BioTek synergy HT microplate reader (Bio-Tek Instruments, Winooski, VT, USA), the TNF-α (R&D Systems, Oxford, UK), IL-1β, and IL-6 (BioSource/MED Probe, Camarillo, CA, USA) contents were measured using commercially available kits at 450 nm. The minimum detectable concentrations of the above three factors were 7.0, 10.0 and 35.0 pg/mL, respectively. The coefficients of variation for both the inter- and intra-assays were ≤ 10%. The results are expressed as pg/mL for OTCs and ng/g protein for type A COT tissue, respectively."
    },
    {
      "title": "Evaluation of the placental barrier function",
      "text": "The barrier function of type A COT samples was evaluated using the Ussing chamber technology. After being sliced up, the COT samples were placed on the VCC MC6 EasyMount Ussing chamber system (Physiologic Instruments, San Diego, CA, USA). After achieving balance in the Ussing chamber for 15 min, we proceeded to assess the transepithelial electrical resistance (TER) at regular intervals of 15 min for an hour. Thereafter, the paracellular dextran flux (FD4) level was analyzed with the microplate reader (FLx800; Bio-Tek Instruments, Inc., Winooski, VT, USA) [ 46 ]."
    },
    {
      "title": "Quantitative RT-PCR assay",
      "text": "Total RNA from OTCs and type A COT was extracted using TRIzol Reagent (Thermo Fisher, Waltham, MA, USA). Using the reverse transcription kit (Yeasen, Shanghai, China), total RNA (about 5 μg) was applied to produce cDNA. The thermal cycling conditions below were applied for the reverse transcription: 45 min under 25 °C, 30 min under 42 °C, as well as 5 min under 85 °C. Meanwhile, we used Light CycLer®96 Real-Time PCR System (Roche, Switzerland) to conduct RT-PCR, and the PCR protocol was as follows: 5 min denaturation at 95 °C, 10 s amplification under 95 °C, 20 s annealing under 56 °C, along with 20 s extending under 72 °C. A qPCR reaction was set up using SYBR Premix EX Taq (Yeasen, Shanghai, China). The reference gene utilized was β-actin. Table S 2  displays the primer sequences that were generated by the NCBI primer design tool. Each well was sampled thrice. To achieve relative quantification, the Ct (2 −ΔΔCt ) value approach was adopted."
    },
    {
      "title": "Western blot analysis",
      "text": "The RIPA lysis solution, which included a protease inhibitor (MCE, Monmouth Junction, NJ, USA), was used to prepare the proteins found in the tissues and cells. Whole tissue and cellular protein extracts were first subjected to boiling, then were electrophoretically isolated in 8%–15% SDS-PAGE, followed by deposition on PVDF membranes. After that, the membranes were heated to 25 °C for one and a half hours while being submerged in a TBST solution that included 5% skim milk powder. Primary antibody (1:1,000) was introduced into 5% skim milk, and the membranes were allowed to incubate in the solution at 25 °C for 1.5–2 h. The internal reference for the experiment was the primary antibody against voltage-dependent anion channel (VDAC) or β-actin. Information on antibodies was shown in Table S 3 . Membranes were rinsed and thereafter incubated using suitable secondary antibodies (1:10,000). Using a digital camera, the signals of immunoreactive proteins were detected. Image-Pro Plus [ 47 ] was used for the quantitative analysis of the protein immunoblots."
    },
    {
      "title": "Statistical analysis",
      "text": "All data are presented as a mean ± SEM and all statical evaluations were performed by SPSS 16.0 using ANOVA for multiple comparisons and Student's  t -test for comparing groups. Initially, fetal gender was included in the model, however, it was excluded after the detection of its insignificant effects on the results and the focus was on maternal interventions instead. According to the results of the homogeneity of variance test, Bonferroni or Tamhane T2 analysis was utilized to detect the variations between the two groups. The significance criterion was  P  ≤ 0.05."
    },
    {
      "title": "Results",
      "text": "In contrast with the CON ewes, the BPA ewes had substantially lower values for fetal weight, placental efficiency, the total weight of type A placentomes, as well as P4 level; however, the E2 level exhibited higher values ( P  < 0.05) (Fig.  1 ). Fig. 1 Influence of BPA on the placental efficiency and the levels of E2 and P4 as well as the weights of placentas and fetuses in the type A COT tissues of Hu ewes on d 130 of gestation.  A  Total weights of the placenta and type A placentomes.  B  Weight of the fetuses.  C  Placental efficiency.  D  The levels of E2 and P4. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; E2, estradiol; P4, progesterone\n\nInfluence of BPA on the placental efficiency and the levels of E2 and P4 as well as the weights of placentas and fetuses in the type A COT tissues of Hu ewes on d 130 of gestation.  A  Total weights of the placenta and type A placentomes.  B  Weight of the fetuses.  C  Placental efficiency.  D  The levels of E2 and P4. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; E2, estradiol; P4, progesterone\n\nThe ROS generation was elevated ( P  < 0.05), whereas the ATP level, ΔΨm and the complexes I-IV activities of mitochondrion were lowered ( P  < 0.05) in type A COT of CON ewes compared to ewes exposed to gestational BPA (Fig.  2 ). Fig. 2 Impact of bisphenol A treatment on mitochondrial ROS levels, ΔΨm, mitochondrial complex activities, together with ATP levels within the type A COT tissues of Hu ewes on d 130 of gestation.  A  The generation of ROS, ΔΨm, and content of ATP.  B  The activity of the mitochondrial complex. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). ATP, adenosine triphosphate; BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; ΔΨm, mitochondrial membrane potential change; ROS, reactive oxygen species\n\nImpact of bisphenol A treatment on mitochondrial ROS levels, ΔΨm, mitochondrial complex activities, together with ATP levels within the type A COT tissues of Hu ewes on d 130 of gestation.  A  The generation of ROS, ΔΨm, and content of ATP.  B  The activity of the mitochondrial complex. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). ATP, adenosine triphosphate; BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; ΔΨm, mitochondrial membrane potential change; ROS, reactive oxygen species\n\nThe ROS generation was elevated ( P  < 0.05), whereas the ATP level, ΔΨm, and the activity levels of mitochondrial complexes I-IV were lowered ( P  < 0.05) in BPA-treated OTCs compared to the CON OTCs (Fig.  3 ). The ROS synthesis was enhanced ( P  < 0.05), whereas the ATP content, ΔΨm, and mitochondrial complexes I-IV activities were decreased ( P  < 0.05) in OTCs treated with BPA + Tm compared to the OTCs exposed to BPA only. The ROS levels were lowered ( P  < 0.05), whereas ATP content, ΔΨm, and the activity of mitochondrial complexes I-IV were elevated ( P  < 0.05) in the OTCs treated with BPA + 4-PBA compared to the OTCs exposed to BPA only. Fig. 3 Changes in mitochondrial ROS generation, ΔΨm, the activity of the mitochondrial complex, along with ATP levels within OTCs after exposure to BPA, Tm, and 4-PBA for 24 h.  A  The generation of ROS, ΔΨm, and content of ATP.  B  The activity of the mitochondrial complex. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). ATP, adenosine triphosphate; BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; ΔΨm, mitochondrial membrane potential change; OTCs, ovine trophoblast cells; ROS, reactive oxygen species\n\nChanges in mitochondrial ROS generation, ΔΨm, the activity of the mitochondrial complex, along with ATP levels within OTCs after exposure to BPA, Tm, and 4-PBA for 24 h.  A  The generation of ROS, ΔΨm, and content of ATP.  B  The activity of the mitochondrial complex. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). ATP, adenosine triphosphate; BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; ΔΨm, mitochondrial membrane potential change; OTCs, ovine trophoblast cells; ROS, reactive oxygen species\n\nThe MDA level was elevated ( P  < 0.05) while the activities of GSH-Px, SOD, and T-AOC were decreased ( P  < 0.05) in type A COT in pregnant ewes exposed to BPA compared to the CON ewes (Fig.  4 ). The expressions of antioxidant-associated genes ( CAT ,  SOD2 ,  GPx1 ,  Nrf2 ,  NQO1 , and  HO-1 ) and proteins (CAT, SOD2, and GPx1), anti-apoptotic related genes and proteins (Bcl2) were decreased ( P  < 0.05), but genes ( Fas ,  Bax ,  P53 ,  Caspase 3 ,  Caspase 8 , and  Caspase 9 ) and proteins (Bax and Caspase 3) related to apoptosis were increased ( P  < 0.05) in type A COT in the BPA ewes compared to the CON ewes. Fig. 4 The role of exposure to BPA in antioxidant activities, antioxidation and apoptosis levels, and apoptosis of the type A COT tissues of Hu ewes on d 130 of gestation.  A – C  Antioxidant activity T-AOC ( A ), GSH-Px and SOD ( B ), and MDA ( C ).  D  Antioxidant-associated genes are expressed at the mRNA level.  E  Representative immunoblots showing proteins involved in antioxidant processes.  F  Expressions of antioxidant-related proteins.  G  Apoptotic gene levels.  H  Typical immunoblots of proteins involved in apoptosis.  I Expressions of proteins that are linked to apoptosis. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; Bax, Bcl-2-associated X protein; Bcl-2, B-cell lymphoma/leukaemia 2; CON group, pregnant Hu ewes receiving corn oil only; CAT, catalase; COT, cotyledonary; Fas, apoptosis antigen 1; GPx1, glutathione peroxidase 1; GSH-Px, glutathione peroxidase; HO-1, heme oxygenase-1; MDA, malondialdehyde; NQO1, quinone oxidoreductase 1; Nrf2, nuclear factor erythroid 2-related factor 2; SOD, superoxide dismutase; T-AOC, total antioxidant capacity\n\nThe role of exposure to BPA in antioxidant activities, antioxidation and apoptosis levels, and apoptosis of the type A COT tissues of Hu ewes on d 130 of gestation.  A – C  Antioxidant activity T-AOC ( A ), GSH-Px and SOD ( B ), and MDA ( C ).  D  Antioxidant-associated genes are expressed at the mRNA level.  E  Representative immunoblots showing proteins involved in antioxidant processes.  F  Expressions of antioxidant-related proteins.  G  Apoptotic gene levels.  H  Typical immunoblots of proteins involved in apoptosis.  I Expressions of proteins that are linked to apoptosis. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; Bax, Bcl-2-associated X protein; Bcl-2, B-cell lymphoma/leukaemia 2; CON group, pregnant Hu ewes receiving corn oil only; CAT, catalase; COT, cotyledonary; Fas, apoptosis antigen 1; GPx1, glutathione peroxidase 1; GSH-Px, glutathione peroxidase; HO-1, heme oxygenase-1; MDA, malondialdehyde; NQO1, quinone oxidoreductase 1; Nrf2, nuclear factor erythroid 2-related factor 2; SOD, superoxide dismutase; T-AOC, total antioxidant capacity\n\nBPA exposure significantly elevated ( P  < 0.05) E2 and MDA levels, while reducing ( P  < 0.05) the cell viability, P4 level, and T-AOC, SOD and GSH-Px activities compared to those of the untreated OTCs (Fig.  5 ). The E2 level and MDA activity were elevated ( P  < 0.05) but cell viability, P4 level, and SOD, GSH-Px, and T-AOC activities were reduced ( P  < 0.05) in OTCs treated with BPA + Tm compared to those in the OTCs exposed to BPA only. The E2 level and MDA activity were decreased ( P  < 0.05) but cell viability, P4 level, and SOD, T-AOC, and GSH-Px activities were up-regulated ( P  < 0.05) in the OTCs treated with BPA + 4-PBA relative to OTCs exposed to BPA only. Fig. 5 Influence of BPA, Tm, and 4-PBA on the cell viability, concentration of P4 and E2, antioxidant activities, antioxidation, and apoptosis mRNA and protein levels within OTCs at 24 h.  A  Cell viability.  B  E2 level.  C  P4 level.  D – F  Antioxidant activities of T-AOC ( D ), GSH-Px and SOD ( E ), as well as MDA ( F ).  G  Antioxidant-related gene levels.  H  Typical immunoblots for antioxidant-associated proteins.  I  Antioxidant-associated protein expression.  J  Apoptosis-associated gene levels.  K  Typical immunoblots for apoptosis-associated proteins.  L  Apoptosis-associated protein expression. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); Bax, Bcl-2-associated X protein; Bcl-2, B-cell lymphoma/leukemia 2; Bcl-2, B-cell lymphoma/leukemia 2; Bax, Bcl-2-associated X protein; CON, OTCs treated with DMEM/F12 complete medium; CAT, catalase; E2, estradiol; Fas, apoptosis antigen 1; GSH-Px, glutathione peroxidase; GPx1, glutathione peroxidase 1; HO-1, heme oxygenase-1; MDA, malondialdehyde; NQO1, quinone oxidoreductase 1; Nrf2, nuclear factor erythroid 2-related factor 2; OTCs, ovine trophoblast cells; P4, progesterone; SOD, superoxide dismutase; T-AOC, total antioxidant capacity\n\nInfluence of BPA, Tm, and 4-PBA on the cell viability, concentration of P4 and E2, antioxidant activities, antioxidation, and apoptosis mRNA and protein levels within OTCs at 24 h.  A  Cell viability.  B  E2 level.  C  P4 level.  D – F  Antioxidant activities of T-AOC ( D ), GSH-Px and SOD ( E ), as well as MDA ( F ).  G  Antioxidant-related gene levels.  H  Typical immunoblots for antioxidant-associated proteins.  I  Antioxidant-associated protein expression.  J  Apoptosis-associated gene levels.  K  Typical immunoblots for apoptosis-associated proteins.  L  Apoptosis-associated protein expression. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); Bax, Bcl-2-associated X protein; Bcl-2, B-cell lymphoma/leukemia 2; Bcl-2, B-cell lymphoma/leukemia 2; Bax, Bcl-2-associated X protein; CON, OTCs treated with DMEM/F12 complete medium; CAT, catalase; E2, estradiol; Fas, apoptosis antigen 1; GSH-Px, glutathione peroxidase; GPx1, glutathione peroxidase 1; HO-1, heme oxygenase-1; MDA, malondialdehyde; NQO1, quinone oxidoreductase 1; Nrf2, nuclear factor erythroid 2-related factor 2; OTCs, ovine trophoblast cells; P4, progesterone; SOD, superoxide dismutase; T-AOC, total antioxidant capacity\n\nThe expressions of antioxidant-associated genes ( NQO1 ,  GPx1 ,  CAT ,  SOD2 ,  Nrf2 , and  HO-1 ) and proteins (CAT, GPx1, and SOD2), anti-apoptotic related genes and proteins (Bcl2) were reduced ( P  < 0.05), but genes ( P53 ,  Fas ,  Bax ,  Caspase 3 ,  Caspase 8 , and  Caspase 9 ), as well as proteins (Bax and Caspase 3) related to apoptosis, were increased ( P  < 0.05) within BPA-exposed OTCs compared to those in CON OTCs. The levels of antioxidative genes ( GPx1 ,  CAT ,  Nrf2 ,  SOD2 ,  NQO1,  and  HO-1 ) and proteins (SOD2, CAT, and GPx1), anti-apoptotic related genes and proteins (Bcl2) were decreased ( P  < 0.05), but genes ( P53 ,  Fas ,  Bax ,  Caspase 3 ,  Caspase 8 , and  Caspase 9 ) together with proteins (Bax and Caspase 3) promoting apoptosis were increased ( P  < 0.05) in the OTCs treated with BPA + Tm relative to those of the BPA-exposed OTCs. The antioxidative genes ( GPx1 ,  CAT ,  Nrf2 ,  SOD2 ,  NQO1,  and  HO-1 ) and proteins (SOD2, CAT, and GPx1), anti-apoptotic related genes and proteins (Bcl2) were increased ( P  < 0.05), but genes ( P53 ,  Fas ,  Bax ,  Caspase 3 ,  Caspase 8  and  Caspase 9 ) along with proteins (Bax and Caspase 3) promoting apoptosis were lowered ( P  < 0.05) in the OTCs treated with BPA + 4-PBA compared to those of the BPA-treated OTCs.\n\nThe gestational BPA exposure significantly increased ( P  < 0.05) cytokine concentrations such as IL-6, IL-1β, TNF-α and FD4 flux, but decreased ( P  < 0.05) the value of TER within type A COT in pregnant Hu ewes compared to those in the CON ewes (Fig.  6 ). The expression levels of immune function-associated genes ( IL-1β ,  IL-6 ,  MyD88 ,  NF-κB ,  TLR-4  and  TNF-ɑ ), as well as proteins (TLR-4, p65, TNF-ɑ and p-p65), were higher ( P  < 0.05), but barrier function-related genes and proteins (ZO-1, Occludin and Claudin-1) were lowered ( P  < 0.05) in type A COT in the BPA-exposed ewes compared to those in the CON ewes. Fig. 6 Role of BPA exposure in the inflammatory response and barrier function in the type A COT tissues within Hu ewes on d 130 of gestation.  A  Concentrations of factors (TNF-α, IL-1β and IL-6).  B  TER.  C  FD4.  D  Inflammatory response-related gene levels.  E  Typical immunoblots showing inflammatory response-related proteins.  F  Inflammatory response-related protein levels.  G  Barrier function-related gene levels.  H  Typical immunoblots showing barrier function-related proteins.  I  Barrier function-related protein levels. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; FD4, paracellular dextran flux; IL, interleukin; MyD88, myeloid differentiation factor 88; NF-κB, nuclear factor kappa-B; TER, transepithelial electrical resistance; TNF, tumour necrosis factor; TLR, toll-like receptor; ZO-1, zonula occludens-1\n\nRole of BPA exposure in the inflammatory response and barrier function in the type A COT tissues within Hu ewes on d 130 of gestation.  A  Concentrations of factors (TNF-α, IL-1β and IL-6).  B  TER.  C  FD4.  D  Inflammatory response-related gene levels.  E  Typical immunoblots showing inflammatory response-related proteins.  F  Inflammatory response-related protein levels.  G  Barrier function-related gene levels.  H  Typical immunoblots showing barrier function-related proteins.  I  Barrier function-related protein levels. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; FD4, paracellular dextran flux; IL, interleukin; MyD88, myeloid differentiation factor 88; NF-κB, nuclear factor kappa-B; TER, transepithelial electrical resistance; TNF, tumour necrosis factor; TLR, toll-like receptor; ZO-1, zonula occludens-1\n\nThe cytokine levels including TNF-α, IL-1β and IL-6, expressions of immune function-associated genes ( IL-1β, TNF-ɑ ,  MyD88 ,  IL-6 ,  NF-κB  and  TLR-4 ) and proteins (p65, TLR-4, TNF-ɑ and p-p65) were greater ( P  < 0.05), but barrier function associated genes and proteins (Claudin-1, Occludin and ZO-1) were lower ( P  < 0.05) in the BPA-treated OTCs compared to those in the untreated OTCs (Fig.  7 ). The levels of TNF-α, IL-1β and IL-6 cytokines, expressions of immune function-associated genes ( IL-6 ,  TNF-ɑ ,  MyD88 ,  IL-1β ,  NF-κB  and  TLR-4 ) and proteins (p65, TLR-4, TNF-ɑ and p-p65) were higher ( P  < 0.05), but barrier function associated genes and proteins (ZO-1, Occludin and Claudin-1) were lowered ( P  < 0.05) in OTCs treated with BPA + Tm compared to those of the BPA-treated OTCs. The levels of TNF-α, IL-1β and IL-6 cytokines, expressions of immune function-associated genes ( MyD88 ,  TNF-ɑ ,  IL-1β ,  IL-6 ,  TLR-4  and  NF-κB ) and proteins (p65, TLR-4, TNF-ɑ and p-p65) were lower ( P  < 0.05), but barrier function-associated genes and proteins (ZO-1, Occludin and Claudin-1) were elevated ( P  < 0.05) in OTCs treated with BPA + 4-PBA relative to those of the BPA-exposed OTCs. Fig. 7 Effects of BPA, Tm and 4-PBA on the inflammatory response and barrier function in OTCs at 24 h.  A  Cytokine concentrations (IL-1β, TNF-α and IL-6).  B  Inflammatory response-related genes.  C  Barrier function-related gene levels.  D  Typical immunoblots showing inflammatory response-related proteins.  E  Inflammatory response-related proteins.  F  Typical immunoblots exhibiting barrier function-related proteins.  G  Barrier function-related protein levels. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; IL, interleukin; MyD88, myeloid differentiation factor 88; NF-κB, nuclear factor kappa-B; OTCs, ovine trophoblast cells; TLR, toll-like receptor; TER, transepithelial electrical resistance; TNF, tumour necrosis factor; ZO-1, zonula occludens-1\n\nEffects of BPA, Tm and 4-PBA on the inflammatory response and barrier function in OTCs at 24 h.  A  Cytokine concentrations (IL-1β, TNF-α and IL-6).  B  Inflammatory response-related genes.  C  Barrier function-related gene levels.  D  Typical immunoblots showing inflammatory response-related proteins.  E  Inflammatory response-related proteins.  F  Typical immunoblots exhibiting barrier function-related proteins.  G  Barrier function-related protein levels. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; IL, interleukin; MyD88, myeloid differentiation factor 88; NF-κB, nuclear factor kappa-B; OTCs, ovine trophoblast cells; TLR, toll-like receptor; TER, transepithelial electrical resistance; TNF, tumour necrosis factor; ZO-1, zonula occludens-1\n\nThe expression levels of genes linked to ERS ( ATF6 ,  GRP78 ,  ATF4  and  CHOP10 ) as well as proteins (ATF6, CHOP10 and GRP78) and genes implicated in autophagy ( LC3 ,  Beclin-1  and  ULK1 ) together with proteins (LC3II/3I, PINK1 and Parkin) were elevated ( P  < 0.05) in the type A COT of the BPA-exposed ewes compared to those of the CON ewes (Fig.  8 ). Fig. 8 Role of BPA treatment in ERS and autophagy levels of type A COT tissues of Hu ewes on d 130 of gestation.  A  ERS-associated gene levels.  B  Typical immunoblots for ERS-associated proteins.  C  ERS-associated protein levels.  D  Autophagy-associated gene levels.  E  Typical immunoblots showing autophagy-associated proteins.  F  Autophagy-associated protein levels. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). ATF, activating transcription factor; BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; CHOP10, C/EBP homologous protein 10; GRP78, glucose-regulated protein 78; LC3, microtubule-associated protein light chain 3; PINK1, PTEN induced putative kinase 1; ULK1, unc-51 like autophagy activating kinase 1\n\nRole of BPA treatment in ERS and autophagy levels of type A COT tissues of Hu ewes on d 130 of gestation.  A  ERS-associated gene levels.  B  Typical immunoblots for ERS-associated proteins.  C  ERS-associated protein levels.  D  Autophagy-associated gene levels.  E  Typical immunoblots showing autophagy-associated proteins.  F  Autophagy-associated protein levels. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). ATF, activating transcription factor; BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; CHOP10, C/EBP homologous protein 10; GRP78, glucose-regulated protein 78; LC3, microtubule-associated protein light chain 3; PINK1, PTEN induced putative kinase 1; ULK1, unc-51 like autophagy activating kinase 1\n\nThe levels of ERS-associated genes ( ATF6 ,  ATF4 ,  CHOP10  and  GRP78 ), as well as proteins (ATF6, CHOP10 and GRP78), and autophagy-associated genes (LC3, Beclin-1 and ULK1) and proteins (LC3II/3I, PINK1 and Parkin), increased ( P  < 0.05) in the OTCs exposed to BPA relative to those in CON OTCs (Fig.  9 ). The ERS-associated genes ( ATF6 ,  ATF4 ,  CHOP10  and  GRP78 ) and proteins (ATF6, CHOP10, ATF4 and GRP78), as well as autophagy-associated genes ( LC3 ,  Beclin-1  and  ULK1 ) and proteins (LC3II/3I, PINK1 and Parkin) levels were elevated ( P  < 0.05) in the OTCs treated with BPA + Tm compared with those in the BPA-exposed OTCS. The ERS-associated genes ( ATF6 ,  ATF4 ,  CHOP10  and  GRP78 ) and proteins (ATF6, CHOP10 and GRP78), as well as autophagy-associated genes ( LC3 ,  Beclin-1  and  ULK1 ) and proteins (LC3II/3I, PINK1 and Parkin) levels were decreased ( P  < 0.05) in the OTCs treated with BPA + 4-PBA compared with those in the OTCs exposed to BPA. Fig. 9 Roles of BPA, Tm, together with 4-PBA in ERS and autophagy levels within OTCs at 24 h.  A  ERS-associated gene levels.  B  Typical immunoblots for ERS-associated proteins.  C  ERS-associated protein levels.  D  Autophagy-associated gene levels.  E  Typical immunoblots showing autophagy-associated proteins.  F  Autophagy-associated protein levels. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). ATF, activating transcription factor; BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; CHOP10, C/EBP homologous protein 10; ERS, endoplasmic reticulum stress; GRP78, glucose-regulated protein 78; LC3, microtubule-associated protein light chain 3; OTCs, ovine trophoblast cells; PINK1, PTEN induced putative kinase 1; ULK1, unc-51 like autophagy activating kinase 1\n\nRoles of BPA, Tm, together with 4-PBA in ERS and autophagy levels within OTCs at 24 h.  A  ERS-associated gene levels.  B  Typical immunoblots for ERS-associated proteins.  C  ERS-associated protein levels.  D  Autophagy-associated gene levels.  E  Typical immunoblots showing autophagy-associated proteins.  F  Autophagy-associated protein levels. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). ATF, activating transcription factor; BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; CHOP10, C/EBP homologous protein 10; ERS, endoplasmic reticulum stress; GRP78, glucose-regulated protein 78; LC3, microtubule-associated protein light chain 3; OTCs, ovine trophoblast cells; PINK1, PTEN induced putative kinase 1; ULK1, unc-51 like autophagy activating kinase 1"
    },
    {
      "title": "Fetal weight, placental efficiency, and placental weight, together with the E2 and P4 levels in the type A COT tissues",
      "text": "In contrast with the CON ewes, the BPA ewes had substantially lower values for fetal weight, placental efficiency, the total weight of type A placentomes, as well as P4 level; however, the E2 level exhibited higher values ( P  < 0.05) (Fig.  1 ). Fig. 1 Influence of BPA on the placental efficiency and the levels of E2 and P4 as well as the weights of placentas and fetuses in the type A COT tissues of Hu ewes on d 130 of gestation.  A  Total weights of the placenta and type A placentomes.  B  Weight of the fetuses.  C  Placental efficiency.  D  The levels of E2 and P4. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; E2, estradiol; P4, progesterone\n\nInfluence of BPA on the placental efficiency and the levels of E2 and P4 as well as the weights of placentas and fetuses in the type A COT tissues of Hu ewes on d 130 of gestation.  A  Total weights of the placenta and type A placentomes.  B  Weight of the fetuses.  C  Placental efficiency.  D  The levels of E2 and P4. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; E2, estradiol; P4, progesterone"
    },
    {
      "title": "The activities of mitochondrial complexes, mitochondrial ROS synthesis, ΔΨm, and ATP levels within the type A COT tissues",
      "text": "The ROS generation was elevated ( P  < 0.05), whereas the ATP level, ΔΨm and the complexes I-IV activities of mitochondrion were lowered ( P  < 0.05) in type A COT of CON ewes compared to ewes exposed to gestational BPA (Fig.  2 ). Fig. 2 Impact of bisphenol A treatment on mitochondrial ROS levels, ΔΨm, mitochondrial complex activities, together with ATP levels within the type A COT tissues of Hu ewes on d 130 of gestation.  A  The generation of ROS, ΔΨm, and content of ATP.  B  The activity of the mitochondrial complex. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). ATP, adenosine triphosphate; BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; ΔΨm, mitochondrial membrane potential change; ROS, reactive oxygen species\n\nImpact of bisphenol A treatment on mitochondrial ROS levels, ΔΨm, mitochondrial complex activities, together with ATP levels within the type A COT tissues of Hu ewes on d 130 of gestation.  A  The generation of ROS, ΔΨm, and content of ATP.  B  The activity of the mitochondrial complex. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). ATP, adenosine triphosphate; BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; ΔΨm, mitochondrial membrane potential change; ROS, reactive oxygen species"
    },
    {
      "title": "Mitochondrial ROS generation, ΔΨm, mitochondria complex activities, together with ATP levels within ovine trophoblast",
      "text": "The ROS generation was elevated ( P  < 0.05), whereas the ATP level, ΔΨm, and the activity levels of mitochondrial complexes I-IV were lowered ( P  < 0.05) in BPA-treated OTCs compared to the CON OTCs (Fig.  3 ). The ROS synthesis was enhanced ( P  < 0.05), whereas the ATP content, ΔΨm, and mitochondrial complexes I-IV activities were decreased ( P  < 0.05) in OTCs treated with BPA + Tm compared to the OTCs exposed to BPA only. The ROS levels were lowered ( P  < 0.05), whereas ATP content, ΔΨm, and the activity of mitochondrial complexes I-IV were elevated ( P  < 0.05) in the OTCs treated with BPA + 4-PBA compared to the OTCs exposed to BPA only. Fig. 3 Changes in mitochondrial ROS generation, ΔΨm, the activity of the mitochondrial complex, along with ATP levels within OTCs after exposure to BPA, Tm, and 4-PBA for 24 h.  A  The generation of ROS, ΔΨm, and content of ATP.  B  The activity of the mitochondrial complex. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). ATP, adenosine triphosphate; BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; ΔΨm, mitochondrial membrane potential change; OTCs, ovine trophoblast cells; ROS, reactive oxygen species\n\nChanges in mitochondrial ROS generation, ΔΨm, the activity of the mitochondrial complex, along with ATP levels within OTCs after exposure to BPA, Tm, and 4-PBA for 24 h.  A  The generation of ROS, ΔΨm, and content of ATP.  B  The activity of the mitochondrial complex. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). ATP, adenosine triphosphate; BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; ΔΨm, mitochondrial membrane potential change; OTCs, ovine trophoblast cells; ROS, reactive oxygen species"
    },
    {
      "title": "Antioxidant activities, antioxidative gene levels, and apoptosis of the type A COT tissues",
      "text": "The MDA level was elevated ( P  < 0.05) while the activities of GSH-Px, SOD, and T-AOC were decreased ( P  < 0.05) in type A COT in pregnant ewes exposed to BPA compared to the CON ewes (Fig.  4 ). The expressions of antioxidant-associated genes ( CAT ,  SOD2 ,  GPx1 ,  Nrf2 ,  NQO1 , and  HO-1 ) and proteins (CAT, SOD2, and GPx1), anti-apoptotic related genes and proteins (Bcl2) were decreased ( P  < 0.05), but genes ( Fas ,  Bax ,  P53 ,  Caspase 3 ,  Caspase 8 , and  Caspase 9 ) and proteins (Bax and Caspase 3) related to apoptosis were increased ( P  < 0.05) in type A COT in the BPA ewes compared to the CON ewes. Fig. 4 The role of exposure to BPA in antioxidant activities, antioxidation and apoptosis levels, and apoptosis of the type A COT tissues of Hu ewes on d 130 of gestation.  A – C  Antioxidant activity T-AOC ( A ), GSH-Px and SOD ( B ), and MDA ( C ).  D  Antioxidant-associated genes are expressed at the mRNA level.  E  Representative immunoblots showing proteins involved in antioxidant processes.  F  Expressions of antioxidant-related proteins.  G  Apoptotic gene levels.  H  Typical immunoblots of proteins involved in apoptosis.  I Expressions of proteins that are linked to apoptosis. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; Bax, Bcl-2-associated X protein; Bcl-2, B-cell lymphoma/leukaemia 2; CON group, pregnant Hu ewes receiving corn oil only; CAT, catalase; COT, cotyledonary; Fas, apoptosis antigen 1; GPx1, glutathione peroxidase 1; GSH-Px, glutathione peroxidase; HO-1, heme oxygenase-1; MDA, malondialdehyde; NQO1, quinone oxidoreductase 1; Nrf2, nuclear factor erythroid 2-related factor 2; SOD, superoxide dismutase; T-AOC, total antioxidant capacity\n\nThe role of exposure to BPA in antioxidant activities, antioxidation and apoptosis levels, and apoptosis of the type A COT tissues of Hu ewes on d 130 of gestation.  A – C  Antioxidant activity T-AOC ( A ), GSH-Px and SOD ( B ), and MDA ( C ).  D  Antioxidant-associated genes are expressed at the mRNA level.  E  Representative immunoblots showing proteins involved in antioxidant processes.  F  Expressions of antioxidant-related proteins.  G  Apoptotic gene levels.  H  Typical immunoblots of proteins involved in apoptosis.  I Expressions of proteins that are linked to apoptosis. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; Bax, Bcl-2-associated X protein; Bcl-2, B-cell lymphoma/leukaemia 2; CON group, pregnant Hu ewes receiving corn oil only; CAT, catalase; COT, cotyledonary; Fas, apoptosis antigen 1; GPx1, glutathione peroxidase 1; GSH-Px, glutathione peroxidase; HO-1, heme oxygenase-1; MDA, malondialdehyde; NQO1, quinone oxidoreductase 1; Nrf2, nuclear factor erythroid 2-related factor 2; SOD, superoxide dismutase; T-AOC, total antioxidant capacity"
    },
    {
      "title": "The cell viability, the concentration of P4 and E2, antioxidant activities, antioxidative gene levels, and apoptosis of ovine trophoblast",
      "text": "BPA exposure significantly elevated ( P  < 0.05) E2 and MDA levels, while reducing ( P  < 0.05) the cell viability, P4 level, and T-AOC, SOD and GSH-Px activities compared to those of the untreated OTCs (Fig.  5 ). The E2 level and MDA activity were elevated ( P  < 0.05) but cell viability, P4 level, and SOD, GSH-Px, and T-AOC activities were reduced ( P  < 0.05) in OTCs treated with BPA + Tm compared to those in the OTCs exposed to BPA only. The E2 level and MDA activity were decreased ( P  < 0.05) but cell viability, P4 level, and SOD, T-AOC, and GSH-Px activities were up-regulated ( P  < 0.05) in the OTCs treated with BPA + 4-PBA relative to OTCs exposed to BPA only. Fig. 5 Influence of BPA, Tm, and 4-PBA on the cell viability, concentration of P4 and E2, antioxidant activities, antioxidation, and apoptosis mRNA and protein levels within OTCs at 24 h.  A  Cell viability.  B  E2 level.  C  P4 level.  D – F  Antioxidant activities of T-AOC ( D ), GSH-Px and SOD ( E ), as well as MDA ( F ).  G  Antioxidant-related gene levels.  H  Typical immunoblots for antioxidant-associated proteins.  I  Antioxidant-associated protein expression.  J  Apoptosis-associated gene levels.  K  Typical immunoblots for apoptosis-associated proteins.  L  Apoptosis-associated protein expression. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); Bax, Bcl-2-associated X protein; Bcl-2, B-cell lymphoma/leukemia 2; Bcl-2, B-cell lymphoma/leukemia 2; Bax, Bcl-2-associated X protein; CON, OTCs treated with DMEM/F12 complete medium; CAT, catalase; E2, estradiol; Fas, apoptosis antigen 1; GSH-Px, glutathione peroxidase; GPx1, glutathione peroxidase 1; HO-1, heme oxygenase-1; MDA, malondialdehyde; NQO1, quinone oxidoreductase 1; Nrf2, nuclear factor erythroid 2-related factor 2; OTCs, ovine trophoblast cells; P4, progesterone; SOD, superoxide dismutase; T-AOC, total antioxidant capacity\n\nInfluence of BPA, Tm, and 4-PBA on the cell viability, concentration of P4 and E2, antioxidant activities, antioxidation, and apoptosis mRNA and protein levels within OTCs at 24 h.  A  Cell viability.  B  E2 level.  C  P4 level.  D – F  Antioxidant activities of T-AOC ( D ), GSH-Px and SOD ( E ), as well as MDA ( F ).  G  Antioxidant-related gene levels.  H  Typical immunoblots for antioxidant-associated proteins.  I  Antioxidant-associated protein expression.  J  Apoptosis-associated gene levels.  K  Typical immunoblots for apoptosis-associated proteins.  L  Apoptosis-associated protein expression. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); Bax, Bcl-2-associated X protein; Bcl-2, B-cell lymphoma/leukemia 2; Bcl-2, B-cell lymphoma/leukemia 2; Bax, Bcl-2-associated X protein; CON, OTCs treated with DMEM/F12 complete medium; CAT, catalase; E2, estradiol; Fas, apoptosis antigen 1; GSH-Px, glutathione peroxidase; GPx1, glutathione peroxidase 1; HO-1, heme oxygenase-1; MDA, malondialdehyde; NQO1, quinone oxidoreductase 1; Nrf2, nuclear factor erythroid 2-related factor 2; OTCs, ovine trophoblast cells; P4, progesterone; SOD, superoxide dismutase; T-AOC, total antioxidant capacity\n\nThe expressions of antioxidant-associated genes ( NQO1 ,  GPx1 ,  CAT ,  SOD2 ,  Nrf2 , and  HO-1 ) and proteins (CAT, GPx1, and SOD2), anti-apoptotic related genes and proteins (Bcl2) were reduced ( P  < 0.05), but genes ( P53 ,  Fas ,  Bax ,  Caspase 3 ,  Caspase 8 , and  Caspase 9 ), as well as proteins (Bax and Caspase 3) related to apoptosis, were increased ( P  < 0.05) within BPA-exposed OTCs compared to those in CON OTCs. The levels of antioxidative genes ( GPx1 ,  CAT ,  Nrf2 ,  SOD2 ,  NQO1,  and  HO-1 ) and proteins (SOD2, CAT, and GPx1), anti-apoptotic related genes and proteins (Bcl2) were decreased ( P  < 0.05), but genes ( P53 ,  Fas ,  Bax ,  Caspase 3 ,  Caspase 8 , and  Caspase 9 ) together with proteins (Bax and Caspase 3) promoting apoptosis were increased ( P  < 0.05) in the OTCs treated with BPA + Tm relative to those of the BPA-exposed OTCs. The antioxidative genes ( GPx1 ,  CAT ,  Nrf2 ,  SOD2 ,  NQO1,  and  HO-1 ) and proteins (SOD2, CAT, and GPx1), anti-apoptotic related genes and proteins (Bcl2) were increased ( P  < 0.05), but genes ( P53 ,  Fas ,  Bax ,  Caspase 3 ,  Caspase 8  and  Caspase 9 ) along with proteins (Bax and Caspase 3) promoting apoptosis were lowered ( P  < 0.05) in the OTCs treated with BPA + 4-PBA compared to those of the BPA-treated OTCs."
    },
    {
      "title": "The inflammation and barrier function in the type A COT tissues",
      "text": "The gestational BPA exposure significantly increased ( P  < 0.05) cytokine concentrations such as IL-6, IL-1β, TNF-α and FD4 flux, but decreased ( P  < 0.05) the value of TER within type A COT in pregnant Hu ewes compared to those in the CON ewes (Fig.  6 ). The expression levels of immune function-associated genes ( IL-1β ,  IL-6 ,  MyD88 ,  NF-κB ,  TLR-4  and  TNF-ɑ ), as well as proteins (TLR-4, p65, TNF-ɑ and p-p65), were higher ( P  < 0.05), but barrier function-related genes and proteins (ZO-1, Occludin and Claudin-1) were lowered ( P  < 0.05) in type A COT in the BPA-exposed ewes compared to those in the CON ewes. Fig. 6 Role of BPA exposure in the inflammatory response and barrier function in the type A COT tissues within Hu ewes on d 130 of gestation.  A  Concentrations of factors (TNF-α, IL-1β and IL-6).  B  TER.  C  FD4.  D  Inflammatory response-related gene levels.  E  Typical immunoblots showing inflammatory response-related proteins.  F  Inflammatory response-related protein levels.  G  Barrier function-related gene levels.  H  Typical immunoblots showing barrier function-related proteins.  I  Barrier function-related protein levels. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; FD4, paracellular dextran flux; IL, interleukin; MyD88, myeloid differentiation factor 88; NF-κB, nuclear factor kappa-B; TER, transepithelial electrical resistance; TNF, tumour necrosis factor; TLR, toll-like receptor; ZO-1, zonula occludens-1\n\nRole of BPA exposure in the inflammatory response and barrier function in the type A COT tissues within Hu ewes on d 130 of gestation.  A  Concentrations of factors (TNF-α, IL-1β and IL-6).  B  TER.  C  FD4.  D  Inflammatory response-related gene levels.  E  Typical immunoblots showing inflammatory response-related proteins.  F  Inflammatory response-related protein levels.  G  Barrier function-related gene levels.  H  Typical immunoblots showing barrier function-related proteins.  I  Barrier function-related protein levels. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; FD4, paracellular dextran flux; IL, interleukin; MyD88, myeloid differentiation factor 88; NF-κB, nuclear factor kappa-B; TER, transepithelial electrical resistance; TNF, tumour necrosis factor; TLR, toll-like receptor; ZO-1, zonula occludens-1"
    },
    {
      "title": "The inflammation and barrier function in BPA-treated ovine trophoblast",
      "text": "The cytokine levels including TNF-α, IL-1β and IL-6, expressions of immune function-associated genes ( IL-1β, TNF-ɑ ,  MyD88 ,  IL-6 ,  NF-κB  and  TLR-4 ) and proteins (p65, TLR-4, TNF-ɑ and p-p65) were greater ( P  < 0.05), but barrier function associated genes and proteins (Claudin-1, Occludin and ZO-1) were lower ( P  < 0.05) in the BPA-treated OTCs compared to those in the untreated OTCs (Fig.  7 ). The levels of TNF-α, IL-1β and IL-6 cytokines, expressions of immune function-associated genes ( IL-6 ,  TNF-ɑ ,  MyD88 ,  IL-1β ,  NF-κB  and  TLR-4 ) and proteins (p65, TLR-4, TNF-ɑ and p-p65) were higher ( P  < 0.05), but barrier function associated genes and proteins (ZO-1, Occludin and Claudin-1) were lowered ( P  < 0.05) in OTCs treated with BPA + Tm compared to those of the BPA-treated OTCs. The levels of TNF-α, IL-1β and IL-6 cytokines, expressions of immune function-associated genes ( MyD88 ,  TNF-ɑ ,  IL-1β ,  IL-6 ,  TLR-4  and  NF-κB ) and proteins (p65, TLR-4, TNF-ɑ and p-p65) were lower ( P  < 0.05), but barrier function-associated genes and proteins (ZO-1, Occludin and Claudin-1) were elevated ( P  < 0.05) in OTCs treated with BPA + 4-PBA relative to those of the BPA-exposed OTCs. Fig. 7 Effects of BPA, Tm and 4-PBA on the inflammatory response and barrier function in OTCs at 24 h.  A  Cytokine concentrations (IL-1β, TNF-α and IL-6).  B  Inflammatory response-related genes.  C  Barrier function-related gene levels.  D  Typical immunoblots showing inflammatory response-related proteins.  E  Inflammatory response-related proteins.  F  Typical immunoblots exhibiting barrier function-related proteins.  G  Barrier function-related protein levels. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; IL, interleukin; MyD88, myeloid differentiation factor 88; NF-κB, nuclear factor kappa-B; OTCs, ovine trophoblast cells; TLR, toll-like receptor; TER, transepithelial electrical resistance; TNF, tumour necrosis factor; ZO-1, zonula occludens-1\n\nEffects of BPA, Tm and 4-PBA on the inflammatory response and barrier function in OTCs at 24 h.  A  Cytokine concentrations (IL-1β, TNF-α and IL-6).  B  Inflammatory response-related genes.  C  Barrier function-related gene levels.  D  Typical immunoblots showing inflammatory response-related proteins.  E  Inflammatory response-related proteins.  F  Typical immunoblots exhibiting barrier function-related proteins.  G  Barrier function-related protein levels. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; IL, interleukin; MyD88, myeloid differentiation factor 88; NF-κB, nuclear factor kappa-B; OTCs, ovine trophoblast cells; TLR, toll-like receptor; TER, transepithelial electrical resistance; TNF, tumour necrosis factor; ZO-1, zonula occludens-1"
    },
    {
      "title": "The relative expression of ERS and autophagy mRNA and protein within type A COT tissues",
      "text": "The expression levels of genes linked to ERS ( ATF6 ,  GRP78 ,  ATF4  and  CHOP10 ) as well as proteins (ATF6, CHOP10 and GRP78) and genes implicated in autophagy ( LC3 ,  Beclin-1  and  ULK1 ) together with proteins (LC3II/3I, PINK1 and Parkin) were elevated ( P  < 0.05) in the type A COT of the BPA-exposed ewes compared to those of the CON ewes (Fig.  8 ). Fig. 8 Role of BPA treatment in ERS and autophagy levels of type A COT tissues of Hu ewes on d 130 of gestation.  A  ERS-associated gene levels.  B  Typical immunoblots for ERS-associated proteins.  C  ERS-associated protein levels.  D  Autophagy-associated gene levels.  E  Typical immunoblots showing autophagy-associated proteins.  F  Autophagy-associated protein levels. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). ATF, activating transcription factor; BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; CHOP10, C/EBP homologous protein 10; GRP78, glucose-regulated protein 78; LC3, microtubule-associated protein light chain 3; PINK1, PTEN induced putative kinase 1; ULK1, unc-51 like autophagy activating kinase 1\n\nRole of BPA treatment in ERS and autophagy levels of type A COT tissues of Hu ewes on d 130 of gestation.  A  ERS-associated gene levels.  B  Typical immunoblots for ERS-associated proteins.  C  ERS-associated protein levels.  D  Autophagy-associated gene levels.  E  Typical immunoblots showing autophagy-associated proteins.  F  Autophagy-associated protein levels. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). ATF, activating transcription factor; BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; CHOP10, C/EBP homologous protein 10; GRP78, glucose-regulated protein 78; LC3, microtubule-associated protein light chain 3; PINK1, PTEN induced putative kinase 1; ULK1, unc-51 like autophagy activating kinase 1"
    },
    {
      "title": "The relative ERS and autophagy gene and protein levels within BPA-mediated ovine trophoblast",
      "text": "The levels of ERS-associated genes ( ATF6 ,  ATF4 ,  CHOP10  and  GRP78 ), as well as proteins (ATF6, CHOP10 and GRP78), and autophagy-associated genes (LC3, Beclin-1 and ULK1) and proteins (LC3II/3I, PINK1 and Parkin), increased ( P  < 0.05) in the OTCs exposed to BPA relative to those in CON OTCs (Fig.  9 ). The ERS-associated genes ( ATF6 ,  ATF4 ,  CHOP10  and  GRP78 ) and proteins (ATF6, CHOP10, ATF4 and GRP78), as well as autophagy-associated genes ( LC3 ,  Beclin-1  and  ULK1 ) and proteins (LC3II/3I, PINK1 and Parkin) levels were elevated ( P  < 0.05) in the OTCs treated with BPA + Tm compared with those in the BPA-exposed OTCS. The ERS-associated genes ( ATF6 ,  ATF4 ,  CHOP10  and  GRP78 ) and proteins (ATF6, CHOP10 and GRP78), as well as autophagy-associated genes ( LC3 ,  Beclin-1  and  ULK1 ) and proteins (LC3II/3I, PINK1 and Parkin) levels were decreased ( P  < 0.05) in the OTCs treated with BPA + 4-PBA compared with those in the OTCs exposed to BPA. Fig. 9 Roles of BPA, Tm, together with 4-PBA in ERS and autophagy levels within OTCs at 24 h.  A  ERS-associated gene levels.  B  Typical immunoblots for ERS-associated proteins.  C  ERS-associated protein levels.  D  Autophagy-associated gene levels.  E  Typical immunoblots showing autophagy-associated proteins.  F  Autophagy-associated protein levels. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). ATF, activating transcription factor; BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; CHOP10, C/EBP homologous protein 10; ERS, endoplasmic reticulum stress; GRP78, glucose-regulated protein 78; LC3, microtubule-associated protein light chain 3; OTCs, ovine trophoblast cells; PINK1, PTEN induced putative kinase 1; ULK1, unc-51 like autophagy activating kinase 1\n\nRoles of BPA, Tm, together with 4-PBA in ERS and autophagy levels within OTCs at 24 h.  A  ERS-associated gene levels.  B  Typical immunoblots for ERS-associated proteins.  C  ERS-associated protein levels.  D  Autophagy-associated gene levels.  E  Typical immunoblots showing autophagy-associated proteins.  F  Autophagy-associated protein levels. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). ATF, activating transcription factor; BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; CHOP10, C/EBP homologous protein 10; ERS, endoplasmic reticulum stress; GRP78, glucose-regulated protein 78; LC3, microtubule-associated protein light chain 3; OTCs, ovine trophoblast cells; PINK1, PTEN induced putative kinase 1; ULK1, unc-51 like autophagy activating kinase 1"
    },
    {
      "title": "Discussion",
      "text": "Placental efficiency, defined as the fetal birth weight divided by placental mass, is an essential indicator of uterine capacity [ 48 ]. In addition, placental efficiency is an indirect measure of the placenta's ability to provide essential nutrients for a developing fetus and it represents the significant factor affecting fetal size [ 49 ]. Placental efficiency and fetal size are positively correlated [ 50 ]. A birth weight that is less than the reference cut-off, most commonly the 10 th  percentile, has been considered, for a long time, the primary basis for the FGR [ 51 ]. In the previous study, the reduction in placental efficiency and fetal weight occurring at d 65 but not at d 90 of gestation suggests a compensatory mechanism such as an increase in the antioxidants that might overcome the disruptive effects of BPA [ 29 ]. In contrast, our results demonstrated that BPA exposure might lead to FGR in pregnant ewes by reducing placental efficiency and fetal weight on d 130 of gestation compared to CON pregnant ewes. These differences might be related in part to breed, litter size, BPA dosage and exposure duration. Furthermore, concerns remain about what these results mean for placental dysfunction due to BPA exposure. Our results indicated that BPA exposure induced placental barrier and endocrine dysfunction, ERS, oxidative stress, and inflammatory responses in the placenta and trophoblasts. In OTCs, the ERS inhibitor (4-PBA) and activator (Tm) were employed to provide clarity on the involvement of ERS in BPA-triggered placental dysfunction in trophoblasts.\n\nSuccessful pregnancies and healthy fetuses are dependent on the P4 hormone [ 52 ]. Previous literature found that mice exposed to noise stress during pregnancy had impaired fetal growth because of the lowered levels of maternal P4 [ 53 ]. Similarly, our findings demonstrated that BPA triggered the decrease in P4 levels in maternal placenta and trophoblasts, which ultimately led to FGR in our Hu sheep. Premature delivery occurs when either P4 levels are lowered or the ratio of E2 to P4 is increased, and implantation in the secretory stage is triggered by an increase in P4 and a reduction in E2 [ 35 ]. Our findings also suggest that BPA remarkably enhanced E2 production in sheep placenta and trophoblasts, while concurrently eliciting the ERS and decreasing P4 production. We also found that further ERS induction by Tm enhanced the E2 level and reduced the P4 level, whereas ERS inhibition by 4-PBA reduced the E2 level and increased the P4 level in BPA-treated OTCs. Overall, our results indicate that ERS aggravated the BPA-induced placental endocrine dysfunction.\n\nDuring pregnancy, the placenta serves as an intermediary between the mother and the developing fetus, facilitating the exchange of metabolites, nutrients, and hormones between the two circulatory systems [ 54 ]. The placental barrier integrity is of utmost importance for assessing the toxicological effects of BPA on reproduction and fetal development. Therefore, we measured the intercellular tight junctions of the placenta, which are essential for the proper functioning of the placental barrier, to elucidate the role of BPA in adverse pregnancy outcomes [ 55 ]. Endothelial proteins found in tight junctions, like claudin-1 and ZO-1, are responsible for regulating the permeation of endothelium monolayers and play a significant role in maintaining the integrity of blood vessels [ 56 ]. In the current study, BPA exposure remarkably promoted the FD4 flux but decreased the TER as well as the barrier function-associated genes and proteins (ZO-1, Occludin, Claudin-1) within trophoblasts and sheep placenta, which suggested the presence of placenta barrier dysfunction. We further explored the role of ERS in the regulation of barrier function in OTCs under BPA exposure conditions. We found that the induction of ERS by Tm treatment aggravates the destruction of placental barrier function, and, on the other hand, the inhibition of ERS by 4-PBA alleviated the placental barrier function damage in BPA-treated OTCs. These findings illustrated that the inhibition of ERS can help reduce BPA-induced placenta barrier dysfunction in sheep placenta and trophoblasts.\n\nOxidative stress (OS) is the constant state of oxidative damage in cells, tissues, or organs generally caused by ROS [ 57 ]. Placental ROS has been demonstrated to impact placental development, which could lead to OS and other negative outcomes [ 58 ]. There is a strong relationship between placental OS and the biological characteristics of the vasculature and trophoblast [ 59 ]. According to our findings, BPA caused a remarkable increase in MDA and ROS levels, as well as a decline in the levels of T-AOC and glutathione, and an attenuation in the antioxidant enzyme activities (CAT and SOD), indicating the occurrence of the placental OS. In cases of intrauterine growth restriction, a vasculature process in the placenta that was similar to atherosclerosis was found. This process is manifested as a smaller diameter of arteries with higher plasma levels of OS indicators [ 60 ]. The presence of OS in placental cells may result in FGR by impacting on developing fetus in gestation through the placental vascular system [ 61 ]. Therefore, the decreased fetal weight and placental inadequacy that were caused by BPA in our study may be attributed to the presence of OS in the placenta. Previous research has demonstrated that both the OS and the ERS may be the immediate pathways that contribute to apoptosis and cell death [ 62 ], and the development of the murine placenta is inhibited when exposed to acrylamide during gestation, which occurs via the suppression of proliferation and the stimulation of apoptosis [ 63 ]. According to our findings, treatment with BPA remarkably reduced the count of viable cells in the placenta and induced apoptosis. We discovered that BPA may stimulate the mitochondrial pathway of apoptosis, ultimately resulting in damage to the placenta, as demonstrated by the attenuated Bcl-2 level and the increased caspases-3 and -9 expression. The OS has been shown to cause apoptosis and alter critical apoptotic mediators like Bcl-2 family proteins [ 64 ]. Placentas that develop intrauterine growth restriction pathology have elevated levels of apoptosis biomarkers [ 65 ]. Consequently, our findings demonstrated that prenatal exposure to BPA impairs placental growth in sheep via activating apoptosis. Furthermore, our study indicated that induction of ERS by Tm aggravates OS and apoptosis, and inhibition of ERS by 4-PBA alleviated OS and apoptosis in BPA-treated OTCs. These findings illustrated that the induction of ERS may aggravate OS and apoptosis in sheep placentas and trophoblasts.\n\nThe ER is particularly susceptible to disruptions in the homeostasis of redox conditions [ 66 ] and there is a link between ERS and placental inadequacy as well as FRG. Unfolded and misfolded proteins accumulation into ER lumen, which is an outcome of ERS, may be caused by excessive ROS as well as a variety of pathological insults [ 67 ]. Large-scale physiological adjustments occur throughout pregnancy, the majority of which are prompted by the placenta, and mitochondria in the placenta are important for both the development of a healthy fetus and the prevention of pregnancy complications [ 68 ]. The function of placenta mitochondria and ER has been widely explored, and mitochondria and ER work together to create close-knit functional units in the cell [ 69 ]. Chondriosomes are both the most important generator of ROS and their principal target. Increases in mitochondrial ROS and decreases in ΔΨm levels are both indicators of mitochondria malfunction [ 70 ] that compromise the efficiency of the chain of electron transport [ 71 ]. The decline in ΔΨm is often followed by a reduction in the content of ATP, which signals a degradation of mitochondrial functioning [ 64 ]. BPA exposure was shown to disrupt mitochondrial functioning in the placenta, as evidenced by the elevated ROS contents, the reduced ATP generation and ΔΨm, along with the suppressed mitochondrial complex activity in contrast with CON pregnant Hu ewes. Moreover, the induction of ERS increased ROS production and impaired mitochondrial functions, but inhibition of ERS decreased ROS production and improved mitochondrial functions in BPA-treated OTCs. The results proved that the ERS activation may aggravate mitochondrial dysfunctions in sheep placentas and trophoblasts.\n\nSince the placenta represents the bridge between the mother and the developing fetus, and because fetal cells are foreign to the mother's immune system in a way similar to an allograft, maintaining a pregnancy requires delicate maintenance of a balance between immune activation and inhibition in the placenta [ 72 ]. Any change in this balance might disturb the normally occurring inflammatory cascade, leading to adverse pregnancy outcomes [ 73 ]. The inflammatory process has been linked to the ERS, which is hallmarked by unfolded protein accumulation into ER as well as subsequent unfolded protein response (UPR) signal transduction processes [ 74 ]. The UPR also results in the activation of an inflammatory response through the induction of inflammatory cytokines [ 75 ]. A previous study demonstrated that ERS has the potential to trigger autophagy [ 76 ]. Additionally, autophagy stimulates an upsurge in the synthesis of TNF-α and IL-6. Reduced levels of IL-6 and TNF-α were observed once autophagy was inhibited [ 77 ]. It has been reported that intensively activated autophagy over a long time is associated with an excessive cellular inflammatory response [ 78 ]. According to our findings, gestational exposure to BPA induced placental ERS, autophagy, and inflammatory response in sheep. Furthermore, the induction of ERS increases autophagy level and inflammatory response, but inhibition of ERS decreases autophagy level and inflammatory response in BPA-treated OTCs. Yet, further research is necessary to confirm how autophagy regulates inflammation and ERS in sheep placental tissue and cells."
    },
    {
      "title": "Conclusion",
      "text": "BPA triggers OS, inflammatory responses, autophagy, ERS, and the dysfunction of endocrine and barrier in sheep placenta and trophoblasts. The activation of ERS aggravates BPA-induced OS, inflammatory responses, autophagy, and the dysfunction of endocrine and barrier in OTCs. Conversely, inhibition of ERS decreased BPA-triggered OS, inflammatory responses, autophagy, and the dysfunction of endocrine and barrier in OTCs. Our findings provide unique insights into the mechanisms underlying the involvement of ERS in BPA-triggered placental and fetal development impairments."
    },
    {
      "title": "",
      "text": "Additional file 1 :  Table S1.  Ingredient and nutrient composition of the experimental diets on a dry matter basis.  Table S2.  Primer sequences used in the real-time PCR.  Table S3.  Details of antibodies used for western blotting.\n\nAdditional file 1 :  Table S1.  Ingredient and nutrient composition of the experimental diets on a dry matter basis.  Table S2.  Primer sequences used in the real-time PCR.  Table S3.  Details of antibodies used for western blotting."
    },
    {
      "title": "Supplementary Information",
      "text": "Additional file 1 :  Table S1.  Ingredient and nutrient composition of the experimental diets on a dry matter basis.  Table S2.  Primer sequences used in the real-time PCR.  Table S3.  Details of antibodies used for western blotting.\n\nAdditional file 1 :  Table S1.  Ingredient and nutrient composition of the experimental diets on a dry matter basis.  Table S2.  Primer sequences used in the real-time PCR.  Table S3.  Details of antibodies used for western blotting."
    }
  ],
  "full_text": "Background Exposure to bisphenol A (BPA), an environmental pollutant known for its endocrine-disrupting properties, during gestation has been reported to increase the risk of fetal growth restriction (FGR) in an ovine model of pregnancy. We hypothesized that the FGR results from the BPA-induced insufficiency and barrier dysfunction of the placenta, oxidative stress, inflammatory responses, autophagy and endoplasmic reticulum stress (ERS). However, precise mechanisms underlying the BPA-induced placental dysfunction, and subsequently, FGR, as well as the potential involvement of placental ERS in these complications, remain to be investigated. Methods In vivo experiment, 16 twin-pregnant (from d 40 to 130 of gestation) Hu ewes were randomly distributed into two groups (8 ewes each). One group served as a control and received corn oil once a day, whereas the other group received BPA (5 mg/kg/d as a subcutaneous injection). In vitro study, ovine trophoblast cells (OTCs) were exposed to 4 treatments, 6 replicates each. The OTCs were treated with 400 μmol/L BPA, 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator), 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist) and DMEM/F12 complete medium (control), for 24 h. Results In vivo experiments, pregnant Hu ewes receiving the BPA from 40 to 130 days of pregnancy experienced a decrease in placental efficiency, progesterone (P4) level and fetal weight, and an increase in placental estrogen (E2) level, together with barrier dysfunctions, OS, inflammatory responses, autophagy and ERS in type A cotyledons. In vitro experiment, the OTCs exposed to BPA for 24 h showed an increase in the E2 level and related protein and gene expressions of autophagy, ERS, pro-apoptosis and inflammatory response, and a decrease in the P4 level and the related protein and gene expressions of antioxidant, anti-apoptosis and barrier function. Moreover, treating the OTCs with Tm aggravated BPA-induced dysfunction of barrier and endocrine (the increased E2 level and decreased P4 level), OS, inflammatory responses, autophagy, and ERS. However, treating the OTCs with 4-PBA reversed the counteracted effects of Tm mentioned above. Conclusions In general, the results reveal that BPA exposure can cause ERS in the ovine placenta and OTCs, and ERS induction might aggravate BPA-induced dysfunction of the placental barrier and endocrine, OS, inflammatory responses, and autophagy. These data offer novel mechanistic insights into whether ERS is involved in BPA-mediated placental dysfunction and fetal development. Supplementary Information The online version contains supplementary material available at 10.1186/s40104-023-00919-z.\n\n## Background\n\nBisphenol A (BPA), a common environmental pollutant known for its endocrine-disrupting properties, is used in various applications such as polycarbonate, epoxy resins for plastics, metal cans and food storage containers [ 1 ]. In 2007, approximately 2,500 tonnes of BPA were released into the environment according to the Toxics Release Inventory in the USA [ 2 ]. The detection of low levels of BPA in human bodily fluids like urine, blood and breast milk has raised concerns regarding its potential impact on public health and safety [ 3 ].\n\nThe placenta is a highly specialized organ that plays a crucial role in the healthy development and growth of the fetus during pregnancy [ 4 ]. Placental trophoblasts are a vital component of the placenta and play a fundamental role in ensuring a successful pregnancy. Placental trophoblast dysfunctions have been linked to various pregnancy disorders, including placenta accreta/increta/percreta, preeclampsia, spontaneous abortion, and fetal growth restriction (FGR) [ 5 ]. The syncytiotrophoblast cells are the outermost layer of the placenta and are responsible for nutrition and gaseous exchange. In species with a hemochorial type of placentas, where syncytiotrophoblast cells are exposed to maternal blood, there is a risk of exposure to toxic substances carried in the maternal circulation [ 6 ]. The placenta acts not only as a detoxifier but also as an endocrine organ making it susceptible to compounds that disrupt its endocrine functions [ 7 ]. Exposure to BPA has been reported to have detrimental impacts on the development of the mammary gland, reproductive functions, metabolic activity, and cognitive performance [ 8 ]. Moreover, BPA can pass from mother to offspring through the placenta [ 9 ], making it a significant environmental risk during pregnancy. Studies have indicated that BPA can cross the placental barrier, leading to developmental and functional problems in the placenta and posing a significant risk of FGR [ 10 – 12 ]. The FGR is not only a significant risk factor for fetal mortality, but also is associated with an increased likelihood of developing chronic non-communicable diseases in adulthood, such as cardiovascular disease, cancer, metabolic disorders, chronic immunological diseases, and neurological abnormalities [ 13 ]. Overwhelming data indicated that BPA was a major environmental stress factor triggering FGR. However, the exact mechanism by which BPA causes FGR remains unclear.\n\nThe endoplasmic reticulum (ER) is a membrane-bound organelle in eukaryotic cells with multiple functions including protein and lipid synthesis, detoxification of xenobiotics and storage of cellular calcium (Ca 2+ ) [ 14 ]. Various factors, including pathological, physiological and biochemical stimuli, can disrupt the proper folding of the protein in ER leading to the accumulation of unfolded or misfolded proteins in the ER and triggering endoplasmic reticulum stress (ERS) and unfolded protein response (UPR) [ 15 ]. The UPR can be initiated in response to ERS during challenging physiological conditions. This response involves three proteins associated with the ER membrane: PKR-like eukaryotic initiation factor 2a kinase (PERK), activating transcription factor-6 (ATF6), and inositol requiring enzyme 1 (IRE-1) [ 16 ]. ERS has been linked to inflammation [ 17 ] and affects placental development and functions, fetal growth, progesterone secretion, and the expression of steroidogenic enzymes [ 18 ,  19 ]. The signalling of ERS and UPR impacts the functionally active proteins produced by placental cells, thereby playing a crucial role in the pathophysiological regulation of later stages of placental and fetal development, as well as parturition [ 20 ,  21 ]. However, there is limited data on the role of ERS in the placental barrier and endocrine dysfunction, oxidative stress (OS), inflammatory responses, and FGR induced by BPA in pregnant ewes.\n\nSheep are suitable models for studying placental function despite differences in placental structure between primates and ruminants [ 22 ]. This is because sheep trophoblast contains multinucleate cells similar to the syncytiotrophoblast cells in humans [ 23 ]. In addition, it has been shown that the endogenous retrovirus envelope gene, enJSRV, is essential for the fusogenic process that results in multinucleated cells in both sheep and humans [ 24 ]. To fully understand the effects of bisphenol compounds on placental function, researchers utilized a comparative approach using sheep as an animal model [ 22 ]. This model offered initial proof of the negative effects of bisphenol compounds on placental development and endocrine function in pregnant sheep [ 22 ]. In the current study, the mechanisms of BPA-triggered ERS, OS, and inflammatory responses were examined using the ovine placenta and primary cultured ovine trophoblast cells (OTCs). We also used pharmacological intervention to examine the role of ERS in the placental barrier and endocrine dysregulation, OS, and inflammatory responses induced by BPA.\n\n## Methods\n\nAll study protocols were approved by the institutional animal care and use committee of Yangzhou University (Ethical approval number: SYXK 2016–0019).\n\nThe study was conducted at the Jiangyan Experimental Station in Taizhou, Jiangsu Province, China. Sheep indoor pens were equipped with heating radiators to sustain an average temperature of 15 ± 0.72 °C while illumination was controlled automatically to simulate the natural surroundings photoperiod during the whole experiment [ 25 ]. Thirty-two multiparous Hu ewes of similar BW (40.5 ± 1.6 kg), age (18.3 ± 0.6 months) and BCS (2.54 ± 0.17; scale 0 = emaciation to 5 = obesity) [ 26 ] were treated with the antiparasitic ivermectin (0.2 mg/kg/BW) and then were synchronized for estrus for 12 d using the intravaginal progesterone sponges (30 mg; Pharmp PTY, Herston City, Australia). The estrus behaviour was observed twice a day (at 0800 and 1600 h) using 3 teaser rams one day after removing sponges. The ewes were artificially inseminated with fresh semen after two days of sponges removal (d 0 of gestation) and then were individually housed in separate pens (1.20 m × 1.80 m) until d 40 of gestation. After 40 days of gestation, 16 ewes were subjected to scanning by ultrasonography (Asonics Microimager 1000 sector scanning instrument; Ausonics Pty Ltd, Sydney, Australia) and 16 ewes were detected as twin-pregnant. Sheep were offered diets (Table S 1 ) that match their requirements from d 0 to 40 of gestation as stated by NRC [ 27 ] and had free access to clean fresh water.\n\nIn vivo experiment, the 16 twin-pregnant Hu were randomly divided into two groups, each consisting of 8 ewes. The control (CON) group received corn oil once a day, whereas the treatment group received a subcutaneous injection of 5 mg/kg/d BPA (purity ≥ 99%, Aldrich Chemical, Milwaukee, WI, USA) that had been mixed sufficiently with corn oil and given once per day (BPA group) from d 40 to 130 of gestation. The dose [ 28 ] and time frame [ 29 ] of BPA exposure were adopted from previous research on pregnant sheep.\n\nDetails of tissue collection and processing have been fully described previously [ 30 ]. Briefly, on d 130 of gestation, ewes were stunned using a captive-bolt gun (Supercash Mark 2; Acceles and Shelvoke Ltd., Sutton Coldfield, England) followed by exsanguination. The cotyledonary placenta is a distinguishing feature of ruminants, in contrast to the human placenta. The sheep placenta consists of several button-like structures called placentomes that represent contact points between maternal and fetal circulation. The extent of placental differentiation was used as the criterion to classify the sheep placenta in A, B, C and D placentomes types [ 30 ]. Placentas were collected, washed, weighed and categorized into their respective types based on previous research [ 30 ]. All placentomes were separated and weighed individually and their weights were summed up to determine their total weight. In this study, we used type A placentomes because they represent the early stages of placental differentiation and thus any potential complications upon exposure of the placenta to BPA can be identified. Samples of the fetal side of the placenta, cotyledons (COT), of similar size were obtained from multiple type-A placentomes within 10 cm of umbilical attachment, frozen in liquid nitrogen and preserved under −80 °C, as earlier described [ 31 ]. Simultaneously, fetal weights and sex were assessed and recorded at 130 days of gestation for each treatment group; the sex distribution profiles of the fetuses consisted of 10 and 6 males and females for CON ewes and 7 males and 9 females in the BPA ewes, respectively.\n\nThe uteri of pregnant Hu ewes (from d 45 to 60 of gestation) were obtained from a local abattoir and were shipped to our laboratory in a thermal container equipped with a temperature control chamber containing sterile saline kept at 37 °C. The length of the crown to the rump of the developing fetus was used to provide an estimation of the gestational phase [ 32 ]. Primary OTCs were harvested from the tissue sections, purified, and cultured using the protocols proposed by Zhang et al. [ 33 ]. The extracted primary OTCs were cultured at 37 °C in an incubator with 5% CO 2  using a complete DMEM/F12 medium consisting of 10% fetal bovine serum (FBS) and 1% penicillin–streptomycin. The OTCs were identified by the immunofluorescence method previously described [ 33 ]. Specifically, the cells were incubated for 14 h at 4 °C using 10% normal goat serum-containing rabbit anti-cytokeratin 7 monoclonal antibodies (1:200; Thermo Fisher Scientific). Then, the cells were rinsed, incubated with goat anti-rabbit-Texas Red labelled antibodies (1:100; Thermo Fisher Scientific) for 1 h at 37 °C, mounted with coverslips, stained for 10 min using 0.5 μg/mL 4–6-diamidino-2-phenylindole and finally visualized by the Zeiss Axio Observer microscope (Carl Zeiss, Oberkochen, Germany).\n\nOTCs were introduced into 96-well plates (1 × 10 4  cells/well) and allowed to develop in a culture mixture consisting of complete DMEM/F12. After overnight incubation, the OTCs were treated with DMEM/F12 complete medium (CON group), 400 μmol/L BPA (BPA group), 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ER stress activator; Sigma-Aldrich, USA) (BPA + Tm group), or 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ER stress antagonist; Sigma-Aldrich, USA) (BPA + 4-PBA group) for 24 h with 6 replicates. For this experiment, we first produced BPA within DMSO as the stock solution, thereafter, diluted it to a final concentration of 400 μmol/L using a D/F12 medium. The doses of BPA, Tm, and 4-PBA were adopted from the previous research of Zhang et al. [ 34 ] and Wang et al. [ 35 ], correspondingly.\n\nFollowing the 24 h treatment above described, the cells in the 6-well plates were gently rinsed twice using PBS before lysis using RIPA Lysis Buffer R2220 containing 1% PMSF following manufacturer recommendations. The concentration of proteins in the cells was measured spectrophotometrically at 562 nm utilizing a bicinchoninic acid (BCA) assay reagent as recommended by the manufacturer. The extracted proteins were then preserved at −20 °C for further evaluation [ 36 ]. All obtained results were normalized to the control, and all calculations were done using the methodology described in an earlier study [ 37 ].\n\nThe degree of cell viability was measured using the CCK-8 test as described by the manufacturer. Briefly, OTCs were placed into culture plates with 96 wells (6,000 cells/well) before being treated. The cells were counted and analyzed after 24 h of culture in each of the four different media. All data were normalized to the control value, and computations were done as previously discussed [ 38 ].\n\nType A COT samples and OTCs were analyzed for total antioxidant capacity (T-AOC), superoxide dismutase (SOD), glutathione peroxidase (GSH-Px), and malondialdehyde (MDA) using the respective test kits (Nanjing Jiancheng Biotechnology Institute, China) and following the previously described methodology [ 39 ]. Measurements of progesterone (P4) and estrogen (E2) concentrations in OTCs and placental supernatant were performed using ELISA (Cayman Chemical Company, Ann Arbor, MI, USA) in line with specific protocols [ 40 ]. Each assay was replicated 6 times.\n\nMitochondria were isolated from either cultivated cells or type A COT using a mitochondrial isolation kit (TransGen Biotech, Beijing, China) and following a published protocol [ 41 ]. ROS was determined by incubating mitochondrial precipitate for 15 min at 37 °C with 10 μmol/L 2′7′-dichlorohydrofluorescein, followed by measuring the fluorescence intensity on a microplate reader [ 42 ].\n\nΔΨm was derived with the use of the assay kit (Beyotime Institute of Biotechnology in Shanghai, China), and the difference (variation) in ΔΨm was analyzed as per fluorescence emission type observed in the microplate reader (FLx800, Bio-Tek Instruments, Inc., Winnoski, VT, USA). In the presence of a high ΔΨm, JC-1 monomers can form aggregates in the mitochondrial matrix, which fluoresce red (590 nm). In the case of a low ΔΨm value, JC-1 monomers that emit green fluorescence (529 nm) cannot aggregate [ 43 ].\n\nMitochondrial ATP contents were recorded using ATP assay kits (Beyotime Institute of Biotechnology, Shanghai, China) and following a published protocol [ 44 ]. Statistical results were reported as fold changes relative to the CON values.\n\nMitochondria were ultrasonicated and lysed on ice with the Ultrasonic Processor (Branson, MO, USA) with a 200-W power setting for 3 s, and the procedure was carried out 30 times every 10 s. Next, the collected lysate was centrifuged for 15 min at a rate of 12,000 ×  g  and 4 °C. Protein levels were determined using the BCA protein kit (Nanjing Jiancheng Institute of Bioengineering, Jiangsu, China). Subsequently, NADH ubiquinone reductase (complex I), succinate ubiquinone reductase (complex II), ubiquinol cytochrome-c reductase (complex III), and cytochrome-c oxidase (complexes IV) enzymes were assayed using colourimetric kits (Suzhou Comin Biotechnology Co., Ltd., Suzhou, Jiangsu, China). The concentration of total protein was used to standardize the data in each sample [ 45 ].\n\nUsing the BioTek synergy HT microplate reader (Bio-Tek Instruments, Winooski, VT, USA), the TNF-α (R&D Systems, Oxford, UK), IL-1β, and IL-6 (BioSource/MED Probe, Camarillo, CA, USA) contents were measured using commercially available kits at 450 nm. The minimum detectable concentrations of the above three factors were 7.0, 10.0 and 35.0 pg/mL, respectively. The coefficients of variation for both the inter- and intra-assays were ≤ 10%. The results are expressed as pg/mL for OTCs and ng/g protein for type A COT tissue, respectively.\n\nThe barrier function of type A COT samples was evaluated using the Ussing chamber technology. After being sliced up, the COT samples were placed on the VCC MC6 EasyMount Ussing chamber system (Physiologic Instruments, San Diego, CA, USA). After achieving balance in the Ussing chamber for 15 min, we proceeded to assess the transepithelial electrical resistance (TER) at regular intervals of 15 min for an hour. Thereafter, the paracellular dextran flux (FD4) level was analyzed with the microplate reader (FLx800; Bio-Tek Instruments, Inc., Winooski, VT, USA) [ 46 ].\n\nTotal RNA from OTCs and type A COT was extracted using TRIzol Reagent (Thermo Fisher, Waltham, MA, USA). Using the reverse transcription kit (Yeasen, Shanghai, China), total RNA (about 5 μg) was applied to produce cDNA. The thermal cycling conditions below were applied for the reverse transcription: 45 min under 25 °C, 30 min under 42 °C, as well as 5 min under 85 °C. Meanwhile, we used Light CycLer®96 Real-Time PCR System (Roche, Switzerland) to conduct RT-PCR, and the PCR protocol was as follows: 5 min denaturation at 95 °C, 10 s amplification under 95 °C, 20 s annealing under 56 °C, along with 20 s extending under 72 °C. A qPCR reaction was set up using SYBR Premix EX Taq (Yeasen, Shanghai, China). The reference gene utilized was β-actin. Table S 2  displays the primer sequences that were generated by the NCBI primer design tool. Each well was sampled thrice. To achieve relative quantification, the Ct (2 −ΔΔCt ) value approach was adopted.\n\nThe RIPA lysis solution, which included a protease inhibitor (MCE, Monmouth Junction, NJ, USA), was used to prepare the proteins found in the tissues and cells. Whole tissue and cellular protein extracts were first subjected to boiling, then were electrophoretically isolated in 8%–15% SDS-PAGE, followed by deposition on PVDF membranes. After that, the membranes were heated to 25 °C for one and a half hours while being submerged in a TBST solution that included 5% skim milk powder. Primary antibody (1:1,000) was introduced into 5% skim milk, and the membranes were allowed to incubate in the solution at 25 °C for 1.5–2 h. The internal reference for the experiment was the primary antibody against voltage-dependent anion channel (VDAC) or β-actin. Information on antibodies was shown in Table S 3 . Membranes were rinsed and thereafter incubated using suitable secondary antibodies (1:10,000). Using a digital camera, the signals of immunoreactive proteins were detected. Image-Pro Plus [ 47 ] was used for the quantitative analysis of the protein immunoblots.\n\nAll data are presented as a mean ± SEM and all statical evaluations were performed by SPSS 16.0 using ANOVA for multiple comparisons and Student's  t -test for comparing groups. Initially, fetal gender was included in the model, however, it was excluded after the detection of its insignificant effects on the results and the focus was on maternal interventions instead. According to the results of the homogeneity of variance test, Bonferroni or Tamhane T2 analysis was utilized to detect the variations between the two groups. The significance criterion was  P  ≤ 0.05.\n\n## Animals\n\nThe study was conducted at the Jiangyan Experimental Station in Taizhou, Jiangsu Province, China. Sheep indoor pens were equipped with heating radiators to sustain an average temperature of 15 ± 0.72 °C while illumination was controlled automatically to simulate the natural surroundings photoperiod during the whole experiment [ 25 ]. Thirty-two multiparous Hu ewes of similar BW (40.5 ± 1.6 kg), age (18.3 ± 0.6 months) and BCS (2.54 ± 0.17; scale 0 = emaciation to 5 = obesity) [ 26 ] were treated with the antiparasitic ivermectin (0.2 mg/kg/BW) and then were synchronized for estrus for 12 d using the intravaginal progesterone sponges (30 mg; Pharmp PTY, Herston City, Australia). The estrus behaviour was observed twice a day (at 0800 and 1600 h) using 3 teaser rams one day after removing sponges. The ewes were artificially inseminated with fresh semen after two days of sponges removal (d 0 of gestation) and then were individually housed in separate pens (1.20 m × 1.80 m) until d 40 of gestation. After 40 days of gestation, 16 ewes were subjected to scanning by ultrasonography (Asonics Microimager 1000 sector scanning instrument; Ausonics Pty Ltd, Sydney, Australia) and 16 ewes were detected as twin-pregnant. Sheep were offered diets (Table S 1 ) that match their requirements from d 0 to 40 of gestation as stated by NRC [ 27 ] and had free access to clean fresh water.\n\n## Experimental design\n\nIn vivo experiment, the 16 twin-pregnant Hu were randomly divided into two groups, each consisting of 8 ewes. The control (CON) group received corn oil once a day, whereas the treatment group received a subcutaneous injection of 5 mg/kg/d BPA (purity ≥ 99%, Aldrich Chemical, Milwaukee, WI, USA) that had been mixed sufficiently with corn oil and given once per day (BPA group) from d 40 to 130 of gestation. The dose [ 28 ] and time frame [ 29 ] of BPA exposure were adopted from previous research on pregnant sheep.\n\n## Tissue collection\n\nDetails of tissue collection and processing have been fully described previously [ 30 ]. Briefly, on d 130 of gestation, ewes were stunned using a captive-bolt gun (Supercash Mark 2; Acceles and Shelvoke Ltd., Sutton Coldfield, England) followed by exsanguination. The cotyledonary placenta is a distinguishing feature of ruminants, in contrast to the human placenta. The sheep placenta consists of several button-like structures called placentomes that represent contact points between maternal and fetal circulation. The extent of placental differentiation was used as the criterion to classify the sheep placenta in A, B, C and D placentomes types [ 30 ]. Placentas were collected, washed, weighed and categorized into their respective types based on previous research [ 30 ]. All placentomes were separated and weighed individually and their weights were summed up to determine their total weight. In this study, we used type A placentomes because they represent the early stages of placental differentiation and thus any potential complications upon exposure of the placenta to BPA can be identified. Samples of the fetal side of the placenta, cotyledons (COT), of similar size were obtained from multiple type-A placentomes within 10 cm of umbilical attachment, frozen in liquid nitrogen and preserved under −80 °C, as earlier described [ 31 ]. Simultaneously, fetal weights and sex were assessed and recorded at 130 days of gestation for each treatment group; the sex distribution profiles of the fetuses consisted of 10 and 6 males and females for CON ewes and 7 males and 9 females in the BPA ewes, respectively.\n\n## Extraction, purification and culturing of the OTCs\n\nThe uteri of pregnant Hu ewes (from d 45 to 60 of gestation) were obtained from a local abattoir and were shipped to our laboratory in a thermal container equipped with a temperature control chamber containing sterile saline kept at 37 °C. The length of the crown to the rump of the developing fetus was used to provide an estimation of the gestational phase [ 32 ]. Primary OTCs were harvested from the tissue sections, purified, and cultured using the protocols proposed by Zhang et al. [ 33 ]. The extracted primary OTCs were cultured at 37 °C in an incubator with 5% CO 2  using a complete DMEM/F12 medium consisting of 10% fetal bovine serum (FBS) and 1% penicillin–streptomycin. The OTCs were identified by the immunofluorescence method previously described [ 33 ]. Specifically, the cells were incubated for 14 h at 4 °C using 10% normal goat serum-containing rabbit anti-cytokeratin 7 monoclonal antibodies (1:200; Thermo Fisher Scientific). Then, the cells were rinsed, incubated with goat anti-rabbit-Texas Red labelled antibodies (1:100; Thermo Fisher Scientific) for 1 h at 37 °C, mounted with coverslips, stained for 10 min using 0.5 μg/mL 4–6-diamidino-2-phenylindole and finally visualized by the Zeiss Axio Observer microscope (Carl Zeiss, Oberkochen, Germany).\n\nOTCs were introduced into 96-well plates (1 × 10 4  cells/well) and allowed to develop in a culture mixture consisting of complete DMEM/F12. After overnight incubation, the OTCs were treated with DMEM/F12 complete medium (CON group), 400 μmol/L BPA (BPA group), 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ER stress activator; Sigma-Aldrich, USA) (BPA + Tm group), or 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ER stress antagonist; Sigma-Aldrich, USA) (BPA + 4-PBA group) for 24 h with 6 replicates. For this experiment, we first produced BPA within DMSO as the stock solution, thereafter, diluted it to a final concentration of 400 μmol/L using a D/F12 medium. The doses of BPA, Tm, and 4-PBA were adopted from the previous research of Zhang et al. [ 34 ] and Wang et al. [ 35 ], correspondingly.\n\nFollowing the 24 h treatment above described, the cells in the 6-well plates were gently rinsed twice using PBS before lysis using RIPA Lysis Buffer R2220 containing 1% PMSF following manufacturer recommendations. The concentration of proteins in the cells was measured spectrophotometrically at 562 nm utilizing a bicinchoninic acid (BCA) assay reagent as recommended by the manufacturer. The extracted proteins were then preserved at −20 °C for further evaluation [ 36 ]. All obtained results were normalized to the control, and all calculations were done using the methodology described in an earlier study [ 37 ].\n\n## Cell viability\n\nThe degree of cell viability was measured using the CCK-8 test as described by the manufacturer. Briefly, OTCs were placed into culture plates with 96 wells (6,000 cells/well) before being treated. The cells were counted and analyzed after 24 h of culture in each of the four different media. All data were normalized to the control value, and computations were done as previously discussed [ 38 ].\n\n## Enzyme-linked immunosorbent assay (ELISA)\n\nType A COT samples and OTCs were analyzed for total antioxidant capacity (T-AOC), superoxide dismutase (SOD), glutathione peroxidase (GSH-Px), and malondialdehyde (MDA) using the respective test kits (Nanjing Jiancheng Biotechnology Institute, China) and following the previously described methodology [ 39 ]. Measurements of progesterone (P4) and estrogen (E2) concentrations in OTCs and placental supernatant were performed using ELISA (Cayman Chemical Company, Ann Arbor, MI, USA) in line with specific protocols [ 40 ]. Each assay was replicated 6 times.\n\n## Extraction of mitochondria and determination of reactive oxygen species (ROS)\n\nMitochondria were isolated from either cultivated cells or type A COT using a mitochondrial isolation kit (TransGen Biotech, Beijing, China) and following a published protocol [ 41 ]. ROS was determined by incubating mitochondrial precipitate for 15 min at 37 °C with 10 μmol/L 2′7′-dichlorohydrofluorescein, followed by measuring the fluorescence intensity on a microplate reader [ 42 ].\n\n## Measurements of mitochondrial membrane potential (ΔΨm) along with adenosine triphosphate (ATP) contents\n\nΔΨm was derived with the use of the assay kit (Beyotime Institute of Biotechnology in Shanghai, China), and the difference (variation) in ΔΨm was analyzed as per fluorescence emission type observed in the microplate reader (FLx800, Bio-Tek Instruments, Inc., Winnoski, VT, USA). In the presence of a high ΔΨm, JC-1 monomers can form aggregates in the mitochondrial matrix, which fluoresce red (590 nm). In the case of a low ΔΨm value, JC-1 monomers that emit green fluorescence (529 nm) cannot aggregate [ 43 ].\n\nMitochondrial ATP contents were recorded using ATP assay kits (Beyotime Institute of Biotechnology, Shanghai, China) and following a published protocol [ 44 ]. Statistical results were reported as fold changes relative to the CON values.\n\n## Mitochondrial complexes I-IV Activities\n\nMitochondria were ultrasonicated and lysed on ice with the Ultrasonic Processor (Branson, MO, USA) with a 200-W power setting for 3 s, and the procedure was carried out 30 times every 10 s. Next, the collected lysate was centrifuged for 15 min at a rate of 12,000 ×  g  and 4 °C. Protein levels were determined using the BCA protein kit (Nanjing Jiancheng Institute of Bioengineering, Jiangsu, China). Subsequently, NADH ubiquinone reductase (complex I), succinate ubiquinone reductase (complex II), ubiquinol cytochrome-c reductase (complex III), and cytochrome-c oxidase (complexes IV) enzymes were assayed using colourimetric kits (Suzhou Comin Biotechnology Co., Ltd., Suzhou, Jiangsu, China). The concentration of total protein was used to standardize the data in each sample [ 45 ].\n\n## Cytokine analysis\n\nUsing the BioTek synergy HT microplate reader (Bio-Tek Instruments, Winooski, VT, USA), the TNF-α (R&D Systems, Oxford, UK), IL-1β, and IL-6 (BioSource/MED Probe, Camarillo, CA, USA) contents were measured using commercially available kits at 450 nm. The minimum detectable concentrations of the above three factors were 7.0, 10.0 and 35.0 pg/mL, respectively. The coefficients of variation for both the inter- and intra-assays were ≤ 10%. The results are expressed as pg/mL for OTCs and ng/g protein for type A COT tissue, respectively.\n\n## Evaluation of the placental barrier function\n\nThe barrier function of type A COT samples was evaluated using the Ussing chamber technology. After being sliced up, the COT samples were placed on the VCC MC6 EasyMount Ussing chamber system (Physiologic Instruments, San Diego, CA, USA). After achieving balance in the Ussing chamber for 15 min, we proceeded to assess the transepithelial electrical resistance (TER) at regular intervals of 15 min for an hour. Thereafter, the paracellular dextran flux (FD4) level was analyzed with the microplate reader (FLx800; Bio-Tek Instruments, Inc., Winooski, VT, USA) [ 46 ].\n\n## Quantitative RT-PCR assay\n\nTotal RNA from OTCs and type A COT was extracted using TRIzol Reagent (Thermo Fisher, Waltham, MA, USA). Using the reverse transcription kit (Yeasen, Shanghai, China), total RNA (about 5 μg) was applied to produce cDNA. The thermal cycling conditions below were applied for the reverse transcription: 45 min under 25 °C, 30 min under 42 °C, as well as 5 min under 85 °C. Meanwhile, we used Light CycLer®96 Real-Time PCR System (Roche, Switzerland) to conduct RT-PCR, and the PCR protocol was as follows: 5 min denaturation at 95 °C, 10 s amplification under 95 °C, 20 s annealing under 56 °C, along with 20 s extending under 72 °C. A qPCR reaction was set up using SYBR Premix EX Taq (Yeasen, Shanghai, China). The reference gene utilized was β-actin. Table S 2  displays the primer sequences that were generated by the NCBI primer design tool. Each well was sampled thrice. To achieve relative quantification, the Ct (2 −ΔΔCt ) value approach was adopted.\n\n## Western blot analysis\n\nThe RIPA lysis solution, which included a protease inhibitor (MCE, Monmouth Junction, NJ, USA), was used to prepare the proteins found in the tissues and cells. Whole tissue and cellular protein extracts were first subjected to boiling, then were electrophoretically isolated in 8%–15% SDS-PAGE, followed by deposition on PVDF membranes. After that, the membranes were heated to 25 °C for one and a half hours while being submerged in a TBST solution that included 5% skim milk powder. Primary antibody (1:1,000) was introduced into 5% skim milk, and the membranes were allowed to incubate in the solution at 25 °C for 1.5–2 h. The internal reference for the experiment was the primary antibody against voltage-dependent anion channel (VDAC) or β-actin. Information on antibodies was shown in Table S 3 . Membranes were rinsed and thereafter incubated using suitable secondary antibodies (1:10,000). Using a digital camera, the signals of immunoreactive proteins were detected. Image-Pro Plus [ 47 ] was used for the quantitative analysis of the protein immunoblots.\n\n## Statistical analysis\n\nAll data are presented as a mean ± SEM and all statical evaluations were performed by SPSS 16.0 using ANOVA for multiple comparisons and Student's  t -test for comparing groups. Initially, fetal gender was included in the model, however, it was excluded after the detection of its insignificant effects on the results and the focus was on maternal interventions instead. According to the results of the homogeneity of variance test, Bonferroni or Tamhane T2 analysis was utilized to detect the variations between the two groups. The significance criterion was  P  ≤ 0.05.\n\n## Results\n\nIn contrast with the CON ewes, the BPA ewes had substantially lower values for fetal weight, placental efficiency, the total weight of type A placentomes, as well as P4 level; however, the E2 level exhibited higher values ( P  < 0.05) (Fig.  1 ). Fig. 1 Influence of BPA on the placental efficiency and the levels of E2 and P4 as well as the weights of placentas and fetuses in the type A COT tissues of Hu ewes on d 130 of gestation.  A  Total weights of the placenta and type A placentomes.  B  Weight of the fetuses.  C  Placental efficiency.  D  The levels of E2 and P4. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; E2, estradiol; P4, progesterone\n\nInfluence of BPA on the placental efficiency and the levels of E2 and P4 as well as the weights of placentas and fetuses in the type A COT tissues of Hu ewes on d 130 of gestation.  A  Total weights of the placenta and type A placentomes.  B  Weight of the fetuses.  C  Placental efficiency.  D  The levels of E2 and P4. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; E2, estradiol; P4, progesterone\n\nThe ROS generation was elevated ( P  < 0.05), whereas the ATP level, ΔΨm and the complexes I-IV activities of mitochondrion were lowered ( P  < 0.05) in type A COT of CON ewes compared to ewes exposed to gestational BPA (Fig.  2 ). Fig. 2 Impact of bisphenol A treatment on mitochondrial ROS levels, ΔΨm, mitochondrial complex activities, together with ATP levels within the type A COT tissues of Hu ewes on d 130 of gestation.  A  The generation of ROS, ΔΨm, and content of ATP.  B  The activity of the mitochondrial complex. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). ATP, adenosine triphosphate; BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; ΔΨm, mitochondrial membrane potential change; ROS, reactive oxygen species\n\nImpact of bisphenol A treatment on mitochondrial ROS levels, ΔΨm, mitochondrial complex activities, together with ATP levels within the type A COT tissues of Hu ewes on d 130 of gestation.  A  The generation of ROS, ΔΨm, and content of ATP.  B  The activity of the mitochondrial complex. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). ATP, adenosine triphosphate; BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; ΔΨm, mitochondrial membrane potential change; ROS, reactive oxygen species\n\nThe ROS generation was elevated ( P  < 0.05), whereas the ATP level, ΔΨm, and the activity levels of mitochondrial complexes I-IV were lowered ( P  < 0.05) in BPA-treated OTCs compared to the CON OTCs (Fig.  3 ). The ROS synthesis was enhanced ( P  < 0.05), whereas the ATP content, ΔΨm, and mitochondrial complexes I-IV activities were decreased ( P  < 0.05) in OTCs treated with BPA + Tm compared to the OTCs exposed to BPA only. The ROS levels were lowered ( P  < 0.05), whereas ATP content, ΔΨm, and the activity of mitochondrial complexes I-IV were elevated ( P  < 0.05) in the OTCs treated with BPA + 4-PBA compared to the OTCs exposed to BPA only. Fig. 3 Changes in mitochondrial ROS generation, ΔΨm, the activity of the mitochondrial complex, along with ATP levels within OTCs after exposure to BPA, Tm, and 4-PBA for 24 h.  A  The generation of ROS, ΔΨm, and content of ATP.  B  The activity of the mitochondrial complex. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). ATP, adenosine triphosphate; BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; ΔΨm, mitochondrial membrane potential change; OTCs, ovine trophoblast cells; ROS, reactive oxygen species\n\nChanges in mitochondrial ROS generation, ΔΨm, the activity of the mitochondrial complex, along with ATP levels within OTCs after exposure to BPA, Tm, and 4-PBA for 24 h.  A  The generation of ROS, ΔΨm, and content of ATP.  B  The activity of the mitochondrial complex. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). ATP, adenosine triphosphate; BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; ΔΨm, mitochondrial membrane potential change; OTCs, ovine trophoblast cells; ROS, reactive oxygen species\n\nThe MDA level was elevated ( P  < 0.05) while the activities of GSH-Px, SOD, and T-AOC were decreased ( P  < 0.05) in type A COT in pregnant ewes exposed to BPA compared to the CON ewes (Fig.  4 ). The expressions of antioxidant-associated genes ( CAT ,  SOD2 ,  GPx1 ,  Nrf2 ,  NQO1 , and  HO-1 ) and proteins (CAT, SOD2, and GPx1), anti-apoptotic related genes and proteins (Bcl2) were decreased ( P  < 0.05), but genes ( Fas ,  Bax ,  P53 ,  Caspase 3 ,  Caspase 8 , and  Caspase 9 ) and proteins (Bax and Caspase 3) related to apoptosis were increased ( P  < 0.05) in type A COT in the BPA ewes compared to the CON ewes. Fig. 4 The role of exposure to BPA in antioxidant activities, antioxidation and apoptosis levels, and apoptosis of the type A COT tissues of Hu ewes on d 130 of gestation.  A – C  Antioxidant activity T-AOC ( A ), GSH-Px and SOD ( B ), and MDA ( C ).  D  Antioxidant-associated genes are expressed at the mRNA level.  E  Representative immunoblots showing proteins involved in antioxidant processes.  F  Expressions of antioxidant-related proteins.  G  Apoptotic gene levels.  H  Typical immunoblots of proteins involved in apoptosis.  I Expressions of proteins that are linked to apoptosis. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; Bax, Bcl-2-associated X protein; Bcl-2, B-cell lymphoma/leukaemia 2; CON group, pregnant Hu ewes receiving corn oil only; CAT, catalase; COT, cotyledonary; Fas, apoptosis antigen 1; GPx1, glutathione peroxidase 1; GSH-Px, glutathione peroxidase; HO-1, heme oxygenase-1; MDA, malondialdehyde; NQO1, quinone oxidoreductase 1; Nrf2, nuclear factor erythroid 2-related factor 2; SOD, superoxide dismutase; T-AOC, total antioxidant capacity\n\nThe role of exposure to BPA in antioxidant activities, antioxidation and apoptosis levels, and apoptosis of the type A COT tissues of Hu ewes on d 130 of gestation.  A – C  Antioxidant activity T-AOC ( A ), GSH-Px and SOD ( B ), and MDA ( C ).  D  Antioxidant-associated genes are expressed at the mRNA level.  E  Representative immunoblots showing proteins involved in antioxidant processes.  F  Expressions of antioxidant-related proteins.  G  Apoptotic gene levels.  H  Typical immunoblots of proteins involved in apoptosis.  I Expressions of proteins that are linked to apoptosis. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; Bax, Bcl-2-associated X protein; Bcl-2, B-cell lymphoma/leukaemia 2; CON group, pregnant Hu ewes receiving corn oil only; CAT, catalase; COT, cotyledonary; Fas, apoptosis antigen 1; GPx1, glutathione peroxidase 1; GSH-Px, glutathione peroxidase; HO-1, heme oxygenase-1; MDA, malondialdehyde; NQO1, quinone oxidoreductase 1; Nrf2, nuclear factor erythroid 2-related factor 2; SOD, superoxide dismutase; T-AOC, total antioxidant capacity\n\nBPA exposure significantly elevated ( P  < 0.05) E2 and MDA levels, while reducing ( P  < 0.05) the cell viability, P4 level, and T-AOC, SOD and GSH-Px activities compared to those of the untreated OTCs (Fig.  5 ). The E2 level and MDA activity were elevated ( P  < 0.05) but cell viability, P4 level, and SOD, GSH-Px, and T-AOC activities were reduced ( P  < 0.05) in OTCs treated with BPA + Tm compared to those in the OTCs exposed to BPA only. The E2 level and MDA activity were decreased ( P  < 0.05) but cell viability, P4 level, and SOD, T-AOC, and GSH-Px activities were up-regulated ( P  < 0.05) in the OTCs treated with BPA + 4-PBA relative to OTCs exposed to BPA only. Fig. 5 Influence of BPA, Tm, and 4-PBA on the cell viability, concentration of P4 and E2, antioxidant activities, antioxidation, and apoptosis mRNA and protein levels within OTCs at 24 h.  A  Cell viability.  B  E2 level.  C  P4 level.  D – F  Antioxidant activities of T-AOC ( D ), GSH-Px and SOD ( E ), as well as MDA ( F ).  G  Antioxidant-related gene levels.  H  Typical immunoblots for antioxidant-associated proteins.  I  Antioxidant-associated protein expression.  J  Apoptosis-associated gene levels.  K  Typical immunoblots for apoptosis-associated proteins.  L  Apoptosis-associated protein expression. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); Bax, Bcl-2-associated X protein; Bcl-2, B-cell lymphoma/leukemia 2; Bcl-2, B-cell lymphoma/leukemia 2; Bax, Bcl-2-associated X protein; CON, OTCs treated with DMEM/F12 complete medium; CAT, catalase; E2, estradiol; Fas, apoptosis antigen 1; GSH-Px, glutathione peroxidase; GPx1, glutathione peroxidase 1; HO-1, heme oxygenase-1; MDA, malondialdehyde; NQO1, quinone oxidoreductase 1; Nrf2, nuclear factor erythroid 2-related factor 2; OTCs, ovine trophoblast cells; P4, progesterone; SOD, superoxide dismutase; T-AOC, total antioxidant capacity\n\nInfluence of BPA, Tm, and 4-PBA on the cell viability, concentration of P4 and E2, antioxidant activities, antioxidation, and apoptosis mRNA and protein levels within OTCs at 24 h.  A  Cell viability.  B  E2 level.  C  P4 level.  D – F  Antioxidant activities of T-AOC ( D ), GSH-Px and SOD ( E ), as well as MDA ( F ).  G  Antioxidant-related gene levels.  H  Typical immunoblots for antioxidant-associated proteins.  I  Antioxidant-associated protein expression.  J  Apoptosis-associated gene levels.  K  Typical immunoblots for apoptosis-associated proteins.  L  Apoptosis-associated protein expression. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); Bax, Bcl-2-associated X protein; Bcl-2, B-cell lymphoma/leukemia 2; Bcl-2, B-cell lymphoma/leukemia 2; Bax, Bcl-2-associated X protein; CON, OTCs treated with DMEM/F12 complete medium; CAT, catalase; E2, estradiol; Fas, apoptosis antigen 1; GSH-Px, glutathione peroxidase; GPx1, glutathione peroxidase 1; HO-1, heme oxygenase-1; MDA, malondialdehyde; NQO1, quinone oxidoreductase 1; Nrf2, nuclear factor erythroid 2-related factor 2; OTCs, ovine trophoblast cells; P4, progesterone; SOD, superoxide dismutase; T-AOC, total antioxidant capacity\n\nThe expressions of antioxidant-associated genes ( NQO1 ,  GPx1 ,  CAT ,  SOD2 ,  Nrf2 , and  HO-1 ) and proteins (CAT, GPx1, and SOD2), anti-apoptotic related genes and proteins (Bcl2) were reduced ( P  < 0.05), but genes ( P53 ,  Fas ,  Bax ,  Caspase 3 ,  Caspase 8 , and  Caspase 9 ), as well as proteins (Bax and Caspase 3) related to apoptosis, were increased ( P  < 0.05) within BPA-exposed OTCs compared to those in CON OTCs. The levels of antioxidative genes ( GPx1 ,  CAT ,  Nrf2 ,  SOD2 ,  NQO1,  and  HO-1 ) and proteins (SOD2, CAT, and GPx1), anti-apoptotic related genes and proteins (Bcl2) were decreased ( P  < 0.05), but genes ( P53 ,  Fas ,  Bax ,  Caspase 3 ,  Caspase 8 , and  Caspase 9 ) together with proteins (Bax and Caspase 3) promoting apoptosis were increased ( P  < 0.05) in the OTCs treated with BPA + Tm relative to those of the BPA-exposed OTCs. The antioxidative genes ( GPx1 ,  CAT ,  Nrf2 ,  SOD2 ,  NQO1,  and  HO-1 ) and proteins (SOD2, CAT, and GPx1), anti-apoptotic related genes and proteins (Bcl2) were increased ( P  < 0.05), but genes ( P53 ,  Fas ,  Bax ,  Caspase 3 ,  Caspase 8  and  Caspase 9 ) along with proteins (Bax and Caspase 3) promoting apoptosis were lowered ( P  < 0.05) in the OTCs treated with BPA + 4-PBA compared to those of the BPA-treated OTCs.\n\nThe gestational BPA exposure significantly increased ( P  < 0.05) cytokine concentrations such as IL-6, IL-1β, TNF-α and FD4 flux, but decreased ( P  < 0.05) the value of TER within type A COT in pregnant Hu ewes compared to those in the CON ewes (Fig.  6 ). The expression levels of immune function-associated genes ( IL-1β ,  IL-6 ,  MyD88 ,  NF-κB ,  TLR-4  and  TNF-ɑ ), as well as proteins (TLR-4, p65, TNF-ɑ and p-p65), were higher ( P  < 0.05), but barrier function-related genes and proteins (ZO-1, Occludin and Claudin-1) were lowered ( P  < 0.05) in type A COT in the BPA-exposed ewes compared to those in the CON ewes. Fig. 6 Role of BPA exposure in the inflammatory response and barrier function in the type A COT tissues within Hu ewes on d 130 of gestation.  A  Concentrations of factors (TNF-α, IL-1β and IL-6).  B  TER.  C  FD4.  D  Inflammatory response-related gene levels.  E  Typical immunoblots showing inflammatory response-related proteins.  F  Inflammatory response-related protein levels.  G  Barrier function-related gene levels.  H  Typical immunoblots showing barrier function-related proteins.  I  Barrier function-related protein levels. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; FD4, paracellular dextran flux; IL, interleukin; MyD88, myeloid differentiation factor 88; NF-κB, nuclear factor kappa-B; TER, transepithelial electrical resistance; TNF, tumour necrosis factor; TLR, toll-like receptor; ZO-1, zonula occludens-1\n\nRole of BPA exposure in the inflammatory response and barrier function in the type A COT tissues within Hu ewes on d 130 of gestation.  A  Concentrations of factors (TNF-α, IL-1β and IL-6).  B  TER.  C  FD4.  D  Inflammatory response-related gene levels.  E  Typical immunoblots showing inflammatory response-related proteins.  F  Inflammatory response-related protein levels.  G  Barrier function-related gene levels.  H  Typical immunoblots showing barrier function-related proteins.  I  Barrier function-related protein levels. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; FD4, paracellular dextran flux; IL, interleukin; MyD88, myeloid differentiation factor 88; NF-κB, nuclear factor kappa-B; TER, transepithelial electrical resistance; TNF, tumour necrosis factor; TLR, toll-like receptor; ZO-1, zonula occludens-1\n\nThe cytokine levels including TNF-α, IL-1β and IL-6, expressions of immune function-associated genes ( IL-1β, TNF-ɑ ,  MyD88 ,  IL-6 ,  NF-κB  and  TLR-4 ) and proteins (p65, TLR-4, TNF-ɑ and p-p65) were greater ( P  < 0.05), but barrier function associated genes and proteins (Claudin-1, Occludin and ZO-1) were lower ( P  < 0.05) in the BPA-treated OTCs compared to those in the untreated OTCs (Fig.  7 ). The levels of TNF-α, IL-1β and IL-6 cytokines, expressions of immune function-associated genes ( IL-6 ,  TNF-ɑ ,  MyD88 ,  IL-1β ,  NF-κB  and  TLR-4 ) and proteins (p65, TLR-4, TNF-ɑ and p-p65) were higher ( P  < 0.05), but barrier function associated genes and proteins (ZO-1, Occludin and Claudin-1) were lowered ( P  < 0.05) in OTCs treated with BPA + Tm compared to those of the BPA-treated OTCs. The levels of TNF-α, IL-1β and IL-6 cytokines, expressions of immune function-associated genes ( MyD88 ,  TNF-ɑ ,  IL-1β ,  IL-6 ,  TLR-4  and  NF-κB ) and proteins (p65, TLR-4, TNF-ɑ and p-p65) were lower ( P  < 0.05), but barrier function-associated genes and proteins (ZO-1, Occludin and Claudin-1) were elevated ( P  < 0.05) in OTCs treated with BPA + 4-PBA relative to those of the BPA-exposed OTCs. Fig. 7 Effects of BPA, Tm and 4-PBA on the inflammatory response and barrier function in OTCs at 24 h.  A  Cytokine concentrations (IL-1β, TNF-α and IL-6).  B  Inflammatory response-related genes.  C  Barrier function-related gene levels.  D  Typical immunoblots showing inflammatory response-related proteins.  E  Inflammatory response-related proteins.  F  Typical immunoblots exhibiting barrier function-related proteins.  G  Barrier function-related protein levels. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; IL, interleukin; MyD88, myeloid differentiation factor 88; NF-κB, nuclear factor kappa-B; OTCs, ovine trophoblast cells; TLR, toll-like receptor; TER, transepithelial electrical resistance; TNF, tumour necrosis factor; ZO-1, zonula occludens-1\n\nEffects of BPA, Tm and 4-PBA on the inflammatory response and barrier function in OTCs at 24 h.  A  Cytokine concentrations (IL-1β, TNF-α and IL-6).  B  Inflammatory response-related genes.  C  Barrier function-related gene levels.  D  Typical immunoblots showing inflammatory response-related proteins.  E  Inflammatory response-related proteins.  F  Typical immunoblots exhibiting barrier function-related proteins.  G  Barrier function-related protein levels. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; IL, interleukin; MyD88, myeloid differentiation factor 88; NF-κB, nuclear factor kappa-B; OTCs, ovine trophoblast cells; TLR, toll-like receptor; TER, transepithelial electrical resistance; TNF, tumour necrosis factor; ZO-1, zonula occludens-1\n\nThe expression levels of genes linked to ERS ( ATF6 ,  GRP78 ,  ATF4  and  CHOP10 ) as well as proteins (ATF6, CHOP10 and GRP78) and genes implicated in autophagy ( LC3 ,  Beclin-1  and  ULK1 ) together with proteins (LC3II/3I, PINK1 and Parkin) were elevated ( P  < 0.05) in the type A COT of the BPA-exposed ewes compared to those of the CON ewes (Fig.  8 ). Fig. 8 Role of BPA treatment in ERS and autophagy levels of type A COT tissues of Hu ewes on d 130 of gestation.  A  ERS-associated gene levels.  B  Typical immunoblots for ERS-associated proteins.  C  ERS-associated protein levels.  D  Autophagy-associated gene levels.  E  Typical immunoblots showing autophagy-associated proteins.  F  Autophagy-associated protein levels. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). ATF, activating transcription factor; BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; CHOP10, C/EBP homologous protein 10; GRP78, glucose-regulated protein 78; LC3, microtubule-associated protein light chain 3; PINK1, PTEN induced putative kinase 1; ULK1, unc-51 like autophagy activating kinase 1\n\nRole of BPA treatment in ERS and autophagy levels of type A COT tissues of Hu ewes on d 130 of gestation.  A  ERS-associated gene levels.  B  Typical immunoblots for ERS-associated proteins.  C  ERS-associated protein levels.  D  Autophagy-associated gene levels.  E  Typical immunoblots showing autophagy-associated proteins.  F  Autophagy-associated protein levels. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). ATF, activating transcription factor; BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; CHOP10, C/EBP homologous protein 10; GRP78, glucose-regulated protein 78; LC3, microtubule-associated protein light chain 3; PINK1, PTEN induced putative kinase 1; ULK1, unc-51 like autophagy activating kinase 1\n\nThe levels of ERS-associated genes ( ATF6 ,  ATF4 ,  CHOP10  and  GRP78 ), as well as proteins (ATF6, CHOP10 and GRP78), and autophagy-associated genes (LC3, Beclin-1 and ULK1) and proteins (LC3II/3I, PINK1 and Parkin), increased ( P  < 0.05) in the OTCs exposed to BPA relative to those in CON OTCs (Fig.  9 ). The ERS-associated genes ( ATF6 ,  ATF4 ,  CHOP10  and  GRP78 ) and proteins (ATF6, CHOP10, ATF4 and GRP78), as well as autophagy-associated genes ( LC3 ,  Beclin-1  and  ULK1 ) and proteins (LC3II/3I, PINK1 and Parkin) levels were elevated ( P  < 0.05) in the OTCs treated with BPA + Tm compared with those in the BPA-exposed OTCS. The ERS-associated genes ( ATF6 ,  ATF4 ,  CHOP10  and  GRP78 ) and proteins (ATF6, CHOP10 and GRP78), as well as autophagy-associated genes ( LC3 ,  Beclin-1  and  ULK1 ) and proteins (LC3II/3I, PINK1 and Parkin) levels were decreased ( P  < 0.05) in the OTCs treated with BPA + 4-PBA compared with those in the OTCs exposed to BPA. Fig. 9 Roles of BPA, Tm, together with 4-PBA in ERS and autophagy levels within OTCs at 24 h.  A  ERS-associated gene levels.  B  Typical immunoblots for ERS-associated proteins.  C  ERS-associated protein levels.  D  Autophagy-associated gene levels.  E  Typical immunoblots showing autophagy-associated proteins.  F  Autophagy-associated protein levels. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). ATF, activating transcription factor; BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; CHOP10, C/EBP homologous protein 10; ERS, endoplasmic reticulum stress; GRP78, glucose-regulated protein 78; LC3, microtubule-associated protein light chain 3; OTCs, ovine trophoblast cells; PINK1, PTEN induced putative kinase 1; ULK1, unc-51 like autophagy activating kinase 1\n\nRoles of BPA, Tm, together with 4-PBA in ERS and autophagy levels within OTCs at 24 h.  A  ERS-associated gene levels.  B  Typical immunoblots for ERS-associated proteins.  C  ERS-associated protein levels.  D  Autophagy-associated gene levels.  E  Typical immunoblots showing autophagy-associated proteins.  F  Autophagy-associated protein levels. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). ATF, activating transcription factor; BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; CHOP10, C/EBP homologous protein 10; ERS, endoplasmic reticulum stress; GRP78, glucose-regulated protein 78; LC3, microtubule-associated protein light chain 3; OTCs, ovine trophoblast cells; PINK1, PTEN induced putative kinase 1; ULK1, unc-51 like autophagy activating kinase 1\n\n## Fetal weight, placental efficiency, and placental weight, together with the E2 and P4 levels in the type A COT tissues\n\nIn contrast with the CON ewes, the BPA ewes had substantially lower values for fetal weight, placental efficiency, the total weight of type A placentomes, as well as P4 level; however, the E2 level exhibited higher values ( P  < 0.05) (Fig.  1 ). Fig. 1 Influence of BPA on the placental efficiency and the levels of E2 and P4 as well as the weights of placentas and fetuses in the type A COT tissues of Hu ewes on d 130 of gestation.  A  Total weights of the placenta and type A placentomes.  B  Weight of the fetuses.  C  Placental efficiency.  D  The levels of E2 and P4. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; E2, estradiol; P4, progesterone\n\nInfluence of BPA on the placental efficiency and the levels of E2 and P4 as well as the weights of placentas and fetuses in the type A COT tissues of Hu ewes on d 130 of gestation.  A  Total weights of the placenta and type A placentomes.  B  Weight of the fetuses.  C  Placental efficiency.  D  The levels of E2 and P4. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; E2, estradiol; P4, progesterone\n\n## The activities of mitochondrial complexes, mitochondrial ROS synthesis, ΔΨm, and ATP levels within the type A COT tissues\n\nThe ROS generation was elevated ( P  < 0.05), whereas the ATP level, ΔΨm and the complexes I-IV activities of mitochondrion were lowered ( P  < 0.05) in type A COT of CON ewes compared to ewes exposed to gestational BPA (Fig.  2 ). Fig. 2 Impact of bisphenol A treatment on mitochondrial ROS levels, ΔΨm, mitochondrial complex activities, together with ATP levels within the type A COT tissues of Hu ewes on d 130 of gestation.  A  The generation of ROS, ΔΨm, and content of ATP.  B  The activity of the mitochondrial complex. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). ATP, adenosine triphosphate; BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; ΔΨm, mitochondrial membrane potential change; ROS, reactive oxygen species\n\nImpact of bisphenol A treatment on mitochondrial ROS levels, ΔΨm, mitochondrial complex activities, together with ATP levels within the type A COT tissues of Hu ewes on d 130 of gestation.  A  The generation of ROS, ΔΨm, and content of ATP.  B  The activity of the mitochondrial complex. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). ATP, adenosine triphosphate; BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; ΔΨm, mitochondrial membrane potential change; ROS, reactive oxygen species\n\n## Mitochondrial ROS generation, ΔΨm, mitochondria complex activities, together with ATP levels within ovine trophoblast\n\nThe ROS generation was elevated ( P  < 0.05), whereas the ATP level, ΔΨm, and the activity levels of mitochondrial complexes I-IV were lowered ( P  < 0.05) in BPA-treated OTCs compared to the CON OTCs (Fig.  3 ). The ROS synthesis was enhanced ( P  < 0.05), whereas the ATP content, ΔΨm, and mitochondrial complexes I-IV activities were decreased ( P  < 0.05) in OTCs treated with BPA + Tm compared to the OTCs exposed to BPA only. The ROS levels were lowered ( P  < 0.05), whereas ATP content, ΔΨm, and the activity of mitochondrial complexes I-IV were elevated ( P  < 0.05) in the OTCs treated with BPA + 4-PBA compared to the OTCs exposed to BPA only. Fig. 3 Changes in mitochondrial ROS generation, ΔΨm, the activity of the mitochondrial complex, along with ATP levels within OTCs after exposure to BPA, Tm, and 4-PBA for 24 h.  A  The generation of ROS, ΔΨm, and content of ATP.  B  The activity of the mitochondrial complex. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). ATP, adenosine triphosphate; BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; ΔΨm, mitochondrial membrane potential change; OTCs, ovine trophoblast cells; ROS, reactive oxygen species\n\nChanges in mitochondrial ROS generation, ΔΨm, the activity of the mitochondrial complex, along with ATP levels within OTCs after exposure to BPA, Tm, and 4-PBA for 24 h.  A  The generation of ROS, ΔΨm, and content of ATP.  B  The activity of the mitochondrial complex. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). ATP, adenosine triphosphate; BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; ΔΨm, mitochondrial membrane potential change; OTCs, ovine trophoblast cells; ROS, reactive oxygen species\n\n## Antioxidant activities, antioxidative gene levels, and apoptosis of the type A COT tissues\n\nThe MDA level was elevated ( P  < 0.05) while the activities of GSH-Px, SOD, and T-AOC were decreased ( P  < 0.05) in type A COT in pregnant ewes exposed to BPA compared to the CON ewes (Fig.  4 ). The expressions of antioxidant-associated genes ( CAT ,  SOD2 ,  GPx1 ,  Nrf2 ,  NQO1 , and  HO-1 ) and proteins (CAT, SOD2, and GPx1), anti-apoptotic related genes and proteins (Bcl2) were decreased ( P  < 0.05), but genes ( Fas ,  Bax ,  P53 ,  Caspase 3 ,  Caspase 8 , and  Caspase 9 ) and proteins (Bax and Caspase 3) related to apoptosis were increased ( P  < 0.05) in type A COT in the BPA ewes compared to the CON ewes. Fig. 4 The role of exposure to BPA in antioxidant activities, antioxidation and apoptosis levels, and apoptosis of the type A COT tissues of Hu ewes on d 130 of gestation.  A – C  Antioxidant activity T-AOC ( A ), GSH-Px and SOD ( B ), and MDA ( C ).  D  Antioxidant-associated genes are expressed at the mRNA level.  E  Representative immunoblots showing proteins involved in antioxidant processes.  F  Expressions of antioxidant-related proteins.  G  Apoptotic gene levels.  H  Typical immunoblots of proteins involved in apoptosis.  I Expressions of proteins that are linked to apoptosis. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; Bax, Bcl-2-associated X protein; Bcl-2, B-cell lymphoma/leukaemia 2; CON group, pregnant Hu ewes receiving corn oil only; CAT, catalase; COT, cotyledonary; Fas, apoptosis antigen 1; GPx1, glutathione peroxidase 1; GSH-Px, glutathione peroxidase; HO-1, heme oxygenase-1; MDA, malondialdehyde; NQO1, quinone oxidoreductase 1; Nrf2, nuclear factor erythroid 2-related factor 2; SOD, superoxide dismutase; T-AOC, total antioxidant capacity\n\nThe role of exposure to BPA in antioxidant activities, antioxidation and apoptosis levels, and apoptosis of the type A COT tissues of Hu ewes on d 130 of gestation.  A – C  Antioxidant activity T-AOC ( A ), GSH-Px and SOD ( B ), and MDA ( C ).  D  Antioxidant-associated genes are expressed at the mRNA level.  E  Representative immunoblots showing proteins involved in antioxidant processes.  F  Expressions of antioxidant-related proteins.  G  Apoptotic gene levels.  H  Typical immunoblots of proteins involved in apoptosis.  I Expressions of proteins that are linked to apoptosis. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; Bax, Bcl-2-associated X protein; Bcl-2, B-cell lymphoma/leukaemia 2; CON group, pregnant Hu ewes receiving corn oil only; CAT, catalase; COT, cotyledonary; Fas, apoptosis antigen 1; GPx1, glutathione peroxidase 1; GSH-Px, glutathione peroxidase; HO-1, heme oxygenase-1; MDA, malondialdehyde; NQO1, quinone oxidoreductase 1; Nrf2, nuclear factor erythroid 2-related factor 2; SOD, superoxide dismutase; T-AOC, total antioxidant capacity\n\n## The cell viability, the concentration of P4 and E2, antioxidant activities, antioxidative gene levels, and apoptosis of ovine trophoblast\n\nBPA exposure significantly elevated ( P  < 0.05) E2 and MDA levels, while reducing ( P  < 0.05) the cell viability, P4 level, and T-AOC, SOD and GSH-Px activities compared to those of the untreated OTCs (Fig.  5 ). The E2 level and MDA activity were elevated ( P  < 0.05) but cell viability, P4 level, and SOD, GSH-Px, and T-AOC activities were reduced ( P  < 0.05) in OTCs treated with BPA + Tm compared to those in the OTCs exposed to BPA only. The E2 level and MDA activity were decreased ( P  < 0.05) but cell viability, P4 level, and SOD, T-AOC, and GSH-Px activities were up-regulated ( P  < 0.05) in the OTCs treated with BPA + 4-PBA relative to OTCs exposed to BPA only. Fig. 5 Influence of BPA, Tm, and 4-PBA on the cell viability, concentration of P4 and E2, antioxidant activities, antioxidation, and apoptosis mRNA and protein levels within OTCs at 24 h.  A  Cell viability.  B  E2 level.  C  P4 level.  D – F  Antioxidant activities of T-AOC ( D ), GSH-Px and SOD ( E ), as well as MDA ( F ).  G  Antioxidant-related gene levels.  H  Typical immunoblots for antioxidant-associated proteins.  I  Antioxidant-associated protein expression.  J  Apoptosis-associated gene levels.  K  Typical immunoblots for apoptosis-associated proteins.  L  Apoptosis-associated protein expression. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); Bax, Bcl-2-associated X protein; Bcl-2, B-cell lymphoma/leukemia 2; Bcl-2, B-cell lymphoma/leukemia 2; Bax, Bcl-2-associated X protein; CON, OTCs treated with DMEM/F12 complete medium; CAT, catalase; E2, estradiol; Fas, apoptosis antigen 1; GSH-Px, glutathione peroxidase; GPx1, glutathione peroxidase 1; HO-1, heme oxygenase-1; MDA, malondialdehyde; NQO1, quinone oxidoreductase 1; Nrf2, nuclear factor erythroid 2-related factor 2; OTCs, ovine trophoblast cells; P4, progesterone; SOD, superoxide dismutase; T-AOC, total antioxidant capacity\n\nInfluence of BPA, Tm, and 4-PBA on the cell viability, concentration of P4 and E2, antioxidant activities, antioxidation, and apoptosis mRNA and protein levels within OTCs at 24 h.  A  Cell viability.  B  E2 level.  C  P4 level.  D – F  Antioxidant activities of T-AOC ( D ), GSH-Px and SOD ( E ), as well as MDA ( F ).  G  Antioxidant-related gene levels.  H  Typical immunoblots for antioxidant-associated proteins.  I  Antioxidant-associated protein expression.  J  Apoptosis-associated gene levels.  K  Typical immunoblots for apoptosis-associated proteins.  L  Apoptosis-associated protein expression. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); Bax, Bcl-2-associated X protein; Bcl-2, B-cell lymphoma/leukemia 2; Bcl-2, B-cell lymphoma/leukemia 2; Bax, Bcl-2-associated X protein; CON, OTCs treated with DMEM/F12 complete medium; CAT, catalase; E2, estradiol; Fas, apoptosis antigen 1; GSH-Px, glutathione peroxidase; GPx1, glutathione peroxidase 1; HO-1, heme oxygenase-1; MDA, malondialdehyde; NQO1, quinone oxidoreductase 1; Nrf2, nuclear factor erythroid 2-related factor 2; OTCs, ovine trophoblast cells; P4, progesterone; SOD, superoxide dismutase; T-AOC, total antioxidant capacity\n\nThe expressions of antioxidant-associated genes ( NQO1 ,  GPx1 ,  CAT ,  SOD2 ,  Nrf2 , and  HO-1 ) and proteins (CAT, GPx1, and SOD2), anti-apoptotic related genes and proteins (Bcl2) were reduced ( P  < 0.05), but genes ( P53 ,  Fas ,  Bax ,  Caspase 3 ,  Caspase 8 , and  Caspase 9 ), as well as proteins (Bax and Caspase 3) related to apoptosis, were increased ( P  < 0.05) within BPA-exposed OTCs compared to those in CON OTCs. The levels of antioxidative genes ( GPx1 ,  CAT ,  Nrf2 ,  SOD2 ,  NQO1,  and  HO-1 ) and proteins (SOD2, CAT, and GPx1), anti-apoptotic related genes and proteins (Bcl2) were decreased ( P  < 0.05), but genes ( P53 ,  Fas ,  Bax ,  Caspase 3 ,  Caspase 8 , and  Caspase 9 ) together with proteins (Bax and Caspase 3) promoting apoptosis were increased ( P  < 0.05) in the OTCs treated with BPA + Tm relative to those of the BPA-exposed OTCs. The antioxidative genes ( GPx1 ,  CAT ,  Nrf2 ,  SOD2 ,  NQO1,  and  HO-1 ) and proteins (SOD2, CAT, and GPx1), anti-apoptotic related genes and proteins (Bcl2) were increased ( P  < 0.05), but genes ( P53 ,  Fas ,  Bax ,  Caspase 3 ,  Caspase 8  and  Caspase 9 ) along with proteins (Bax and Caspase 3) promoting apoptosis were lowered ( P  < 0.05) in the OTCs treated with BPA + 4-PBA compared to those of the BPA-treated OTCs.\n\n## The inflammation and barrier function in the type A COT tissues\n\nThe gestational BPA exposure significantly increased ( P  < 0.05) cytokine concentrations such as IL-6, IL-1β, TNF-α and FD4 flux, but decreased ( P  < 0.05) the value of TER within type A COT in pregnant Hu ewes compared to those in the CON ewes (Fig.  6 ). The expression levels of immune function-associated genes ( IL-1β ,  IL-6 ,  MyD88 ,  NF-κB ,  TLR-4  and  TNF-ɑ ), as well as proteins (TLR-4, p65, TNF-ɑ and p-p65), were higher ( P  < 0.05), but barrier function-related genes and proteins (ZO-1, Occludin and Claudin-1) were lowered ( P  < 0.05) in type A COT in the BPA-exposed ewes compared to those in the CON ewes. Fig. 6 Role of BPA exposure in the inflammatory response and barrier function in the type A COT tissues within Hu ewes on d 130 of gestation.  A  Concentrations of factors (TNF-α, IL-1β and IL-6).  B  TER.  C  FD4.  D  Inflammatory response-related gene levels.  E  Typical immunoblots showing inflammatory response-related proteins.  F  Inflammatory response-related protein levels.  G  Barrier function-related gene levels.  H  Typical immunoblots showing barrier function-related proteins.  I  Barrier function-related protein levels. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; FD4, paracellular dextran flux; IL, interleukin; MyD88, myeloid differentiation factor 88; NF-κB, nuclear factor kappa-B; TER, transepithelial electrical resistance; TNF, tumour necrosis factor; TLR, toll-like receptor; ZO-1, zonula occludens-1\n\nRole of BPA exposure in the inflammatory response and barrier function in the type A COT tissues within Hu ewes on d 130 of gestation.  A  Concentrations of factors (TNF-α, IL-1β and IL-6).  B  TER.  C  FD4.  D  Inflammatory response-related gene levels.  E  Typical immunoblots showing inflammatory response-related proteins.  F  Inflammatory response-related protein levels.  G  Barrier function-related gene levels.  H  Typical immunoblots showing barrier function-related proteins.  I  Barrier function-related protein levels. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; FD4, paracellular dextran flux; IL, interleukin; MyD88, myeloid differentiation factor 88; NF-κB, nuclear factor kappa-B; TER, transepithelial electrical resistance; TNF, tumour necrosis factor; TLR, toll-like receptor; ZO-1, zonula occludens-1\n\n## The inflammation and barrier function in BPA-treated ovine trophoblast\n\nThe cytokine levels including TNF-α, IL-1β and IL-6, expressions of immune function-associated genes ( IL-1β, TNF-ɑ ,  MyD88 ,  IL-6 ,  NF-κB  and  TLR-4 ) and proteins (p65, TLR-4, TNF-ɑ and p-p65) were greater ( P  < 0.05), but barrier function associated genes and proteins (Claudin-1, Occludin and ZO-1) were lower ( P  < 0.05) in the BPA-treated OTCs compared to those in the untreated OTCs (Fig.  7 ). The levels of TNF-α, IL-1β and IL-6 cytokines, expressions of immune function-associated genes ( IL-6 ,  TNF-ɑ ,  MyD88 ,  IL-1β ,  NF-κB  and  TLR-4 ) and proteins (p65, TLR-4, TNF-ɑ and p-p65) were higher ( P  < 0.05), but barrier function associated genes and proteins (ZO-1, Occludin and Claudin-1) were lowered ( P  < 0.05) in OTCs treated with BPA + Tm compared to those of the BPA-treated OTCs. The levels of TNF-α, IL-1β and IL-6 cytokines, expressions of immune function-associated genes ( MyD88 ,  TNF-ɑ ,  IL-1β ,  IL-6 ,  TLR-4  and  NF-κB ) and proteins (p65, TLR-4, TNF-ɑ and p-p65) were lower ( P  < 0.05), but barrier function-associated genes and proteins (ZO-1, Occludin and Claudin-1) were elevated ( P  < 0.05) in OTCs treated with BPA + 4-PBA relative to those of the BPA-exposed OTCs. Fig. 7 Effects of BPA, Tm and 4-PBA on the inflammatory response and barrier function in OTCs at 24 h.  A  Cytokine concentrations (IL-1β, TNF-α and IL-6).  B  Inflammatory response-related genes.  C  Barrier function-related gene levels.  D  Typical immunoblots showing inflammatory response-related proteins.  E  Inflammatory response-related proteins.  F  Typical immunoblots exhibiting barrier function-related proteins.  G  Barrier function-related protein levels. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; IL, interleukin; MyD88, myeloid differentiation factor 88; NF-κB, nuclear factor kappa-B; OTCs, ovine trophoblast cells; TLR, toll-like receptor; TER, transepithelial electrical resistance; TNF, tumour necrosis factor; ZO-1, zonula occludens-1\n\nEffects of BPA, Tm and 4-PBA on the inflammatory response and barrier function in OTCs at 24 h.  A  Cytokine concentrations (IL-1β, TNF-α and IL-6).  B  Inflammatory response-related genes.  C  Barrier function-related gene levels.  D  Typical immunoblots showing inflammatory response-related proteins.  E  Inflammatory response-related proteins.  F  Typical immunoblots exhibiting barrier function-related proteins.  G  Barrier function-related protein levels. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; IL, interleukin; MyD88, myeloid differentiation factor 88; NF-κB, nuclear factor kappa-B; OTCs, ovine trophoblast cells; TLR, toll-like receptor; TER, transepithelial electrical resistance; TNF, tumour necrosis factor; ZO-1, zonula occludens-1\n\n## The relative expression of ERS and autophagy mRNA and protein within type A COT tissues\n\nThe expression levels of genes linked to ERS ( ATF6 ,  GRP78 ,  ATF4  and  CHOP10 ) as well as proteins (ATF6, CHOP10 and GRP78) and genes implicated in autophagy ( LC3 ,  Beclin-1  and  ULK1 ) together with proteins (LC3II/3I, PINK1 and Parkin) were elevated ( P  < 0.05) in the type A COT of the BPA-exposed ewes compared to those of the CON ewes (Fig.  8 ). Fig. 8 Role of BPA treatment in ERS and autophagy levels of type A COT tissues of Hu ewes on d 130 of gestation.  A  ERS-associated gene levels.  B  Typical immunoblots for ERS-associated proteins.  C  ERS-associated protein levels.  D  Autophagy-associated gene levels.  E  Typical immunoblots showing autophagy-associated proteins.  F  Autophagy-associated protein levels. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). ATF, activating transcription factor; BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; CHOP10, C/EBP homologous protein 10; GRP78, glucose-regulated protein 78; LC3, microtubule-associated protein light chain 3; PINK1, PTEN induced putative kinase 1; ULK1, unc-51 like autophagy activating kinase 1\n\nRole of BPA treatment in ERS and autophagy levels of type A COT tissues of Hu ewes on d 130 of gestation.  A  ERS-associated gene levels.  B  Typical immunoblots for ERS-associated proteins.  C  ERS-associated protein levels.  D  Autophagy-associated gene levels.  E  Typical immunoblots showing autophagy-associated proteins.  F  Autophagy-associated protein levels. Data are presented as means ± SEM,  n  = 8. Means with no common letter are different ( P  < 0.05). ATF, activating transcription factor; BPA group, pregnant Hu ewes receiving Bisphenol A (5 mg/kg/d mixed sufficiently into corn oil) through subcutaneous injection; CON group, pregnant Hu ewes receiving corn oil only; COT, cotyledonary; CHOP10, C/EBP homologous protein 10; GRP78, glucose-regulated protein 78; LC3, microtubule-associated protein light chain 3; PINK1, PTEN induced putative kinase 1; ULK1, unc-51 like autophagy activating kinase 1\n\n## The relative ERS and autophagy gene and protein levels within BPA-mediated ovine trophoblast\n\nThe levels of ERS-associated genes ( ATF6 ,  ATF4 ,  CHOP10  and  GRP78 ), as well as proteins (ATF6, CHOP10 and GRP78), and autophagy-associated genes (LC3, Beclin-1 and ULK1) and proteins (LC3II/3I, PINK1 and Parkin), increased ( P  < 0.05) in the OTCs exposed to BPA relative to those in CON OTCs (Fig.  9 ). The ERS-associated genes ( ATF6 ,  ATF4 ,  CHOP10  and  GRP78 ) and proteins (ATF6, CHOP10, ATF4 and GRP78), as well as autophagy-associated genes ( LC3 ,  Beclin-1  and  ULK1 ) and proteins (LC3II/3I, PINK1 and Parkin) levels were elevated ( P  < 0.05) in the OTCs treated with BPA + Tm compared with those in the BPA-exposed OTCS. The ERS-associated genes ( ATF6 ,  ATF4 ,  CHOP10  and  GRP78 ) and proteins (ATF6, CHOP10 and GRP78), as well as autophagy-associated genes ( LC3 ,  Beclin-1  and  ULK1 ) and proteins (LC3II/3I, PINK1 and Parkin) levels were decreased ( P  < 0.05) in the OTCs treated with BPA + 4-PBA compared with those in the OTCs exposed to BPA. Fig. 9 Roles of BPA, Tm, together with 4-PBA in ERS and autophagy levels within OTCs at 24 h.  A  ERS-associated gene levels.  B  Typical immunoblots for ERS-associated proteins.  C  ERS-associated protein levels.  D  Autophagy-associated gene levels.  E  Typical immunoblots showing autophagy-associated proteins.  F  Autophagy-associated protein levels. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). ATF, activating transcription factor; BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; CHOP10, C/EBP homologous protein 10; ERS, endoplasmic reticulum stress; GRP78, glucose-regulated protein 78; LC3, microtubule-associated protein light chain 3; OTCs, ovine trophoblast cells; PINK1, PTEN induced putative kinase 1; ULK1, unc-51 like autophagy activating kinase 1\n\nRoles of BPA, Tm, together with 4-PBA in ERS and autophagy levels within OTCs at 24 h.  A  ERS-associated gene levels.  B  Typical immunoblots for ERS-associated proteins.  C  ERS-associated protein levels.  D  Autophagy-associated gene levels.  E  Typical immunoblots showing autophagy-associated proteins.  F  Autophagy-associated protein levels. Data are presented as means ± SEM,  n  = 6. Means with no common letter are different ( P  < 0.05). ATF, activating transcription factor; BPA group, OTCs treated with 400 μmol/L bisphenol A (BPA); BPA + Tm, OTCs treated with 400 μmol/L BPA + 0.5 μg/mL tunicamycin (Tm; ERS activator); BPA + 4-PBA, OTCs treated with 400 μmol/L BPA + 1 μmol/L 4-phenyl butyric acid (4-PBA; ERS antagonist); CON, OTCs treated with DMEM/F12 complete medium; CHOP10, C/EBP homologous protein 10; ERS, endoplasmic reticulum stress; GRP78, glucose-regulated protein 78; LC3, microtubule-associated protein light chain 3; OTCs, ovine trophoblast cells; PINK1, PTEN induced putative kinase 1; ULK1, unc-51 like autophagy activating kinase 1\n\n## Discussion\n\nPlacental efficiency, defined as the fetal birth weight divided by placental mass, is an essential indicator of uterine capacity [ 48 ]. In addition, placental efficiency is an indirect measure of the placenta's ability to provide essential nutrients for a developing fetus and it represents the significant factor affecting fetal size [ 49 ]. Placental efficiency and fetal size are positively correlated [ 50 ]. A birth weight that is less than the reference cut-off, most commonly the 10 th  percentile, has been considered, for a long time, the primary basis for the FGR [ 51 ]. In the previous study, the reduction in placental efficiency and fetal weight occurring at d 65 but not at d 90 of gestation suggests a compensatory mechanism such as an increase in the antioxidants that might overcome the disruptive effects of BPA [ 29 ]. In contrast, our results demonstrated that BPA exposure might lead to FGR in pregnant ewes by reducing placental efficiency and fetal weight on d 130 of gestation compared to CON pregnant ewes. These differences might be related in part to breed, litter size, BPA dosage and exposure duration. Furthermore, concerns remain about what these results mean for placental dysfunction due to BPA exposure. Our results indicated that BPA exposure induced placental barrier and endocrine dysfunction, ERS, oxidative stress, and inflammatory responses in the placenta and trophoblasts. In OTCs, the ERS inhibitor (4-PBA) and activator (Tm) were employed to provide clarity on the involvement of ERS in BPA-triggered placental dysfunction in trophoblasts.\n\nSuccessful pregnancies and healthy fetuses are dependent on the P4 hormone [ 52 ]. Previous literature found that mice exposed to noise stress during pregnancy had impaired fetal growth because of the lowered levels of maternal P4 [ 53 ]. Similarly, our findings demonstrated that BPA triggered the decrease in P4 levels in maternal placenta and trophoblasts, which ultimately led to FGR in our Hu sheep. Premature delivery occurs when either P4 levels are lowered or the ratio of E2 to P4 is increased, and implantation in the secretory stage is triggered by an increase in P4 and a reduction in E2 [ 35 ]. Our findings also suggest that BPA remarkably enhanced E2 production in sheep placenta and trophoblasts, while concurrently eliciting the ERS and decreasing P4 production. We also found that further ERS induction by Tm enhanced the E2 level and reduced the P4 level, whereas ERS inhibition by 4-PBA reduced the E2 level and increased the P4 level in BPA-treated OTCs. Overall, our results indicate that ERS aggravated the BPA-induced placental endocrine dysfunction.\n\nDuring pregnancy, the placenta serves as an intermediary between the mother and the developing fetus, facilitating the exchange of metabolites, nutrients, and hormones between the two circulatory systems [ 54 ]. The placental barrier integrity is of utmost importance for assessing the toxicological effects of BPA on reproduction and fetal development. Therefore, we measured the intercellular tight junctions of the placenta, which are essential for the proper functioning of the placental barrier, to elucidate the role of BPA in adverse pregnancy outcomes [ 55 ]. Endothelial proteins found in tight junctions, like claudin-1 and ZO-1, are responsible for regulating the permeation of endothelium monolayers and play a significant role in maintaining the integrity of blood vessels [ 56 ]. In the current study, BPA exposure remarkably promoted the FD4 flux but decreased the TER as well as the barrier function-associated genes and proteins (ZO-1, Occludin, Claudin-1) within trophoblasts and sheep placenta, which suggested the presence of placenta barrier dysfunction. We further explored the role of ERS in the regulation of barrier function in OTCs under BPA exposure conditions. We found that the induction of ERS by Tm treatment aggravates the destruction of placental barrier function, and, on the other hand, the inhibition of ERS by 4-PBA alleviated the placental barrier function damage in BPA-treated OTCs. These findings illustrated that the inhibition of ERS can help reduce BPA-induced placenta barrier dysfunction in sheep placenta and trophoblasts.\n\nOxidative stress (OS) is the constant state of oxidative damage in cells, tissues, or organs generally caused by ROS [ 57 ]. Placental ROS has been demonstrated to impact placental development, which could lead to OS and other negative outcomes [ 58 ]. There is a strong relationship between placental OS and the biological characteristics of the vasculature and trophoblast [ 59 ]. According to our findings, BPA caused a remarkable increase in MDA and ROS levels, as well as a decline in the levels of T-AOC and glutathione, and an attenuation in the antioxidant enzyme activities (CAT and SOD), indicating the occurrence of the placental OS. In cases of intrauterine growth restriction, a vasculature process in the placenta that was similar to atherosclerosis was found. This process is manifested as a smaller diameter of arteries with higher plasma levels of OS indicators [ 60 ]. The presence of OS in placental cells may result in FGR by impacting on developing fetus in gestation through the placental vascular system [ 61 ]. Therefore, the decreased fetal weight and placental inadequacy that were caused by BPA in our study may be attributed to the presence of OS in the placenta. Previous research has demonstrated that both the OS and the ERS may be the immediate pathways that contribute to apoptosis and cell death [ 62 ], and the development of the murine placenta is inhibited when exposed to acrylamide during gestation, which occurs via the suppression of proliferation and the stimulation of apoptosis [ 63 ]. According to our findings, treatment with BPA remarkably reduced the count of viable cells in the placenta and induced apoptosis. We discovered that BPA may stimulate the mitochondrial pathway of apoptosis, ultimately resulting in damage to the placenta, as demonstrated by the attenuated Bcl-2 level and the increased caspases-3 and -9 expression. The OS has been shown to cause apoptosis and alter critical apoptotic mediators like Bcl-2 family proteins [ 64 ]. Placentas that develop intrauterine growth restriction pathology have elevated levels of apoptosis biomarkers [ 65 ]. Consequently, our findings demonstrated that prenatal exposure to BPA impairs placental growth in sheep via activating apoptosis. Furthermore, our study indicated that induction of ERS by Tm aggravates OS and apoptosis, and inhibition of ERS by 4-PBA alleviated OS and apoptosis in BPA-treated OTCs. These findings illustrated that the induction of ERS may aggravate OS and apoptosis in sheep placentas and trophoblasts.\n\nThe ER is particularly susceptible to disruptions in the homeostasis of redox conditions [ 66 ] and there is a link between ERS and placental inadequacy as well as FRG. Unfolded and misfolded proteins accumulation into ER lumen, which is an outcome of ERS, may be caused by excessive ROS as well as a variety of pathological insults [ 67 ]. Large-scale physiological adjustments occur throughout pregnancy, the majority of which are prompted by the placenta, and mitochondria in the placenta are important for both the development of a healthy fetus and the prevention of pregnancy complications [ 68 ]. The function of placenta mitochondria and ER has been widely explored, and mitochondria and ER work together to create close-knit functional units in the cell [ 69 ]. Chondriosomes are both the most important generator of ROS and their principal target. Increases in mitochondrial ROS and decreases in ΔΨm levels are both indicators of mitochondria malfunction [ 70 ] that compromise the efficiency of the chain of electron transport [ 71 ]. The decline in ΔΨm is often followed by a reduction in the content of ATP, which signals a degradation of mitochondrial functioning [ 64 ]. BPA exposure was shown to disrupt mitochondrial functioning in the placenta, as evidenced by the elevated ROS contents, the reduced ATP generation and ΔΨm, along with the suppressed mitochondrial complex activity in contrast with CON pregnant Hu ewes. Moreover, the induction of ERS increased ROS production and impaired mitochondrial functions, but inhibition of ERS decreased ROS production and improved mitochondrial functions in BPA-treated OTCs. The results proved that the ERS activation may aggravate mitochondrial dysfunctions in sheep placentas and trophoblasts.\n\nSince the placenta represents the bridge between the mother and the developing fetus, and because fetal cells are foreign to the mother's immune system in a way similar to an allograft, maintaining a pregnancy requires delicate maintenance of a balance between immune activation and inhibition in the placenta [ 72 ]. Any change in this balance might disturb the normally occurring inflammatory cascade, leading to adverse pregnancy outcomes [ 73 ]. The inflammatory process has been linked to the ERS, which is hallmarked by unfolded protein accumulation into ER as well as subsequent unfolded protein response (UPR) signal transduction processes [ 74 ]. The UPR also results in the activation of an inflammatory response through the induction of inflammatory cytokines [ 75 ]. A previous study demonstrated that ERS has the potential to trigger autophagy [ 76 ]. Additionally, autophagy stimulates an upsurge in the synthesis of TNF-α and IL-6. Reduced levels of IL-6 and TNF-α were observed once autophagy was inhibited [ 77 ]. It has been reported that intensively activated autophagy over a long time is associated with an excessive cellular inflammatory response [ 78 ]. According to our findings, gestational exposure to BPA induced placental ERS, autophagy, and inflammatory response in sheep. Furthermore, the induction of ERS increases autophagy level and inflammatory response, but inhibition of ERS decreases autophagy level and inflammatory response in BPA-treated OTCs. Yet, further research is necessary to confirm how autophagy regulates inflammation and ERS in sheep placental tissue and cells.\n\n## Conclusion\n\nBPA triggers OS, inflammatory responses, autophagy, ERS, and the dysfunction of endocrine and barrier in sheep placenta and trophoblasts. The activation of ERS aggravates BPA-induced OS, inflammatory responses, autophagy, and the dysfunction of endocrine and barrier in OTCs. Conversely, inhibition of ERS decreased BPA-triggered OS, inflammatory responses, autophagy, and the dysfunction of endocrine and barrier in OTCs. Our findings provide unique insights into the mechanisms underlying the involvement of ERS in BPA-triggered placental and fetal development impairments.\n\n## \n\nAdditional file 1 :  Table S1.  Ingredient and nutrient composition of the experimental diets on a dry matter basis.  Table S2.  Primer sequences used in the real-time PCR.  Table S3.  Details of antibodies used for western blotting.\n\nAdditional file 1 :  Table S1.  Ingredient and nutrient composition of the experimental diets on a dry matter basis.  Table S2.  Primer sequences used in the real-time PCR.  Table S3.  Details of antibodies used for western blotting.\n\n## Supplementary Information\n\nAdditional file 1 :  Table S1.  Ingredient and nutrient composition of the experimental diets on a dry matter basis.  Table S2.  Primer sequences used in the real-time PCR.  Table S3.  Details of antibodies used for western blotting.\n\nAdditional file 1 :  Table S1.  Ingredient and nutrient composition of the experimental diets on a dry matter basis.  Table S2.  Primer sequences used in the real-time PCR.  Table S3.  Details of antibodies used for western blotting.",
  "reference_count": 78,
  "word_count": 15402,
  "char_count": 97131
}