{
  "pmcid": "PMC10503295",
  "doi": "10.1177/11786469231185102",
  "title": "The Role of the Kynurenine/AhR Pathway in Diseases Related to Metabolism and Cancer",
  "authors": [
    "Amir Shadboorestan",
    "Meriem Koual",
    "Julien Dairou",
    "Xavier Coumoul"
  ],
  "year": "2023",
  "journal": "International Journal of Tryptophan Research : IJTR",
  "abstract": "The Aryl hydrocarbon receptor (AhR) is a xenobiotic and endobiotic receptor, which regulates many cellular processes from contaminant metabolism to immunomodulation. Consequently, it is also involved in pathophysiological pathways and now represents a potential therapeutical target. In this review, we will highlight the ancestral function of the protein together with an illustration of its ligand’s battery, emphasizing the different responses triggered by these high diverse molecules. Among them, several members of the kynurenine pathway (one key process of tryptophan catabolism) are AhR agonists and are subsequently involved in regulatory functions. We will finally display the interplay between Tryptophan (Trp) catabolism and dysregulation in metabolic pathways drawing hypothesis on the involvement of the AhR pathway in these cancer-related processes.",
  "sections": [
    {
      "title": "The Aryl Hydrocarbon Receptor (AhR): An Introduction to Xenobiotic Detection and Metabolism",
      "text": "Xenobiotics are foreign molecules that can exert biological activities on organisms and subsequently that can lead to adverse outcomes. Invertebrates and vertebrates have developed strategies along evolution that allow them to detect and eliminate these molecules, mostly through metabolization. Before the Anthropocene reign, the xenobiotics were for example bacterial toxins, which could be considered as environmental contaminants for higher organisms, likely to impact some of their physiological functions. 1  Since the industrial revolution, the formation and production of chemicals by human activities, lead to a diversification of xenobiotics (number, chemical families). More than 100 000 chemical substances are now considered to belong to this category. 2  Compared to the number of genes in humans (~22 000), it might be difficult to imagine how organisms specifically detect all these molecules. Nevertheless, the evolution led to the development of a few detection systems with low specificity which handle the processes of detoxification of many contaminants.\n\nThree receptors (AhR, PXR, and CAR) were historically considered as xenobiotic receptors as they were characterized in a research context that involved the use of a variety of pollutants binding them. 3 , 4  One key element was to provide a link between the detection of these xenobiotics and their metabolization. Indeed, the very first enzymes involved in the xenobiotic metabolism were characterized and named cytochromes P450 (CYP450), in the early 1960s; the abbreviation, CYP450, comes from spectrophotometry experiments: when these enzymes are in the reduced state and complexed with carbon monoxide (CO), the absorbance peak is at a wavelength of 450 nm. 5  They were first characterized as enzymes involved in the oxidation of exogenous compounds.\n\nA general presentation of xenobiotic metabolism 6  is proposed in  Figure 1 .\n\nA general presentation of xenobiotic metabolism. Three phases are considered as essential, the first 2 steps corresponding to the activation and conjugation of xenobiotics leading to the production of metabolites, which are generally more hydrophilic. Therefore, a necessary third step involving membrane transporters leads to the elimination of the metabolites from the cell and subsequently, from the body (urines, sweat. . .).\n\nAmong xenobiotic receptors, the existence of the aryl hydrocarbon receptor (AhR) was characterized in 1976 by Poland and authors, who described an adaptative response linking the detection of pollutants to their detoxication. Later in the 19s and early 20s, both PXR (Pregnane X Receptor) and CAR (Constitutive Androstrane Receptor), 2 nuclear receptors (not belonging to the same protein family), were identified. 3 , 4\n\nEach of these receptors, functions in a similar manner: in an inactive state, they are localized in the cytoplasm, complexed to heat shock proteins (chaperones) that protect them from degradation, also prevent them from entering the nucleus and configure them in a state that allows their binding to ligands, including pollutants. After ligand binding, a conformational change of the receptor (AhR, PXR, CAR) leads to the detachment of certain heat shock proteins. As a result, the receptor enters the nucleus and complexes with a protein partner to form a transcription factor. PXR and CAR complex with another nuclear receptor called RXR (Retinoid X Receptor) while AhR, which belongs to the bHLH/PAS (Basic Helix Loop Helix/Period ARNT Single-minded) family, binds to a protein of the same family named ARNT (for AhR Nuclear Translocator).\n\nThe cytoplasmic AhR complex contains c-Src (a tyrosine kinase which could also trigger, upon release, phosphorylations of multiple targets), 2 heat-shock proteins (Hsp90), the XAP2/AIP/ARA9, and finally, p23, a co-chaperon (which means that it only interacts with one Hsp90 and not with the AhR). Upon binding of a ligand, the AhR translocates into the nucleus, and dimerizes with AhR Nuclear Translocator (ARNT), another member of the bHLH/PAS family. Therefore, the heterodimer binds to Xenobiotic Responsive Elements (XRE, consensus sequence 5′-TNGCGTG-3′), which are in the promoters of targets genes (including xenobiotic metabolizing enzymes and transporters). Consequently, AhR ligands are metabolized and eliminated from the body ( Figure 2 ). 4 , 7\n\nA general presentation of the AhR signaling pathway. The AhR belongs to a cytoplasmic complex which detects pollutants and therefore translocates into the nucleus forming a transcription factor with ARNT. The heterodimer binds to xenobiotic responsive elements (XRE) in the promoters of target genes including xenobiotic-metabolizing enzymes which detoxifies the AhR ligands.\n\nAmong the first genes discovered as AhR targets, several xenobiotic enzymes/transporters metabolize and participate to the elimination of AhR ligands. Thus, the receptor regulates the expression of several family 1 cytochromes P450 (CYP1A1, 1A2, and 1B1) and increases their levels following exposure to PAHs and dioxins. 8  Several phase II enzymes are also overexpressed and the balance between the 2 phases ensures the production of metabolites that are not reactive (due to their conjugation). 9  Conversely, an over-representation of phase I (CYP1) can lead to the production of DNA-reactive molecules. 10  This is classically described for benzo(a)pyrene, a polycyclic aromatic hydrocarbon (PAH).\n\nThis signaling pathway is also subject to regulatory feedbacks through the increased expression of a particular target gene, the AhR Repressor (AhRR), which compete with ARNT. Its increased expression following AhR activation thus decreases the activity of the pathway and constitutes a negative feedback. 11\n\nSince the discovery of the first genes directly targeted by the AhR, omics techniques have allowed the identification of new target genes (inflammation molecules, cytokines, enzymes of the tryptophan pathway, poly-ADP ribosyl transferases. . .) which bring a new dimension to the receptor through the regulation of multiple cellular functions (immunity, inter-organ communications. . .). 11 , 12\n\nHistorically, the first suspected ligands of the AhR were xenobiotics such as Polycyclic Aromatic Hydrocarbons (PAH for example benzo(a)pyrene), or furans and dioxins which are Halogenated Aromatic Hydrocarbons (HAH). 13 , 14  These molecules have given their name to the receptor. Some of these ligands are metabolized like the PAHs; their metabolism can lead to the production of toxic intermediary metabolites, notably mutagenic and associated with certain cancers (like benzo(a)pyrene and lung cancer). 15  A balance between phase I and phase II enzymes is thus necessary to produce safe conjugated metabolites which can be easily eliminated. Some of these ligands are detected by the AhR but unfortunately, they are not metabolized by cytochromes P450 which results in the maintenance of their lipophilic property and potentially chronical activation of the AhR pathway. 16  For example, dioxins and furans are difficult to eliminate from the body: they are therefore persistent organic pollutants (POPs) which accumulate in the adipose tissue, the liver, or the brain (all considered as fatty organs). The Seveso dioxin, or 2,3,7,8-TetraChloroDibenzo-p-Dioxin (TCDD), causes numerous alterations in organisms such as thyroid disruption, immunosuppressive effects, and developmental abnormalities. 16 \n  - 18\n\nThe AhR has long been considered a xenobiotic receptor, but AhR knockouts in mice, demonstrated that the receptor also displays physiological regulatory functions. 19 \n  - 21  In addition, components of our diet have gradually been included in the growing list of AhR ligands.\n\nFor example, polyphenols such as quercetin (present in onions) or resveratrol (present in large quantities in the skin of red grapes) activate the AhR pathway in a manner equivalent to that of PAH or dioxins. 22  However, one of the consequences of this activation is their rapid metabolism by xenobiotic metabolism enzymes. More recently, components present in large quantities in crucifers, indoles such as indole-3-carbinol or 3,3′-diindoylmethane have also been identified and characterized as AhR ligands. 23  Finally, among the new identified endogenous ligands, molecules derived from the tryptophan metabolism including kynurenine, have clearly been identified as key regulators of the AhR functions."
    },
    {
      "title": "Xenobiotic metabolism",
      "text": "Xenobiotics are foreign molecules that can exert biological activities on organisms and subsequently that can lead to adverse outcomes. Invertebrates and vertebrates have developed strategies along evolution that allow them to detect and eliminate these molecules, mostly through metabolization. Before the Anthropocene reign, the xenobiotics were for example bacterial toxins, which could be considered as environmental contaminants for higher organisms, likely to impact some of their physiological functions. 1  Since the industrial revolution, the formation and production of chemicals by human activities, lead to a diversification of xenobiotics (number, chemical families). More than 100 000 chemical substances are now considered to belong to this category. 2  Compared to the number of genes in humans (~22 000), it might be difficult to imagine how organisms specifically detect all these molecules. Nevertheless, the evolution led to the development of a few detection systems with low specificity which handle the processes of detoxification of many contaminants.\n\nThree receptors (AhR, PXR, and CAR) were historically considered as xenobiotic receptors as they were characterized in a research context that involved the use of a variety of pollutants binding them. 3 , 4  One key element was to provide a link between the detection of these xenobiotics and their metabolization. Indeed, the very first enzymes involved in the xenobiotic metabolism were characterized and named cytochromes P450 (CYP450), in the early 1960s; the abbreviation, CYP450, comes from spectrophotometry experiments: when these enzymes are in the reduced state and complexed with carbon monoxide (CO), the absorbance peak is at a wavelength of 450 nm. 5  They were first characterized as enzymes involved in the oxidation of exogenous compounds.\n\nA general presentation of xenobiotic metabolism 6  is proposed in  Figure 1 .\n\nA general presentation of xenobiotic metabolism. Three phases are considered as essential, the first 2 steps corresponding to the activation and conjugation of xenobiotics leading to the production of metabolites, which are generally more hydrophilic. Therefore, a necessary third step involving membrane transporters leads to the elimination of the metabolites from the cell and subsequently, from the body (urines, sweat. . .)."
    },
    {
      "title": "The AhR signaling pathway",
      "text": "Among xenobiotic receptors, the existence of the aryl hydrocarbon receptor (AhR) was characterized in 1976 by Poland and authors, who described an adaptative response linking the detection of pollutants to their detoxication. Later in the 19s and early 20s, both PXR (Pregnane X Receptor) and CAR (Constitutive Androstrane Receptor), 2 nuclear receptors (not belonging to the same protein family), were identified. 3 , 4\n\nEach of these receptors, functions in a similar manner: in an inactive state, they are localized in the cytoplasm, complexed to heat shock proteins (chaperones) that protect them from degradation, also prevent them from entering the nucleus and configure them in a state that allows their binding to ligands, including pollutants. After ligand binding, a conformational change of the receptor (AhR, PXR, CAR) leads to the detachment of certain heat shock proteins. As a result, the receptor enters the nucleus and complexes with a protein partner to form a transcription factor. PXR and CAR complex with another nuclear receptor called RXR (Retinoid X Receptor) while AhR, which belongs to the bHLH/PAS (Basic Helix Loop Helix/Period ARNT Single-minded) family, binds to a protein of the same family named ARNT (for AhR Nuclear Translocator).\n\nThe cytoplasmic AhR complex contains c-Src (a tyrosine kinase which could also trigger, upon release, phosphorylations of multiple targets), 2 heat-shock proteins (Hsp90), the XAP2/AIP/ARA9, and finally, p23, a co-chaperon (which means that it only interacts with one Hsp90 and not with the AhR). Upon binding of a ligand, the AhR translocates into the nucleus, and dimerizes with AhR Nuclear Translocator (ARNT), another member of the bHLH/PAS family. Therefore, the heterodimer binds to Xenobiotic Responsive Elements (XRE, consensus sequence 5′-TNGCGTG-3′), which are in the promoters of targets genes (including xenobiotic metabolizing enzymes and transporters). Consequently, AhR ligands are metabolized and eliminated from the body ( Figure 2 ). 4 , 7\n\nA general presentation of the AhR signaling pathway. The AhR belongs to a cytoplasmic complex which detects pollutants and therefore translocates into the nucleus forming a transcription factor with ARNT. The heterodimer binds to xenobiotic responsive elements (XRE) in the promoters of target genes including xenobiotic-metabolizing enzymes which detoxifies the AhR ligands."
    },
    {
      "title": "A diversity of AhR target genes",
      "text": "Among the first genes discovered as AhR targets, several xenobiotic enzymes/transporters metabolize and participate to the elimination of AhR ligands. Thus, the receptor regulates the expression of several family 1 cytochromes P450 (CYP1A1, 1A2, and 1B1) and increases their levels following exposure to PAHs and dioxins. 8  Several phase II enzymes are also overexpressed and the balance between the 2 phases ensures the production of metabolites that are not reactive (due to their conjugation). 9  Conversely, an over-representation of phase I (CYP1) can lead to the production of DNA-reactive molecules. 10  This is classically described for benzo(a)pyrene, a polycyclic aromatic hydrocarbon (PAH).\n\nThis signaling pathway is also subject to regulatory feedbacks through the increased expression of a particular target gene, the AhR Repressor (AhRR), which compete with ARNT. Its increased expression following AhR activation thus decreases the activity of the pathway and constitutes a negative feedback. 11\n\nSince the discovery of the first genes directly targeted by the AhR, omics techniques have allowed the identification of new target genes (inflammation molecules, cytokines, enzymes of the tryptophan pathway, poly-ADP ribosyl transferases. . .) which bring a new dimension to the receptor through the regulation of multiple cellular functions (immunity, inter-organ communications. . .). 11 , 12"
    },
    {
      "title": "The AhR ligands",
      "text": "Historically, the first suspected ligands of the AhR were xenobiotics such as Polycyclic Aromatic Hydrocarbons (PAH for example benzo(a)pyrene), or furans and dioxins which are Halogenated Aromatic Hydrocarbons (HAH). 13 , 14  These molecules have given their name to the receptor. Some of these ligands are metabolized like the PAHs; their metabolism can lead to the production of toxic intermediary metabolites, notably mutagenic and associated with certain cancers (like benzo(a)pyrene and lung cancer). 15  A balance between phase I and phase II enzymes is thus necessary to produce safe conjugated metabolites which can be easily eliminated. Some of these ligands are detected by the AhR but unfortunately, they are not metabolized by cytochromes P450 which results in the maintenance of their lipophilic property and potentially chronical activation of the AhR pathway. 16  For example, dioxins and furans are difficult to eliminate from the body: they are therefore persistent organic pollutants (POPs) which accumulate in the adipose tissue, the liver, or the brain (all considered as fatty organs). The Seveso dioxin, or 2,3,7,8-TetraChloroDibenzo-p-Dioxin (TCDD), causes numerous alterations in organisms such as thyroid disruption, immunosuppressive effects, and developmental abnormalities. 16 \n  - 18\n\nThe AhR has long been considered a xenobiotic receptor, but AhR knockouts in mice, demonstrated that the receptor also displays physiological regulatory functions. 19 \n  - 21  In addition, components of our diet have gradually been included in the growing list of AhR ligands.\n\nFor example, polyphenols such as quercetin (present in onions) or resveratrol (present in large quantities in the skin of red grapes) activate the AhR pathway in a manner equivalent to that of PAH or dioxins. 22  However, one of the consequences of this activation is their rapid metabolism by xenobiotic metabolism enzymes. More recently, components present in large quantities in crucifers, indoles such as indole-3-carbinol or 3,3′-diindoylmethane have also been identified and characterized as AhR ligands. 23  Finally, among the new identified endogenous ligands, molecules derived from the tryptophan metabolism including kynurenine, have clearly been identified as key regulators of the AhR functions."
    },
    {
      "title": "The Multiples Functions of the Tryptophan Catabolic Pathways",
      "text": "Tryptophan (Trp) is an essential amino acid (not produced by our body and whose unique source is our food) which is used for protein synthesis but also constitutes a biosynthetic precursor to numerous active metabolites, including serotonin and melatonin. 24  The main catabolic pathway of Trp, called the kynurenine pathway, is important for cell energy production and limiting cellular aging as it degrades about 95% of tryptophan from the diet into the essential co-factor, nicotinamide adenine dinucleotide or NAD + . 25  Prior to the production of NAD + , various intermediate compounds are synthesized and exhibit remarkable activities toward various receptors involved in the regulatory functions of the CNS and the immune system. 26 \n   - 29\n\nThe kynurenine (Kyn) metabolites can also participate in the incidence of numerous neurodegenerative disorders (Alzheimer disease, amyotrophic lateral sclerosis, Huntington disease, and Parkinson disease) or other inflammatory diseases such as cancer or cardiovascular pathologies. 26 , 30 \n   - 33\n\nThe first step of kynurenine pathway is the conversion of Trp to N-formyl-L-kynurenine ( Figure 3 ). This conversion process is enabled by 2 rate-limiting enzymes: tryptophan 2,3-dioxygenases (TDO) and indoleamine 2,3-dioxygenases (IDO). Interestingly, both IDO and TDO are positively regulated by cortisol and proinflammatory cytokines (IL-1, IL-6, and TNF). 34 , 35  N-formyl-L-kynurenine is then converted into Kyn by formidase. However, IDO and TDO are considered as the rate-limiting enzymes for Kyn production; indeed, the conversion of Trp to Kyn through IDO and formidase represents the first steps of the major pathway of Trp degradation (95%), underscoring the importance of IDO, besides Kyn production, in regulating the other pathways of Trp metabolism (indole and/or serotonin pathways). Therefore, the Kyn pathway and IDO have been implicated in issues with serotonergic homeostasis and subsequently, with psychiatric health issues. 36\n\nA general and simplified overview of tryptophan metabolism.\n\nKyn is a molecule at the crossroads of several reactions. The next steps could be (1) the metabolization of Kyn by the Kyn aminotransferases producing Kynurenic acid (KA) or (2) the formation of anthranilic acid by kynureninase or, (3) the conversion of Kyn into 3-hydroxy-kynurenine (3-OH-Kyn) by Kyn monooxygenases (also named hydroxylases, as they attach a hydroxyl group to the C3 of Kyn). 37\n\n3-OH-Kyn can be metabolized by kynureninase and transformed into 3-OH anthranilic acid (OH-AA). 38  OH-AA is metabolized by the enzyme 3-hydroxyanthranilic acid 3,4-dioxygenase to form 2-Amino-3-carboxymuconate semialdehyde, a metabolite which can be further broken down into the picolinic acid (PA) and quinolinic acid (QA). QA may serve as a precursor for the synthesis of NAD + . 25\n\nThe gut microbiota participates in the direct transformation of Trp (5%) into indole metabolites ( Figure 3 ), such as indole, indole-3-aldehyde, indole-3-acetic acid (IAA), and indole 3-propionate (IPA), which maintain intestinal barrier integrity and immune cell homeostasis through, at least partly, activation of the AhR, Treg formation, subsequent interleukin IL-22 production and immunotolerance. 39 \n  - 41\n\nFinally, the production of serotonin represents only 1% to 2% of the Trp metabolism.\n\nThe cellular levels of Kyn and its downstream metabolites play crucial roles in regulating the immune system, vascular biology, and neurological functions. 26 \n   - 29  The first function of this metabolic pathway is the control of Trp availability, regulated mainly by TDO and IDO. Controlling the expression of these enzymes, especially in the brain, can strongly while indirectly, influence serotonin synthesis.\n\nAt the end of the 1970s, the discovery of the neuroactive properties of certain metabolites produced by the Kyn pathway has led to considerable renewed interest for its study. Among the metabolites derived from this pathway, 3 of them are particularly neuroactive, via their action on the glutamatergic system or their involvement in oxidative processes: KA, 3-OH-Kyn, and QA.\n\nOne of the main characteristics of KA is that it is a competitive antagonist of glutamate receptors, inhibiting the 3 ionotropic receptors of this excitatory amino acid: N-methyl-D-aspartate (NMDA) receptors, kainic acid receptors, and AMPA receptors. 26 , 42 , 43  By its antagonistic properties, KA is considered as a neuroprotective metabolite capable to counteract the excitotoxicity induced by glutamate (and QA, see below). 44  Even modest increases in KA levels lead to rapid reduction in glutamate levels especially in anterior brain regions of rodents. 45 , 46  KA also acts on the α7 nicotinic acetylcholine receptor (α7nACh) as an antagonist. 47 \n  - 49  These nicotinic receptors (activated by acetylcholine and nicotine, which are the best-known agonists) play a key role in the central cholinergic anti-inflammatory response. 50  More recently, KA has also been identified as an agonist of the G protein-coupled receptor 35 (GPR35), hitherto considered as an “orphan” receptor, 51  as well as the AhR. 52  However, the expression of these receptors in the brain is relatively low, 53  as they exert their main effects in the periphery. In humans, GPR35 is mainly expressed in the intestinal tract (stomach, intestine), in the spleen and in lymphocytes. The functions of this receptor are to date little known, however considering its expression, it is likely that it has a regulatory role in the digestive system and a pathophysiological implication in chronic inflammatory bowel diseases. Regardless of its actions on these receptors, KA also exhibits antioxidant properties linked to its ability to scavenge hydroxyl radicals, superoxide anion, and other free radicals. 54 , 55\n\nQA  is long known to produce an increase in neuronal firing rate in the cerebral cortex. 56 , 57  Neuronal excitation due to QA, is blocked by 2-amino-5-phosphonopentanoic acid (AP5), a compound reported earlier to block NMDA receptors. 43 , 58  Thus, QA was identified as an endogenous, selective agonist of NMDA receptors. 57  As mentioned before, KA blocks NMDA receptors and therefore could compete with QA. 59  Furthermore, beside its action on neurons, QA is also capable of causing gliotoxicity of human astrocytes which also express NMDA receptors. 60 \n  - 62\n\nFinally,  3-OH-Kyn  also display neurotoxic properties, as it can induce oxidative stress and consequently neuron death by apoptosis. A part of this neurotoxicity also comes from one of its metabolites, OH-AA. Both are capable of auto-oxidizing and producing following significant amounts of reactive oxygen species (ROS), the accumulation of which within the CNS being highly toxic and associated with neurodegenerative diseases. 63 \n  - 65  In the context of Huntington’s disease, increased levels of QA in the brain are accompanied by quantitatively similar increases in brain levels of 3-OH-Kyn. 66 , 67  The synthesis of 3-OH-Kyn is particularly sensitive to inflammatory mediators, in particular IFN-γ. Under physiological conditions, the concentrations of 3-OH-Kyn are relatively low. In contrast, concentrations of 3-OH-Kyn and QA increase markedly in response to activation of the immune system or administration of IFN-γ. 68 , 69\n\nSeveral studies have suggested a link between the physiological effects of Kyn and its metabolites, and the AhR. 70 \n  - 72  Indeed, Kyn, KA and 6-formylindolo[3,2-b]carbazole (FICZ, a product of Trp after exposure to UV radiation in the skin) are considered AhR ligands. 73 \n  - 75  In support of this relationship are the numerous observations that Kyn levels influence a variety of immune responses in an AhR-dependent manner. 72 , 76 \n  - 78  Therefore, disorders of the Kyn metabolism are associated with a variety of human health issues including cancer, hypertension, chronic inflammation, and neurodegenerative disorders. 26 , 30 , 33\n\nThe Kyn-related underlying mechanistic roles of the AhR are currently uncertain. Knowledge of the AhR pharmacology has arisen from studying xenobiotic agonists like the halogenated dibenzo-p-dioxins and polycyclic aromatic hydrocarbons. 79 \n   - 82  Thousands of xenobiotic compounds and endogenous metabolites with diverse shape and chemical properties have been reported to bind to the AhR. 83 , 84  These studies demonstrate that the AhR prefers compounds with elongated planar conformations with large lateral extensions while Kyn is a much smaller, polar, and irregularly shaped ligand. Thus, although it has been shown that Kyn is a receptor activator, the structure of this ligand does not conform to many of the rules that correlate with high affinity binding to the AhR. 79 \n   - 82  Seok et al showed that the activity of kynurenine toward the AhR is increased by 100 to 1000-fold after incubation or long-term storage of Kyn’s solution: in fact, this is linked to the formation of Kyn condensates that interact with the hydrophobic ligand-binding pocket of AhR. These authors have purified products of the trace-active derivatives of Kyn and identified 2 new compounds named trace-extended aromatic condensation products (TEACOPs), that are active at very low concentrations (picomolar levels). The synthesized compound for one of the predicted structures, matched the purified compound in both chemical structure and AhR pharmacology. This study provides evidence that Kyn acts as an AhR pro-ligand, which requires chemical conversions to produce efficient receptor agonists. 85\n\nThese results suggest that Kyn undergoes chemical modifications into derivatives, which activates the AhR. This hypothesis is quite plausible as this phenomenon has already been observed for indole-3-carbinole, 83  a compound which, like Kyn, does not have the characteristics expected for a good interaction with residues of the ligand-binding cavity of AhR: indeed, in acidic conditions, it can form various condensation products including indolocarbazole (ICZ), which has a much better affinity for AhR (K D  of 1.9 × 10 − 10  M for ICZ against 2.7 × 10 − 5  M for I3C). This is also the case for another metabolite of tryptophan, tryptamine, which, under the action of a monoamine oxidase, can form indole-3-acetaldehyde, a precursor of FICZ, a high-affinity AhR ligand. 86"
    },
    {
      "title": "Overall presentation of the Trp catabolic pathways including IDO/TDO",
      "text": "The first step of kynurenine pathway is the conversion of Trp to N-formyl-L-kynurenine ( Figure 3 ). This conversion process is enabled by 2 rate-limiting enzymes: tryptophan 2,3-dioxygenases (TDO) and indoleamine 2,3-dioxygenases (IDO). Interestingly, both IDO and TDO are positively regulated by cortisol and proinflammatory cytokines (IL-1, IL-6, and TNF). 34 , 35  N-formyl-L-kynurenine is then converted into Kyn by formidase. However, IDO and TDO are considered as the rate-limiting enzymes for Kyn production; indeed, the conversion of Trp to Kyn through IDO and formidase represents the first steps of the major pathway of Trp degradation (95%), underscoring the importance of IDO, besides Kyn production, in regulating the other pathways of Trp metabolism (indole and/or serotonin pathways). Therefore, the Kyn pathway and IDO have been implicated in issues with serotonergic homeostasis and subsequently, with psychiatric health issues. 36\n\nA general and simplified overview of tryptophan metabolism.\n\nKyn is a molecule at the crossroads of several reactions. The next steps could be (1) the metabolization of Kyn by the Kyn aminotransferases producing Kynurenic acid (KA) or (2) the formation of anthranilic acid by kynureninase or, (3) the conversion of Kyn into 3-hydroxy-kynurenine (3-OH-Kyn) by Kyn monooxygenases (also named hydroxylases, as they attach a hydroxyl group to the C3 of Kyn). 37\n\n3-OH-Kyn can be metabolized by kynureninase and transformed into 3-OH anthranilic acid (OH-AA). 38  OH-AA is metabolized by the enzyme 3-hydroxyanthranilic acid 3,4-dioxygenase to form 2-Amino-3-carboxymuconate semialdehyde, a metabolite which can be further broken down into the picolinic acid (PA) and quinolinic acid (QA). QA may serve as a precursor for the synthesis of NAD + . 25\n\nThe gut microbiota participates in the direct transformation of Trp (5%) into indole metabolites ( Figure 3 ), such as indole, indole-3-aldehyde, indole-3-acetic acid (IAA), and indole 3-propionate (IPA), which maintain intestinal barrier integrity and immune cell homeostasis through, at least partly, activation of the AhR, Treg formation, subsequent interleukin IL-22 production and immunotolerance. 39 \n  - 41\n\nFinally, the production of serotonin represents only 1% to 2% of the Trp metabolism."
    },
    {
      "title": "Functions of the Trp catabolites including KYN and other AhR ligands",
      "text": "The cellular levels of Kyn and its downstream metabolites play crucial roles in regulating the immune system, vascular biology, and neurological functions. 26 \n   - 29  The first function of this metabolic pathway is the control of Trp availability, regulated mainly by TDO and IDO. Controlling the expression of these enzymes, especially in the brain, can strongly while indirectly, influence serotonin synthesis.\n\nAt the end of the 1970s, the discovery of the neuroactive properties of certain metabolites produced by the Kyn pathway has led to considerable renewed interest for its study. Among the metabolites derived from this pathway, 3 of them are particularly neuroactive, via their action on the glutamatergic system or their involvement in oxidative processes: KA, 3-OH-Kyn, and QA.\n\nOne of the main characteristics of KA is that it is a competitive antagonist of glutamate receptors, inhibiting the 3 ionotropic receptors of this excitatory amino acid: N-methyl-D-aspartate (NMDA) receptors, kainic acid receptors, and AMPA receptors. 26 , 42 , 43  By its antagonistic properties, KA is considered as a neuroprotective metabolite capable to counteract the excitotoxicity induced by glutamate (and QA, see below). 44  Even modest increases in KA levels lead to rapid reduction in glutamate levels especially in anterior brain regions of rodents. 45 , 46  KA also acts on the α7 nicotinic acetylcholine receptor (α7nACh) as an antagonist. 47 \n  - 49  These nicotinic receptors (activated by acetylcholine and nicotine, which are the best-known agonists) play a key role in the central cholinergic anti-inflammatory response. 50  More recently, KA has also been identified as an agonist of the G protein-coupled receptor 35 (GPR35), hitherto considered as an “orphan” receptor, 51  as well as the AhR. 52  However, the expression of these receptors in the brain is relatively low, 53  as they exert their main effects in the periphery. In humans, GPR35 is mainly expressed in the intestinal tract (stomach, intestine), in the spleen and in lymphocytes. The functions of this receptor are to date little known, however considering its expression, it is likely that it has a regulatory role in the digestive system and a pathophysiological implication in chronic inflammatory bowel diseases. Regardless of its actions on these receptors, KA also exhibits antioxidant properties linked to its ability to scavenge hydroxyl radicals, superoxide anion, and other free radicals. 54 , 55\n\nQA  is long known to produce an increase in neuronal firing rate in the cerebral cortex. 56 , 57  Neuronal excitation due to QA, is blocked by 2-amino-5-phosphonopentanoic acid (AP5), a compound reported earlier to block NMDA receptors. 43 , 58  Thus, QA was identified as an endogenous, selective agonist of NMDA receptors. 57  As mentioned before, KA blocks NMDA receptors and therefore could compete with QA. 59  Furthermore, beside its action on neurons, QA is also capable of causing gliotoxicity of human astrocytes which also express NMDA receptors. 60 \n  - 62\n\nFinally,  3-OH-Kyn  also display neurotoxic properties, as it can induce oxidative stress and consequently neuron death by apoptosis. A part of this neurotoxicity also comes from one of its metabolites, OH-AA. Both are capable of auto-oxidizing and producing following significant amounts of reactive oxygen species (ROS), the accumulation of which within the CNS being highly toxic and associated with neurodegenerative diseases. 63 \n  - 65  In the context of Huntington’s disease, increased levels of QA in the brain are accompanied by quantitatively similar increases in brain levels of 3-OH-Kyn. 66 , 67  The synthesis of 3-OH-Kyn is particularly sensitive to inflammatory mediators, in particular IFN-γ. Under physiological conditions, the concentrations of 3-OH-Kyn are relatively low. In contrast, concentrations of 3-OH-Kyn and QA increase markedly in response to activation of the immune system or administration of IFN-γ. 68 , 69\n\nSeveral studies have suggested a link between the physiological effects of Kyn and its metabolites, and the AhR. 70 \n  - 72  Indeed, Kyn, KA and 6-formylindolo[3,2-b]carbazole (FICZ, a product of Trp after exposure to UV radiation in the skin) are considered AhR ligands. 73 \n  - 75  In support of this relationship are the numerous observations that Kyn levels influence a variety of immune responses in an AhR-dependent manner. 72 , 76 \n  - 78  Therefore, disorders of the Kyn metabolism are associated with a variety of human health issues including cancer, hypertension, chronic inflammation, and neurodegenerative disorders. 26 , 30 , 33"
    },
    {
      "title": "Trace-extended aromatic condensation products of tryptophan metabolites",
      "text": "The Kyn-related underlying mechanistic roles of the AhR are currently uncertain. Knowledge of the AhR pharmacology has arisen from studying xenobiotic agonists like the halogenated dibenzo-p-dioxins and polycyclic aromatic hydrocarbons. 79 \n   - 82  Thousands of xenobiotic compounds and endogenous metabolites with diverse shape and chemical properties have been reported to bind to the AhR. 83 , 84  These studies demonstrate that the AhR prefers compounds with elongated planar conformations with large lateral extensions while Kyn is a much smaller, polar, and irregularly shaped ligand. Thus, although it has been shown that Kyn is a receptor activator, the structure of this ligand does not conform to many of the rules that correlate with high affinity binding to the AhR. 79 \n   - 82  Seok et al showed that the activity of kynurenine toward the AhR is increased by 100 to 1000-fold after incubation or long-term storage of Kyn’s solution: in fact, this is linked to the formation of Kyn condensates that interact with the hydrophobic ligand-binding pocket of AhR. These authors have purified products of the trace-active derivatives of Kyn and identified 2 new compounds named trace-extended aromatic condensation products (TEACOPs), that are active at very low concentrations (picomolar levels). The synthesized compound for one of the predicted structures, matched the purified compound in both chemical structure and AhR pharmacology. This study provides evidence that Kyn acts as an AhR pro-ligand, which requires chemical conversions to produce efficient receptor agonists. 85\n\nThese results suggest that Kyn undergoes chemical modifications into derivatives, which activates the AhR. This hypothesis is quite plausible as this phenomenon has already been observed for indole-3-carbinole, 83  a compound which, like Kyn, does not have the characteristics expected for a good interaction with residues of the ligand-binding cavity of AhR: indeed, in acidic conditions, it can form various condensation products including indolocarbazole (ICZ), which has a much better affinity for AhR (K D  of 1.9 × 10 − 10  M for ICZ against 2.7 × 10 − 5  M for I3C). This is also the case for another metabolite of tryptophan, tryptamine, which, under the action of a monoamine oxidase, can form indole-3-acetaldehyde, a precursor of FICZ, a high-affinity AhR ligand. 86"
    },
    {
      "title": "The Interplay Between the AhR Pathway and Trp Metabolism in the Occurrence of Pathophysiological Processes and Diseases Related to Metabolism and Cancer",
      "text": "The Kyn-AhR pathway has been implicated in pathophysiological processes such as tumor immunotolerance. Metabolic deregulations play a key role in cancer processes (eg, Warburg effect). In this section, we have identified processes that may be common to both the Kyn and AhR pathways and potentially involved in inflammation and metabolic processes (potentially related to cancer evolution) and we will discuss them in an integrated way:\n\nInflammation  can be triggered by cytokines such as IL-6, TNF-α, and IFN-γ, which activate transcriptional factors (eg, NF-κB and STAT3). These cytokines also activate IDO for example during infection, restricting their access to Trp of pathogens and therefore their growth. However, IDO activation in chronic inflammation can also induce immunotolerance and potentially immune suppression. 87 \n     - 92  The role of Kyn which is produced by the IDO pathway in cancer has been suggested by several studies; for example, Kyn levels in normal serum is comprised between 1 and 3 µM, while it is much higher in the tumor microenvironment (up to 37 µM). 88  As mentioned previously, the presence of Kyn in the microenvironment, can lead to the activation of the AhR and therefore to tumor proliferation and escape from the immune system. A recent study showed that IL4I1 activates the AHR pathway through the production of kynurenic acid and indole metabolites also leading to immunosuppression. 93  Considering such results, IDO1 inhibition has been suggested as a potential cancer therapy; however, this approach is not completely successful in clinical trials and this might be partly related to its impact on  NAD + \n metabolism . 94  Indeed, IDO1 inhibition leads surprisingly to the overproduction of NAD + ; the inhibition of IDO1 is not sufficient to leads to compensatory production of NAD +  and its metabolites which favor tumor promotion through multiple mechanisms. NAD +  deprivation, as a treatment approach in cancer is considered; the blockage of NAD +  de novo synthesis by FK866 (a nicotinamide phosphoribosyl transferase) sensitizes cancer cells for apoptosis. 95  We can hypothesize that due to the high similarity between the cancer phenotype that occur with high levels of NAD +  and Kyn (immunosuppression and tumor aggressiveness), that the AhR pathway might also be involved in those process. Targeting simultaneously NAD +  metabolism, IDO1 activity and the AhR pathway might be an interesting approach for cancer therapy.\n\nAnother cause of inflammation is the occurrence of an  oxidative stress : Sahm et al showed that QPRT expression in glioma cells is increased by oxidative stress, a process that can decrease the availability of QA (an AhR ligand and substrate of QPRT) while increasing NAD +  levels. The elevation in QPRT levels decreased the susceptibility of cancer cells to radio-chemotherapy leading to poor prognosis. 95  The involvement of the QA-AhR pathway is unknown in this process but several studies raised the hypothesis that the AhR plays a key role in chemoresistance for example through the up-regulation of ABCG2, a drug transporter. 96\n\nSeveral metabolic disorders are related to Trp metabolism and/or the activity of the AhR pathway:  insulin resistance (IR)  induces hyperglycemia due to the inability by various cells such as adipocytes and cardiomyocytes, to import glucose. 97 , 98  This condition is observed in type 2 diabetes (T2D), obesity, and hypertension. Trp metabolism appears to be dysregulated in obese and insulin-resistant (IR) patients. Kyn serum levels significantly increased in obese adults, probably due to an increased IDO activity (this activity being already upregulated in pre-diabetic subjects while normoglycemic). Interestingly, metformin which is used to treat T2D, also normalizes the Kyn levels in these patients. 99  Other IR or T2D cases displays increased Trp and Kyn serum levels. 50 , 100 , 101  These observational results do not allow to draw a causal link between Kyn and dysregulated metabolism, but on the contrary, KA displays a rather beneficial impact in terms of IR due to its antagonism toward the NMDA receptor, triggering of the Gpr35/AMPK axis and SIRT6, and regulation of long-term thermogenesis. 102 , 103  The AhR might also be implicated: Rojas et al 104  demonstrated that Kyn activates the AhR, a process linked with weight gain (only when associated with an high-fat diet) and hyperglycemia due to decreased plasma insulin levels. Such results linking the AhR to the modulation of insulin responses are not surprising: indeed; the AhR modulates this response according to the nature of its ligands 103 , 105 : active ingredients of Indigo  naturalis  (AhR agonists) alleviate high fat diet-induced IR via an increased secretion of IL-10 and IL-22. 102  On the contrary, a xenobiotic AhR ligand, benzo(a)pyrene increases the levels of inflammatory markers such as TNF-α, NF-κB, and MCP-1 increased due to AhR activation in C57BL/6 mice. 106 \n Altered production and secretion of adipokines  are also associated with the Kyn pathway through the modulation of NMDA receptors. 107  While none of the Trp metabolites has been described to modulate adipokines secretion through AhR modulation, we hypothesize that the Kyn pathway may influence adipokines secretion by the AT through modulation of the AhR and that this process might contribute to the occurrence of metabolic diseases. Moreover, the  metabolism of fatty acids (FA)  is modulated by the IDO-Kyn-AhR pathway as it has been shown in human coronary artery endothelial cells (HCAECs): IFN-γ activates IDO1 therefore the production of Kyn and then the activation of the AhR leading to reduced intracellular levels of NAD +  and increased FA oxidation. 108  The nature of FA (ω3 vs ω6) may determine if the AhR ligands and the AhR pathway favors or suppress cancer progression: indeed, in mice fed with a ω3-rich diet, TCDD decreased the growth rates of transplanted tumors and their metastasis to the liver and/or lung, while in ω6-fed mice, TCDD enhanced cancer metastasis. 109\n\nAnother type of metabolic disorders related to Trp metabolism, the AhR pathway and potentially cancer, is a gut microbiota imbalance, or  “dysbiosis.” 110 , 111  Decreases in Trp serum concentrations are correlated with several diseases including inflammatory bowel disease. 112  Alteration in microbiota composition changes Trp availability with subsequent consequences on the Kyn pathway therefore on the AhR activity. The activity of colon cancer cells also modulates this availability: c-MYC upregulates Trp transporters (SLC7A5 and SLC1A5) and arylformamidase, and increases the Trp uptake in the tumor cells and its conversion in Kyn. When the enzymes of the Kyn pathway are blocked, this leads to preferential death of colon cancer cells compared to normal colon cells. Similarly, an AhR antagonist reduces the proliferation of these cells by blocking the AhR-Kyn interaction. 113  Similarly, an increase in cytoplasmic levels of IDO1, arylformamidase, and Kyn, leads to AhR-mediated T cell inactivation and colon cancer progression. Trp availability and metabolism is also altered in the microbiome of colon cancer patients compared to healthy volunteers. 113 , 114  Interestingly, 2 ligands of the AhR, indole propionic acid (IPA) and indoxyl-sulfate (IS) which are bacterial metabolites of Trp, hampered cancer cells migration, proliferation, and metastasis, blocking epithelial-mesenchymal transition (EMT) or ROS/RNS generation, and competing with metabolites of the Kyn pathway. 115 , 116  In summary, the gut, and the microbiota influence significantly the availability of Trp, producing AhR ligands which compete with metabolites of the Kyn pathway.\n\nFinally, alteration of amino acid levels including Trp has been associated with  disruptions in the circadian rhythm  and sleep alterations making subjects more susceptible to the development of various diseases, including cancer and metabolic disorders. 117 \n  - 119  First, Vallianatou et al 120  demonstrated that Trp-containing dipeptides were upregulated in the brain during sleep. Huang et al 121  conducted a study with females shift workers (who are more susceptible to weight gain and obesity than day workers) and characterized an increase in Trp levels. No connection so far has been identified between the AhR and the Kyn pathway in this context, but it would be relevant to study if the disruption of circadian rhythms (associated with obesity or cancer) might influence this connection and the role of both pathways in the appearance of the disease.\n\nThe induction of the Kyn pathway prevents Trp from being metabolized not only to serotonin, but also suppresses the availability of serotonin as a necessary precursor for the melatonergic pathway. Serotonin, in the presence of 14-3-3 stabilized AANAT with acetyl-CoA as a cosubstrate, leads to the production of N-acetylserotonin (NAS), with NAS being converted by acetylserotonin methyltransferase (ASMT) to melatonin. The activation of the AhR induces CYP1A2 and CYP1B1, which can O-demethylate melatonin to NAS, thereby increasing the NAS/melatonin ratio. 122  This is likely to be of some importance in cancer, given that NAS is a brain-derived neurotrophic factor (BDNF) mimic via its activation of the BDNF receptor, tyrosine receptor kinase B (TrkB). 123  TrkB activation significantly increases the survival and proliferation of cancer stem-like cells, indicating that AhR/CYP1A2/CYP1B1 can increase NAS, 124  which if released by cells in the tumor microenvironment will increase the proliferation and survival of metastasis-inducing cancer stem-like cells. 125  Data indicates that tumor IDO leads to the release of Kyn that activates the AhR in other tumor microenvironment cells, including CD 8+  T cells 126  where AhR contributes to CD 8+  T cell “exhaustion.” 127  Consequently, the AhR is a significant contributor to alterations in intercellular signaling among the cells of the tumor microenvironment.\n\nIt may also be important to note that the AhR is present on the mitochondria membrane, where it can act to regulate Ca 2+ , voltage dependent anion channel (VDAC)1 activity and mitochondrial metabolism. 128  The role of the AhR at mitochondria, including factors that act to chaperone the AhR to mitochondria will be important to determine, given the crucial role of mitochondria in the pathophysiology of cancer and metabolic conditions, such as obesity."
    },
    {
      "title": "Conclusions and Implications",
      "text": "The AhR was historically identified as a xenobiotic receptor but since the beginning of the 20th century, many new ligands have been identified including components produced by the microbiota, compounds from the diet and endogenous ligands including tryptophan derivatives. Among these, the kynurenine pathway leads to the production of a variety of tryptophan metabolites, some of which have rather deleterious properties, others being more protective. In this respect, TEACOPS occupy a place that should be clarified. Consequently, many pathophysiological processes associate the AhR pathway and kynurenine metabolism, including inflammation and insulin resistance. Other processes remain more hypothetical. The persistence of AhR signaling maintained by persistent ligands (such as dioxin or kynurenine, possibly lipophilic TEACOPs) could explain some deleterious effects. The complexity of the signaling is explained by this diversity of ligands that each individually could lead to different transcriptional responses. Within the same cell, it is conceivable that different AhRs are activated by different molecules. This characterization will be a challenge in the coming years to link AhR signaling to complex public health events."
    }
  ],
  "full_text": "The Aryl hydrocarbon receptor (AhR) is a xenobiotic and endobiotic receptor, which regulates many cellular processes from contaminant metabolism to immunomodulation. Consequently, it is also involved in pathophysiological pathways and now represents a potential therapeutical target. In this review, we will highlight the ancestral function of the protein together with an illustration of its ligand’s battery, emphasizing the different responses triggered by these high diverse molecules. Among them, several members of the kynurenine pathway (one key process of tryptophan catabolism) are AhR agonists and are subsequently involved in regulatory functions. We will finally display the interplay between Tryptophan (Trp) catabolism and dysregulation in metabolic pathways drawing hypothesis on the involvement of the AhR pathway in these cancer-related processes.\n\n## The Aryl Hydrocarbon Receptor (AhR): An Introduction to Xenobiotic Detection and Metabolism\n\nXenobiotics are foreign molecules that can exert biological activities on organisms and subsequently that can lead to adverse outcomes. Invertebrates and vertebrates have developed strategies along evolution that allow them to detect and eliminate these molecules, mostly through metabolization. Before the Anthropocene reign, the xenobiotics were for example bacterial toxins, which could be considered as environmental contaminants for higher organisms, likely to impact some of their physiological functions. 1  Since the industrial revolution, the formation and production of chemicals by human activities, lead to a diversification of xenobiotics (number, chemical families). More than 100 000 chemical substances are now considered to belong to this category. 2  Compared to the number of genes in humans (~22 000), it might be difficult to imagine how organisms specifically detect all these molecules. Nevertheless, the evolution led to the development of a few detection systems with low specificity which handle the processes of detoxification of many contaminants.\n\nThree receptors (AhR, PXR, and CAR) were historically considered as xenobiotic receptors as they were characterized in a research context that involved the use of a variety of pollutants binding them. 3 , 4  One key element was to provide a link between the detection of these xenobiotics and their metabolization. Indeed, the very first enzymes involved in the xenobiotic metabolism were characterized and named cytochromes P450 (CYP450), in the early 1960s; the abbreviation, CYP450, comes from spectrophotometry experiments: when these enzymes are in the reduced state and complexed with carbon monoxide (CO), the absorbance peak is at a wavelength of 450 nm. 5  They were first characterized as enzymes involved in the oxidation of exogenous compounds.\n\nA general presentation of xenobiotic metabolism 6  is proposed in  Figure 1 .\n\nA general presentation of xenobiotic metabolism. Three phases are considered as essential, the first 2 steps corresponding to the activation and conjugation of xenobiotics leading to the production of metabolites, which are generally more hydrophilic. Therefore, a necessary third step involving membrane transporters leads to the elimination of the metabolites from the cell and subsequently, from the body (urines, sweat. . .).\n\nAmong xenobiotic receptors, the existence of the aryl hydrocarbon receptor (AhR) was characterized in 1976 by Poland and authors, who described an adaptative response linking the detection of pollutants to their detoxication. Later in the 19s and early 20s, both PXR (Pregnane X Receptor) and CAR (Constitutive Androstrane Receptor), 2 nuclear receptors (not belonging to the same protein family), were identified. 3 , 4\n\nEach of these receptors, functions in a similar manner: in an inactive state, they are localized in the cytoplasm, complexed to heat shock proteins (chaperones) that protect them from degradation, also prevent them from entering the nucleus and configure them in a state that allows their binding to ligands, including pollutants. After ligand binding, a conformational change of the receptor (AhR, PXR, CAR) leads to the detachment of certain heat shock proteins. As a result, the receptor enters the nucleus and complexes with a protein partner to form a transcription factor. PXR and CAR complex with another nuclear receptor called RXR (Retinoid X Receptor) while AhR, which belongs to the bHLH/PAS (Basic Helix Loop Helix/Period ARNT Single-minded) family, binds to a protein of the same family named ARNT (for AhR Nuclear Translocator).\n\nThe cytoplasmic AhR complex contains c-Src (a tyrosine kinase which could also trigger, upon release, phosphorylations of multiple targets), 2 heat-shock proteins (Hsp90), the XAP2/AIP/ARA9, and finally, p23, a co-chaperon (which means that it only interacts with one Hsp90 and not with the AhR). Upon binding of a ligand, the AhR translocates into the nucleus, and dimerizes with AhR Nuclear Translocator (ARNT), another member of the bHLH/PAS family. Therefore, the heterodimer binds to Xenobiotic Responsive Elements (XRE, consensus sequence 5′-TNGCGTG-3′), which are in the promoters of targets genes (including xenobiotic metabolizing enzymes and transporters). Consequently, AhR ligands are metabolized and eliminated from the body ( Figure 2 ). 4 , 7\n\nA general presentation of the AhR signaling pathway. The AhR belongs to a cytoplasmic complex which detects pollutants and therefore translocates into the nucleus forming a transcription factor with ARNT. The heterodimer binds to xenobiotic responsive elements (XRE) in the promoters of target genes including xenobiotic-metabolizing enzymes which detoxifies the AhR ligands.\n\nAmong the first genes discovered as AhR targets, several xenobiotic enzymes/transporters metabolize and participate to the elimination of AhR ligands. Thus, the receptor regulates the expression of several family 1 cytochromes P450 (CYP1A1, 1A2, and 1B1) and increases their levels following exposure to PAHs and dioxins. 8  Several phase II enzymes are also overexpressed and the balance between the 2 phases ensures the production of metabolites that are not reactive (due to their conjugation). 9  Conversely, an over-representation of phase I (CYP1) can lead to the production of DNA-reactive molecules. 10  This is classically described for benzo(a)pyrene, a polycyclic aromatic hydrocarbon (PAH).\n\nThis signaling pathway is also subject to regulatory feedbacks through the increased expression of a particular target gene, the AhR Repressor (AhRR), which compete with ARNT. Its increased expression following AhR activation thus decreases the activity of the pathway and constitutes a negative feedback. 11\n\nSince the discovery of the first genes directly targeted by the AhR, omics techniques have allowed the identification of new target genes (inflammation molecules, cytokines, enzymes of the tryptophan pathway, poly-ADP ribosyl transferases. . .) which bring a new dimension to the receptor through the regulation of multiple cellular functions (immunity, inter-organ communications. . .). 11 , 12\n\nHistorically, the first suspected ligands of the AhR were xenobiotics such as Polycyclic Aromatic Hydrocarbons (PAH for example benzo(a)pyrene), or furans and dioxins which are Halogenated Aromatic Hydrocarbons (HAH). 13 , 14  These molecules have given their name to the receptor. Some of these ligands are metabolized like the PAHs; their metabolism can lead to the production of toxic intermediary metabolites, notably mutagenic and associated with certain cancers (like benzo(a)pyrene and lung cancer). 15  A balance between phase I and phase II enzymes is thus necessary to produce safe conjugated metabolites which can be easily eliminated. Some of these ligands are detected by the AhR but unfortunately, they are not metabolized by cytochromes P450 which results in the maintenance of their lipophilic property and potentially chronical activation of the AhR pathway. 16  For example, dioxins and furans are difficult to eliminate from the body: they are therefore persistent organic pollutants (POPs) which accumulate in the adipose tissue, the liver, or the brain (all considered as fatty organs). The Seveso dioxin, or 2,3,7,8-TetraChloroDibenzo-p-Dioxin (TCDD), causes numerous alterations in organisms such as thyroid disruption, immunosuppressive effects, and developmental abnormalities. 16 \n  - 18\n\nThe AhR has long been considered a xenobiotic receptor, but AhR knockouts in mice, demonstrated that the receptor also displays physiological regulatory functions. 19 \n  - 21  In addition, components of our diet have gradually been included in the growing list of AhR ligands.\n\nFor example, polyphenols such as quercetin (present in onions) or resveratrol (present in large quantities in the skin of red grapes) activate the AhR pathway in a manner equivalent to that of PAH or dioxins. 22  However, one of the consequences of this activation is their rapid metabolism by xenobiotic metabolism enzymes. More recently, components present in large quantities in crucifers, indoles such as indole-3-carbinol or 3,3′-diindoylmethane have also been identified and characterized as AhR ligands. 23  Finally, among the new identified endogenous ligands, molecules derived from the tryptophan metabolism including kynurenine, have clearly been identified as key regulators of the AhR functions.\n\n## Xenobiotic metabolism\n\nXenobiotics are foreign molecules that can exert biological activities on organisms and subsequently that can lead to adverse outcomes. Invertebrates and vertebrates have developed strategies along evolution that allow them to detect and eliminate these molecules, mostly through metabolization. Before the Anthropocene reign, the xenobiotics were for example bacterial toxins, which could be considered as environmental contaminants for higher organisms, likely to impact some of their physiological functions. 1  Since the industrial revolution, the formation and production of chemicals by human activities, lead to a diversification of xenobiotics (number, chemical families). More than 100 000 chemical substances are now considered to belong to this category. 2  Compared to the number of genes in humans (~22 000), it might be difficult to imagine how organisms specifically detect all these molecules. Nevertheless, the evolution led to the development of a few detection systems with low specificity which handle the processes of detoxification of many contaminants.\n\nThree receptors (AhR, PXR, and CAR) were historically considered as xenobiotic receptors as they were characterized in a research context that involved the use of a variety of pollutants binding them. 3 , 4  One key element was to provide a link between the detection of these xenobiotics and their metabolization. Indeed, the very first enzymes involved in the xenobiotic metabolism were characterized and named cytochromes P450 (CYP450), in the early 1960s; the abbreviation, CYP450, comes from spectrophotometry experiments: when these enzymes are in the reduced state and complexed with carbon monoxide (CO), the absorbance peak is at a wavelength of 450 nm. 5  They were first characterized as enzymes involved in the oxidation of exogenous compounds.\n\nA general presentation of xenobiotic metabolism 6  is proposed in  Figure 1 .\n\nA general presentation of xenobiotic metabolism. Three phases are considered as essential, the first 2 steps corresponding to the activation and conjugation of xenobiotics leading to the production of metabolites, which are generally more hydrophilic. Therefore, a necessary third step involving membrane transporters leads to the elimination of the metabolites from the cell and subsequently, from the body (urines, sweat. . .).\n\n## The AhR signaling pathway\n\nAmong xenobiotic receptors, the existence of the aryl hydrocarbon receptor (AhR) was characterized in 1976 by Poland and authors, who described an adaptative response linking the detection of pollutants to their detoxication. Later in the 19s and early 20s, both PXR (Pregnane X Receptor) and CAR (Constitutive Androstrane Receptor), 2 nuclear receptors (not belonging to the same protein family), were identified. 3 , 4\n\nEach of these receptors, functions in a similar manner: in an inactive state, they are localized in the cytoplasm, complexed to heat shock proteins (chaperones) that protect them from degradation, also prevent them from entering the nucleus and configure them in a state that allows their binding to ligands, including pollutants. After ligand binding, a conformational change of the receptor (AhR, PXR, CAR) leads to the detachment of certain heat shock proteins. As a result, the receptor enters the nucleus and complexes with a protein partner to form a transcription factor. PXR and CAR complex with another nuclear receptor called RXR (Retinoid X Receptor) while AhR, which belongs to the bHLH/PAS (Basic Helix Loop Helix/Period ARNT Single-minded) family, binds to a protein of the same family named ARNT (for AhR Nuclear Translocator).\n\nThe cytoplasmic AhR complex contains c-Src (a tyrosine kinase which could also trigger, upon release, phosphorylations of multiple targets), 2 heat-shock proteins (Hsp90), the XAP2/AIP/ARA9, and finally, p23, a co-chaperon (which means that it only interacts with one Hsp90 and not with the AhR). Upon binding of a ligand, the AhR translocates into the nucleus, and dimerizes with AhR Nuclear Translocator (ARNT), another member of the bHLH/PAS family. Therefore, the heterodimer binds to Xenobiotic Responsive Elements (XRE, consensus sequence 5′-TNGCGTG-3′), which are in the promoters of targets genes (including xenobiotic metabolizing enzymes and transporters). Consequently, AhR ligands are metabolized and eliminated from the body ( Figure 2 ). 4 , 7\n\nA general presentation of the AhR signaling pathway. The AhR belongs to a cytoplasmic complex which detects pollutants and therefore translocates into the nucleus forming a transcription factor with ARNT. The heterodimer binds to xenobiotic responsive elements (XRE) in the promoters of target genes including xenobiotic-metabolizing enzymes which detoxifies the AhR ligands.\n\n## A diversity of AhR target genes\n\nAmong the first genes discovered as AhR targets, several xenobiotic enzymes/transporters metabolize and participate to the elimination of AhR ligands. Thus, the receptor regulates the expression of several family 1 cytochromes P450 (CYP1A1, 1A2, and 1B1) and increases their levels following exposure to PAHs and dioxins. 8  Several phase II enzymes are also overexpressed and the balance between the 2 phases ensures the production of metabolites that are not reactive (due to their conjugation). 9  Conversely, an over-representation of phase I (CYP1) can lead to the production of DNA-reactive molecules. 10  This is classically described for benzo(a)pyrene, a polycyclic aromatic hydrocarbon (PAH).\n\nThis signaling pathway is also subject to regulatory feedbacks through the increased expression of a particular target gene, the AhR Repressor (AhRR), which compete with ARNT. Its increased expression following AhR activation thus decreases the activity of the pathway and constitutes a negative feedback. 11\n\nSince the discovery of the first genes directly targeted by the AhR, omics techniques have allowed the identification of new target genes (inflammation molecules, cytokines, enzymes of the tryptophan pathway, poly-ADP ribosyl transferases. . .) which bring a new dimension to the receptor through the regulation of multiple cellular functions (immunity, inter-organ communications. . .). 11 , 12\n\n## The AhR ligands\n\nHistorically, the first suspected ligands of the AhR were xenobiotics such as Polycyclic Aromatic Hydrocarbons (PAH for example benzo(a)pyrene), or furans and dioxins which are Halogenated Aromatic Hydrocarbons (HAH). 13 , 14  These molecules have given their name to the receptor. Some of these ligands are metabolized like the PAHs; their metabolism can lead to the production of toxic intermediary metabolites, notably mutagenic and associated with certain cancers (like benzo(a)pyrene and lung cancer). 15  A balance between phase I and phase II enzymes is thus necessary to produce safe conjugated metabolites which can be easily eliminated. Some of these ligands are detected by the AhR but unfortunately, they are not metabolized by cytochromes P450 which results in the maintenance of their lipophilic property and potentially chronical activation of the AhR pathway. 16  For example, dioxins and furans are difficult to eliminate from the body: they are therefore persistent organic pollutants (POPs) which accumulate in the adipose tissue, the liver, or the brain (all considered as fatty organs). The Seveso dioxin, or 2,3,7,8-TetraChloroDibenzo-p-Dioxin (TCDD), causes numerous alterations in organisms such as thyroid disruption, immunosuppressive effects, and developmental abnormalities. 16 \n  - 18\n\nThe AhR has long been considered a xenobiotic receptor, but AhR knockouts in mice, demonstrated that the receptor also displays physiological regulatory functions. 19 \n  - 21  In addition, components of our diet have gradually been included in the growing list of AhR ligands.\n\nFor example, polyphenols such as quercetin (present in onions) or resveratrol (present in large quantities in the skin of red grapes) activate the AhR pathway in a manner equivalent to that of PAH or dioxins. 22  However, one of the consequences of this activation is their rapid metabolism by xenobiotic metabolism enzymes. More recently, components present in large quantities in crucifers, indoles such as indole-3-carbinol or 3,3′-diindoylmethane have also been identified and characterized as AhR ligands. 23  Finally, among the new identified endogenous ligands, molecules derived from the tryptophan metabolism including kynurenine, have clearly been identified as key regulators of the AhR functions.\n\n## The Multiples Functions of the Tryptophan Catabolic Pathways\n\nTryptophan (Trp) is an essential amino acid (not produced by our body and whose unique source is our food) which is used for protein synthesis but also constitutes a biosynthetic precursor to numerous active metabolites, including serotonin and melatonin. 24  The main catabolic pathway of Trp, called the kynurenine pathway, is important for cell energy production and limiting cellular aging as it degrades about 95% of tryptophan from the diet into the essential co-factor, nicotinamide adenine dinucleotide or NAD + . 25  Prior to the production of NAD + , various intermediate compounds are synthesized and exhibit remarkable activities toward various receptors involved in the regulatory functions of the CNS and the immune system. 26 \n   - 29\n\nThe kynurenine (Kyn) metabolites can also participate in the incidence of numerous neurodegenerative disorders (Alzheimer disease, amyotrophic lateral sclerosis, Huntington disease, and Parkinson disease) or other inflammatory diseases such as cancer or cardiovascular pathologies. 26 , 30 \n   - 33\n\nThe first step of kynurenine pathway is the conversion of Trp to N-formyl-L-kynurenine ( Figure 3 ). This conversion process is enabled by 2 rate-limiting enzymes: tryptophan 2,3-dioxygenases (TDO) and indoleamine 2,3-dioxygenases (IDO). Interestingly, both IDO and TDO are positively regulated by cortisol and proinflammatory cytokines (IL-1, IL-6, and TNF). 34 , 35  N-formyl-L-kynurenine is then converted into Kyn by formidase. However, IDO and TDO are considered as the rate-limiting enzymes for Kyn production; indeed, the conversion of Trp to Kyn through IDO and formidase represents the first steps of the major pathway of Trp degradation (95%), underscoring the importance of IDO, besides Kyn production, in regulating the other pathways of Trp metabolism (indole and/or serotonin pathways). Therefore, the Kyn pathway and IDO have been implicated in issues with serotonergic homeostasis and subsequently, with psychiatric health issues. 36\n\nA general and simplified overview of tryptophan metabolism.\n\nKyn is a molecule at the crossroads of several reactions. The next steps could be (1) the metabolization of Kyn by the Kyn aminotransferases producing Kynurenic acid (KA) or (2) the formation of anthranilic acid by kynureninase or, (3) the conversion of Kyn into 3-hydroxy-kynurenine (3-OH-Kyn) by Kyn monooxygenases (also named hydroxylases, as they attach a hydroxyl group to the C3 of Kyn). 37\n\n3-OH-Kyn can be metabolized by kynureninase and transformed into 3-OH anthranilic acid (OH-AA). 38  OH-AA is metabolized by the enzyme 3-hydroxyanthranilic acid 3,4-dioxygenase to form 2-Amino-3-carboxymuconate semialdehyde, a metabolite which can be further broken down into the picolinic acid (PA) and quinolinic acid (QA). QA may serve as a precursor for the synthesis of NAD + . 25\n\nThe gut microbiota participates in the direct transformation of Trp (5%) into indole metabolites ( Figure 3 ), such as indole, indole-3-aldehyde, indole-3-acetic acid (IAA), and indole 3-propionate (IPA), which maintain intestinal barrier integrity and immune cell homeostasis through, at least partly, activation of the AhR, Treg formation, subsequent interleukin IL-22 production and immunotolerance. 39 \n  - 41\n\nFinally, the production of serotonin represents only 1% to 2% of the Trp metabolism.\n\nThe cellular levels of Kyn and its downstream metabolites play crucial roles in regulating the immune system, vascular biology, and neurological functions. 26 \n   - 29  The first function of this metabolic pathway is the control of Trp availability, regulated mainly by TDO and IDO. Controlling the expression of these enzymes, especially in the brain, can strongly while indirectly, influence serotonin synthesis.\n\nAt the end of the 1970s, the discovery of the neuroactive properties of certain metabolites produced by the Kyn pathway has led to considerable renewed interest for its study. Among the metabolites derived from this pathway, 3 of them are particularly neuroactive, via their action on the glutamatergic system or their involvement in oxidative processes: KA, 3-OH-Kyn, and QA.\n\nOne of the main characteristics of KA is that it is a competitive antagonist of glutamate receptors, inhibiting the 3 ionotropic receptors of this excitatory amino acid: N-methyl-D-aspartate (NMDA) receptors, kainic acid receptors, and AMPA receptors. 26 , 42 , 43  By its antagonistic properties, KA is considered as a neuroprotective metabolite capable to counteract the excitotoxicity induced by glutamate (and QA, see below). 44  Even modest increases in KA levels lead to rapid reduction in glutamate levels especially in anterior brain regions of rodents. 45 , 46  KA also acts on the α7 nicotinic acetylcholine receptor (α7nACh) as an antagonist. 47 \n  - 49  These nicotinic receptors (activated by acetylcholine and nicotine, which are the best-known agonists) play a key role in the central cholinergic anti-inflammatory response. 50  More recently, KA has also been identified as an agonist of the G protein-coupled receptor 35 (GPR35), hitherto considered as an “orphan” receptor, 51  as well as the AhR. 52  However, the expression of these receptors in the brain is relatively low, 53  as they exert their main effects in the periphery. In humans, GPR35 is mainly expressed in the intestinal tract (stomach, intestine), in the spleen and in lymphocytes. The functions of this receptor are to date little known, however considering its expression, it is likely that it has a regulatory role in the digestive system and a pathophysiological implication in chronic inflammatory bowel diseases. Regardless of its actions on these receptors, KA also exhibits antioxidant properties linked to its ability to scavenge hydroxyl radicals, superoxide anion, and other free radicals. 54 , 55\n\nQA  is long known to produce an increase in neuronal firing rate in the cerebral cortex. 56 , 57  Neuronal excitation due to QA, is blocked by 2-amino-5-phosphonopentanoic acid (AP5), a compound reported earlier to block NMDA receptors. 43 , 58  Thus, QA was identified as an endogenous, selective agonist of NMDA receptors. 57  As mentioned before, KA blocks NMDA receptors and therefore could compete with QA. 59  Furthermore, beside its action on neurons, QA is also capable of causing gliotoxicity of human astrocytes which also express NMDA receptors. 60 \n  - 62\n\nFinally,  3-OH-Kyn  also display neurotoxic properties, as it can induce oxidative stress and consequently neuron death by apoptosis. A part of this neurotoxicity also comes from one of its metabolites, OH-AA. Both are capable of auto-oxidizing and producing following significant amounts of reactive oxygen species (ROS), the accumulation of which within the CNS being highly toxic and associated with neurodegenerative diseases. 63 \n  - 65  In the context of Huntington’s disease, increased levels of QA in the brain are accompanied by quantitatively similar increases in brain levels of 3-OH-Kyn. 66 , 67  The synthesis of 3-OH-Kyn is particularly sensitive to inflammatory mediators, in particular IFN-γ. Under physiological conditions, the concentrations of 3-OH-Kyn are relatively low. In contrast, concentrations of 3-OH-Kyn and QA increase markedly in response to activation of the immune system or administration of IFN-γ. 68 , 69\n\nSeveral studies have suggested a link between the physiological effects of Kyn and its metabolites, and the AhR. 70 \n  - 72  Indeed, Kyn, KA and 6-formylindolo[3,2-b]carbazole (FICZ, a product of Trp after exposure to UV radiation in the skin) are considered AhR ligands. 73 \n  - 75  In support of this relationship are the numerous observations that Kyn levels influence a variety of immune responses in an AhR-dependent manner. 72 , 76 \n  - 78  Therefore, disorders of the Kyn metabolism are associated with a variety of human health issues including cancer, hypertension, chronic inflammation, and neurodegenerative disorders. 26 , 30 , 33\n\nThe Kyn-related underlying mechanistic roles of the AhR are currently uncertain. Knowledge of the AhR pharmacology has arisen from studying xenobiotic agonists like the halogenated dibenzo-p-dioxins and polycyclic aromatic hydrocarbons. 79 \n   - 82  Thousands of xenobiotic compounds and endogenous metabolites with diverse shape and chemical properties have been reported to bind to the AhR. 83 , 84  These studies demonstrate that the AhR prefers compounds with elongated planar conformations with large lateral extensions while Kyn is a much smaller, polar, and irregularly shaped ligand. Thus, although it has been shown that Kyn is a receptor activator, the structure of this ligand does not conform to many of the rules that correlate with high affinity binding to the AhR. 79 \n   - 82  Seok et al showed that the activity of kynurenine toward the AhR is increased by 100 to 1000-fold after incubation or long-term storage of Kyn’s solution: in fact, this is linked to the formation of Kyn condensates that interact with the hydrophobic ligand-binding pocket of AhR. These authors have purified products of the trace-active derivatives of Kyn and identified 2 new compounds named trace-extended aromatic condensation products (TEACOPs), that are active at very low concentrations (picomolar levels). The synthesized compound for one of the predicted structures, matched the purified compound in both chemical structure and AhR pharmacology. This study provides evidence that Kyn acts as an AhR pro-ligand, which requires chemical conversions to produce efficient receptor agonists. 85\n\nThese results suggest that Kyn undergoes chemical modifications into derivatives, which activates the AhR. This hypothesis is quite plausible as this phenomenon has already been observed for indole-3-carbinole, 83  a compound which, like Kyn, does not have the characteristics expected for a good interaction with residues of the ligand-binding cavity of AhR: indeed, in acidic conditions, it can form various condensation products including indolocarbazole (ICZ), which has a much better affinity for AhR (K D  of 1.9 × 10 − 10  M for ICZ against 2.7 × 10 − 5  M for I3C). This is also the case for another metabolite of tryptophan, tryptamine, which, under the action of a monoamine oxidase, can form indole-3-acetaldehyde, a precursor of FICZ, a high-affinity AhR ligand. 86\n\n## Overall presentation of the Trp catabolic pathways including IDO/TDO\n\nThe first step of kynurenine pathway is the conversion of Trp to N-formyl-L-kynurenine ( Figure 3 ). This conversion process is enabled by 2 rate-limiting enzymes: tryptophan 2,3-dioxygenases (TDO) and indoleamine 2,3-dioxygenases (IDO). Interestingly, both IDO and TDO are positively regulated by cortisol and proinflammatory cytokines (IL-1, IL-6, and TNF). 34 , 35  N-formyl-L-kynurenine is then converted into Kyn by formidase. However, IDO and TDO are considered as the rate-limiting enzymes for Kyn production; indeed, the conversion of Trp to Kyn through IDO and formidase represents the first steps of the major pathway of Trp degradation (95%), underscoring the importance of IDO, besides Kyn production, in regulating the other pathways of Trp metabolism (indole and/or serotonin pathways). Therefore, the Kyn pathway and IDO have been implicated in issues with serotonergic homeostasis and subsequently, with psychiatric health issues. 36\n\nA general and simplified overview of tryptophan metabolism.\n\nKyn is a molecule at the crossroads of several reactions. The next steps could be (1) the metabolization of Kyn by the Kyn aminotransferases producing Kynurenic acid (KA) or (2) the formation of anthranilic acid by kynureninase or, (3) the conversion of Kyn into 3-hydroxy-kynurenine (3-OH-Kyn) by Kyn monooxygenases (also named hydroxylases, as they attach a hydroxyl group to the C3 of Kyn). 37\n\n3-OH-Kyn can be metabolized by kynureninase and transformed into 3-OH anthranilic acid (OH-AA). 38  OH-AA is metabolized by the enzyme 3-hydroxyanthranilic acid 3,4-dioxygenase to form 2-Amino-3-carboxymuconate semialdehyde, a metabolite which can be further broken down into the picolinic acid (PA) and quinolinic acid (QA). QA may serve as a precursor for the synthesis of NAD + . 25\n\nThe gut microbiota participates in the direct transformation of Trp (5%) into indole metabolites ( Figure 3 ), such as indole, indole-3-aldehyde, indole-3-acetic acid (IAA), and indole 3-propionate (IPA), which maintain intestinal barrier integrity and immune cell homeostasis through, at least partly, activation of the AhR, Treg formation, subsequent interleukin IL-22 production and immunotolerance. 39 \n  - 41\n\nFinally, the production of serotonin represents only 1% to 2% of the Trp metabolism.\n\n## Functions of the Trp catabolites including KYN and other AhR ligands\n\nThe cellular levels of Kyn and its downstream metabolites play crucial roles in regulating the immune system, vascular biology, and neurological functions. 26 \n   - 29  The first function of this metabolic pathway is the control of Trp availability, regulated mainly by TDO and IDO. Controlling the expression of these enzymes, especially in the brain, can strongly while indirectly, influence serotonin synthesis.\n\nAt the end of the 1970s, the discovery of the neuroactive properties of certain metabolites produced by the Kyn pathway has led to considerable renewed interest for its study. Among the metabolites derived from this pathway, 3 of them are particularly neuroactive, via their action on the glutamatergic system or their involvement in oxidative processes: KA, 3-OH-Kyn, and QA.\n\nOne of the main characteristics of KA is that it is a competitive antagonist of glutamate receptors, inhibiting the 3 ionotropic receptors of this excitatory amino acid: N-methyl-D-aspartate (NMDA) receptors, kainic acid receptors, and AMPA receptors. 26 , 42 , 43  By its antagonistic properties, KA is considered as a neuroprotective metabolite capable to counteract the excitotoxicity induced by glutamate (and QA, see below). 44  Even modest increases in KA levels lead to rapid reduction in glutamate levels especially in anterior brain regions of rodents. 45 , 46  KA also acts on the α7 nicotinic acetylcholine receptor (α7nACh) as an antagonist. 47 \n  - 49  These nicotinic receptors (activated by acetylcholine and nicotine, which are the best-known agonists) play a key role in the central cholinergic anti-inflammatory response. 50  More recently, KA has also been identified as an agonist of the G protein-coupled receptor 35 (GPR35), hitherto considered as an “orphan” receptor, 51  as well as the AhR. 52  However, the expression of these receptors in the brain is relatively low, 53  as they exert their main effects in the periphery. In humans, GPR35 is mainly expressed in the intestinal tract (stomach, intestine), in the spleen and in lymphocytes. The functions of this receptor are to date little known, however considering its expression, it is likely that it has a regulatory role in the digestive system and a pathophysiological implication in chronic inflammatory bowel diseases. Regardless of its actions on these receptors, KA also exhibits antioxidant properties linked to its ability to scavenge hydroxyl radicals, superoxide anion, and other free radicals. 54 , 55\n\nQA  is long known to produce an increase in neuronal firing rate in the cerebral cortex. 56 , 57  Neuronal excitation due to QA, is blocked by 2-amino-5-phosphonopentanoic acid (AP5), a compound reported earlier to block NMDA receptors. 43 , 58  Thus, QA was identified as an endogenous, selective agonist of NMDA receptors. 57  As mentioned before, KA blocks NMDA receptors and therefore could compete with QA. 59  Furthermore, beside its action on neurons, QA is also capable of causing gliotoxicity of human astrocytes which also express NMDA receptors. 60 \n  - 62\n\nFinally,  3-OH-Kyn  also display neurotoxic properties, as it can induce oxidative stress and consequently neuron death by apoptosis. A part of this neurotoxicity also comes from one of its metabolites, OH-AA. Both are capable of auto-oxidizing and producing following significant amounts of reactive oxygen species (ROS), the accumulation of which within the CNS being highly toxic and associated with neurodegenerative diseases. 63 \n  - 65  In the context of Huntington’s disease, increased levels of QA in the brain are accompanied by quantitatively similar increases in brain levels of 3-OH-Kyn. 66 , 67  The synthesis of 3-OH-Kyn is particularly sensitive to inflammatory mediators, in particular IFN-γ. Under physiological conditions, the concentrations of 3-OH-Kyn are relatively low. In contrast, concentrations of 3-OH-Kyn and QA increase markedly in response to activation of the immune system or administration of IFN-γ. 68 , 69\n\nSeveral studies have suggested a link between the physiological effects of Kyn and its metabolites, and the AhR. 70 \n  - 72  Indeed, Kyn, KA and 6-formylindolo[3,2-b]carbazole (FICZ, a product of Trp after exposure to UV radiation in the skin) are considered AhR ligands. 73 \n  - 75  In support of this relationship are the numerous observations that Kyn levels influence a variety of immune responses in an AhR-dependent manner. 72 , 76 \n  - 78  Therefore, disorders of the Kyn metabolism are associated with a variety of human health issues including cancer, hypertension, chronic inflammation, and neurodegenerative disorders. 26 , 30 , 33\n\n## Trace-extended aromatic condensation products of tryptophan metabolites\n\nThe Kyn-related underlying mechanistic roles of the AhR are currently uncertain. Knowledge of the AhR pharmacology has arisen from studying xenobiotic agonists like the halogenated dibenzo-p-dioxins and polycyclic aromatic hydrocarbons. 79 \n   - 82  Thousands of xenobiotic compounds and endogenous metabolites with diverse shape and chemical properties have been reported to bind to the AhR. 83 , 84  These studies demonstrate that the AhR prefers compounds with elongated planar conformations with large lateral extensions while Kyn is a much smaller, polar, and irregularly shaped ligand. Thus, although it has been shown that Kyn is a receptor activator, the structure of this ligand does not conform to many of the rules that correlate with high affinity binding to the AhR. 79 \n   - 82  Seok et al showed that the activity of kynurenine toward the AhR is increased by 100 to 1000-fold after incubation or long-term storage of Kyn’s solution: in fact, this is linked to the formation of Kyn condensates that interact with the hydrophobic ligand-binding pocket of AhR. These authors have purified products of the trace-active derivatives of Kyn and identified 2 new compounds named trace-extended aromatic condensation products (TEACOPs), that are active at very low concentrations (picomolar levels). The synthesized compound for one of the predicted structures, matched the purified compound in both chemical structure and AhR pharmacology. This study provides evidence that Kyn acts as an AhR pro-ligand, which requires chemical conversions to produce efficient receptor agonists. 85\n\nThese results suggest that Kyn undergoes chemical modifications into derivatives, which activates the AhR. This hypothesis is quite plausible as this phenomenon has already been observed for indole-3-carbinole, 83  a compound which, like Kyn, does not have the characteristics expected for a good interaction with residues of the ligand-binding cavity of AhR: indeed, in acidic conditions, it can form various condensation products including indolocarbazole (ICZ), which has a much better affinity for AhR (K D  of 1.9 × 10 − 10  M for ICZ against 2.7 × 10 − 5  M for I3C). This is also the case for another metabolite of tryptophan, tryptamine, which, under the action of a monoamine oxidase, can form indole-3-acetaldehyde, a precursor of FICZ, a high-affinity AhR ligand. 86\n\n## The Interplay Between the AhR Pathway and Trp Metabolism in the Occurrence of Pathophysiological Processes and Diseases Related to Metabolism and Cancer\n\nThe Kyn-AhR pathway has been implicated in pathophysiological processes such as tumor immunotolerance. Metabolic deregulations play a key role in cancer processes (eg, Warburg effect). In this section, we have identified processes that may be common to both the Kyn and AhR pathways and potentially involved in inflammation and metabolic processes (potentially related to cancer evolution) and we will discuss them in an integrated way:\n\nInflammation  can be triggered by cytokines such as IL-6, TNF-α, and IFN-γ, which activate transcriptional factors (eg, NF-κB and STAT3). These cytokines also activate IDO for example during infection, restricting their access to Trp of pathogens and therefore their growth. However, IDO activation in chronic inflammation can also induce immunotolerance and potentially immune suppression. 87 \n     - 92  The role of Kyn which is produced by the IDO pathway in cancer has been suggested by several studies; for example, Kyn levels in normal serum is comprised between 1 and 3 µM, while it is much higher in the tumor microenvironment (up to 37 µM). 88  As mentioned previously, the presence of Kyn in the microenvironment, can lead to the activation of the AhR and therefore to tumor proliferation and escape from the immune system. A recent study showed that IL4I1 activates the AHR pathway through the production of kynurenic acid and indole metabolites also leading to immunosuppression. 93  Considering such results, IDO1 inhibition has been suggested as a potential cancer therapy; however, this approach is not completely successful in clinical trials and this might be partly related to its impact on  NAD + \n metabolism . 94  Indeed, IDO1 inhibition leads surprisingly to the overproduction of NAD + ; the inhibition of IDO1 is not sufficient to leads to compensatory production of NAD +  and its metabolites which favor tumor promotion through multiple mechanisms. NAD +  deprivation, as a treatment approach in cancer is considered; the blockage of NAD +  de novo synthesis by FK866 (a nicotinamide phosphoribosyl transferase) sensitizes cancer cells for apoptosis. 95  We can hypothesize that due to the high similarity between the cancer phenotype that occur with high levels of NAD +  and Kyn (immunosuppression and tumor aggressiveness), that the AhR pathway might also be involved in those process. Targeting simultaneously NAD +  metabolism, IDO1 activity and the AhR pathway might be an interesting approach for cancer therapy.\n\nAnother cause of inflammation is the occurrence of an  oxidative stress : Sahm et al showed that QPRT expression in glioma cells is increased by oxidative stress, a process that can decrease the availability of QA (an AhR ligand and substrate of QPRT) while increasing NAD +  levels. The elevation in QPRT levels decreased the susceptibility of cancer cells to radio-chemotherapy leading to poor prognosis. 95  The involvement of the QA-AhR pathway is unknown in this process but several studies raised the hypothesis that the AhR plays a key role in chemoresistance for example through the up-regulation of ABCG2, a drug transporter. 96\n\nSeveral metabolic disorders are related to Trp metabolism and/or the activity of the AhR pathway:  insulin resistance (IR)  induces hyperglycemia due to the inability by various cells such as adipocytes and cardiomyocytes, to import glucose. 97 , 98  This condition is observed in type 2 diabetes (T2D), obesity, and hypertension. Trp metabolism appears to be dysregulated in obese and insulin-resistant (IR) patients. Kyn serum levels significantly increased in obese adults, probably due to an increased IDO activity (this activity being already upregulated in pre-diabetic subjects while normoglycemic). Interestingly, metformin which is used to treat T2D, also normalizes the Kyn levels in these patients. 99  Other IR or T2D cases displays increased Trp and Kyn serum levels. 50 , 100 , 101  These observational results do not allow to draw a causal link between Kyn and dysregulated metabolism, but on the contrary, KA displays a rather beneficial impact in terms of IR due to its antagonism toward the NMDA receptor, triggering of the Gpr35/AMPK axis and SIRT6, and regulation of long-term thermogenesis. 102 , 103  The AhR might also be implicated: Rojas et al 104  demonstrated that Kyn activates the AhR, a process linked with weight gain (only when associated with an high-fat diet) and hyperglycemia due to decreased plasma insulin levels. Such results linking the AhR to the modulation of insulin responses are not surprising: indeed; the AhR modulates this response according to the nature of its ligands 103 , 105 : active ingredients of Indigo  naturalis  (AhR agonists) alleviate high fat diet-induced IR via an increased secretion of IL-10 and IL-22. 102  On the contrary, a xenobiotic AhR ligand, benzo(a)pyrene increases the levels of inflammatory markers such as TNF-α, NF-κB, and MCP-1 increased due to AhR activation in C57BL/6 mice. 106 \n Altered production and secretion of adipokines  are also associated with the Kyn pathway through the modulation of NMDA receptors. 107  While none of the Trp metabolites has been described to modulate adipokines secretion through AhR modulation, we hypothesize that the Kyn pathway may influence adipokines secretion by the AT through modulation of the AhR and that this process might contribute to the occurrence of metabolic diseases. Moreover, the  metabolism of fatty acids (FA)  is modulated by the IDO-Kyn-AhR pathway as it has been shown in human coronary artery endothelial cells (HCAECs): IFN-γ activates IDO1 therefore the production of Kyn and then the activation of the AhR leading to reduced intracellular levels of NAD +  and increased FA oxidation. 108  The nature of FA (ω3 vs ω6) may determine if the AhR ligands and the AhR pathway favors or suppress cancer progression: indeed, in mice fed with a ω3-rich diet, TCDD decreased the growth rates of transplanted tumors and their metastasis to the liver and/or lung, while in ω6-fed mice, TCDD enhanced cancer metastasis. 109\n\nAnother type of metabolic disorders related to Trp metabolism, the AhR pathway and potentially cancer, is a gut microbiota imbalance, or  “dysbiosis.” 110 , 111  Decreases in Trp serum concentrations are correlated with several diseases including inflammatory bowel disease. 112  Alteration in microbiota composition changes Trp availability with subsequent consequences on the Kyn pathway therefore on the AhR activity. The activity of colon cancer cells also modulates this availability: c-MYC upregulates Trp transporters (SLC7A5 and SLC1A5) and arylformamidase, and increases the Trp uptake in the tumor cells and its conversion in Kyn. When the enzymes of the Kyn pathway are blocked, this leads to preferential death of colon cancer cells compared to normal colon cells. Similarly, an AhR antagonist reduces the proliferation of these cells by blocking the AhR-Kyn interaction. 113  Similarly, an increase in cytoplasmic levels of IDO1, arylformamidase, and Kyn, leads to AhR-mediated T cell inactivation and colon cancer progression. Trp availability and metabolism is also altered in the microbiome of colon cancer patients compared to healthy volunteers. 113 , 114  Interestingly, 2 ligands of the AhR, indole propionic acid (IPA) and indoxyl-sulfate (IS) which are bacterial metabolites of Trp, hampered cancer cells migration, proliferation, and metastasis, blocking epithelial-mesenchymal transition (EMT) or ROS/RNS generation, and competing with metabolites of the Kyn pathway. 115 , 116  In summary, the gut, and the microbiota influence significantly the availability of Trp, producing AhR ligands which compete with metabolites of the Kyn pathway.\n\nFinally, alteration of amino acid levels including Trp has been associated with  disruptions in the circadian rhythm  and sleep alterations making subjects more susceptible to the development of various diseases, including cancer and metabolic disorders. 117 \n  - 119  First, Vallianatou et al 120  demonstrated that Trp-containing dipeptides were upregulated in the brain during sleep. Huang et al 121  conducted a study with females shift workers (who are more susceptible to weight gain and obesity than day workers) and characterized an increase in Trp levels. No connection so far has been identified between the AhR and the Kyn pathway in this context, but it would be relevant to study if the disruption of circadian rhythms (associated with obesity or cancer) might influence this connection and the role of both pathways in the appearance of the disease.\n\nThe induction of the Kyn pathway prevents Trp from being metabolized not only to serotonin, but also suppresses the availability of serotonin as a necessary precursor for the melatonergic pathway. Serotonin, in the presence of 14-3-3 stabilized AANAT with acetyl-CoA as a cosubstrate, leads to the production of N-acetylserotonin (NAS), with NAS being converted by acetylserotonin methyltransferase (ASMT) to melatonin. The activation of the AhR induces CYP1A2 and CYP1B1, which can O-demethylate melatonin to NAS, thereby increasing the NAS/melatonin ratio. 122  This is likely to be of some importance in cancer, given that NAS is a brain-derived neurotrophic factor (BDNF) mimic via its activation of the BDNF receptor, tyrosine receptor kinase B (TrkB). 123  TrkB activation significantly increases the survival and proliferation of cancer stem-like cells, indicating that AhR/CYP1A2/CYP1B1 can increase NAS, 124  which if released by cells in the tumor microenvironment will increase the proliferation and survival of metastasis-inducing cancer stem-like cells. 125  Data indicates that tumor IDO leads to the release of Kyn that activates the AhR in other tumor microenvironment cells, including CD 8+  T cells 126  where AhR contributes to CD 8+  T cell “exhaustion.” 127  Consequently, the AhR is a significant contributor to alterations in intercellular signaling among the cells of the tumor microenvironment.\n\nIt may also be important to note that the AhR is present on the mitochondria membrane, where it can act to regulate Ca 2+ , voltage dependent anion channel (VDAC)1 activity and mitochondrial metabolism. 128  The role of the AhR at mitochondria, including factors that act to chaperone the AhR to mitochondria will be important to determine, given the crucial role of mitochondria in the pathophysiology of cancer and metabolic conditions, such as obesity.\n\n## Conclusions and Implications\n\nThe AhR was historically identified as a xenobiotic receptor but since the beginning of the 20th century, many new ligands have been identified including components produced by the microbiota, compounds from the diet and endogenous ligands including tryptophan derivatives. Among these, the kynurenine pathway leads to the production of a variety of tryptophan metabolites, some of which have rather deleterious properties, others being more protective. In this respect, TEACOPS occupy a place that should be clarified. Consequently, many pathophysiological processes associate the AhR pathway and kynurenine metabolism, including inflammation and insulin resistance. Other processes remain more hypothetical. The persistence of AhR signaling maintained by persistent ligands (such as dioxin or kynurenine, possibly lipophilic TEACOPs) could explain some deleterious effects. The complexity of the signaling is explained by this diversity of ligands that each individually could lead to different transcriptional responses. Within the same cell, it is conceivable that different AhRs are activated by different molecules. This characterization will be a challenge in the coming years to link AhR signaling to complex public health events.",
  "reference_count": 128,
  "word_count": 7481,
  "char_count": 49874
}