{
  "pmcid": "PMC10506040",
  "doi": "10.12998/wjcc.v11.i25.5840",
  "title": "Mechanism and recent updates on insulin-related disorders",
  "authors": [
    "Shashank Kumar",
    "Sabyasachi Senapati",
    "Neetu Bhattacharya",
    "Amit Bhattacharya",
    "Shashank Kumar Maurya",
    "Hadiya Husain",
    "Jasvinder Singh Bhatti",
    "Abhay Kumar Pandey"
  ],
  "year": "2023",
  "journal": "World Journal of Clinical Cases",
  "abstract": "Insulin, a small protein with 51 amino acids synthesized by pancreatic β-cells, is crucial to sustain glucose homeostasis at biochemical and molecular levels. Numerous metabolic dysfunctions are related to insulin-mediated altered glucose homeostasis. One of the significant pathophysiological conditions linked to the insulin associated disorder is diabetes mellitus (DM) (type 1, type 2, and gestational). Insulin resistance (IR) is one of the major underlying causes of metabolic disorders despite its association with several physiological conditions. Metabolic syndrome (MS) is another pathophysiological condition that is associated with IR, hypertension, and obesity. Further, several other pathophysiological disorders/diseases are associated with the insulin malfunctioning, which include polycystic ovary syndrome, neuronal disorders, and cancer. Insulinomas are an uncommon type of pancreatic β-cell-derived neuroendocrine tumor that makes up 2% of all pancreatic neoplasms. Literature revealed that different biochemical events, molecular signaling pathways, microRNAs, and microbiota act as connecting links between insulin disorder and associated pathophysiology such as DM, insuloma, neurological disorder, MS, and cancer. In this review, we focus on the insulin-related disorders and the underlying mechanisms associated with the pathophysiology.",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Insulin is a relatively tiny protein with 51 amino acids. Preproinsulin, an immature form, is converted into proinsulin, which in turn produces active insulin protein after proteolysis. Insulin is arranged in tightly grouped “granules” made of insoluble crystalline hexameric insulin in β-cells. Although a number of variables influence insulin biosynthesis in pancreatic beta-cells, glucose metabolism is the primary physiological event that triggers insulin gene transcription and protein translation[ 1 ]. Protein translation is generally accelerated by β-cells in response to nutrients, which is at least in part regulated by dephosphorylation of eukaryotic initiation factor 2a  via  protein phosphatase 1[ 2 ]. In particular, β-cells react by releasing corresponding amounts of insulin in reaction to changes in plasma glucose concentration[ 3 ]. In β-cells, the glucose transporter 2 (GLUT2) is expressed constitutively, allowing glucose entrance through GLUT2-mediated facilitated diffusion. Glucokinase (GCK), a variant of hexokinase, is the rate-limiting enzyme that phosphorylates glucose after it enters β-cells[ 4 ]. Through a series of biochemical reactions, phosphorylated glucose produces ATP, which eventually causes the release of insulin  via  ATP-sensitive potassium channels[ 5 ]. In general, insulin secretion is a process that includes the plasma membrane fusion of insulin granules and the exocytosis of granule substance.\n\nSeveral diseases are connected with abnormal insulin secretion and usage inside the body. Insulin resistance (IR) is defined as the decreased ability of cells or tissues to respond to physiological levels of insulin. IR causes metabolic abnormalities as insulin plays a major role in maintaining glucose homeostasis through its actions on carbohydrate, protein, and lipid metabolism. Growing experimental and clinical evidence suggests that IR may be the underlying fundamental metabolic defect which gives chance to the establishment of different diseases such as diabetes mellitus (DM), insulinoma, metabolic syndrome (MS), polycystic ovary syndrome (PCOS), neuronal disorder, and cancer .  In the present review article, we have briefly discussed about insulin-signaling pathways and emphasized their association with glycemic imbalance having implications in disease pathogenesis. Here we review the recent evidence in the field and present it in the context of common insulin-related disorders. For the current review, the literature published in English and indexed in the PubMed, Scopus, and other databases was used. The relevant studies were found by using the keywords “insulin; insulin-related disorders; diabetes; insulin and neurological disorders; insulin and cancer; and insulin disorder and miRNA” in database searches."
    },
    {
      "title": "DM",
      "text": "Increased blood glucose level (hyperglycemia) is a hallmark of type 1 DM (T1DM), a chronic autoimmune illness caused by an insulin deficiency that results from the death of pancreatic islet β-cells[ 6 ]. One of the most prevalent endocrine and metabolic disorders affecting children is T1DM. The loss of β-cells is a result of T1DM-related autoimmunity in the overwhelming majority of patients; these individuals have autoimmune T1DM. Idiopathic T1DM, also known as type 1b DM, is a rarer form of the disease in which no immune responses or autoantibodies are found and the reason of cell death is unknown[ 7 ]. T1DM is due to cellular-mediated autoimmune destruction of pancreatic β-cells. Several autoimmune markers such as islet cell autoantibodies, and autoantibodies to insulin, glutamic acid decarboxylase 65 (GAD65), tyrosine phosphatases (IA-2 and IA-2β), and zinc transporter 8 (ZnT8) specific to T1DM have been identified[ 7 ]. Uncertainty surrounds the cause of a first-appearing cell-targeting autoantibody, but it is being investigated in a number of trials involving children who have been monitored since birth[ 8 ]. According to some theories, the pathogenesis of T1DM can be viewed as a continuum with distinct phases that start with the discovery of autoantibodies and move on to cell death, dysglycemia, and hyperglycemia-related symptoms[ 9 ]. The cause of β-cell-targeted autoimmunity, which is still unknown, is thought to involve a confluence of genetic and environmental factors that either initiate or facilitate the autoimmune reaction against β-cells[ 8 ]. Although not proven, it is widely accepted that ongoing exposure to β-cell autoantigens causes the autoantibodies to be produced[ 10 ]. A juvenile possessing HLA-DR4-DQ8 haplotype typically develops insulin autoantibodies at a peak rate between the ages of one and two years. These two serotypes,  i.e.,  HLA-DR4 and HLA-DQ8, are coded by HLA-DRB1 and HLA-DQB1 genes, respectively. Autoantibodies that target the protein tyrosine phosphatase-like entities IA2 and IA2β or ZnT8 can form after autoantibodies to insulin or GAD65[ 8 ].\n\nGenetic and environmental factors play a part in the multifactorial illness known as T2DM. T2DM is defined by dysregulation of the metabolism of carbohydrates, lipids, and proteins and is brought on by either impaired insulin secretion, IR, or both. T2DM is by far the most prevalent of the three main types of diabetes, accounting for 90% of all cases. Its primary consequence is progressive impairment of pancreatic cell insulin secretion, which typically occurs against a backdrop of pre-existing IR in skeletal muscle, the liver, and adipose tissue. Pre-diabetes, a high-risk condition that increases the chance of developing T2DM and is characterized by impaired fasting glucose, impaired glucose tolerance, or elevated hemoglobin A1C (HbA1c), precedes overt hyperglycemia[ 11 ]. HbA1c levels in people with prediabetes range from 5.7% to 6.4%; they are clinically very diverse and reflect a pathophysiologically heterogeneous group. Prediabetes to T2DM conversion rates vary from 3% to 11% annually[ 12 ]. β-cell dysfunction, IR, and persistent inflammation are the hallmarks of the pathophysiological changes, which all work together to gradually impair blood glucose regulation and promote the emergence of micro/macro-vascular complications. The first abnormality that can be seen in people who are prone to develop T2DM is IR[ 11 ]. Overt T2DM, however, does not happen unless the cells are unable to produce enough insulin to counteract the IR[ 13 ]. Cell failure is caused by a variety of variables, such as toxicity caused by lipids and glucose, inflammation, and cell stress brought on by IR, among others. Inter-individual differences have an impact on how β-cells modify insulin release in response to changing demands on a minute-by-minute basis in order to maintain normal blood glucose levels[ 14 ]. The rate of β-cell proliferation in islets with and without diabetes does not appear to vary. Dysregulated autophagy and apoptosis are probable reasons for the loss of β-cells in T2DM[ 15 ].\n\nAlthough Carrington first used the word “gestational diabetes” in 1957, it was not until John O’Sullivan’s publications in 1961 and 1964 that it became more widely known[ 16 ]. Therefore, gestational DM (GDM) includes a wide range of hyperglycaemia. It ranges from mild impaired glucose tolerance/fasting glucose found in early pregnancy to glucose levels indicative of overt diabetes found in late pregnancy. GDM is characterized by greater IR and β-cell defects, which are metabolic abnormalities. These defects, however, are almost completely asymptomatic and are typically only discovered as a result of frequent testing of blood glucose levels during pregnancy. The metabolic changes that occur during pregnancy put β-cells under extra strain. A patient having a history of GDM has a greater chance to develop T2DM in the years after giving birth, and this increased risk is caused by both baseline abnormalities that were present before the index GDM pregnancy but were not previously diagnosed and further, progressive β-cell dysfunction that developed after that pregnancy. These factors include increased IR and gestational weight gain. Approximately 5% of women with GDM have monogenic variants of DM, which most frequently involve mutations in GCK in white populations, while only a tiny percentage (2%-13%) of women with GDM have antibodies against specific β-cell antigens[ 17 , 18 ]. If the fetus does not have the heterozygous GCK mutation, the mother’s slightly elevated fasting glucose levels can increase the risk of excessive fetal growth. GCK phosphorylates glucose to create glucose-6-phosphate in the pancreas and liver. Fascinatingly, fetal growth is normal if the GCK mutation is present in both the mother and the fetus, whereas if the GCK mutation is present only in the fetus, there is a higher chance of fetal growth restriction due to altered glucose sensing by the fetal pancreas[ 19 ]. Due to the pancreatic β-cells’ capacity to boost their insulin response, these women initially adaptively sustain normoglycaemia in the early stages of pregnancy. The increase in IR, however, makes the insulin response insufficient by the end of pregnancy[ 20 ]. The binding of insulin to the cell surface insulin receptor in peripheral tissues such as skeletal muscle causes glucose uptake by cells in non-pregnant women with adequate glucose tolerance. As was already stated, sensitivity decreases with growing gestation during pregnancy, and this decreases even more in women who develop GDM, both before and during pregnancy[ 14 ].\n\nAccording to reports, epigenetic modifications involve several molecular pathways, including traditional epigenetic changes affecting DNA methylation and histone modifications and small RNA-mediated processes, especially those involving microRNAs (miRNAs). It is understood that epigenetic modifications are important mediators of gene regulation concerning diabetes[ 21 ]. Impairment in histone modifications (such as H3 Lysine 9demethylation and SIRT1/2/6-dependent deacetylation) have been known to associate with T2DM[ 22 , 23 ]. Recent studies showed the role of miRNAs in the pathogenesis of diabetes. Pancreatic β-cells of individuals with diabetes have a cluster of miRNAs (such as miR-375, miR-1203, miR-412, miR-216a, and miR-101-3p), and their impaired epigenetic regulation is involved in glucose tolerance, insulin secretion, and β cell functioning[ 24 - 26 ]. In addition, to understand the newer mechanism of diabetes, scientists are also trying to explore novel therapeutic strategies for diabetes. Besides currently available anti-diabetic therapy (biguanides, sulfonylureas, thiazolidinediones, dipeptidyl peptidase-4 inhibitors, glucagon-like peptide 1 analogs, and sodium-glucose co-transporter-2 inhibitors), nowadays some newer anti-diabetic treatment strategies (oral hypoglycemics incorporated nanocarriers, insulin pump, pancreatic islet cell transplantation, artificial pancreas, tissue engineering, gene therapy, and stem cell therapy) are in emerging stage[ 27 ]."
    },
    {
      "title": "Type 1 diabetes",
      "text": "Increased blood glucose level (hyperglycemia) is a hallmark of type 1 DM (T1DM), a chronic autoimmune illness caused by an insulin deficiency that results from the death of pancreatic islet β-cells[ 6 ]. One of the most prevalent endocrine and metabolic disorders affecting children is T1DM. The loss of β-cells is a result of T1DM-related autoimmunity in the overwhelming majority of patients; these individuals have autoimmune T1DM. Idiopathic T1DM, also known as type 1b DM, is a rarer form of the disease in which no immune responses or autoantibodies are found and the reason of cell death is unknown[ 7 ]. T1DM is due to cellular-mediated autoimmune destruction of pancreatic β-cells. Several autoimmune markers such as islet cell autoantibodies, and autoantibodies to insulin, glutamic acid decarboxylase 65 (GAD65), tyrosine phosphatases (IA-2 and IA-2β), and zinc transporter 8 (ZnT8) specific to T1DM have been identified[ 7 ]. Uncertainty surrounds the cause of a first-appearing cell-targeting autoantibody, but it is being investigated in a number of trials involving children who have been monitored since birth[ 8 ]. According to some theories, the pathogenesis of T1DM can be viewed as a continuum with distinct phases that start with the discovery of autoantibodies and move on to cell death, dysglycemia, and hyperglycemia-related symptoms[ 9 ]. The cause of β-cell-targeted autoimmunity, which is still unknown, is thought to involve a confluence of genetic and environmental factors that either initiate or facilitate the autoimmune reaction against β-cells[ 8 ]. Although not proven, it is widely accepted that ongoing exposure to β-cell autoantigens causes the autoantibodies to be produced[ 10 ]. A juvenile possessing HLA-DR4-DQ8 haplotype typically develops insulin autoantibodies at a peak rate between the ages of one and two years. These two serotypes,  i.e.,  HLA-DR4 and HLA-DQ8, are coded by HLA-DRB1 and HLA-DQB1 genes, respectively. Autoantibodies that target the protein tyrosine phosphatase-like entities IA2 and IA2β or ZnT8 can form after autoantibodies to insulin or GAD65[ 8 ]."
    },
    {
      "title": "Type 2 diabetes",
      "text": "Genetic and environmental factors play a part in the multifactorial illness known as T2DM. T2DM is defined by dysregulation of the metabolism of carbohydrates, lipids, and proteins and is brought on by either impaired insulin secretion, IR, or both. T2DM is by far the most prevalent of the three main types of diabetes, accounting for 90% of all cases. Its primary consequence is progressive impairment of pancreatic cell insulin secretion, which typically occurs against a backdrop of pre-existing IR in skeletal muscle, the liver, and adipose tissue. Pre-diabetes, a high-risk condition that increases the chance of developing T2DM and is characterized by impaired fasting glucose, impaired glucose tolerance, or elevated hemoglobin A1C (HbA1c), precedes overt hyperglycemia[ 11 ]. HbA1c levels in people with prediabetes range from 5.7% to 6.4%; they are clinically very diverse and reflect a pathophysiologically heterogeneous group. Prediabetes to T2DM conversion rates vary from 3% to 11% annually[ 12 ]. β-cell dysfunction, IR, and persistent inflammation are the hallmarks of the pathophysiological changes, which all work together to gradually impair blood glucose regulation and promote the emergence of micro/macro-vascular complications. The first abnormality that can be seen in people who are prone to develop T2DM is IR[ 11 ]. Overt T2DM, however, does not happen unless the cells are unable to produce enough insulin to counteract the IR[ 13 ]. Cell failure is caused by a variety of variables, such as toxicity caused by lipids and glucose, inflammation, and cell stress brought on by IR, among others. Inter-individual differences have an impact on how β-cells modify insulin release in response to changing demands on a minute-by-minute basis in order to maintain normal blood glucose levels[ 14 ]. The rate of β-cell proliferation in islets with and without diabetes does not appear to vary. Dysregulated autophagy and apoptosis are probable reasons for the loss of β-cells in T2DM[ 15 ]."
    },
    {
      "title": "Gestational diabetes",
      "text": "Although Carrington first used the word “gestational diabetes” in 1957, it was not until John O’Sullivan’s publications in 1961 and 1964 that it became more widely known[ 16 ]. Therefore, gestational DM (GDM) includes a wide range of hyperglycaemia. It ranges from mild impaired glucose tolerance/fasting glucose found in early pregnancy to glucose levels indicative of overt diabetes found in late pregnancy. GDM is characterized by greater IR and β-cell defects, which are metabolic abnormalities. These defects, however, are almost completely asymptomatic and are typically only discovered as a result of frequent testing of blood glucose levels during pregnancy. The metabolic changes that occur during pregnancy put β-cells under extra strain. A patient having a history of GDM has a greater chance to develop T2DM in the years after giving birth, and this increased risk is caused by both baseline abnormalities that were present before the index GDM pregnancy but were not previously diagnosed and further, progressive β-cell dysfunction that developed after that pregnancy. These factors include increased IR and gestational weight gain. Approximately 5% of women with GDM have monogenic variants of DM, which most frequently involve mutations in GCK in white populations, while only a tiny percentage (2%-13%) of women with GDM have antibodies against specific β-cell antigens[ 17 , 18 ]. If the fetus does not have the heterozygous GCK mutation, the mother’s slightly elevated fasting glucose levels can increase the risk of excessive fetal growth. GCK phosphorylates glucose to create glucose-6-phosphate in the pancreas and liver. Fascinatingly, fetal growth is normal if the GCK mutation is present in both the mother and the fetus, whereas if the GCK mutation is present only in the fetus, there is a higher chance of fetal growth restriction due to altered glucose sensing by the fetal pancreas[ 19 ]. Due to the pancreatic β-cells’ capacity to boost their insulin response, these women initially adaptively sustain normoglycaemia in the early stages of pregnancy. The increase in IR, however, makes the insulin response insufficient by the end of pregnancy[ 20 ]. The binding of insulin to the cell surface insulin receptor in peripheral tissues such as skeletal muscle causes glucose uptake by cells in non-pregnant women with adequate glucose tolerance. As was already stated, sensitivity decreases with growing gestation during pregnancy, and this decreases even more in women who develop GDM, both before and during pregnancy[ 14 ].\n\nAccording to reports, epigenetic modifications involve several molecular pathways, including traditional epigenetic changes affecting DNA methylation and histone modifications and small RNA-mediated processes, especially those involving microRNAs (miRNAs). It is understood that epigenetic modifications are important mediators of gene regulation concerning diabetes[ 21 ]. Impairment in histone modifications (such as H3 Lysine 9demethylation and SIRT1/2/6-dependent deacetylation) have been known to associate with T2DM[ 22 , 23 ]. Recent studies showed the role of miRNAs in the pathogenesis of diabetes. Pancreatic β-cells of individuals with diabetes have a cluster of miRNAs (such as miR-375, miR-1203, miR-412, miR-216a, and miR-101-3p), and their impaired epigenetic regulation is involved in glucose tolerance, insulin secretion, and β cell functioning[ 24 - 26 ]. In addition, to understand the newer mechanism of diabetes, scientists are also trying to explore novel therapeutic strategies for diabetes. Besides currently available anti-diabetic therapy (biguanides, sulfonylureas, thiazolidinediones, dipeptidyl peptidase-4 inhibitors, glucagon-like peptide 1 analogs, and sodium-glucose co-transporter-2 inhibitors), nowadays some newer anti-diabetic treatment strategies (oral hypoglycemics incorporated nanocarriers, insulin pump, pancreatic islet cell transplantation, artificial pancreas, tissue engineering, gene therapy, and stem cell therapy) are in emerging stage[ 27 ]."
    },
    {
      "title": "INSULINOMA",
      "text": "Insulinomas are rare neuroendocrine tumors originating from pancreatic beta-cells[ 28 , 29 ]. Due to this, the pancreas makes extra insulin, more than that body can use to keep the blood sugar level balanced. This condition causes blood sugar levels to drop significantly. Insulinomas occur in 1 in 100000 of the population and represent 1% to 2% of all pancreatic neoplasms[ 30 ]. Ninety percent or more of all insulinomas are benign in nature, whereas larger tumors are more likely to be malignant[ 31 ]. Insulinomas can arise at any age and have an equal gender distribution. Gastroenteropancreatic neuroendocrine tumors (GEPNETs), also known as ascarcinoids and islet cell tumors, based on tumor diameter and stage are commonly graded and classified according to the World Health Organization (WHO) classification of endocrine tumors[ 32 - 34 ]. They are divided into four groups: (1) Well-differentiated endocrine tumor (benign, restricted to the pancreas, < 2 cm in diameter, ≤ 2 mitoses per 10 high power fields (HPFs), ≤ 2% Ki-67 positive cells, no angioinvasion or perineural invasion); (2) Well-differentiated endocrine tumor with uncertain behavior (WDETUB) (restricted to the pancreas with one or more of the following features: 2 cm in diameter, > 2 mitoses per 10 HPFs, > 2% Ki-67 positive cells, angioinvasion, and perineural invasion); (3) Well-differentiated endocrine carcinoma (low grade malignant; gross local invasion and/or metastases); and (4) Poorly differentiated endocrine carcinoma (high grade malignant; > 10 mitoses per 10 HPFs)[ 25 ]. The WHO 2000/2004 classification was not extensively recognized because of stage-related classification and the category of ‘uncertain behavior’ such as WDETUB[ 34 ]. The European Neuroendocrine Tumor Society proposed a grading classification and site-specific staging system in 2010[ 34 ]. GEPNETs were separated into three groups based on mitoses and the Ki-67 index: NET grade 1 (G1), NET grade 2 (G2), and neuroendocrine carcinoma grade 3 (G3).\n\nIn the 1860s, Langerhans[ 35 ] made the first careful and detailed description of the microscopic structure of the pancreas. In 1893, the French histologist GE Languesse named the spots described by him ‘ilots de Langerhans’. These cells were later established to have insulin secreting property. Several years later, in 1922, Banting and Best isolated insulin (or ‘isletin’, as they called it) from a solution extract of a dog’s pancreas. In 1923, Harris proposed a clinical likelihood of hyperinsulinism and compared it with the diabetes-induced hypoinsulinism[ 36 ]. Albert Nicholls described the first adenoma arising from the islets of Langerhans in 1902. He also gave the first report of a pancreatic neuroendocrine tumor (PNET). In 1927, the first insulinoma was defined in Mayo Clinic and was dissected out in 1929 (Toronto). At the St. Jouis hospital in 1931, the first enucleation of insulinoma was done. In 1935, Allen Whipple and Virginia Kneeland Frantz published a classic paper describing the historical diagnostic criteria for insulinoma in  Annals of Surgery . The Whipple’s triad, the diagnostic hallmark of insulinomas, includes: Symptoms of hypoglycemia triggered by fasting, circulating glucose level less than 50 mg/dL at the time when symptoms exist, and respite of symptoms with administration of glucose[ 37 ].\n\nHypoglycemic episodes caused by inappropriate insulin secretion are divided into two main categories, adrenergic symptoms (caused through activation of the sympathetic nervous system/catecholamine release) and neuroglycopenic symptoms (caused through decreased central nervous system glucose supply and may result in serious and debilitating neurological symptoms)[ 38 , 39 ]. Adrenergic symptoms include sweating, tremor, palpitations, tachycardia, agitation, nervosity, and increased appetite. Neuroglycopenic symptoms include impairment of consciousness, mental concentration, visual disturbances, blurred vision, ataxia, disorientation, memory deficits, stupor, seizures, and coma. Most patients testified with insulinomas present neuroglycopenic symptoms and less than 10% of insulinomas are reported to be malignant[ 40 ]. It has been found that the majority of malignant insulinomas progress slowly. Due to the rarity of insulinoma, it is often misdiagnosed as epilepsy[ 40 ] or juvenile myoclonic epilepsy[ 41 ]. Timely diagnosis of occult or non-detectable insulinomas is a diagnostic challenge for radiologists and critical to medical treatments, as well as how to manage cases of malignant insulinoma for surgeons. Most insulinomas are intrapancreatic, benign, and solitary. Various biochemical diagnosis and imaging techniques provide advanced knowledge of the site of the mass and vital information for preoperative localization and intraoperative detection of an insulinoma. The biochemical diagnosis 72-h fasting test is considered as the gold standard for confirmation of insulinoma diagnosis[ 42 ]. This test consists of consecutive measurement of plasma glucose, insulin, C-peptide, and proinsulin in adults with signs of neuroglycopenia or known low blood glucose levels. The combination of computerized tomography, magnetic resonance imaging, and endoscopic ultrasound has been reported to be highly sensitive in the localization of insulinomas and metastatic disease. In addition, intraoperative palpation combined with intraoperative ultrasound has been also found very effective with a high detection rate (up to 93%)[ 39 , 43 , 44 ]. Treatment for insulinomas is largely surgical procedure (such as open surgery and laparoscopic excision) (Figure  1 ). However, the patient is operated only if the diagnosis is established. Blind pancreatectomy is not an appropriate and preferred therapeutic choice in the treatment of undetected insulinomas.\n\nDifferent treatment options based on suspected aggressiveness of insulinomas[ 33 ].  SSAs: Supramolecular self-associating amphiphiles; PRRT: Peptide receptor radionuclide therapy.\n\nInsulinomas can occur sporadically or in conjunction with multiple endocrine neoplasia type 1 (MEN-1) syndrome (previously known as Wermer’s syndrome). MEN-1 syndrome, an autosomal dominant disorder, was linked with mutations in the  MEN1  gene[ 45 ]. The  MEN-1  locus was mapped to chromosome 11 by family studies, and it revealed fitted linkage with the human muscle phosphorylase gene. Several lines of evidence have suggested a role of MEN-1 as a recessive tumor suppressor gene and the two-hit hypothesis for tumor suppressor genes (first proposed by Knudson for tumorigenesis of retinoblastomas) applies to MEN-1 syndrome[ 46 , 47 ]. The inactivation of the  MEN-1  tumor suppressor gene, encoding a 610 amino acid nuclear protein-Menin, in patients leads to a collection of changes in endocrine tissues, including parathyroid neoplasia, pituitary adenomas, PNETs, and carcinoids. Menin is involved in the regulation of multiple important signaling pathways with a variety of nuclear and cytosolic proteins, such as JunD, nuclear transcription factor-kappa B (NF-κB), Smad3, FANCD2, RPA2, and ASK[ 46 ]. Thus, Menin regulates critical steps in cell proliferation, apoptosis, and maintenance of genome integrity.\n\nThe phosphatidylinositol-3-kinase (PI3K)/Akt and mammalian target of rapamycin (mTOR) signaling pathways are intracellular signaling pathways that play a critical role in the regulation of cell cycle, cell growth, and survival, as well as in pathological conditions (such as pancreatic endocrine tumors). The Akt/mTOR pathway is also involved in the regulation of glucose homeostasis and dysregulated mTOR signaling is networked in peripheral IR through numerous distinct mechanisms[ 48 , 49 ]. mTOR inhibitors have an antiproliferative outcome by blocking signaling in the PI3K/Akt/mTOR pathway. Clinical studies suggest that the mTOR inhibitor Everolimus (EVR) normalized plasma glucose levels in metastatic insulinoma within 14 d[ 50 ]. EVR, a rapamycin analog, affects tumor progression, rapidly controls hypoglycemia, and causes hyperglycemia by several mechanisms synergistically. Sunitinib, an oral multitargeted receptor tyrosine kinase inhibitor, displayed antiangiogenic and antitumor activity against advanced PNETs[ 51 ]. The diagnostic approaches, understanding of biomarker histology, and therapeutic management of PNETs have improved during the last two decades. However, the etiology of these tumors is poorly understood. The correct diagnostic criteria, improved classification, and specific therapeutic approaches are important to protect patients from misdiagnosis and pitfalls. Emerging therapeutic options and a better understanding of PNETs certainly offer the potential to diagnose suspected cases, improve preoperative localization of insulinomas and patient outcomes, and provide symptom control to improve quality of life. However, improved therapy combinations and safety of treatment remain areas for future research."
    },
    {
      "title": "MS",
      "text": "MS is an accumulation of several disorders due to assemblage of cardiometabolic risk factors, such as obesity, IR, hypertension, and dyslipidemia, which together increase the risk of developing atherosclerotic cardiovascular disease (CVD), neurological problems, and DM[ 52 ]. MS adversely affects several body systems. Metabolic disorder becomes a syndrome if an individual has few of the following criteria: (1) Waist size greater than 40 inches in men and 35 inches in women (obesity); (2) Higher fasting glucose of l00 mg/dL or greater (hyperglycemia); (3) Blood triglycerides values equal to or greater than 150 mg/dL (dyslipidemia); (4) High-density lipoprotein (HDL) cholesterol level lower than 40 mg/dL in men or less than 50 mg/dL in women (low HDL/good cholesterol); and (5) Elevated blood pressure values of systolic (130 mmHg or higher) and/or diastolic (85 mmHg or higher) (hypertension)[ 52 ]. The WHO first established its definition in 1998 and was the first to document the cluster of crucial components of IR, obesity, dyslipidemia, and hypertension, which are known to be interrelated[ 53 ]. The WHO criteria (1998) were set as IR or diabetes, plus two of the five criteria above. In 1999, the European Group for the Study of Insulin Resistance, proposed a modification to the WHO definition, hyperinsulinemia, plus two of the four criteria[ 54 ].\n\nIn 2001, the National Cholesterol Education Program (NCEP) Adult Treatment Panel III (ATP III) defined that MS is present if three or more of the above five criteria are present[ 55 ]. The NCEP ATP III description is one of the most widely accepted criteria for MS[ 56 ]. In 2005, the International Diabetes Foundation issued new criteria for MS which said obesity, plus two of the four criteria[ 57 ]. A study showed the association of sleep-related characteristics (such as sleep duration, insomnia, and day-time napping) with a higher prevalence of MS in the general population[ 58 ]. A cross-sectional study of MS and sleep duration exhibited that women have a higher risk of MS and higher MS severity scores due to short and long sleep duration[ 58 ]. While in men, higher risk of MS and higher MS severity scores were associated with short sleep duration[ 59 ].\n\nUnderstanding of the four central features (IR, visceral adiposity, atherogenic dyslipidemia, and endothelial dysfunction) helps us to broadly define MS and their interrelationships. Insulin produced by beta-cells of the pancreas in response to hyperglycemia kindles glucose uses differently in various tissues (such as glucose uptake by translocation of the GLUT4 to the cell surfaces in skeletal muscle and adipose tissue). The primary effect of these different mechanisms is to increase glucose uptake, decrease circulating glucose levels, and enhance its conversion into the key storage molecules, such as glycogen or fats. IR (also referred as IR syndrome) is a main underlying mechanism responsible for MS. IR is also described as a convincing interpreter of T2DM[ 60 , 61 ]. In IR, adipose, muscle, and liver cells do not respond correctly to insulin, thus circulating glucose levels remain high, leading to physiological and pathological changes. Hyperinsulinemia is a surrogate pointer for IR in the body. Physiological insulin signaling is triggered by binding of insulin to the insulin receptor (a ligand-activated tyrosine kinase) and it transpires  via  activation of two parallel pathways: The PI3K or PI3K-Akt pathway and mitogen-activated protein kinase (MAPK) pathway. The protein kinase B (PKB or Akt) is involved in the regulation of multiple cellular physiological processes like cell metabolism, growth, proliferation, and survival. PKB or Akt initiation is measured by a multi-step process that involves PI3K. The PI3K-Akt pathway is responsible for many of the downstream metabolic effects of insulin. In IR, the PI3K-Akt pathway is dysregulated, whereas the MAPK pathway is not[ 56 ]. This leads to a change in the balance between these two critical intracellular signaling pathways.\n\nAbdominal obesity, also referred as visceral or central obesity, categorized by increased adipose tissue surrounding the intra-abdominal organs, has been linked with several medical conditions such as MS, CVD, and some malignancies[ 62 ]. In 1991, Björntorp[ 63 ] described the role of abdominal obesity in the development of IR and MS. Visceral obesity based on epidemiological, clinical, experimental, cellular, and molecular evidence has also been denoted as an expression of a ‘Civilization Syndrome’[ 64 ]. Abdominal or visceral obesity leads to variation of the normal physiological equilibrium of adipokines, endothelial dysfunction, IR, and a pro-atherogenic state[ 65 ]. Adiponectin, an anti-atherosclerotic adipokine, is a 244-amino acid protein secreted largely by the adipocytes and a recognized homeostatic factor for regulating glucose levels, lipid metabolism, and insulin sensitivity in the body[ 66 ]. Adiponectin signaling in mammals is mediated  via  two adiponectin receptors, which occur as two isoforms: AdipoR1 and AdipoR2. Its level decreases in obesity-related diseases such as T2DM, CVD, and MS[ 67 , 68 ]. The adipokines, free fatty acids (released from visceral fat), and bioactive lipid intermediates together disturb the PI3K-Akt pathway and increase oxidative stress. Adiponectin elicits a few downstream signaling events in adiponectin signal transduction (Figure  2 ). The adaptor protein APPL1 is the first recognized protein that networks directly with adiponectin receptors (AdipoR1 and AdipoR2) and acts as a signaling pathway mediator in cross-talk with adiponectin and insulin[ 67 , 69 ]. Adiponectin-dependent insulin sensitization in insulin responsive tissues is mediated by activation of IR substrate (IRS)1/2. Adiponectin exerts its effect primarily by activating AMP-activated protein kinase (AMPK), p38 mitogen-activated protein kinase, and peroxisome proliferator-activated receptor-α promoting fatty acid oxidation, vasodilation, glucose uptake, and energy expenditure, thereby decreasing the levels of glucose and lipids[ 65 , 67 ] (Figure  2 ). Furthermore, activated AMPK by adiponectin prevents IkappaB kinase/NFκB/PTEN triggered apoptosis.\n\nSchematic representation showing downstream signaling events in cross-talk between adiponectin signal transduction and insulin signaling pathway[ 67 ].  IRS: Insulin receptor substrate; APPL1: Adaptor protein containing a pleckstrin homology domain, phosphotyrosine binding domain, and leucine zipper motif; PPAR: Peroxisome proliferator-activated receptor; ACO: Asthma-COPD overlap; GLUT: Glucose transporter; PI3K: Phosphatidylinositol-3-kinase; PDK: Phosphoinositide-dependent kinases; PKB: Protein kinase B; eNOS: Endothelial nitric oxide synthase; IKK: IkappaB kinase; NF-κB: Nuclear transcription factor-kappa B; PTEN: Phosphatase and tensin homolog deleted on chromosome 10.\n\nBiomarkers of inflammation and endothelial dysfunction, a type of non-obstructive coronary artery disease, have been associated with MS and diabetes[ 70 , 71 ]. Vascular endothelium (VE) regulates vascular homeostasis through a delicate balance between the secretion of vasodilators and vasoconstrictors (Figure  3 ). Recently, Ganguly  et al [ 72 ] discussed the role of inflammation in obesity and its mitigation by natural products. Endothelial dysfunction in obesity-induced inflammation due to excessive deposition of fat leads to uneven secretion and release of inflammatory mediators or proinflammatory cytokines, like interleukin (IL)-6, IL-1β, tumor necrotic factor-α (TNF-α), leptin, and activation of monocyte chemo-attractant protein-1 (MCP-1)[ 72 ]. These biomolecules subsequently reduce the formation of adiponectin, leading to commencement of a proinflammatory state in the obese body[ 71 , 72 ]. Under normal physiology, there is a balanced release of various vasodilator agents but an imbalance in their production, mainly nitric oxide (NO), endothelial-derived hyperpolarizing factors, prostacyclin, and vasoconstricting agents, including prostaglandin, endothelin-1, and angiotensin-II, results in advancement to endothelial dysfunction[ 73 ]. The mechanisms of endothelial cell dysfunction associated with inflammation is mainly due to alterations in the balance between proinflammatory and procoagulant state, and anti-inflammatory and anticoagulant properties of the endothelium influencing the VE shift towards the prothrombotic and proatherogenic states[ 72 , 74 ]. These prothrombotic and proatherogenic states alter cell processes, leading to vascular inflammation, platelet activation, leukocyte adherence, mitogenesis, vasoconstriction, pro-oxidation, impaired coagulation, atherosclerosis, and thrombosis with consequent CVDs.\n\nImportant molecular functions of endothelial cells and the link between obesity-induced inflammation and endothelial dysfunction[ 74 ].  MMP2: Matrix metalloproteinase 2; PGI2: Prostacyclin; IGF-1: Insulin-like growth factor-1;ROS: Reactive oxygen species; FGF: Fibroblast growth factor; tPA: Tissue plasminogen activator; TFPI: Tissue factor pathway inhibitor; EGF: Epidermal growth factor; TGF-β: Transforming growth factor-β; PDGF: Platelet-derived growth factor; VCAM: Vascular cell adhesion molecule; ICAM: Intercellular adhesion molecule; ET-1: Endothelin-1; PAF: Platelet activating factor; vWF: von Willebrand factor; TXA2: Thromboxane A2; NO: Nitric oxide.\n\nMS is a distinctive constellation of abnormalities through the interaction of genetic, hormonal, and lifestyle factors. However, a distinct understanding of the molecular mechanisms in the pathogenesis of endothelial dysfunction and other abnormalities may allow the development of new diagnostic tools and early therapeutic measures to improve health in the next generations. A pleotropic polygenic architecture underlying MS tends to cluster together, resulting in an augmented risk for CVD, T2DM, and various cancers. Research will continue to uncover this fascinating complex trait and its subsequent cardiometabolic risk factors."
    },
    {
      "title": "PCOS",
      "text": "PCOS is one of the most common metabolic diseases among women of the reproductive age group. Very frequently PCOS is classified as an endocrine disorder due to the direct involvement of the hypothalamic-ovarian axis, where IR is considered as the primary pathological basis. The typical presentation of PCOS includes hyperandrogenism and evidence of ovarian dysfunction such as chronic oligo-anovulation and/or micro-polycystic morphology of the ovary[ 75 ]. Although the familial aggregation of PCOS is very frequently reported, the heritability of the disease is not well explained[ 76 ]. Moreover, the literature indicates controversies regarding possible role of IR in PCOS. Recently, Armanini  et al [ 76 ] summarized IR related controversies in PCOS therapy and diagnosis. Clinically, PCOS is heterogeneous where several non-genetic modifiable factors such as intrauterine environment, gut microbiota, nutritional status, endocrine regulation, and environmental exposure to heavy metals and toxins, have been reported to play critical roles in determining the PCOS pathogenesis[ 77 ].\n\nAlthough the particular molecular trigger of PCOS is unclear, clinical and molecular studies have well-established the link between IR and PCOS without a clear cause-effect relationship[ 75 ]. PCOS subjects were frequently reported to have a higher magnitude of IR when compared to healthy controls where the magnitude is mild among lean compared to obese individuals[ 78 ]. Recent evidence from clinical, pathological,  ex vivo,  and  in vivo  studies indicated the implication of aberrations in insulin signaling-associated pathways in PCOS. IR in terms of impaired downstream metabolic insulin signaling through increased serine phosphorylation and reduced tyrosine phosphorylation of IR and its substrate IRS-1 among PCOS subjects was reported[ 79 ]. Unlike metabolic signaling, activated mitogenic signaling (such as androgen production) which is regulated through IR was also found significantly affected by IR-induced hyperinsulinemia[ 80 ]. However, other findings have also suggested that there can be insulin-independent increased androgen production in the ovary due to reduced levels of activated mitogen-activated protein kinase 1/2 and extracellular signal-regulated kinase 1/2 (ERK1/2) with impaired mitogenic pathways[ 81 ].\n\nStudies on insulin-resistant PCOS have also confirmed that PCOS-IR is independent of the proximal insulin signaling cascade[ 82 ]. Recent studies highlight defects in insulin receptor downstream signaling comprising activation of phosphorylated IRS-1 through protein kinase C or GLUT-4 translocation  via  PI3K/Akt that cause IR in PCOS[ 83 ]. Serum levels of several IR induced obesity associated proinflammatory molecules such as TNF, C-reactive protein, MCP-1, and IL-18 were found to be elevated in women with PCOS[ 84 ]. Recent research to uncover the effects of IR-induced hyperandrogenemia (HA) associated with PCOS was tested in endometrial organoids. It was reported that excess androgen promotes endometrial cell proliferation which is seen in endometrial disorders associated with PCOS[ 85 ].\n\nIdentification of novel miRNAs in PCOS has highlighted the extent of cross-talk with IR. Cross-sectional expression studies in the last decade have identified several miRNAs that are associated with PCOS-IR and non-insulin resistant PCOS. An elevated serum level of miR-222 was reported in PCOS, which is positively correlated with serum insulin and associated with T2DM[ 25 , 86 ]. Additionally, miR-146a and miR-30 were identified and implicated in PCOS  via  insulin-related signaling pathways[ 87 ]. Significantly reduced serum level of miR-24 was identified in both PCOS and T2DM, which was also found to downregulate insulin production. Downregulation of miR-29a was found associated with PCOS, which targets IRS-1, StAR-related lipid transfer protein 3, and androgen receptor that are key regulators of insulin signaling and ovarian steroidogenesis, respectively[ 88 , 89 ]. Significantly higher expression of miR-32, miR-34c, miR-135a, miR18b, and miR-9 in ovarian follicular fluid was identified among PCOS patients compared to healthy controls. Target genes of these miRNAs, namely, Synaptotagmin 1 and  IRS-2,  are directly implicated in carbohydrate metabolism and insulin response[ 90 ]. Overexpression of miR-145 inhibits IRS-1 expression, which ultimately inhibits MAKP/ERK signaling pathways in ovarian granulose cells. Elevated insulin level suppresses miR-145, upregulates IRS-1, and promotes cell proliferation. miR-145 is considered a novel and promising molecular target for improving granulose cell dysfunction in PCOS-IR patients[ 91 ]. Figure  4  depicts the involvement of clinically relevant miRNAs regulating insulin signaling pathways implicated in PCOS.\n\nSchematic diagram summarizing the involvement of clinically relevant microRNAs expressed in major tissues in regulating insulin signaling pathways implicated in polycystic ovary syndrome.  T2DM: Type 2 diabetes mellitus; FSH: Follicle-stimulating hormone; IRS: Insulin receptor substrate.\n\nThe role of gut microbiota in regulating metabolism and endocrine function is well illustrated. The early hypothesis stated the possible cause-effect axis between dysbiosis of gut microflora and PCOS, considering that high-fat diet induced leaky gut allows systemic circulation of lipopolysaccharide which induces IR/hyperinsulinemia and promotes the synthesis of testosterone that dysregulates follicular development implicated in PCOS[ 92 ]. A triad of HA, IR, and inflammation connects PCOS with the gut microbiota. The vicious cycle of IR-induced HA leads to decreased production of sex hormone-binding globulin and promotes ovarian follicular maturation and ovulation disorder. Prenatal exposure to excess androgen was found to influence gut microbial dysbiosis that affects the production of short-chain fatty acids such as acetate, butyrate, and propionate. An  in vivo  study on rats with prenatal androgen identified a higher relative abundance of  Nocardiaceae  and  Clostridiaceae  that are associated with steroid hormone synthesis, and a lower abundance of  Akkermansia ,  Bacteroides ,  Lactobacillus , and  Clostridium  that are known to lower the systemic inflammation[ 93 ]. A recent study by Zeng  et al [ 94 ] reported that the abundance of  Prevotellaceae  significantly decreases in PCOS-IR patients, which is negatively correlated with IR, sex hormones, and inflammation. Gut microbial dysbiosis was reported most dramatically among PCOS-IR groups. A better understanding of gut microfloral association with IR and PCOS paved the path for developing novel treatment and disease management approaches for PCOS[ 95 ]."
    },
    {
      "title": "miRNAs in PCOS",
      "text": "Identification of novel miRNAs in PCOS has highlighted the extent of cross-talk with IR. Cross-sectional expression studies in the last decade have identified several miRNAs that are associated with PCOS-IR and non-insulin resistant PCOS. An elevated serum level of miR-222 was reported in PCOS, which is positively correlated with serum insulin and associated with T2DM[ 25 , 86 ]. Additionally, miR-146a and miR-30 were identified and implicated in PCOS  via  insulin-related signaling pathways[ 87 ]. Significantly reduced serum level of miR-24 was identified in both PCOS and T2DM, which was also found to downregulate insulin production. Downregulation of miR-29a was found associated with PCOS, which targets IRS-1, StAR-related lipid transfer protein 3, and androgen receptor that are key regulators of insulin signaling and ovarian steroidogenesis, respectively[ 88 , 89 ]. Significantly higher expression of miR-32, miR-34c, miR-135a, miR18b, and miR-9 in ovarian follicular fluid was identified among PCOS patients compared to healthy controls. Target genes of these miRNAs, namely, Synaptotagmin 1 and  IRS-2,  are directly implicated in carbohydrate metabolism and insulin response[ 90 ]. Overexpression of miR-145 inhibits IRS-1 expression, which ultimately inhibits MAKP/ERK signaling pathways in ovarian granulose cells. Elevated insulin level suppresses miR-145, upregulates IRS-1, and promotes cell proliferation. miR-145 is considered a novel and promising molecular target for improving granulose cell dysfunction in PCOS-IR patients[ 91 ]. Figure  4  depicts the involvement of clinically relevant miRNAs regulating insulin signaling pathways implicated in PCOS.\n\nSchematic diagram summarizing the involvement of clinically relevant microRNAs expressed in major tissues in regulating insulin signaling pathways implicated in polycystic ovary syndrome.  T2DM: Type 2 diabetes mellitus; FSH: Follicle-stimulating hormone; IRS: Insulin receptor substrate."
    },
    {
      "title": "Microbiota in PCOS",
      "text": "The role of gut microbiota in regulating metabolism and endocrine function is well illustrated. The early hypothesis stated the possible cause-effect axis between dysbiosis of gut microflora and PCOS, considering that high-fat diet induced leaky gut allows systemic circulation of lipopolysaccharide which induces IR/hyperinsulinemia and promotes the synthesis of testosterone that dysregulates follicular development implicated in PCOS[ 92 ]. A triad of HA, IR, and inflammation connects PCOS with the gut microbiota. The vicious cycle of IR-induced HA leads to decreased production of sex hormone-binding globulin and promotes ovarian follicular maturation and ovulation disorder. Prenatal exposure to excess androgen was found to influence gut microbial dysbiosis that affects the production of short-chain fatty acids such as acetate, butyrate, and propionate. An  in vivo  study on rats with prenatal androgen identified a higher relative abundance of  Nocardiaceae  and  Clostridiaceae  that are associated with steroid hormone synthesis, and a lower abundance of  Akkermansia ,  Bacteroides ,  Lactobacillus , and  Clostridium  that are known to lower the systemic inflammation[ 93 ]. A recent study by Zeng  et al [ 94 ] reported that the abundance of  Prevotellaceae  significantly decreases in PCOS-IR patients, which is negatively correlated with IR, sex hormones, and inflammation. Gut microbial dysbiosis was reported most dramatically among PCOS-IR groups. A better understanding of gut microfloral association with IR and PCOS paved the path for developing novel treatment and disease management approaches for PCOS[ 95 ]."
    },
    {
      "title": "INSULIN AND NEURONAL DISORDERS",
      "text": "The majority of insulin in the brain is transported through blood circulation after its synthesis in the pancreas[ 96 ]. However, studies also suggest synthesis of insulin from neurons[ 97 ]. Further, neurons and glial cells also express insulin receptors, which facilitate the insulin signaling in the brain essential for various crucial functions including metabolic activity and cognition[ 98 , 99 ]. In humans with type 1 and type 2 diabetes, reduction in size of the hippocampus and altered functional connectivity between different brain regions have been reported, followed by a higher risk of behavioural changes and accelerated cognitive decline with the aging process[ 100 , 101 ]. Neuron-specific insulin receptor knockout (NIRKO) mice were observed to show the absolute loss of insulin linked PI3K activation and neuronal apoptosis inhibition. NIRKO mice also showed reduced phosphorylation of Akt and glycogen synthase kinase 3 beta (GSK3β) and increased tau protein phosphorylation[ 102 ]. Insulin is shown to cause an increase in activity of dopamine neurons, regulate transmission of N-methyl-D-aspartate receptors in hippocampal neurons, and contribute to the development of long-term hippocampal potentiation[ 103 ]. Insulin also regulates α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA) receptor activity and plays an essential role in insulin-induced long-term depression, indicating importance of insulin in memory flexibility and consolidation[ 98 ]. Insulin receptors are also known to regulate GABA receptor activity, structural plasticity of the brain, and postsynaptic density protein 95 expression, which is essential for the postsynaptic junction formation, indicating the impact of insulin on synaptic plasticity and behavior[ 104 - 106 ].\n\nDirect infusion of insulin to the cerebral ventricles is reported to cause increased production of brain derived neurotrophic factor and hippocampal neurogenesis in rodent models[ 107 ]. In another study, improvement in mood assessments and self-confidence and word-recall memory scores in healthy human subjects treated with intranasally delivered insulin was reported[ 108 ]. IR was observed in various instances of neurodegenerative diseases[ 109 ] and neurotrauma[ 110 , 111 ]. In Alzheimer disease (AD) patients, glucose uptake markedly decreases, and cerebral IR and glucose metabolism were also reported to be impaired[ 112 ]. The PI3K/AKT pathway, a major branch of insulin pathway that is also known to be a major contributor to IR, was downregulated in AD[ 65 , 113 ]. Further, abnormal serine phosphorylation of IRS1, a homeostatic regulator of PI3K signaling, gets localized with neurofibrillary tangles and hinders the actions of insulin[ 114 ]. Downregulation of the PI3K/AKT pathway leads to alteration in expression of GSK-3β and protein phosphatase 2A, two downstream targets, and causes increase in tau phosphorylation and neurofibrillary tangle formation[ 115 ]. Deficiency of insulin in the brain also induces hyperphosphorylation of c-Jun N-terminal kinases, neurofilament, and tau followed by cellular ultra-structural damage, which further induces cognitive and learning disabilities.\n\nInsulin causes enhanced excitability of cholinergic interneurons, which activate nicotinic acetylcholine receptors leading to dopamine release in the brain followed by its uptake  via  the PI3K pathway[ 116 ]. In Parkinson’s disease (PD) also, the PI3K/Akt pathway gets altered with GSK-3β overexpression, leading to increased neurofibrillary tangle formation contributing to PD dementia[ 117 ]. T2DM mouse models are reported to show more expression of α-synuclein and are more susceptible to toxin-induced dopaminergic loss[ 118 ]. Further, genetic PD due to mutation in α-synuclein can also influence insulin sensitivity and inhibit AKT activation[ 119 , 120 ]. Thus, insulin mediated signaling plays an important role in maintaining brain homeostasis."
    },
    {
      "title": "CANCER AND INSULIN",
      "text": "The association of insulin and cancer is specifically significant to researchers working in areas of coalescent cancer approach. It furnishes a prospective biological foundation for several approaches to cancer therapeutics which consist of exercise, diet,  etc.  This shall also be helpful in discovering the function of stress in cancer instigation and advancement. Moreover, there is rising evidentiary support for obesity and cancer relationship which may ultimately help restore the various contradictions in the context of cancer that usually occur. There have been reports on circulating plasma insulin/insulin-like growth factor (IGF)-1 levels to exhibit specific prognosis of cancer variants in humans[ 121 ]. The correlation between cancer instigation and plasma insulin/IGF-1 levels is probably because of a straight reaction of these compounds on tumor cells. The insulin receptor is frequently expressed in cancers, along with other transcription factors in the insulin pathway[ 122 ].\n\nDisparate human trials are under way for the investigation of the influence of the decrease in insulin levels in humans suffering from cancer. These are basically established on various other preclinical reports exhibiting a substantial impression of insulin in instigating cell proliferation  in vitro  and  in vivo [ 123 ]. At present, approximately 12 trials on the effect of metformin with regard to decrease in cancer growth are ongoing[ 124 ]. Metformin is basically an inhibitor of hepatic gluconeogenesis instead of being related to insulin[ 125 ].\n\nThere are several pathways  via  which IR may influence the malignant condition. Cancer is a sequential phenomenon showing acquired genetic variations steering the step-by-step conversion, from typical usual cells to precancerous to malignant[ 126 ]. Insulin may augment the anabolic condition which is mandatory for growth of cells, in turn enabling continued presence of substrates which include amino acids and glucose.\n\nInsulin is an influential hormone that instigates various mechanisms associated with breast cancer biology. A greater number of reports have concentrated on scrutinizing the prospective connections between body mass index (BMI) and breast cancers. In recent times, there are documentations regarding the assessment of the possible relation between variables of metabolic health like insulin and HbA1c. An association between T2DM and cancers including breast cancer has been reported by the American Diabetes Association and the American Cancer Society[ 127 ]. In humans with breast cancer, diabetes is linked with a high fatality hazard ratio of 1.41 (95% confidence interval: 1.28-1.55)[ 128 ]. These reports in post-menopausal women furnish support that metabolic disturbances, rather than BMI, may be a better indicator of breast cancer risk. However, more investigations are the need of the hour as there is a dearth of information regarding the possible link between metabolic discrepancies, insulin, and breast cancer risk in post-menopausal women. In spite of diabetes/IR and breast cancer being two separate diseases, insulin signaling plays major role in both ailments. Insulin promotes cancer associated activities which consist of tissue inflammation, angiogenesis, and motility[ 129 ]. Very few reports are available regarding the influence of adjuvant chemotherapy or aromatase inhibitors on glucose and insulin physiology in women suffering from breast cancer[ 130 ].\n\nLung cancer, one of the most common cancers, is highly invasive, metastatically active, and resistant to drugs[ 131 , 132 ]. Non-small cell lung cancer (NSCLC) is the most frequently occurring lung cancer type constituting about 85% of all lung cancer cases[ 133 ]. The IGF-1 signaling pathway has been insinuated in lung cancer cases that helps in defiance towards therapeutic interventions[ 134 ]. IGF-1 ligand and IGF-1 receptor (IGF-1R) expression is enhanced in NSCLC, and increased IGF-1R level is related with decreased survival in skin squamous cell carcinoma patients[ 135 ]. NSCLC individuals have high levels of both IGF-1R and epidermal growth factor receptor (EGFR) with decreased relapse-free survival and overall survival[ 136 , 137 ]. Occurrence of separate expression levels for IRS-1 and IRS-2 in adenocarcinoma and squamous cell carcinoma hints towards involvement of IRS-1 and IRS-2 in NSCLC biology[ 138 ]. IGF binding proteins (IGFBPs) are proteins that regulate the IGF pathway by sequestering the IGFs and ultimately modulating the mitogenic effect of IGF receptors[ 139 ]. The traditional IGFBP family has six members (IGFBP1-6), which attach IGFs with increased affinity[ 140 ], although the notion of IGFBPs has lately been reconceptualised and finally more proteins have been added that enhance half-life of IGFs. Now at least ten members of the IGFBP superfamily have been recognized, which also include the proteins that bind IGFs with low affinity[ 141 ]. Currently, typically IGFBPs have enticed enhanced awareness because of their function in NSCLC. Prior reports have exhibited abnormal expression of IGFBPs in NSCLC[ 142 ]. The threat of tumor proliferation and metastasis in NSCLC is greatly enhanced by the rise in the levels of IGF1 and IGF2, elevation in IGF-1R, and impairment of transcription factors concerned with PI3K/Akt and MAPK cascades[ 143 ]. The molecular association of hyperinsulinemia/hyperglycaemia and cancer is depicted in Figure  5 .\n\nMolecular association of hyperinsulinemia/hyperglycaemia and cancer.  Increased insulin-like growth factor (IGF) due to hyperinsulinemia increases IGF-1R activation which in turn activates downstream signaling and causes prostate cancer[ 135 ]. Hyperinsulinemia, hyperglycemia, and insulin resistance may lead to breast cancer[ 129 ]. Increased insulin in diabetic patients increases IGF-1/IGF-2 circulating levels which interact with IGF-1R present on lung cells. Thus, the activation of the receptor and thereby activated downstream signaling increase carcinogenesis in lung cells. Most of the IGF binding proteins are known to bind circulating IGF-1/IGF-2 and thereby interrupt their interaction with IGF-1R[ 133 , 137 ]. IGF: Insulin-like growth factor; IGFBPs: Insulin-like growth factor binding proteins; PI3K: Phosphatidylinositol-3-kinase; mTOR: Mammalian target of rapamycin; MAP: Mitogen-activated protein; ERK: Extracellular signal-regulated kinase; MAPK: Mitogen-activated protein kinase; IR: Insulin receptor.\n\nMetabolic disorders such as obesity[ 144 , 145 ] and hyperinsulinemia[ 146 ] are related with prostate cancer risk. Lifestyle parameters like excess energy consumption[ 147 ] and physical inactivity[ 148 , 149 ] are usually linked with prostate cancer that finds linkage with metabolic dysfunction leading to IR, pro-inflammation, and hormonal fluctuations[ 150 ]. Insulin acts  via  a tyrosine kinase receptor (insulin receptor), which is present in two isoforms, insulin receptor-A and insulin receptor-B. Instigation of the insulin receptor further triggers P13K/Akt/mTOR mechanism and MAP/ERK-kinase cascade, leading to cell proliferation and metastasis[ 151 ]. Hence, enhanced levels of insulin linked with IR, banded together with augmented level of insulin receptors in prostate cancers, suggest that insulin is an important supporter of prostate cancer progression. IGF-1 attaches to both the IGF-1R and insulin receptor to further propagate mitogenic signaling processes that enhance cell proliferation and reduce apoptosis[ 134 ]. Both IGF-1R and insulin receptor are elevated in prostate cancer tissues[ 152 ] and combating forces attacking the IGF-1R/insulin receptor mechanism are under process[ 153 , 154 ]. A rising number of reports hint towards the fact that the IGF/insulin mechanism may be significant to the transmembrane protease serine 2: ETS transcription factor gene fusion, which is known to be the most frequently occurring somatic process in primary prostate cancer[ 155 , 156 ]."
    },
    {
      "title": "Breast cancer",
      "text": "Insulin is an influential hormone that instigates various mechanisms associated with breast cancer biology. A greater number of reports have concentrated on scrutinizing the prospective connections between body mass index (BMI) and breast cancers. In recent times, there are documentations regarding the assessment of the possible relation between variables of metabolic health like insulin and HbA1c. An association between T2DM and cancers including breast cancer has been reported by the American Diabetes Association and the American Cancer Society[ 127 ]. In humans with breast cancer, diabetes is linked with a high fatality hazard ratio of 1.41 (95% confidence interval: 1.28-1.55)[ 128 ]. These reports in post-menopausal women furnish support that metabolic disturbances, rather than BMI, may be a better indicator of breast cancer risk. However, more investigations are the need of the hour as there is a dearth of information regarding the possible link between metabolic discrepancies, insulin, and breast cancer risk in post-menopausal women. In spite of diabetes/IR and breast cancer being two separate diseases, insulin signaling plays major role in both ailments. Insulin promotes cancer associated activities which consist of tissue inflammation, angiogenesis, and motility[ 129 ]. Very few reports are available regarding the influence of adjuvant chemotherapy or aromatase inhibitors on glucose and insulin physiology in women suffering from breast cancer[ 130 ]."
    },
    {
      "title": "Lung cancer",
      "text": "Lung cancer, one of the most common cancers, is highly invasive, metastatically active, and resistant to drugs[ 131 , 132 ]. Non-small cell lung cancer (NSCLC) is the most frequently occurring lung cancer type constituting about 85% of all lung cancer cases[ 133 ]. The IGF-1 signaling pathway has been insinuated in lung cancer cases that helps in defiance towards therapeutic interventions[ 134 ]. IGF-1 ligand and IGF-1 receptor (IGF-1R) expression is enhanced in NSCLC, and increased IGF-1R level is related with decreased survival in skin squamous cell carcinoma patients[ 135 ]. NSCLC individuals have high levels of both IGF-1R and epidermal growth factor receptor (EGFR) with decreased relapse-free survival and overall survival[ 136 , 137 ]. Occurrence of separate expression levels for IRS-1 and IRS-2 in adenocarcinoma and squamous cell carcinoma hints towards involvement of IRS-1 and IRS-2 in NSCLC biology[ 138 ]. IGF binding proteins (IGFBPs) are proteins that regulate the IGF pathway by sequestering the IGFs and ultimately modulating the mitogenic effect of IGF receptors[ 139 ]. The traditional IGFBP family has six members (IGFBP1-6), which attach IGFs with increased affinity[ 140 ], although the notion of IGFBPs has lately been reconceptualised and finally more proteins have been added that enhance half-life of IGFs. Now at least ten members of the IGFBP superfamily have been recognized, which also include the proteins that bind IGFs with low affinity[ 141 ]. Currently, typically IGFBPs have enticed enhanced awareness because of their function in NSCLC. Prior reports have exhibited abnormal expression of IGFBPs in NSCLC[ 142 ]. The threat of tumor proliferation and metastasis in NSCLC is greatly enhanced by the rise in the levels of IGF1 and IGF2, elevation in IGF-1R, and impairment of transcription factors concerned with PI3K/Akt and MAPK cascades[ 143 ]. The molecular association of hyperinsulinemia/hyperglycaemia and cancer is depicted in Figure  5 .\n\nMolecular association of hyperinsulinemia/hyperglycaemia and cancer.  Increased insulin-like growth factor (IGF) due to hyperinsulinemia increases IGF-1R activation which in turn activates downstream signaling and causes prostate cancer[ 135 ]. Hyperinsulinemia, hyperglycemia, and insulin resistance may lead to breast cancer[ 129 ]. Increased insulin in diabetic patients increases IGF-1/IGF-2 circulating levels which interact with IGF-1R present on lung cells. Thus, the activation of the receptor and thereby activated downstream signaling increase carcinogenesis in lung cells. Most of the IGF binding proteins are known to bind circulating IGF-1/IGF-2 and thereby interrupt their interaction with IGF-1R[ 133 , 137 ]. IGF: Insulin-like growth factor; IGFBPs: Insulin-like growth factor binding proteins; PI3K: Phosphatidylinositol-3-kinase; mTOR: Mammalian target of rapamycin; MAP: Mitogen-activated protein; ERK: Extracellular signal-regulated kinase; MAPK: Mitogen-activated protein kinase; IR: Insulin receptor."
    },
    {
      "title": "Prostate cancer",
      "text": "Metabolic disorders such as obesity[ 144 , 145 ] and hyperinsulinemia[ 146 ] are related with prostate cancer risk. Lifestyle parameters like excess energy consumption[ 147 ] and physical inactivity[ 148 , 149 ] are usually linked with prostate cancer that finds linkage with metabolic dysfunction leading to IR, pro-inflammation, and hormonal fluctuations[ 150 ]. Insulin acts  via  a tyrosine kinase receptor (insulin receptor), which is present in two isoforms, insulin receptor-A and insulin receptor-B. Instigation of the insulin receptor further triggers P13K/Akt/mTOR mechanism and MAP/ERK-kinase cascade, leading to cell proliferation and metastasis[ 151 ]. Hence, enhanced levels of insulin linked with IR, banded together with augmented level of insulin receptors in prostate cancers, suggest that insulin is an important supporter of prostate cancer progression. IGF-1 attaches to both the IGF-1R and insulin receptor to further propagate mitogenic signaling processes that enhance cell proliferation and reduce apoptosis[ 134 ]. Both IGF-1R and insulin receptor are elevated in prostate cancer tissues[ 152 ] and combating forces attacking the IGF-1R/insulin receptor mechanism are under process[ 153 , 154 ]. A rising number of reports hint towards the fact that the IGF/insulin mechanism may be significant to the transmembrane protease serine 2: ETS transcription factor gene fusion, which is known to be the most frequently occurring somatic process in primary prostate cancer[ 155 , 156 ]."
    },
    {
      "title": "CONCLUSION",
      "text": "Insulin, a small protein with 51 amino acids produced by pancreatic β-cells, plays an important role in metabolism. It is essential for maintaining glucose homeostasis at biochemical and molecular levels under varied physiological conditions. Insulin mediated altered glucose homeostasis has been associated with several pathophysiological ailments such as diabetes, insulinomas, PCOS, neuronal disorders, and cancer. T1DM, T2DM, and GDM are the important pathophysiological conditions primarily associated with the insulin disorder. Insulinomas are a rare neuroendocrine tumor originating from pancreatic beta-cells and represent 2% of all pancreatic neoplasms. Obesity, IR, hypertension, and dyslipidemia are just a few of the cardiometabolic risk factors that can lead to MS and raise chance of atherosclerotic CVD. IR is a main underlying mechanism for MS. One of the most prevalent metabolic disorders in women of childbearing age is PCOS. It is classified as an endocrine disorder due to the direct involvement of the hypothalamic-ovarian axis with IR as the primary pathological factor. IR in PCOS has been linked to impaired downstream metabolic insulin signaling. Recent evidence from clinical, pathological,  ex vivo , and  in vivo  studies has implicated aberrations in insulin signaling-associated pathways in PCOS. IR is observed in various instances of neurodegenerative diseases and neurotrauma, causing abnormal serine phosphorylation of IRS1 and neurofibrillary tangles and hindering the actions of insulin. Insulin also regulates AMPA receptor activity and plays an essential role in insulin-induced long-term depression. Circulating plasma insulin/IGF-1 levels are associated with specific prognosis of cancer variants in humans. Further, human trials are under way to investigate the relationship between insulin and cancer for devising strategies to alleviate human suffering from cancer."
    },
    {
      "title": "ACKNOWLEDGEMENTS",
      "text": "Shashank Kumar acknowledges DST-FIST, India and Central University of Punjab, India, for providing Departmental Grant to Department of Biochemistry, Central University of Punjab, Bathinda, India. Sabyasachi Senapati acknowledges DST-FIST support to Department of Human Genetics and Molecular Medicine, Central University of Punjab. Neetu Bhattacharya acknowledges support from Dyal Singh College, University of Delhi. Amit Bhattacharya acknowledges support from Ramjas College, University of Delhi. Shashank Kumar Maurya acknowledges financial support from the Institute of Eminence, University of Delhi, Delhi. Hadiya Husain acknowledges DST-FIST, DST-PURSE and UGC-SAP India for providing Departmental Grant to Department of Zoology, University of Lucknow, Lucknow, India. Abhay Kumar Pandey acknowledges DST-FIST and UGC-SAP facilities of the Department of Biochemistry, University of Allahabad, Prayagraj, India."
    }
  ],
  "full_text": "Insulin, a small protein with 51 amino acids synthesized by pancreatic β-cells, is crucial to sustain glucose homeostasis at biochemical and molecular levels. Numerous metabolic dysfunctions are related to insulin-mediated altered glucose homeostasis. One of the significant pathophysiological conditions linked to the insulin associated disorder is diabetes mellitus (DM) (type 1, type 2, and gestational). Insulin resistance (IR) is one of the major underlying causes of metabolic disorders despite its association with several physiological conditions. Metabolic syndrome (MS) is another pathophysiological condition that is associated with IR, hypertension, and obesity. Further, several other pathophysiological disorders/diseases are associated with the insulin malfunctioning, which include polycystic ovary syndrome, neuronal disorders, and cancer. Insulinomas are an uncommon type of pancreatic β-cell-derived neuroendocrine tumor that makes up 2% of all pancreatic neoplasms. Literature revealed that different biochemical events, molecular signaling pathways, microRNAs, and microbiota act as connecting links between insulin disorder and associated pathophysiology such as DM, insuloma, neurological disorder, MS, and cancer. In this review, we focus on the insulin-related disorders and the underlying mechanisms associated with the pathophysiology.\n\n## INTRODUCTION\n\nInsulin is a relatively tiny protein with 51 amino acids. Preproinsulin, an immature form, is converted into proinsulin, which in turn produces active insulin protein after proteolysis. Insulin is arranged in tightly grouped “granules” made of insoluble crystalline hexameric insulin in β-cells. Although a number of variables influence insulin biosynthesis in pancreatic beta-cells, glucose metabolism is the primary physiological event that triggers insulin gene transcription and protein translation[ 1 ]. Protein translation is generally accelerated by β-cells in response to nutrients, which is at least in part regulated by dephosphorylation of eukaryotic initiation factor 2a  via  protein phosphatase 1[ 2 ]. In particular, β-cells react by releasing corresponding amounts of insulin in reaction to changes in plasma glucose concentration[ 3 ]. In β-cells, the glucose transporter 2 (GLUT2) is expressed constitutively, allowing glucose entrance through GLUT2-mediated facilitated diffusion. Glucokinase (GCK), a variant of hexokinase, is the rate-limiting enzyme that phosphorylates glucose after it enters β-cells[ 4 ]. Through a series of biochemical reactions, phosphorylated glucose produces ATP, which eventually causes the release of insulin  via  ATP-sensitive potassium channels[ 5 ]. In general, insulin secretion is a process that includes the plasma membrane fusion of insulin granules and the exocytosis of granule substance.\n\nSeveral diseases are connected with abnormal insulin secretion and usage inside the body. Insulin resistance (IR) is defined as the decreased ability of cells or tissues to respond to physiological levels of insulin. IR causes metabolic abnormalities as insulin plays a major role in maintaining glucose homeostasis through its actions on carbohydrate, protein, and lipid metabolism. Growing experimental and clinical evidence suggests that IR may be the underlying fundamental metabolic defect which gives chance to the establishment of different diseases such as diabetes mellitus (DM), insulinoma, metabolic syndrome (MS), polycystic ovary syndrome (PCOS), neuronal disorder, and cancer .  In the present review article, we have briefly discussed about insulin-signaling pathways and emphasized their association with glycemic imbalance having implications in disease pathogenesis. Here we review the recent evidence in the field and present it in the context of common insulin-related disorders. For the current review, the literature published in English and indexed in the PubMed, Scopus, and other databases was used. The relevant studies were found by using the keywords “insulin; insulin-related disorders; diabetes; insulin and neurological disorders; insulin and cancer; and insulin disorder and miRNA” in database searches.\n\n## DM\n\nIncreased blood glucose level (hyperglycemia) is a hallmark of type 1 DM (T1DM), a chronic autoimmune illness caused by an insulin deficiency that results from the death of pancreatic islet β-cells[ 6 ]. One of the most prevalent endocrine and metabolic disorders affecting children is T1DM. The loss of β-cells is a result of T1DM-related autoimmunity in the overwhelming majority of patients; these individuals have autoimmune T1DM. Idiopathic T1DM, also known as type 1b DM, is a rarer form of the disease in which no immune responses or autoantibodies are found and the reason of cell death is unknown[ 7 ]. T1DM is due to cellular-mediated autoimmune destruction of pancreatic β-cells. Several autoimmune markers such as islet cell autoantibodies, and autoantibodies to insulin, glutamic acid decarboxylase 65 (GAD65), tyrosine phosphatases (IA-2 and IA-2β), and zinc transporter 8 (ZnT8) specific to T1DM have been identified[ 7 ]. Uncertainty surrounds the cause of a first-appearing cell-targeting autoantibody, but it is being investigated in a number of trials involving children who have been monitored since birth[ 8 ]. According to some theories, the pathogenesis of T1DM can be viewed as a continuum with distinct phases that start with the discovery of autoantibodies and move on to cell death, dysglycemia, and hyperglycemia-related symptoms[ 9 ]. The cause of β-cell-targeted autoimmunity, which is still unknown, is thought to involve a confluence of genetic and environmental factors that either initiate or facilitate the autoimmune reaction against β-cells[ 8 ]. Although not proven, it is widely accepted that ongoing exposure to β-cell autoantigens causes the autoantibodies to be produced[ 10 ]. A juvenile possessing HLA-DR4-DQ8 haplotype typically develops insulin autoantibodies at a peak rate between the ages of one and two years. These two serotypes,  i.e.,  HLA-DR4 and HLA-DQ8, are coded by HLA-DRB1 and HLA-DQB1 genes, respectively. Autoantibodies that target the protein tyrosine phosphatase-like entities IA2 and IA2β or ZnT8 can form after autoantibodies to insulin or GAD65[ 8 ].\n\nGenetic and environmental factors play a part in the multifactorial illness known as T2DM. T2DM is defined by dysregulation of the metabolism of carbohydrates, lipids, and proteins and is brought on by either impaired insulin secretion, IR, or both. T2DM is by far the most prevalent of the three main types of diabetes, accounting for 90% of all cases. Its primary consequence is progressive impairment of pancreatic cell insulin secretion, which typically occurs against a backdrop of pre-existing IR in skeletal muscle, the liver, and adipose tissue. Pre-diabetes, a high-risk condition that increases the chance of developing T2DM and is characterized by impaired fasting glucose, impaired glucose tolerance, or elevated hemoglobin A1C (HbA1c), precedes overt hyperglycemia[ 11 ]. HbA1c levels in people with prediabetes range from 5.7% to 6.4%; they are clinically very diverse and reflect a pathophysiologically heterogeneous group. Prediabetes to T2DM conversion rates vary from 3% to 11% annually[ 12 ]. β-cell dysfunction, IR, and persistent inflammation are the hallmarks of the pathophysiological changes, which all work together to gradually impair blood glucose regulation and promote the emergence of micro/macro-vascular complications. The first abnormality that can be seen in people who are prone to develop T2DM is IR[ 11 ]. Overt T2DM, however, does not happen unless the cells are unable to produce enough insulin to counteract the IR[ 13 ]. Cell failure is caused by a variety of variables, such as toxicity caused by lipids and glucose, inflammation, and cell stress brought on by IR, among others. Inter-individual differences have an impact on how β-cells modify insulin release in response to changing demands on a minute-by-minute basis in order to maintain normal blood glucose levels[ 14 ]. The rate of β-cell proliferation in islets with and without diabetes does not appear to vary. Dysregulated autophagy and apoptosis are probable reasons for the loss of β-cells in T2DM[ 15 ].\n\nAlthough Carrington first used the word “gestational diabetes” in 1957, it was not until John O’Sullivan’s publications in 1961 and 1964 that it became more widely known[ 16 ]. Therefore, gestational DM (GDM) includes a wide range of hyperglycaemia. It ranges from mild impaired glucose tolerance/fasting glucose found in early pregnancy to glucose levels indicative of overt diabetes found in late pregnancy. GDM is characterized by greater IR and β-cell defects, which are metabolic abnormalities. These defects, however, are almost completely asymptomatic and are typically only discovered as a result of frequent testing of blood glucose levels during pregnancy. The metabolic changes that occur during pregnancy put β-cells under extra strain. A patient having a history of GDM has a greater chance to develop T2DM in the years after giving birth, and this increased risk is caused by both baseline abnormalities that were present before the index GDM pregnancy but were not previously diagnosed and further, progressive β-cell dysfunction that developed after that pregnancy. These factors include increased IR and gestational weight gain. Approximately 5% of women with GDM have monogenic variants of DM, which most frequently involve mutations in GCK in white populations, while only a tiny percentage (2%-13%) of women with GDM have antibodies against specific β-cell antigens[ 17 , 18 ]. If the fetus does not have the heterozygous GCK mutation, the mother’s slightly elevated fasting glucose levels can increase the risk of excessive fetal growth. GCK phosphorylates glucose to create glucose-6-phosphate in the pancreas and liver. Fascinatingly, fetal growth is normal if the GCK mutation is present in both the mother and the fetus, whereas if the GCK mutation is present only in the fetus, there is a higher chance of fetal growth restriction due to altered glucose sensing by the fetal pancreas[ 19 ]. Due to the pancreatic β-cells’ capacity to boost their insulin response, these women initially adaptively sustain normoglycaemia in the early stages of pregnancy. The increase in IR, however, makes the insulin response insufficient by the end of pregnancy[ 20 ]. The binding of insulin to the cell surface insulin receptor in peripheral tissues such as skeletal muscle causes glucose uptake by cells in non-pregnant women with adequate glucose tolerance. As was already stated, sensitivity decreases with growing gestation during pregnancy, and this decreases even more in women who develop GDM, both before and during pregnancy[ 14 ].\n\nAccording to reports, epigenetic modifications involve several molecular pathways, including traditional epigenetic changes affecting DNA methylation and histone modifications and small RNA-mediated processes, especially those involving microRNAs (miRNAs). It is understood that epigenetic modifications are important mediators of gene regulation concerning diabetes[ 21 ]. Impairment in histone modifications (such as H3 Lysine 9demethylation and SIRT1/2/6-dependent deacetylation) have been known to associate with T2DM[ 22 , 23 ]. Recent studies showed the role of miRNAs in the pathogenesis of diabetes. Pancreatic β-cells of individuals with diabetes have a cluster of miRNAs (such as miR-375, miR-1203, miR-412, miR-216a, and miR-101-3p), and their impaired epigenetic regulation is involved in glucose tolerance, insulin secretion, and β cell functioning[ 24 - 26 ]. In addition, to understand the newer mechanism of diabetes, scientists are also trying to explore novel therapeutic strategies for diabetes. Besides currently available anti-diabetic therapy (biguanides, sulfonylureas, thiazolidinediones, dipeptidyl peptidase-4 inhibitors, glucagon-like peptide 1 analogs, and sodium-glucose co-transporter-2 inhibitors), nowadays some newer anti-diabetic treatment strategies (oral hypoglycemics incorporated nanocarriers, insulin pump, pancreatic islet cell transplantation, artificial pancreas, tissue engineering, gene therapy, and stem cell therapy) are in emerging stage[ 27 ].\n\n## Type 1 diabetes\n\nIncreased blood glucose level (hyperglycemia) is a hallmark of type 1 DM (T1DM), a chronic autoimmune illness caused by an insulin deficiency that results from the death of pancreatic islet β-cells[ 6 ]. One of the most prevalent endocrine and metabolic disorders affecting children is T1DM. The loss of β-cells is a result of T1DM-related autoimmunity in the overwhelming majority of patients; these individuals have autoimmune T1DM. Idiopathic T1DM, also known as type 1b DM, is a rarer form of the disease in which no immune responses or autoantibodies are found and the reason of cell death is unknown[ 7 ]. T1DM is due to cellular-mediated autoimmune destruction of pancreatic β-cells. Several autoimmune markers such as islet cell autoantibodies, and autoantibodies to insulin, glutamic acid decarboxylase 65 (GAD65), tyrosine phosphatases (IA-2 and IA-2β), and zinc transporter 8 (ZnT8) specific to T1DM have been identified[ 7 ]. Uncertainty surrounds the cause of a first-appearing cell-targeting autoantibody, but it is being investigated in a number of trials involving children who have been monitored since birth[ 8 ]. According to some theories, the pathogenesis of T1DM can be viewed as a continuum with distinct phases that start with the discovery of autoantibodies and move on to cell death, dysglycemia, and hyperglycemia-related symptoms[ 9 ]. The cause of β-cell-targeted autoimmunity, which is still unknown, is thought to involve a confluence of genetic and environmental factors that either initiate or facilitate the autoimmune reaction against β-cells[ 8 ]. Although not proven, it is widely accepted that ongoing exposure to β-cell autoantigens causes the autoantibodies to be produced[ 10 ]. A juvenile possessing HLA-DR4-DQ8 haplotype typically develops insulin autoantibodies at a peak rate between the ages of one and two years. These two serotypes,  i.e.,  HLA-DR4 and HLA-DQ8, are coded by HLA-DRB1 and HLA-DQB1 genes, respectively. Autoantibodies that target the protein tyrosine phosphatase-like entities IA2 and IA2β or ZnT8 can form after autoantibodies to insulin or GAD65[ 8 ].\n\n## Type 2 diabetes\n\nGenetic and environmental factors play a part in the multifactorial illness known as T2DM. T2DM is defined by dysregulation of the metabolism of carbohydrates, lipids, and proteins and is brought on by either impaired insulin secretion, IR, or both. T2DM is by far the most prevalent of the three main types of diabetes, accounting for 90% of all cases. Its primary consequence is progressive impairment of pancreatic cell insulin secretion, which typically occurs against a backdrop of pre-existing IR in skeletal muscle, the liver, and adipose tissue. Pre-diabetes, a high-risk condition that increases the chance of developing T2DM and is characterized by impaired fasting glucose, impaired glucose tolerance, or elevated hemoglobin A1C (HbA1c), precedes overt hyperglycemia[ 11 ]. HbA1c levels in people with prediabetes range from 5.7% to 6.4%; they are clinically very diverse and reflect a pathophysiologically heterogeneous group. Prediabetes to T2DM conversion rates vary from 3% to 11% annually[ 12 ]. β-cell dysfunction, IR, and persistent inflammation are the hallmarks of the pathophysiological changes, which all work together to gradually impair blood glucose regulation and promote the emergence of micro/macro-vascular complications. The first abnormality that can be seen in people who are prone to develop T2DM is IR[ 11 ]. Overt T2DM, however, does not happen unless the cells are unable to produce enough insulin to counteract the IR[ 13 ]. Cell failure is caused by a variety of variables, such as toxicity caused by lipids and glucose, inflammation, and cell stress brought on by IR, among others. Inter-individual differences have an impact on how β-cells modify insulin release in response to changing demands on a minute-by-minute basis in order to maintain normal blood glucose levels[ 14 ]. The rate of β-cell proliferation in islets with and without diabetes does not appear to vary. Dysregulated autophagy and apoptosis are probable reasons for the loss of β-cells in T2DM[ 15 ].\n\n## Gestational diabetes\n\nAlthough Carrington first used the word “gestational diabetes” in 1957, it was not until John O’Sullivan’s publications in 1961 and 1964 that it became more widely known[ 16 ]. Therefore, gestational DM (GDM) includes a wide range of hyperglycaemia. It ranges from mild impaired glucose tolerance/fasting glucose found in early pregnancy to glucose levels indicative of overt diabetes found in late pregnancy. GDM is characterized by greater IR and β-cell defects, which are metabolic abnormalities. These defects, however, are almost completely asymptomatic and are typically only discovered as a result of frequent testing of blood glucose levels during pregnancy. The metabolic changes that occur during pregnancy put β-cells under extra strain. A patient having a history of GDM has a greater chance to develop T2DM in the years after giving birth, and this increased risk is caused by both baseline abnormalities that were present before the index GDM pregnancy but were not previously diagnosed and further, progressive β-cell dysfunction that developed after that pregnancy. These factors include increased IR and gestational weight gain. Approximately 5% of women with GDM have monogenic variants of DM, which most frequently involve mutations in GCK in white populations, while only a tiny percentage (2%-13%) of women with GDM have antibodies against specific β-cell antigens[ 17 , 18 ]. If the fetus does not have the heterozygous GCK mutation, the mother’s slightly elevated fasting glucose levels can increase the risk of excessive fetal growth. GCK phosphorylates glucose to create glucose-6-phosphate in the pancreas and liver. Fascinatingly, fetal growth is normal if the GCK mutation is present in both the mother and the fetus, whereas if the GCK mutation is present only in the fetus, there is a higher chance of fetal growth restriction due to altered glucose sensing by the fetal pancreas[ 19 ]. Due to the pancreatic β-cells’ capacity to boost their insulin response, these women initially adaptively sustain normoglycaemia in the early stages of pregnancy. The increase in IR, however, makes the insulin response insufficient by the end of pregnancy[ 20 ]. The binding of insulin to the cell surface insulin receptor in peripheral tissues such as skeletal muscle causes glucose uptake by cells in non-pregnant women with adequate glucose tolerance. As was already stated, sensitivity decreases with growing gestation during pregnancy, and this decreases even more in women who develop GDM, both before and during pregnancy[ 14 ].\n\nAccording to reports, epigenetic modifications involve several molecular pathways, including traditional epigenetic changes affecting DNA methylation and histone modifications and small RNA-mediated processes, especially those involving microRNAs (miRNAs). It is understood that epigenetic modifications are important mediators of gene regulation concerning diabetes[ 21 ]. Impairment in histone modifications (such as H3 Lysine 9demethylation and SIRT1/2/6-dependent deacetylation) have been known to associate with T2DM[ 22 , 23 ]. Recent studies showed the role of miRNAs in the pathogenesis of diabetes. Pancreatic β-cells of individuals with diabetes have a cluster of miRNAs (such as miR-375, miR-1203, miR-412, miR-216a, and miR-101-3p), and their impaired epigenetic regulation is involved in glucose tolerance, insulin secretion, and β cell functioning[ 24 - 26 ]. In addition, to understand the newer mechanism of diabetes, scientists are also trying to explore novel therapeutic strategies for diabetes. Besides currently available anti-diabetic therapy (biguanides, sulfonylureas, thiazolidinediones, dipeptidyl peptidase-4 inhibitors, glucagon-like peptide 1 analogs, and sodium-glucose co-transporter-2 inhibitors), nowadays some newer anti-diabetic treatment strategies (oral hypoglycemics incorporated nanocarriers, insulin pump, pancreatic islet cell transplantation, artificial pancreas, tissue engineering, gene therapy, and stem cell therapy) are in emerging stage[ 27 ].\n\n## INSULINOMA\n\nInsulinomas are rare neuroendocrine tumors originating from pancreatic beta-cells[ 28 , 29 ]. Due to this, the pancreas makes extra insulin, more than that body can use to keep the blood sugar level balanced. This condition causes blood sugar levels to drop significantly. Insulinomas occur in 1 in 100000 of the population and represent 1% to 2% of all pancreatic neoplasms[ 30 ]. Ninety percent or more of all insulinomas are benign in nature, whereas larger tumors are more likely to be malignant[ 31 ]. Insulinomas can arise at any age and have an equal gender distribution. Gastroenteropancreatic neuroendocrine tumors (GEPNETs), also known as ascarcinoids and islet cell tumors, based on tumor diameter and stage are commonly graded and classified according to the World Health Organization (WHO) classification of endocrine tumors[ 32 - 34 ]. They are divided into four groups: (1) Well-differentiated endocrine tumor (benign, restricted to the pancreas, < 2 cm in diameter, ≤ 2 mitoses per 10 high power fields (HPFs), ≤ 2% Ki-67 positive cells, no angioinvasion or perineural invasion); (2) Well-differentiated endocrine tumor with uncertain behavior (WDETUB) (restricted to the pancreas with one or more of the following features: 2 cm in diameter, > 2 mitoses per 10 HPFs, > 2% Ki-67 positive cells, angioinvasion, and perineural invasion); (3) Well-differentiated endocrine carcinoma (low grade malignant; gross local invasion and/or metastases); and (4) Poorly differentiated endocrine carcinoma (high grade malignant; > 10 mitoses per 10 HPFs)[ 25 ]. The WHO 2000/2004 classification was not extensively recognized because of stage-related classification and the category of ‘uncertain behavior’ such as WDETUB[ 34 ]. The European Neuroendocrine Tumor Society proposed a grading classification and site-specific staging system in 2010[ 34 ]. GEPNETs were separated into three groups based on mitoses and the Ki-67 index: NET grade 1 (G1), NET grade 2 (G2), and neuroendocrine carcinoma grade 3 (G3).\n\nIn the 1860s, Langerhans[ 35 ] made the first careful and detailed description of the microscopic structure of the pancreas. In 1893, the French histologist GE Languesse named the spots described by him ‘ilots de Langerhans’. These cells were later established to have insulin secreting property. Several years later, in 1922, Banting and Best isolated insulin (or ‘isletin’, as they called it) from a solution extract of a dog’s pancreas. In 1923, Harris proposed a clinical likelihood of hyperinsulinism and compared it with the diabetes-induced hypoinsulinism[ 36 ]. Albert Nicholls described the first adenoma arising from the islets of Langerhans in 1902. He also gave the first report of a pancreatic neuroendocrine tumor (PNET). In 1927, the first insulinoma was defined in Mayo Clinic and was dissected out in 1929 (Toronto). At the St. Jouis hospital in 1931, the first enucleation of insulinoma was done. In 1935, Allen Whipple and Virginia Kneeland Frantz published a classic paper describing the historical diagnostic criteria for insulinoma in  Annals of Surgery . The Whipple’s triad, the diagnostic hallmark of insulinomas, includes: Symptoms of hypoglycemia triggered by fasting, circulating glucose level less than 50 mg/dL at the time when symptoms exist, and respite of symptoms with administration of glucose[ 37 ].\n\nHypoglycemic episodes caused by inappropriate insulin secretion are divided into two main categories, adrenergic symptoms (caused through activation of the sympathetic nervous system/catecholamine release) and neuroglycopenic symptoms (caused through decreased central nervous system glucose supply and may result in serious and debilitating neurological symptoms)[ 38 , 39 ]. Adrenergic symptoms include sweating, tremor, palpitations, tachycardia, agitation, nervosity, and increased appetite. Neuroglycopenic symptoms include impairment of consciousness, mental concentration, visual disturbances, blurred vision, ataxia, disorientation, memory deficits, stupor, seizures, and coma. Most patients testified with insulinomas present neuroglycopenic symptoms and less than 10% of insulinomas are reported to be malignant[ 40 ]. It has been found that the majority of malignant insulinomas progress slowly. Due to the rarity of insulinoma, it is often misdiagnosed as epilepsy[ 40 ] or juvenile myoclonic epilepsy[ 41 ]. Timely diagnosis of occult or non-detectable insulinomas is a diagnostic challenge for radiologists and critical to medical treatments, as well as how to manage cases of malignant insulinoma for surgeons. Most insulinomas are intrapancreatic, benign, and solitary. Various biochemical diagnosis and imaging techniques provide advanced knowledge of the site of the mass and vital information for preoperative localization and intraoperative detection of an insulinoma. The biochemical diagnosis 72-h fasting test is considered as the gold standard for confirmation of insulinoma diagnosis[ 42 ]. This test consists of consecutive measurement of plasma glucose, insulin, C-peptide, and proinsulin in adults with signs of neuroglycopenia or known low blood glucose levels. The combination of computerized tomography, magnetic resonance imaging, and endoscopic ultrasound has been reported to be highly sensitive in the localization of insulinomas and metastatic disease. In addition, intraoperative palpation combined with intraoperative ultrasound has been also found very effective with a high detection rate (up to 93%)[ 39 , 43 , 44 ]. Treatment for insulinomas is largely surgical procedure (such as open surgery and laparoscopic excision) (Figure  1 ). However, the patient is operated only if the diagnosis is established. Blind pancreatectomy is not an appropriate and preferred therapeutic choice in the treatment of undetected insulinomas.\n\nDifferent treatment options based on suspected aggressiveness of insulinomas[ 33 ].  SSAs: Supramolecular self-associating amphiphiles; PRRT: Peptide receptor radionuclide therapy.\n\nInsulinomas can occur sporadically or in conjunction with multiple endocrine neoplasia type 1 (MEN-1) syndrome (previously known as Wermer’s syndrome). MEN-1 syndrome, an autosomal dominant disorder, was linked with mutations in the  MEN1  gene[ 45 ]. The  MEN-1  locus was mapped to chromosome 11 by family studies, and it revealed fitted linkage with the human muscle phosphorylase gene. Several lines of evidence have suggested a role of MEN-1 as a recessive tumor suppressor gene and the two-hit hypothesis for tumor suppressor genes (first proposed by Knudson for tumorigenesis of retinoblastomas) applies to MEN-1 syndrome[ 46 , 47 ]. The inactivation of the  MEN-1  tumor suppressor gene, encoding a 610 amino acid nuclear protein-Menin, in patients leads to a collection of changes in endocrine tissues, including parathyroid neoplasia, pituitary adenomas, PNETs, and carcinoids. Menin is involved in the regulation of multiple important signaling pathways with a variety of nuclear and cytosolic proteins, such as JunD, nuclear transcription factor-kappa B (NF-κB), Smad3, FANCD2, RPA2, and ASK[ 46 ]. Thus, Menin regulates critical steps in cell proliferation, apoptosis, and maintenance of genome integrity.\n\nThe phosphatidylinositol-3-kinase (PI3K)/Akt and mammalian target of rapamycin (mTOR) signaling pathways are intracellular signaling pathways that play a critical role in the regulation of cell cycle, cell growth, and survival, as well as in pathological conditions (such as pancreatic endocrine tumors). The Akt/mTOR pathway is also involved in the regulation of glucose homeostasis and dysregulated mTOR signaling is networked in peripheral IR through numerous distinct mechanisms[ 48 , 49 ]. mTOR inhibitors have an antiproliferative outcome by blocking signaling in the PI3K/Akt/mTOR pathway. Clinical studies suggest that the mTOR inhibitor Everolimus (EVR) normalized plasma glucose levels in metastatic insulinoma within 14 d[ 50 ]. EVR, a rapamycin analog, affects tumor progression, rapidly controls hypoglycemia, and causes hyperglycemia by several mechanisms synergistically. Sunitinib, an oral multitargeted receptor tyrosine kinase inhibitor, displayed antiangiogenic and antitumor activity against advanced PNETs[ 51 ]. The diagnostic approaches, understanding of biomarker histology, and therapeutic management of PNETs have improved during the last two decades. However, the etiology of these tumors is poorly understood. The correct diagnostic criteria, improved classification, and specific therapeutic approaches are important to protect patients from misdiagnosis and pitfalls. Emerging therapeutic options and a better understanding of PNETs certainly offer the potential to diagnose suspected cases, improve preoperative localization of insulinomas and patient outcomes, and provide symptom control to improve quality of life. However, improved therapy combinations and safety of treatment remain areas for future research.\n\n## MS\n\nMS is an accumulation of several disorders due to assemblage of cardiometabolic risk factors, such as obesity, IR, hypertension, and dyslipidemia, which together increase the risk of developing atherosclerotic cardiovascular disease (CVD), neurological problems, and DM[ 52 ]. MS adversely affects several body systems. Metabolic disorder becomes a syndrome if an individual has few of the following criteria: (1) Waist size greater than 40 inches in men and 35 inches in women (obesity); (2) Higher fasting glucose of l00 mg/dL or greater (hyperglycemia); (3) Blood triglycerides values equal to or greater than 150 mg/dL (dyslipidemia); (4) High-density lipoprotein (HDL) cholesterol level lower than 40 mg/dL in men or less than 50 mg/dL in women (low HDL/good cholesterol); and (5) Elevated blood pressure values of systolic (130 mmHg or higher) and/or diastolic (85 mmHg or higher) (hypertension)[ 52 ]. The WHO first established its definition in 1998 and was the first to document the cluster of crucial components of IR, obesity, dyslipidemia, and hypertension, which are known to be interrelated[ 53 ]. The WHO criteria (1998) were set as IR or diabetes, plus two of the five criteria above. In 1999, the European Group for the Study of Insulin Resistance, proposed a modification to the WHO definition, hyperinsulinemia, plus two of the four criteria[ 54 ].\n\nIn 2001, the National Cholesterol Education Program (NCEP) Adult Treatment Panel III (ATP III) defined that MS is present if three or more of the above five criteria are present[ 55 ]. The NCEP ATP III description is one of the most widely accepted criteria for MS[ 56 ]. In 2005, the International Diabetes Foundation issued new criteria for MS which said obesity, plus two of the four criteria[ 57 ]. A study showed the association of sleep-related characteristics (such as sleep duration, insomnia, and day-time napping) with a higher prevalence of MS in the general population[ 58 ]. A cross-sectional study of MS and sleep duration exhibited that women have a higher risk of MS and higher MS severity scores due to short and long sleep duration[ 58 ]. While in men, higher risk of MS and higher MS severity scores were associated with short sleep duration[ 59 ].\n\nUnderstanding of the four central features (IR, visceral adiposity, atherogenic dyslipidemia, and endothelial dysfunction) helps us to broadly define MS and their interrelationships. Insulin produced by beta-cells of the pancreas in response to hyperglycemia kindles glucose uses differently in various tissues (such as glucose uptake by translocation of the GLUT4 to the cell surfaces in skeletal muscle and adipose tissue). The primary effect of these different mechanisms is to increase glucose uptake, decrease circulating glucose levels, and enhance its conversion into the key storage molecules, such as glycogen or fats. IR (also referred as IR syndrome) is a main underlying mechanism responsible for MS. IR is also described as a convincing interpreter of T2DM[ 60 , 61 ]. In IR, adipose, muscle, and liver cells do not respond correctly to insulin, thus circulating glucose levels remain high, leading to physiological and pathological changes. Hyperinsulinemia is a surrogate pointer for IR in the body. Physiological insulin signaling is triggered by binding of insulin to the insulin receptor (a ligand-activated tyrosine kinase) and it transpires  via  activation of two parallel pathways: The PI3K or PI3K-Akt pathway and mitogen-activated protein kinase (MAPK) pathway. The protein kinase B (PKB or Akt) is involved in the regulation of multiple cellular physiological processes like cell metabolism, growth, proliferation, and survival. PKB or Akt initiation is measured by a multi-step process that involves PI3K. The PI3K-Akt pathway is responsible for many of the downstream metabolic effects of insulin. In IR, the PI3K-Akt pathway is dysregulated, whereas the MAPK pathway is not[ 56 ]. This leads to a change in the balance between these two critical intracellular signaling pathways.\n\nAbdominal obesity, also referred as visceral or central obesity, categorized by increased adipose tissue surrounding the intra-abdominal organs, has been linked with several medical conditions such as MS, CVD, and some malignancies[ 62 ]. In 1991, Björntorp[ 63 ] described the role of abdominal obesity in the development of IR and MS. Visceral obesity based on epidemiological, clinical, experimental, cellular, and molecular evidence has also been denoted as an expression of a ‘Civilization Syndrome’[ 64 ]. Abdominal or visceral obesity leads to variation of the normal physiological equilibrium of adipokines, endothelial dysfunction, IR, and a pro-atherogenic state[ 65 ]. Adiponectin, an anti-atherosclerotic adipokine, is a 244-amino acid protein secreted largely by the adipocytes and a recognized homeostatic factor for regulating glucose levels, lipid metabolism, and insulin sensitivity in the body[ 66 ]. Adiponectin signaling in mammals is mediated  via  two adiponectin receptors, which occur as two isoforms: AdipoR1 and AdipoR2. Its level decreases in obesity-related diseases such as T2DM, CVD, and MS[ 67 , 68 ]. The adipokines, free fatty acids (released from visceral fat), and bioactive lipid intermediates together disturb the PI3K-Akt pathway and increase oxidative stress. Adiponectin elicits a few downstream signaling events in adiponectin signal transduction (Figure  2 ). The adaptor protein APPL1 is the first recognized protein that networks directly with adiponectin receptors (AdipoR1 and AdipoR2) and acts as a signaling pathway mediator in cross-talk with adiponectin and insulin[ 67 , 69 ]. Adiponectin-dependent insulin sensitization in insulin responsive tissues is mediated by activation of IR substrate (IRS)1/2. Adiponectin exerts its effect primarily by activating AMP-activated protein kinase (AMPK), p38 mitogen-activated protein kinase, and peroxisome proliferator-activated receptor-α promoting fatty acid oxidation, vasodilation, glucose uptake, and energy expenditure, thereby decreasing the levels of glucose and lipids[ 65 , 67 ] (Figure  2 ). Furthermore, activated AMPK by adiponectin prevents IkappaB kinase/NFκB/PTEN triggered apoptosis.\n\nSchematic representation showing downstream signaling events in cross-talk between adiponectin signal transduction and insulin signaling pathway[ 67 ].  IRS: Insulin receptor substrate; APPL1: Adaptor protein containing a pleckstrin homology domain, phosphotyrosine binding domain, and leucine zipper motif; PPAR: Peroxisome proliferator-activated receptor; ACO: Asthma-COPD overlap; GLUT: Glucose transporter; PI3K: Phosphatidylinositol-3-kinase; PDK: Phosphoinositide-dependent kinases; PKB: Protein kinase B; eNOS: Endothelial nitric oxide synthase; IKK: IkappaB kinase; NF-κB: Nuclear transcription factor-kappa B; PTEN: Phosphatase and tensin homolog deleted on chromosome 10.\n\nBiomarkers of inflammation and endothelial dysfunction, a type of non-obstructive coronary artery disease, have been associated with MS and diabetes[ 70 , 71 ]. Vascular endothelium (VE) regulates vascular homeostasis through a delicate balance between the secretion of vasodilators and vasoconstrictors (Figure  3 ). Recently, Ganguly  et al [ 72 ] discussed the role of inflammation in obesity and its mitigation by natural products. Endothelial dysfunction in obesity-induced inflammation due to excessive deposition of fat leads to uneven secretion and release of inflammatory mediators or proinflammatory cytokines, like interleukin (IL)-6, IL-1β, tumor necrotic factor-α (TNF-α), leptin, and activation of monocyte chemo-attractant protein-1 (MCP-1)[ 72 ]. These biomolecules subsequently reduce the formation of adiponectin, leading to commencement of a proinflammatory state in the obese body[ 71 , 72 ]. Under normal physiology, there is a balanced release of various vasodilator agents but an imbalance in their production, mainly nitric oxide (NO), endothelial-derived hyperpolarizing factors, prostacyclin, and vasoconstricting agents, including prostaglandin, endothelin-1, and angiotensin-II, results in advancement to endothelial dysfunction[ 73 ]. The mechanisms of endothelial cell dysfunction associated with inflammation is mainly due to alterations in the balance between proinflammatory and procoagulant state, and anti-inflammatory and anticoagulant properties of the endothelium influencing the VE shift towards the prothrombotic and proatherogenic states[ 72 , 74 ]. These prothrombotic and proatherogenic states alter cell processes, leading to vascular inflammation, platelet activation, leukocyte adherence, mitogenesis, vasoconstriction, pro-oxidation, impaired coagulation, atherosclerosis, and thrombosis with consequent CVDs.\n\nImportant molecular functions of endothelial cells and the link between obesity-induced inflammation and endothelial dysfunction[ 74 ].  MMP2: Matrix metalloproteinase 2; PGI2: Prostacyclin; IGF-1: Insulin-like growth factor-1;ROS: Reactive oxygen species; FGF: Fibroblast growth factor; tPA: Tissue plasminogen activator; TFPI: Tissue factor pathway inhibitor; EGF: Epidermal growth factor; TGF-β: Transforming growth factor-β; PDGF: Platelet-derived growth factor; VCAM: Vascular cell adhesion molecule; ICAM: Intercellular adhesion molecule; ET-1: Endothelin-1; PAF: Platelet activating factor; vWF: von Willebrand factor; TXA2: Thromboxane A2; NO: Nitric oxide.\n\nMS is a distinctive constellation of abnormalities through the interaction of genetic, hormonal, and lifestyle factors. However, a distinct understanding of the molecular mechanisms in the pathogenesis of endothelial dysfunction and other abnormalities may allow the development of new diagnostic tools and early therapeutic measures to improve health in the next generations. A pleotropic polygenic architecture underlying MS tends to cluster together, resulting in an augmented risk for CVD, T2DM, and various cancers. Research will continue to uncover this fascinating complex trait and its subsequent cardiometabolic risk factors.\n\n## PCOS\n\nPCOS is one of the most common metabolic diseases among women of the reproductive age group. Very frequently PCOS is classified as an endocrine disorder due to the direct involvement of the hypothalamic-ovarian axis, where IR is considered as the primary pathological basis. The typical presentation of PCOS includes hyperandrogenism and evidence of ovarian dysfunction such as chronic oligo-anovulation and/or micro-polycystic morphology of the ovary[ 75 ]. Although the familial aggregation of PCOS is very frequently reported, the heritability of the disease is not well explained[ 76 ]. Moreover, the literature indicates controversies regarding possible role of IR in PCOS. Recently, Armanini  et al [ 76 ] summarized IR related controversies in PCOS therapy and diagnosis. Clinically, PCOS is heterogeneous where several non-genetic modifiable factors such as intrauterine environment, gut microbiota, nutritional status, endocrine regulation, and environmental exposure to heavy metals and toxins, have been reported to play critical roles in determining the PCOS pathogenesis[ 77 ].\n\nAlthough the particular molecular trigger of PCOS is unclear, clinical and molecular studies have well-established the link between IR and PCOS without a clear cause-effect relationship[ 75 ]. PCOS subjects were frequently reported to have a higher magnitude of IR when compared to healthy controls where the magnitude is mild among lean compared to obese individuals[ 78 ]. Recent evidence from clinical, pathological,  ex vivo,  and  in vivo  studies indicated the implication of aberrations in insulin signaling-associated pathways in PCOS. IR in terms of impaired downstream metabolic insulin signaling through increased serine phosphorylation and reduced tyrosine phosphorylation of IR and its substrate IRS-1 among PCOS subjects was reported[ 79 ]. Unlike metabolic signaling, activated mitogenic signaling (such as androgen production) which is regulated through IR was also found significantly affected by IR-induced hyperinsulinemia[ 80 ]. However, other findings have also suggested that there can be insulin-independent increased androgen production in the ovary due to reduced levels of activated mitogen-activated protein kinase 1/2 and extracellular signal-regulated kinase 1/2 (ERK1/2) with impaired mitogenic pathways[ 81 ].\n\nStudies on insulin-resistant PCOS have also confirmed that PCOS-IR is independent of the proximal insulin signaling cascade[ 82 ]. Recent studies highlight defects in insulin receptor downstream signaling comprising activation of phosphorylated IRS-1 through protein kinase C or GLUT-4 translocation  via  PI3K/Akt that cause IR in PCOS[ 83 ]. Serum levels of several IR induced obesity associated proinflammatory molecules such as TNF, C-reactive protein, MCP-1, and IL-18 were found to be elevated in women with PCOS[ 84 ]. Recent research to uncover the effects of IR-induced hyperandrogenemia (HA) associated with PCOS was tested in endometrial organoids. It was reported that excess androgen promotes endometrial cell proliferation which is seen in endometrial disorders associated with PCOS[ 85 ].\n\nIdentification of novel miRNAs in PCOS has highlighted the extent of cross-talk with IR. Cross-sectional expression studies in the last decade have identified several miRNAs that are associated with PCOS-IR and non-insulin resistant PCOS. An elevated serum level of miR-222 was reported in PCOS, which is positively correlated with serum insulin and associated with T2DM[ 25 , 86 ]. Additionally, miR-146a and miR-30 were identified and implicated in PCOS  via  insulin-related signaling pathways[ 87 ]. Significantly reduced serum level of miR-24 was identified in both PCOS and T2DM, which was also found to downregulate insulin production. Downregulation of miR-29a was found associated with PCOS, which targets IRS-1, StAR-related lipid transfer protein 3, and androgen receptor that are key regulators of insulin signaling and ovarian steroidogenesis, respectively[ 88 , 89 ]. Significantly higher expression of miR-32, miR-34c, miR-135a, miR18b, and miR-9 in ovarian follicular fluid was identified among PCOS patients compared to healthy controls. Target genes of these miRNAs, namely, Synaptotagmin 1 and  IRS-2,  are directly implicated in carbohydrate metabolism and insulin response[ 90 ]. Overexpression of miR-145 inhibits IRS-1 expression, which ultimately inhibits MAKP/ERK signaling pathways in ovarian granulose cells. Elevated insulin level suppresses miR-145, upregulates IRS-1, and promotes cell proliferation. miR-145 is considered a novel and promising molecular target for improving granulose cell dysfunction in PCOS-IR patients[ 91 ]. Figure  4  depicts the involvement of clinically relevant miRNAs regulating insulin signaling pathways implicated in PCOS.\n\nSchematic diagram summarizing the involvement of clinically relevant microRNAs expressed in major tissues in regulating insulin signaling pathways implicated in polycystic ovary syndrome.  T2DM: Type 2 diabetes mellitus; FSH: Follicle-stimulating hormone; IRS: Insulin receptor substrate.\n\nThe role of gut microbiota in regulating metabolism and endocrine function is well illustrated. The early hypothesis stated the possible cause-effect axis between dysbiosis of gut microflora and PCOS, considering that high-fat diet induced leaky gut allows systemic circulation of lipopolysaccharide which induces IR/hyperinsulinemia and promotes the synthesis of testosterone that dysregulates follicular development implicated in PCOS[ 92 ]. A triad of HA, IR, and inflammation connects PCOS with the gut microbiota. The vicious cycle of IR-induced HA leads to decreased production of sex hormone-binding globulin and promotes ovarian follicular maturation and ovulation disorder. Prenatal exposure to excess androgen was found to influence gut microbial dysbiosis that affects the production of short-chain fatty acids such as acetate, butyrate, and propionate. An  in vivo  study on rats with prenatal androgen identified a higher relative abundance of  Nocardiaceae  and  Clostridiaceae  that are associated with steroid hormone synthesis, and a lower abundance of  Akkermansia ,  Bacteroides ,  Lactobacillus , and  Clostridium  that are known to lower the systemic inflammation[ 93 ]. A recent study by Zeng  et al [ 94 ] reported that the abundance of  Prevotellaceae  significantly decreases in PCOS-IR patients, which is negatively correlated with IR, sex hormones, and inflammation. Gut microbial dysbiosis was reported most dramatically among PCOS-IR groups. A better understanding of gut microfloral association with IR and PCOS paved the path for developing novel treatment and disease management approaches for PCOS[ 95 ].\n\n## miRNAs in PCOS\n\nIdentification of novel miRNAs in PCOS has highlighted the extent of cross-talk with IR. Cross-sectional expression studies in the last decade have identified several miRNAs that are associated with PCOS-IR and non-insulin resistant PCOS. An elevated serum level of miR-222 was reported in PCOS, which is positively correlated with serum insulin and associated with T2DM[ 25 , 86 ]. Additionally, miR-146a and miR-30 were identified and implicated in PCOS  via  insulin-related signaling pathways[ 87 ]. Significantly reduced serum level of miR-24 was identified in both PCOS and T2DM, which was also found to downregulate insulin production. Downregulation of miR-29a was found associated with PCOS, which targets IRS-1, StAR-related lipid transfer protein 3, and androgen receptor that are key regulators of insulin signaling and ovarian steroidogenesis, respectively[ 88 , 89 ]. Significantly higher expression of miR-32, miR-34c, miR-135a, miR18b, and miR-9 in ovarian follicular fluid was identified among PCOS patients compared to healthy controls. Target genes of these miRNAs, namely, Synaptotagmin 1 and  IRS-2,  are directly implicated in carbohydrate metabolism and insulin response[ 90 ]. Overexpression of miR-145 inhibits IRS-1 expression, which ultimately inhibits MAKP/ERK signaling pathways in ovarian granulose cells. Elevated insulin level suppresses miR-145, upregulates IRS-1, and promotes cell proliferation. miR-145 is considered a novel and promising molecular target for improving granulose cell dysfunction in PCOS-IR patients[ 91 ]. Figure  4  depicts the involvement of clinically relevant miRNAs regulating insulin signaling pathways implicated in PCOS.\n\nSchematic diagram summarizing the involvement of clinically relevant microRNAs expressed in major tissues in regulating insulin signaling pathways implicated in polycystic ovary syndrome.  T2DM: Type 2 diabetes mellitus; FSH: Follicle-stimulating hormone; IRS: Insulin receptor substrate.\n\n## Microbiota in PCOS\n\nThe role of gut microbiota in regulating metabolism and endocrine function is well illustrated. The early hypothesis stated the possible cause-effect axis between dysbiosis of gut microflora and PCOS, considering that high-fat diet induced leaky gut allows systemic circulation of lipopolysaccharide which induces IR/hyperinsulinemia and promotes the synthesis of testosterone that dysregulates follicular development implicated in PCOS[ 92 ]. A triad of HA, IR, and inflammation connects PCOS with the gut microbiota. The vicious cycle of IR-induced HA leads to decreased production of sex hormone-binding globulin and promotes ovarian follicular maturation and ovulation disorder. Prenatal exposure to excess androgen was found to influence gut microbial dysbiosis that affects the production of short-chain fatty acids such as acetate, butyrate, and propionate. An  in vivo  study on rats with prenatal androgen identified a higher relative abundance of  Nocardiaceae  and  Clostridiaceae  that are associated with steroid hormone synthesis, and a lower abundance of  Akkermansia ,  Bacteroides ,  Lactobacillus , and  Clostridium  that are known to lower the systemic inflammation[ 93 ]. A recent study by Zeng  et al [ 94 ] reported that the abundance of  Prevotellaceae  significantly decreases in PCOS-IR patients, which is negatively correlated with IR, sex hormones, and inflammation. Gut microbial dysbiosis was reported most dramatically among PCOS-IR groups. A better understanding of gut microfloral association with IR and PCOS paved the path for developing novel treatment and disease management approaches for PCOS[ 95 ].\n\n## INSULIN AND NEURONAL DISORDERS\n\nThe majority of insulin in the brain is transported through blood circulation after its synthesis in the pancreas[ 96 ]. However, studies also suggest synthesis of insulin from neurons[ 97 ]. Further, neurons and glial cells also express insulin receptors, which facilitate the insulin signaling in the brain essential for various crucial functions including metabolic activity and cognition[ 98 , 99 ]. In humans with type 1 and type 2 diabetes, reduction in size of the hippocampus and altered functional connectivity between different brain regions have been reported, followed by a higher risk of behavioural changes and accelerated cognitive decline with the aging process[ 100 , 101 ]. Neuron-specific insulin receptor knockout (NIRKO) mice were observed to show the absolute loss of insulin linked PI3K activation and neuronal apoptosis inhibition. NIRKO mice also showed reduced phosphorylation of Akt and glycogen synthase kinase 3 beta (GSK3β) and increased tau protein phosphorylation[ 102 ]. Insulin is shown to cause an increase in activity of dopamine neurons, regulate transmission of N-methyl-D-aspartate receptors in hippocampal neurons, and contribute to the development of long-term hippocampal potentiation[ 103 ]. Insulin also regulates α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA) receptor activity and plays an essential role in insulin-induced long-term depression, indicating importance of insulin in memory flexibility and consolidation[ 98 ]. Insulin receptors are also known to regulate GABA receptor activity, structural plasticity of the brain, and postsynaptic density protein 95 expression, which is essential for the postsynaptic junction formation, indicating the impact of insulin on synaptic plasticity and behavior[ 104 - 106 ].\n\nDirect infusion of insulin to the cerebral ventricles is reported to cause increased production of brain derived neurotrophic factor and hippocampal neurogenesis in rodent models[ 107 ]. In another study, improvement in mood assessments and self-confidence and word-recall memory scores in healthy human subjects treated with intranasally delivered insulin was reported[ 108 ]. IR was observed in various instances of neurodegenerative diseases[ 109 ] and neurotrauma[ 110 , 111 ]. In Alzheimer disease (AD) patients, glucose uptake markedly decreases, and cerebral IR and glucose metabolism were also reported to be impaired[ 112 ]. The PI3K/AKT pathway, a major branch of insulin pathway that is also known to be a major contributor to IR, was downregulated in AD[ 65 , 113 ]. Further, abnormal serine phosphorylation of IRS1, a homeostatic regulator of PI3K signaling, gets localized with neurofibrillary tangles and hinders the actions of insulin[ 114 ]. Downregulation of the PI3K/AKT pathway leads to alteration in expression of GSK-3β and protein phosphatase 2A, two downstream targets, and causes increase in tau phosphorylation and neurofibrillary tangle formation[ 115 ]. Deficiency of insulin in the brain also induces hyperphosphorylation of c-Jun N-terminal kinases, neurofilament, and tau followed by cellular ultra-structural damage, which further induces cognitive and learning disabilities.\n\nInsulin causes enhanced excitability of cholinergic interneurons, which activate nicotinic acetylcholine receptors leading to dopamine release in the brain followed by its uptake  via  the PI3K pathway[ 116 ]. In Parkinson’s disease (PD) also, the PI3K/Akt pathway gets altered with GSK-3β overexpression, leading to increased neurofibrillary tangle formation contributing to PD dementia[ 117 ]. T2DM mouse models are reported to show more expression of α-synuclein and are more susceptible to toxin-induced dopaminergic loss[ 118 ]. Further, genetic PD due to mutation in α-synuclein can also influence insulin sensitivity and inhibit AKT activation[ 119 , 120 ]. Thus, insulin mediated signaling plays an important role in maintaining brain homeostasis.\n\n## CANCER AND INSULIN\n\nThe association of insulin and cancer is specifically significant to researchers working in areas of coalescent cancer approach. It furnishes a prospective biological foundation for several approaches to cancer therapeutics which consist of exercise, diet,  etc.  This shall also be helpful in discovering the function of stress in cancer instigation and advancement. Moreover, there is rising evidentiary support for obesity and cancer relationship which may ultimately help restore the various contradictions in the context of cancer that usually occur. There have been reports on circulating plasma insulin/insulin-like growth factor (IGF)-1 levels to exhibit specific prognosis of cancer variants in humans[ 121 ]. The correlation between cancer instigation and plasma insulin/IGF-1 levels is probably because of a straight reaction of these compounds on tumor cells. The insulin receptor is frequently expressed in cancers, along with other transcription factors in the insulin pathway[ 122 ].\n\nDisparate human trials are under way for the investigation of the influence of the decrease in insulin levels in humans suffering from cancer. These are basically established on various other preclinical reports exhibiting a substantial impression of insulin in instigating cell proliferation  in vitro  and  in vivo [ 123 ]. At present, approximately 12 trials on the effect of metformin with regard to decrease in cancer growth are ongoing[ 124 ]. Metformin is basically an inhibitor of hepatic gluconeogenesis instead of being related to insulin[ 125 ].\n\nThere are several pathways  via  which IR may influence the malignant condition. Cancer is a sequential phenomenon showing acquired genetic variations steering the step-by-step conversion, from typical usual cells to precancerous to malignant[ 126 ]. Insulin may augment the anabolic condition which is mandatory for growth of cells, in turn enabling continued presence of substrates which include amino acids and glucose.\n\nInsulin is an influential hormone that instigates various mechanisms associated with breast cancer biology. A greater number of reports have concentrated on scrutinizing the prospective connections between body mass index (BMI) and breast cancers. In recent times, there are documentations regarding the assessment of the possible relation between variables of metabolic health like insulin and HbA1c. An association between T2DM and cancers including breast cancer has been reported by the American Diabetes Association and the American Cancer Society[ 127 ]. In humans with breast cancer, diabetes is linked with a high fatality hazard ratio of 1.41 (95% confidence interval: 1.28-1.55)[ 128 ]. These reports in post-menopausal women furnish support that metabolic disturbances, rather than BMI, may be a better indicator of breast cancer risk. However, more investigations are the need of the hour as there is a dearth of information regarding the possible link between metabolic discrepancies, insulin, and breast cancer risk in post-menopausal women. In spite of diabetes/IR and breast cancer being two separate diseases, insulin signaling plays major role in both ailments. Insulin promotes cancer associated activities which consist of tissue inflammation, angiogenesis, and motility[ 129 ]. Very few reports are available regarding the influence of adjuvant chemotherapy or aromatase inhibitors on glucose and insulin physiology in women suffering from breast cancer[ 130 ].\n\nLung cancer, one of the most common cancers, is highly invasive, metastatically active, and resistant to drugs[ 131 , 132 ]. Non-small cell lung cancer (NSCLC) is the most frequently occurring lung cancer type constituting about 85% of all lung cancer cases[ 133 ]. The IGF-1 signaling pathway has been insinuated in lung cancer cases that helps in defiance towards therapeutic interventions[ 134 ]. IGF-1 ligand and IGF-1 receptor (IGF-1R) expression is enhanced in NSCLC, and increased IGF-1R level is related with decreased survival in skin squamous cell carcinoma patients[ 135 ]. NSCLC individuals have high levels of both IGF-1R and epidermal growth factor receptor (EGFR) with decreased relapse-free survival and overall survival[ 136 , 137 ]. Occurrence of separate expression levels for IRS-1 and IRS-2 in adenocarcinoma and squamous cell carcinoma hints towards involvement of IRS-1 and IRS-2 in NSCLC biology[ 138 ]. IGF binding proteins (IGFBPs) are proteins that regulate the IGF pathway by sequestering the IGFs and ultimately modulating the mitogenic effect of IGF receptors[ 139 ]. The traditional IGFBP family has six members (IGFBP1-6), which attach IGFs with increased affinity[ 140 ], although the notion of IGFBPs has lately been reconceptualised and finally more proteins have been added that enhance half-life of IGFs. Now at least ten members of the IGFBP superfamily have been recognized, which also include the proteins that bind IGFs with low affinity[ 141 ]. Currently, typically IGFBPs have enticed enhanced awareness because of their function in NSCLC. Prior reports have exhibited abnormal expression of IGFBPs in NSCLC[ 142 ]. The threat of tumor proliferation and metastasis in NSCLC is greatly enhanced by the rise in the levels of IGF1 and IGF2, elevation in IGF-1R, and impairment of transcription factors concerned with PI3K/Akt and MAPK cascades[ 143 ]. The molecular association of hyperinsulinemia/hyperglycaemia and cancer is depicted in Figure  5 .\n\nMolecular association of hyperinsulinemia/hyperglycaemia and cancer.  Increased insulin-like growth factor (IGF) due to hyperinsulinemia increases IGF-1R activation which in turn activates downstream signaling and causes prostate cancer[ 135 ]. Hyperinsulinemia, hyperglycemia, and insulin resistance may lead to breast cancer[ 129 ]. Increased insulin in diabetic patients increases IGF-1/IGF-2 circulating levels which interact with IGF-1R present on lung cells. Thus, the activation of the receptor and thereby activated downstream signaling increase carcinogenesis in lung cells. Most of the IGF binding proteins are known to bind circulating IGF-1/IGF-2 and thereby interrupt their interaction with IGF-1R[ 133 , 137 ]. IGF: Insulin-like growth factor; IGFBPs: Insulin-like growth factor binding proteins; PI3K: Phosphatidylinositol-3-kinase; mTOR: Mammalian target of rapamycin; MAP: Mitogen-activated protein; ERK: Extracellular signal-regulated kinase; MAPK: Mitogen-activated protein kinase; IR: Insulin receptor.\n\nMetabolic disorders such as obesity[ 144 , 145 ] and hyperinsulinemia[ 146 ] are related with prostate cancer risk. Lifestyle parameters like excess energy consumption[ 147 ] and physical inactivity[ 148 , 149 ] are usually linked with prostate cancer that finds linkage with metabolic dysfunction leading to IR, pro-inflammation, and hormonal fluctuations[ 150 ]. Insulin acts  via  a tyrosine kinase receptor (insulin receptor), which is present in two isoforms, insulin receptor-A and insulin receptor-B. Instigation of the insulin receptor further triggers P13K/Akt/mTOR mechanism and MAP/ERK-kinase cascade, leading to cell proliferation and metastasis[ 151 ]. Hence, enhanced levels of insulin linked with IR, banded together with augmented level of insulin receptors in prostate cancers, suggest that insulin is an important supporter of prostate cancer progression. IGF-1 attaches to both the IGF-1R and insulin receptor to further propagate mitogenic signaling processes that enhance cell proliferation and reduce apoptosis[ 134 ]. Both IGF-1R and insulin receptor are elevated in prostate cancer tissues[ 152 ] and combating forces attacking the IGF-1R/insulin receptor mechanism are under process[ 153 , 154 ]. A rising number of reports hint towards the fact that the IGF/insulin mechanism may be significant to the transmembrane protease serine 2: ETS transcription factor gene fusion, which is known to be the most frequently occurring somatic process in primary prostate cancer[ 155 , 156 ].\n\n## Breast cancer\n\nInsulin is an influential hormone that instigates various mechanisms associated with breast cancer biology. A greater number of reports have concentrated on scrutinizing the prospective connections between body mass index (BMI) and breast cancers. In recent times, there are documentations regarding the assessment of the possible relation between variables of metabolic health like insulin and HbA1c. An association between T2DM and cancers including breast cancer has been reported by the American Diabetes Association and the American Cancer Society[ 127 ]. In humans with breast cancer, diabetes is linked with a high fatality hazard ratio of 1.41 (95% confidence interval: 1.28-1.55)[ 128 ]. These reports in post-menopausal women furnish support that metabolic disturbances, rather than BMI, may be a better indicator of breast cancer risk. However, more investigations are the need of the hour as there is a dearth of information regarding the possible link between metabolic discrepancies, insulin, and breast cancer risk in post-menopausal women. In spite of diabetes/IR and breast cancer being two separate diseases, insulin signaling plays major role in both ailments. Insulin promotes cancer associated activities which consist of tissue inflammation, angiogenesis, and motility[ 129 ]. Very few reports are available regarding the influence of adjuvant chemotherapy or aromatase inhibitors on glucose and insulin physiology in women suffering from breast cancer[ 130 ].\n\n## Lung cancer\n\nLung cancer, one of the most common cancers, is highly invasive, metastatically active, and resistant to drugs[ 131 , 132 ]. Non-small cell lung cancer (NSCLC) is the most frequently occurring lung cancer type constituting about 85% of all lung cancer cases[ 133 ]. The IGF-1 signaling pathway has been insinuated in lung cancer cases that helps in defiance towards therapeutic interventions[ 134 ]. IGF-1 ligand and IGF-1 receptor (IGF-1R) expression is enhanced in NSCLC, and increased IGF-1R level is related with decreased survival in skin squamous cell carcinoma patients[ 135 ]. NSCLC individuals have high levels of both IGF-1R and epidermal growth factor receptor (EGFR) with decreased relapse-free survival and overall survival[ 136 , 137 ]. Occurrence of separate expression levels for IRS-1 and IRS-2 in adenocarcinoma and squamous cell carcinoma hints towards involvement of IRS-1 and IRS-2 in NSCLC biology[ 138 ]. IGF binding proteins (IGFBPs) are proteins that regulate the IGF pathway by sequestering the IGFs and ultimately modulating the mitogenic effect of IGF receptors[ 139 ]. The traditional IGFBP family has six members (IGFBP1-6), which attach IGFs with increased affinity[ 140 ], although the notion of IGFBPs has lately been reconceptualised and finally more proteins have been added that enhance half-life of IGFs. Now at least ten members of the IGFBP superfamily have been recognized, which also include the proteins that bind IGFs with low affinity[ 141 ]. Currently, typically IGFBPs have enticed enhanced awareness because of their function in NSCLC. Prior reports have exhibited abnormal expression of IGFBPs in NSCLC[ 142 ]. The threat of tumor proliferation and metastasis in NSCLC is greatly enhanced by the rise in the levels of IGF1 and IGF2, elevation in IGF-1R, and impairment of transcription factors concerned with PI3K/Akt and MAPK cascades[ 143 ]. The molecular association of hyperinsulinemia/hyperglycaemia and cancer is depicted in Figure  5 .\n\nMolecular association of hyperinsulinemia/hyperglycaemia and cancer.  Increased insulin-like growth factor (IGF) due to hyperinsulinemia increases IGF-1R activation which in turn activates downstream signaling and causes prostate cancer[ 135 ]. Hyperinsulinemia, hyperglycemia, and insulin resistance may lead to breast cancer[ 129 ]. Increased insulin in diabetic patients increases IGF-1/IGF-2 circulating levels which interact with IGF-1R present on lung cells. Thus, the activation of the receptor and thereby activated downstream signaling increase carcinogenesis in lung cells. Most of the IGF binding proteins are known to bind circulating IGF-1/IGF-2 and thereby interrupt their interaction with IGF-1R[ 133 , 137 ]. IGF: Insulin-like growth factor; IGFBPs: Insulin-like growth factor binding proteins; PI3K: Phosphatidylinositol-3-kinase; mTOR: Mammalian target of rapamycin; MAP: Mitogen-activated protein; ERK: Extracellular signal-regulated kinase; MAPK: Mitogen-activated protein kinase; IR: Insulin receptor.\n\n## Prostate cancer\n\nMetabolic disorders such as obesity[ 144 , 145 ] and hyperinsulinemia[ 146 ] are related with prostate cancer risk. Lifestyle parameters like excess energy consumption[ 147 ] and physical inactivity[ 148 , 149 ] are usually linked with prostate cancer that finds linkage with metabolic dysfunction leading to IR, pro-inflammation, and hormonal fluctuations[ 150 ]. Insulin acts  via  a tyrosine kinase receptor (insulin receptor), which is present in two isoforms, insulin receptor-A and insulin receptor-B. Instigation of the insulin receptor further triggers P13K/Akt/mTOR mechanism and MAP/ERK-kinase cascade, leading to cell proliferation and metastasis[ 151 ]. Hence, enhanced levels of insulin linked with IR, banded together with augmented level of insulin receptors in prostate cancers, suggest that insulin is an important supporter of prostate cancer progression. IGF-1 attaches to both the IGF-1R and insulin receptor to further propagate mitogenic signaling processes that enhance cell proliferation and reduce apoptosis[ 134 ]. Both IGF-1R and insulin receptor are elevated in prostate cancer tissues[ 152 ] and combating forces attacking the IGF-1R/insulin receptor mechanism are under process[ 153 , 154 ]. A rising number of reports hint towards the fact that the IGF/insulin mechanism may be significant to the transmembrane protease serine 2: ETS transcription factor gene fusion, which is known to be the most frequently occurring somatic process in primary prostate cancer[ 155 , 156 ].\n\n## CONCLUSION\n\nInsulin, a small protein with 51 amino acids produced by pancreatic β-cells, plays an important role in metabolism. It is essential for maintaining glucose homeostasis at biochemical and molecular levels under varied physiological conditions. Insulin mediated altered glucose homeostasis has been associated with several pathophysiological ailments such as diabetes, insulinomas, PCOS, neuronal disorders, and cancer. T1DM, T2DM, and GDM are the important pathophysiological conditions primarily associated with the insulin disorder. Insulinomas are a rare neuroendocrine tumor originating from pancreatic beta-cells and represent 2% of all pancreatic neoplasms. Obesity, IR, hypertension, and dyslipidemia are just a few of the cardiometabolic risk factors that can lead to MS and raise chance of atherosclerotic CVD. IR is a main underlying mechanism for MS. One of the most prevalent metabolic disorders in women of childbearing age is PCOS. It is classified as an endocrine disorder due to the direct involvement of the hypothalamic-ovarian axis with IR as the primary pathological factor. IR in PCOS has been linked to impaired downstream metabolic insulin signaling. Recent evidence from clinical, pathological,  ex vivo , and  in vivo  studies has implicated aberrations in insulin signaling-associated pathways in PCOS. IR is observed in various instances of neurodegenerative diseases and neurotrauma, causing abnormal serine phosphorylation of IRS1 and neurofibrillary tangles and hindering the actions of insulin. Insulin also regulates AMPA receptor activity and plays an essential role in insulin-induced long-term depression. Circulating plasma insulin/IGF-1 levels are associated with specific prognosis of cancer variants in humans. Further, human trials are under way to investigate the relationship between insulin and cancer for devising strategies to alleviate human suffering from cancer.\n\n## ACKNOWLEDGEMENTS\n\nShashank Kumar acknowledges DST-FIST, India and Central University of Punjab, India, for providing Departmental Grant to Department of Biochemistry, Central University of Punjab, Bathinda, India. Sabyasachi Senapati acknowledges DST-FIST support to Department of Human Genetics and Molecular Medicine, Central University of Punjab. Neetu Bhattacharya acknowledges support from Dyal Singh College, University of Delhi. Amit Bhattacharya acknowledges support from Ramjas College, University of Delhi. Shashank Kumar Maurya acknowledges financial support from the Institute of Eminence, University of Delhi, Delhi. Hadiya Husain acknowledges DST-FIST, DST-PURSE and UGC-SAP India for providing Departmental Grant to Department of Zoology, University of Lucknow, Lucknow, India. Abhay Kumar Pandey acknowledges DST-FIST and UGC-SAP facilities of the Department of Biochemistry, University of Allahabad, Prayagraj, India.",
  "reference_count": 156,
  "word_count": 10228,
  "char_count": 71004
}