{
  "pmcid": "PMC10563736",
  "doi": "10.1002/fsn3.3538",
  "title": "Exploring the oral‐gut microbiota during thyroid cancer: Factors affecting the thyroid functions and cancer development",
  "authors": [
    "Yao Kun",
    "Wei Xiaodong",
    "Wang Haijun",
    "Nie Xiazi",
    "Qiang Dai"
  ],
  "year": "2023",
  "journal": "Food Science & Nutrition",
  "abstract": "Abstract Thyroid cancer (TC) is categorized into papillary, follicular, medullary, and anaplastic. The TC is increasing in several countries, including China, the United States, the United Kingdom, Canada, France, Australia, Germany, Japan, Spain, and Italy. Thus, this review comprehensively covers the factors that affect thyroid gland function, TC types, risk factors, and symptoms. Lifestyle factors (such as nutrient consumption and smoking) and pollutants (such as chemicals and heavy metals) increased the thyroid‐stimulating hormone (TSH) levels which are directly related to TC prevalence. The conventional and recent TC treatments are also highlighted. The role of the oral and gut microbiota as well as the application of probiotics on TC are also discussed. The variations in the composition of oral and gut microbes influence the thyroid function indirectly through alteration in metabolites (such as short‐chain fatty acids) that are eminent for cellular energy metabolism. Maintenance of healthy gut and oral microbiota can help in regulating thyroid function by regulating iodine uptake. Oral or gut microbial dysbiosis can be considered as an early diagnosis factor or TC marker. High TSH during TC can increase the oral microbial diversity while disrupting the high ratio of Firmicutes and Bacteroidetes in the gut. Supplementation of probiotics as an adjuvant in TC treatment is beneficial. However, needs more extensive research to explore the direct effect of probiotics on thyroid function.",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "The thyroid gland (TG) is an organ located in the anterior of the neck under the thyroid cartilage and has an internal secretory role. The TG is designed like a butterfly, comprising of two lobes (on the right and the left) and the canal (called isthmus) that joins them (Figure  1 ). The weight of human TG differs from 15 to 20 g (Ali & Majeed,  2022 ). The superior thyroid, inferior thyroid, and thyroidea ima are the main central arteries that drive blood (about 5 mL) to TG. The TG is vital for cellular activities and regulation of thyroid‐stimulating hormone (TSH) by the pituitary gland. TSH is mainly involved in the synthesis of other hormones, regulating the metabolism, and growth of cells. The TG secretes hormones including triiodothyronine (T3), thyroxine (T4 or tetraiodothyronine), and calcitonin. The T3 and T4 synthesis majorly rely on iodine intake and is controlled by TSH (Gordon,  2012 ).\n\nDiagrammatic representation of normal thyroid gland and thyroid cancer.\n\nHyperthyroidism, Grave's disease, hypothyroidism, goiter, and Hashimoto's thyroiditis are the main diseases occurred during the dysfunction of TG. The history of thyroid disease in medicine started in 2700 BC through the treatment of distended thyroids in Chinese medicine by sponges and burnt seaweed containing iodine. Abul Kasim, in 1961, termed the 1st thyroid biopsy and thyroidectomy for goiter. Thomas Wharton represented the novel surgical sketches of the procedure of thyroidectomy, and coined the term “thyroid” following the Greek word “thyreos,” in 1656, based on the shape of thyroid cartilage (Werner et al.,  2005 ). Theodor Kocher won the Nobel Prize in 1909 in “Medicine” for exploring a decrease in thyroidectomy death from 14% to 18% in 1884 and 1898, respectively (Gordon,  2012 ). A hospital database investigation revealed that in 2009, a total of 59,478 patients (including 30.8% malignant neoplasm and 74.8% females) were admitted who undergoes thyroidectomies (Vashishta et al.,  2012 ). Approximately, one in 10 Americans suffers from irregular TSH levels (Canaris et al.,  2000 ).\n\nHypothyroidism is a common thyroid disorder caused due to less thyroid hormone levels. It is more prevalent in women (1%–2%) compared to men (0.1%). Subclinical hypothyroidism with elevated TSH level and normal T4 count has been reported to progress to overt hypothyroidism in 5%–18% of individuals annually in the United States (McDermott & Ridgway,  2001 ). Thyroid disease, along with TC, is highly increasing yearly resulting in exhaustion, depression, and irregular appetite in almost 70 million Americans. The following sections report the discussion on the factors that affect thyroid function."
    },
    {
      "title": "Thyroid gland",
      "text": "The thyroid gland (TG) is an organ located in the anterior of the neck under the thyroid cartilage and has an internal secretory role. The TG is designed like a butterfly, comprising of two lobes (on the right and the left) and the canal (called isthmus) that joins them (Figure  1 ). The weight of human TG differs from 15 to 20 g (Ali & Majeed,  2022 ). The superior thyroid, inferior thyroid, and thyroidea ima are the main central arteries that drive blood (about 5 mL) to TG. The TG is vital for cellular activities and regulation of thyroid‐stimulating hormone (TSH) by the pituitary gland. TSH is mainly involved in the synthesis of other hormones, regulating the metabolism, and growth of cells. The TG secretes hormones including triiodothyronine (T3), thyroxine (T4 or tetraiodothyronine), and calcitonin. The T3 and T4 synthesis majorly rely on iodine intake and is controlled by TSH (Gordon,  2012 ).\n\nDiagrammatic representation of normal thyroid gland and thyroid cancer."
    },
    {
      "title": "Thyroid diseases",
      "text": "Hyperthyroidism, Grave's disease, hypothyroidism, goiter, and Hashimoto's thyroiditis are the main diseases occurred during the dysfunction of TG. The history of thyroid disease in medicine started in 2700 BC through the treatment of distended thyroids in Chinese medicine by sponges and burnt seaweed containing iodine. Abul Kasim, in 1961, termed the 1st thyroid biopsy and thyroidectomy for goiter. Thomas Wharton represented the novel surgical sketches of the procedure of thyroidectomy, and coined the term “thyroid” following the Greek word “thyreos,” in 1656, based on the shape of thyroid cartilage (Werner et al.,  2005 ). Theodor Kocher won the Nobel Prize in 1909 in “Medicine” for exploring a decrease in thyroidectomy death from 14% to 18% in 1884 and 1898, respectively (Gordon,  2012 ). A hospital database investigation revealed that in 2009, a total of 59,478 patients (including 30.8% malignant neoplasm and 74.8% females) were admitted who undergoes thyroidectomies (Vashishta et al.,  2012 ). Approximately, one in 10 Americans suffers from irregular TSH levels (Canaris et al.,  2000 ).\n\nHypothyroidism is a common thyroid disorder caused due to less thyroid hormone levels. It is more prevalent in women (1%–2%) compared to men (0.1%). Subclinical hypothyroidism with elevated TSH level and normal T4 count has been reported to progress to overt hypothyroidism in 5%–18% of individuals annually in the United States (McDermott & Ridgway,  2001 ). Thyroid disease, along with TC, is highly increasing yearly resulting in exhaustion, depression, and irregular appetite in almost 70 million Americans. The following sections report the discussion on the factors that affect thyroid function."
    },
    {
      "title": "FACTORS THAT AFFECT THYROID FUNCTION",
      "text": "Diet components (such as soy, brassica vegetables, coffee, tea, and junk food) can alter thyroid hormones and TSH levels. The nutrients (including vitamins, trace minerals, and micro‐minerals) also affect the thyroid hormone level. The change in TSH level is due to cyanogenic glucosides and flavonoids found in various plant‐based food (de Souza Dos Santos et al.,  2011 ; Roman,  2007 ). Soy‐based food comprises goitrogenic compounds known as soy isoflavones that hinder thyroid peroxidase (TPO) (Divi et al.,  1997 ). A meta‐analysis study revealed that soya products do not affect thyroid hormone levels but rather discreetly elevate the level of TSH levels (Otun et al.,  2019 ). The consumption of soy isoflavones also resulted in increased TSH levels (de Souza Dos Santos et al.,  2011 ). Soy isoflavones negatively influenced the patients with subclinical hypothyroidism and pregnancy with iodine shortage (Otun et al.,  2019 ).\n\nIodine (I) is an essential element for thyroid hormone synthesis, which is taken mainly from food and water. Uneven distribution of I on Earth leads to insufficient I‐intake, which has different health consequences for different age groups (Milanesi & Brent,  2017 ). The I transport is a rate‐defining phase during the synthesis of thyroid hormones. I deficiency can cause goiters in people of all ages, as well as an increased sensitivity of the thyroid to nuclear radiation. Hypothyroidism occurs in people with severe I deficiency. In adults, I deficiency can decrease thyroxine, and even toxic nodular goiter and hyperthyroidism can occur (Zimmermann & Boelaert,  2015 ). Salt iodization is the most effective way to control I deficiency (Su et al.,  2018 ). Long‐term excessive intake of I can cause thyroid autoregulation disorders, hypothyroidism, and the risk of autoimmune diseases increases. Excess I can also increase the risk of hyperthyroidism or TC (Koukkou et al.,  2017 ).\n\nThe selenium (Se) intake from various sources (such as meat, seafood, and grains) also affects thyroid functioning. It helps in the biosynthesis of Selenocysteine‐containing selenoproteins which activate thyroid hormones (Winther et al.,  2020 ). Several selenium‐containing enzymes (such as selenophosphate synthetase, Se‐containing glutathione peroxidases, thioredoxin reductase, and iodothyronine deiodinases) participate in the antioxidant network (Triggiani et al.,  2009 ). These enzymes are abundantly present in the TG and help thyroid hormone functioning. A children's study in Morocco found that the average concentration of Se in children with goiter was low and an increase in thyroid volume was associated with Se deficiency (El‐Fadeli et al.,  2016 ). Low Se was also linked to the risk of goiter and multiple nodules in European women (Schomburg,  2012 ). Other trace elements related to anti‐oxidation or thyroid function (such as Cu, Fe, Zn, Mn, Mg, and K) have also been reported (Jain,  2014 ; Triggiani et al.,  2009 ). Studies on vitamin A and D deficiency and thyroid diseases have also appeared (Barrea et al.,  2021 ). Although they are known to be essential and vital for human health, there is limited evidence that these substances are associated with thyroid disease. The effect of a single element on the TG is difficult to investigate, so there is still controversy and doubt (Figure  2 ).\n\nThe effect of lifestyle factors (such as nourishment, smoking, alcohol consumption, and body mass index) on thyroid functioning.\n\nSmoking is harmful to human health and the environment. Tobacco smoke produces chemicals that affect the TG (Figure  2 ). An epidemiological study found that smoking affected FT4 and TSH levels (Mouhamed et al.,  2012 ). Heavy smoking increased the occurrence of multiple thyroid nodules (TN) and goiter (Aydin et al.,  2011 ). The level of cotinine (the main metabolite of nicotine) in urine was also found to have a significant dose‐dependent effect on thyroid function and thyroid autoimmunity (Kim, Kim, et al.,  2019 ). Moreover, smoking also affects the growth and development of the fetus (Bednarczuk et al.,  2020 ). Maternal smoking during the second trimester affected fetal thyroid development and endocrine dysfunction (Filis et al.,  2018 ).\n\nCigarette smoking reduced the TSH levels and increased fT3 and fT4 count (Gruppen et al.,  2020 ). A study of 4249 individuals enclosed that each 10 ng/mL rise in serum cotinine decreased the TSH by 1.4% (Kim, Kim, et al.,  2019 ). A gradual rise in TSH levels was also reported after smoking cessation (Zhang, Shi, et al.,  2019 ). The mechanism associated with cigarette smoking that influences the levels of thyroid hormones and TSH is still unclear due to the >4000 components in tobacco. It has been concluded that the reduction of serum TSH concentration in most smokers is related to the rise of fT4. Thiocyanate (transmuted from cyanide in tobacco) hinders I transport and incorporation into Tg which reduces the synthesis of thyroid hormone. Thiocyanate reduced the T4 levels and subsequently increased the fT4 count. Smoking decreases autoimmune processes in the TG, resulting in changes in thyroid hormone levels and TSH (Wiersinga,  2013 ). Smoking also elevated the activity of sympathetic nervous system, which increased the level of thyroid hormone subsequently resulting in reduced TSH (Filis et al.,  2018 ).\n\nAlcohol drinking influences the thyroid hormones by raising TSH and reducing fT3 levels (Figure  2 ). While, no change in TSH levels and reduction in thyroid hormones was also reported (Valeix et al.,  2008 ). Alcoholic cirrhosis increased serum Tg levels (Aoun et al.,  2015 ). Long‐term administration of ethanol decreased the TSH through the decrease in pituitary TRH receptors (Hermann et al.,  2002 ). Alcohol dysfunctions the thyroid by increasing the thyroid hormones and reducing the T3 count (Balhara & Deb,  2013 ). Furthermore, resveratrol showed thyroid disruption in vitro/in vivo (Oliveira et al.,  2018 ).\n\nBody mass index (BMI) has a positive correlation with thyroid hormone, TSH, and fT3 levels (Dai et al.,  2020 ; Song et al.,  2019 ; Taylor et al.,  2016 ). High maternal BMI improved the levels of fetal TSH and thyroid mass (Filis et al.,  2018 ). The results of studies exploring the link between BMI and fT4 were inconsistent. The majority of the studies did not report any association between BMI and fT4, while a few studies reported either negative or positive link among BMI and fT4 (Habib et al.,  2020 ; Xu et al.,  2019 ). Correlation between level of thyroid hormones and weight is explored in autoimmune disorders such as hyperthyroidism (related to weight loss) and hypothyroidism (associated with an increase in weight) (Sanyal & Raychaudhuri,  2016 ). The secretion of leptin hormone by adipose tissue plays a major role in the synthesis of hypothalamic TRH (Paul et al.,  2011 ). In obesity, the changes in TSH and thyroid hormone are due to the process of alteration to subclinical hypothyroidism or weight increase. However, the major factors responsible for varying TH and TSH in euthyroid persons during high BMI are not comprehended yet (Figure  2 ).\n\nAdvances and developments in technology have been followed by various toxic chemicals or pollutants that unescapably enter the human body through air, water, food, and skin, leading to chronic diseases in human tissues. The well‐known endocrine disruptors have been found to be widely present in the blood and urine of the human body. Similar hormones act on organisms and interfere with many aspects of the endocrine system, resulting in various health abnormalities (Table  1 ). Chemical pollutants including a variety of organochlorine pollutants (such as polychlorinated biphenyls, also with pesticides, herbicides, and other pesticide pollutants) have gradually been found to have harmful effects on the human body.\n\nSummary of different pollutants and their sources that affects thyroid function.\n\nInterfere thyroxine production, transport, and metabolism\n\nBind to thyroid receptors to produce agonists Harmful to the growth and development of infants\n\nRelated to adult goiter and thyroid autoimmunity\n\nDisturb the human metabolic system Prenatal exposure can decrease neonatal TSH levels\n\nBPA exposure in urine is associated with TSH levels\n\nContaminated drinking water and food\n\nUse of personal care products and cookware\n\nReduced thyroid cell viability and proliferation rate\n\nIncreased blood exposure levels associated with TSH and T4 levels.\n\nMaternal exposure during pregnancy adversely affects the infants, altering neonatal thyroid hormone levels\n\nIncrease the risk of hypothyroidism in exposed persons\n\nDestroy thyroid axis and affect thyroid hormone level\n\nSome insecticides increased the incidence rate of thyroid tumors\n\nCompetitive inhibition of normal iodine uptake by the human thyroid\n\nHypothyroidism with decreased T3 and T4\n\nMetal ions have the tendency to accumulate inside the TG and disrupt homeostasis. Some metal ions (such as Se and Zn) are essential for thyroid function, while others such as (As, Mg, Pb, and Cd) have disruptive effects (Vigneri et al.,  2017 ). Exposure of Cd to  Rana zhenhaiensis  decreased the size and epithelial thickness of thyroid follicles (Teng et al.,  2022 ). Subacute exposure of Pb to mice impaired thyroid function by altering the protein expression of NIS and TSHr (de Lima Junior et al.,  2021 ). A meta‐analyses study investigated the link between metal ions and TC. Increased levels of Cu and decreased Se and Mg were observed in TC patients compared to healthy controls (Shen et al.,  2015 ). A significant decrease was also reported in TC individuals as compared to healthy controls (Gumulec et al.,  2014 ). These meta‐analyses suggested that the heavy metal concentration influences the cancer development in TG and needs more in‐deep research to unveil the underlying mechanism."
    },
    {
      "title": "Lifestyle factors",
      "text": "Diet components (such as soy, brassica vegetables, coffee, tea, and junk food) can alter thyroid hormones and TSH levels. The nutrients (including vitamins, trace minerals, and micro‐minerals) also affect the thyroid hormone level. The change in TSH level is due to cyanogenic glucosides and flavonoids found in various plant‐based food (de Souza Dos Santos et al.,  2011 ; Roman,  2007 ). Soy‐based food comprises goitrogenic compounds known as soy isoflavones that hinder thyroid peroxidase (TPO) (Divi et al.,  1997 ). A meta‐analysis study revealed that soya products do not affect thyroid hormone levels but rather discreetly elevate the level of TSH levels (Otun et al.,  2019 ). The consumption of soy isoflavones also resulted in increased TSH levels (de Souza Dos Santos et al.,  2011 ). Soy isoflavones negatively influenced the patients with subclinical hypothyroidism and pregnancy with iodine shortage (Otun et al.,  2019 ).\n\nIodine (I) is an essential element for thyroid hormone synthesis, which is taken mainly from food and water. Uneven distribution of I on Earth leads to insufficient I‐intake, which has different health consequences for different age groups (Milanesi & Brent,  2017 ). The I transport is a rate‐defining phase during the synthesis of thyroid hormones. I deficiency can cause goiters in people of all ages, as well as an increased sensitivity of the thyroid to nuclear radiation. Hypothyroidism occurs in people with severe I deficiency. In adults, I deficiency can decrease thyroxine, and even toxic nodular goiter and hyperthyroidism can occur (Zimmermann & Boelaert,  2015 ). Salt iodization is the most effective way to control I deficiency (Su et al.,  2018 ). Long‐term excessive intake of I can cause thyroid autoregulation disorders, hypothyroidism, and the risk of autoimmune diseases increases. Excess I can also increase the risk of hyperthyroidism or TC (Koukkou et al.,  2017 ).\n\nThe selenium (Se) intake from various sources (such as meat, seafood, and grains) also affects thyroid functioning. It helps in the biosynthesis of Selenocysteine‐containing selenoproteins which activate thyroid hormones (Winther et al.,  2020 ). Several selenium‐containing enzymes (such as selenophosphate synthetase, Se‐containing glutathione peroxidases, thioredoxin reductase, and iodothyronine deiodinases) participate in the antioxidant network (Triggiani et al.,  2009 ). These enzymes are abundantly present in the TG and help thyroid hormone functioning. A children's study in Morocco found that the average concentration of Se in children with goiter was low and an increase in thyroid volume was associated with Se deficiency (El‐Fadeli et al.,  2016 ). Low Se was also linked to the risk of goiter and multiple nodules in European women (Schomburg,  2012 ). Other trace elements related to anti‐oxidation or thyroid function (such as Cu, Fe, Zn, Mn, Mg, and K) have also been reported (Jain,  2014 ; Triggiani et al.,  2009 ). Studies on vitamin A and D deficiency and thyroid diseases have also appeared (Barrea et al.,  2021 ). Although they are known to be essential and vital for human health, there is limited evidence that these substances are associated with thyroid disease. The effect of a single element on the TG is difficult to investigate, so there is still controversy and doubt (Figure  2 ).\n\nThe effect of lifestyle factors (such as nourishment, smoking, alcohol consumption, and body mass index) on thyroid functioning.\n\nSmoking is harmful to human health and the environment. Tobacco smoke produces chemicals that affect the TG (Figure  2 ). An epidemiological study found that smoking affected FT4 and TSH levels (Mouhamed et al.,  2012 ). Heavy smoking increased the occurrence of multiple thyroid nodules (TN) and goiter (Aydin et al.,  2011 ). The level of cotinine (the main metabolite of nicotine) in urine was also found to have a significant dose‐dependent effect on thyroid function and thyroid autoimmunity (Kim, Kim, et al.,  2019 ). Moreover, smoking also affects the growth and development of the fetus (Bednarczuk et al.,  2020 ). Maternal smoking during the second trimester affected fetal thyroid development and endocrine dysfunction (Filis et al.,  2018 ).\n\nCigarette smoking reduced the TSH levels and increased fT3 and fT4 count (Gruppen et al.,  2020 ). A study of 4249 individuals enclosed that each 10 ng/mL rise in serum cotinine decreased the TSH by 1.4% (Kim, Kim, et al.,  2019 ). A gradual rise in TSH levels was also reported after smoking cessation (Zhang, Shi, et al.,  2019 ). The mechanism associated with cigarette smoking that influences the levels of thyroid hormones and TSH is still unclear due to the >4000 components in tobacco. It has been concluded that the reduction of serum TSH concentration in most smokers is related to the rise of fT4. Thiocyanate (transmuted from cyanide in tobacco) hinders I transport and incorporation into Tg which reduces the synthesis of thyroid hormone. Thiocyanate reduced the T4 levels and subsequently increased the fT4 count. Smoking decreases autoimmune processes in the TG, resulting in changes in thyroid hormone levels and TSH (Wiersinga,  2013 ). Smoking also elevated the activity of sympathetic nervous system, which increased the level of thyroid hormone subsequently resulting in reduced TSH (Filis et al.,  2018 ).\n\nAlcohol drinking influences the thyroid hormones by raising TSH and reducing fT3 levels (Figure  2 ). While, no change in TSH levels and reduction in thyroid hormones was also reported (Valeix et al.,  2008 ). Alcoholic cirrhosis increased serum Tg levels (Aoun et al.,  2015 ). Long‐term administration of ethanol decreased the TSH through the decrease in pituitary TRH receptors (Hermann et al.,  2002 ). Alcohol dysfunctions the thyroid by increasing the thyroid hormones and reducing the T3 count (Balhara & Deb,  2013 ). Furthermore, resveratrol showed thyroid disruption in vitro/in vivo (Oliveira et al.,  2018 ).\n\nBody mass index (BMI) has a positive correlation with thyroid hormone, TSH, and fT3 levels (Dai et al.,  2020 ; Song et al.,  2019 ; Taylor et al.,  2016 ). High maternal BMI improved the levels of fetal TSH and thyroid mass (Filis et al.,  2018 ). The results of studies exploring the link between BMI and fT4 were inconsistent. The majority of the studies did not report any association between BMI and fT4, while a few studies reported either negative or positive link among BMI and fT4 (Habib et al.,  2020 ; Xu et al.,  2019 ). Correlation between level of thyroid hormones and weight is explored in autoimmune disorders such as hyperthyroidism (related to weight loss) and hypothyroidism (associated with an increase in weight) (Sanyal & Raychaudhuri,  2016 ). The secretion of leptin hormone by adipose tissue plays a major role in the synthesis of hypothalamic TRH (Paul et al.,  2011 ). In obesity, the changes in TSH and thyroid hormone are due to the process of alteration to subclinical hypothyroidism or weight increase. However, the major factors responsible for varying TH and TSH in euthyroid persons during high BMI are not comprehended yet (Figure  2 )."
    },
    {
      "title": "Nourishment",
      "text": "Diet components (such as soy, brassica vegetables, coffee, tea, and junk food) can alter thyroid hormones and TSH levels. The nutrients (including vitamins, trace minerals, and micro‐minerals) also affect the thyroid hormone level. The change in TSH level is due to cyanogenic glucosides and flavonoids found in various plant‐based food (de Souza Dos Santos et al.,  2011 ; Roman,  2007 ). Soy‐based food comprises goitrogenic compounds known as soy isoflavones that hinder thyroid peroxidase (TPO) (Divi et al.,  1997 ). A meta‐analysis study revealed that soya products do not affect thyroid hormone levels but rather discreetly elevate the level of TSH levels (Otun et al.,  2019 ). The consumption of soy isoflavones also resulted in increased TSH levels (de Souza Dos Santos et al.,  2011 ). Soy isoflavones negatively influenced the patients with subclinical hypothyroidism and pregnancy with iodine shortage (Otun et al.,  2019 ).\n\nIodine (I) is an essential element for thyroid hormone synthesis, which is taken mainly from food and water. Uneven distribution of I on Earth leads to insufficient I‐intake, which has different health consequences for different age groups (Milanesi & Brent,  2017 ). The I transport is a rate‐defining phase during the synthesis of thyroid hormones. I deficiency can cause goiters in people of all ages, as well as an increased sensitivity of the thyroid to nuclear radiation. Hypothyroidism occurs in people with severe I deficiency. In adults, I deficiency can decrease thyroxine, and even toxic nodular goiter and hyperthyroidism can occur (Zimmermann & Boelaert,  2015 ). Salt iodization is the most effective way to control I deficiency (Su et al.,  2018 ). Long‐term excessive intake of I can cause thyroid autoregulation disorders, hypothyroidism, and the risk of autoimmune diseases increases. Excess I can also increase the risk of hyperthyroidism or TC (Koukkou et al.,  2017 ).\n\nThe selenium (Se) intake from various sources (such as meat, seafood, and grains) also affects thyroid functioning. It helps in the biosynthesis of Selenocysteine‐containing selenoproteins which activate thyroid hormones (Winther et al.,  2020 ). Several selenium‐containing enzymes (such as selenophosphate synthetase, Se‐containing glutathione peroxidases, thioredoxin reductase, and iodothyronine deiodinases) participate in the antioxidant network (Triggiani et al.,  2009 ). These enzymes are abundantly present in the TG and help thyroid hormone functioning. A children's study in Morocco found that the average concentration of Se in children with goiter was low and an increase in thyroid volume was associated with Se deficiency (El‐Fadeli et al.,  2016 ). Low Se was also linked to the risk of goiter and multiple nodules in European women (Schomburg,  2012 ). Other trace elements related to anti‐oxidation or thyroid function (such as Cu, Fe, Zn, Mn, Mg, and K) have also been reported (Jain,  2014 ; Triggiani et al.,  2009 ). Studies on vitamin A and D deficiency and thyroid diseases have also appeared (Barrea et al.,  2021 ). Although they are known to be essential and vital for human health, there is limited evidence that these substances are associated with thyroid disease. The effect of a single element on the TG is difficult to investigate, so there is still controversy and doubt (Figure  2 ).\n\nThe effect of lifestyle factors (such as nourishment, smoking, alcohol consumption, and body mass index) on thyroid functioning."
    },
    {
      "title": "Cigarette smoking",
      "text": "Smoking is harmful to human health and the environment. Tobacco smoke produces chemicals that affect the TG (Figure  2 ). An epidemiological study found that smoking affected FT4 and TSH levels (Mouhamed et al.,  2012 ). Heavy smoking increased the occurrence of multiple thyroid nodules (TN) and goiter (Aydin et al.,  2011 ). The level of cotinine (the main metabolite of nicotine) in urine was also found to have a significant dose‐dependent effect on thyroid function and thyroid autoimmunity (Kim, Kim, et al.,  2019 ). Moreover, smoking also affects the growth and development of the fetus (Bednarczuk et al.,  2020 ). Maternal smoking during the second trimester affected fetal thyroid development and endocrine dysfunction (Filis et al.,  2018 ).\n\nCigarette smoking reduced the TSH levels and increased fT3 and fT4 count (Gruppen et al.,  2020 ). A study of 4249 individuals enclosed that each 10 ng/mL rise in serum cotinine decreased the TSH by 1.4% (Kim, Kim, et al.,  2019 ). A gradual rise in TSH levels was also reported after smoking cessation (Zhang, Shi, et al.,  2019 ). The mechanism associated with cigarette smoking that influences the levels of thyroid hormones and TSH is still unclear due to the >4000 components in tobacco. It has been concluded that the reduction of serum TSH concentration in most smokers is related to the rise of fT4. Thiocyanate (transmuted from cyanide in tobacco) hinders I transport and incorporation into Tg which reduces the synthesis of thyroid hormone. Thiocyanate reduced the T4 levels and subsequently increased the fT4 count. Smoking decreases autoimmune processes in the TG, resulting in changes in thyroid hormone levels and TSH (Wiersinga,  2013 ). Smoking also elevated the activity of sympathetic nervous system, which increased the level of thyroid hormone subsequently resulting in reduced TSH (Filis et al.,  2018 )."
    },
    {
      "title": "Alcohol consumption",
      "text": "Alcohol drinking influences the thyroid hormones by raising TSH and reducing fT3 levels (Figure  2 ). While, no change in TSH levels and reduction in thyroid hormones was also reported (Valeix et al.,  2008 ). Alcoholic cirrhosis increased serum Tg levels (Aoun et al.,  2015 ). Long‐term administration of ethanol decreased the TSH through the decrease in pituitary TRH receptors (Hermann et al.,  2002 ). Alcohol dysfunctions the thyroid by increasing the thyroid hormones and reducing the T3 count (Balhara & Deb,  2013 ). Furthermore, resveratrol showed thyroid disruption in vitro/in vivo (Oliveira et al.,  2018 )."
    },
    {
      "title": "Body mass index",
      "text": "Body mass index (BMI) has a positive correlation with thyroid hormone, TSH, and fT3 levels (Dai et al.,  2020 ; Song et al.,  2019 ; Taylor et al.,  2016 ). High maternal BMI improved the levels of fetal TSH and thyroid mass (Filis et al.,  2018 ). The results of studies exploring the link between BMI and fT4 were inconsistent. The majority of the studies did not report any association between BMI and fT4, while a few studies reported either negative or positive link among BMI and fT4 (Habib et al.,  2020 ; Xu et al.,  2019 ). Correlation between level of thyroid hormones and weight is explored in autoimmune disorders such as hyperthyroidism (related to weight loss) and hypothyroidism (associated with an increase in weight) (Sanyal & Raychaudhuri,  2016 ). The secretion of leptin hormone by adipose tissue plays a major role in the synthesis of hypothalamic TRH (Paul et al.,  2011 ). In obesity, the changes in TSH and thyroid hormone are due to the process of alteration to subclinical hypothyroidism or weight increase. However, the major factors responsible for varying TH and TSH in euthyroid persons during high BMI are not comprehended yet (Figure  2 )."
    },
    {
      "title": "Pollutants",
      "text": "Advances and developments in technology have been followed by various toxic chemicals or pollutants that unescapably enter the human body through air, water, food, and skin, leading to chronic diseases in human tissues. The well‐known endocrine disruptors have been found to be widely present in the blood and urine of the human body. Similar hormones act on organisms and interfere with many aspects of the endocrine system, resulting in various health abnormalities (Table  1 ). Chemical pollutants including a variety of organochlorine pollutants (such as polychlorinated biphenyls, also with pesticides, herbicides, and other pesticide pollutants) have gradually been found to have harmful effects on the human body.\n\nSummary of different pollutants and their sources that affects thyroid function.\n\nInterfere thyroxine production, transport, and metabolism\n\nBind to thyroid receptors to produce agonists Harmful to the growth and development of infants\n\nRelated to adult goiter and thyroid autoimmunity\n\nDisturb the human metabolic system Prenatal exposure can decrease neonatal TSH levels\n\nBPA exposure in urine is associated with TSH levels\n\nContaminated drinking water and food\n\nUse of personal care products and cookware\n\nReduced thyroid cell viability and proliferation rate\n\nIncreased blood exposure levels associated with TSH and T4 levels.\n\nMaternal exposure during pregnancy adversely affects the infants, altering neonatal thyroid hormone levels\n\nIncrease the risk of hypothyroidism in exposed persons\n\nDestroy thyroid axis and affect thyroid hormone level\n\nSome insecticides increased the incidence rate of thyroid tumors\n\nCompetitive inhibition of normal iodine uptake by the human thyroid\n\nHypothyroidism with decreased T3 and T4\n\nMetal ions have the tendency to accumulate inside the TG and disrupt homeostasis. Some metal ions (such as Se and Zn) are essential for thyroid function, while others such as (As, Mg, Pb, and Cd) have disruptive effects (Vigneri et al.,  2017 ). Exposure of Cd to  Rana zhenhaiensis  decreased the size and epithelial thickness of thyroid follicles (Teng et al.,  2022 ). Subacute exposure of Pb to mice impaired thyroid function by altering the protein expression of NIS and TSHr (de Lima Junior et al.,  2021 ). A meta‐analyses study investigated the link between metal ions and TC. Increased levels of Cu and decreased Se and Mg were observed in TC patients compared to healthy controls (Shen et al.,  2015 ). A significant decrease was also reported in TC individuals as compared to healthy controls (Gumulec et al.,  2014 ). These meta‐analyses suggested that the heavy metal concentration influences the cancer development in TG and needs more in‐deep research to unveil the underlying mechanism."
    },
    {
      "title": "Chemicals",
      "text": "Advances and developments in technology have been followed by various toxic chemicals or pollutants that unescapably enter the human body through air, water, food, and skin, leading to chronic diseases in human tissues. The well‐known endocrine disruptors have been found to be widely present in the blood and urine of the human body. Similar hormones act on organisms and interfere with many aspects of the endocrine system, resulting in various health abnormalities (Table  1 ). Chemical pollutants including a variety of organochlorine pollutants (such as polychlorinated biphenyls, also with pesticides, herbicides, and other pesticide pollutants) have gradually been found to have harmful effects on the human body.\n\nSummary of different pollutants and their sources that affects thyroid function.\n\nInterfere thyroxine production, transport, and metabolism\n\nBind to thyroid receptors to produce agonists Harmful to the growth and development of infants\n\nRelated to adult goiter and thyroid autoimmunity\n\nDisturb the human metabolic system Prenatal exposure can decrease neonatal TSH levels\n\nBPA exposure in urine is associated with TSH levels\n\nContaminated drinking water and food\n\nUse of personal care products and cookware\n\nReduced thyroid cell viability and proliferation rate\n\nIncreased blood exposure levels associated with TSH and T4 levels.\n\nMaternal exposure during pregnancy adversely affects the infants, altering neonatal thyroid hormone levels\n\nIncrease the risk of hypothyroidism in exposed persons\n\nDestroy thyroid axis and affect thyroid hormone level\n\nSome insecticides increased the incidence rate of thyroid tumors\n\nCompetitive inhibition of normal iodine uptake by the human thyroid\n\nHypothyroidism with decreased T3 and T4"
    },
    {
      "title": "Heavy metals",
      "text": "Metal ions have the tendency to accumulate inside the TG and disrupt homeostasis. Some metal ions (such as Se and Zn) are essential for thyroid function, while others such as (As, Mg, Pb, and Cd) have disruptive effects (Vigneri et al.,  2017 ). Exposure of Cd to  Rana zhenhaiensis  decreased the size and epithelial thickness of thyroid follicles (Teng et al.,  2022 ). Subacute exposure of Pb to mice impaired thyroid function by altering the protein expression of NIS and TSHr (de Lima Junior et al.,  2021 ). A meta‐analyses study investigated the link between metal ions and TC. Increased levels of Cu and decreased Se and Mg were observed in TC patients compared to healthy controls (Shen et al.,  2015 ). A significant decrease was also reported in TC individuals as compared to healthy controls (Gumulec et al.,  2014 ). These meta‐analyses suggested that the heavy metal concentration influences the cancer development in TG and needs more in‐deep research to unveil the underlying mechanism."
    },
    {
      "title": "THYROID CANCER",
      "text": "Thyroid cancer (TC) is a malignant disorder of endocrine organs. The prevalence of TC has been increased in recent year, compared to other tumors. The seventh overall among the health‐threatening malignant tumors is TC in China. Follicular and parafollicular cells of thyroid can give rise to differentiated or anaplastic TC. TG carcinoma is uncommon, but nonetheless among the common malignancy (90% of all endocrine cancers).\n\nTC can be categorized into four sorts based on the derivation of cells and the rate of cancer cell division as papillary TC, follicular TC, medullary TC, and anaplastic TC.\n\nThe most communal type of TC (70%–80% of TC) is papillary TC that can arise mostly between the ages of 30–60. The prevalence of papillary TC is three times higher in women compared to men and is more violent at old age. Papillary TC might spread more in the lymph nodes of neck and lesser in the lungs. Papillary TC can be healed if diagnosed early.\n\nFollicular TC accounts for ~15% of all TCs. Hürthle cells are variations of follicular TC. Follicular TC occurs in adults, especially women between the ages of 40 and 60. Papillary TC and follicular TC are classified as distinguished thyroid carcinoma that is initiated from follicular epithelial thyroid cells. The development of follicular TC is slow and regularly having a good prediction (particularly if diagnosed early).\n\nThe medullary TC is approximately 3% of other TCs which is developed by C cells or parafollicular cells. These cells produce calcitonin to control blood Ca 2+  and PO 4 \n 3−  levels. A rise in calcitonin is an indicator of cancer. Generally, medullary TC is hereditary and more frequent in 40–50 years old men and women.\n\nAnaplastic TC is infrequent and accounts for less than 2% of all TCs (77% of women). Anaplastic TC initiates from follicular cells without any innovative biological characteristics. It has rapid growth, malignancy, and high invasiveness. Anaplastic TC is more common in women above 65 years old than men. The prognosis of anaplastic TC is less and insensitive to conservative treatment. The 5‐year survival rate with anaplastic TC is almost 5%. It initiates with the immune system and also consists of thyroid lymphoma.\n\nTC is three times more public in women than in men. TC, which can be realized at any age, happens in women at the age of 40–50 years, whereas in men at the age of 60–70 years (LeClair et al.,  2021 ; Shrestha et al.,  2023 ; Yao et al.,  2011 ).\n\nFollicular TC is common in people with iodine deficiency. Foods comprising iodized salt and iodine (such as salt‐water fish, tuna, haddock, shrimp, and shellfish) ingesting can be used to remove iodine lack (Gharib,  2018 ).\n\nRadiation exposure has been demonstrated to be a risk factor for TC. Nuclear power plants or nuclear weapons are vital sources of radiation. In the past, after the Chernobyl nuclear power plant accident in Russia, people living in that region have seen a large increase in TC. Radiation therapy applied to the head and neck area in childhood is another risk factor for TC (Iglesias et al.,  2017 ). Risk differs according to how much radiation is given and the age of the child getting the treatment. High doses of radiation can increase the risk for children under age. If this type of treatment has been applied to you in the past, then you should definitely consult your doctor and ask for an examination of the TG. The risk of TC in adults exposed to radiation is not as high as in children (Cherella & Wassner,  2023 ). However, if you are exposed to radiation where you work because of the work you do, or if there is a nuclear or power plant in the area where you live, it is important to have a routine doctor's check.\n\nThe inherited disorders are related to the development of different kinds of TC. About one in three cases of medullary TC has abnormal genes associated with a hereditary disorder. In such cases, cancer is called familial transitional medullary TC. A combination of familial transitional medullar TC and tumors that develop in other endocrine glands is termed a multipl (multiple) endocrine tumor type 2 (MEN2). Men2 has two subspecies: MEN2a and MEN2b (Accardo et al.,  2017 ). It happens as a result of a mutation in the gene named rejection in both subspecies. MEN2a is a medullary TC that occurs with pheochromocytomas (adrenaline‐forming tumors) and parathyroid gland tumors (Moline & Eng,  2011 ). MEN2b is a modularized TC connected with benign tumors that develop in the tongue and nerve tissues elsewhere in the body, again named pheochromocytomas and neuroma. Moreover, hereditary diseases (such as Gardner syndrome, Cowden's disease, and familial adenomatous polyposis) also act as risk factors for TC (Punatar et al.,  2012 ; Xu et al.,  2023 ).\n\nThe swelling in the neck or a fast‐growing lump, pain in the front of the neck, sometimes from the neck to the ears, hoarseness, difficulty swallowing, persistent cough, and shortness of breath are the common symptoms of TC. These symptoms are seen to play a factoring role in the early detection of TCs (Alhashemi et al.,  2019 ). Nevertheless, it is not true that these symptoms are directly associated with TC. Other non‐serious health problems can also lead to such symptoms. In this case, it is up to you to consult a specialist doctor without wasting time. In this way, it will be possible to find a quick solution to the health problems detected early."
    },
    {
      "title": "TC types",
      "text": "TC can be categorized into four sorts based on the derivation of cells and the rate of cancer cell division as papillary TC, follicular TC, medullary TC, and anaplastic TC.\n\nThe most communal type of TC (70%–80% of TC) is papillary TC that can arise mostly between the ages of 30–60. The prevalence of papillary TC is three times higher in women compared to men and is more violent at old age. Papillary TC might spread more in the lymph nodes of neck and lesser in the lungs. Papillary TC can be healed if diagnosed early.\n\nFollicular TC accounts for ~15% of all TCs. Hürthle cells are variations of follicular TC. Follicular TC occurs in adults, especially women between the ages of 40 and 60. Papillary TC and follicular TC are classified as distinguished thyroid carcinoma that is initiated from follicular epithelial thyroid cells. The development of follicular TC is slow and regularly having a good prediction (particularly if diagnosed early).\n\nThe medullary TC is approximately 3% of other TCs which is developed by C cells or parafollicular cells. These cells produce calcitonin to control blood Ca 2+  and PO 4 \n 3−  levels. A rise in calcitonin is an indicator of cancer. Generally, medullary TC is hereditary and more frequent in 40–50 years old men and women.\n\nAnaplastic TC is infrequent and accounts for less than 2% of all TCs (77% of women). Anaplastic TC initiates from follicular cells without any innovative biological characteristics. It has rapid growth, malignancy, and high invasiveness. Anaplastic TC is more common in women above 65 years old than men. The prognosis of anaplastic TC is less and insensitive to conservative treatment. The 5‐year survival rate with anaplastic TC is almost 5%. It initiates with the immune system and also consists of thyroid lymphoma."
    },
    {
      "title": "Papillary TC",
      "text": "The most communal type of TC (70%–80% of TC) is papillary TC that can arise mostly between the ages of 30–60. The prevalence of papillary TC is three times higher in women compared to men and is more violent at old age. Papillary TC might spread more in the lymph nodes of neck and lesser in the lungs. Papillary TC can be healed if diagnosed early."
    },
    {
      "title": "Follicular TC",
      "text": "Follicular TC accounts for ~15% of all TCs. Hürthle cells are variations of follicular TC. Follicular TC occurs in adults, especially women between the ages of 40 and 60. Papillary TC and follicular TC are classified as distinguished thyroid carcinoma that is initiated from follicular epithelial thyroid cells. The development of follicular TC is slow and regularly having a good prediction (particularly if diagnosed early)."
    },
    {
      "title": "Medullary TC",
      "text": "The medullary TC is approximately 3% of other TCs which is developed by C cells or parafollicular cells. These cells produce calcitonin to control blood Ca 2+  and PO 4 \n 3−  levels. A rise in calcitonin is an indicator of cancer. Generally, medullary TC is hereditary and more frequent in 40–50 years old men and women."
    },
    {
      "title": "Anaplastic TC",
      "text": "Anaplastic TC is infrequent and accounts for less than 2% of all TCs (77% of women). Anaplastic TC initiates from follicular cells without any innovative biological characteristics. It has rapid growth, malignancy, and high invasiveness. Anaplastic TC is more common in women above 65 years old than men. The prognosis of anaplastic TC is less and insensitive to conservative treatment. The 5‐year survival rate with anaplastic TC is almost 5%. It initiates with the immune system and also consists of thyroid lymphoma."
    },
    {
      "title": "TC risk factors",
      "text": "TC is three times more public in women than in men. TC, which can be realized at any age, happens in women at the age of 40–50 years, whereas in men at the age of 60–70 years (LeClair et al.,  2021 ; Shrestha et al.,  2023 ; Yao et al.,  2011 ).\n\nFollicular TC is common in people with iodine deficiency. Foods comprising iodized salt and iodine (such as salt‐water fish, tuna, haddock, shrimp, and shellfish) ingesting can be used to remove iodine lack (Gharib,  2018 ).\n\nRadiation exposure has been demonstrated to be a risk factor for TC. Nuclear power plants or nuclear weapons are vital sources of radiation. In the past, after the Chernobyl nuclear power plant accident in Russia, people living in that region have seen a large increase in TC. Radiation therapy applied to the head and neck area in childhood is another risk factor for TC (Iglesias et al.,  2017 ). Risk differs according to how much radiation is given and the age of the child getting the treatment. High doses of radiation can increase the risk for children under age. If this type of treatment has been applied to you in the past, then you should definitely consult your doctor and ask for an examination of the TG. The risk of TC in adults exposed to radiation is not as high as in children (Cherella & Wassner,  2023 ). However, if you are exposed to radiation where you work because of the work you do, or if there is a nuclear or power plant in the area where you live, it is important to have a routine doctor's check.\n\nThe inherited disorders are related to the development of different kinds of TC. About one in three cases of medullary TC has abnormal genes associated with a hereditary disorder. In such cases, cancer is called familial transitional medullary TC. A combination of familial transitional medullar TC and tumors that develop in other endocrine glands is termed a multipl (multiple) endocrine tumor type 2 (MEN2). Men2 has two subspecies: MEN2a and MEN2b (Accardo et al.,  2017 ). It happens as a result of a mutation in the gene named rejection in both subspecies. MEN2a is a medullary TC that occurs with pheochromocytomas (adrenaline‐forming tumors) and parathyroid gland tumors (Moline & Eng,  2011 ). MEN2b is a modularized TC connected with benign tumors that develop in the tongue and nerve tissues elsewhere in the body, again named pheochromocytomas and neuroma. Moreover, hereditary diseases (such as Gardner syndrome, Cowden's disease, and familial adenomatous polyposis) also act as risk factors for TC (Punatar et al.,  2012 ; Xu et al.,  2023 )."
    },
    {
      "title": "Age and gender",
      "text": "TC is three times more public in women than in men. TC, which can be realized at any age, happens in women at the age of 40–50 years, whereas in men at the age of 60–70 years (LeClair et al.,  2021 ; Shrestha et al.,  2023 ; Yao et al.,  2011 )."
    },
    {
      "title": "Lacking level of iodine",
      "text": "Follicular TC is common in people with iodine deficiency. Foods comprising iodized salt and iodine (such as salt‐water fish, tuna, haddock, shrimp, and shellfish) ingesting can be used to remove iodine lack (Gharib,  2018 )."
    },
    {
      "title": "Radiation disclosure",
      "text": "Radiation exposure has been demonstrated to be a risk factor for TC. Nuclear power plants or nuclear weapons are vital sources of radiation. In the past, after the Chernobyl nuclear power plant accident in Russia, people living in that region have seen a large increase in TC. Radiation therapy applied to the head and neck area in childhood is another risk factor for TC (Iglesias et al.,  2017 ). Risk differs according to how much radiation is given and the age of the child getting the treatment. High doses of radiation can increase the risk for children under age. If this type of treatment has been applied to you in the past, then you should definitely consult your doctor and ask for an examination of the TG. The risk of TC in adults exposed to radiation is not as high as in children (Cherella & Wassner,  2023 ). However, if you are exposed to radiation where you work because of the work you do, or if there is a nuclear or power plant in the area where you live, it is important to have a routine doctor's check."
    },
    {
      "title": "Genetic aspects",
      "text": "The inherited disorders are related to the development of different kinds of TC. About one in three cases of medullary TC has abnormal genes associated with a hereditary disorder. In such cases, cancer is called familial transitional medullary TC. A combination of familial transitional medullar TC and tumors that develop in other endocrine glands is termed a multipl (multiple) endocrine tumor type 2 (MEN2). Men2 has two subspecies: MEN2a and MEN2b (Accardo et al.,  2017 ). It happens as a result of a mutation in the gene named rejection in both subspecies. MEN2a is a medullary TC that occurs with pheochromocytomas (adrenaline‐forming tumors) and parathyroid gland tumors (Moline & Eng,  2011 ). MEN2b is a modularized TC connected with benign tumors that develop in the tongue and nerve tissues elsewhere in the body, again named pheochromocytomas and neuroma. Moreover, hereditary diseases (such as Gardner syndrome, Cowden's disease, and familial adenomatous polyposis) also act as risk factors for TC (Punatar et al.,  2012 ; Xu et al.,  2023 )."
    },
    {
      "title": "TC symptoms",
      "text": "The swelling in the neck or a fast‐growing lump, pain in the front of the neck, sometimes from the neck to the ears, hoarseness, difficulty swallowing, persistent cough, and shortness of breath are the common symptoms of TC. These symptoms are seen to play a factoring role in the early detection of TCs (Alhashemi et al.,  2019 ). Nevertheless, it is not true that these symptoms are directly associated with TC. Other non‐serious health problems can also lead to such symptoms. In this case, it is up to you to consult a specialist doctor without wasting time. In this way, it will be possible to find a quick solution to the health problems detected early."
    },
    {
      "title": "MICROBIOTA AND TC",
      "text": "Microbiota is an important factor in determining the health and disease factors. Theory of microecology stated that ecological balance between neural, endocrine, microbial, metabolic, and immune systems is eminent of life sustainability (Du et al.,  2019 ). Oral cavity and gut are two vital gastrointestinal tract structures that comprise a microbial consortium which is mainly responsible for energy intake and metabolic processing essential for human health (Maki et al.,  2021 ).\n\nThe oral cavity comprises different microbes which are either beneficial or related to local or systemic diseases. However, the oral microbial diversity has not been extensively studied (Figure  3 ). Oral microbiota has been reported to be different cellular mechanisms (such as apoptosis inhibition, high cell invasion, and increased cellular proliferation) that can directly or indirectly promote cancer formation (Tuominen & Rautava,  2021 ). Oral microbiota changes with thyroid‐stimulating hormone levels (TSH), as an increase in TSH, raised the taxa diversity (Dong et al.,  2021 ). The dominance of the genus  Alloprevotella ,  Anaeroglobus , and  Acinetobacter  was observed in salivary samples of TC patients. While,  C. Saccharibacteria  bacterium, unclassified  Clostridiales  bacterium,  Mobiluncus ,  Treponema , unclassified Prevotellaceae, and  Acholeplasma  were highly prevalent in thyroid nodules patients (Jiao et al.,  2022 ). The transition of microbes from oral to gut and vice‐versa can influence thyroid diseases and play a major role in TC development. However, studies on the interaction between oral microbiota and TC development are rare to conclude any underlying mechanism and need more metagenomic‐based research.\n\nMajor bacterial community of oral and gut microbiota revealed through 16S rRNA sequencing.\n\nGut microbiota consists of almost 1200 bacterial species along with bacteriophages, fungal species, and viruses. Major bacteria are Firmicutes, Bacterioidetes, Proteobacteria, Actinobacteria, and Verrucomicrobia (Figure  4 ). These bacteria are crucial for digestive equilibrium, immunology, hormonal balance, and metabolic homeostasis (Rinninella et al.,  2019 ). Disruption of gut microbiota composition causes imbalance in the microbial ecosystem and a reduction in microbial diversity which is defined as dysbiosis (Rinninella et al.,  2019 ). Metabolic and inflammatory disorders (diabetes, autoimmune diseases, inflammatory bowel disease) are mostly associated with changes in the gut microbial count (Afzaal et al.,  2022 ). The complexity of gut microbial composition increases with age. Whereas, prolonged dietary changes or drug intake can also alter the gut microbes in adults.\n\nThe influence of different gut microbes on thyroid gland function and complications associated with TC.\n\nThe relationship between gut microbes and thyroid function has been reported in many studies (Hou et al.,  2023 ; Knezevic et al.,  2020 ; Zhang, Zhang, et al.,  2019 ). The homeostasis of the intestinal epithelium is controlled by T3 through its interactions with TRα1, the dominant TR isoform in the intestine. This homeostasis depends on tight regulation of local T3 concentrations, regulated by specific TH transporters and deiodination enzymes in the intestine (Fenneman & Bruinstroop,  2023 ). A balanced gut microbiome is essential for the maintenance of immune and endocrine systems. Gut microbiota is also linked with Hashimoto's thyroiditis (Virili et al.,  2018 ; Zhang, Zhang, et al.,  2019 ), thyroid carcinoma (Yu et al.,  2022 ), Graves' disease (Hou et al.,  2021 ), and primary hypothyroidism (Su et al.,  2020 ). Gut microbes affect the immune system by several metabolites which are also involved in the regulation of thyroid function (Knezevic et al.,  2020 ). Several inflammatory disorders can contribute to microbial dysbiosis (Rinninella et al.,  2019 ; Virili et al.,  2018 ; Yu et al.,  2022 ).\n\nThe most prevalent thyroid disorder is TC and thyroid nodules (TN). Thyroid metabolism can be altered by the availability of nutrients, hormones, and the functioning of gut microbes. Gut microbiota regulates the thyroid metabolism indirectly and can influence the diagnosis and treatment of cancer and melanoma (Knezevic et al.,  2020 ; Li et al.,  2021 ). Dietary choices affect the composition of gut microbiota and could indirectly influence thyroid functioning leading to several complications (Dong et al.,  2022 ). Implications of gut microbiota in TC and its effect on metabolic pathways have been reported (Figure  4 ). These microbes affect thyroid hormonal balance by regulating iodine uptake and enterohepatic cycling (Fröhlich & Wahl,  2019 ). Interaction between gut microbes and thyroid hormones also includes changes in bile acids and lipid metabolism which can enhance TC. Gut‐associated microbes produce short‐chain fatty acids for enterocyte's energy metabolism resulting in strengthened enterocyte differentiation (Kunc et al.,  2016 ). Gut microbiota influences the uptake of iodine, selenium, and iron, and the microbiota may alter the availability of  l ‐thyroxine (Fröhlich & Wahl,  2019 ). The most dominant bacterial phyla present in a healthy gut are Firmicutes, Bacteroidetes, Actinobacteria, and Proteobacteria (Fernández‐García et al.,  2021 ).\n\nGut microbial alteration or microbial dysbiosis has been studied in TC patients, indicating their indirect role in TC proliferation (Table  2 ). Gut microbiome analysis of 74 TC patients showed that gut microbial alteration is related to both TC and thyroid nodules.  Neisseria  and  Streptococcus 's relative abundance was significantly higher compared to healthy individuals in both TC and thyroid nodules patients (Figure  5 ). A high count of  Streptococcus  has been reported to increase the menace of adenomas and carcinomas, while  Neisseria  has been related to inflammatory disorders. A notable decrease was reported for  Butyricimonas  and  Lactobacillus  for TC and thyroid nodules, respectively (Zhang, Zhang, et al.,  2019 ).  Lactobacillus  is involved in selenium metabolism and possesses antioxidative effects on the thyroid gland. An integrated LC–MS‐based metabolomics approach revealed that the  Christensenellaceae _R‐7 and  Eubacterium _ coprostanoligenes  genera along with 27‐hydroxycholesterol (27HC) and cholesterol metabolites (involved in lipid metabolism) reduced in TC groups (Lu et al.,  2022 ). A decrease in richness and diversity of gut microbes resulted in the loss of the short‐chain fatty acid‐producing bacteria and the proliferation of TC. The gut microbiota alteration also affects the host metabolic pathways of TC patients (Figure  6 ).\n\nRecent studies on the relationship between gut microbiota and TC/TN.\n\nBacterial community shifts at phylum and genus level among healthy controls (HC), thyroid cancer (TC), thyroid nodule (TN), and euthyroid thyroid cancer (ETC) patients (Ishaq et al.,  2022 ; Zhang, Zhang, et al.,  2019 ).\n\nEffect of gut dysbiosis on cell proliferation‐associated metabolic pathways (Yu et al.,  2022 ).\n\nThe whole‐genome sequencing of gut microbiome of 196 TN patients and 283 controls revealed that high‐grade TN patients have high amino acid degradation and less butyrate production. Thyrotropin‐releasing hormone decreased the abundance of butyrate‐producing microbes and  l ‐histidine metabolism pathways (Li et al.,  2021 ). Microbial diversity differed significantly in papillary TC and advanced T1/T2 PTC female and male patients. The study indicated that tumor‐resident microbes play an eminent role in the progression of papillary TC (Yuan et al.,  2022 ).  Clostridium subterminale , a gut microbe was detected in the blood of a metastatic gastrointestinal adenocarcinoma patient, indicating the carcinogenic effect of Clostridiaceae have carcinogenic species (Trapani et al.,  2018 )."
    },
    {
      "title": "Oral microbiota and TC",
      "text": "The oral cavity comprises different microbes which are either beneficial or related to local or systemic diseases. However, the oral microbial diversity has not been extensively studied (Figure  3 ). Oral microbiota has been reported to be different cellular mechanisms (such as apoptosis inhibition, high cell invasion, and increased cellular proliferation) that can directly or indirectly promote cancer formation (Tuominen & Rautava,  2021 ). Oral microbiota changes with thyroid‐stimulating hormone levels (TSH), as an increase in TSH, raised the taxa diversity (Dong et al.,  2021 ). The dominance of the genus  Alloprevotella ,  Anaeroglobus , and  Acinetobacter  was observed in salivary samples of TC patients. While,  C. Saccharibacteria  bacterium, unclassified  Clostridiales  bacterium,  Mobiluncus ,  Treponema , unclassified Prevotellaceae, and  Acholeplasma  were highly prevalent in thyroid nodules patients (Jiao et al.,  2022 ). The transition of microbes from oral to gut and vice‐versa can influence thyroid diseases and play a major role in TC development. However, studies on the interaction between oral microbiota and TC development are rare to conclude any underlying mechanism and need more metagenomic‐based research.\n\nMajor bacterial community of oral and gut microbiota revealed through 16S rRNA sequencing."
    },
    {
      "title": "Gut microbiota and TC",
      "text": "Gut microbiota consists of almost 1200 bacterial species along with bacteriophages, fungal species, and viruses. Major bacteria are Firmicutes, Bacterioidetes, Proteobacteria, Actinobacteria, and Verrucomicrobia (Figure  4 ). These bacteria are crucial for digestive equilibrium, immunology, hormonal balance, and metabolic homeostasis (Rinninella et al.,  2019 ). Disruption of gut microbiota composition causes imbalance in the microbial ecosystem and a reduction in microbial diversity which is defined as dysbiosis (Rinninella et al.,  2019 ). Metabolic and inflammatory disorders (diabetes, autoimmune diseases, inflammatory bowel disease) are mostly associated with changes in the gut microbial count (Afzaal et al.,  2022 ). The complexity of gut microbial composition increases with age. Whereas, prolonged dietary changes or drug intake can also alter the gut microbes in adults.\n\nThe influence of different gut microbes on thyroid gland function and complications associated with TC.\n\nThe relationship between gut microbes and thyroid function has been reported in many studies (Hou et al.,  2023 ; Knezevic et al.,  2020 ; Zhang, Zhang, et al.,  2019 ). The homeostasis of the intestinal epithelium is controlled by T3 through its interactions with TRα1, the dominant TR isoform in the intestine. This homeostasis depends on tight regulation of local T3 concentrations, regulated by specific TH transporters and deiodination enzymes in the intestine (Fenneman & Bruinstroop,  2023 ). A balanced gut microbiome is essential for the maintenance of immune and endocrine systems. Gut microbiota is also linked with Hashimoto's thyroiditis (Virili et al.,  2018 ; Zhang, Zhang, et al.,  2019 ), thyroid carcinoma (Yu et al.,  2022 ), Graves' disease (Hou et al.,  2021 ), and primary hypothyroidism (Su et al.,  2020 ). Gut microbes affect the immune system by several metabolites which are also involved in the regulation of thyroid function (Knezevic et al.,  2020 ). Several inflammatory disorders can contribute to microbial dysbiosis (Rinninella et al.,  2019 ; Virili et al.,  2018 ; Yu et al.,  2022 ).\n\nThe most prevalent thyroid disorder is TC and thyroid nodules (TN). Thyroid metabolism can be altered by the availability of nutrients, hormones, and the functioning of gut microbes. Gut microbiota regulates the thyroid metabolism indirectly and can influence the diagnosis and treatment of cancer and melanoma (Knezevic et al.,  2020 ; Li et al.,  2021 ). Dietary choices affect the composition of gut microbiota and could indirectly influence thyroid functioning leading to several complications (Dong et al.,  2022 ). Implications of gut microbiota in TC and its effect on metabolic pathways have been reported (Figure  4 ). These microbes affect thyroid hormonal balance by regulating iodine uptake and enterohepatic cycling (Fröhlich & Wahl,  2019 ). Interaction between gut microbes and thyroid hormones also includes changes in bile acids and lipid metabolism which can enhance TC. Gut‐associated microbes produce short‐chain fatty acids for enterocyte's energy metabolism resulting in strengthened enterocyte differentiation (Kunc et al.,  2016 ). Gut microbiota influences the uptake of iodine, selenium, and iron, and the microbiota may alter the availability of  l ‐thyroxine (Fröhlich & Wahl,  2019 ). The most dominant bacterial phyla present in a healthy gut are Firmicutes, Bacteroidetes, Actinobacteria, and Proteobacteria (Fernández‐García et al.,  2021 ).\n\nGut microbial alteration or microbial dysbiosis has been studied in TC patients, indicating their indirect role in TC proliferation (Table  2 ). Gut microbiome analysis of 74 TC patients showed that gut microbial alteration is related to both TC and thyroid nodules.  Neisseria  and  Streptococcus 's relative abundance was significantly higher compared to healthy individuals in both TC and thyroid nodules patients (Figure  5 ). A high count of  Streptococcus  has been reported to increase the menace of adenomas and carcinomas, while  Neisseria  has been related to inflammatory disorders. A notable decrease was reported for  Butyricimonas  and  Lactobacillus  for TC and thyroid nodules, respectively (Zhang, Zhang, et al.,  2019 ).  Lactobacillus  is involved in selenium metabolism and possesses antioxidative effects on the thyroid gland. An integrated LC–MS‐based metabolomics approach revealed that the  Christensenellaceae _R‐7 and  Eubacterium _ coprostanoligenes  genera along with 27‐hydroxycholesterol (27HC) and cholesterol metabolites (involved in lipid metabolism) reduced in TC groups (Lu et al.,  2022 ). A decrease in richness and diversity of gut microbes resulted in the loss of the short‐chain fatty acid‐producing bacteria and the proliferation of TC. The gut microbiota alteration also affects the host metabolic pathways of TC patients (Figure  6 ).\n\nRecent studies on the relationship between gut microbiota and TC/TN.\n\nBacterial community shifts at phylum and genus level among healthy controls (HC), thyroid cancer (TC), thyroid nodule (TN), and euthyroid thyroid cancer (ETC) patients (Ishaq et al.,  2022 ; Zhang, Zhang, et al.,  2019 ).\n\nEffect of gut dysbiosis on cell proliferation‐associated metabolic pathways (Yu et al.,  2022 ).\n\nThe whole‐genome sequencing of gut microbiome of 196 TN patients and 283 controls revealed that high‐grade TN patients have high amino acid degradation and less butyrate production. Thyrotropin‐releasing hormone decreased the abundance of butyrate‐producing microbes and  l ‐histidine metabolism pathways (Li et al.,  2021 ). Microbial diversity differed significantly in papillary TC and advanced T1/T2 PTC female and male patients. The study indicated that tumor‐resident microbes play an eminent role in the progression of papillary TC (Yuan et al.,  2022 ).  Clostridium subterminale , a gut microbe was detected in the blood of a metastatic gastrointestinal adenocarcinoma patient, indicating the carcinogenic effect of Clostridiaceae have carcinogenic species (Trapani et al.,  2018 )."
    },
    {
      "title": "TC TREATMENT",
      "text": "Thyroid surgery is among the common procedures opted for TC. Open‐neck approach is suggested for malignant thyroid complications. In TC surgery, the thyroid can be retrieved through an anterior cervical slit, or by remote techniques (Pace‐Asciak et al.,  2022 ). Open surgery method offers high revelation to the parathyroid glands, and vasculature, and facilitates access to the central or lateral neck (Haugen et al.,  2016 ). While for well‐differentiated TC, completeness of surgical resection often leads to a remarkable prognosis (Shah et al.,  2003 ). Intermediate TC includes aggressive histology, vascular invasion minor extrathyroidal extension, and >5 cm lymph nodes. High‐risk TC showed gross extrathyroidal extension, distant metastases, incomplete tumor resection, or lymph nodes >3 cm. Both intermediate and high‐risk TC can opt open approach as the cornerstone for surgical removal of the thyroid, central compartment, and or lateral neck compartments.\n\nThe removal of one‐half of the thyroid gland is called a thyroid lobectomy. Lobectomy was recommended by the 2015 American Thyroid Association guidelines for surgical treatment of low‐risk differentiated TC and central neck dissections (Haugen et al.,  2016 ). Low‐risk differentiated TC includes tumors between 1 and 4 cm and follicular or papillary TC without extrathyroidal extensions (Conroy et al.,  2022 ). Patients treated with lobectomy showed lesser chances to be hospitalized or having hypoparathyroidism postoperatively. However, a thyroid lobectomy is not suggested for patients with nodules on both sides of the gland. Lobectomy for low‐risk differentiated TC may also increase the chances of complete thyroidectomy. In a retrospective study of 149 patients with differentiated TC (low‐risk), 20% of the patients who underwent lobectomy later were recommended for completion thyroidectomy (Kluijfhout et al.,  2017 ).\n\nThe total or complete thyroidectomy (with or without central neck dissection) is a widely suggested treatment for >4 cm tumors (Conroy et al.,  2022 ). Conventional surgical thyroidectomy which includes an incision under the breast to bilateral axillo‐breast and axilla has been replaced with remote access techniques for hiding scars (Berber et al.,  2016 ). Recently, transoral endoscopic thyroidectomy vestibular (TOETVA) has allowed a three‐dimensional magnified view through the endoscope and access to the thyroid with little soft tissue dissection (Russell & Razavi,  2021 ). TOETVA does not include cutaneous scars and offers precise control of the instruments. However, the high cost of instruments and their maintenance is still a limiting factor (Kandil et al.,  2016 ). TOETVA was effective and safe for differentiated TC (low‐risk) patients with tumors of <2 cm without extracapsular spread (Chai et al.,  2017 ).\n\nRadioactive iodine treatment (RIT) is applicable for the selected patients based on the reappearance and death rate of TC, as per the American Joint Committee on Cancer Union for International Cancer Control Tumor, Node, Metastasis (AJCC/TNM) staging system. RIT is also considered to be an adjuvant followed after surgery to increase survival (Valerio et al.,  2022 ). RIT also includes relic excision and treatment of metastatic diseases. The effectiveness of RIT on differential TC treatment depends on the level of serum thyrotropin which can either be raised endogenously or by exogenous administration of rh serum thyrotropin (Leenhardt et al.,  2019 ). However, there is no evidence on stimulation approaches for accessary RIT in intermediate risk differential TC patients. The oral administration of  131 I significantly reduced Firmicutes to Bacteroides (F/B) ratio and altered gut microbiome‐related metabolic pathways leading to gut‐microbiota dysbiosis (Zheng et al.,  2023 ).\n\nExternal radiation therapy is applicable for the treatment of both differentiated and medullary TC (Brierley & Sherman,  2012 ). A combination of surgery with radiation therapy is more effective than radiations alone in anaplastic TC (Haigh et al.,  2001 ). The effectiveness of radiation therapy relies on the adequate dosage to the region at risk while minimized exposure to surrounding critical structures (Terezakis & Lee,  2010 ). Adjuvant external beam radiation therapy was effective for local control in papillary TC invading the trachea with tolerable complications (Kim,  2015 ). The combination of radiation therapy with Lenvatinib significantly reduced the TC growth by inducing apoptosis. Radiations (3 Gy) also increased the uptake of Lenvatinib inside the cancer cells (Suzuki et al.,  2021 ). The external radiations influence the gut microbes bidirectionally as radiotherapy can disrupt the microbiome and influence the effectiveness of the anticancer treatments (Liu et al.,  2021 ). The long‐term changes in gut microbiota evaluation post external therapy demonstrated an increase in the abundance of  Bacteroidia  and a decrease in  Clostridia  diversity in 5 C57BL/6 mice, compared to control (Zhao et al.,  2019 ).\n\nThyroid hormone therapy is a recommended treatment for patients who have undergone thyroidectomy or lobectomy to balance the normal TSH level. TSH can influence the proliferation of TC, thus, in some patients, suppression of TSH is recommended (Grani et al.,  2019 ). The levothyroxine‐mediated TSH suppression keeps serum TSH levels within the standard limit (Lamartina et al.,  2017 ). The TSH suppression therapy also showed insignificant results in some intermediate‐ and high‐risk papillary TC patients (Tian et al.,  2019 ). Long‐term TSH suppression therapy can also lead to cardiovascular disease risk (such as myocardial strain and impaired diastolic function), osteoporosis, and chronic thyrotoxicosis (Biondi et al.,  1996 ; Do Cao & Wémeau,  2015 ; Kim, Jeon, et al.,  2019 ).\n\nThe targeted drug treatment includes specific gene inhibitors to control the TC. For instance, multikinase inhibitors (lenvatinib and sorafenib) were used against advanced radioactive iodine‐refractory differentiated TC. For BRAF gene mutation (including BRAFV600E mutated ATC), combined MEK and BRAF inhibitors (dabrafenib and trametinib) were approved to improve the clinical symptoms in TC patients (Subbiah et al.,  2020 ). Second‐generation tyrosine kinase inhibitors (TKIs) have lately been established to target an explicit oncogene: RET gene (selpercatinib, pralsetinib) and NTRK gene (larotrectinib, entrectinib) fusions for metastatic TC (Owen et al.,  2019 ). The efficacy of chemotherapy also relies on gut microbes which modulate the host response to chemotherapeutic drugs. Gut microbial composition regulates the facilitation of drug efficacy, abrogation of anticancer effects, and mediation of toxicity (Alexander et al.,  2017 ).\n\nThe progress in understanding of gene and genetic changes in TC resulted in the discovery of various targeted therapies with high clinical efficiency. These targeted modifications include fusion of NTRK (neurotrophic tyrosine receptor kinase) gene with the tropomyosin receptor kinase inhibitors entrectinib and larotrectinib (Capdevila et al.,  2022 ). Administration of Vemurafenib is also permitted by the European Medicines Agency for the treatment of BRAF V600E mutations in patients showing unresectable or metastatic melanoma. Selpercatinib is another specific RET kinase inhibitor approved by the EMA for adult patients with advanced RET fusion‐positive TC (Santoro et al.,  2020 ).\n\nImmunotherapy for TC involves the use of immune checkpoint inhibitors (ICIs) that improve the immune system by inhibiting the binding of cancer checkpoint receptors to their ligands. The most commonly used ICI are Cytotoxic T‐lymphocyte antigen‐4 antagonist, PD‐1 ligand (PD‐L1) antagonist, programmed cell death protein‐1, and (PD‐1) antagonist (Antonelli et al.,  2018 ). In some cases, resistance to KIs has been observed due to the outflow phenomenon due to the cross‐talk between tumorigenesis pathways and the cell surface upregulation of tyrosine kinase receptors (Naoum et al.,  2018 ). A retrospective study investigating the effect of KIs at the time of anaplastic TC progression suggested the addition of pembrolizumab as a recovering therapy (Iyer et al.,  2018 )."
    },
    {
      "title": "TC surgery",
      "text": "Thyroid surgery is among the common procedures opted for TC. Open‐neck approach is suggested for malignant thyroid complications. In TC surgery, the thyroid can be retrieved through an anterior cervical slit, or by remote techniques (Pace‐Asciak et al.,  2022 ). Open surgery method offers high revelation to the parathyroid glands, and vasculature, and facilitates access to the central or lateral neck (Haugen et al.,  2016 ). While for well‐differentiated TC, completeness of surgical resection often leads to a remarkable prognosis (Shah et al.,  2003 ). Intermediate TC includes aggressive histology, vascular invasion minor extrathyroidal extension, and >5 cm lymph nodes. High‐risk TC showed gross extrathyroidal extension, distant metastases, incomplete tumor resection, or lymph nodes >3 cm. Both intermediate and high‐risk TC can opt open approach as the cornerstone for surgical removal of the thyroid, central compartment, and or lateral neck compartments."
    },
    {
      "title": "Lobectomy",
      "text": "The removal of one‐half of the thyroid gland is called a thyroid lobectomy. Lobectomy was recommended by the 2015 American Thyroid Association guidelines for surgical treatment of low‐risk differentiated TC and central neck dissections (Haugen et al.,  2016 ). Low‐risk differentiated TC includes tumors between 1 and 4 cm and follicular or papillary TC without extrathyroidal extensions (Conroy et al.,  2022 ). Patients treated with lobectomy showed lesser chances to be hospitalized or having hypoparathyroidism postoperatively. However, a thyroid lobectomy is not suggested for patients with nodules on both sides of the gland. Lobectomy for low‐risk differentiated TC may also increase the chances of complete thyroidectomy. In a retrospective study of 149 patients with differentiated TC (low‐risk), 20% of the patients who underwent lobectomy later were recommended for completion thyroidectomy (Kluijfhout et al.,  2017 )."
    },
    {
      "title": "Thyroidectomy",
      "text": "The total or complete thyroidectomy (with or without central neck dissection) is a widely suggested treatment for >4 cm tumors (Conroy et al.,  2022 ). Conventional surgical thyroidectomy which includes an incision under the breast to bilateral axillo‐breast and axilla has been replaced with remote access techniques for hiding scars (Berber et al.,  2016 ). Recently, transoral endoscopic thyroidectomy vestibular (TOETVA) has allowed a three‐dimensional magnified view through the endoscope and access to the thyroid with little soft tissue dissection (Russell & Razavi,  2021 ). TOETVA does not include cutaneous scars and offers precise control of the instruments. However, the high cost of instruments and their maintenance is still a limiting factor (Kandil et al.,  2016 ). TOETVA was effective and safe for differentiated TC (low‐risk) patients with tumors of <2 cm without extracapsular spread (Chai et al.,  2017 )."
    },
    {
      "title": "Radioactive iodine treatment and radiation therapy",
      "text": "Radioactive iodine treatment (RIT) is applicable for the selected patients based on the reappearance and death rate of TC, as per the American Joint Committee on Cancer Union for International Cancer Control Tumor, Node, Metastasis (AJCC/TNM) staging system. RIT is also considered to be an adjuvant followed after surgery to increase survival (Valerio et al.,  2022 ). RIT also includes relic excision and treatment of metastatic diseases. The effectiveness of RIT on differential TC treatment depends on the level of serum thyrotropin which can either be raised endogenously or by exogenous administration of rh serum thyrotropin (Leenhardt et al.,  2019 ). However, there is no evidence on stimulation approaches for accessary RIT in intermediate risk differential TC patients. The oral administration of  131 I significantly reduced Firmicutes to Bacteroides (F/B) ratio and altered gut microbiome‐related metabolic pathways leading to gut‐microbiota dysbiosis (Zheng et al.,  2023 )."
    },
    {
      "title": "External radiation therapy",
      "text": "External radiation therapy is applicable for the treatment of both differentiated and medullary TC (Brierley & Sherman,  2012 ). A combination of surgery with radiation therapy is more effective than radiations alone in anaplastic TC (Haigh et al.,  2001 ). The effectiveness of radiation therapy relies on the adequate dosage to the region at risk while minimized exposure to surrounding critical structures (Terezakis & Lee,  2010 ). Adjuvant external beam radiation therapy was effective for local control in papillary TC invading the trachea with tolerable complications (Kim,  2015 ). The combination of radiation therapy with Lenvatinib significantly reduced the TC growth by inducing apoptosis. Radiations (3 Gy) also increased the uptake of Lenvatinib inside the cancer cells (Suzuki et al.,  2021 ). The external radiations influence the gut microbes bidirectionally as radiotherapy can disrupt the microbiome and influence the effectiveness of the anticancer treatments (Liu et al.,  2021 ). The long‐term changes in gut microbiota evaluation post external therapy demonstrated an increase in the abundance of  Bacteroidia  and a decrease in  Clostridia  diversity in 5 C57BL/6 mice, compared to control (Zhao et al.,  2019 )."
    },
    {
      "title": "Hormone therapy",
      "text": "Thyroid hormone therapy is a recommended treatment for patients who have undergone thyroidectomy or lobectomy to balance the normal TSH level. TSH can influence the proliferation of TC, thus, in some patients, suppression of TSH is recommended (Grani et al.,  2019 ). The levothyroxine‐mediated TSH suppression keeps serum TSH levels within the standard limit (Lamartina et al.,  2017 ). The TSH suppression therapy also showed insignificant results in some intermediate‐ and high‐risk papillary TC patients (Tian et al.,  2019 ). Long‐term TSH suppression therapy can also lead to cardiovascular disease risk (such as myocardial strain and impaired diastolic function), osteoporosis, and chronic thyrotoxicosis (Biondi et al.,  1996 ; Do Cao & Wémeau,  2015 ; Kim, Jeon, et al.,  2019 )."
    },
    {
      "title": "Chemotherapy and treatment with targeted drugs for TC",
      "text": "The targeted drug treatment includes specific gene inhibitors to control the TC. For instance, multikinase inhibitors (lenvatinib and sorafenib) were used against advanced radioactive iodine‐refractory differentiated TC. For BRAF gene mutation (including BRAFV600E mutated ATC), combined MEK and BRAF inhibitors (dabrafenib and trametinib) were approved to improve the clinical symptoms in TC patients (Subbiah et al.,  2020 ). Second‐generation tyrosine kinase inhibitors (TKIs) have lately been established to target an explicit oncogene: RET gene (selpercatinib, pralsetinib) and NTRK gene (larotrectinib, entrectinib) fusions for metastatic TC (Owen et al.,  2019 ). The efficacy of chemotherapy also relies on gut microbes which modulate the host response to chemotherapeutic drugs. Gut microbial composition regulates the facilitation of drug efficacy, abrogation of anticancer effects, and mediation of toxicity (Alexander et al.,  2017 )."
    },
    {
      "title": "Targeted treatment",
      "text": "The progress in understanding of gene and genetic changes in TC resulted in the discovery of various targeted therapies with high clinical efficiency. These targeted modifications include fusion of NTRK (neurotrophic tyrosine receptor kinase) gene with the tropomyosin receptor kinase inhibitors entrectinib and larotrectinib (Capdevila et al.,  2022 ). Administration of Vemurafenib is also permitted by the European Medicines Agency for the treatment of BRAF V600E mutations in patients showing unresectable or metastatic melanoma. Selpercatinib is another specific RET kinase inhibitor approved by the EMA for adult patients with advanced RET fusion‐positive TC (Santoro et al.,  2020 )."
    },
    {
      "title": "Immunotherapy for TC",
      "text": "Immunotherapy for TC involves the use of immune checkpoint inhibitors (ICIs) that improve the immune system by inhibiting the binding of cancer checkpoint receptors to their ligands. The most commonly used ICI are Cytotoxic T‐lymphocyte antigen‐4 antagonist, PD‐1 ligand (PD‐L1) antagonist, programmed cell death protein‐1, and (PD‐1) antagonist (Antonelli et al.,  2018 ). In some cases, resistance to KIs has been observed due to the outflow phenomenon due to the cross‐talk between tumorigenesis pathways and the cell surface upregulation of tyrosine kinase receptors (Naoum et al.,  2018 ). A retrospective study investigating the effect of KIs at the time of anaplastic TC progression suggested the addition of pembrolizumab as a recovering therapy (Iyer et al.,  2018 )."
    },
    {
      "title": "PROBIOTICS EFFECT ON TC",
      "text": "The application of probiotics could favor the enrichment of beneficial gut microbes that can indirectly influence TC (Fröhlich & Wahl,  2019 ). In TC, the  Lactobacillus  and  Bifidobacteria  are often reduced. Supplementation of  L. reuteri  in mice model increased T4 count by triggering interleukine‐10 and subsequently enhanced T‐regulatory cells (Virili et al.,  2018 ). Supplementation of  Lactobacillus‐ based probiotics to broiler chickens improved the count of T3 and T4 (Sohail et al.,  2010 ). Probiotics lower the serum hormonal fluctuations and also regulate the iodothyronines deconjugation through bacterial enzymes (such as sulfatases and β‐glucuronidases) (Knezevic et al.,  2020 ). Probiotics can accumulate trace elements (such as zine, selenium, and copper) and integrate them into essential organic compounds. These trace elements are eminent for thyroid function (Figure  7 ). Probiotics might decrease the frequency of complications in TC patients by modifying the oral and gut microbiota. Probiotics supplementation composed of  B. infantis ,  L. acidophilus ,  E. faecalis , and  B. cereus  reduced the TC complications and restored the oral and gut microbiota (Lin et al.,  2022 ). Probiotics decreased the oral  Prevotella _9,  Fusobacterium ,  Haemophilus , and  Lautropia , while increased the gut  Holdemanella ,  Coprococcus _2, and  Enterococcu s. Probiotics also reduced the abundance of oral microbiota which is positively correlated with mouth cancer (Lin et al.,  2022 ).\n\nProbiotics affect the enhancement of beneficial gut‐microbiota and thyroid function through the gut‐thyroid axis (Knezevic et al.,  2020 ).\n\nThe consumption of probiotics regulates the gut microbiota and the metabolites which interact with the neurotransmitters through the gut‐thyroid axis to improve thyroid function (Huo et al.,  2021 ). Another approach to improve the gut microbiota is the incorporation of prebiotics in the diet which can further improve thyroid functioning and prevent chances of TC (Yasmin et al.,  2015 ). Prebiotics induces specific changes in the gastrointestinal microbiota by altering the microbial ecology and fermentation profiles (Rehman et al.,  2008 ). Supplementation of mannooligosaccharide prebiotic enhanced the growth of  Lactobacillus  and  Bifidobacterium , which play essential roles in thyroid functioning (Baurhoo et al.,  2007 ). Prebiotics can also stimulate the immune system which has an indirect effect on thyroid hormones and the restoration of beneficial microbes. A combination of pre‐and probiotics can have a high influence on improving gut microbial consortium and thyroid gland."
    },
    {
      "title": "CONCLUSION AND FUTURE PROSPECTIVE",
      "text": "TC is among the common endocrine malignancy which is directly affected by lifestyle changes (such as nourishment, alcohol intake, and BMI), while indirectly by the oral and gut microbiota. The iodine and Se deficiency stimulated the development of TC. Reduced TC count and variations in TSH level due to alcohol intake and high BMI, respectively, also reported to promote TC. TC can increase the count of  Alloprevotella ,  Anaeroglobus , and  Acinetobacter  genera in the oral cavity. While, the most abundantly reported gut microbial genera during TC were  Bacteroides ,  Neisseria ,  Streptococcus , and  Clostridium . The gut microbiota also influences the efficacy of TC treatments (such as radiotherapy and chemotherapy). Supplementation of probiotics can improve the beneficial gut microbes such as  Lactobacilli  and  Bifidobacterium . However, the underlying mechanism of probiotics interaction with TG function has not been clearly illustrated and requires more in‐depth metabolomics‐based research."
    },
    {
      "title": "AUTHOR CONTRIBUTIONS",
      "text": "Yao Kun:  Conceptualization (equal); data curation (equal); formal analysis (equal); investigation (equal); validation (equal); visualization (equal).  Wei Xiaodong:  Conceptualization (equal); data curation (equal); acquisition (equal); methodology (equal); supervision (equal); validation (equal); visualization (equal).  Wang Haijun:  Data curation (equal); formal analysis (equal); investigation (equal); methodology (equal); validation (equal); visualization (equal).  Nie Xiazi:  Data curation (equal); formal analysis (equal); investigation (equal); validation (equal); visualization (equal).  Qiang Dai:  Formal analysis (equal); investigation (equal); validation (equal); visualization (equal)."
    },
    {
      "title": "FUNDING INFORMATION",
      "text": "The work was supported by the Research Fund of Gansu Provincial Hospital (20GSSY1‐16 and 20GSSY4‐18)."
    },
    {
      "title": "CONFLICT OF INTEREST STATEMENT",
      "text": "The authors declare no competing interests."
    },
    {
      "title": "CONSENT FOR PUBLICATION",
      "text": "All the authors agree to publish this article."
    }
  ],
  "full_text": "Abstract Thyroid cancer (TC) is categorized into papillary, follicular, medullary, and anaplastic. The TC is increasing in several countries, including China, the United States, the United Kingdom, Canada, France, Australia, Germany, Japan, Spain, and Italy. Thus, this review comprehensively covers the factors that affect thyroid gland function, TC types, risk factors, and symptoms. Lifestyle factors (such as nutrient consumption and smoking) and pollutants (such as chemicals and heavy metals) increased the thyroid‐stimulating hormone (TSH) levels which are directly related to TC prevalence. The conventional and recent TC treatments are also highlighted. The role of the oral and gut microbiota as well as the application of probiotics on TC are also discussed. The variations in the composition of oral and gut microbes influence the thyroid function indirectly through alteration in metabolites (such as short‐chain fatty acids) that are eminent for cellular energy metabolism. Maintenance of healthy gut and oral microbiota can help in regulating thyroid function by regulating iodine uptake. Oral or gut microbial dysbiosis can be considered as an early diagnosis factor or TC marker. High TSH during TC can increase the oral microbial diversity while disrupting the high ratio of Firmicutes and Bacteroidetes in the gut. Supplementation of probiotics as an adjuvant in TC treatment is beneficial. However, needs more extensive research to explore the direct effect of probiotics on thyroid function.\n\n## INTRODUCTION\n\nThe thyroid gland (TG) is an organ located in the anterior of the neck under the thyroid cartilage and has an internal secretory role. The TG is designed like a butterfly, comprising of two lobes (on the right and the left) and the canal (called isthmus) that joins them (Figure  1 ). The weight of human TG differs from 15 to 20 g (Ali & Majeed,  2022 ). The superior thyroid, inferior thyroid, and thyroidea ima are the main central arteries that drive blood (about 5 mL) to TG. The TG is vital for cellular activities and regulation of thyroid‐stimulating hormone (TSH) by the pituitary gland. TSH is mainly involved in the synthesis of other hormones, regulating the metabolism, and growth of cells. The TG secretes hormones including triiodothyronine (T3), thyroxine (T4 or tetraiodothyronine), and calcitonin. The T3 and T4 synthesis majorly rely on iodine intake and is controlled by TSH (Gordon,  2012 ).\n\nDiagrammatic representation of normal thyroid gland and thyroid cancer.\n\nHyperthyroidism, Grave's disease, hypothyroidism, goiter, and Hashimoto's thyroiditis are the main diseases occurred during the dysfunction of TG. The history of thyroid disease in medicine started in 2700 BC through the treatment of distended thyroids in Chinese medicine by sponges and burnt seaweed containing iodine. Abul Kasim, in 1961, termed the 1st thyroid biopsy and thyroidectomy for goiter. Thomas Wharton represented the novel surgical sketches of the procedure of thyroidectomy, and coined the term “thyroid” following the Greek word “thyreos,” in 1656, based on the shape of thyroid cartilage (Werner et al.,  2005 ). Theodor Kocher won the Nobel Prize in 1909 in “Medicine” for exploring a decrease in thyroidectomy death from 14% to 18% in 1884 and 1898, respectively (Gordon,  2012 ). A hospital database investigation revealed that in 2009, a total of 59,478 patients (including 30.8% malignant neoplasm and 74.8% females) were admitted who undergoes thyroidectomies (Vashishta et al.,  2012 ). Approximately, one in 10 Americans suffers from irregular TSH levels (Canaris et al.,  2000 ).\n\nHypothyroidism is a common thyroid disorder caused due to less thyroid hormone levels. It is more prevalent in women (1%–2%) compared to men (0.1%). Subclinical hypothyroidism with elevated TSH level and normal T4 count has been reported to progress to overt hypothyroidism in 5%–18% of individuals annually in the United States (McDermott & Ridgway,  2001 ). Thyroid disease, along with TC, is highly increasing yearly resulting in exhaustion, depression, and irregular appetite in almost 70 million Americans. The following sections report the discussion on the factors that affect thyroid function.\n\n## Thyroid gland\n\nThe thyroid gland (TG) is an organ located in the anterior of the neck under the thyroid cartilage and has an internal secretory role. The TG is designed like a butterfly, comprising of two lobes (on the right and the left) and the canal (called isthmus) that joins them (Figure  1 ). The weight of human TG differs from 15 to 20 g (Ali & Majeed,  2022 ). The superior thyroid, inferior thyroid, and thyroidea ima are the main central arteries that drive blood (about 5 mL) to TG. The TG is vital for cellular activities and regulation of thyroid‐stimulating hormone (TSH) by the pituitary gland. TSH is mainly involved in the synthesis of other hormones, regulating the metabolism, and growth of cells. The TG secretes hormones including triiodothyronine (T3), thyroxine (T4 or tetraiodothyronine), and calcitonin. The T3 and T4 synthesis majorly rely on iodine intake and is controlled by TSH (Gordon,  2012 ).\n\nDiagrammatic representation of normal thyroid gland and thyroid cancer.\n\n## Thyroid diseases\n\nHyperthyroidism, Grave's disease, hypothyroidism, goiter, and Hashimoto's thyroiditis are the main diseases occurred during the dysfunction of TG. The history of thyroid disease in medicine started in 2700 BC through the treatment of distended thyroids in Chinese medicine by sponges and burnt seaweed containing iodine. Abul Kasim, in 1961, termed the 1st thyroid biopsy and thyroidectomy for goiter. Thomas Wharton represented the novel surgical sketches of the procedure of thyroidectomy, and coined the term “thyroid” following the Greek word “thyreos,” in 1656, based on the shape of thyroid cartilage (Werner et al.,  2005 ). Theodor Kocher won the Nobel Prize in 1909 in “Medicine” for exploring a decrease in thyroidectomy death from 14% to 18% in 1884 and 1898, respectively (Gordon,  2012 ). A hospital database investigation revealed that in 2009, a total of 59,478 patients (including 30.8% malignant neoplasm and 74.8% females) were admitted who undergoes thyroidectomies (Vashishta et al.,  2012 ). Approximately, one in 10 Americans suffers from irregular TSH levels (Canaris et al.,  2000 ).\n\nHypothyroidism is a common thyroid disorder caused due to less thyroid hormone levels. It is more prevalent in women (1%–2%) compared to men (0.1%). Subclinical hypothyroidism with elevated TSH level and normal T4 count has been reported to progress to overt hypothyroidism in 5%–18% of individuals annually in the United States (McDermott & Ridgway,  2001 ). Thyroid disease, along with TC, is highly increasing yearly resulting in exhaustion, depression, and irregular appetite in almost 70 million Americans. The following sections report the discussion on the factors that affect thyroid function.\n\n## FACTORS THAT AFFECT THYROID FUNCTION\n\nDiet components (such as soy, brassica vegetables, coffee, tea, and junk food) can alter thyroid hormones and TSH levels. The nutrients (including vitamins, trace minerals, and micro‐minerals) also affect the thyroid hormone level. The change in TSH level is due to cyanogenic glucosides and flavonoids found in various plant‐based food (de Souza Dos Santos et al.,  2011 ; Roman,  2007 ). Soy‐based food comprises goitrogenic compounds known as soy isoflavones that hinder thyroid peroxidase (TPO) (Divi et al.,  1997 ). A meta‐analysis study revealed that soya products do not affect thyroid hormone levels but rather discreetly elevate the level of TSH levels (Otun et al.,  2019 ). The consumption of soy isoflavones also resulted in increased TSH levels (de Souza Dos Santos et al.,  2011 ). Soy isoflavones negatively influenced the patients with subclinical hypothyroidism and pregnancy with iodine shortage (Otun et al.,  2019 ).\n\nIodine (I) is an essential element for thyroid hormone synthesis, which is taken mainly from food and water. Uneven distribution of I on Earth leads to insufficient I‐intake, which has different health consequences for different age groups (Milanesi & Brent,  2017 ). The I transport is a rate‐defining phase during the synthesis of thyroid hormones. I deficiency can cause goiters in people of all ages, as well as an increased sensitivity of the thyroid to nuclear radiation. Hypothyroidism occurs in people with severe I deficiency. In adults, I deficiency can decrease thyroxine, and even toxic nodular goiter and hyperthyroidism can occur (Zimmermann & Boelaert,  2015 ). Salt iodization is the most effective way to control I deficiency (Su et al.,  2018 ). Long‐term excessive intake of I can cause thyroid autoregulation disorders, hypothyroidism, and the risk of autoimmune diseases increases. Excess I can also increase the risk of hyperthyroidism or TC (Koukkou et al.,  2017 ).\n\nThe selenium (Se) intake from various sources (such as meat, seafood, and grains) also affects thyroid functioning. It helps in the biosynthesis of Selenocysteine‐containing selenoproteins which activate thyroid hormones (Winther et al.,  2020 ). Several selenium‐containing enzymes (such as selenophosphate synthetase, Se‐containing glutathione peroxidases, thioredoxin reductase, and iodothyronine deiodinases) participate in the antioxidant network (Triggiani et al.,  2009 ). These enzymes are abundantly present in the TG and help thyroid hormone functioning. A children's study in Morocco found that the average concentration of Se in children with goiter was low and an increase in thyroid volume was associated with Se deficiency (El‐Fadeli et al.,  2016 ). Low Se was also linked to the risk of goiter and multiple nodules in European women (Schomburg,  2012 ). Other trace elements related to anti‐oxidation or thyroid function (such as Cu, Fe, Zn, Mn, Mg, and K) have also been reported (Jain,  2014 ; Triggiani et al.,  2009 ). Studies on vitamin A and D deficiency and thyroid diseases have also appeared (Barrea et al.,  2021 ). Although they are known to be essential and vital for human health, there is limited evidence that these substances are associated with thyroid disease. The effect of a single element on the TG is difficult to investigate, so there is still controversy and doubt (Figure  2 ).\n\nThe effect of lifestyle factors (such as nourishment, smoking, alcohol consumption, and body mass index) on thyroid functioning.\n\nSmoking is harmful to human health and the environment. Tobacco smoke produces chemicals that affect the TG (Figure  2 ). An epidemiological study found that smoking affected FT4 and TSH levels (Mouhamed et al.,  2012 ). Heavy smoking increased the occurrence of multiple thyroid nodules (TN) and goiter (Aydin et al.,  2011 ). The level of cotinine (the main metabolite of nicotine) in urine was also found to have a significant dose‐dependent effect on thyroid function and thyroid autoimmunity (Kim, Kim, et al.,  2019 ). Moreover, smoking also affects the growth and development of the fetus (Bednarczuk et al.,  2020 ). Maternal smoking during the second trimester affected fetal thyroid development and endocrine dysfunction (Filis et al.,  2018 ).\n\nCigarette smoking reduced the TSH levels and increased fT3 and fT4 count (Gruppen et al.,  2020 ). A study of 4249 individuals enclosed that each 10 ng/mL rise in serum cotinine decreased the TSH by 1.4% (Kim, Kim, et al.,  2019 ). A gradual rise in TSH levels was also reported after smoking cessation (Zhang, Shi, et al.,  2019 ). The mechanism associated with cigarette smoking that influences the levels of thyroid hormones and TSH is still unclear due to the >4000 components in tobacco. It has been concluded that the reduction of serum TSH concentration in most smokers is related to the rise of fT4. Thiocyanate (transmuted from cyanide in tobacco) hinders I transport and incorporation into Tg which reduces the synthesis of thyroid hormone. Thiocyanate reduced the T4 levels and subsequently increased the fT4 count. Smoking decreases autoimmune processes in the TG, resulting in changes in thyroid hormone levels and TSH (Wiersinga,  2013 ). Smoking also elevated the activity of sympathetic nervous system, which increased the level of thyroid hormone subsequently resulting in reduced TSH (Filis et al.,  2018 ).\n\nAlcohol drinking influences the thyroid hormones by raising TSH and reducing fT3 levels (Figure  2 ). While, no change in TSH levels and reduction in thyroid hormones was also reported (Valeix et al.,  2008 ). Alcoholic cirrhosis increased serum Tg levels (Aoun et al.,  2015 ). Long‐term administration of ethanol decreased the TSH through the decrease in pituitary TRH receptors (Hermann et al.,  2002 ). Alcohol dysfunctions the thyroid by increasing the thyroid hormones and reducing the T3 count (Balhara & Deb,  2013 ). Furthermore, resveratrol showed thyroid disruption in vitro/in vivo (Oliveira et al.,  2018 ).\n\nBody mass index (BMI) has a positive correlation with thyroid hormone, TSH, and fT3 levels (Dai et al.,  2020 ; Song et al.,  2019 ; Taylor et al.,  2016 ). High maternal BMI improved the levels of fetal TSH and thyroid mass (Filis et al.,  2018 ). The results of studies exploring the link between BMI and fT4 were inconsistent. The majority of the studies did not report any association between BMI and fT4, while a few studies reported either negative or positive link among BMI and fT4 (Habib et al.,  2020 ; Xu et al.,  2019 ). Correlation between level of thyroid hormones and weight is explored in autoimmune disorders such as hyperthyroidism (related to weight loss) and hypothyroidism (associated with an increase in weight) (Sanyal & Raychaudhuri,  2016 ). The secretion of leptin hormone by adipose tissue plays a major role in the synthesis of hypothalamic TRH (Paul et al.,  2011 ). In obesity, the changes in TSH and thyroid hormone are due to the process of alteration to subclinical hypothyroidism or weight increase. However, the major factors responsible for varying TH and TSH in euthyroid persons during high BMI are not comprehended yet (Figure  2 ).\n\nAdvances and developments in technology have been followed by various toxic chemicals or pollutants that unescapably enter the human body through air, water, food, and skin, leading to chronic diseases in human tissues. The well‐known endocrine disruptors have been found to be widely present in the blood and urine of the human body. Similar hormones act on organisms and interfere with many aspects of the endocrine system, resulting in various health abnormalities (Table  1 ). Chemical pollutants including a variety of organochlorine pollutants (such as polychlorinated biphenyls, also with pesticides, herbicides, and other pesticide pollutants) have gradually been found to have harmful effects on the human body.\n\nSummary of different pollutants and their sources that affects thyroid function.\n\nInterfere thyroxine production, transport, and metabolism\n\nBind to thyroid receptors to produce agonists Harmful to the growth and development of infants\n\nRelated to adult goiter and thyroid autoimmunity\n\nDisturb the human metabolic system Prenatal exposure can decrease neonatal TSH levels\n\nBPA exposure in urine is associated with TSH levels\n\nContaminated drinking water and food\n\nUse of personal care products and cookware\n\nReduced thyroid cell viability and proliferation rate\n\nIncreased blood exposure levels associated with TSH and T4 levels.\n\nMaternal exposure during pregnancy adversely affects the infants, altering neonatal thyroid hormone levels\n\nIncrease the risk of hypothyroidism in exposed persons\n\nDestroy thyroid axis and affect thyroid hormone level\n\nSome insecticides increased the incidence rate of thyroid tumors\n\nCompetitive inhibition of normal iodine uptake by the human thyroid\n\nHypothyroidism with decreased T3 and T4\n\nMetal ions have the tendency to accumulate inside the TG and disrupt homeostasis. Some metal ions (such as Se and Zn) are essential for thyroid function, while others such as (As, Mg, Pb, and Cd) have disruptive effects (Vigneri et al.,  2017 ). Exposure of Cd to  Rana zhenhaiensis  decreased the size and epithelial thickness of thyroid follicles (Teng et al.,  2022 ). Subacute exposure of Pb to mice impaired thyroid function by altering the protein expression of NIS and TSHr (de Lima Junior et al.,  2021 ). A meta‐analyses study investigated the link between metal ions and TC. Increased levels of Cu and decreased Se and Mg were observed in TC patients compared to healthy controls (Shen et al.,  2015 ). A significant decrease was also reported in TC individuals as compared to healthy controls (Gumulec et al.,  2014 ). These meta‐analyses suggested that the heavy metal concentration influences the cancer development in TG and needs more in‐deep research to unveil the underlying mechanism.\n\n## Lifestyle factors\n\nDiet components (such as soy, brassica vegetables, coffee, tea, and junk food) can alter thyroid hormones and TSH levels. The nutrients (including vitamins, trace minerals, and micro‐minerals) also affect the thyroid hormone level. The change in TSH level is due to cyanogenic glucosides and flavonoids found in various plant‐based food (de Souza Dos Santos et al.,  2011 ; Roman,  2007 ). Soy‐based food comprises goitrogenic compounds known as soy isoflavones that hinder thyroid peroxidase (TPO) (Divi et al.,  1997 ). A meta‐analysis study revealed that soya products do not affect thyroid hormone levels but rather discreetly elevate the level of TSH levels (Otun et al.,  2019 ). The consumption of soy isoflavones also resulted in increased TSH levels (de Souza Dos Santos et al.,  2011 ). Soy isoflavones negatively influenced the patients with subclinical hypothyroidism and pregnancy with iodine shortage (Otun et al.,  2019 ).\n\nIodine (I) is an essential element for thyroid hormone synthesis, which is taken mainly from food and water. Uneven distribution of I on Earth leads to insufficient I‐intake, which has different health consequences for different age groups (Milanesi & Brent,  2017 ). The I transport is a rate‐defining phase during the synthesis of thyroid hormones. I deficiency can cause goiters in people of all ages, as well as an increased sensitivity of the thyroid to nuclear radiation. Hypothyroidism occurs in people with severe I deficiency. In adults, I deficiency can decrease thyroxine, and even toxic nodular goiter and hyperthyroidism can occur (Zimmermann & Boelaert,  2015 ). Salt iodization is the most effective way to control I deficiency (Su et al.,  2018 ). Long‐term excessive intake of I can cause thyroid autoregulation disorders, hypothyroidism, and the risk of autoimmune diseases increases. Excess I can also increase the risk of hyperthyroidism or TC (Koukkou et al.,  2017 ).\n\nThe selenium (Se) intake from various sources (such as meat, seafood, and grains) also affects thyroid functioning. It helps in the biosynthesis of Selenocysteine‐containing selenoproteins which activate thyroid hormones (Winther et al.,  2020 ). Several selenium‐containing enzymes (such as selenophosphate synthetase, Se‐containing glutathione peroxidases, thioredoxin reductase, and iodothyronine deiodinases) participate in the antioxidant network (Triggiani et al.,  2009 ). These enzymes are abundantly present in the TG and help thyroid hormone functioning. A children's study in Morocco found that the average concentration of Se in children with goiter was low and an increase in thyroid volume was associated with Se deficiency (El‐Fadeli et al.,  2016 ). Low Se was also linked to the risk of goiter and multiple nodules in European women (Schomburg,  2012 ). Other trace elements related to anti‐oxidation or thyroid function (such as Cu, Fe, Zn, Mn, Mg, and K) have also been reported (Jain,  2014 ; Triggiani et al.,  2009 ). Studies on vitamin A and D deficiency and thyroid diseases have also appeared (Barrea et al.,  2021 ). Although they are known to be essential and vital for human health, there is limited evidence that these substances are associated with thyroid disease. The effect of a single element on the TG is difficult to investigate, so there is still controversy and doubt (Figure  2 ).\n\nThe effect of lifestyle factors (such as nourishment, smoking, alcohol consumption, and body mass index) on thyroid functioning.\n\nSmoking is harmful to human health and the environment. Tobacco smoke produces chemicals that affect the TG (Figure  2 ). An epidemiological study found that smoking affected FT4 and TSH levels (Mouhamed et al.,  2012 ). Heavy smoking increased the occurrence of multiple thyroid nodules (TN) and goiter (Aydin et al.,  2011 ). The level of cotinine (the main metabolite of nicotine) in urine was also found to have a significant dose‐dependent effect on thyroid function and thyroid autoimmunity (Kim, Kim, et al.,  2019 ). Moreover, smoking also affects the growth and development of the fetus (Bednarczuk et al.,  2020 ). Maternal smoking during the second trimester affected fetal thyroid development and endocrine dysfunction (Filis et al.,  2018 ).\n\nCigarette smoking reduced the TSH levels and increased fT3 and fT4 count (Gruppen et al.,  2020 ). A study of 4249 individuals enclosed that each 10 ng/mL rise in serum cotinine decreased the TSH by 1.4% (Kim, Kim, et al.,  2019 ). A gradual rise in TSH levels was also reported after smoking cessation (Zhang, Shi, et al.,  2019 ). The mechanism associated with cigarette smoking that influences the levels of thyroid hormones and TSH is still unclear due to the >4000 components in tobacco. It has been concluded that the reduction of serum TSH concentration in most smokers is related to the rise of fT4. Thiocyanate (transmuted from cyanide in tobacco) hinders I transport and incorporation into Tg which reduces the synthesis of thyroid hormone. Thiocyanate reduced the T4 levels and subsequently increased the fT4 count. Smoking decreases autoimmune processes in the TG, resulting in changes in thyroid hormone levels and TSH (Wiersinga,  2013 ). Smoking also elevated the activity of sympathetic nervous system, which increased the level of thyroid hormone subsequently resulting in reduced TSH (Filis et al.,  2018 ).\n\nAlcohol drinking influences the thyroid hormones by raising TSH and reducing fT3 levels (Figure  2 ). While, no change in TSH levels and reduction in thyroid hormones was also reported (Valeix et al.,  2008 ). Alcoholic cirrhosis increased serum Tg levels (Aoun et al.,  2015 ). Long‐term administration of ethanol decreased the TSH through the decrease in pituitary TRH receptors (Hermann et al.,  2002 ). Alcohol dysfunctions the thyroid by increasing the thyroid hormones and reducing the T3 count (Balhara & Deb,  2013 ). Furthermore, resveratrol showed thyroid disruption in vitro/in vivo (Oliveira et al.,  2018 ).\n\nBody mass index (BMI) has a positive correlation with thyroid hormone, TSH, and fT3 levels (Dai et al.,  2020 ; Song et al.,  2019 ; Taylor et al.,  2016 ). High maternal BMI improved the levels of fetal TSH and thyroid mass (Filis et al.,  2018 ). The results of studies exploring the link between BMI and fT4 were inconsistent. The majority of the studies did not report any association between BMI and fT4, while a few studies reported either negative or positive link among BMI and fT4 (Habib et al.,  2020 ; Xu et al.,  2019 ). Correlation between level of thyroid hormones and weight is explored in autoimmune disorders such as hyperthyroidism (related to weight loss) and hypothyroidism (associated with an increase in weight) (Sanyal & Raychaudhuri,  2016 ). The secretion of leptin hormone by adipose tissue plays a major role in the synthesis of hypothalamic TRH (Paul et al.,  2011 ). In obesity, the changes in TSH and thyroid hormone are due to the process of alteration to subclinical hypothyroidism or weight increase. However, the major factors responsible for varying TH and TSH in euthyroid persons during high BMI are not comprehended yet (Figure  2 ).\n\n## Nourishment\n\nDiet components (such as soy, brassica vegetables, coffee, tea, and junk food) can alter thyroid hormones and TSH levels. The nutrients (including vitamins, trace minerals, and micro‐minerals) also affect the thyroid hormone level. The change in TSH level is due to cyanogenic glucosides and flavonoids found in various plant‐based food (de Souza Dos Santos et al.,  2011 ; Roman,  2007 ). Soy‐based food comprises goitrogenic compounds known as soy isoflavones that hinder thyroid peroxidase (TPO) (Divi et al.,  1997 ). A meta‐analysis study revealed that soya products do not affect thyroid hormone levels but rather discreetly elevate the level of TSH levels (Otun et al.,  2019 ). The consumption of soy isoflavones also resulted in increased TSH levels (de Souza Dos Santos et al.,  2011 ). Soy isoflavones negatively influenced the patients with subclinical hypothyroidism and pregnancy with iodine shortage (Otun et al.,  2019 ).\n\nIodine (I) is an essential element for thyroid hormone synthesis, which is taken mainly from food and water. Uneven distribution of I on Earth leads to insufficient I‐intake, which has different health consequences for different age groups (Milanesi & Brent,  2017 ). The I transport is a rate‐defining phase during the synthesis of thyroid hormones. I deficiency can cause goiters in people of all ages, as well as an increased sensitivity of the thyroid to nuclear radiation. Hypothyroidism occurs in people with severe I deficiency. In adults, I deficiency can decrease thyroxine, and even toxic nodular goiter and hyperthyroidism can occur (Zimmermann & Boelaert,  2015 ). Salt iodization is the most effective way to control I deficiency (Su et al.,  2018 ). Long‐term excessive intake of I can cause thyroid autoregulation disorders, hypothyroidism, and the risk of autoimmune diseases increases. Excess I can also increase the risk of hyperthyroidism or TC (Koukkou et al.,  2017 ).\n\nThe selenium (Se) intake from various sources (such as meat, seafood, and grains) also affects thyroid functioning. It helps in the biosynthesis of Selenocysteine‐containing selenoproteins which activate thyroid hormones (Winther et al.,  2020 ). Several selenium‐containing enzymes (such as selenophosphate synthetase, Se‐containing glutathione peroxidases, thioredoxin reductase, and iodothyronine deiodinases) participate in the antioxidant network (Triggiani et al.,  2009 ). These enzymes are abundantly present in the TG and help thyroid hormone functioning. A children's study in Morocco found that the average concentration of Se in children with goiter was low and an increase in thyroid volume was associated with Se deficiency (El‐Fadeli et al.,  2016 ). Low Se was also linked to the risk of goiter and multiple nodules in European women (Schomburg,  2012 ). Other trace elements related to anti‐oxidation or thyroid function (such as Cu, Fe, Zn, Mn, Mg, and K) have also been reported (Jain,  2014 ; Triggiani et al.,  2009 ). Studies on vitamin A and D deficiency and thyroid diseases have also appeared (Barrea et al.,  2021 ). Although they are known to be essential and vital for human health, there is limited evidence that these substances are associated with thyroid disease. The effect of a single element on the TG is difficult to investigate, so there is still controversy and doubt (Figure  2 ).\n\nThe effect of lifestyle factors (such as nourishment, smoking, alcohol consumption, and body mass index) on thyroid functioning.\n\n## Cigarette smoking\n\nSmoking is harmful to human health and the environment. Tobacco smoke produces chemicals that affect the TG (Figure  2 ). An epidemiological study found that smoking affected FT4 and TSH levels (Mouhamed et al.,  2012 ). Heavy smoking increased the occurrence of multiple thyroid nodules (TN) and goiter (Aydin et al.,  2011 ). The level of cotinine (the main metabolite of nicotine) in urine was also found to have a significant dose‐dependent effect on thyroid function and thyroid autoimmunity (Kim, Kim, et al.,  2019 ). Moreover, smoking also affects the growth and development of the fetus (Bednarczuk et al.,  2020 ). Maternal smoking during the second trimester affected fetal thyroid development and endocrine dysfunction (Filis et al.,  2018 ).\n\nCigarette smoking reduced the TSH levels and increased fT3 and fT4 count (Gruppen et al.,  2020 ). A study of 4249 individuals enclosed that each 10 ng/mL rise in serum cotinine decreased the TSH by 1.4% (Kim, Kim, et al.,  2019 ). A gradual rise in TSH levels was also reported after smoking cessation (Zhang, Shi, et al.,  2019 ). The mechanism associated with cigarette smoking that influences the levels of thyroid hormones and TSH is still unclear due to the >4000 components in tobacco. It has been concluded that the reduction of serum TSH concentration in most smokers is related to the rise of fT4. Thiocyanate (transmuted from cyanide in tobacco) hinders I transport and incorporation into Tg which reduces the synthesis of thyroid hormone. Thiocyanate reduced the T4 levels and subsequently increased the fT4 count. Smoking decreases autoimmune processes in the TG, resulting in changes in thyroid hormone levels and TSH (Wiersinga,  2013 ). Smoking also elevated the activity of sympathetic nervous system, which increased the level of thyroid hormone subsequently resulting in reduced TSH (Filis et al.,  2018 ).\n\n## Alcohol consumption\n\nAlcohol drinking influences the thyroid hormones by raising TSH and reducing fT3 levels (Figure  2 ). While, no change in TSH levels and reduction in thyroid hormones was also reported (Valeix et al.,  2008 ). Alcoholic cirrhosis increased serum Tg levels (Aoun et al.,  2015 ). Long‐term administration of ethanol decreased the TSH through the decrease in pituitary TRH receptors (Hermann et al.,  2002 ). Alcohol dysfunctions the thyroid by increasing the thyroid hormones and reducing the T3 count (Balhara & Deb,  2013 ). Furthermore, resveratrol showed thyroid disruption in vitro/in vivo (Oliveira et al.,  2018 ).\n\n## Body mass index\n\nBody mass index (BMI) has a positive correlation with thyroid hormone, TSH, and fT3 levels (Dai et al.,  2020 ; Song et al.,  2019 ; Taylor et al.,  2016 ). High maternal BMI improved the levels of fetal TSH and thyroid mass (Filis et al.,  2018 ). The results of studies exploring the link between BMI and fT4 were inconsistent. The majority of the studies did not report any association between BMI and fT4, while a few studies reported either negative or positive link among BMI and fT4 (Habib et al.,  2020 ; Xu et al.,  2019 ). Correlation between level of thyroid hormones and weight is explored in autoimmune disorders such as hyperthyroidism (related to weight loss) and hypothyroidism (associated with an increase in weight) (Sanyal & Raychaudhuri,  2016 ). The secretion of leptin hormone by adipose tissue plays a major role in the synthesis of hypothalamic TRH (Paul et al.,  2011 ). In obesity, the changes in TSH and thyroid hormone are due to the process of alteration to subclinical hypothyroidism or weight increase. However, the major factors responsible for varying TH and TSH in euthyroid persons during high BMI are not comprehended yet (Figure  2 ).\n\n## Pollutants\n\nAdvances and developments in technology have been followed by various toxic chemicals or pollutants that unescapably enter the human body through air, water, food, and skin, leading to chronic diseases in human tissues. The well‐known endocrine disruptors have been found to be widely present in the blood and urine of the human body. Similar hormones act on organisms and interfere with many aspects of the endocrine system, resulting in various health abnormalities (Table  1 ). Chemical pollutants including a variety of organochlorine pollutants (such as polychlorinated biphenyls, also with pesticides, herbicides, and other pesticide pollutants) have gradually been found to have harmful effects on the human body.\n\nSummary of different pollutants and their sources that affects thyroid function.\n\nInterfere thyroxine production, transport, and metabolism\n\nBind to thyroid receptors to produce agonists Harmful to the growth and development of infants\n\nRelated to adult goiter and thyroid autoimmunity\n\nDisturb the human metabolic system Prenatal exposure can decrease neonatal TSH levels\n\nBPA exposure in urine is associated with TSH levels\n\nContaminated drinking water and food\n\nUse of personal care products and cookware\n\nReduced thyroid cell viability and proliferation rate\n\nIncreased blood exposure levels associated with TSH and T4 levels.\n\nMaternal exposure during pregnancy adversely affects the infants, altering neonatal thyroid hormone levels\n\nIncrease the risk of hypothyroidism in exposed persons\n\nDestroy thyroid axis and affect thyroid hormone level\n\nSome insecticides increased the incidence rate of thyroid tumors\n\nCompetitive inhibition of normal iodine uptake by the human thyroid\n\nHypothyroidism with decreased T3 and T4\n\nMetal ions have the tendency to accumulate inside the TG and disrupt homeostasis. Some metal ions (such as Se and Zn) are essential for thyroid function, while others such as (As, Mg, Pb, and Cd) have disruptive effects (Vigneri et al.,  2017 ). Exposure of Cd to  Rana zhenhaiensis  decreased the size and epithelial thickness of thyroid follicles (Teng et al.,  2022 ). Subacute exposure of Pb to mice impaired thyroid function by altering the protein expression of NIS and TSHr (de Lima Junior et al.,  2021 ). A meta‐analyses study investigated the link between metal ions and TC. Increased levels of Cu and decreased Se and Mg were observed in TC patients compared to healthy controls (Shen et al.,  2015 ). A significant decrease was also reported in TC individuals as compared to healthy controls (Gumulec et al.,  2014 ). These meta‐analyses suggested that the heavy metal concentration influences the cancer development in TG and needs more in‐deep research to unveil the underlying mechanism.\n\n## Chemicals\n\nAdvances and developments in technology have been followed by various toxic chemicals or pollutants that unescapably enter the human body through air, water, food, and skin, leading to chronic diseases in human tissues. The well‐known endocrine disruptors have been found to be widely present in the blood and urine of the human body. Similar hormones act on organisms and interfere with many aspects of the endocrine system, resulting in various health abnormalities (Table  1 ). Chemical pollutants including a variety of organochlorine pollutants (such as polychlorinated biphenyls, also with pesticides, herbicides, and other pesticide pollutants) have gradually been found to have harmful effects on the human body.\n\nSummary of different pollutants and their sources that affects thyroid function.\n\nInterfere thyroxine production, transport, and metabolism\n\nBind to thyroid receptors to produce agonists Harmful to the growth and development of infants\n\nRelated to adult goiter and thyroid autoimmunity\n\nDisturb the human metabolic system Prenatal exposure can decrease neonatal TSH levels\n\nBPA exposure in urine is associated with TSH levels\n\nContaminated drinking water and food\n\nUse of personal care products and cookware\n\nReduced thyroid cell viability and proliferation rate\n\nIncreased blood exposure levels associated with TSH and T4 levels.\n\nMaternal exposure during pregnancy adversely affects the infants, altering neonatal thyroid hormone levels\n\nIncrease the risk of hypothyroidism in exposed persons\n\nDestroy thyroid axis and affect thyroid hormone level\n\nSome insecticides increased the incidence rate of thyroid tumors\n\nCompetitive inhibition of normal iodine uptake by the human thyroid\n\nHypothyroidism with decreased T3 and T4\n\n## Heavy metals\n\nMetal ions have the tendency to accumulate inside the TG and disrupt homeostasis. Some metal ions (such as Se and Zn) are essential for thyroid function, while others such as (As, Mg, Pb, and Cd) have disruptive effects (Vigneri et al.,  2017 ). Exposure of Cd to  Rana zhenhaiensis  decreased the size and epithelial thickness of thyroid follicles (Teng et al.,  2022 ). Subacute exposure of Pb to mice impaired thyroid function by altering the protein expression of NIS and TSHr (de Lima Junior et al.,  2021 ). A meta‐analyses study investigated the link between metal ions and TC. Increased levels of Cu and decreased Se and Mg were observed in TC patients compared to healthy controls (Shen et al.,  2015 ). A significant decrease was also reported in TC individuals as compared to healthy controls (Gumulec et al.,  2014 ). These meta‐analyses suggested that the heavy metal concentration influences the cancer development in TG and needs more in‐deep research to unveil the underlying mechanism.\n\n## THYROID CANCER\n\nThyroid cancer (TC) is a malignant disorder of endocrine organs. The prevalence of TC has been increased in recent year, compared to other tumors. The seventh overall among the health‐threatening malignant tumors is TC in China. Follicular and parafollicular cells of thyroid can give rise to differentiated or anaplastic TC. TG carcinoma is uncommon, but nonetheless among the common malignancy (90% of all endocrine cancers).\n\nTC can be categorized into four sorts based on the derivation of cells and the rate of cancer cell division as papillary TC, follicular TC, medullary TC, and anaplastic TC.\n\nThe most communal type of TC (70%–80% of TC) is papillary TC that can arise mostly between the ages of 30–60. The prevalence of papillary TC is three times higher in women compared to men and is more violent at old age. Papillary TC might spread more in the lymph nodes of neck and lesser in the lungs. Papillary TC can be healed if diagnosed early.\n\nFollicular TC accounts for ~15% of all TCs. Hürthle cells are variations of follicular TC. Follicular TC occurs in adults, especially women between the ages of 40 and 60. Papillary TC and follicular TC are classified as distinguished thyroid carcinoma that is initiated from follicular epithelial thyroid cells. The development of follicular TC is slow and regularly having a good prediction (particularly if diagnosed early).\n\nThe medullary TC is approximately 3% of other TCs which is developed by C cells or parafollicular cells. These cells produce calcitonin to control blood Ca 2+  and PO 4 \n 3−  levels. A rise in calcitonin is an indicator of cancer. Generally, medullary TC is hereditary and more frequent in 40–50 years old men and women.\n\nAnaplastic TC is infrequent and accounts for less than 2% of all TCs (77% of women). Anaplastic TC initiates from follicular cells without any innovative biological characteristics. It has rapid growth, malignancy, and high invasiveness. Anaplastic TC is more common in women above 65 years old than men. The prognosis of anaplastic TC is less and insensitive to conservative treatment. The 5‐year survival rate with anaplastic TC is almost 5%. It initiates with the immune system and also consists of thyroid lymphoma.\n\nTC is three times more public in women than in men. TC, which can be realized at any age, happens in women at the age of 40–50 years, whereas in men at the age of 60–70 years (LeClair et al.,  2021 ; Shrestha et al.,  2023 ; Yao et al.,  2011 ).\n\nFollicular TC is common in people with iodine deficiency. Foods comprising iodized salt and iodine (such as salt‐water fish, tuna, haddock, shrimp, and shellfish) ingesting can be used to remove iodine lack (Gharib,  2018 ).\n\nRadiation exposure has been demonstrated to be a risk factor for TC. Nuclear power plants or nuclear weapons are vital sources of radiation. In the past, after the Chernobyl nuclear power plant accident in Russia, people living in that region have seen a large increase in TC. Radiation therapy applied to the head and neck area in childhood is another risk factor for TC (Iglesias et al.,  2017 ). Risk differs according to how much radiation is given and the age of the child getting the treatment. High doses of radiation can increase the risk for children under age. If this type of treatment has been applied to you in the past, then you should definitely consult your doctor and ask for an examination of the TG. The risk of TC in adults exposed to radiation is not as high as in children (Cherella & Wassner,  2023 ). However, if you are exposed to radiation where you work because of the work you do, or if there is a nuclear or power plant in the area where you live, it is important to have a routine doctor's check.\n\nThe inherited disorders are related to the development of different kinds of TC. About one in three cases of medullary TC has abnormal genes associated with a hereditary disorder. In such cases, cancer is called familial transitional medullary TC. A combination of familial transitional medullar TC and tumors that develop in other endocrine glands is termed a multipl (multiple) endocrine tumor type 2 (MEN2). Men2 has two subspecies: MEN2a and MEN2b (Accardo et al.,  2017 ). It happens as a result of a mutation in the gene named rejection in both subspecies. MEN2a is a medullary TC that occurs with pheochromocytomas (adrenaline‐forming tumors) and parathyroid gland tumors (Moline & Eng,  2011 ). MEN2b is a modularized TC connected with benign tumors that develop in the tongue and nerve tissues elsewhere in the body, again named pheochromocytomas and neuroma. Moreover, hereditary diseases (such as Gardner syndrome, Cowden's disease, and familial adenomatous polyposis) also act as risk factors for TC (Punatar et al.,  2012 ; Xu et al.,  2023 ).\n\nThe swelling in the neck or a fast‐growing lump, pain in the front of the neck, sometimes from the neck to the ears, hoarseness, difficulty swallowing, persistent cough, and shortness of breath are the common symptoms of TC. These symptoms are seen to play a factoring role in the early detection of TCs (Alhashemi et al.,  2019 ). Nevertheless, it is not true that these symptoms are directly associated with TC. Other non‐serious health problems can also lead to such symptoms. In this case, it is up to you to consult a specialist doctor without wasting time. In this way, it will be possible to find a quick solution to the health problems detected early.\n\n## TC types\n\nTC can be categorized into four sorts based on the derivation of cells and the rate of cancer cell division as papillary TC, follicular TC, medullary TC, and anaplastic TC.\n\nThe most communal type of TC (70%–80% of TC) is papillary TC that can arise mostly between the ages of 30–60. The prevalence of papillary TC is three times higher in women compared to men and is more violent at old age. Papillary TC might spread more in the lymph nodes of neck and lesser in the lungs. Papillary TC can be healed if diagnosed early.\n\nFollicular TC accounts for ~15% of all TCs. Hürthle cells are variations of follicular TC. Follicular TC occurs in adults, especially women between the ages of 40 and 60. Papillary TC and follicular TC are classified as distinguished thyroid carcinoma that is initiated from follicular epithelial thyroid cells. The development of follicular TC is slow and regularly having a good prediction (particularly if diagnosed early).\n\nThe medullary TC is approximately 3% of other TCs which is developed by C cells or parafollicular cells. These cells produce calcitonin to control blood Ca 2+  and PO 4 \n 3−  levels. A rise in calcitonin is an indicator of cancer. Generally, medullary TC is hereditary and more frequent in 40–50 years old men and women.\n\nAnaplastic TC is infrequent and accounts for less than 2% of all TCs (77% of women). Anaplastic TC initiates from follicular cells without any innovative biological characteristics. It has rapid growth, malignancy, and high invasiveness. Anaplastic TC is more common in women above 65 years old than men. The prognosis of anaplastic TC is less and insensitive to conservative treatment. The 5‐year survival rate with anaplastic TC is almost 5%. It initiates with the immune system and also consists of thyroid lymphoma.\n\n## Papillary TC\n\nThe most communal type of TC (70%–80% of TC) is papillary TC that can arise mostly between the ages of 30–60. The prevalence of papillary TC is three times higher in women compared to men and is more violent at old age. Papillary TC might spread more in the lymph nodes of neck and lesser in the lungs. Papillary TC can be healed if diagnosed early.\n\n## Follicular TC\n\nFollicular TC accounts for ~15% of all TCs. Hürthle cells are variations of follicular TC. Follicular TC occurs in adults, especially women between the ages of 40 and 60. Papillary TC and follicular TC are classified as distinguished thyroid carcinoma that is initiated from follicular epithelial thyroid cells. The development of follicular TC is slow and regularly having a good prediction (particularly if diagnosed early).\n\n## Medullary TC\n\nThe medullary TC is approximately 3% of other TCs which is developed by C cells or parafollicular cells. These cells produce calcitonin to control blood Ca 2+  and PO 4 \n 3−  levels. A rise in calcitonin is an indicator of cancer. Generally, medullary TC is hereditary and more frequent in 40–50 years old men and women.\n\n## Anaplastic TC\n\nAnaplastic TC is infrequent and accounts for less than 2% of all TCs (77% of women). Anaplastic TC initiates from follicular cells without any innovative biological characteristics. It has rapid growth, malignancy, and high invasiveness. Anaplastic TC is more common in women above 65 years old than men. The prognosis of anaplastic TC is less and insensitive to conservative treatment. The 5‐year survival rate with anaplastic TC is almost 5%. It initiates with the immune system and also consists of thyroid lymphoma.\n\n## TC risk factors\n\nTC is three times more public in women than in men. TC, which can be realized at any age, happens in women at the age of 40–50 years, whereas in men at the age of 60–70 years (LeClair et al.,  2021 ; Shrestha et al.,  2023 ; Yao et al.,  2011 ).\n\nFollicular TC is common in people with iodine deficiency. Foods comprising iodized salt and iodine (such as salt‐water fish, tuna, haddock, shrimp, and shellfish) ingesting can be used to remove iodine lack (Gharib,  2018 ).\n\nRadiation exposure has been demonstrated to be a risk factor for TC. Nuclear power plants or nuclear weapons are vital sources of radiation. In the past, after the Chernobyl nuclear power plant accident in Russia, people living in that region have seen a large increase in TC. Radiation therapy applied to the head and neck area in childhood is another risk factor for TC (Iglesias et al.,  2017 ). Risk differs according to how much radiation is given and the age of the child getting the treatment. High doses of radiation can increase the risk for children under age. If this type of treatment has been applied to you in the past, then you should definitely consult your doctor and ask for an examination of the TG. The risk of TC in adults exposed to radiation is not as high as in children (Cherella & Wassner,  2023 ). However, if you are exposed to radiation where you work because of the work you do, or if there is a nuclear or power plant in the area where you live, it is important to have a routine doctor's check.\n\nThe inherited disorders are related to the development of different kinds of TC. About one in three cases of medullary TC has abnormal genes associated with a hereditary disorder. In such cases, cancer is called familial transitional medullary TC. A combination of familial transitional medullar TC and tumors that develop in other endocrine glands is termed a multipl (multiple) endocrine tumor type 2 (MEN2). Men2 has two subspecies: MEN2a and MEN2b (Accardo et al.,  2017 ). It happens as a result of a mutation in the gene named rejection in both subspecies. MEN2a is a medullary TC that occurs with pheochromocytomas (adrenaline‐forming tumors) and parathyroid gland tumors (Moline & Eng,  2011 ). MEN2b is a modularized TC connected with benign tumors that develop in the tongue and nerve tissues elsewhere in the body, again named pheochromocytomas and neuroma. Moreover, hereditary diseases (such as Gardner syndrome, Cowden's disease, and familial adenomatous polyposis) also act as risk factors for TC (Punatar et al.,  2012 ; Xu et al.,  2023 ).\n\n## Age and gender\n\nTC is three times more public in women than in men. TC, which can be realized at any age, happens in women at the age of 40–50 years, whereas in men at the age of 60–70 years (LeClair et al.,  2021 ; Shrestha et al.,  2023 ; Yao et al.,  2011 ).\n\n## Lacking level of iodine\n\nFollicular TC is common in people with iodine deficiency. Foods comprising iodized salt and iodine (such as salt‐water fish, tuna, haddock, shrimp, and shellfish) ingesting can be used to remove iodine lack (Gharib,  2018 ).\n\n## Radiation disclosure\n\nRadiation exposure has been demonstrated to be a risk factor for TC. Nuclear power plants or nuclear weapons are vital sources of radiation. In the past, after the Chernobyl nuclear power plant accident in Russia, people living in that region have seen a large increase in TC. Radiation therapy applied to the head and neck area in childhood is another risk factor for TC (Iglesias et al.,  2017 ). Risk differs according to how much radiation is given and the age of the child getting the treatment. High doses of radiation can increase the risk for children under age. If this type of treatment has been applied to you in the past, then you should definitely consult your doctor and ask for an examination of the TG. The risk of TC in adults exposed to radiation is not as high as in children (Cherella & Wassner,  2023 ). However, if you are exposed to radiation where you work because of the work you do, or if there is a nuclear or power plant in the area where you live, it is important to have a routine doctor's check.\n\n## Genetic aspects\n\nThe inherited disorders are related to the development of different kinds of TC. About one in three cases of medullary TC has abnormal genes associated with a hereditary disorder. In such cases, cancer is called familial transitional medullary TC. A combination of familial transitional medullar TC and tumors that develop in other endocrine glands is termed a multipl (multiple) endocrine tumor type 2 (MEN2). Men2 has two subspecies: MEN2a and MEN2b (Accardo et al.,  2017 ). It happens as a result of a mutation in the gene named rejection in both subspecies. MEN2a is a medullary TC that occurs with pheochromocytomas (adrenaline‐forming tumors) and parathyroid gland tumors (Moline & Eng,  2011 ). MEN2b is a modularized TC connected with benign tumors that develop in the tongue and nerve tissues elsewhere in the body, again named pheochromocytomas and neuroma. Moreover, hereditary diseases (such as Gardner syndrome, Cowden's disease, and familial adenomatous polyposis) also act as risk factors for TC (Punatar et al.,  2012 ; Xu et al.,  2023 ).\n\n## TC symptoms\n\nThe swelling in the neck or a fast‐growing lump, pain in the front of the neck, sometimes from the neck to the ears, hoarseness, difficulty swallowing, persistent cough, and shortness of breath are the common symptoms of TC. These symptoms are seen to play a factoring role in the early detection of TCs (Alhashemi et al.,  2019 ). Nevertheless, it is not true that these symptoms are directly associated with TC. Other non‐serious health problems can also lead to such symptoms. In this case, it is up to you to consult a specialist doctor without wasting time. In this way, it will be possible to find a quick solution to the health problems detected early.\n\n## MICROBIOTA AND TC\n\nMicrobiota is an important factor in determining the health and disease factors. Theory of microecology stated that ecological balance between neural, endocrine, microbial, metabolic, and immune systems is eminent of life sustainability (Du et al.,  2019 ). Oral cavity and gut are two vital gastrointestinal tract structures that comprise a microbial consortium which is mainly responsible for energy intake and metabolic processing essential for human health (Maki et al.,  2021 ).\n\nThe oral cavity comprises different microbes which are either beneficial or related to local or systemic diseases. However, the oral microbial diversity has not been extensively studied (Figure  3 ). Oral microbiota has been reported to be different cellular mechanisms (such as apoptosis inhibition, high cell invasion, and increased cellular proliferation) that can directly or indirectly promote cancer formation (Tuominen & Rautava,  2021 ). Oral microbiota changes with thyroid‐stimulating hormone levels (TSH), as an increase in TSH, raised the taxa diversity (Dong et al.,  2021 ). The dominance of the genus  Alloprevotella ,  Anaeroglobus , and  Acinetobacter  was observed in salivary samples of TC patients. While,  C. Saccharibacteria  bacterium, unclassified  Clostridiales  bacterium,  Mobiluncus ,  Treponema , unclassified Prevotellaceae, and  Acholeplasma  were highly prevalent in thyroid nodules patients (Jiao et al.,  2022 ). The transition of microbes from oral to gut and vice‐versa can influence thyroid diseases and play a major role in TC development. However, studies on the interaction between oral microbiota and TC development are rare to conclude any underlying mechanism and need more metagenomic‐based research.\n\nMajor bacterial community of oral and gut microbiota revealed through 16S rRNA sequencing.\n\nGut microbiota consists of almost 1200 bacterial species along with bacteriophages, fungal species, and viruses. Major bacteria are Firmicutes, Bacterioidetes, Proteobacteria, Actinobacteria, and Verrucomicrobia (Figure  4 ). These bacteria are crucial for digestive equilibrium, immunology, hormonal balance, and metabolic homeostasis (Rinninella et al.,  2019 ). Disruption of gut microbiota composition causes imbalance in the microbial ecosystem and a reduction in microbial diversity which is defined as dysbiosis (Rinninella et al.,  2019 ). Metabolic and inflammatory disorders (diabetes, autoimmune diseases, inflammatory bowel disease) are mostly associated with changes in the gut microbial count (Afzaal et al.,  2022 ). The complexity of gut microbial composition increases with age. Whereas, prolonged dietary changes or drug intake can also alter the gut microbes in adults.\n\nThe influence of different gut microbes on thyroid gland function and complications associated with TC.\n\nThe relationship between gut microbes and thyroid function has been reported in many studies (Hou et al.,  2023 ; Knezevic et al.,  2020 ; Zhang, Zhang, et al.,  2019 ). The homeostasis of the intestinal epithelium is controlled by T3 through its interactions with TRα1, the dominant TR isoform in the intestine. This homeostasis depends on tight regulation of local T3 concentrations, regulated by specific TH transporters and deiodination enzymes in the intestine (Fenneman & Bruinstroop,  2023 ). A balanced gut microbiome is essential for the maintenance of immune and endocrine systems. Gut microbiota is also linked with Hashimoto's thyroiditis (Virili et al.,  2018 ; Zhang, Zhang, et al.,  2019 ), thyroid carcinoma (Yu et al.,  2022 ), Graves' disease (Hou et al.,  2021 ), and primary hypothyroidism (Su et al.,  2020 ). Gut microbes affect the immune system by several metabolites which are also involved in the regulation of thyroid function (Knezevic et al.,  2020 ). Several inflammatory disorders can contribute to microbial dysbiosis (Rinninella et al.,  2019 ; Virili et al.,  2018 ; Yu et al.,  2022 ).\n\nThe most prevalent thyroid disorder is TC and thyroid nodules (TN). Thyroid metabolism can be altered by the availability of nutrients, hormones, and the functioning of gut microbes. Gut microbiota regulates the thyroid metabolism indirectly and can influence the diagnosis and treatment of cancer and melanoma (Knezevic et al.,  2020 ; Li et al.,  2021 ). Dietary choices affect the composition of gut microbiota and could indirectly influence thyroid functioning leading to several complications (Dong et al.,  2022 ). Implications of gut microbiota in TC and its effect on metabolic pathways have been reported (Figure  4 ). These microbes affect thyroid hormonal balance by regulating iodine uptake and enterohepatic cycling (Fröhlich & Wahl,  2019 ). Interaction between gut microbes and thyroid hormones also includes changes in bile acids and lipid metabolism which can enhance TC. Gut‐associated microbes produce short‐chain fatty acids for enterocyte's energy metabolism resulting in strengthened enterocyte differentiation (Kunc et al.,  2016 ). Gut microbiota influences the uptake of iodine, selenium, and iron, and the microbiota may alter the availability of  l ‐thyroxine (Fröhlich & Wahl,  2019 ). The most dominant bacterial phyla present in a healthy gut are Firmicutes, Bacteroidetes, Actinobacteria, and Proteobacteria (Fernández‐García et al.,  2021 ).\n\nGut microbial alteration or microbial dysbiosis has been studied in TC patients, indicating their indirect role in TC proliferation (Table  2 ). Gut microbiome analysis of 74 TC patients showed that gut microbial alteration is related to both TC and thyroid nodules.  Neisseria  and  Streptococcus 's relative abundance was significantly higher compared to healthy individuals in both TC and thyroid nodules patients (Figure  5 ). A high count of  Streptococcus  has been reported to increase the menace of adenomas and carcinomas, while  Neisseria  has been related to inflammatory disorders. A notable decrease was reported for  Butyricimonas  and  Lactobacillus  for TC and thyroid nodules, respectively (Zhang, Zhang, et al.,  2019 ).  Lactobacillus  is involved in selenium metabolism and possesses antioxidative effects on the thyroid gland. An integrated LC–MS‐based metabolomics approach revealed that the  Christensenellaceae _R‐7 and  Eubacterium _ coprostanoligenes  genera along with 27‐hydroxycholesterol (27HC) and cholesterol metabolites (involved in lipid metabolism) reduced in TC groups (Lu et al.,  2022 ). A decrease in richness and diversity of gut microbes resulted in the loss of the short‐chain fatty acid‐producing bacteria and the proliferation of TC. The gut microbiota alteration also affects the host metabolic pathways of TC patients (Figure  6 ).\n\nRecent studies on the relationship between gut microbiota and TC/TN.\n\nBacterial community shifts at phylum and genus level among healthy controls (HC), thyroid cancer (TC), thyroid nodule (TN), and euthyroid thyroid cancer (ETC) patients (Ishaq et al.,  2022 ; Zhang, Zhang, et al.,  2019 ).\n\nEffect of gut dysbiosis on cell proliferation‐associated metabolic pathways (Yu et al.,  2022 ).\n\nThe whole‐genome sequencing of gut microbiome of 196 TN patients and 283 controls revealed that high‐grade TN patients have high amino acid degradation and less butyrate production. Thyrotropin‐releasing hormone decreased the abundance of butyrate‐producing microbes and  l ‐histidine metabolism pathways (Li et al.,  2021 ). Microbial diversity differed significantly in papillary TC and advanced T1/T2 PTC female and male patients. The study indicated that tumor‐resident microbes play an eminent role in the progression of papillary TC (Yuan et al.,  2022 ).  Clostridium subterminale , a gut microbe was detected in the blood of a metastatic gastrointestinal adenocarcinoma patient, indicating the carcinogenic effect of Clostridiaceae have carcinogenic species (Trapani et al.,  2018 ).\n\n## Oral microbiota and TC\n\nThe oral cavity comprises different microbes which are either beneficial or related to local or systemic diseases. However, the oral microbial diversity has not been extensively studied (Figure  3 ). Oral microbiota has been reported to be different cellular mechanisms (such as apoptosis inhibition, high cell invasion, and increased cellular proliferation) that can directly or indirectly promote cancer formation (Tuominen & Rautava,  2021 ). Oral microbiota changes with thyroid‐stimulating hormone levels (TSH), as an increase in TSH, raised the taxa diversity (Dong et al.,  2021 ). The dominance of the genus  Alloprevotella ,  Anaeroglobus , and  Acinetobacter  was observed in salivary samples of TC patients. While,  C. Saccharibacteria  bacterium, unclassified  Clostridiales  bacterium,  Mobiluncus ,  Treponema , unclassified Prevotellaceae, and  Acholeplasma  were highly prevalent in thyroid nodules patients (Jiao et al.,  2022 ). The transition of microbes from oral to gut and vice‐versa can influence thyroid diseases and play a major role in TC development. However, studies on the interaction between oral microbiota and TC development are rare to conclude any underlying mechanism and need more metagenomic‐based research.\n\nMajor bacterial community of oral and gut microbiota revealed through 16S rRNA sequencing.\n\n## Gut microbiota and TC\n\nGut microbiota consists of almost 1200 bacterial species along with bacteriophages, fungal species, and viruses. Major bacteria are Firmicutes, Bacterioidetes, Proteobacteria, Actinobacteria, and Verrucomicrobia (Figure  4 ). These bacteria are crucial for digestive equilibrium, immunology, hormonal balance, and metabolic homeostasis (Rinninella et al.,  2019 ). Disruption of gut microbiota composition causes imbalance in the microbial ecosystem and a reduction in microbial diversity which is defined as dysbiosis (Rinninella et al.,  2019 ). Metabolic and inflammatory disorders (diabetes, autoimmune diseases, inflammatory bowel disease) are mostly associated with changes in the gut microbial count (Afzaal et al.,  2022 ). The complexity of gut microbial composition increases with age. Whereas, prolonged dietary changes or drug intake can also alter the gut microbes in adults.\n\nThe influence of different gut microbes on thyroid gland function and complications associated with TC.\n\nThe relationship between gut microbes and thyroid function has been reported in many studies (Hou et al.,  2023 ; Knezevic et al.,  2020 ; Zhang, Zhang, et al.,  2019 ). The homeostasis of the intestinal epithelium is controlled by T3 through its interactions with TRα1, the dominant TR isoform in the intestine. This homeostasis depends on tight regulation of local T3 concentrations, regulated by specific TH transporters and deiodination enzymes in the intestine (Fenneman & Bruinstroop,  2023 ). A balanced gut microbiome is essential for the maintenance of immune and endocrine systems. Gut microbiota is also linked with Hashimoto's thyroiditis (Virili et al.,  2018 ; Zhang, Zhang, et al.,  2019 ), thyroid carcinoma (Yu et al.,  2022 ), Graves' disease (Hou et al.,  2021 ), and primary hypothyroidism (Su et al.,  2020 ). Gut microbes affect the immune system by several metabolites which are also involved in the regulation of thyroid function (Knezevic et al.,  2020 ). Several inflammatory disorders can contribute to microbial dysbiosis (Rinninella et al.,  2019 ; Virili et al.,  2018 ; Yu et al.,  2022 ).\n\nThe most prevalent thyroid disorder is TC and thyroid nodules (TN). Thyroid metabolism can be altered by the availability of nutrients, hormones, and the functioning of gut microbes. Gut microbiota regulates the thyroid metabolism indirectly and can influence the diagnosis and treatment of cancer and melanoma (Knezevic et al.,  2020 ; Li et al.,  2021 ). Dietary choices affect the composition of gut microbiota and could indirectly influence thyroid functioning leading to several complications (Dong et al.,  2022 ). Implications of gut microbiota in TC and its effect on metabolic pathways have been reported (Figure  4 ). These microbes affect thyroid hormonal balance by regulating iodine uptake and enterohepatic cycling (Fröhlich & Wahl,  2019 ). Interaction between gut microbes and thyroid hormones also includes changes in bile acids and lipid metabolism which can enhance TC. Gut‐associated microbes produce short‐chain fatty acids for enterocyte's energy metabolism resulting in strengthened enterocyte differentiation (Kunc et al.,  2016 ). Gut microbiota influences the uptake of iodine, selenium, and iron, and the microbiota may alter the availability of  l ‐thyroxine (Fröhlich & Wahl,  2019 ). The most dominant bacterial phyla present in a healthy gut are Firmicutes, Bacteroidetes, Actinobacteria, and Proteobacteria (Fernández‐García et al.,  2021 ).\n\nGut microbial alteration or microbial dysbiosis has been studied in TC patients, indicating their indirect role in TC proliferation (Table  2 ). Gut microbiome analysis of 74 TC patients showed that gut microbial alteration is related to both TC and thyroid nodules.  Neisseria  and  Streptococcus 's relative abundance was significantly higher compared to healthy individuals in both TC and thyroid nodules patients (Figure  5 ). A high count of  Streptococcus  has been reported to increase the menace of adenomas and carcinomas, while  Neisseria  has been related to inflammatory disorders. A notable decrease was reported for  Butyricimonas  and  Lactobacillus  for TC and thyroid nodules, respectively (Zhang, Zhang, et al.,  2019 ).  Lactobacillus  is involved in selenium metabolism and possesses antioxidative effects on the thyroid gland. An integrated LC–MS‐based metabolomics approach revealed that the  Christensenellaceae _R‐7 and  Eubacterium _ coprostanoligenes  genera along with 27‐hydroxycholesterol (27HC) and cholesterol metabolites (involved in lipid metabolism) reduced in TC groups (Lu et al.,  2022 ). A decrease in richness and diversity of gut microbes resulted in the loss of the short‐chain fatty acid‐producing bacteria and the proliferation of TC. The gut microbiota alteration also affects the host metabolic pathways of TC patients (Figure  6 ).\n\nRecent studies on the relationship between gut microbiota and TC/TN.\n\nBacterial community shifts at phylum and genus level among healthy controls (HC), thyroid cancer (TC), thyroid nodule (TN), and euthyroid thyroid cancer (ETC) patients (Ishaq et al.,  2022 ; Zhang, Zhang, et al.,  2019 ).\n\nEffect of gut dysbiosis on cell proliferation‐associated metabolic pathways (Yu et al.,  2022 ).\n\nThe whole‐genome sequencing of gut microbiome of 196 TN patients and 283 controls revealed that high‐grade TN patients have high amino acid degradation and less butyrate production. Thyrotropin‐releasing hormone decreased the abundance of butyrate‐producing microbes and  l ‐histidine metabolism pathways (Li et al.,  2021 ). Microbial diversity differed significantly in papillary TC and advanced T1/T2 PTC female and male patients. The study indicated that tumor‐resident microbes play an eminent role in the progression of papillary TC (Yuan et al.,  2022 ).  Clostridium subterminale , a gut microbe was detected in the blood of a metastatic gastrointestinal adenocarcinoma patient, indicating the carcinogenic effect of Clostridiaceae have carcinogenic species (Trapani et al.,  2018 ).\n\n## TC TREATMENT\n\nThyroid surgery is among the common procedures opted for TC. Open‐neck approach is suggested for malignant thyroid complications. In TC surgery, the thyroid can be retrieved through an anterior cervical slit, or by remote techniques (Pace‐Asciak et al.,  2022 ). Open surgery method offers high revelation to the parathyroid glands, and vasculature, and facilitates access to the central or lateral neck (Haugen et al.,  2016 ). While for well‐differentiated TC, completeness of surgical resection often leads to a remarkable prognosis (Shah et al.,  2003 ). Intermediate TC includes aggressive histology, vascular invasion minor extrathyroidal extension, and >5 cm lymph nodes. High‐risk TC showed gross extrathyroidal extension, distant metastases, incomplete tumor resection, or lymph nodes >3 cm. Both intermediate and high‐risk TC can opt open approach as the cornerstone for surgical removal of the thyroid, central compartment, and or lateral neck compartments.\n\nThe removal of one‐half of the thyroid gland is called a thyroid lobectomy. Lobectomy was recommended by the 2015 American Thyroid Association guidelines for surgical treatment of low‐risk differentiated TC and central neck dissections (Haugen et al.,  2016 ). Low‐risk differentiated TC includes tumors between 1 and 4 cm and follicular or papillary TC without extrathyroidal extensions (Conroy et al.,  2022 ). Patients treated with lobectomy showed lesser chances to be hospitalized or having hypoparathyroidism postoperatively. However, a thyroid lobectomy is not suggested for patients with nodules on both sides of the gland. Lobectomy for low‐risk differentiated TC may also increase the chances of complete thyroidectomy. In a retrospective study of 149 patients with differentiated TC (low‐risk), 20% of the patients who underwent lobectomy later were recommended for completion thyroidectomy (Kluijfhout et al.,  2017 ).\n\nThe total or complete thyroidectomy (with or without central neck dissection) is a widely suggested treatment for >4 cm tumors (Conroy et al.,  2022 ). Conventional surgical thyroidectomy which includes an incision under the breast to bilateral axillo‐breast and axilla has been replaced with remote access techniques for hiding scars (Berber et al.,  2016 ). Recently, transoral endoscopic thyroidectomy vestibular (TOETVA) has allowed a three‐dimensional magnified view through the endoscope and access to the thyroid with little soft tissue dissection (Russell & Razavi,  2021 ). TOETVA does not include cutaneous scars and offers precise control of the instruments. However, the high cost of instruments and their maintenance is still a limiting factor (Kandil et al.,  2016 ). TOETVA was effective and safe for differentiated TC (low‐risk) patients with tumors of <2 cm without extracapsular spread (Chai et al.,  2017 ).\n\nRadioactive iodine treatment (RIT) is applicable for the selected patients based on the reappearance and death rate of TC, as per the American Joint Committee on Cancer Union for International Cancer Control Tumor, Node, Metastasis (AJCC/TNM) staging system. RIT is also considered to be an adjuvant followed after surgery to increase survival (Valerio et al.,  2022 ). RIT also includes relic excision and treatment of metastatic diseases. The effectiveness of RIT on differential TC treatment depends on the level of serum thyrotropin which can either be raised endogenously or by exogenous administration of rh serum thyrotropin (Leenhardt et al.,  2019 ). However, there is no evidence on stimulation approaches for accessary RIT in intermediate risk differential TC patients. The oral administration of  131 I significantly reduced Firmicutes to Bacteroides (F/B) ratio and altered gut microbiome‐related metabolic pathways leading to gut‐microbiota dysbiosis (Zheng et al.,  2023 ).\n\nExternal radiation therapy is applicable for the treatment of both differentiated and medullary TC (Brierley & Sherman,  2012 ). A combination of surgery with radiation therapy is more effective than radiations alone in anaplastic TC (Haigh et al.,  2001 ). The effectiveness of radiation therapy relies on the adequate dosage to the region at risk while minimized exposure to surrounding critical structures (Terezakis & Lee,  2010 ). Adjuvant external beam radiation therapy was effective for local control in papillary TC invading the trachea with tolerable complications (Kim,  2015 ). The combination of radiation therapy with Lenvatinib significantly reduced the TC growth by inducing apoptosis. Radiations (3 Gy) also increased the uptake of Lenvatinib inside the cancer cells (Suzuki et al.,  2021 ). The external radiations influence the gut microbes bidirectionally as radiotherapy can disrupt the microbiome and influence the effectiveness of the anticancer treatments (Liu et al.,  2021 ). The long‐term changes in gut microbiota evaluation post external therapy demonstrated an increase in the abundance of  Bacteroidia  and a decrease in  Clostridia  diversity in 5 C57BL/6 mice, compared to control (Zhao et al.,  2019 ).\n\nThyroid hormone therapy is a recommended treatment for patients who have undergone thyroidectomy or lobectomy to balance the normal TSH level. TSH can influence the proliferation of TC, thus, in some patients, suppression of TSH is recommended (Grani et al.,  2019 ). The levothyroxine‐mediated TSH suppression keeps serum TSH levels within the standard limit (Lamartina et al.,  2017 ). The TSH suppression therapy also showed insignificant results in some intermediate‐ and high‐risk papillary TC patients (Tian et al.,  2019 ). Long‐term TSH suppression therapy can also lead to cardiovascular disease risk (such as myocardial strain and impaired diastolic function), osteoporosis, and chronic thyrotoxicosis (Biondi et al.,  1996 ; Do Cao & Wémeau,  2015 ; Kim, Jeon, et al.,  2019 ).\n\nThe targeted drug treatment includes specific gene inhibitors to control the TC. For instance, multikinase inhibitors (lenvatinib and sorafenib) were used against advanced radioactive iodine‐refractory differentiated TC. For BRAF gene mutation (including BRAFV600E mutated ATC), combined MEK and BRAF inhibitors (dabrafenib and trametinib) were approved to improve the clinical symptoms in TC patients (Subbiah et al.,  2020 ). Second‐generation tyrosine kinase inhibitors (TKIs) have lately been established to target an explicit oncogene: RET gene (selpercatinib, pralsetinib) and NTRK gene (larotrectinib, entrectinib) fusions for metastatic TC (Owen et al.,  2019 ). The efficacy of chemotherapy also relies on gut microbes which modulate the host response to chemotherapeutic drugs. Gut microbial composition regulates the facilitation of drug efficacy, abrogation of anticancer effects, and mediation of toxicity (Alexander et al.,  2017 ).\n\nThe progress in understanding of gene and genetic changes in TC resulted in the discovery of various targeted therapies with high clinical efficiency. These targeted modifications include fusion of NTRK (neurotrophic tyrosine receptor kinase) gene with the tropomyosin receptor kinase inhibitors entrectinib and larotrectinib (Capdevila et al.,  2022 ). Administration of Vemurafenib is also permitted by the European Medicines Agency for the treatment of BRAF V600E mutations in patients showing unresectable or metastatic melanoma. Selpercatinib is another specific RET kinase inhibitor approved by the EMA for adult patients with advanced RET fusion‐positive TC (Santoro et al.,  2020 ).\n\nImmunotherapy for TC involves the use of immune checkpoint inhibitors (ICIs) that improve the immune system by inhibiting the binding of cancer checkpoint receptors to their ligands. The most commonly used ICI are Cytotoxic T‐lymphocyte antigen‐4 antagonist, PD‐1 ligand (PD‐L1) antagonist, programmed cell death protein‐1, and (PD‐1) antagonist (Antonelli et al.,  2018 ). In some cases, resistance to KIs has been observed due to the outflow phenomenon due to the cross‐talk between tumorigenesis pathways and the cell surface upregulation of tyrosine kinase receptors (Naoum et al.,  2018 ). A retrospective study investigating the effect of KIs at the time of anaplastic TC progression suggested the addition of pembrolizumab as a recovering therapy (Iyer et al.,  2018 ).\n\n## TC surgery\n\nThyroid surgery is among the common procedures opted for TC. Open‐neck approach is suggested for malignant thyroid complications. In TC surgery, the thyroid can be retrieved through an anterior cervical slit, or by remote techniques (Pace‐Asciak et al.,  2022 ). Open surgery method offers high revelation to the parathyroid glands, and vasculature, and facilitates access to the central or lateral neck (Haugen et al.,  2016 ). While for well‐differentiated TC, completeness of surgical resection often leads to a remarkable prognosis (Shah et al.,  2003 ). Intermediate TC includes aggressive histology, vascular invasion minor extrathyroidal extension, and >5 cm lymph nodes. High‐risk TC showed gross extrathyroidal extension, distant metastases, incomplete tumor resection, or lymph nodes >3 cm. Both intermediate and high‐risk TC can opt open approach as the cornerstone for surgical removal of the thyroid, central compartment, and or lateral neck compartments.\n\n## Lobectomy\n\nThe removal of one‐half of the thyroid gland is called a thyroid lobectomy. Lobectomy was recommended by the 2015 American Thyroid Association guidelines for surgical treatment of low‐risk differentiated TC and central neck dissections (Haugen et al.,  2016 ). Low‐risk differentiated TC includes tumors between 1 and 4 cm and follicular or papillary TC without extrathyroidal extensions (Conroy et al.,  2022 ). Patients treated with lobectomy showed lesser chances to be hospitalized or having hypoparathyroidism postoperatively. However, a thyroid lobectomy is not suggested for patients with nodules on both sides of the gland. Lobectomy for low‐risk differentiated TC may also increase the chances of complete thyroidectomy. In a retrospective study of 149 patients with differentiated TC (low‐risk), 20% of the patients who underwent lobectomy later were recommended for completion thyroidectomy (Kluijfhout et al.,  2017 ).\n\n## Thyroidectomy\n\nThe total or complete thyroidectomy (with or without central neck dissection) is a widely suggested treatment for >4 cm tumors (Conroy et al.,  2022 ). Conventional surgical thyroidectomy which includes an incision under the breast to bilateral axillo‐breast and axilla has been replaced with remote access techniques for hiding scars (Berber et al.,  2016 ). Recently, transoral endoscopic thyroidectomy vestibular (TOETVA) has allowed a three‐dimensional magnified view through the endoscope and access to the thyroid with little soft tissue dissection (Russell & Razavi,  2021 ). TOETVA does not include cutaneous scars and offers precise control of the instruments. However, the high cost of instruments and their maintenance is still a limiting factor (Kandil et al.,  2016 ). TOETVA was effective and safe for differentiated TC (low‐risk) patients with tumors of <2 cm without extracapsular spread (Chai et al.,  2017 ).\n\n## Radioactive iodine treatment and radiation therapy\n\nRadioactive iodine treatment (RIT) is applicable for the selected patients based on the reappearance and death rate of TC, as per the American Joint Committee on Cancer Union for International Cancer Control Tumor, Node, Metastasis (AJCC/TNM) staging system. RIT is also considered to be an adjuvant followed after surgery to increase survival (Valerio et al.,  2022 ). RIT also includes relic excision and treatment of metastatic diseases. The effectiveness of RIT on differential TC treatment depends on the level of serum thyrotropin which can either be raised endogenously or by exogenous administration of rh serum thyrotropin (Leenhardt et al.,  2019 ). However, there is no evidence on stimulation approaches for accessary RIT in intermediate risk differential TC patients. The oral administration of  131 I significantly reduced Firmicutes to Bacteroides (F/B) ratio and altered gut microbiome‐related metabolic pathways leading to gut‐microbiota dysbiosis (Zheng et al.,  2023 ).\n\n## External radiation therapy\n\nExternal radiation therapy is applicable for the treatment of both differentiated and medullary TC (Brierley & Sherman,  2012 ). A combination of surgery with radiation therapy is more effective than radiations alone in anaplastic TC (Haigh et al.,  2001 ). The effectiveness of radiation therapy relies on the adequate dosage to the region at risk while minimized exposure to surrounding critical structures (Terezakis & Lee,  2010 ). Adjuvant external beam radiation therapy was effective for local control in papillary TC invading the trachea with tolerable complications (Kim,  2015 ). The combination of radiation therapy with Lenvatinib significantly reduced the TC growth by inducing apoptosis. Radiations (3 Gy) also increased the uptake of Lenvatinib inside the cancer cells (Suzuki et al.,  2021 ). The external radiations influence the gut microbes bidirectionally as radiotherapy can disrupt the microbiome and influence the effectiveness of the anticancer treatments (Liu et al.,  2021 ). The long‐term changes in gut microbiota evaluation post external therapy demonstrated an increase in the abundance of  Bacteroidia  and a decrease in  Clostridia  diversity in 5 C57BL/6 mice, compared to control (Zhao et al.,  2019 ).\n\n## Hormone therapy\n\nThyroid hormone therapy is a recommended treatment for patients who have undergone thyroidectomy or lobectomy to balance the normal TSH level. TSH can influence the proliferation of TC, thus, in some patients, suppression of TSH is recommended (Grani et al.,  2019 ). The levothyroxine‐mediated TSH suppression keeps serum TSH levels within the standard limit (Lamartina et al.,  2017 ). The TSH suppression therapy also showed insignificant results in some intermediate‐ and high‐risk papillary TC patients (Tian et al.,  2019 ). Long‐term TSH suppression therapy can also lead to cardiovascular disease risk (such as myocardial strain and impaired diastolic function), osteoporosis, and chronic thyrotoxicosis (Biondi et al.,  1996 ; Do Cao & Wémeau,  2015 ; Kim, Jeon, et al.,  2019 ).\n\n## Chemotherapy and treatment with targeted drugs for TC\n\nThe targeted drug treatment includes specific gene inhibitors to control the TC. For instance, multikinase inhibitors (lenvatinib and sorafenib) were used against advanced radioactive iodine‐refractory differentiated TC. For BRAF gene mutation (including BRAFV600E mutated ATC), combined MEK and BRAF inhibitors (dabrafenib and trametinib) were approved to improve the clinical symptoms in TC patients (Subbiah et al.,  2020 ). Second‐generation tyrosine kinase inhibitors (TKIs) have lately been established to target an explicit oncogene: RET gene (selpercatinib, pralsetinib) and NTRK gene (larotrectinib, entrectinib) fusions for metastatic TC (Owen et al.,  2019 ). The efficacy of chemotherapy also relies on gut microbes which modulate the host response to chemotherapeutic drugs. Gut microbial composition regulates the facilitation of drug efficacy, abrogation of anticancer effects, and mediation of toxicity (Alexander et al.,  2017 ).\n\n## Targeted treatment\n\nThe progress in understanding of gene and genetic changes in TC resulted in the discovery of various targeted therapies with high clinical efficiency. These targeted modifications include fusion of NTRK (neurotrophic tyrosine receptor kinase) gene with the tropomyosin receptor kinase inhibitors entrectinib and larotrectinib (Capdevila et al.,  2022 ). Administration of Vemurafenib is also permitted by the European Medicines Agency for the treatment of BRAF V600E mutations in patients showing unresectable or metastatic melanoma. Selpercatinib is another specific RET kinase inhibitor approved by the EMA for adult patients with advanced RET fusion‐positive TC (Santoro et al.,  2020 ).\n\n## Immunotherapy for TC\n\nImmunotherapy for TC involves the use of immune checkpoint inhibitors (ICIs) that improve the immune system by inhibiting the binding of cancer checkpoint receptors to their ligands. The most commonly used ICI are Cytotoxic T‐lymphocyte antigen‐4 antagonist, PD‐1 ligand (PD‐L1) antagonist, programmed cell death protein‐1, and (PD‐1) antagonist (Antonelli et al.,  2018 ). In some cases, resistance to KIs has been observed due to the outflow phenomenon due to the cross‐talk between tumorigenesis pathways and the cell surface upregulation of tyrosine kinase receptors (Naoum et al.,  2018 ). A retrospective study investigating the effect of KIs at the time of anaplastic TC progression suggested the addition of pembrolizumab as a recovering therapy (Iyer et al.,  2018 ).\n\n## PROBIOTICS EFFECT ON TC\n\nThe application of probiotics could favor the enrichment of beneficial gut microbes that can indirectly influence TC (Fröhlich & Wahl,  2019 ). In TC, the  Lactobacillus  and  Bifidobacteria  are often reduced. Supplementation of  L. reuteri  in mice model increased T4 count by triggering interleukine‐10 and subsequently enhanced T‐regulatory cells (Virili et al.,  2018 ). Supplementation of  Lactobacillus‐ based probiotics to broiler chickens improved the count of T3 and T4 (Sohail et al.,  2010 ). Probiotics lower the serum hormonal fluctuations and also regulate the iodothyronines deconjugation through bacterial enzymes (such as sulfatases and β‐glucuronidases) (Knezevic et al.,  2020 ). Probiotics can accumulate trace elements (such as zine, selenium, and copper) and integrate them into essential organic compounds. These trace elements are eminent for thyroid function (Figure  7 ). Probiotics might decrease the frequency of complications in TC patients by modifying the oral and gut microbiota. Probiotics supplementation composed of  B. infantis ,  L. acidophilus ,  E. faecalis , and  B. cereus  reduced the TC complications and restored the oral and gut microbiota (Lin et al.,  2022 ). Probiotics decreased the oral  Prevotella _9,  Fusobacterium ,  Haemophilus , and  Lautropia , while increased the gut  Holdemanella ,  Coprococcus _2, and  Enterococcu s. Probiotics also reduced the abundance of oral microbiota which is positively correlated with mouth cancer (Lin et al.,  2022 ).\n\nProbiotics affect the enhancement of beneficial gut‐microbiota and thyroid function through the gut‐thyroid axis (Knezevic et al.,  2020 ).\n\nThe consumption of probiotics regulates the gut microbiota and the metabolites which interact with the neurotransmitters through the gut‐thyroid axis to improve thyroid function (Huo et al.,  2021 ). Another approach to improve the gut microbiota is the incorporation of prebiotics in the diet which can further improve thyroid functioning and prevent chances of TC (Yasmin et al.,  2015 ). Prebiotics induces specific changes in the gastrointestinal microbiota by altering the microbial ecology and fermentation profiles (Rehman et al.,  2008 ). Supplementation of mannooligosaccharide prebiotic enhanced the growth of  Lactobacillus  and  Bifidobacterium , which play essential roles in thyroid functioning (Baurhoo et al.,  2007 ). Prebiotics can also stimulate the immune system which has an indirect effect on thyroid hormones and the restoration of beneficial microbes. A combination of pre‐and probiotics can have a high influence on improving gut microbial consortium and thyroid gland.\n\n## CONCLUSION AND FUTURE PROSPECTIVE\n\nTC is among the common endocrine malignancy which is directly affected by lifestyle changes (such as nourishment, alcohol intake, and BMI), while indirectly by the oral and gut microbiota. The iodine and Se deficiency stimulated the development of TC. Reduced TC count and variations in TSH level due to alcohol intake and high BMI, respectively, also reported to promote TC. TC can increase the count of  Alloprevotella ,  Anaeroglobus , and  Acinetobacter  genera in the oral cavity. While, the most abundantly reported gut microbial genera during TC were  Bacteroides ,  Neisseria ,  Streptococcus , and  Clostridium . The gut microbiota also influences the efficacy of TC treatments (such as radiotherapy and chemotherapy). Supplementation of probiotics can improve the beneficial gut microbes such as  Lactobacilli  and  Bifidobacterium . However, the underlying mechanism of probiotics interaction with TG function has not been clearly illustrated and requires more in‐depth metabolomics‐based research.\n\n## AUTHOR CONTRIBUTIONS\n\nYao Kun:  Conceptualization (equal); data curation (equal); formal analysis (equal); investigation (equal); validation (equal); visualization (equal).  Wei Xiaodong:  Conceptualization (equal); data curation (equal); acquisition (equal); methodology (equal); supervision (equal); validation (equal); visualization (equal).  Wang Haijun:  Data curation (equal); formal analysis (equal); investigation (equal); methodology (equal); validation (equal); visualization (equal).  Nie Xiazi:  Data curation (equal); formal analysis (equal); investigation (equal); validation (equal); visualization (equal).  Qiang Dai:  Formal analysis (equal); investigation (equal); validation (equal); visualization (equal).\n\n## FUNDING INFORMATION\n\nThe work was supported by the Research Fund of Gansu Provincial Hospital (20GSSY1‐16 and 20GSSY4‐18).\n\n## CONFLICT OF INTEREST STATEMENT\n\nThe authors declare no competing interests.\n\n## CONSENT FOR PUBLICATION\n\nAll the authors agree to publish this article.",
  "reference_count": 126,
  "word_count": 13646,
  "char_count": 88655
}