{
  "pmcid": "PMC10570958",
  "doi": "10.1016/j.crtox.2023.100131",
  "title": "A meta-analysis of randomized controlled studies on the hepatoxicity induced by polybrominated diphenyl ethers (PBDEs) in rats and mice",
  "authors": [
    "Dave Arthur R. Robledo",
    "Maricar S. Prudente",
    "Socorro E. Aguja",
    "Hisato Iwata"
  ],
  "year": "2023",
  "journal": "Current Research in Toxicology",
  "abstract": "Graphical abstract",
  "sections": [
    {
      "title": "Introduction",
      "text": "Polybrominated diphenyl ethers (PBDEs) have been used as a flame retardant in many products, including plastics, furniture, upholstery, electrical equipment, electronic devices, textiles, and other home products ( Wang et al., 2016 ). PBDEs have two phenol rings joined by an oxygen atom and consist of 209 congeners depending on the position and number of bromine substitutions ( Lilienthal et al., 2006 ). PentaBDE mixture, octaBDE mixture, and decaBDE mixture were the commercial PBDE mixtures most frequently utilized in the production process. A widely used commercial PBDE mixture, DE-71 consists of > 20 different congeners, including 2,2́,4,4́-tetrabromodiphenyl ether (BDE47, ∼ 38%) and 2,2́,4,4́,5-pentabromodiphenyl ether (BDE99, ∼49%). In flame-retarded polyurethane (PUR) foams, the pentaBDE commercial mixture was mainly employed. The commercial mixture of octaBDE was utilized primarily on the acrylonitrile butadiene styrene (ABS) resins used to make computer housings and household goods. The commercial decaBDE mixture was used primarily in polystyrene (PS) as flame retardants in various plastic and textile products. ( Darnerud et al., 2001 ,  Hale et al., 2001 ,  Hale et al., 2002 ;  National Collaborating Centre for Environmental Health, 2013 ). Due to their structural similarity with polychlorinated biphenyls (PCBs), PBDEs are resistant to degradation in the environment and transported for long-range on the globe and bioaccumulative in the food web. Thus tetra-, penta-, hexa-, hepta-, and decabrominated diphenyl ethers are listed in Annex A (to be eliminated) of the persistent organic pollutants (POPs) ( Siddiqi et al., 2003 ,  Zacs et al., 2013 ).\n\nIn contrast to PCBs, of which the environmental levels are decreasing, the concentration of PBDEs in the environment has been significantly increased during the past decades, and the contamination in the environment is continuously spreading on a local and global scale ( Darnerud et al., 2001 ,  Makey et al., 2014 ,  Zhang et al., 2021 ). Several environmental studies have found PBDEs contamination in both indoor and outdoor air, house dust, sediments, surface water, livestock meat, food, birds, human tissues, breast milk, fish, and other marine species ( Braune et al., 2015 ,  Darnerud, 2001 ,  de Wit, 2002 ,  Hale et al., 2001 ,  Jin et al., 2016 ,  Jörundsdóttir et al., 2013 ,  Malarvannan et al., 2009 ,  McDonald, 2005 ,  Prudente et al., 2007 ;  Darnerud et al., 2001 ,  Hale et al., 2001 ,  de Wit, 2002 ,  McDonald, 2005 ,  Prudente et al., 2007 ,  Malarvannan et al., 2009 ,  Jörundsdóttir et al., 2013 ,  Braune et al., 2015 ,  Jin et al., 2016 ;  Yuan et al., 2017 ). BDE-47 is detected more frequently than other congeners in humans, fish, and different biota samples, followed by BDE-99, BDE-100, BDE-153, and BDE-154. BDE-209 (decaBDE) appears to be predominant in environmental media, including house dust, sediments, and air ( US-EPA, 2009 ). Debromination of BDE-209 and other high BDEs is one of the sources of lower brominated congeners that have often been detected in human and animal tissues ( Söderstrom et al., 2004 ,  Law et al., 2006 ,  Inoue et al., 2006 ,  Gómara et al., 2006 ).\n\nSeveral studies were conducted using systematic review and/or meta-analysis to evaluate the impacts and effects of environmental pollutants on humans and other living organisms. A study by  Robinson (2017)  examined the relationship between exposure to persistent organic pollutants (POPs) and the incidence of attention deficit hyperactivity disorder (ADHD). Results suggest positive correlations between exposure to perfluorinated chemicals (PFCs) and the incidence of ADHD. Another meta-analysis by  Park et al. (2016)  investigated the association of POPs and endocrine-disrupting chemicals with hypertension. The study suggested that the high concentrations of certain POPs (e.g ., p, p′- DDE) and dioxin-related compounds were associated with the risk of hypertension. However, there was no significant association between non-dioxin-like PCBs and the risk of hypertension (OR = 1.00; 95 % CI 0.89, 1.12). Additionally, the meta-analysis by  Wu et al. (2013)  confirmed the significant associations between type 2 diabetes and HCB (2.00 (95% CI: 1.13, 3.53; I2 = 21.4%) and PCBs (1.70 (95% CI: 1.28, 2.27; I2 = 16.3%) exposure. In connection with PBDEs, the study by  Zhao et al. (2017)  revealed a significant negative relationship between PBDE exposure and infant birth outcomes (e.g., birthweight) from both human and animal studies (β =  − 50.598; 95% confidence interval (CI) − 95.914, −5.282; I2 = 11.8%; p = 0.029; 5.26 ± 0.39 vs. 5.8 ± 0.58, p = 0.0132, respectively). Other studies confirmed significant associations of PBDE exposure with neurotoxicity in humans ( Dorman et al., 2018 ), reproductive toxicity in male rodents ( Zhang et al., 2020 ), abnormal thyroid function in humans ( Zhao et al., 2015 ), human neurodevelopmental defects ( Herbstman & Mall, 2014; \n Hudson-Hanley et al., 2018 ) and toxicity on plants ( Sun et al., 2020a ,  Sun et al., 2020b ).\n\nThe liver, the body's largest internal organ, plays a vital role in transforming lipophilic toxic substances into more water-soluble metabolites and excreting them out of the body ( Grant, 1991 ). With its physiological functions, the liver is continuously exposed to these chemical agents. Hepatotoxicity refers to the ability of a substance, such as a drug, chemical, or environmental factor, to cause damage to the liver ( Pak et al., 2004 ). This may manifest in various ways, ranging from mild elevation of liver enzymes in blood tests to more severe conditions such as hepatitis, fatty liver, cirrhosis, and even liver failure in extreme cases ( Teschke et al., 2013 ,  Manfo et al., 2014 ). PBDEs, like PCBs and dioxins, may adversely affect hepatic functions by inducing cytochrome 450 levels ( Sanders et al., 2005 ;  Birnbaum & Cohen Hubal, 2006 ). Long-term exposure to BDE-47 and PBDE mixture may result in the up-regulation of the nuclear factor erythroid 2–related factor 2 (Nrf2) antioxidant pathway and changes in metabolic functions leading to liver damage ( Dunnick et al., 2018 ). Moreover, PBDE exposure might raise the likelihood of developing metabolic diseases ( Ervin, 2009 ).\n\nDue to ethical considerations, the number of studies conducted to assess the hepatoxicity of PBDEs on humans remains limited; mostly animal models and cell lines have been used so far. Rodents, such as rats ( Rattus norvegicus ) and mice ( Mus musculus ), are commonly used animals in toxicological studies because of their availability, cost-effectiveness, and physiological similarities to humans ( European Centre for Ecotoxicology and Toxicology of Chemicals, 2010 ). However, inconsistencies and reproducibility in results may emerge due to the variation of the species, strains, indicators, and other factors used in evaluating the toxicity of target chemicals ( Van Norman, 2019 ). For instance, several studies have revealed that mice are more susceptible to specific pesticides than rats, while other studies have revealed the opposite ( Schauber et al., 1997 ;  Cunningham, 2002 ;  Rowland & Toth, 2019 ). Some strains of mice (C57BL/6 and Albino Winstar Han) may be more sensitive to certain toxicants due to specific genetic mutations, while other strains may be more resistant ( Jacoby et al., 2002 ,  Ren et al., 2017 ). Moreover, differences in other variables used, such as the life stage of animals, dosage, and duration of exposure across different laboratories can affect the consistency and reproducibility of toxicological studies.\n\nBy focusing on the hepatotoxicity of PBDEs in rodents, researchers can better predict the liver damage caused by exposure to these compounds in certain human populations. This information can then be used to implement measures to assess the potential health effects of PBDEs in humans. While numerous studies have indicated the hepatoxicity of PBDEs in rats and mice, the findings remain subject to debate due to variations in research designs, congeners, strains, exposure duration, and life stages. To date, no meta-analyses and systematic reviews have been conducted to confirm the differences in hepatoxicity exerted by PBDE congeners and mixtures among rodents across different moderators. Considering the challenges of performing meta-analyses in this field, the researchers applied statistical techniques that account for the heterogeneity in endpoints and outcomes commonly seen in animal toxicology studies. Thus, this study aims to answer the following research questions.\n\n1. What is the overall effect size of PBDE exposure on hepatoxicity in rodents across the included studies?\n\n2. Is there a significant difference in hepatoxicity outcomes based on the type of PBDE congeners and mixture, rodent species or strains, and the life stage of exposure as reported in the included studies?\n\n3. How do the dosage and duration of exposure to PBDE affect the incidence and severity of PBDE-induced hepatoxicity in rodents?\n\n4. Are there any significant interactions between the variables of rodent species, congeners, dosage, duration of exposure, life stage of exposure, and hepatotoxicity endpoints in predicting the incidence and severity of PBDE-induced hepatoxicity in rodents?"
    },
    {
      "title": "Methods",
      "text": "This study used systematic review and meta-analysis as its primary research designs to investigate the hepatoxicity of PBDE congeners in different randomized controlled rodent studies. Generally, this study was designed following PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) Statements ( Moher et al., 2009 ). Furthermore, this study employed the literature search protocol from  Zhang et al. (2020) , the meta-analytic approach from  Nielsen et al. (2018) , and the assessment of the level of evidence from  Dorman et al. (2018) .\n\nThe software “Harzing's Publish or Perish” ( https://harzing.com ) was utilized for the literature search. The program searches through various online academic databases to collect information on publications, including citation data, h-index, and other metrics ( Harzing, 2007 ). Additionally, the study used five renowned and exhaustive databases to ensure that the search included all pertinent literature and journals: Crossref, Google Scholar, PUBMED, SCOPUS, and Cochrane Library. Other local and institutional databases such as university repositories and library records were used to widen the scope of literature search. This study used the PECO principle - Participants, Exposure, Comparator, and Outcomes to establish the main topic words ( Morgan et al., 2018 ), as presented in  Table 1 . Table 1 Participants, Exposure, Comparator, and Outcomes (PECO) Criteria. PECO Parameter Inclusion Criteria Data Extraction Participants (P) Rodents (rats and mice) Species, strains, age, sex Exposure (E) Polybrominated diphenyl ether (PBDE) exposure. PBDE congener or mixture (209 possible congeners and mixture)*, dose, route, duration Comparator (C) Control groups Exposure control Outcomes (O) Hepatotoxicity endpoints  Liver histopathological parameters  Liver function markers Methodology, biomarkers, and endpoints measured such as liver weight, liver histopathology, liver serum biomarkers, CYP enzyme expression, oxidative stress markers, liver mitochondrial parameters, hepatocyte membrane potential, nuclear fragmentation, endoplasmic reticular stress markers, lipid accumulation, and morphological changes. Note: * - The selection of PBDE congeners and mixtures included in the analysis was determined based on their availability and their explicit mention in the studies that met the inclusion criteria.\n\nParticipants, Exposure, Comparator, and Outcomes (PECO) Criteria.\n\nNote: * - The selection of PBDE congeners and mixtures included in the analysis was determined based on their availability and their explicit mention in the studies that met the inclusion criteria.\n\nTo identify as much literature as possible, we used keywords in Boolean queries such as  hepatoxicity, polybrominated diphenyl ethers, hepatotoxicity PBDEs, rats, mice, randomized controlled trial, randomised controlled trial, liver toxicity, liver damage, liver, DE, rodents, randomized controlled study, PBDE-induced hepatotoxicity,  and  rodent trials . More details regarding the search strategy, keywords, and the number of hits are described in Supplementary  Table S1  and  Figure S1 . The literature query was employed thrice, covering the period from April to August 2022, with an interval of one month between each iteration. The first search helps identify initial relevant studies and assess the effectiveness of the chosen keywords and search strings. Subsequent searches can be refined based on the initial results, potentially capturing additional relevant studies that were missed in the first search.\n\nDuplicates were identified using the literature search process through the implementation of “Harzing: Publish or Perish” that compares bibliographic information such as titles, authors, publication details, and abstracts ( Harzing, 2007 ). This software systematically flagged and eliminated duplicate entries, ensuring that only unique studies were considered for further evaluation. In addition, we manually examined references from the included studies for additional articles. The abstracts of all retrieved publications were initially evaluated for relevance. In the title-abstract review process, we employed a screening software – “EPPI-Reviewer” to facilitate the initial assessment of article relevance ( Thomas et al., 2010 ). Two independent reviewers evaluated each article to determine its eligibility for full-text review. Any conflicts or discrepancies in their assessments were resolved through discussion and consensus ( Table S2 ). The full texts of preliminary considered papers were re-evaluated to determine the final list of acceptable articles. The language of featured publications was restricted to English. Overall, a total of 14 studies were identified and included in the meta-analysis.  Fig. 1  depicts a flowchart describing the literature search strategy. Fig. 1 Strategy of literature survey.\n\nStrategy of literature survey.\n\nSelected studies met the following criteria: (1) investigated the hepatoxicity of PBDE congeners and mixtures, (2) used rodents (e.g., mice or rats) (3) studies that employed randomization in assigning animal subjects to treatment group (randomized controlled trials), and (4) published in peer-reviewed journals and conference proceedings. Some studies were not included in the meta-analysis because of the following reasons: (1) not randomized controlled studies, (2) non-rodent studies, (3)  in vitro  cell-based studies, (4) a review or meta-analysis, and (5) lack of adequate data or absence of information pertaining to study design, rodent species, control groups, randomization procedures, outcome measures, and publication status. While  in vitro  cell-based research provides mechanistic insights, studying PBDE exposure in rodents  in vivo  gives a more comprehensive view of systemic effects. Moreover, this meta-analysis excluded research papers focused on the environmental biomonitoring of PBDEs. To expand the range of search strategies, the publication date was not considered a criterion for selection.\n\nPBDE congeners and mixtures (DE-71, BDE-47, BDE-71, BDE-99, BDE-153, BDE-209, and ∑PBDEs (total)) were used for chemical exposure. Based on the literature review, the following moderators that might influence the hepatoxicity of PBDE in rodents – congeners or mixture, rodent species or strains, life stage exposed, dosage, and duration of exposure were identified. As of the limitations of this study, the sex of rodents was not classified as moderator since this information was not reported in most of the included studies (n = 3 only, all rat studies). Moreover, endpoints such as changes in organ weight, histopathological changes, serum biomarkers, liver enzyme expression, lipid accumulation, reactive metabolites, mitochondrial damage, and endoplasmic reticular stress, were reflected as outcomes or indicators of hepatoxicity ( Table 2 ). In most of the included studies, parameters like bile acids, porphyrins, and cholesterol were either limited or not examined at all. Table 2 Included studies grouped according to reported endpoints of hepatotoxicity. Outcomes Indicators and parameters Involved studies A. Apical endpoints Organ Weight (OW) Liver weightLiver index   (liver mass/body weight) Blanco et al., 2012 ,  Brito et al., 2020 ,  Curcic et al., 2015 ,  Dunnick et al., 2012 ,  Dunnick et al., 2018 ,  Dunnick and Nyska, 2009 ,  Lee et al., 2010 ,  Liang et al., 2012 ,  Zhou et al., 2010 ,  Chen et al., 2022 Histopathological changes (HC) Hepatocyte swelling  Histopathological abnormalities  Hepatocytic fatty degeneration  Vacuolization  Pressure occlusion of hepatic sinusoids  hepatocyte apoptosis  Liver necrosis  Liver metastases  Hepatocellular hypertrophy  Liver lesions Albina et al., 2010 ,  Blanco et al., 2012 ,  Brito et al., 2020 ,  Curcic et al., 2015 ;  Dunnick et al., 2012 ,  Dunnick et al., 2018 ,  Lee et al., 2010 ,  Liang et al., 2012 ,  Zhou et al., 2010 ,  Chen et al., 2022 Lipid Accumulation (LA) Hepatocytic fatty degeneration Lee et al., 2010 ,  Chen et al., 2022 Liver enzyme expression level (LEE) Expressions of Cyp1A1, Cyp1A2, Cy2B, UDPGT, AST, ALT Blanco et al., 2012 ,  Brito et al., 2020 ,  Curcic et al., 2015 ,  Dunnick and Nyska, 2009 ,  Lee et al., 2010 ,  Chen et al., 2022 Apoptotic pathway (AP) Phagosomes  nuclear fragmentation, cytochrome  c  release, caspase 3 and caspase 9 activation Albina et al., 2010 ,  Pereira et al., 2017b ,  Pereira et al., 2018 B. Mechanistic endpoints Mitochondrial dysfunction (MD) Liver mitochondrial parameters (e.g., protein content, membrane potential respiration, mitochondrial swelling, Ca + efflux, ATP levels Pazin et al., 2015 ,  Pereira et al., 2017a ,  Pereira et al., 2017b ,  Chen et al., 2022 Endoplasmic reticulum stress (ERS) Endoplasmic stress markers (CHOP, XBP1, BiP/GRP78, PERK, IRE1) Pazin et al., 2015 ,  Chen et al., 2022 Oxidative stress markers (OSM) SOD, CAT, GRD, GPX, MDA, TBARS, XOD, GST Albina et al., 2010 ,  Blanco et al., 2012 ,  Curcic et al., 2015 ,  Liang et al., 2012 ,  Zhou et al., 2010 ,  Chen et al., 2022 Reactive metabolites (RM) Reactive oxygen and nitrogen species (RONs) e.g., Superoxide anion (O2–), Hydrogen peroxide (H2O2)Hydroxyl radical   (•OH)Singlet oxygen   (1O2)Peroxynitrite   (ONOO–), Nitric oxide (NO), Nitrogen dioxide (NO2)Peroxynitrite   (ONOO–)Nitrosyl ion   (NO + )Nitroxyl   (HNO) Pereira et al. (2017)  Pereira et al. (2018)\n\nIncluded studies grouped according to reported endpoints of hepatotoxicity.\n\nThree independent experts extracted data from the fourteen included studies. Data were recorded as follows; authors, year of publication, PBDE congeners, rodent species or strains used, number of subjects or animals, life stage exposed, duration of exposure, dosage, and indicators of liver toxicity. Data from the figures were extracted using a digitizer software program (DigitizeIt version 2.5, Braunschweig, Germany) ( https://www.digitizeit.xyz/ ). Data such as mean, percentage, frequency, and standard deviations (SD) were verified and retrieved to estimate the effect size of the outcomes.\n\nAs studies employed diverse methods for measuring continuous data (e.g., varying protein quantification methods, and different housekeeping genes for gene expression), data rescaling was undertaken. Standard mean difference (SMD) was used to facilitate comparison and combination of results from different studies ( Murad et al., 2019 ). For each study, the original outcome measures were extracted, and the SMD values were calculated using the standardized formula (Eq.  (3) ). These SMD values were then utilized in the meta-analysis, enabling the synthesis of results across various studies and endpoints. For studies with various metrics, continuous data were normalized using z-score transformation to make them dimensionless and centered around the mean ( Raymaekers & Rousseeuw, 2021 ). This allowed the researchers to assess the relative position of continuous data points within their respective distributions regardless of the methodology used.\n\nIn addressing the variability in administered doses and exposure durations across our study pool, a dose standardization approach was implemented. This approach involved calculating cumulative or time-weighted doses for each study participant based on their specific exposure duration. The resulting doses were then standardized to specific time points to facilitate consistent dose comparison ( Brown & Strickland, 2003 ).\n\nData transformation was performed in certain cases where dichotomous data (present/absent) needed to be compared to continuous data. To generate summary statistics and incorporate the outcome in a meta-analysis, the independent experts extracted the counts of individuals in the control and intervention groups who either experienced or did not experience the specific outcome. Subsequently, this study employed “odds ratio (OR)” to quantify the strength of association between the control group and experimental using the following equation (Eq.  (1) ). (1) O d d s  r a t i o O R = Odds  of  events  in  the  experimental  group Odds  of  events  in  t he  control  group = P E A c A E P c\n\nWhere, P E , A C , A E  and P C , are the number of subjects with outcome, Absent (S) or Present (P), in each group, Control (C) or experimental (E) ( Higgins et al., 2022 ). The odds ratio combines results from multiple studies, providing a unified measure of the association between variables across different research findings.\n\nIn the assumption that the continuous measurements in each experimental group adhere to a logistic distribution and that outcome variability is consistent among experimental and control groups, the odds ratios can be transformed into a standardized mean difference (SMD) using the following equation ( Chinn, 2000 ) (Eq.  (2) ). (2) SMD = 3 π I n O R\n\nWhere, lnOR refers to the natural logarithm of odds ratio (log odds ratio). The standard error of the log odds ratio can be transformed into the standard error of an SMD by applying a constant factor of (√3/π = 0.5513) ( Higgins et al., 2022 ). After calculating SMDs (or logarithms of odds ratios) along with their corresponding standard errors for all studies within the meta-analysis, these values can be aggregated using either the fixed-effect or random-effect methodologies.\n\nThe study employed the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) guidelines to assess the confidence and quality of evidence of each study. The GRADE framework was utilized to evaluate the study findings and determine the level of confidence in the evidence presented in the selected studies ( Phi et al., 2012 ;  Piggott et al., 2021 ;  Xie & Machado, 2021 ). The assessment process involved an initial rating of “high” confidence based on the study design and experimental characteristics. The risk of bias (RoB) was evaluated across five distinct domains, which included consistency of results, change of exposure levels over time, incomplete data, outcome measures, and presentation of results. These domains were independently assessed by two experts, who assigned ratings of “low” (green), “high” (red), or “unclear” (yellow) based on the presence or absence of specific criteria within each domain presented in  Table S3 . Conflicting ratings were resolved through re-evaluation and discussion.\n\nBased on this rigorous evaluation, the initial confidence rating of each study was adjusted, if necessary, through downgrading or upgrading based on the assessment of factors such as inconsistency, imprecision, incomplete data, publication bias, large effects, complete data, and dose–response relationships. One level of the downgrade is needed for low RoB, and two levels of a downgrade for high RoB. Other factors were eventually upgraded or downgraded by one level based on the experts’ judgment. The overall RoB was reported based on the highest rating received among the five domains of each study. Lastly, the level of evidence was described as “high” or “low” based on the reported overall RoB.\n\nCochrane’s Q and the I 2  test were utilized to assess the heterogeneity of the involved studies. To calculate heterogeneity, Q-value was compared to the variation observed if all studies were drawn from the same population probability sample. Moreover, studies were considered heterogenous if I 2  was greater than 50% (p < 0.05) ( Thorlund et al., 2012 ). Random-effect models were utilized if p < 0.050 and I 2  was greater than 50%, which means there was a high level of heterogeneity ( DerSimonian & Kacker, 2007 ).\n\nA meta-analysis was performed to estimate the overall effect size of PBDE exposure on hepatoxicity in rats and mice across the included studies. Subsequently, subgroup analysis (stratified analysis) was used to determine the significance of each moderator (type of PBDE congeners or mixtures, rodent species/strains, life stage exposed, duration of exposure, and dosage) on the hepatoxicity of PBDEs. Subgroup analysis is a component of meta-analysis that examines the effect of an intervention or exposure in a specific subset of the study population (moderators) rather than the entire population. ( Wang & Ware, 2013 ).\n\nThis study employed the standardized mean difference (SMD) for effect size measurement derived from the mean and the standard deviation (SD) of the maximum dosage group of PBDEs used in each study ( Faraone, 2008 ,  Andrade, 2020 ). SMD is a typical effect size measurement in meta-analyses and other research comparing group results. It normalizes the variation in means between two groups, which facilitates comparing effect sizes across several studies that might employ various scales or measures of the same outcome variable ( Bakbergenuly et al., 2020 ).\n\nThe equation for the SMD calculation is as follows (Eq.  (3) ). (3) SMD = ( m e a n  o f  c o n t r o l  g r o u p - m e a n  o f  e x p e r i m e n t a l  g r o u p ) pooled  standard  deviation  ( P o o l e d  S D )\n\nWhere; (4) Pooled  SD = ( S D  o f  c o n t r o l  g r o u p ) 2 - ( S D  o f  e x p e r i m e n t a l  g r o u p ) 2 2\n\nOnce the SMD is calculated, it can be interpreted as the standardized difference in means between the two groups, with larger values indicating a more significant effect size. A standard convention for interpreting SMD is to consider values of 0.2, 0.5, and 0.8 as small, medium, and large effect sizes, respectively ( Lin & Aloe, 2021 ). In toxicological studies, a positive standardized mean difference (SMD) (rightward directionality) indicates a detrimental effect of the treatment, such as an increase in toxicity or adverse effects of a chemical or drug ( Friedrich et al., 2011 ). The confidence interval (95% CI) is then calculated by adding and subtracting a value based on the desired confidence level and the pooled standard error estimate ( DerSimonian & Laird, 1986 ).\n\nThis study used meta-regression analysis on the numerical moderators (dosage and exposure duration) to examine the relationship between study-level numerical covariates and the effect size (or outcome) of interest. In addition, it was used to identify potential sources of heterogeneity across studies and to explore the factors that may explain variation in treatment effects across different studies ( Borenstein et al., 2011 ). Only total dosage amounts per body weight (dosage mg/kg/day × repeated days) (n = 14) were included in the analysis since meta-regression summarizes the data as a function instead of a single value ( Hansen et al., 2009 ;  Nuventra Pharma, 2021 ).\n\nFactorial analysis of variance (ANOVA) was used to investigate the interactions among the moderators (rodent species, dosage, duration of exposure, life, stage of exposure, and liver function markers) using the combined effects of two or more independent variables on the dependent variable (SMD in hepatoxicity) ( Ross & Willson, 2017 ). Moreover, interaction plots were used to visualize the relationship among these moderating variables. If the lines are parallel, this indicates that the effect of one moderator on the response variable (SMD) is the same at all levels of the other moderator, meaning no interaction between the two. On the contrary, if the lines are not parallel (intersecting), the effect of one moderator on the response variable (SMD) varies depending on the level of the other factor.\n\nSensitivity analysis was used to determine the reliability of the study's results by measuring the effects of removing any of the studies from the model ( Gorris & Yoe, 2014 ;  Mathur and VanderWeele, 2020 ). A funnel plot and Begg's test were conducted to assess publication bias, where  p  < 0.05 was considered significant. All statistical treatments and meta-analyses were performed using the “Comprehensive Meta-Analysis (CMA) Software Version 3 developed by Biostat Inc. ( https://www. meta -analysis.com/ )."
    },
    {
      "title": "Research design",
      "text": "This study used systematic review and meta-analysis as its primary research designs to investigate the hepatoxicity of PBDE congeners in different randomized controlled rodent studies. Generally, this study was designed following PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) Statements ( Moher et al., 2009 ). Furthermore, this study employed the literature search protocol from  Zhang et al. (2020) , the meta-analytic approach from  Nielsen et al. (2018) , and the assessment of the level of evidence from  Dorman et al. (2018) ."
    },
    {
      "title": "Literature search strategy",
      "text": "The software “Harzing's Publish or Perish” ( https://harzing.com ) was utilized for the literature search. The program searches through various online academic databases to collect information on publications, including citation data, h-index, and other metrics ( Harzing, 2007 ). Additionally, the study used five renowned and exhaustive databases to ensure that the search included all pertinent literature and journals: Crossref, Google Scholar, PUBMED, SCOPUS, and Cochrane Library. Other local and institutional databases such as university repositories and library records were used to widen the scope of literature search. This study used the PECO principle - Participants, Exposure, Comparator, and Outcomes to establish the main topic words ( Morgan et al., 2018 ), as presented in  Table 1 . Table 1 Participants, Exposure, Comparator, and Outcomes (PECO) Criteria. PECO Parameter Inclusion Criteria Data Extraction Participants (P) Rodents (rats and mice) Species, strains, age, sex Exposure (E) Polybrominated diphenyl ether (PBDE) exposure. PBDE congener or mixture (209 possible congeners and mixture)*, dose, route, duration Comparator (C) Control groups Exposure control Outcomes (O) Hepatotoxicity endpoints  Liver histopathological parameters  Liver function markers Methodology, biomarkers, and endpoints measured such as liver weight, liver histopathology, liver serum biomarkers, CYP enzyme expression, oxidative stress markers, liver mitochondrial parameters, hepatocyte membrane potential, nuclear fragmentation, endoplasmic reticular stress markers, lipid accumulation, and morphological changes. Note: * - The selection of PBDE congeners and mixtures included in the analysis was determined based on their availability and their explicit mention in the studies that met the inclusion criteria.\n\nParticipants, Exposure, Comparator, and Outcomes (PECO) Criteria.\n\nNote: * - The selection of PBDE congeners and mixtures included in the analysis was determined based on their availability and their explicit mention in the studies that met the inclusion criteria.\n\nTo identify as much literature as possible, we used keywords in Boolean queries such as  hepatoxicity, polybrominated diphenyl ethers, hepatotoxicity PBDEs, rats, mice, randomized controlled trial, randomised controlled trial, liver toxicity, liver damage, liver, DE, rodents, randomized controlled study, PBDE-induced hepatotoxicity,  and  rodent trials . More details regarding the search strategy, keywords, and the number of hits are described in Supplementary  Table S1  and  Figure S1 . The literature query was employed thrice, covering the period from April to August 2022, with an interval of one month between each iteration. The first search helps identify initial relevant studies and assess the effectiveness of the chosen keywords and search strings. Subsequent searches can be refined based on the initial results, potentially capturing additional relevant studies that were missed in the first search.\n\nDuplicates were identified using the literature search process through the implementation of “Harzing: Publish or Perish” that compares bibliographic information such as titles, authors, publication details, and abstracts ( Harzing, 2007 ). This software systematically flagged and eliminated duplicate entries, ensuring that only unique studies were considered for further evaluation. In addition, we manually examined references from the included studies for additional articles. The abstracts of all retrieved publications were initially evaluated for relevance. In the title-abstract review process, we employed a screening software – “EPPI-Reviewer” to facilitate the initial assessment of article relevance ( Thomas et al., 2010 ). Two independent reviewers evaluated each article to determine its eligibility for full-text review. Any conflicts or discrepancies in their assessments were resolved through discussion and consensus ( Table S2 ). The full texts of preliminary considered papers were re-evaluated to determine the final list of acceptable articles. The language of featured publications was restricted to English. Overall, a total of 14 studies were identified and included in the meta-analysis.  Fig. 1  depicts a flowchart describing the literature search strategy. Fig. 1 Strategy of literature survey.\n\nStrategy of literature survey."
    },
    {
      "title": "Selection criteria",
      "text": "Selected studies met the following criteria: (1) investigated the hepatoxicity of PBDE congeners and mixtures, (2) used rodents (e.g., mice or rats) (3) studies that employed randomization in assigning animal subjects to treatment group (randomized controlled trials), and (4) published in peer-reviewed journals and conference proceedings. Some studies were not included in the meta-analysis because of the following reasons: (1) not randomized controlled studies, (2) non-rodent studies, (3)  in vitro  cell-based studies, (4) a review or meta-analysis, and (5) lack of adequate data or absence of information pertaining to study design, rodent species, control groups, randomization procedures, outcome measures, and publication status. While  in vitro  cell-based research provides mechanistic insights, studying PBDE exposure in rodents  in vivo  gives a more comprehensive view of systemic effects. Moreover, this meta-analysis excluded research papers focused on the environmental biomonitoring of PBDEs. To expand the range of search strategies, the publication date was not considered a criterion for selection."
    },
    {
      "title": "Exposure to chemicals and outcomes",
      "text": "PBDE congeners and mixtures (DE-71, BDE-47, BDE-71, BDE-99, BDE-153, BDE-209, and ∑PBDEs (total)) were used for chemical exposure. Based on the literature review, the following moderators that might influence the hepatoxicity of PBDE in rodents – congeners or mixture, rodent species or strains, life stage exposed, dosage, and duration of exposure were identified. As of the limitations of this study, the sex of rodents was not classified as moderator since this information was not reported in most of the included studies (n = 3 only, all rat studies). Moreover, endpoints such as changes in organ weight, histopathological changes, serum biomarkers, liver enzyme expression, lipid accumulation, reactive metabolites, mitochondrial damage, and endoplasmic reticular stress, were reflected as outcomes or indicators of hepatoxicity ( Table 2 ). In most of the included studies, parameters like bile acids, porphyrins, and cholesterol were either limited or not examined at all. Table 2 Included studies grouped according to reported endpoints of hepatotoxicity. Outcomes Indicators and parameters Involved studies A. Apical endpoints Organ Weight (OW) Liver weightLiver index   (liver mass/body weight) Blanco et al., 2012 ,  Brito et al., 2020 ,  Curcic et al., 2015 ,  Dunnick et al., 2012 ,  Dunnick et al., 2018 ,  Dunnick and Nyska, 2009 ,  Lee et al., 2010 ,  Liang et al., 2012 ,  Zhou et al., 2010 ,  Chen et al., 2022 Histopathological changes (HC) Hepatocyte swelling  Histopathological abnormalities  Hepatocytic fatty degeneration  Vacuolization  Pressure occlusion of hepatic sinusoids  hepatocyte apoptosis  Liver necrosis  Liver metastases  Hepatocellular hypertrophy  Liver lesions Albina et al., 2010 ,  Blanco et al., 2012 ,  Brito et al., 2020 ,  Curcic et al., 2015 ;  Dunnick et al., 2012 ,  Dunnick et al., 2018 ,  Lee et al., 2010 ,  Liang et al., 2012 ,  Zhou et al., 2010 ,  Chen et al., 2022 Lipid Accumulation (LA) Hepatocytic fatty degeneration Lee et al., 2010 ,  Chen et al., 2022 Liver enzyme expression level (LEE) Expressions of Cyp1A1, Cyp1A2, Cy2B, UDPGT, AST, ALT Blanco et al., 2012 ,  Brito et al., 2020 ,  Curcic et al., 2015 ,  Dunnick and Nyska, 2009 ,  Lee et al., 2010 ,  Chen et al., 2022 Apoptotic pathway (AP) Phagosomes  nuclear fragmentation, cytochrome  c  release, caspase 3 and caspase 9 activation Albina et al., 2010 ,  Pereira et al., 2017b ,  Pereira et al., 2018 B. Mechanistic endpoints Mitochondrial dysfunction (MD) Liver mitochondrial parameters (e.g., protein content, membrane potential respiration, mitochondrial swelling, Ca + efflux, ATP levels Pazin et al., 2015 ,  Pereira et al., 2017a ,  Pereira et al., 2017b ,  Chen et al., 2022 Endoplasmic reticulum stress (ERS) Endoplasmic stress markers (CHOP, XBP1, BiP/GRP78, PERK, IRE1) Pazin et al., 2015 ,  Chen et al., 2022 Oxidative stress markers (OSM) SOD, CAT, GRD, GPX, MDA, TBARS, XOD, GST Albina et al., 2010 ,  Blanco et al., 2012 ,  Curcic et al., 2015 ,  Liang et al., 2012 ,  Zhou et al., 2010 ,  Chen et al., 2022 Reactive metabolites (RM) Reactive oxygen and nitrogen species (RONs) e.g., Superoxide anion (O2–), Hydrogen peroxide (H2O2)Hydroxyl radical   (•OH)Singlet oxygen   (1O2)Peroxynitrite   (ONOO–), Nitric oxide (NO), Nitrogen dioxide (NO2)Peroxynitrite   (ONOO–)Nitrosyl ion   (NO + )Nitroxyl   (HNO) Pereira et al. (2017)  Pereira et al. (2018)\n\nIncluded studies grouped according to reported endpoints of hepatotoxicity."
    },
    {
      "title": "Data extraction",
      "text": "Three independent experts extracted data from the fourteen included studies. Data were recorded as follows; authors, year of publication, PBDE congeners, rodent species or strains used, number of subjects or animals, life stage exposed, duration of exposure, dosage, and indicators of liver toxicity. Data from the figures were extracted using a digitizer software program (DigitizeIt version 2.5, Braunschweig, Germany) ( https://www.digitizeit.xyz/ ). Data such as mean, percentage, frequency, and standard deviations (SD) were verified and retrieved to estimate the effect size of the outcomes."
    },
    {
      "title": "Data normalization and rescaling",
      "text": "As studies employed diverse methods for measuring continuous data (e.g., varying protein quantification methods, and different housekeeping genes for gene expression), data rescaling was undertaken. Standard mean difference (SMD) was used to facilitate comparison and combination of results from different studies ( Murad et al., 2019 ). For each study, the original outcome measures were extracted, and the SMD values were calculated using the standardized formula (Eq.  (3) ). These SMD values were then utilized in the meta-analysis, enabling the synthesis of results across various studies and endpoints. For studies with various metrics, continuous data were normalized using z-score transformation to make them dimensionless and centered around the mean ( Raymaekers & Rousseeuw, 2021 ). This allowed the researchers to assess the relative position of continuous data points within their respective distributions regardless of the methodology used.\n\nIn addressing the variability in administered doses and exposure durations across our study pool, a dose standardization approach was implemented. This approach involved calculating cumulative or time-weighted doses for each study participant based on their specific exposure duration. The resulting doses were then standardized to specific time points to facilitate consistent dose comparison ( Brown & Strickland, 2003 ).\n\nData transformation was performed in certain cases where dichotomous data (present/absent) needed to be compared to continuous data. To generate summary statistics and incorporate the outcome in a meta-analysis, the independent experts extracted the counts of individuals in the control and intervention groups who either experienced or did not experience the specific outcome. Subsequently, this study employed “odds ratio (OR)” to quantify the strength of association between the control group and experimental using the following equation (Eq.  (1) ). (1) O d d s  r a t i o O R = Odds  of  events  in  the  experimental  group Odds  of  events  in  t he  control  group = P E A c A E P c\n\nWhere, P E , A C , A E  and P C , are the number of subjects with outcome, Absent (S) or Present (P), in each group, Control (C) or experimental (E) ( Higgins et al., 2022 ). The odds ratio combines results from multiple studies, providing a unified measure of the association between variables across different research findings.\n\nIn the assumption that the continuous measurements in each experimental group adhere to a logistic distribution and that outcome variability is consistent among experimental and control groups, the odds ratios can be transformed into a standardized mean difference (SMD) using the following equation ( Chinn, 2000 ) (Eq.  (2) ). (2) SMD = 3 π I n O R\n\nWhere, lnOR refers to the natural logarithm of odds ratio (log odds ratio). The standard error of the log odds ratio can be transformed into the standard error of an SMD by applying a constant factor of (√3/π = 0.5513) ( Higgins et al., 2022 ). After calculating SMDs (or logarithms of odds ratios) along with their corresponding standard errors for all studies within the meta-analysis, these values can be aggregated using either the fixed-effect or random-effect methodologies."
    },
    {
      "title": "Continuous outcomes",
      "text": "As studies employed diverse methods for measuring continuous data (e.g., varying protein quantification methods, and different housekeeping genes for gene expression), data rescaling was undertaken. Standard mean difference (SMD) was used to facilitate comparison and combination of results from different studies ( Murad et al., 2019 ). For each study, the original outcome measures were extracted, and the SMD values were calculated using the standardized formula (Eq.  (3) ). These SMD values were then utilized in the meta-analysis, enabling the synthesis of results across various studies and endpoints. For studies with various metrics, continuous data were normalized using z-score transformation to make them dimensionless and centered around the mean ( Raymaekers & Rousseeuw, 2021 ). This allowed the researchers to assess the relative position of continuous data points within their respective distributions regardless of the methodology used.\n\nIn addressing the variability in administered doses and exposure durations across our study pool, a dose standardization approach was implemented. This approach involved calculating cumulative or time-weighted doses for each study participant based on their specific exposure duration. The resulting doses were then standardized to specific time points to facilitate consistent dose comparison ( Brown & Strickland, 2003 )."
    },
    {
      "title": "Dichotomous outcomes",
      "text": "Data transformation was performed in certain cases where dichotomous data (present/absent) needed to be compared to continuous data. To generate summary statistics and incorporate the outcome in a meta-analysis, the independent experts extracted the counts of individuals in the control and intervention groups who either experienced or did not experience the specific outcome. Subsequently, this study employed “odds ratio (OR)” to quantify the strength of association between the control group and experimental using the following equation (Eq.  (1) ). (1) O d d s  r a t i o O R = Odds  of  events  in  the  experimental  group Odds  of  events  in  t he  control  group = P E A c A E P c\n\nWhere, P E , A C , A E  and P C , are the number of subjects with outcome, Absent (S) or Present (P), in each group, Control (C) or experimental (E) ( Higgins et al., 2022 ). The odds ratio combines results from multiple studies, providing a unified measure of the association between variables across different research findings."
    },
    {
      "title": "Combining continuous and dichotomous outcomes",
      "text": "In the assumption that the continuous measurements in each experimental group adhere to a logistic distribution and that outcome variability is consistent among experimental and control groups, the odds ratios can be transformed into a standardized mean difference (SMD) using the following equation ( Chinn, 2000 ) (Eq.  (2) ). (2) SMD = 3 π I n O R\n\nWhere, lnOR refers to the natural logarithm of odds ratio (log odds ratio). The standard error of the log odds ratio can be transformed into the standard error of an SMD by applying a constant factor of (√3/π = 0.5513) ( Higgins et al., 2022 ). After calculating SMDs (or logarithms of odds ratios) along with their corresponding standard errors for all studies within the meta-analysis, these values can be aggregated using either the fixed-effect or random-effect methodologies."
    },
    {
      "title": "Assessment of the level of evidence",
      "text": "The study employed the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) guidelines to assess the confidence and quality of evidence of each study. The GRADE framework was utilized to evaluate the study findings and determine the level of confidence in the evidence presented in the selected studies ( Phi et al., 2012 ;  Piggott et al., 2021 ;  Xie & Machado, 2021 ). The assessment process involved an initial rating of “high” confidence based on the study design and experimental characteristics. The risk of bias (RoB) was evaluated across five distinct domains, which included consistency of results, change of exposure levels over time, incomplete data, outcome measures, and presentation of results. These domains were independently assessed by two experts, who assigned ratings of “low” (green), “high” (red), or “unclear” (yellow) based on the presence or absence of specific criteria within each domain presented in  Table S3 . Conflicting ratings were resolved through re-evaluation and discussion.\n\nBased on this rigorous evaluation, the initial confidence rating of each study was adjusted, if necessary, through downgrading or upgrading based on the assessment of factors such as inconsistency, imprecision, incomplete data, publication bias, large effects, complete data, and dose–response relationships. One level of the downgrade is needed for low RoB, and two levels of a downgrade for high RoB. Other factors were eventually upgraded or downgraded by one level based on the experts’ judgment. The overall RoB was reported based on the highest rating received among the five domains of each study. Lastly, the level of evidence was described as “high” or “low” based on the reported overall RoB."
    },
    {
      "title": "Data analysis",
      "text": "Cochrane’s Q and the I 2  test were utilized to assess the heterogeneity of the involved studies. To calculate heterogeneity, Q-value was compared to the variation observed if all studies were drawn from the same population probability sample. Moreover, studies were considered heterogenous if I 2  was greater than 50% (p < 0.05) ( Thorlund et al., 2012 ). Random-effect models were utilized if p < 0.050 and I 2  was greater than 50%, which means there was a high level of heterogeneity ( DerSimonian & Kacker, 2007 ).\n\nA meta-analysis was performed to estimate the overall effect size of PBDE exposure on hepatoxicity in rats and mice across the included studies. Subsequently, subgroup analysis (stratified analysis) was used to determine the significance of each moderator (type of PBDE congeners or mixtures, rodent species/strains, life stage exposed, duration of exposure, and dosage) on the hepatoxicity of PBDEs. Subgroup analysis is a component of meta-analysis that examines the effect of an intervention or exposure in a specific subset of the study population (moderators) rather than the entire population. ( Wang & Ware, 2013 ).\n\nThis study employed the standardized mean difference (SMD) for effect size measurement derived from the mean and the standard deviation (SD) of the maximum dosage group of PBDEs used in each study ( Faraone, 2008 ,  Andrade, 2020 ). SMD is a typical effect size measurement in meta-analyses and other research comparing group results. It normalizes the variation in means between two groups, which facilitates comparing effect sizes across several studies that might employ various scales or measures of the same outcome variable ( Bakbergenuly et al., 2020 ).\n\nThe equation for the SMD calculation is as follows (Eq.  (3) ). (3) SMD = ( m e a n  o f  c o n t r o l  g r o u p - m e a n  o f  e x p e r i m e n t a l  g r o u p ) pooled  standard  deviation  ( P o o l e d  S D )\n\nWhere; (4) Pooled  SD = ( S D  o f  c o n t r o l  g r o u p ) 2 - ( S D  o f  e x p e r i m e n t a l  g r o u p ) 2 2\n\nOnce the SMD is calculated, it can be interpreted as the standardized difference in means between the two groups, with larger values indicating a more significant effect size. A standard convention for interpreting SMD is to consider values of 0.2, 0.5, and 0.8 as small, medium, and large effect sizes, respectively ( Lin & Aloe, 2021 ). In toxicological studies, a positive standardized mean difference (SMD) (rightward directionality) indicates a detrimental effect of the treatment, such as an increase in toxicity or adverse effects of a chemical or drug ( Friedrich et al., 2011 ). The confidence interval (95% CI) is then calculated by adding and subtracting a value based on the desired confidence level and the pooled standard error estimate ( DerSimonian & Laird, 1986 ).\n\nThis study used meta-regression analysis on the numerical moderators (dosage and exposure duration) to examine the relationship between study-level numerical covariates and the effect size (or outcome) of interest. In addition, it was used to identify potential sources of heterogeneity across studies and to explore the factors that may explain variation in treatment effects across different studies ( Borenstein et al., 2011 ). Only total dosage amounts per body weight (dosage mg/kg/day × repeated days) (n = 14) were included in the analysis since meta-regression summarizes the data as a function instead of a single value ( Hansen et al., 2009 ;  Nuventra Pharma, 2021 ).\n\nFactorial analysis of variance (ANOVA) was used to investigate the interactions among the moderators (rodent species, dosage, duration of exposure, life, stage of exposure, and liver function markers) using the combined effects of two or more independent variables on the dependent variable (SMD in hepatoxicity) ( Ross & Willson, 2017 ). Moreover, interaction plots were used to visualize the relationship among these moderating variables. If the lines are parallel, this indicates that the effect of one moderator on the response variable (SMD) is the same at all levels of the other moderator, meaning no interaction between the two. On the contrary, if the lines are not parallel (intersecting), the effect of one moderator on the response variable (SMD) varies depending on the level of the other factor.\n\nSensitivity analysis was used to determine the reliability of the study's results by measuring the effects of removing any of the studies from the model ( Gorris & Yoe, 2014 ;  Mathur and VanderWeele, 2020 ). A funnel plot and Begg's test were conducted to assess publication bias, where  p  < 0.05 was considered significant. All statistical treatments and meta-analyses were performed using the “Comprehensive Meta-Analysis (CMA) Software Version 3 developed by Biostat Inc. ( https://www. meta -analysis.com/ )."
    },
    {
      "title": "Test of heterogeneity",
      "text": "Cochrane’s Q and the I 2  test were utilized to assess the heterogeneity of the involved studies. To calculate heterogeneity, Q-value was compared to the variation observed if all studies were drawn from the same population probability sample. Moreover, studies were considered heterogenous if I 2  was greater than 50% (p < 0.05) ( Thorlund et al., 2012 ). Random-effect models were utilized if p < 0.050 and I 2  was greater than 50%, which means there was a high level of heterogeneity ( DerSimonian & Kacker, 2007 )."
    },
    {
      "title": "Meta-analysis and calculation of effect size",
      "text": "A meta-analysis was performed to estimate the overall effect size of PBDE exposure on hepatoxicity in rats and mice across the included studies. Subsequently, subgroup analysis (stratified analysis) was used to determine the significance of each moderator (type of PBDE congeners or mixtures, rodent species/strains, life stage exposed, duration of exposure, and dosage) on the hepatoxicity of PBDEs. Subgroup analysis is a component of meta-analysis that examines the effect of an intervention or exposure in a specific subset of the study population (moderators) rather than the entire population. ( Wang & Ware, 2013 ).\n\nThis study employed the standardized mean difference (SMD) for effect size measurement derived from the mean and the standard deviation (SD) of the maximum dosage group of PBDEs used in each study ( Faraone, 2008 ,  Andrade, 2020 ). SMD is a typical effect size measurement in meta-analyses and other research comparing group results. It normalizes the variation in means between two groups, which facilitates comparing effect sizes across several studies that might employ various scales or measures of the same outcome variable ( Bakbergenuly et al., 2020 ).\n\nThe equation for the SMD calculation is as follows (Eq.  (3) ). (3) SMD = ( m e a n  o f  c o n t r o l  g r o u p - m e a n  o f  e x p e r i m e n t a l  g r o u p ) pooled  standard  deviation  ( P o o l e d  S D )\n\nWhere; (4) Pooled  SD = ( S D  o f  c o n t r o l  g r o u p ) 2 - ( S D  o f  e x p e r i m e n t a l  g r o u p ) 2 2\n\nOnce the SMD is calculated, it can be interpreted as the standardized difference in means between the two groups, with larger values indicating a more significant effect size. A standard convention for interpreting SMD is to consider values of 0.2, 0.5, and 0.8 as small, medium, and large effect sizes, respectively ( Lin & Aloe, 2021 ). In toxicological studies, a positive standardized mean difference (SMD) (rightward directionality) indicates a detrimental effect of the treatment, such as an increase in toxicity or adverse effects of a chemical or drug ( Friedrich et al., 2011 ). The confidence interval (95% CI) is then calculated by adding and subtracting a value based on the desired confidence level and the pooled standard error estimate ( DerSimonian & Laird, 1986 )."
    },
    {
      "title": "Meta-regression",
      "text": "This study used meta-regression analysis on the numerical moderators (dosage and exposure duration) to examine the relationship between study-level numerical covariates and the effect size (or outcome) of interest. In addition, it was used to identify potential sources of heterogeneity across studies and to explore the factors that may explain variation in treatment effects across different studies ( Borenstein et al., 2011 ). Only total dosage amounts per body weight (dosage mg/kg/day × repeated days) (n = 14) were included in the analysis since meta-regression summarizes the data as a function instead of a single value ( Hansen et al., 2009 ;  Nuventra Pharma, 2021 )."
    },
    {
      "title": "Interaction analysis",
      "text": "Factorial analysis of variance (ANOVA) was used to investigate the interactions among the moderators (rodent species, dosage, duration of exposure, life, stage of exposure, and liver function markers) using the combined effects of two or more independent variables on the dependent variable (SMD in hepatoxicity) ( Ross & Willson, 2017 ). Moreover, interaction plots were used to visualize the relationship among these moderating variables. If the lines are parallel, this indicates that the effect of one moderator on the response variable (SMD) is the same at all levels of the other moderator, meaning no interaction between the two. On the contrary, if the lines are not parallel (intersecting), the effect of one moderator on the response variable (SMD) varies depending on the level of the other factor."
    },
    {
      "title": "Test of sensitivity and publication bias",
      "text": "Sensitivity analysis was used to determine the reliability of the study's results by measuring the effects of removing any of the studies from the model ( Gorris & Yoe, 2014 ;  Mathur and VanderWeele, 2020 ). A funnel plot and Begg's test were conducted to assess publication bias, where  p  < 0.05 was considered significant. All statistical treatments and meta-analyses were performed using the “Comprehensive Meta-Analysis (CMA) Software Version 3 developed by Biostat Inc. ( https://www. meta -analysis.com/ )."
    },
    {
      "title": "Results",
      "text": "Fourteen randomized controlled studies were screened and formally included in the meta-analysis ( Table 3 ). Included studies were published in peer-reviewed journals from 2009 to 2022 and focused on the evaluation of the hepatoxicity of individual PBDE congeners or mixtures in rodents (rats or mice) administered by oral gavage. BDE-209 was the most studied (n = 7), while the other congeners and mixtures used were BDE-47 (n = 2), BDE-99 (n = 3), BDE-153 (n = 1), and DE-71 (n = 3). Ten studies used rat species and strains (Winstar Han = 5; Sprague Dawley = 3; Albino rat = 1; F344/N = 1;) while four studies used mice strains (C57BL/6 = 2; Kun Ming = 1; CD1-Swiss = 1). All included studies assessed the hepatotoxicity of PBDEs by measuring a range of outcomes involving both apical and mechanistic endpoints. Apical endpoints encompass specific and direct indicators of hepatotoxicity, including alterations in liver weight, the presence of liver deformities and lesions, lipid accumulation, changes in gene and protein expressions, as well as shifts in serum marker concentrations. On the other hand, mechanistic endpoints, while not as specific, play a crucial role in elucidating PBDE-induced hepatotoxicity. These endpoints encompass factors like oxidative stress markers, reactive metabolites, mitochondrial damage, and endoplasmic reticular stress ( Mosedale & Watkins, 2017 ) ( Table 2 ). Table 3 Characteristics of studies used for the meta-analysis. PBDE  Congeners/ Mixture Studies Species (strain) N Life stage Exposed* Duration of Exposure Dosage Hepatotoxicity outcomes DE-71 Dunnick & Nyska, (2009) Rat  (F344/N) 20 PND42-PND117  (Puberty to sexual maturity) 75 days 0.01, 5, 50, 100, 500 mg/kg/day Liver weight (↑); hypertrophy (+).Expressions of Cyp1A1(↑), Cyp1A2(↑), Cy2B (↑), UDPGT  (↑) Dunnick et al. (2012) Rat  (Wistar Han) 20 G6-PND21  (Embryonic to weaning) 27 days 50 mg/kg/day Liver weight (↑); hepatocyte hypertrophy (+) and vacuolization (+); Differentially expressed transcripts (DETs) (↑) Dunnick et al. (2018) Rat  (Wistar Han) 24 GD6-PND21  (Embryonic to weaning) 27 days 0.1, 15, 50  mg/kg/day Liver weight (↑), liver index (↑),liver lesions   (+), fatty change (+), liver hypertrophy (+), and liver transcriptomic changes (cytochrome 450 transcripts (↑), ABC membrane transport transcripts (↓)) BDE-47 Pazin et al. (2015) Rat  (Wistar Han) 30 n/a n/a 0.1, 1,5,10,25,50  µg/kg/day Liver mitochondrial parameters (e.g., protein content (↑), membrane potential (↑), respiration, mitochondrial swelling (↑), Ca + efflux (↑), ATP levels (↓)) Dunnick et al. (2018) Rat  (Wistar Han) 24 GD6-PND21  (Embryonic to weaning) 27 days 0.1, 15, 50  mg/kg/day Liver weight (↑), liver index (↑),liver lesions   (+), fatty change (+), liver hypertrophy (+), and liver transcriptomic changes (cytochrome 450 transcripts (↑), ABC membrane transport transcripts (↓)) BDE-99 Albina et al. (2010) Rat (Sprague-Dawley) 30 PND49-PND94  (Puberty to sexual maturity) 45 days 0.6, 1.2  mg/kg  (single dose) Oxidative stress markers (SOD (↑), CAT (↑), GRD (↑), GPX (↑), TBARS (↑), GST (↓); Histopathological abnormalities (+), Phagosomes (+) Blanco et al. (2012) Rat (Sprague-Dawley) 32 GD6 – GD19  (Embryonic to Fetal) 14 days 0.5, 1.0, 2.0  mg/kg/day Liver hypertrophy (+); oxidative stress markers (SOD (↑), CAT (↑), GR (↑), GPx (↑), GST (↑), TBARS (↑)); Cyp1A1 (↑), Cyp1A2 (↑), Cyp2B1 (↑), and Cyp3B2 (↑) expression; teratogenicity (-) Pazin et al. (2015) Rat  (Wistar Han) 30 n/a n/a 0.1, 1,5,10,25,50  µg/kg/day Liver mitochondrial parameters (e.g., protein content (↑), membrane potential (↑), respiration, mitochondrial swelling (↑), Ca + efflux (↑), ATP levels (↓)) BDE-153 Pereira et al. (2018) Rat  (Wistar Han) 30 n/a n/a 0.1, 1, 5, 10, 25 mg/kg/day Liver mitochondrial parameters (e.g., mitochondrial membrane potential dissipation (+), mitochondrial swelling (↑), ATP levels (↓)), liver cells metabolic activities (↑), RONs accumulation (↑), PS cytotoxicity (↑), nuclear fragmentation (↑), Cyt c (↑), AIF (↑), Caspase 3 activation (+). BDE-209 Brito et al. (2020) Mouse (C57BL/6) 36 PND49-PND94  (Breeding age) 45 days 0.08, 0.8,8.0 µg/kg every 5 days Liver index (x), ALT (↑), AST (↑), Oxidate stress markers (CAT (x), NPT (↑), LPO (↑), GST (x), SOD(x)), liver metastases (+). Chen et al. (2022) Mouse (C57BL/6) 30 PND28-PND84  (Puberty to breeding age) 56 days 100  mg/kg  (Single dose) Liver index (x), AST (↑), ALT (↑), lipid accumulation (↑), liver tissue anomaly and lesions (+), hepatocyte apoptosis rate (↑), endoplasmic reticulum stress (↑), Ca 2+  efflux (↑), hepatic inflammatory factors (IL-1 (↑) and TNF-α (↑)), hepatic mitochondrial function (e.g., membrane potential (↓), ATP levels (↓). Curcic et al. (2015) Rat (Albino Wistar Han) 40 n/a 21 days 1000, 2000, 4000  mg/kg/day Liver weight (↑); liver enzyme activities (AST (↑), ALT (↑), ALP (↑), γ-GT (↑)); histopathological changes (+); stress markers (MDA (↑), SOD (↓), -SH (↑)) Lee et al. (2010) Rat (Sprague-Dawley) 24 PND10 – PND42  (Neonate to weaning) 32 days 100,300,600 mg/kg/day Liver weight (↑); Cyp1A1 (↑), Cyp1A2 (↑), and Cy2B (↑) expression; nuclear receptors expression (CAR (↑) and PXR (↑)), Hepatocytic fatty degeneration (+) Liang et al. (2012) Mouse  (CD-1 Swiss) 45 PND70-PND130  (Breeding age) 15, 30, 60 days 0.1,40, 80, 160  mg/kg/day Hepatocyte swelling (+); Pressure occlusion of hepatic sinusoids (↑).XOD (↑), GPT (↑), and GOT (↑)   activities. Pereira et al. (2017) Rat  (Wistar Han) 30 n/a n/a 0.1, 1, 5, 10, 25 mg/kg/day Liver mitochondrial parameters (e.g., mitochondrial swelling (↑), ATP levels (↓), collapsed membrane potential (+); HepG2 viability (↓), ROS (↑), PS cytotoxicity (↑), nuclear fragmentation (↑), cytochrome  c  release (↑), caspase 3 (+) and caspase 9 (+) activation) Zhou et al. (2010) Mouse  (Kun Ming) 24 PND35-PND42  (Puberty) 7 days 50, 100, 200 mg/kg/day Liver index (liver mass/body weight) (↑); oxidative stress markers – SOD (↓) and MDA (↑) Notes:  N – number of animals examined; GD – Gestational Day; PND – Post-natal day; ↑/↓ - increase or decrease; +/- - presence or absence; x- no significant changes; DE-71 - a mixture of BDE-47, BDE-99, BDE-100, and BDE153; n/a- data not available; Cytochrome isoforms - Cyp1A1, Cyp1A2, Cy2B, Cyp3B2; UDPGT - uridine diphosphate glucuronic transferase; SOD – superoxide dismutase; -SH – thiols; CAT – catalase; GRD – glutathione reductase; GPX – glutathione peroxidase; GST – glutathione S transferase; TBARS - thiobarbituric acid-reactive substances; CAR - constitutive androstane receptor; PXR – pregnane X receptor; MDA – malondialdehyde; DETs include Aldh1a1, Cyp1a1, Abcc3, Zshhx2, Far4, Cltb, Abhd4, Abhd4, Ces2, Zeint, Fam134b, And Vps26a; XOD- xanthine oxidoreductase; GPT- glutamic pyruvic transaminase; PS - phosphatidylserine GOD – glutamic oxalacetic transaminase; ABC- ATP-binding cassette; AIF – apoptosis-inducing factor; AST – aspartate transaminase; ALT – alanine transaminase; ALP – alkaline phosphatase; γ-GT – gamma-glutamyl transfuse; ATP – adenosine triphosphate; RONs – reactive oxygen and nitrogen species; NPT – nonprotein thiols; LPO – lipid peroxidase; IL-1- interleukin-1; TNF-ɑ - tumor necrosis factor – alpha.\n\nCharacteristics of studies used for the meta-analysis.\n\nNotes:  N – number of animals examined; GD – Gestational Day; PND – Post-natal day; ↑/↓ - increase or decrease; +/- - presence or absence; x- no significant changes; DE-71 - a mixture of BDE-47, BDE-99, BDE-100, and BDE153; n/a- data not available; Cytochrome isoforms - Cyp1A1, Cyp1A2, Cy2B, Cyp3B2; UDPGT - uridine diphosphate glucuronic transferase; SOD – superoxide dismutase; -SH – thiols; CAT – catalase; GRD – glutathione reductase; GPX – glutathione peroxidase; GST – glutathione S transferase; TBARS - thiobarbituric acid-reactive substances; CAR - constitutive androstane receptor; PXR – pregnane X receptor; MDA – malondialdehyde; DETs include Aldh1a1, Cyp1a1, Abcc3, Zshhx2, Far4, Cltb, Abhd4, Abhd4, Ces2, Zeint, Fam134b, And Vps26a; XOD- xanthine oxidoreductase; GPT- glutamic pyruvic transaminase; PS - phosphatidylserine GOD – glutamic oxalacetic transaminase; ABC- ATP-binding cassette; AIF – apoptosis-inducing factor; AST – aspartate transaminase; ALT – alanine transaminase; ALP – alkaline phosphatase; γ-GT – gamma-glutamyl transfuse; ATP – adenosine triphosphate; RONs – reactive oxygen and nitrogen species; NPT – nonprotein thiols; LPO – lipid peroxidase; IL-1- interleukin-1; TNF-ɑ - tumor necrosis factor – alpha.\n\nUsing the Cochrane-Q and I 2  test, the heterogeneity of the involved studies was 53%, implying high heterogeneity ( p  = 0.045). Thus, the overall SMD on the association between exposure to ∑PBDE congeners and hepatotoxicity in rodents (rats and mice) was calculated using the random effect model. Begg’s funnel plot was utilized to examine the publication bias of the studies, and the plot revealed no indication of an asymmetrical form, indicating no significant publication bias ( Fig. 2 ). A sensitivity analysis was conducted to confirm the reliability of the results.  Fig. 3  shows that when any study was removed from the model, the significant results of the hepatoxicity of ∑PBDE congeners were unchanged (overall SMD = 1.82, CI = 1.07, 2.02), as presented in section 3.3.1. Thus, the results revealed that the findings of this meta-analysis were reliable and acceptable. Fig. 2 Funnel plot for all studies (Begg's test value = 0.205, p = 0.433) .  Each bubble represents individual studies. Fig. 3 Results of Sensitivity Test (given named study is omitted).\n\nFunnel plot for all studies (Begg's test value = 0.205, p = 0.433) .  Each bubble represents individual studies.\n\nResults of Sensitivity Test (given named study is omitted).\n\nFurthermore, the GRADE analysis revealed that a majority of the studies (n = 10) included in the review exhibited low risk of bias (RoB) ratings, indicating a heightened likelihood of their results being internally valid and reliable. It's important to note, however, that possessing a low risk of bias does not necessarily equate to a study's results being universally valid and reliable. In contrast, four studies received serious RoB ratings due to issues like incomplete data and selective outcomes reporting. This perspective emphasizes the multifaceted nature of study evaluation and underscores the need for a comprehensive assessment of various factors impacting study quality.\n\nA meta-analysis was conducted to determine the overall effect size of PBDE exposure on hepatoxicity in rodents across the fourteen studies using the data from the highest dosage group. All the studies generated 16 SMDs with significant positive associations ( p  < 0.05). According to the random effects model ( Fig. 4 ), the overall SMD of the hepatoxicity of PBDE congeners and mixtures in rodents was 1.82 (95% CI = 1.07, 2.02, p = 0.016), indicating that exposure to PBDE congeners and mixtures is associated with a significant increase in liver toxicity in rodents. Fig. 4 Forest plot for the hepatotoxic effects of PBDE congeners and mixtures in rodents.\n\nForest plot for the hepatotoxic effects of PBDE congeners and mixtures in rodents.\n\nFurthermore, results showed significant heterogeneity among the studies included in the overall meta-analysis (Q = 102.3, p = 0.045; I 2  = 53%), which may contribute to the pooled effect size. Thus, subgroup analyses were conducted to identify factors or moderators driving the observed differences between studies.\n\nDue to limited representations for each rodent strain, only species-level analysis was carried out to determine if there were significant differences in the susceptibility or sensitivity of rodents in PBDE-induced hepatoxicity. Results suggest that there may be species-related differences in the hepatoxicity induced by PBDEs among rodents, with a higher SMD observed in the rat subgroup (SMD = 1.79, 95% CI = 1.68, 1.98, p = 0.027) compared to the mouse subgroup (SMD = 1.46, 95% CI = -0.88, 1.59, p = 0.017) ( Fig. 5 ). Fig. 5 Forest plot for subgroup analysis on rodent species.\n\nForest plot for subgroup analysis on rodent species.\n\nThe heterogeneity values for both subgroups are moderate, with an I 2  of 36% for the rat subgroup and 46% for the mouse subgroup, indicating that there may be some variability in the results due to differences between the individual studies included in the meta-analysis. However, the  p -values for the heterogeneity tests are not statistically significant ( p  = 0.133 for rats,  p  = 0.112 for mice), suggesting that the observed heterogeneity may not be due to chance. The findings suggest that rodent species, such as rats and mice, used in toxicological studies may play a moderating role in PBDE-induced hepatotoxicity, with the higher SMD observed in the rat subgroup indicating a potentially greater sensitivity to PBDE-induced liver damage compared to mice.\n\nStudies were grouped according to the investigated PBDE congeners and mixture to determine which has the most significant association with hepatoxicity in rodents. Due to the limited number of studies, BDE-153 ( Pereira et al., 2018 ) was not included in the subgroup analysis since it may be inappropriate or insufficient to draw conclusions.  Figure S2  demonstrates that all PBDE congeners and mixtures (DE-71, BDE-47, BDE-99, and BDE-209) were significantly associated with hepatoxicity in rodents (SMD = 1.80, 95 %CI = 1.10, 1.84, p = 0.034; SMD = 1.79, 95 %CI = 1.58, 2.10, p = 0.043; SMD = 1.84, 95 %CI = 1.03, 2.11, p = 0.033 and SMD = 1.93, 95 %CI = 1.13, 2.48, p = 0.028, respectively). Moreover, there was no statistically significant difference in effect size between the subgroups, as indicated by the  p -values for the Q statistics for each subgroup (i.e., p > 0.05 for all subgroups). These findings suggest that the effect sizes for each subgroup are relatively similar and that the specific congener and mixture of PBDE (DE-71, BDE-47, BDE-99, or BDE-209) may not be a significant moderator of the overall effect size of PBDEs on hepatoxicity in rodents. However, it is worth noting that the p-values for the Q statistics are relatively close to the conventional threshold of 0.05, particularly for the BDE-209 subgroup (p = 0.043) with the highest SMD = 1.93 (CI = 1.13, 2.48), suggesting that it has the most noticeable hepatoxicity outcomes, but there may be some potential for heterogeneity. The subtotals (black diamond) of all PBDE congeners and mixture overlap with each other, implying that there were no significant differences in their effect sizes.\n\nIn addition, the I 2  values for each subgroup (DE-71 = 43%, BDE-47 = 36%, BDE-99 = 47%, BDE-209 = 54%) suggest some heterogeneity within each subgroup, but the magnitude of heterogeneity is relatively modest. This result indicates that the effect sizes for each study within each subgroup are relatively consistent and that the overall effect size estimates for each subgroup are reliable.\n\nThe life stage of exposure in rats and mice is a crucial factor in toxicological studies because it can significantly affect the animal's susceptibility to the toxic effects of a substance ( Nguyen et al., 2022 ). Life stages of rodents upon exposure to PBDEs were recorded and analyzed to determine if there were moderating effects on the hepatoxicity in the animals. Generally, there were differences between rats' and mice's developmental timelines. For instance, the embryonic phase for mice spans from gestational day (GD) 0 to 15, while for rats, it encompasses GD 0 to 16. The fetal stage is marked by GD 16–22 in rats and GD 15–20 in mice. Both rat and mice share an equivalent neonatal phase, encompassing postnatal day (PND) 0 to 14. The weaning stage, occurring at PND 21, denotes the transition from maternal milk to solid food consumption. Subsequently, the young life stage spans from PND 22–25 in rats and PND 21–35 in mice. Notably, both rats and mice reach puberty at PND 35, with rats achieving sexual maturity around 2.5 to 3 months and mice attaining breeding age between 1.5 and 2 months ( U.S. EPA, 2002 ).\n\nStudies were classified according to the life stage of rodents when they were initially exposed to PBDE congeners and mixture, regardless of the species. Since only one study ( Lee et al., 2010 ) exposed rats to PBDE during the neonatal stage, this subgroup was excluded from the analysis. Moreover, the life stages of rodents were not reported in the studies of  Curcic et al. (2015) ,  Pazin et al., 2015 ,  Pereira et al. (2017)  and  Pereira et al. (2018) . Thus, only three categories under this subgroup – the embryonic, puberty, and breeding stages, were evaluated based on the indicated body weights and life stage of exposure in each study.\n\nResults shows that the SMD in hepatoxicity was highest during the embryonic stage of development (SMD = 1.91, 95 %CI = 1.88, 2.14, p = 0.002), as demonstrated by the black diamond symbol, which does not overlap with the other two stages (puberty and breeding stage). This suggests that PBDE exposure during the embryonic development of rodents had a more substantial impact on rodents' hepatoxicity than exposure during other life stages. However, there was no significant difference in PBDE-induced hepatotoxicity between puberty and breeding rodents (SMD = 1.37, 95 %CI = -1.05, 1.59, p = 0.049; SMD = 1.67, 95 %CI = -0.62, 1.86, p = 0.044, respectively) ( Figure S3 ). Nevertheless, these findings suggest that the impact of PBDE exposure on hepatotoxicity might vary based on the developmental stage of the rodents, accentuating the recognized sensitivity of the embryonic stage as a critical developmental window.\n\nFollowing the protocol of Borenstein et al. (2010), this study employed meta-regression analysis on the numerical moderators (dosage and exposure duration) to determine the predicted effect size if one-unit changes and to identify any systematic relationships between the numerical moderators and the effect sizes.\n\nNormalized dosages of PBDE congeners and mixtures were grouped according to the concentration administered per kilogram of weight (mg/kg): low (<1 mg/kg), moderate (1–50 mg), and high (>50 mg/kg), at a median duration point. The dosing bins were established based on the concentration of PBDEs administered per kilogram of body weight (mg/kg) in the reviewed studies, taking into consideration the classifications provided by  Gill et al., 2004 ,  Kozlova et al., 2020 ,  Lamkin et al., 2022 .  Fig. 6A  suggests that PBDE dosage (mg/kg) significantly moderates effect size estimates on hepatoxicity in rodents (p = 0.023). The regression equation was y = 0.0275x, indicating a positive relationship between PBDE dosage (x) and effect size estimates (y). This means that as the PBDE dosage increases, the effect size estimate of hepatoxicity will also increase. The R 2  value was 0.516, indicating that 51.6% of the variability in effect size estimates could be attributed to differences in PBDE dosage. These results propose that PBDE dosage is essential in explaining the variability in effect size estimates of PBDE-induced hepatoxicity among rodents. Fig. 6 Meta-regression bubble plots. (A. Dosage; B. Duration of exposure) Note: Each bubble represents a study proportional to the size of corresponding SMDs.\n\nMeta-regression bubble plots. (A. Dosage; B. Duration of exposure) Note: Each bubble represents a study proportional to the size of corresponding SMDs.\n\nFor a more straightforward interpretation, duration groups were classified into three – short (<7 days), moderate (8–30 days), and long (>30 days) ( Silins & Högberg, 2011 ). The results of the meta-regression analysis indicate that there was a significant positive association between the duration of PBDE exposure (y) and hepatoxicity (x) (y = 0.0295x + 0.5, R 2  = 0.1065, p = 0.047) ( Fig. 6 B). This implies that more prolonged exposure to PBDEs was associated with increased hepatoxicity in rodents. Moreover, it is important to note that the effect size, as indicated by the R 2  value (0.1065), was relatively small, suggesting that the duration of exposure alone does not fully explain the species-related differences in PBDE-induced hepatoxicity. Furthermore, it's crucial to highlight that due to the high lipophilicity of PBDEs, even a single or short-term dose can lead to prolonged exposure in the animal. PBDEs have the capacity to partition into adipose tissue, resulting in sustained exposure over time. Additionally, in reproductive designs, PBDEs can be eliminated through breast milk, further contributing to prolonged exposure. While exposure duration remains vital for various compounds, it's noteworthy that highly halogenated lipophilic substances such as PBDEs can lead to enduring exposures even with short-term or single doses ( Andersen et al., 2008 ).\n\nComparing the results of the two analyses, the meta-regression on PBDE dosage produced a stronger relationship between PBDE exposure and hepatoxicity than the meta-regression on the duration of exposure, as indicated by the larger effect size and lower p-value (y = 0.0275x, p = 0.023). This suggests that the dosage of PBDEs may be a more critical factor than the duration of exposure in determining the hepatoxicity induced by PBDEs in rodents. However, it is important to note that the two meta-regressions analyzed different exposure variables, and the factors contributing to PBDE-induced hepatoxicity are likely complex and multifaceted.\n\nA factorial ANOVA was implemented to explore further the species-related differences in the PBDE-induced hepatoxicity in rodents ( Table S5 ). Findings from section 3.3.2 indicated that the inclusion of PBDE congeners and mixtures as a moderator did not yield significant differences in effect size. Furthermore, due to incomplete representation of both rodent species across each exposure life stage, these two variables were omitted from the interaction analysis.  Fig. 7  presents the visualization of the interactions among moderators vs. rodent species (rats or mice). Fig. 7 Interaction plots among the rodent species. (A. Dosage; B. Duration of exposure)  Note:  n = no. of studies/samples.\n\nInteraction plots among the rodent species. (A. Dosage; B. Duration of exposure)  Note:  n = no. of studies/samples.\n\nFig. 7A and 7B  show that the extent of PBDE-induced hepatoxicity was similar for both rat and mice species in the low and moderate PBDE dosage groups (p > 0.05). However, significant differences between rats and mice were discovered in the high PBDE dosage groups (F(2,122) = 3.22, p = 0.46; F(2,122) = 5.33, p = 0.046, respectively), in the moderate duration (F(2,122) = 5.44, p = 0.032; F(2,122) = 4.27, p = 0.026, respectively) and the long duration of exposure groups (F(2,122) = 6.21, p = 0.003; F(2,122) = 5.28, p = 0.004, respectively). Therefore, the results suggest that species difference in the effect of PBDE on hepatoxicity is dependent on the dosage and duration of exposure.\n\nFactorial ANOVA was performed to determine the nature and direction of the differences between the species across the hepatotoxicity endpoints ( Table 2 ). Two specific endpoints, (reactive metabolites (RM) and the apoptotic pathway (AP), were excluded from this analysis due to incomplete representation in both species.  Fig. 8  shows the comparison between variables (rodent species and hepatotoxicity endpoints). Results revealed that rats were most sensitive in organ weight changes (e.g., liver weight and liver index), having an SMD higher than mice (F (9,18.9) = 4.67, p = 0.035). Rats were also found to be the most responsive to alterations in hepatic tissues (e.g., hepatocyte swelling, liver lesions, liver necrosis, vacuolization, etc.) when exposed to PBDEs (F (10,18.9) = 5.11, p = 0.022). Fig. 8 Factorial ANOVA plot of the rodent species vs. endpoints of hepatotoxicity ( Note : Organ weight (OW); Histopathological changes (HC); Lipid accumulation (LA); Liver enzyme expression (LEE); Mitochondrial dysfunction (MD); Endoplasmic reticular stress (ERS); Oxidative stress markers (OSM); * - significantly different at p < 0.05 (rats vs. mice); n – no. of studies; error bars – 95% confidence interval).\n\nFactorial ANOVA plot of the rodent species vs. endpoints of hepatotoxicity ( Note : Organ weight (OW); Histopathological changes (HC); Lipid accumulation (LA); Liver enzyme expression (LEE); Mitochondrial dysfunction (MD); Endoplasmic reticular stress (ERS); Oxidative stress markers (OSM); * - significantly different at p < 0.05 (rats vs. mice); n – no. of studies; error bars – 95% confidence interval).\n\nHowever, results revealed that mice were more vulnerable to lipid accumulation (e.g., hepatocytic fatty degeneration) and alterations in liver enzyme expression levels (Cyp1A1, Cyp1A2, Cyp2B, etc) compared to rats (F (1, 18.9) = 3.88, p = 0.029; F (5, 18.9) = 3.16, p = 0.039, respectively). Examining the mechanistic endpoints, it became evident that rats were more sensitive to mitochondrial dysfunctions (e.g., membrane potential, mitochondrial swelling, Ca + efflux, etc.) and oxidative stress (e.g., SOD, CAT, GRD, GPX, etc.) in contrast to mice (F (3, 18.9) = 3.87, p = 0.042; F (5, 18.9) = 4.66, p = 0.027, respectively). Furthermore, the findings revealed that both rats and mice, regardless of their species, exhibited a similar level of response in the endoplasmic reticular reaction when exposed to PBDEs (p > 0.05)."
    },
    {
      "title": "Study characteristics",
      "text": "Fourteen randomized controlled studies were screened and formally included in the meta-analysis ( Table 3 ). Included studies were published in peer-reviewed journals from 2009 to 2022 and focused on the evaluation of the hepatoxicity of individual PBDE congeners or mixtures in rodents (rats or mice) administered by oral gavage. BDE-209 was the most studied (n = 7), while the other congeners and mixtures used were BDE-47 (n = 2), BDE-99 (n = 3), BDE-153 (n = 1), and DE-71 (n = 3). Ten studies used rat species and strains (Winstar Han = 5; Sprague Dawley = 3; Albino rat = 1; F344/N = 1;) while four studies used mice strains (C57BL/6 = 2; Kun Ming = 1; CD1-Swiss = 1). All included studies assessed the hepatotoxicity of PBDEs by measuring a range of outcomes involving both apical and mechanistic endpoints. Apical endpoints encompass specific and direct indicators of hepatotoxicity, including alterations in liver weight, the presence of liver deformities and lesions, lipid accumulation, changes in gene and protein expressions, as well as shifts in serum marker concentrations. On the other hand, mechanistic endpoints, while not as specific, play a crucial role in elucidating PBDE-induced hepatotoxicity. These endpoints encompass factors like oxidative stress markers, reactive metabolites, mitochondrial damage, and endoplasmic reticular stress ( Mosedale & Watkins, 2017 ) ( Table 2 ). Table 3 Characteristics of studies used for the meta-analysis. PBDE  Congeners/ Mixture Studies Species (strain) N Life stage Exposed* Duration of Exposure Dosage Hepatotoxicity outcomes DE-71 Dunnick & Nyska, (2009) Rat  (F344/N) 20 PND42-PND117  (Puberty to sexual maturity) 75 days 0.01, 5, 50, 100, 500 mg/kg/day Liver weight (↑); hypertrophy (+).Expressions of Cyp1A1(↑), Cyp1A2(↑), Cy2B (↑), UDPGT  (↑) Dunnick et al. (2012) Rat  (Wistar Han) 20 G6-PND21  (Embryonic to weaning) 27 days 50 mg/kg/day Liver weight (↑); hepatocyte hypertrophy (+) and vacuolization (+); Differentially expressed transcripts (DETs) (↑) Dunnick et al. (2018) Rat  (Wistar Han) 24 GD6-PND21  (Embryonic to weaning) 27 days 0.1, 15, 50  mg/kg/day Liver weight (↑), liver index (↑),liver lesions   (+), fatty change (+), liver hypertrophy (+), and liver transcriptomic changes (cytochrome 450 transcripts (↑), ABC membrane transport transcripts (↓)) BDE-47 Pazin et al. (2015) Rat  (Wistar Han) 30 n/a n/a 0.1, 1,5,10,25,50  µg/kg/day Liver mitochondrial parameters (e.g., protein content (↑), membrane potential (↑), respiration, mitochondrial swelling (↑), Ca + efflux (↑), ATP levels (↓)) Dunnick et al. (2018) Rat  (Wistar Han) 24 GD6-PND21  (Embryonic to weaning) 27 days 0.1, 15, 50  mg/kg/day Liver weight (↑), liver index (↑),liver lesions   (+), fatty change (+), liver hypertrophy (+), and liver transcriptomic changes (cytochrome 450 transcripts (↑), ABC membrane transport transcripts (↓)) BDE-99 Albina et al. (2010) Rat (Sprague-Dawley) 30 PND49-PND94  (Puberty to sexual maturity) 45 days 0.6, 1.2  mg/kg  (single dose) Oxidative stress markers (SOD (↑), CAT (↑), GRD (↑), GPX (↑), TBARS (↑), GST (↓); Histopathological abnormalities (+), Phagosomes (+) Blanco et al. (2012) Rat (Sprague-Dawley) 32 GD6 – GD19  (Embryonic to Fetal) 14 days 0.5, 1.0, 2.0  mg/kg/day Liver hypertrophy (+); oxidative stress markers (SOD (↑), CAT (↑), GR (↑), GPx (↑), GST (↑), TBARS (↑)); Cyp1A1 (↑), Cyp1A2 (↑), Cyp2B1 (↑), and Cyp3B2 (↑) expression; teratogenicity (-) Pazin et al. (2015) Rat  (Wistar Han) 30 n/a n/a 0.1, 1,5,10,25,50  µg/kg/day Liver mitochondrial parameters (e.g., protein content (↑), membrane potential (↑), respiration, mitochondrial swelling (↑), Ca + efflux (↑), ATP levels (↓)) BDE-153 Pereira et al. (2018) Rat  (Wistar Han) 30 n/a n/a 0.1, 1, 5, 10, 25 mg/kg/day Liver mitochondrial parameters (e.g., mitochondrial membrane potential dissipation (+), mitochondrial swelling (↑), ATP levels (↓)), liver cells metabolic activities (↑), RONs accumulation (↑), PS cytotoxicity (↑), nuclear fragmentation (↑), Cyt c (↑), AIF (↑), Caspase 3 activation (+). BDE-209 Brito et al. (2020) Mouse (C57BL/6) 36 PND49-PND94  (Breeding age) 45 days 0.08, 0.8,8.0 µg/kg every 5 days Liver index (x), ALT (↑), AST (↑), Oxidate stress markers (CAT (x), NPT (↑), LPO (↑), GST (x), SOD(x)), liver metastases (+). Chen et al. (2022) Mouse (C57BL/6) 30 PND28-PND84  (Puberty to breeding age) 56 days 100  mg/kg  (Single dose) Liver index (x), AST (↑), ALT (↑), lipid accumulation (↑), liver tissue anomaly and lesions (+), hepatocyte apoptosis rate (↑), endoplasmic reticulum stress (↑), Ca 2+  efflux (↑), hepatic inflammatory factors (IL-1 (↑) and TNF-α (↑)), hepatic mitochondrial function (e.g., membrane potential (↓), ATP levels (↓). Curcic et al. (2015) Rat (Albino Wistar Han) 40 n/a 21 days 1000, 2000, 4000  mg/kg/day Liver weight (↑); liver enzyme activities (AST (↑), ALT (↑), ALP (↑), γ-GT (↑)); histopathological changes (+); stress markers (MDA (↑), SOD (↓), -SH (↑)) Lee et al. (2010) Rat (Sprague-Dawley) 24 PND10 – PND42  (Neonate to weaning) 32 days 100,300,600 mg/kg/day Liver weight (↑); Cyp1A1 (↑), Cyp1A2 (↑), and Cy2B (↑) expression; nuclear receptors expression (CAR (↑) and PXR (↑)), Hepatocytic fatty degeneration (+) Liang et al. (2012) Mouse  (CD-1 Swiss) 45 PND70-PND130  (Breeding age) 15, 30, 60 days 0.1,40, 80, 160  mg/kg/day Hepatocyte swelling (+); Pressure occlusion of hepatic sinusoids (↑).XOD (↑), GPT (↑), and GOT (↑)   activities. Pereira et al. (2017) Rat  (Wistar Han) 30 n/a n/a 0.1, 1, 5, 10, 25 mg/kg/day Liver mitochondrial parameters (e.g., mitochondrial swelling (↑), ATP levels (↓), collapsed membrane potential (+); HepG2 viability (↓), ROS (↑), PS cytotoxicity (↑), nuclear fragmentation (↑), cytochrome  c  release (↑), caspase 3 (+) and caspase 9 (+) activation) Zhou et al. (2010) Mouse  (Kun Ming) 24 PND35-PND42  (Puberty) 7 days 50, 100, 200 mg/kg/day Liver index (liver mass/body weight) (↑); oxidative stress markers – SOD (↓) and MDA (↑) Notes:  N – number of animals examined; GD – Gestational Day; PND – Post-natal day; ↑/↓ - increase or decrease; +/- - presence or absence; x- no significant changes; DE-71 - a mixture of BDE-47, BDE-99, BDE-100, and BDE153; n/a- data not available; Cytochrome isoforms - Cyp1A1, Cyp1A2, Cy2B, Cyp3B2; UDPGT - uridine diphosphate glucuronic transferase; SOD – superoxide dismutase; -SH – thiols; CAT – catalase; GRD – glutathione reductase; GPX – glutathione peroxidase; GST – glutathione S transferase; TBARS - thiobarbituric acid-reactive substances; CAR - constitutive androstane receptor; PXR – pregnane X receptor; MDA – malondialdehyde; DETs include Aldh1a1, Cyp1a1, Abcc3, Zshhx2, Far4, Cltb, Abhd4, Abhd4, Ces2, Zeint, Fam134b, And Vps26a; XOD- xanthine oxidoreductase; GPT- glutamic pyruvic transaminase; PS - phosphatidylserine GOD – glutamic oxalacetic transaminase; ABC- ATP-binding cassette; AIF – apoptosis-inducing factor; AST – aspartate transaminase; ALT – alanine transaminase; ALP – alkaline phosphatase; γ-GT – gamma-glutamyl transfuse; ATP – adenosine triphosphate; RONs – reactive oxygen and nitrogen species; NPT – nonprotein thiols; LPO – lipid peroxidase; IL-1- interleukin-1; TNF-ɑ - tumor necrosis factor – alpha.\n\nCharacteristics of studies used for the meta-analysis.\n\nNotes:  N – number of animals examined; GD – Gestational Day; PND – Post-natal day; ↑/↓ - increase or decrease; +/- - presence or absence; x- no significant changes; DE-71 - a mixture of BDE-47, BDE-99, BDE-100, and BDE153; n/a- data not available; Cytochrome isoforms - Cyp1A1, Cyp1A2, Cy2B, Cyp3B2; UDPGT - uridine diphosphate glucuronic transferase; SOD – superoxide dismutase; -SH – thiols; CAT – catalase; GRD – glutathione reductase; GPX – glutathione peroxidase; GST – glutathione S transferase; TBARS - thiobarbituric acid-reactive substances; CAR - constitutive androstane receptor; PXR – pregnane X receptor; MDA – malondialdehyde; DETs include Aldh1a1, Cyp1a1, Abcc3, Zshhx2, Far4, Cltb, Abhd4, Abhd4, Ces2, Zeint, Fam134b, And Vps26a; XOD- xanthine oxidoreductase; GPT- glutamic pyruvic transaminase; PS - phosphatidylserine GOD – glutamic oxalacetic transaminase; ABC- ATP-binding cassette; AIF – apoptosis-inducing factor; AST – aspartate transaminase; ALT – alanine transaminase; ALP – alkaline phosphatase; γ-GT – gamma-glutamyl transfuse; ATP – adenosine triphosphate; RONs – reactive oxygen and nitrogen species; NPT – nonprotein thiols; LPO – lipid peroxidase; IL-1- interleukin-1; TNF-ɑ - tumor necrosis factor – alpha."
    },
    {
      "title": "Tests of heterogeneity, sensitivity, and risk of bias",
      "text": "Using the Cochrane-Q and I 2  test, the heterogeneity of the involved studies was 53%, implying high heterogeneity ( p  = 0.045). Thus, the overall SMD on the association between exposure to ∑PBDE congeners and hepatotoxicity in rodents (rats and mice) was calculated using the random effect model. Begg’s funnel plot was utilized to examine the publication bias of the studies, and the plot revealed no indication of an asymmetrical form, indicating no significant publication bias ( Fig. 2 ). A sensitivity analysis was conducted to confirm the reliability of the results.  Fig. 3  shows that when any study was removed from the model, the significant results of the hepatoxicity of ∑PBDE congeners were unchanged (overall SMD = 1.82, CI = 1.07, 2.02), as presented in section 3.3.1. Thus, the results revealed that the findings of this meta-analysis were reliable and acceptable. Fig. 2 Funnel plot for all studies (Begg's test value = 0.205, p = 0.433) .  Each bubble represents individual studies. Fig. 3 Results of Sensitivity Test (given named study is omitted).\n\nFunnel plot for all studies (Begg's test value = 0.205, p = 0.433) .  Each bubble represents individual studies.\n\nResults of Sensitivity Test (given named study is omitted).\n\nFurthermore, the GRADE analysis revealed that a majority of the studies (n = 10) included in the review exhibited low risk of bias (RoB) ratings, indicating a heightened likelihood of their results being internally valid and reliable. It's important to note, however, that possessing a low risk of bias does not necessarily equate to a study's results being universally valid and reliable. In contrast, four studies received serious RoB ratings due to issues like incomplete data and selective outcomes reporting. This perspective emphasizes the multifaceted nature of study evaluation and underscores the need for a comprehensive assessment of various factors impacting study quality."
    },
    {
      "title": "Meta-analysis: PBDE exposure and hepatoxicity in rodents",
      "text": "A meta-analysis was conducted to determine the overall effect size of PBDE exposure on hepatoxicity in rodents across the fourteen studies using the data from the highest dosage group. All the studies generated 16 SMDs with significant positive associations ( p  < 0.05). According to the random effects model ( Fig. 4 ), the overall SMD of the hepatoxicity of PBDE congeners and mixtures in rodents was 1.82 (95% CI = 1.07, 2.02, p = 0.016), indicating that exposure to PBDE congeners and mixtures is associated with a significant increase in liver toxicity in rodents. Fig. 4 Forest plot for the hepatotoxic effects of PBDE congeners and mixtures in rodents.\n\nForest plot for the hepatotoxic effects of PBDE congeners and mixtures in rodents.\n\nFurthermore, results showed significant heterogeneity among the studies included in the overall meta-analysis (Q = 102.3, p = 0.045; I 2  = 53%), which may contribute to the pooled effect size. Thus, subgroup analyses were conducted to identify factors or moderators driving the observed differences between studies.\n\nDue to limited representations for each rodent strain, only species-level analysis was carried out to determine if there were significant differences in the susceptibility or sensitivity of rodents in PBDE-induced hepatoxicity. Results suggest that there may be species-related differences in the hepatoxicity induced by PBDEs among rodents, with a higher SMD observed in the rat subgroup (SMD = 1.79, 95% CI = 1.68, 1.98, p = 0.027) compared to the mouse subgroup (SMD = 1.46, 95% CI = -0.88, 1.59, p = 0.017) ( Fig. 5 ). Fig. 5 Forest plot for subgroup analysis on rodent species.\n\nForest plot for subgroup analysis on rodent species.\n\nThe heterogeneity values for both subgroups are moderate, with an I 2  of 36% for the rat subgroup and 46% for the mouse subgroup, indicating that there may be some variability in the results due to differences between the individual studies included in the meta-analysis. However, the  p -values for the heterogeneity tests are not statistically significant ( p  = 0.133 for rats,  p  = 0.112 for mice), suggesting that the observed heterogeneity may not be due to chance. The findings suggest that rodent species, such as rats and mice, used in toxicological studies may play a moderating role in PBDE-induced hepatotoxicity, with the higher SMD observed in the rat subgroup indicating a potentially greater sensitivity to PBDE-induced liver damage compared to mice.\n\nStudies were grouped according to the investigated PBDE congeners and mixture to determine which has the most significant association with hepatoxicity in rodents. Due to the limited number of studies, BDE-153 ( Pereira et al., 2018 ) was not included in the subgroup analysis since it may be inappropriate or insufficient to draw conclusions.  Figure S2  demonstrates that all PBDE congeners and mixtures (DE-71, BDE-47, BDE-99, and BDE-209) were significantly associated with hepatoxicity in rodents (SMD = 1.80, 95 %CI = 1.10, 1.84, p = 0.034; SMD = 1.79, 95 %CI = 1.58, 2.10, p = 0.043; SMD = 1.84, 95 %CI = 1.03, 2.11, p = 0.033 and SMD = 1.93, 95 %CI = 1.13, 2.48, p = 0.028, respectively). Moreover, there was no statistically significant difference in effect size between the subgroups, as indicated by the  p -values for the Q statistics for each subgroup (i.e., p > 0.05 for all subgroups). These findings suggest that the effect sizes for each subgroup are relatively similar and that the specific congener and mixture of PBDE (DE-71, BDE-47, BDE-99, or BDE-209) may not be a significant moderator of the overall effect size of PBDEs on hepatoxicity in rodents. However, it is worth noting that the p-values for the Q statistics are relatively close to the conventional threshold of 0.05, particularly for the BDE-209 subgroup (p = 0.043) with the highest SMD = 1.93 (CI = 1.13, 2.48), suggesting that it has the most noticeable hepatoxicity outcomes, but there may be some potential for heterogeneity. The subtotals (black diamond) of all PBDE congeners and mixture overlap with each other, implying that there were no significant differences in their effect sizes.\n\nIn addition, the I 2  values for each subgroup (DE-71 = 43%, BDE-47 = 36%, BDE-99 = 47%, BDE-209 = 54%) suggest some heterogeneity within each subgroup, but the magnitude of heterogeneity is relatively modest. This result indicates that the effect sizes for each study within each subgroup are relatively consistent and that the overall effect size estimates for each subgroup are reliable.\n\nThe life stage of exposure in rats and mice is a crucial factor in toxicological studies because it can significantly affect the animal's susceptibility to the toxic effects of a substance ( Nguyen et al., 2022 ). Life stages of rodents upon exposure to PBDEs were recorded and analyzed to determine if there were moderating effects on the hepatoxicity in the animals. Generally, there were differences between rats' and mice's developmental timelines. For instance, the embryonic phase for mice spans from gestational day (GD) 0 to 15, while for rats, it encompasses GD 0 to 16. The fetal stage is marked by GD 16–22 in rats and GD 15–20 in mice. Both rat and mice share an equivalent neonatal phase, encompassing postnatal day (PND) 0 to 14. The weaning stage, occurring at PND 21, denotes the transition from maternal milk to solid food consumption. Subsequently, the young life stage spans from PND 22–25 in rats and PND 21–35 in mice. Notably, both rats and mice reach puberty at PND 35, with rats achieving sexual maturity around 2.5 to 3 months and mice attaining breeding age between 1.5 and 2 months ( U.S. EPA, 2002 ).\n\nStudies were classified according to the life stage of rodents when they were initially exposed to PBDE congeners and mixture, regardless of the species. Since only one study ( Lee et al., 2010 ) exposed rats to PBDE during the neonatal stage, this subgroup was excluded from the analysis. Moreover, the life stages of rodents were not reported in the studies of  Curcic et al. (2015) ,  Pazin et al., 2015 ,  Pereira et al. (2017)  and  Pereira et al. (2018) . Thus, only three categories under this subgroup – the embryonic, puberty, and breeding stages, were evaluated based on the indicated body weights and life stage of exposure in each study.\n\nResults shows that the SMD in hepatoxicity was highest during the embryonic stage of development (SMD = 1.91, 95 %CI = 1.88, 2.14, p = 0.002), as demonstrated by the black diamond symbol, which does not overlap with the other two stages (puberty and breeding stage). This suggests that PBDE exposure during the embryonic development of rodents had a more substantial impact on rodents' hepatoxicity than exposure during other life stages. However, there was no significant difference in PBDE-induced hepatotoxicity between puberty and breeding rodents (SMD = 1.37, 95 %CI = -1.05, 1.59, p = 0.049; SMD = 1.67, 95 %CI = -0.62, 1.86, p = 0.044, respectively) ( Figure S3 ). Nevertheless, these findings suggest that the impact of PBDE exposure on hepatotoxicity might vary based on the developmental stage of the rodents, accentuating the recognized sensitivity of the embryonic stage as a critical developmental window."
    },
    {
      "title": "Total PBDEs",
      "text": "A meta-analysis was conducted to determine the overall effect size of PBDE exposure on hepatoxicity in rodents across the fourteen studies using the data from the highest dosage group. All the studies generated 16 SMDs with significant positive associations ( p  < 0.05). According to the random effects model ( Fig. 4 ), the overall SMD of the hepatoxicity of PBDE congeners and mixtures in rodents was 1.82 (95% CI = 1.07, 2.02, p = 0.016), indicating that exposure to PBDE congeners and mixtures is associated with a significant increase in liver toxicity in rodents. Fig. 4 Forest plot for the hepatotoxic effects of PBDE congeners and mixtures in rodents.\n\nForest plot for the hepatotoxic effects of PBDE congeners and mixtures in rodents.\n\nFurthermore, results showed significant heterogeneity among the studies included in the overall meta-analysis (Q = 102.3, p = 0.045; I 2  = 53%), which may contribute to the pooled effect size. Thus, subgroup analyses were conducted to identify factors or moderators driving the observed differences between studies."
    },
    {
      "title": "Rodent species",
      "text": "Due to limited representations for each rodent strain, only species-level analysis was carried out to determine if there were significant differences in the susceptibility or sensitivity of rodents in PBDE-induced hepatoxicity. Results suggest that there may be species-related differences in the hepatoxicity induced by PBDEs among rodents, with a higher SMD observed in the rat subgroup (SMD = 1.79, 95% CI = 1.68, 1.98, p = 0.027) compared to the mouse subgroup (SMD = 1.46, 95% CI = -0.88, 1.59, p = 0.017) ( Fig. 5 ). Fig. 5 Forest plot for subgroup analysis on rodent species.\n\nForest plot for subgroup analysis on rodent species.\n\nThe heterogeneity values for both subgroups are moderate, with an I 2  of 36% for the rat subgroup and 46% for the mouse subgroup, indicating that there may be some variability in the results due to differences between the individual studies included in the meta-analysis. However, the  p -values for the heterogeneity tests are not statistically significant ( p  = 0.133 for rats,  p  = 0.112 for mice), suggesting that the observed heterogeneity may not be due to chance. The findings suggest that rodent species, such as rats and mice, used in toxicological studies may play a moderating role in PBDE-induced hepatotoxicity, with the higher SMD observed in the rat subgroup indicating a potentially greater sensitivity to PBDE-induced liver damage compared to mice."
    },
    {
      "title": "PBDE congeners and mixture",
      "text": "Studies were grouped according to the investigated PBDE congeners and mixture to determine which has the most significant association with hepatoxicity in rodents. Due to the limited number of studies, BDE-153 ( Pereira et al., 2018 ) was not included in the subgroup analysis since it may be inappropriate or insufficient to draw conclusions.  Figure S2  demonstrates that all PBDE congeners and mixtures (DE-71, BDE-47, BDE-99, and BDE-209) were significantly associated with hepatoxicity in rodents (SMD = 1.80, 95 %CI = 1.10, 1.84, p = 0.034; SMD = 1.79, 95 %CI = 1.58, 2.10, p = 0.043; SMD = 1.84, 95 %CI = 1.03, 2.11, p = 0.033 and SMD = 1.93, 95 %CI = 1.13, 2.48, p = 0.028, respectively). Moreover, there was no statistically significant difference in effect size between the subgroups, as indicated by the  p -values for the Q statistics for each subgroup (i.e., p > 0.05 for all subgroups). These findings suggest that the effect sizes for each subgroup are relatively similar and that the specific congener and mixture of PBDE (DE-71, BDE-47, BDE-99, or BDE-209) may not be a significant moderator of the overall effect size of PBDEs on hepatoxicity in rodents. However, it is worth noting that the p-values for the Q statistics are relatively close to the conventional threshold of 0.05, particularly for the BDE-209 subgroup (p = 0.043) with the highest SMD = 1.93 (CI = 1.13, 2.48), suggesting that it has the most noticeable hepatoxicity outcomes, but there may be some potential for heterogeneity. The subtotals (black diamond) of all PBDE congeners and mixture overlap with each other, implying that there were no significant differences in their effect sizes.\n\nIn addition, the I 2  values for each subgroup (DE-71 = 43%, BDE-47 = 36%, BDE-99 = 47%, BDE-209 = 54%) suggest some heterogeneity within each subgroup, but the magnitude of heterogeneity is relatively modest. This result indicates that the effect sizes for each study within each subgroup are relatively consistent and that the overall effect size estimates for each subgroup are reliable."
    },
    {
      "title": "Life stage of exposure",
      "text": "The life stage of exposure in rats and mice is a crucial factor in toxicological studies because it can significantly affect the animal's susceptibility to the toxic effects of a substance ( Nguyen et al., 2022 ). Life stages of rodents upon exposure to PBDEs were recorded and analyzed to determine if there were moderating effects on the hepatoxicity in the animals. Generally, there were differences between rats' and mice's developmental timelines. For instance, the embryonic phase for mice spans from gestational day (GD) 0 to 15, while for rats, it encompasses GD 0 to 16. The fetal stage is marked by GD 16–22 in rats and GD 15–20 in mice. Both rat and mice share an equivalent neonatal phase, encompassing postnatal day (PND) 0 to 14. The weaning stage, occurring at PND 21, denotes the transition from maternal milk to solid food consumption. Subsequently, the young life stage spans from PND 22–25 in rats and PND 21–35 in mice. Notably, both rats and mice reach puberty at PND 35, with rats achieving sexual maturity around 2.5 to 3 months and mice attaining breeding age between 1.5 and 2 months ( U.S. EPA, 2002 ).\n\nStudies were classified according to the life stage of rodents when they were initially exposed to PBDE congeners and mixture, regardless of the species. Since only one study ( Lee et al., 2010 ) exposed rats to PBDE during the neonatal stage, this subgroup was excluded from the analysis. Moreover, the life stages of rodents were not reported in the studies of  Curcic et al. (2015) ,  Pazin et al., 2015 ,  Pereira et al. (2017)  and  Pereira et al. (2018) . Thus, only three categories under this subgroup – the embryonic, puberty, and breeding stages, were evaluated based on the indicated body weights and life stage of exposure in each study.\n\nResults shows that the SMD in hepatoxicity was highest during the embryonic stage of development (SMD = 1.91, 95 %CI = 1.88, 2.14, p = 0.002), as demonstrated by the black diamond symbol, which does not overlap with the other two stages (puberty and breeding stage). This suggests that PBDE exposure during the embryonic development of rodents had a more substantial impact on rodents' hepatoxicity than exposure during other life stages. However, there was no significant difference in PBDE-induced hepatotoxicity between puberty and breeding rodents (SMD = 1.37, 95 %CI = -1.05, 1.59, p = 0.049; SMD = 1.67, 95 %CI = -0.62, 1.86, p = 0.044, respectively) ( Figure S3 ). Nevertheless, these findings suggest that the impact of PBDE exposure on hepatotoxicity might vary based on the developmental stage of the rodents, accentuating the recognized sensitivity of the embryonic stage as a critical developmental window."
    },
    {
      "title": "Meta-regression on dosage and duration of exposure to PBDEs",
      "text": "Following the protocol of Borenstein et al. (2010), this study employed meta-regression analysis on the numerical moderators (dosage and exposure duration) to determine the predicted effect size if one-unit changes and to identify any systematic relationships between the numerical moderators and the effect sizes.\n\nNormalized dosages of PBDE congeners and mixtures were grouped according to the concentration administered per kilogram of weight (mg/kg): low (<1 mg/kg), moderate (1–50 mg), and high (>50 mg/kg), at a median duration point. The dosing bins were established based on the concentration of PBDEs administered per kilogram of body weight (mg/kg) in the reviewed studies, taking into consideration the classifications provided by  Gill et al., 2004 ,  Kozlova et al., 2020 ,  Lamkin et al., 2022 .  Fig. 6A  suggests that PBDE dosage (mg/kg) significantly moderates effect size estimates on hepatoxicity in rodents (p = 0.023). The regression equation was y = 0.0275x, indicating a positive relationship between PBDE dosage (x) and effect size estimates (y). This means that as the PBDE dosage increases, the effect size estimate of hepatoxicity will also increase. The R 2  value was 0.516, indicating that 51.6% of the variability in effect size estimates could be attributed to differences in PBDE dosage. These results propose that PBDE dosage is essential in explaining the variability in effect size estimates of PBDE-induced hepatoxicity among rodents. Fig. 6 Meta-regression bubble plots. (A. Dosage; B. Duration of exposure) Note: Each bubble represents a study proportional to the size of corresponding SMDs.\n\nMeta-regression bubble plots. (A. Dosage; B. Duration of exposure) Note: Each bubble represents a study proportional to the size of corresponding SMDs.\n\nFor a more straightforward interpretation, duration groups were classified into three – short (<7 days), moderate (8–30 days), and long (>30 days) ( Silins & Högberg, 2011 ). The results of the meta-regression analysis indicate that there was a significant positive association between the duration of PBDE exposure (y) and hepatoxicity (x) (y = 0.0295x + 0.5, R 2  = 0.1065, p = 0.047) ( Fig. 6 B). This implies that more prolonged exposure to PBDEs was associated with increased hepatoxicity in rodents. Moreover, it is important to note that the effect size, as indicated by the R 2  value (0.1065), was relatively small, suggesting that the duration of exposure alone does not fully explain the species-related differences in PBDE-induced hepatoxicity. Furthermore, it's crucial to highlight that due to the high lipophilicity of PBDEs, even a single or short-term dose can lead to prolonged exposure in the animal. PBDEs have the capacity to partition into adipose tissue, resulting in sustained exposure over time. Additionally, in reproductive designs, PBDEs can be eliminated through breast milk, further contributing to prolonged exposure. While exposure duration remains vital for various compounds, it's noteworthy that highly halogenated lipophilic substances such as PBDEs can lead to enduring exposures even with short-term or single doses ( Andersen et al., 2008 ).\n\nComparing the results of the two analyses, the meta-regression on PBDE dosage produced a stronger relationship between PBDE exposure and hepatoxicity than the meta-regression on the duration of exposure, as indicated by the larger effect size and lower p-value (y = 0.0275x, p = 0.023). This suggests that the dosage of PBDEs may be a more critical factor than the duration of exposure in determining the hepatoxicity induced by PBDEs in rodents. However, it is important to note that the two meta-regressions analyzed different exposure variables, and the factors contributing to PBDE-induced hepatoxicity are likely complex and multifaceted."
    },
    {
      "title": "PBDE dosage and duration of exposure",
      "text": "Normalized dosages of PBDE congeners and mixtures were grouped according to the concentration administered per kilogram of weight (mg/kg): low (<1 mg/kg), moderate (1–50 mg), and high (>50 mg/kg), at a median duration point. The dosing bins were established based on the concentration of PBDEs administered per kilogram of body weight (mg/kg) in the reviewed studies, taking into consideration the classifications provided by  Gill et al., 2004 ,  Kozlova et al., 2020 ,  Lamkin et al., 2022 .  Fig. 6A  suggests that PBDE dosage (mg/kg) significantly moderates effect size estimates on hepatoxicity in rodents (p = 0.023). The regression equation was y = 0.0275x, indicating a positive relationship between PBDE dosage (x) and effect size estimates (y). This means that as the PBDE dosage increases, the effect size estimate of hepatoxicity will also increase. The R 2  value was 0.516, indicating that 51.6% of the variability in effect size estimates could be attributed to differences in PBDE dosage. These results propose that PBDE dosage is essential in explaining the variability in effect size estimates of PBDE-induced hepatoxicity among rodents. Fig. 6 Meta-regression bubble plots. (A. Dosage; B. Duration of exposure) Note: Each bubble represents a study proportional to the size of corresponding SMDs.\n\nMeta-regression bubble plots. (A. Dosage; B. Duration of exposure) Note: Each bubble represents a study proportional to the size of corresponding SMDs.\n\nFor a more straightforward interpretation, duration groups were classified into three – short (<7 days), moderate (8–30 days), and long (>30 days) ( Silins & Högberg, 2011 ). The results of the meta-regression analysis indicate that there was a significant positive association between the duration of PBDE exposure (y) and hepatoxicity (x) (y = 0.0295x + 0.5, R 2  = 0.1065, p = 0.047) ( Fig. 6 B). This implies that more prolonged exposure to PBDEs was associated with increased hepatoxicity in rodents. Moreover, it is important to note that the effect size, as indicated by the R 2  value (0.1065), was relatively small, suggesting that the duration of exposure alone does not fully explain the species-related differences in PBDE-induced hepatoxicity. Furthermore, it's crucial to highlight that due to the high lipophilicity of PBDEs, even a single or short-term dose can lead to prolonged exposure in the animal. PBDEs have the capacity to partition into adipose tissue, resulting in sustained exposure over time. Additionally, in reproductive designs, PBDEs can be eliminated through breast milk, further contributing to prolonged exposure. While exposure duration remains vital for various compounds, it's noteworthy that highly halogenated lipophilic substances such as PBDEs can lead to enduring exposures even with short-term or single doses ( Andersen et al., 2008 ).\n\nComparing the results of the two analyses, the meta-regression on PBDE dosage produced a stronger relationship between PBDE exposure and hepatoxicity than the meta-regression on the duration of exposure, as indicated by the larger effect size and lower p-value (y = 0.0275x, p = 0.023). This suggests that the dosage of PBDEs may be a more critical factor than the duration of exposure in determining the hepatoxicity induced by PBDEs in rodents. However, it is important to note that the two meta-regressions analyzed different exposure variables, and the factors contributing to PBDE-induced hepatoxicity are likely complex and multifaceted."
    },
    {
      "title": "Interaction analyses among rodent species and moderating variables",
      "text": "A factorial ANOVA was implemented to explore further the species-related differences in the PBDE-induced hepatoxicity in rodents ( Table S5 ). Findings from section 3.3.2 indicated that the inclusion of PBDE congeners and mixtures as a moderator did not yield significant differences in effect size. Furthermore, due to incomplete representation of both rodent species across each exposure life stage, these two variables were omitted from the interaction analysis.  Fig. 7  presents the visualization of the interactions among moderators vs. rodent species (rats or mice). Fig. 7 Interaction plots among the rodent species. (A. Dosage; B. Duration of exposure)  Note:  n = no. of studies/samples.\n\nInteraction plots among the rodent species. (A. Dosage; B. Duration of exposure)  Note:  n = no. of studies/samples.\n\nFig. 7A and 7B  show that the extent of PBDE-induced hepatoxicity was similar for both rat and mice species in the low and moderate PBDE dosage groups (p > 0.05). However, significant differences between rats and mice were discovered in the high PBDE dosage groups (F(2,122) = 3.22, p = 0.46; F(2,122) = 5.33, p = 0.046, respectively), in the moderate duration (F(2,122) = 5.44, p = 0.032; F(2,122) = 4.27, p = 0.026, respectively) and the long duration of exposure groups (F(2,122) = 6.21, p = 0.003; F(2,122) = 5.28, p = 0.004, respectively). Therefore, the results suggest that species difference in the effect of PBDE on hepatoxicity is dependent on the dosage and duration of exposure.\n\nFactorial ANOVA was performed to determine the nature and direction of the differences between the species across the hepatotoxicity endpoints ( Table 2 ). Two specific endpoints, (reactive metabolites (RM) and the apoptotic pathway (AP), were excluded from this analysis due to incomplete representation in both species.  Fig. 8  shows the comparison between variables (rodent species and hepatotoxicity endpoints). Results revealed that rats were most sensitive in organ weight changes (e.g., liver weight and liver index), having an SMD higher than mice (F (9,18.9) = 4.67, p = 0.035). Rats were also found to be the most responsive to alterations in hepatic tissues (e.g., hepatocyte swelling, liver lesions, liver necrosis, vacuolization, etc.) when exposed to PBDEs (F (10,18.9) = 5.11, p = 0.022). Fig. 8 Factorial ANOVA plot of the rodent species vs. endpoints of hepatotoxicity ( Note : Organ weight (OW); Histopathological changes (HC); Lipid accumulation (LA); Liver enzyme expression (LEE); Mitochondrial dysfunction (MD); Endoplasmic reticular stress (ERS); Oxidative stress markers (OSM); * - significantly different at p < 0.05 (rats vs. mice); n – no. of studies; error bars – 95% confidence interval).\n\nFactorial ANOVA plot of the rodent species vs. endpoints of hepatotoxicity ( Note : Organ weight (OW); Histopathological changes (HC); Lipid accumulation (LA); Liver enzyme expression (LEE); Mitochondrial dysfunction (MD); Endoplasmic reticular stress (ERS); Oxidative stress markers (OSM); * - significantly different at p < 0.05 (rats vs. mice); n – no. of studies; error bars – 95% confidence interval).\n\nHowever, results revealed that mice were more vulnerable to lipid accumulation (e.g., hepatocytic fatty degeneration) and alterations in liver enzyme expression levels (Cyp1A1, Cyp1A2, Cyp2B, etc) compared to rats (F (1, 18.9) = 3.88, p = 0.029; F (5, 18.9) = 3.16, p = 0.039, respectively). Examining the mechanistic endpoints, it became evident that rats were more sensitive to mitochondrial dysfunctions (e.g., membrane potential, mitochondrial swelling, Ca + efflux, etc.) and oxidative stress (e.g., SOD, CAT, GRD, GPX, etc.) in contrast to mice (F (3, 18.9) = 3.87, p = 0.042; F (5, 18.9) = 4.66, p = 0.027, respectively). Furthermore, the findings revealed that both rats and mice, regardless of their species, exhibited a similar level of response in the endoplasmic reticular reaction when exposed to PBDEs (p > 0.05)."
    },
    {
      "title": "Rodent species with dosage and duration of exposure",
      "text": "Fig. 7A and 7B  show that the extent of PBDE-induced hepatoxicity was similar for both rat and mice species in the low and moderate PBDE dosage groups (p > 0.05). However, significant differences between rats and mice were discovered in the high PBDE dosage groups (F(2,122) = 3.22, p = 0.46; F(2,122) = 5.33, p = 0.046, respectively), in the moderate duration (F(2,122) = 5.44, p = 0.032; F(2,122) = 4.27, p = 0.026, respectively) and the long duration of exposure groups (F(2,122) = 6.21, p = 0.003; F(2,122) = 5.28, p = 0.004, respectively). Therefore, the results suggest that species difference in the effect of PBDE on hepatoxicity is dependent on the dosage and duration of exposure."
    },
    {
      "title": "Interactions among rodent species and endpoints of hepatotoxicity",
      "text": "Factorial ANOVA was performed to determine the nature and direction of the differences between the species across the hepatotoxicity endpoints ( Table 2 ). Two specific endpoints, (reactive metabolites (RM) and the apoptotic pathway (AP), were excluded from this analysis due to incomplete representation in both species.  Fig. 8  shows the comparison between variables (rodent species and hepatotoxicity endpoints). Results revealed that rats were most sensitive in organ weight changes (e.g., liver weight and liver index), having an SMD higher than mice (F (9,18.9) = 4.67, p = 0.035). Rats were also found to be the most responsive to alterations in hepatic tissues (e.g., hepatocyte swelling, liver lesions, liver necrosis, vacuolization, etc.) when exposed to PBDEs (F (10,18.9) = 5.11, p = 0.022). Fig. 8 Factorial ANOVA plot of the rodent species vs. endpoints of hepatotoxicity ( Note : Organ weight (OW); Histopathological changes (HC); Lipid accumulation (LA); Liver enzyme expression (LEE); Mitochondrial dysfunction (MD); Endoplasmic reticular stress (ERS); Oxidative stress markers (OSM); * - significantly different at p < 0.05 (rats vs. mice); n – no. of studies; error bars – 95% confidence interval).\n\nFactorial ANOVA plot of the rodent species vs. endpoints of hepatotoxicity ( Note : Organ weight (OW); Histopathological changes (HC); Lipid accumulation (LA); Liver enzyme expression (LEE); Mitochondrial dysfunction (MD); Endoplasmic reticular stress (ERS); Oxidative stress markers (OSM); * - significantly different at p < 0.05 (rats vs. mice); n – no. of studies; error bars – 95% confidence interval).\n\nHowever, results revealed that mice were more vulnerable to lipid accumulation (e.g., hepatocytic fatty degeneration) and alterations in liver enzyme expression levels (Cyp1A1, Cyp1A2, Cyp2B, etc) compared to rats (F (1, 18.9) = 3.88, p = 0.029; F (5, 18.9) = 3.16, p = 0.039, respectively). Examining the mechanistic endpoints, it became evident that rats were more sensitive to mitochondrial dysfunctions (e.g., membrane potential, mitochondrial swelling, Ca + efflux, etc.) and oxidative stress (e.g., SOD, CAT, GRD, GPX, etc.) in contrast to mice (F (3, 18.9) = 3.87, p = 0.042; F (5, 18.9) = 4.66, p = 0.027, respectively). Furthermore, the findings revealed that both rats and mice, regardless of their species, exhibited a similar level of response in the endoplasmic reticular reaction when exposed to PBDEs (p > 0.05)."
    },
    {
      "title": "Discussion",
      "text": "PBDEs have been linked to a variety of health effects, including hepatotoxicity. Since different animal models, parameters, and indicators of liver functions are being used to evaluate the hepatoxicity of PBDE in living organisms, this can lead to variations in health outcomes, inconsistencies, and incomparability of results. Studies have shown that rodents, the most used animal models, can exhibit different health outcomes in response to exposure to certain chemicals, where some were showing greater susceptibility to PBDE-induced hepatotoxicity in rats compared to mice ( Schauber et al., 1997 ;  Cunningham, 2002 ;  Rowland & Toth, 2019 ). Thus, this study was designed to elucidate the differences in the incidence and severity of hepatoxicity induced by PBDEs in rodents that might be moderated by different factors such as the type of PBDE congeners used, rodent species, life stage of exposure, dosage, duration of exposure, and the endpoints of hepatoxicity.\n\nThe findings revealed a significant association between PBDE exposure and the overall incidence of hepatoxicity in rodents, as consistently reported across all the studies involved. This toxicological outcome was substantiated by various indicators, including changes in relative liver weight, liver necrosis, gene and protein expressions of liver enzymes, histological analyses of liver tissues, endoplasmic reticular and mitochondrial stress, lipid accumulation, and concentrations of oxidative stress markers.  Dunnick et al. (2018)  and  Lee et al. (2010)  reported that both BDE-47 and BDE-209 led to a notable increase in liver weight, elevated incidence of liver necrosis, enhanced hepatic CYP expression, and heightened severity of hepatocyte hypertrophy in rodents. Additionally,  Albina et al. (2010)  and  Blanco et al. (2012)  uncovered that BDE-99 could induce liver hypertrophy, liver lesions, and elevate the expressions of oxidative stress markers in the liver of rodents. The presence of liver lesions, such as ulceration and inflammation, can potentially be linked to stress induced by exposure to environmental toxicants ( Greaves, 2000 ).\n\nRegarding PBDE mixtures, Dunnick et al. (2009) observed that most liver lesions and alterations in CYP enzyme expressions were noted in rats exposed to dosages of 50 mg/kg and 100 mg/kg of the PBDE mixture (DE-71). Furthermore, their subsequent study revealed that DE-71 induced hepatocyte vacuolization, leading to an increase in rats' liver weight ( Dunnick et al., 2012 ). Additionally,  Dunnick et al. (2018)  reported that DE-71 triggered transcriptomic changes in liver cells, including the upregulation of cytochrome P450 transcripts and the downregulation of ABC membrane transport transcripts. However, the mechanisms of hepatotoxicity and toxicokinetics of PBDE mixtures like DE-71 remain unclear and intricate. DE-71 consists of a mixture of PBDE congeners, each possessing distinct chemical structures and properties ( Wirth et al., 2015 ). This composition can result in a wide array of interactions and effects within the liver, making it challenging to pinpoint a singular unified mechanism.\n\nCurcic et al. (2015)  found that increasing the dosage of BDE-209 significantly increased the changes in liver weight, which supports the results of the meta-regression analysis of this study; as the PBDE dosage increases, the degree and severity of toxicity indicators also increase. Like in other studies, BDE-209 significantly increased the indicators of hepatic cell damage, such as AST and γ-GT activities, and the degree of histopathological changes in liver tissues. Oxidative stress markers as mechanistic endpoints of hepatoxicity were also altered in the involved studies on PBDE toxicity in rodents.  Albina et al. (2010)  revealed that BDE-99 significantly increased SOD activity, GSSG levels, and GSSG/GSH ratio, while GSH levels decreased. When reactive oxygen species (ROS) production exceeds antioxidant defense, free radicals act on macromolecules like proteins, lipids, and nucleic acids, setting off a chain reaction in which intermediate species can act as oxidizing agents, thereby altering cellular morphology and function ( Moreno et al., 2005 ).\n\nThrough subgroup analysis, this study found significant differences in the incidence and severity of PBDE-induced hepatoxicity as measured by the variations in effect size across different moderators. Although differences in PBDE congeners as a moderator were not statistically significant, BDE-209 had the highest SMD in inducing hepatoxicity in rodents. BDE-209 is a highly brominated congener with a relatively long half-life  in vivo , which can lead to prolonged exposure to liver cells and increase the risk of developing hepatoxicity ( Pereira et al., 2017 ;  Sun et al., 2020 ). Moreover, this congener is known to significantly induce cytochrome P450 (CYP) enzymes in liver cells, which are responsible for the metabolism of many xenobiotics ( Dong et al., 2010 ,  Khidkhan et al., 2020 ). Increased CYP activity can produce reactive metabolites that can damage liver cells and contribute to the development of hepatotoxicity.\n\nFurthermore, it was revealed that rodents during the embryonic stage were most sensitive to PBDE-induced hepatoxicity. This might be because the liver is still in the early stages of development and has not fully developed its metabolic and detoxification capabilities. Thus, the organ systems of rodents are more susceptible to disruption by environmental pollutants during the prenatal stage ( Fagundes et al., 2022 ). Rats generally have more extended gestation periods than those mice, averaging 21–23 days for rats and 19–21 days for mice ( Bryda, 2013 ). However, this variation in gestational time might not always correspond to variations in the rate of development of organs or systems.  Kratchman et al. (2018)  discovered that rats are significantly more sensitive than mice for non-cancerous outcomes observed in various toxicity assays. A study by  Viberg et al. (2003)  found that neonatal rats exposed to PBDEs had decreased learning and memory ability compared to mice exposed to the same level of PBDEs. Another study by  Dingemans et al. (2007)  found that PBDEs caused more severe toxicity in rats than in mice regarding developmental delay and abnormalities.\n\nMeta-regression and interaction analyses confirmed the positive relationship between hepatoxicity in rodents and dosage and duration of exposure to PBDE. Results showed a species-related difference in the severity of hepatoxicity in rodents, where rats have more significant SMD values than mice in studies with high dosages (>50 mg/kg) administered in more than seven days of exposure. These findings suggest that mice might have a higher capacity for PBDE metabolism and elimination compared to rats, making them more resistant to the toxic effects of PBDEs at lower doses and shorter exposure durations. However, at higher doses and longer exposure durations, rats may become more susceptible to liver damage due to the accumulation of PBDEs and their metabolites in the liver ( Dingemans et al., 2011 ). Notably, the characteristic of PBDEs being both lipophilic and containing multiple halogens contributes to their ability to remain in the body for an extended period, even if the exposure event itself is short-term ( Hites, 2004 ,  Andersen et al., 2008 ;).\n\nResults showed that changes in liver weight, histopathological alterations, and an increased concentration of oxidative stress markers were most prominently observed in rats exposed to PBDEs. Conversely, lipid accumulation and more pronounced changes in liver enzyme expression levels were found in mice. These findings suggest that PBDE exposure triggers species-specific responses in the liver, resulting in distinct outcomes between rats and mice.  Darnerud et al. (2001)  reported that rats metabolize PBDEs more slowly than mice, potentially leading to higher PBDE concentrations in rat tissues and more pronounced toxic effects. These alterations might lead to the accumulation of metabolites, such as glycogen and lipids, within hepatocytes. The heightened metabolic activity, driven by the necessity to process and detoxify PBDEs, could contribute to the expansion of liver cells, ultimately leading to an overall increase in liver weight, liver tissue damage, and an elevated concentration of reactive metabolites. Reactive metabolites, such as reactive oxygen and nitrogen species (RONS), are profoundly reactive chemical species that can induce damage to various cellular components, including DNA, proteins, and lipids ( Weidinger & Kozlov, 2015 ;  Tanabe et al., 2022 ). ROS and RNS generated during oxidative stress can initiate a process called lipid peroxidation. This process involves the oxidation of lipid molecules, particularly polyunsaturated fatty acids, potentially causing an imbalance between lipid acquisition and disposal in the liver. This imbalance can contribute to hepatic fatty degeneration ( Ipsen et al., 2018 ).\n\nFurthermore, these variations in toxicological responses can be attributed to differences in the expression levels of liver enzymes, particularly cytochrome P450, across rodent species. For instance, CYP3As, which are pivotal for BDE-47 metabolism, have shown higher expression levels in rat livers than in mice ( Martignoni et al., 2006 ,  Sun et al., 2016 ). Conversely,  Hammer et al. (2021)  have demonstrated that CYP2Cs is more abundant in rat liver tissues (58 fmol/µg) compared to mice (8 fmol/µg). Notably, CYP2Cs holds a significant role as the predominant cytochrome P450 in adult rat livers, contributing to the metabolism of a range of compounds, including persistent organic pollutants (POPs) ( Wei et al., 2018 ). The observed differences in the expression and the catalytic functions of these liver enzymes between rats and mice might play a role in the distinct species-specific responses to PBDE-induced hepatotoxicity, thereby corroborating the findings of this meta-analysis.\n\nPBDEs can disrupt mitochondrial function by interfering with the electron transport chain and reducing ATP production. Moreover, contaminants can impair mitochondrial bioenergetics or structure by interfering with oxidative phosphorylation ( Mishra & Chan, 2014 ). This can result in the accumulation of reactive oxygen species (ROS) and oxidative stress, which can further damage mitochondrial DNA and proteins and impair mitochondrial function ( Ding et al., 2018 ). Mitochondrial stress and dysfunction have been linked to the pathogenesis of various diseases, including PBDE-induced liver toxicity. Similar results were found for mitochondrial stress as a liver function marker for PBDE-induced hepatoxicity, mainly observed in rats.  Pereira et al. (2015) ,  Pereira et al. (2017) ,  Pereira et al. (2018) , and  Chen et al. (2022)  have shown that liver abnormalities, necrosis, and alteration of liver enzymes specifically by BDE-209 and BDE-153 exposure attribute from mitochondrial dysfunction as a consequence of mitochondrial membrane potential dissipation and buildup of reactive oxygen species. Prolonged exposure to PBDE congeners may result in apoptotic cell death, as evidenced by pro-apoptotic molecules such as cytochrome  c , apoptosis-inducing factor (AIF), and activation of Caspase 3 ( Pereira et al., 2018 ).\n\nEndoplasmic reticulum (ER) stress is a cellular response to environmental stressors such as PBDE exposure ( Li et al., 2018 ). When misfolded or unfolded proteins accumulate in the ER, the unfolded protein response (UPR) pathway is activated, which aims to restore ER homeostasis. The upregulation of genes involved in protein folding, ER-associated degradation, and cellular apoptosis is part of the UPR pathway ( Tang et al., 2017 ). Regardless of rodent species, there was no significant difference in the hepatotoxicity induced by PBDE in terms of ER stress between rats and mice. One possible explanation for this similarity is that the UPR pathway is a conserved response mechanism in all vertebrates, including mice and rats. Therefore, exposure to PBDEs may trigger similar UPR pathways in mice and rats of different developmental stages, resulting in similar SMD values for ER stress markers.\n\nLike any other study, this meta-analysis has several limitations that must be considered. Although grouping this dosage (low, moderate, high) would be of great help, it poses a threat to the validity of the findings. The sex of the animal was not considered in this meta-analysis, which restricts other possible implications of the study. Despite the absence of a significant publication bias, the heterogeneity between each study should be carefully considered. Conducting high-quality human studies and animal experiments using different animal models is expected to support the findings of this meta-analysis.\n\nTo our knowledge, this study is the first meta-analysis on the species differences in hepatoxicity induced by PBDEs in rats and mice. Thus, these findings might have implications for the risk assessment and management of PBDEs in the environment, highlighting the importance of considering species-related differences of organisms when evaluating the potential effects of environmental contaminants. This study can also help researchers design better experiments and improve the quality of the data."
    },
    {
      "title": "Conclusion",
      "text": "This meta-analysis provides robust evidence supporting the adverse impact of PBDEs on liver health in rats and mice. The analysis identified dosage, exposure duration, and life stage of exposure as significant moderators of PBDE-induced hepatotoxicity in rodents. Furthermore, it revealed substantial species-related differences in the hepatoxicity resulting from PBDE exposure. Specifically, rats exhibited heightened sensitivity to changes in organ weight, histopathological alterations, mitochondrial dysfunction, and oxidative stress markers. In contrast, mice displayed more pronounced lipid accumulation and alterations in liver enzyme expression levels. However, no significant differences were observed in endoplasmic reticular stress as a hepatoxicity mechanistic endpoint. A better understanding of species-specific differences in PBDE-induced hepatoxicity can inform risk assessments and regulatory decisions related to human exposure to these chemicals, when extrapolating the rodents’ results to humans. This can lead to improved public health outcomes and better protection of human health and may stimulate research on the molecular mechanisms of hepatotoxicity of PBDEs and the development of therapeutic strategies.\n\nThis work was supported by Grants-in-Aid for Scientific Research (S) [No. 26220103] and (A) [No. 19H01150] from the Japan Society for the Promotion of Science (JSPS). The study was also supported by the Ministry of Education, Culture, Sports, Science and Technology, Japan (MEXT), to a project on Joint Usage/Research Center – Leading Academia in Marine and Environment Pollution Research (LaMer)."
    },
    {
      "title": "CRediT authorship contribution statement",
      "text": "Dave Arthur R. Robledo:  Conceptualization, Software, Methodology, Investigation, Visualization, Writing – original draft.  Maricar S. Prudente:  Validation, Writing – review & editing, Supervision.  Socorro E. Aguja:  Validation, Writing – review & editing.  Hisato Iwata:  Validation, Writing – review & editing, Supervision."
    },
    {
      "title": "Declaration of Competing Interest",
      "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }
  ],
  "full_text": "Graphical abstract\n\n## Introduction\n\nPolybrominated diphenyl ethers (PBDEs) have been used as a flame retardant in many products, including plastics, furniture, upholstery, electrical equipment, electronic devices, textiles, and other home products ( Wang et al., 2016 ). PBDEs have two phenol rings joined by an oxygen atom and consist of 209 congeners depending on the position and number of bromine substitutions ( Lilienthal et al., 2006 ). PentaBDE mixture, octaBDE mixture, and decaBDE mixture were the commercial PBDE mixtures most frequently utilized in the production process. A widely used commercial PBDE mixture, DE-71 consists of > 20 different congeners, including 2,2́,4,4́-tetrabromodiphenyl ether (BDE47, ∼ 38%) and 2,2́,4,4́,5-pentabromodiphenyl ether (BDE99, ∼49%). In flame-retarded polyurethane (PUR) foams, the pentaBDE commercial mixture was mainly employed. The commercial mixture of octaBDE was utilized primarily on the acrylonitrile butadiene styrene (ABS) resins used to make computer housings and household goods. The commercial decaBDE mixture was used primarily in polystyrene (PS) as flame retardants in various plastic and textile products. ( Darnerud et al., 2001 ,  Hale et al., 2001 ,  Hale et al., 2002 ;  National Collaborating Centre for Environmental Health, 2013 ). Due to their structural similarity with polychlorinated biphenyls (PCBs), PBDEs are resistant to degradation in the environment and transported for long-range on the globe and bioaccumulative in the food web. Thus tetra-, penta-, hexa-, hepta-, and decabrominated diphenyl ethers are listed in Annex A (to be eliminated) of the persistent organic pollutants (POPs) ( Siddiqi et al., 2003 ,  Zacs et al., 2013 ).\n\nIn contrast to PCBs, of which the environmental levels are decreasing, the concentration of PBDEs in the environment has been significantly increased during the past decades, and the contamination in the environment is continuously spreading on a local and global scale ( Darnerud et al., 2001 ,  Makey et al., 2014 ,  Zhang et al., 2021 ). Several environmental studies have found PBDEs contamination in both indoor and outdoor air, house dust, sediments, surface water, livestock meat, food, birds, human tissues, breast milk, fish, and other marine species ( Braune et al., 2015 ,  Darnerud, 2001 ,  de Wit, 2002 ,  Hale et al., 2001 ,  Jin et al., 2016 ,  Jörundsdóttir et al., 2013 ,  Malarvannan et al., 2009 ,  McDonald, 2005 ,  Prudente et al., 2007 ;  Darnerud et al., 2001 ,  Hale et al., 2001 ,  de Wit, 2002 ,  McDonald, 2005 ,  Prudente et al., 2007 ,  Malarvannan et al., 2009 ,  Jörundsdóttir et al., 2013 ,  Braune et al., 2015 ,  Jin et al., 2016 ;  Yuan et al., 2017 ). BDE-47 is detected more frequently than other congeners in humans, fish, and different biota samples, followed by BDE-99, BDE-100, BDE-153, and BDE-154. BDE-209 (decaBDE) appears to be predominant in environmental media, including house dust, sediments, and air ( US-EPA, 2009 ). Debromination of BDE-209 and other high BDEs is one of the sources of lower brominated congeners that have often been detected in human and animal tissues ( Söderstrom et al., 2004 ,  Law et al., 2006 ,  Inoue et al., 2006 ,  Gómara et al., 2006 ).\n\nSeveral studies were conducted using systematic review and/or meta-analysis to evaluate the impacts and effects of environmental pollutants on humans and other living organisms. A study by  Robinson (2017)  examined the relationship between exposure to persistent organic pollutants (POPs) and the incidence of attention deficit hyperactivity disorder (ADHD). Results suggest positive correlations between exposure to perfluorinated chemicals (PFCs) and the incidence of ADHD. Another meta-analysis by  Park et al. (2016)  investigated the association of POPs and endocrine-disrupting chemicals with hypertension. The study suggested that the high concentrations of certain POPs (e.g ., p, p′- DDE) and dioxin-related compounds were associated with the risk of hypertension. However, there was no significant association between non-dioxin-like PCBs and the risk of hypertension (OR = 1.00; 95 % CI 0.89, 1.12). Additionally, the meta-analysis by  Wu et al. (2013)  confirmed the significant associations between type 2 diabetes and HCB (2.00 (95% CI: 1.13, 3.53; I2 = 21.4%) and PCBs (1.70 (95% CI: 1.28, 2.27; I2 = 16.3%) exposure. In connection with PBDEs, the study by  Zhao et al. (2017)  revealed a significant negative relationship between PBDE exposure and infant birth outcomes (e.g., birthweight) from both human and animal studies (β =  − 50.598; 95% confidence interval (CI) − 95.914, −5.282; I2 = 11.8%; p = 0.029; 5.26 ± 0.39 vs. 5.8 ± 0.58, p = 0.0132, respectively). Other studies confirmed significant associations of PBDE exposure with neurotoxicity in humans ( Dorman et al., 2018 ), reproductive toxicity in male rodents ( Zhang et al., 2020 ), abnormal thyroid function in humans ( Zhao et al., 2015 ), human neurodevelopmental defects ( Herbstman & Mall, 2014; \n Hudson-Hanley et al., 2018 ) and toxicity on plants ( Sun et al., 2020a ,  Sun et al., 2020b ).\n\nThe liver, the body's largest internal organ, plays a vital role in transforming lipophilic toxic substances into more water-soluble metabolites and excreting them out of the body ( Grant, 1991 ). With its physiological functions, the liver is continuously exposed to these chemical agents. Hepatotoxicity refers to the ability of a substance, such as a drug, chemical, or environmental factor, to cause damage to the liver ( Pak et al., 2004 ). This may manifest in various ways, ranging from mild elevation of liver enzymes in blood tests to more severe conditions such as hepatitis, fatty liver, cirrhosis, and even liver failure in extreme cases ( Teschke et al., 2013 ,  Manfo et al., 2014 ). PBDEs, like PCBs and dioxins, may adversely affect hepatic functions by inducing cytochrome 450 levels ( Sanders et al., 2005 ;  Birnbaum & Cohen Hubal, 2006 ). Long-term exposure to BDE-47 and PBDE mixture may result in the up-regulation of the nuclear factor erythroid 2–related factor 2 (Nrf2) antioxidant pathway and changes in metabolic functions leading to liver damage ( Dunnick et al., 2018 ). Moreover, PBDE exposure might raise the likelihood of developing metabolic diseases ( Ervin, 2009 ).\n\nDue to ethical considerations, the number of studies conducted to assess the hepatoxicity of PBDEs on humans remains limited; mostly animal models and cell lines have been used so far. Rodents, such as rats ( Rattus norvegicus ) and mice ( Mus musculus ), are commonly used animals in toxicological studies because of their availability, cost-effectiveness, and physiological similarities to humans ( European Centre for Ecotoxicology and Toxicology of Chemicals, 2010 ). However, inconsistencies and reproducibility in results may emerge due to the variation of the species, strains, indicators, and other factors used in evaluating the toxicity of target chemicals ( Van Norman, 2019 ). For instance, several studies have revealed that mice are more susceptible to specific pesticides than rats, while other studies have revealed the opposite ( Schauber et al., 1997 ;  Cunningham, 2002 ;  Rowland & Toth, 2019 ). Some strains of mice (C57BL/6 and Albino Winstar Han) may be more sensitive to certain toxicants due to specific genetic mutations, while other strains may be more resistant ( Jacoby et al., 2002 ,  Ren et al., 2017 ). Moreover, differences in other variables used, such as the life stage of animals, dosage, and duration of exposure across different laboratories can affect the consistency and reproducibility of toxicological studies.\n\nBy focusing on the hepatotoxicity of PBDEs in rodents, researchers can better predict the liver damage caused by exposure to these compounds in certain human populations. This information can then be used to implement measures to assess the potential health effects of PBDEs in humans. While numerous studies have indicated the hepatoxicity of PBDEs in rats and mice, the findings remain subject to debate due to variations in research designs, congeners, strains, exposure duration, and life stages. To date, no meta-analyses and systematic reviews have been conducted to confirm the differences in hepatoxicity exerted by PBDE congeners and mixtures among rodents across different moderators. Considering the challenges of performing meta-analyses in this field, the researchers applied statistical techniques that account for the heterogeneity in endpoints and outcomes commonly seen in animal toxicology studies. Thus, this study aims to answer the following research questions.\n\n1. What is the overall effect size of PBDE exposure on hepatoxicity in rodents across the included studies?\n\n2. Is there a significant difference in hepatoxicity outcomes based on the type of PBDE congeners and mixture, rodent species or strains, and the life stage of exposure as reported in the included studies?\n\n3. How do the dosage and duration of exposure to PBDE affect the incidence and severity of PBDE-induced hepatoxicity in rodents?\n\n4. Are there any significant interactions between the variables of rodent species, congeners, dosage, duration of exposure, life stage of exposure, and hepatotoxicity endpoints in predicting the incidence and severity of PBDE-induced hepatoxicity in rodents?\n\n## Methods\n\nThis study used systematic review and meta-analysis as its primary research designs to investigate the hepatoxicity of PBDE congeners in different randomized controlled rodent studies. Generally, this study was designed following PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) Statements ( Moher et al., 2009 ). Furthermore, this study employed the literature search protocol from  Zhang et al. (2020) , the meta-analytic approach from  Nielsen et al. (2018) , and the assessment of the level of evidence from  Dorman et al. (2018) .\n\nThe software “Harzing's Publish or Perish” ( https://harzing.com ) was utilized for the literature search. The program searches through various online academic databases to collect information on publications, including citation data, h-index, and other metrics ( Harzing, 2007 ). Additionally, the study used five renowned and exhaustive databases to ensure that the search included all pertinent literature and journals: Crossref, Google Scholar, PUBMED, SCOPUS, and Cochrane Library. Other local and institutional databases such as university repositories and library records were used to widen the scope of literature search. This study used the PECO principle - Participants, Exposure, Comparator, and Outcomes to establish the main topic words ( Morgan et al., 2018 ), as presented in  Table 1 . Table 1 Participants, Exposure, Comparator, and Outcomes (PECO) Criteria. PECO Parameter Inclusion Criteria Data Extraction Participants (P) Rodents (rats and mice) Species, strains, age, sex Exposure (E) Polybrominated diphenyl ether (PBDE) exposure. PBDE congener or mixture (209 possible congeners and mixture)*, dose, route, duration Comparator (C) Control groups Exposure control Outcomes (O) Hepatotoxicity endpoints  Liver histopathological parameters  Liver function markers Methodology, biomarkers, and endpoints measured such as liver weight, liver histopathology, liver serum biomarkers, CYP enzyme expression, oxidative stress markers, liver mitochondrial parameters, hepatocyte membrane potential, nuclear fragmentation, endoplasmic reticular stress markers, lipid accumulation, and morphological changes. Note: * - The selection of PBDE congeners and mixtures included in the analysis was determined based on their availability and their explicit mention in the studies that met the inclusion criteria.\n\nParticipants, Exposure, Comparator, and Outcomes (PECO) Criteria.\n\nNote: * - The selection of PBDE congeners and mixtures included in the analysis was determined based on their availability and their explicit mention in the studies that met the inclusion criteria.\n\nTo identify as much literature as possible, we used keywords in Boolean queries such as  hepatoxicity, polybrominated diphenyl ethers, hepatotoxicity PBDEs, rats, mice, randomized controlled trial, randomised controlled trial, liver toxicity, liver damage, liver, DE, rodents, randomized controlled study, PBDE-induced hepatotoxicity,  and  rodent trials . More details regarding the search strategy, keywords, and the number of hits are described in Supplementary  Table S1  and  Figure S1 . The literature query was employed thrice, covering the period from April to August 2022, with an interval of one month between each iteration. The first search helps identify initial relevant studies and assess the effectiveness of the chosen keywords and search strings. Subsequent searches can be refined based on the initial results, potentially capturing additional relevant studies that were missed in the first search.\n\nDuplicates were identified using the literature search process through the implementation of “Harzing: Publish or Perish” that compares bibliographic information such as titles, authors, publication details, and abstracts ( Harzing, 2007 ). This software systematically flagged and eliminated duplicate entries, ensuring that only unique studies were considered for further evaluation. In addition, we manually examined references from the included studies for additional articles. The abstracts of all retrieved publications were initially evaluated for relevance. In the title-abstract review process, we employed a screening software – “EPPI-Reviewer” to facilitate the initial assessment of article relevance ( Thomas et al., 2010 ). Two independent reviewers evaluated each article to determine its eligibility for full-text review. Any conflicts or discrepancies in their assessments were resolved through discussion and consensus ( Table S2 ). The full texts of preliminary considered papers were re-evaluated to determine the final list of acceptable articles. The language of featured publications was restricted to English. Overall, a total of 14 studies were identified and included in the meta-analysis.  Fig. 1  depicts a flowchart describing the literature search strategy. Fig. 1 Strategy of literature survey.\n\nStrategy of literature survey.\n\nSelected studies met the following criteria: (1) investigated the hepatoxicity of PBDE congeners and mixtures, (2) used rodents (e.g., mice or rats) (3) studies that employed randomization in assigning animal subjects to treatment group (randomized controlled trials), and (4) published in peer-reviewed journals and conference proceedings. Some studies were not included in the meta-analysis because of the following reasons: (1) not randomized controlled studies, (2) non-rodent studies, (3)  in vitro  cell-based studies, (4) a review or meta-analysis, and (5) lack of adequate data or absence of information pertaining to study design, rodent species, control groups, randomization procedures, outcome measures, and publication status. While  in vitro  cell-based research provides mechanistic insights, studying PBDE exposure in rodents  in vivo  gives a more comprehensive view of systemic effects. Moreover, this meta-analysis excluded research papers focused on the environmental biomonitoring of PBDEs. To expand the range of search strategies, the publication date was not considered a criterion for selection.\n\nPBDE congeners and mixtures (DE-71, BDE-47, BDE-71, BDE-99, BDE-153, BDE-209, and ∑PBDEs (total)) were used for chemical exposure. Based on the literature review, the following moderators that might influence the hepatoxicity of PBDE in rodents – congeners or mixture, rodent species or strains, life stage exposed, dosage, and duration of exposure were identified. As of the limitations of this study, the sex of rodents was not classified as moderator since this information was not reported in most of the included studies (n = 3 only, all rat studies). Moreover, endpoints such as changes in organ weight, histopathological changes, serum biomarkers, liver enzyme expression, lipid accumulation, reactive metabolites, mitochondrial damage, and endoplasmic reticular stress, were reflected as outcomes or indicators of hepatoxicity ( Table 2 ). In most of the included studies, parameters like bile acids, porphyrins, and cholesterol were either limited or not examined at all. Table 2 Included studies grouped according to reported endpoints of hepatotoxicity. Outcomes Indicators and parameters Involved studies A. Apical endpoints Organ Weight (OW) Liver weightLiver index   (liver mass/body weight) Blanco et al., 2012 ,  Brito et al., 2020 ,  Curcic et al., 2015 ,  Dunnick et al., 2012 ,  Dunnick et al., 2018 ,  Dunnick and Nyska, 2009 ,  Lee et al., 2010 ,  Liang et al., 2012 ,  Zhou et al., 2010 ,  Chen et al., 2022 Histopathological changes (HC) Hepatocyte swelling  Histopathological abnormalities  Hepatocytic fatty degeneration  Vacuolization  Pressure occlusion of hepatic sinusoids  hepatocyte apoptosis  Liver necrosis  Liver metastases  Hepatocellular hypertrophy  Liver lesions Albina et al., 2010 ,  Blanco et al., 2012 ,  Brito et al., 2020 ,  Curcic et al., 2015 ;  Dunnick et al., 2012 ,  Dunnick et al., 2018 ,  Lee et al., 2010 ,  Liang et al., 2012 ,  Zhou et al., 2010 ,  Chen et al., 2022 Lipid Accumulation (LA) Hepatocytic fatty degeneration Lee et al., 2010 ,  Chen et al., 2022 Liver enzyme expression level (LEE) Expressions of Cyp1A1, Cyp1A2, Cy2B, UDPGT, AST, ALT Blanco et al., 2012 ,  Brito et al., 2020 ,  Curcic et al., 2015 ,  Dunnick and Nyska, 2009 ,  Lee et al., 2010 ,  Chen et al., 2022 Apoptotic pathway (AP) Phagosomes  nuclear fragmentation, cytochrome  c  release, caspase 3 and caspase 9 activation Albina et al., 2010 ,  Pereira et al., 2017b ,  Pereira et al., 2018 B. Mechanistic endpoints Mitochondrial dysfunction (MD) Liver mitochondrial parameters (e.g., protein content, membrane potential respiration, mitochondrial swelling, Ca + efflux, ATP levels Pazin et al., 2015 ,  Pereira et al., 2017a ,  Pereira et al., 2017b ,  Chen et al., 2022 Endoplasmic reticulum stress (ERS) Endoplasmic stress markers (CHOP, XBP1, BiP/GRP78, PERK, IRE1) Pazin et al., 2015 ,  Chen et al., 2022 Oxidative stress markers (OSM) SOD, CAT, GRD, GPX, MDA, TBARS, XOD, GST Albina et al., 2010 ,  Blanco et al., 2012 ,  Curcic et al., 2015 ,  Liang et al., 2012 ,  Zhou et al., 2010 ,  Chen et al., 2022 Reactive metabolites (RM) Reactive oxygen and nitrogen species (RONs) e.g., Superoxide anion (O2–), Hydrogen peroxide (H2O2)Hydroxyl radical   (•OH)Singlet oxygen   (1O2)Peroxynitrite   (ONOO–), Nitric oxide (NO), Nitrogen dioxide (NO2)Peroxynitrite   (ONOO–)Nitrosyl ion   (NO + )Nitroxyl   (HNO) Pereira et al. (2017)  Pereira et al. (2018)\n\nIncluded studies grouped according to reported endpoints of hepatotoxicity.\n\nThree independent experts extracted data from the fourteen included studies. Data were recorded as follows; authors, year of publication, PBDE congeners, rodent species or strains used, number of subjects or animals, life stage exposed, duration of exposure, dosage, and indicators of liver toxicity. Data from the figures were extracted using a digitizer software program (DigitizeIt version 2.5, Braunschweig, Germany) ( https://www.digitizeit.xyz/ ). Data such as mean, percentage, frequency, and standard deviations (SD) were verified and retrieved to estimate the effect size of the outcomes.\n\nAs studies employed diverse methods for measuring continuous data (e.g., varying protein quantification methods, and different housekeeping genes for gene expression), data rescaling was undertaken. Standard mean difference (SMD) was used to facilitate comparison and combination of results from different studies ( Murad et al., 2019 ). For each study, the original outcome measures were extracted, and the SMD values were calculated using the standardized formula (Eq.  (3) ). These SMD values were then utilized in the meta-analysis, enabling the synthesis of results across various studies and endpoints. For studies with various metrics, continuous data were normalized using z-score transformation to make them dimensionless and centered around the mean ( Raymaekers & Rousseeuw, 2021 ). This allowed the researchers to assess the relative position of continuous data points within their respective distributions regardless of the methodology used.\n\nIn addressing the variability in administered doses and exposure durations across our study pool, a dose standardization approach was implemented. This approach involved calculating cumulative or time-weighted doses for each study participant based on their specific exposure duration. The resulting doses were then standardized to specific time points to facilitate consistent dose comparison ( Brown & Strickland, 2003 ).\n\nData transformation was performed in certain cases where dichotomous data (present/absent) needed to be compared to continuous data. To generate summary statistics and incorporate the outcome in a meta-analysis, the independent experts extracted the counts of individuals in the control and intervention groups who either experienced or did not experience the specific outcome. Subsequently, this study employed “odds ratio (OR)” to quantify the strength of association between the control group and experimental using the following equation (Eq.  (1) ). (1) O d d s  r a t i o O R = Odds  of  events  in  the  experimental  group Odds  of  events  in  t he  control  group = P E A c A E P c\n\nWhere, P E , A C , A E  and P C , are the number of subjects with outcome, Absent (S) or Present (P), in each group, Control (C) or experimental (E) ( Higgins et al., 2022 ). The odds ratio combines results from multiple studies, providing a unified measure of the association between variables across different research findings.\n\nIn the assumption that the continuous measurements in each experimental group adhere to a logistic distribution and that outcome variability is consistent among experimental and control groups, the odds ratios can be transformed into a standardized mean difference (SMD) using the following equation ( Chinn, 2000 ) (Eq.  (2) ). (2) SMD = 3 π I n O R\n\nWhere, lnOR refers to the natural logarithm of odds ratio (log odds ratio). The standard error of the log odds ratio can be transformed into the standard error of an SMD by applying a constant factor of (√3/π = 0.5513) ( Higgins et al., 2022 ). After calculating SMDs (or logarithms of odds ratios) along with their corresponding standard errors for all studies within the meta-analysis, these values can be aggregated using either the fixed-effect or random-effect methodologies.\n\nThe study employed the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) guidelines to assess the confidence and quality of evidence of each study. The GRADE framework was utilized to evaluate the study findings and determine the level of confidence in the evidence presented in the selected studies ( Phi et al., 2012 ;  Piggott et al., 2021 ;  Xie & Machado, 2021 ). The assessment process involved an initial rating of “high” confidence based on the study design and experimental characteristics. The risk of bias (RoB) was evaluated across five distinct domains, which included consistency of results, change of exposure levels over time, incomplete data, outcome measures, and presentation of results. These domains were independently assessed by two experts, who assigned ratings of “low” (green), “high” (red), or “unclear” (yellow) based on the presence or absence of specific criteria within each domain presented in  Table S3 . Conflicting ratings were resolved through re-evaluation and discussion.\n\nBased on this rigorous evaluation, the initial confidence rating of each study was adjusted, if necessary, through downgrading or upgrading based on the assessment of factors such as inconsistency, imprecision, incomplete data, publication bias, large effects, complete data, and dose–response relationships. One level of the downgrade is needed for low RoB, and two levels of a downgrade for high RoB. Other factors were eventually upgraded or downgraded by one level based on the experts’ judgment. The overall RoB was reported based on the highest rating received among the five domains of each study. Lastly, the level of evidence was described as “high” or “low” based on the reported overall RoB.\n\nCochrane’s Q and the I 2  test were utilized to assess the heterogeneity of the involved studies. To calculate heterogeneity, Q-value was compared to the variation observed if all studies were drawn from the same population probability sample. Moreover, studies were considered heterogenous if I 2  was greater than 50% (p < 0.05) ( Thorlund et al., 2012 ). Random-effect models were utilized if p < 0.050 and I 2  was greater than 50%, which means there was a high level of heterogeneity ( DerSimonian & Kacker, 2007 ).\n\nA meta-analysis was performed to estimate the overall effect size of PBDE exposure on hepatoxicity in rats and mice across the included studies. Subsequently, subgroup analysis (stratified analysis) was used to determine the significance of each moderator (type of PBDE congeners or mixtures, rodent species/strains, life stage exposed, duration of exposure, and dosage) on the hepatoxicity of PBDEs. Subgroup analysis is a component of meta-analysis that examines the effect of an intervention or exposure in a specific subset of the study population (moderators) rather than the entire population. ( Wang & Ware, 2013 ).\n\nThis study employed the standardized mean difference (SMD) for effect size measurement derived from the mean and the standard deviation (SD) of the maximum dosage group of PBDEs used in each study ( Faraone, 2008 ,  Andrade, 2020 ). SMD is a typical effect size measurement in meta-analyses and other research comparing group results. It normalizes the variation in means between two groups, which facilitates comparing effect sizes across several studies that might employ various scales or measures of the same outcome variable ( Bakbergenuly et al., 2020 ).\n\nThe equation for the SMD calculation is as follows (Eq.  (3) ). (3) SMD = ( m e a n  o f  c o n t r o l  g r o u p - m e a n  o f  e x p e r i m e n t a l  g r o u p ) pooled  standard  deviation  ( P o o l e d  S D )\n\nWhere; (4) Pooled  SD = ( S D  o f  c o n t r o l  g r o u p ) 2 - ( S D  o f  e x p e r i m e n t a l  g r o u p ) 2 2\n\nOnce the SMD is calculated, it can be interpreted as the standardized difference in means between the two groups, with larger values indicating a more significant effect size. A standard convention for interpreting SMD is to consider values of 0.2, 0.5, and 0.8 as small, medium, and large effect sizes, respectively ( Lin & Aloe, 2021 ). In toxicological studies, a positive standardized mean difference (SMD) (rightward directionality) indicates a detrimental effect of the treatment, such as an increase in toxicity or adverse effects of a chemical or drug ( Friedrich et al., 2011 ). The confidence interval (95% CI) is then calculated by adding and subtracting a value based on the desired confidence level and the pooled standard error estimate ( DerSimonian & Laird, 1986 ).\n\nThis study used meta-regression analysis on the numerical moderators (dosage and exposure duration) to examine the relationship between study-level numerical covariates and the effect size (or outcome) of interest. In addition, it was used to identify potential sources of heterogeneity across studies and to explore the factors that may explain variation in treatment effects across different studies ( Borenstein et al., 2011 ). Only total dosage amounts per body weight (dosage mg/kg/day × repeated days) (n = 14) were included in the analysis since meta-regression summarizes the data as a function instead of a single value ( Hansen et al., 2009 ;  Nuventra Pharma, 2021 ).\n\nFactorial analysis of variance (ANOVA) was used to investigate the interactions among the moderators (rodent species, dosage, duration of exposure, life, stage of exposure, and liver function markers) using the combined effects of two or more independent variables on the dependent variable (SMD in hepatoxicity) ( Ross & Willson, 2017 ). Moreover, interaction plots were used to visualize the relationship among these moderating variables. If the lines are parallel, this indicates that the effect of one moderator on the response variable (SMD) is the same at all levels of the other moderator, meaning no interaction between the two. On the contrary, if the lines are not parallel (intersecting), the effect of one moderator on the response variable (SMD) varies depending on the level of the other factor.\n\nSensitivity analysis was used to determine the reliability of the study's results by measuring the effects of removing any of the studies from the model ( Gorris & Yoe, 2014 ;  Mathur and VanderWeele, 2020 ). A funnel plot and Begg's test were conducted to assess publication bias, where  p  < 0.05 was considered significant. All statistical treatments and meta-analyses were performed using the “Comprehensive Meta-Analysis (CMA) Software Version 3 developed by Biostat Inc. ( https://www. meta -analysis.com/ ).\n\n## Research design\n\nThis study used systematic review and meta-analysis as its primary research designs to investigate the hepatoxicity of PBDE congeners in different randomized controlled rodent studies. Generally, this study was designed following PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) Statements ( Moher et al., 2009 ). Furthermore, this study employed the literature search protocol from  Zhang et al. (2020) , the meta-analytic approach from  Nielsen et al. (2018) , and the assessment of the level of evidence from  Dorman et al. (2018) .\n\n## Literature search strategy\n\nThe software “Harzing's Publish or Perish” ( https://harzing.com ) was utilized for the literature search. The program searches through various online academic databases to collect information on publications, including citation data, h-index, and other metrics ( Harzing, 2007 ). Additionally, the study used five renowned and exhaustive databases to ensure that the search included all pertinent literature and journals: Crossref, Google Scholar, PUBMED, SCOPUS, and Cochrane Library. Other local and institutional databases such as university repositories and library records were used to widen the scope of literature search. This study used the PECO principle - Participants, Exposure, Comparator, and Outcomes to establish the main topic words ( Morgan et al., 2018 ), as presented in  Table 1 . Table 1 Participants, Exposure, Comparator, and Outcomes (PECO) Criteria. PECO Parameter Inclusion Criteria Data Extraction Participants (P) Rodents (rats and mice) Species, strains, age, sex Exposure (E) Polybrominated diphenyl ether (PBDE) exposure. PBDE congener or mixture (209 possible congeners and mixture)*, dose, route, duration Comparator (C) Control groups Exposure control Outcomes (O) Hepatotoxicity endpoints  Liver histopathological parameters  Liver function markers Methodology, biomarkers, and endpoints measured such as liver weight, liver histopathology, liver serum biomarkers, CYP enzyme expression, oxidative stress markers, liver mitochondrial parameters, hepatocyte membrane potential, nuclear fragmentation, endoplasmic reticular stress markers, lipid accumulation, and morphological changes. Note: * - The selection of PBDE congeners and mixtures included in the analysis was determined based on their availability and their explicit mention in the studies that met the inclusion criteria.\n\nParticipants, Exposure, Comparator, and Outcomes (PECO) Criteria.\n\nNote: * - The selection of PBDE congeners and mixtures included in the analysis was determined based on their availability and their explicit mention in the studies that met the inclusion criteria.\n\nTo identify as much literature as possible, we used keywords in Boolean queries such as  hepatoxicity, polybrominated diphenyl ethers, hepatotoxicity PBDEs, rats, mice, randomized controlled trial, randomised controlled trial, liver toxicity, liver damage, liver, DE, rodents, randomized controlled study, PBDE-induced hepatotoxicity,  and  rodent trials . More details regarding the search strategy, keywords, and the number of hits are described in Supplementary  Table S1  and  Figure S1 . The literature query was employed thrice, covering the period from April to August 2022, with an interval of one month between each iteration. The first search helps identify initial relevant studies and assess the effectiveness of the chosen keywords and search strings. Subsequent searches can be refined based on the initial results, potentially capturing additional relevant studies that were missed in the first search.\n\nDuplicates were identified using the literature search process through the implementation of “Harzing: Publish or Perish” that compares bibliographic information such as titles, authors, publication details, and abstracts ( Harzing, 2007 ). This software systematically flagged and eliminated duplicate entries, ensuring that only unique studies were considered for further evaluation. In addition, we manually examined references from the included studies for additional articles. The abstracts of all retrieved publications were initially evaluated for relevance. In the title-abstract review process, we employed a screening software – “EPPI-Reviewer” to facilitate the initial assessment of article relevance ( Thomas et al., 2010 ). Two independent reviewers evaluated each article to determine its eligibility for full-text review. Any conflicts or discrepancies in their assessments were resolved through discussion and consensus ( Table S2 ). The full texts of preliminary considered papers were re-evaluated to determine the final list of acceptable articles. The language of featured publications was restricted to English. Overall, a total of 14 studies were identified and included in the meta-analysis.  Fig. 1  depicts a flowchart describing the literature search strategy. Fig. 1 Strategy of literature survey.\n\nStrategy of literature survey.\n\n## Selection criteria\n\nSelected studies met the following criteria: (1) investigated the hepatoxicity of PBDE congeners and mixtures, (2) used rodents (e.g., mice or rats) (3) studies that employed randomization in assigning animal subjects to treatment group (randomized controlled trials), and (4) published in peer-reviewed journals and conference proceedings. Some studies were not included in the meta-analysis because of the following reasons: (1) not randomized controlled studies, (2) non-rodent studies, (3)  in vitro  cell-based studies, (4) a review or meta-analysis, and (5) lack of adequate data or absence of information pertaining to study design, rodent species, control groups, randomization procedures, outcome measures, and publication status. While  in vitro  cell-based research provides mechanistic insights, studying PBDE exposure in rodents  in vivo  gives a more comprehensive view of systemic effects. Moreover, this meta-analysis excluded research papers focused on the environmental biomonitoring of PBDEs. To expand the range of search strategies, the publication date was not considered a criterion for selection.\n\n## Exposure to chemicals and outcomes\n\nPBDE congeners and mixtures (DE-71, BDE-47, BDE-71, BDE-99, BDE-153, BDE-209, and ∑PBDEs (total)) were used for chemical exposure. Based on the literature review, the following moderators that might influence the hepatoxicity of PBDE in rodents – congeners or mixture, rodent species or strains, life stage exposed, dosage, and duration of exposure were identified. As of the limitations of this study, the sex of rodents was not classified as moderator since this information was not reported in most of the included studies (n = 3 only, all rat studies). Moreover, endpoints such as changes in organ weight, histopathological changes, serum biomarkers, liver enzyme expression, lipid accumulation, reactive metabolites, mitochondrial damage, and endoplasmic reticular stress, were reflected as outcomes or indicators of hepatoxicity ( Table 2 ). In most of the included studies, parameters like bile acids, porphyrins, and cholesterol were either limited or not examined at all. Table 2 Included studies grouped according to reported endpoints of hepatotoxicity. Outcomes Indicators and parameters Involved studies A. Apical endpoints Organ Weight (OW) Liver weightLiver index   (liver mass/body weight) Blanco et al., 2012 ,  Brito et al., 2020 ,  Curcic et al., 2015 ,  Dunnick et al., 2012 ,  Dunnick et al., 2018 ,  Dunnick and Nyska, 2009 ,  Lee et al., 2010 ,  Liang et al., 2012 ,  Zhou et al., 2010 ,  Chen et al., 2022 Histopathological changes (HC) Hepatocyte swelling  Histopathological abnormalities  Hepatocytic fatty degeneration  Vacuolization  Pressure occlusion of hepatic sinusoids  hepatocyte apoptosis  Liver necrosis  Liver metastases  Hepatocellular hypertrophy  Liver lesions Albina et al., 2010 ,  Blanco et al., 2012 ,  Brito et al., 2020 ,  Curcic et al., 2015 ;  Dunnick et al., 2012 ,  Dunnick et al., 2018 ,  Lee et al., 2010 ,  Liang et al., 2012 ,  Zhou et al., 2010 ,  Chen et al., 2022 Lipid Accumulation (LA) Hepatocytic fatty degeneration Lee et al., 2010 ,  Chen et al., 2022 Liver enzyme expression level (LEE) Expressions of Cyp1A1, Cyp1A2, Cy2B, UDPGT, AST, ALT Blanco et al., 2012 ,  Brito et al., 2020 ,  Curcic et al., 2015 ,  Dunnick and Nyska, 2009 ,  Lee et al., 2010 ,  Chen et al., 2022 Apoptotic pathway (AP) Phagosomes  nuclear fragmentation, cytochrome  c  release, caspase 3 and caspase 9 activation Albina et al., 2010 ,  Pereira et al., 2017b ,  Pereira et al., 2018 B. Mechanistic endpoints Mitochondrial dysfunction (MD) Liver mitochondrial parameters (e.g., protein content, membrane potential respiration, mitochondrial swelling, Ca + efflux, ATP levels Pazin et al., 2015 ,  Pereira et al., 2017a ,  Pereira et al., 2017b ,  Chen et al., 2022 Endoplasmic reticulum stress (ERS) Endoplasmic stress markers (CHOP, XBP1, BiP/GRP78, PERK, IRE1) Pazin et al., 2015 ,  Chen et al., 2022 Oxidative stress markers (OSM) SOD, CAT, GRD, GPX, MDA, TBARS, XOD, GST Albina et al., 2010 ,  Blanco et al., 2012 ,  Curcic et al., 2015 ,  Liang et al., 2012 ,  Zhou et al., 2010 ,  Chen et al., 2022 Reactive metabolites (RM) Reactive oxygen and nitrogen species (RONs) e.g., Superoxide anion (O2–), Hydrogen peroxide (H2O2)Hydroxyl radical   (•OH)Singlet oxygen   (1O2)Peroxynitrite   (ONOO–), Nitric oxide (NO), Nitrogen dioxide (NO2)Peroxynitrite   (ONOO–)Nitrosyl ion   (NO + )Nitroxyl   (HNO) Pereira et al. (2017)  Pereira et al. (2018)\n\nIncluded studies grouped according to reported endpoints of hepatotoxicity.\n\n## Data extraction\n\nThree independent experts extracted data from the fourteen included studies. Data were recorded as follows; authors, year of publication, PBDE congeners, rodent species or strains used, number of subjects or animals, life stage exposed, duration of exposure, dosage, and indicators of liver toxicity. Data from the figures were extracted using a digitizer software program (DigitizeIt version 2.5, Braunschweig, Germany) ( https://www.digitizeit.xyz/ ). Data such as mean, percentage, frequency, and standard deviations (SD) were verified and retrieved to estimate the effect size of the outcomes.\n\n## Data normalization and rescaling\n\nAs studies employed diverse methods for measuring continuous data (e.g., varying protein quantification methods, and different housekeeping genes for gene expression), data rescaling was undertaken. Standard mean difference (SMD) was used to facilitate comparison and combination of results from different studies ( Murad et al., 2019 ). For each study, the original outcome measures were extracted, and the SMD values were calculated using the standardized formula (Eq.  (3) ). These SMD values were then utilized in the meta-analysis, enabling the synthesis of results across various studies and endpoints. For studies with various metrics, continuous data were normalized using z-score transformation to make them dimensionless and centered around the mean ( Raymaekers & Rousseeuw, 2021 ). This allowed the researchers to assess the relative position of continuous data points within their respective distributions regardless of the methodology used.\n\nIn addressing the variability in administered doses and exposure durations across our study pool, a dose standardization approach was implemented. This approach involved calculating cumulative or time-weighted doses for each study participant based on their specific exposure duration. The resulting doses were then standardized to specific time points to facilitate consistent dose comparison ( Brown & Strickland, 2003 ).\n\nData transformation was performed in certain cases where dichotomous data (present/absent) needed to be compared to continuous data. To generate summary statistics and incorporate the outcome in a meta-analysis, the independent experts extracted the counts of individuals in the control and intervention groups who either experienced or did not experience the specific outcome. Subsequently, this study employed “odds ratio (OR)” to quantify the strength of association between the control group and experimental using the following equation (Eq.  (1) ). (1) O d d s  r a t i o O R = Odds  of  events  in  the  experimental  group Odds  of  events  in  t he  control  group = P E A c A E P c\n\nWhere, P E , A C , A E  and P C , are the number of subjects with outcome, Absent (S) or Present (P), in each group, Control (C) or experimental (E) ( Higgins et al., 2022 ). The odds ratio combines results from multiple studies, providing a unified measure of the association between variables across different research findings.\n\nIn the assumption that the continuous measurements in each experimental group adhere to a logistic distribution and that outcome variability is consistent among experimental and control groups, the odds ratios can be transformed into a standardized mean difference (SMD) using the following equation ( Chinn, 2000 ) (Eq.  (2) ). (2) SMD = 3 π I n O R\n\nWhere, lnOR refers to the natural logarithm of odds ratio (log odds ratio). The standard error of the log odds ratio can be transformed into the standard error of an SMD by applying a constant factor of (√3/π = 0.5513) ( Higgins et al., 2022 ). After calculating SMDs (or logarithms of odds ratios) along with their corresponding standard errors for all studies within the meta-analysis, these values can be aggregated using either the fixed-effect or random-effect methodologies.\n\n## Continuous outcomes\n\nAs studies employed diverse methods for measuring continuous data (e.g., varying protein quantification methods, and different housekeeping genes for gene expression), data rescaling was undertaken. Standard mean difference (SMD) was used to facilitate comparison and combination of results from different studies ( Murad et al., 2019 ). For each study, the original outcome measures were extracted, and the SMD values were calculated using the standardized formula (Eq.  (3) ). These SMD values were then utilized in the meta-analysis, enabling the synthesis of results across various studies and endpoints. For studies with various metrics, continuous data were normalized using z-score transformation to make them dimensionless and centered around the mean ( Raymaekers & Rousseeuw, 2021 ). This allowed the researchers to assess the relative position of continuous data points within their respective distributions regardless of the methodology used.\n\nIn addressing the variability in administered doses and exposure durations across our study pool, a dose standardization approach was implemented. This approach involved calculating cumulative or time-weighted doses for each study participant based on their specific exposure duration. The resulting doses were then standardized to specific time points to facilitate consistent dose comparison ( Brown & Strickland, 2003 ).\n\n## Dichotomous outcomes\n\nData transformation was performed in certain cases where dichotomous data (present/absent) needed to be compared to continuous data. To generate summary statistics and incorporate the outcome in a meta-analysis, the independent experts extracted the counts of individuals in the control and intervention groups who either experienced or did not experience the specific outcome. Subsequently, this study employed “odds ratio (OR)” to quantify the strength of association between the control group and experimental using the following equation (Eq.  (1) ). (1) O d d s  r a t i o O R = Odds  of  events  in  the  experimental  group Odds  of  events  in  t he  control  group = P E A c A E P c\n\nWhere, P E , A C , A E  and P C , are the number of subjects with outcome, Absent (S) or Present (P), in each group, Control (C) or experimental (E) ( Higgins et al., 2022 ). The odds ratio combines results from multiple studies, providing a unified measure of the association between variables across different research findings.\n\n## Combining continuous and dichotomous outcomes\n\nIn the assumption that the continuous measurements in each experimental group adhere to a logistic distribution and that outcome variability is consistent among experimental and control groups, the odds ratios can be transformed into a standardized mean difference (SMD) using the following equation ( Chinn, 2000 ) (Eq.  (2) ). (2) SMD = 3 π I n O R\n\nWhere, lnOR refers to the natural logarithm of odds ratio (log odds ratio). The standard error of the log odds ratio can be transformed into the standard error of an SMD by applying a constant factor of (√3/π = 0.5513) ( Higgins et al., 2022 ). After calculating SMDs (or logarithms of odds ratios) along with their corresponding standard errors for all studies within the meta-analysis, these values can be aggregated using either the fixed-effect or random-effect methodologies.\n\n## Assessment of the level of evidence\n\nThe study employed the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) guidelines to assess the confidence and quality of evidence of each study. The GRADE framework was utilized to evaluate the study findings and determine the level of confidence in the evidence presented in the selected studies ( Phi et al., 2012 ;  Piggott et al., 2021 ;  Xie & Machado, 2021 ). The assessment process involved an initial rating of “high” confidence based on the study design and experimental characteristics. The risk of bias (RoB) was evaluated across five distinct domains, which included consistency of results, change of exposure levels over time, incomplete data, outcome measures, and presentation of results. These domains were independently assessed by two experts, who assigned ratings of “low” (green), “high” (red), or “unclear” (yellow) based on the presence or absence of specific criteria within each domain presented in  Table S3 . Conflicting ratings were resolved through re-evaluation and discussion.\n\nBased on this rigorous evaluation, the initial confidence rating of each study was adjusted, if necessary, through downgrading or upgrading based on the assessment of factors such as inconsistency, imprecision, incomplete data, publication bias, large effects, complete data, and dose–response relationships. One level of the downgrade is needed for low RoB, and two levels of a downgrade for high RoB. Other factors were eventually upgraded or downgraded by one level based on the experts’ judgment. The overall RoB was reported based on the highest rating received among the five domains of each study. Lastly, the level of evidence was described as “high” or “low” based on the reported overall RoB.\n\n## Data analysis\n\nCochrane’s Q and the I 2  test were utilized to assess the heterogeneity of the involved studies. To calculate heterogeneity, Q-value was compared to the variation observed if all studies were drawn from the same population probability sample. Moreover, studies were considered heterogenous if I 2  was greater than 50% (p < 0.05) ( Thorlund et al., 2012 ). Random-effect models were utilized if p < 0.050 and I 2  was greater than 50%, which means there was a high level of heterogeneity ( DerSimonian & Kacker, 2007 ).\n\nA meta-analysis was performed to estimate the overall effect size of PBDE exposure on hepatoxicity in rats and mice across the included studies. Subsequently, subgroup analysis (stratified analysis) was used to determine the significance of each moderator (type of PBDE congeners or mixtures, rodent species/strains, life stage exposed, duration of exposure, and dosage) on the hepatoxicity of PBDEs. Subgroup analysis is a component of meta-analysis that examines the effect of an intervention or exposure in a specific subset of the study population (moderators) rather than the entire population. ( Wang & Ware, 2013 ).\n\nThis study employed the standardized mean difference (SMD) for effect size measurement derived from the mean and the standard deviation (SD) of the maximum dosage group of PBDEs used in each study ( Faraone, 2008 ,  Andrade, 2020 ). SMD is a typical effect size measurement in meta-analyses and other research comparing group results. It normalizes the variation in means between two groups, which facilitates comparing effect sizes across several studies that might employ various scales or measures of the same outcome variable ( Bakbergenuly et al., 2020 ).\n\nThe equation for the SMD calculation is as follows (Eq.  (3) ). (3) SMD = ( m e a n  o f  c o n t r o l  g r o u p - m e a n  o f  e x p e r i m e n t a l  g r o u p ) pooled  standard  deviation  ( P o o l e d  S D )\n\nWhere; (4) Pooled  SD = ( S D  o f  c o n t r o l  g r o u p ) 2 - ( S D  o f  e x p e r i m e n t a l  g r o u p ) 2 2\n\nOnce the SMD is calculated, it can be interpreted as the standardized difference in means between the two groups, with larger values indicating a more significant effect size. A standard convention for interpreting SMD is to consider values of 0.2, 0.5, and 0.8 as small, medium, and large effect sizes, respectively ( Lin & Aloe, 2021 ). In toxicological studies, a positive standardized mean difference (SMD) (rightward directionality) indicates a detrimental effect of the treatment, such as an increase in toxicity or adverse effects of a chemical or drug ( Friedrich et al., 2011 ). The confidence interval (95% CI) is then calculated by adding and subtracting a value based on the desired confidence level and the pooled standard error estimate ( DerSimonian & Laird, 1986 ).\n\nThis study used meta-regression analysis on the numerical moderators (dosage and exposure duration) to examine the relationship between study-level numerical covariates and the effect size (or outcome) of interest. In addition, it was used to identify potential sources of heterogeneity across studies and to explore the factors that may explain variation in treatment effects across different studies ( Borenstein et al., 2011 ). Only total dosage amounts per body weight (dosage mg/kg/day × repeated days) (n = 14) were included in the analysis since meta-regression summarizes the data as a function instead of a single value ( Hansen et al., 2009 ;  Nuventra Pharma, 2021 ).\n\nFactorial analysis of variance (ANOVA) was used to investigate the interactions among the moderators (rodent species, dosage, duration of exposure, life, stage of exposure, and liver function markers) using the combined effects of two or more independent variables on the dependent variable (SMD in hepatoxicity) ( Ross & Willson, 2017 ). Moreover, interaction plots were used to visualize the relationship among these moderating variables. If the lines are parallel, this indicates that the effect of one moderator on the response variable (SMD) is the same at all levels of the other moderator, meaning no interaction between the two. On the contrary, if the lines are not parallel (intersecting), the effect of one moderator on the response variable (SMD) varies depending on the level of the other factor.\n\nSensitivity analysis was used to determine the reliability of the study's results by measuring the effects of removing any of the studies from the model ( Gorris & Yoe, 2014 ;  Mathur and VanderWeele, 2020 ). A funnel plot and Begg's test were conducted to assess publication bias, where  p  < 0.05 was considered significant. All statistical treatments and meta-analyses were performed using the “Comprehensive Meta-Analysis (CMA) Software Version 3 developed by Biostat Inc. ( https://www. meta -analysis.com/ ).\n\n## Test of heterogeneity\n\nCochrane’s Q and the I 2  test were utilized to assess the heterogeneity of the involved studies. To calculate heterogeneity, Q-value was compared to the variation observed if all studies were drawn from the same population probability sample. Moreover, studies were considered heterogenous if I 2  was greater than 50% (p < 0.05) ( Thorlund et al., 2012 ). Random-effect models were utilized if p < 0.050 and I 2  was greater than 50%, which means there was a high level of heterogeneity ( DerSimonian & Kacker, 2007 ).\n\n## Meta-analysis and calculation of effect size\n\nA meta-analysis was performed to estimate the overall effect size of PBDE exposure on hepatoxicity in rats and mice across the included studies. Subsequently, subgroup analysis (stratified analysis) was used to determine the significance of each moderator (type of PBDE congeners or mixtures, rodent species/strains, life stage exposed, duration of exposure, and dosage) on the hepatoxicity of PBDEs. Subgroup analysis is a component of meta-analysis that examines the effect of an intervention or exposure in a specific subset of the study population (moderators) rather than the entire population. ( Wang & Ware, 2013 ).\n\nThis study employed the standardized mean difference (SMD) for effect size measurement derived from the mean and the standard deviation (SD) of the maximum dosage group of PBDEs used in each study ( Faraone, 2008 ,  Andrade, 2020 ). SMD is a typical effect size measurement in meta-analyses and other research comparing group results. It normalizes the variation in means between two groups, which facilitates comparing effect sizes across several studies that might employ various scales or measures of the same outcome variable ( Bakbergenuly et al., 2020 ).\n\nThe equation for the SMD calculation is as follows (Eq.  (3) ). (3) SMD = ( m e a n  o f  c o n t r o l  g r o u p - m e a n  o f  e x p e r i m e n t a l  g r o u p ) pooled  standard  deviation  ( P o o l e d  S D )\n\nWhere; (4) Pooled  SD = ( S D  o f  c o n t r o l  g r o u p ) 2 - ( S D  o f  e x p e r i m e n t a l  g r o u p ) 2 2\n\nOnce the SMD is calculated, it can be interpreted as the standardized difference in means between the two groups, with larger values indicating a more significant effect size. A standard convention for interpreting SMD is to consider values of 0.2, 0.5, and 0.8 as small, medium, and large effect sizes, respectively ( Lin & Aloe, 2021 ). In toxicological studies, a positive standardized mean difference (SMD) (rightward directionality) indicates a detrimental effect of the treatment, such as an increase in toxicity or adverse effects of a chemical or drug ( Friedrich et al., 2011 ). The confidence interval (95% CI) is then calculated by adding and subtracting a value based on the desired confidence level and the pooled standard error estimate ( DerSimonian & Laird, 1986 ).\n\n## Meta-regression\n\nThis study used meta-regression analysis on the numerical moderators (dosage and exposure duration) to examine the relationship between study-level numerical covariates and the effect size (or outcome) of interest. In addition, it was used to identify potential sources of heterogeneity across studies and to explore the factors that may explain variation in treatment effects across different studies ( Borenstein et al., 2011 ). Only total dosage amounts per body weight (dosage mg/kg/day × repeated days) (n = 14) were included in the analysis since meta-regression summarizes the data as a function instead of a single value ( Hansen et al., 2009 ;  Nuventra Pharma, 2021 ).\n\n## Interaction analysis\n\nFactorial analysis of variance (ANOVA) was used to investigate the interactions among the moderators (rodent species, dosage, duration of exposure, life, stage of exposure, and liver function markers) using the combined effects of two or more independent variables on the dependent variable (SMD in hepatoxicity) ( Ross & Willson, 2017 ). Moreover, interaction plots were used to visualize the relationship among these moderating variables. If the lines are parallel, this indicates that the effect of one moderator on the response variable (SMD) is the same at all levels of the other moderator, meaning no interaction between the two. On the contrary, if the lines are not parallel (intersecting), the effect of one moderator on the response variable (SMD) varies depending on the level of the other factor.\n\n## Test of sensitivity and publication bias\n\nSensitivity analysis was used to determine the reliability of the study's results by measuring the effects of removing any of the studies from the model ( Gorris & Yoe, 2014 ;  Mathur and VanderWeele, 2020 ). A funnel plot and Begg's test were conducted to assess publication bias, where  p  < 0.05 was considered significant. All statistical treatments and meta-analyses were performed using the “Comprehensive Meta-Analysis (CMA) Software Version 3 developed by Biostat Inc. ( https://www. meta -analysis.com/ ).\n\n## Results\n\nFourteen randomized controlled studies were screened and formally included in the meta-analysis ( Table 3 ). Included studies were published in peer-reviewed journals from 2009 to 2022 and focused on the evaluation of the hepatoxicity of individual PBDE congeners or mixtures in rodents (rats or mice) administered by oral gavage. BDE-209 was the most studied (n = 7), while the other congeners and mixtures used were BDE-47 (n = 2), BDE-99 (n = 3), BDE-153 (n = 1), and DE-71 (n = 3). Ten studies used rat species and strains (Winstar Han = 5; Sprague Dawley = 3; Albino rat = 1; F344/N = 1;) while four studies used mice strains (C57BL/6 = 2; Kun Ming = 1; CD1-Swiss = 1). All included studies assessed the hepatotoxicity of PBDEs by measuring a range of outcomes involving both apical and mechanistic endpoints. Apical endpoints encompass specific and direct indicators of hepatotoxicity, including alterations in liver weight, the presence of liver deformities and lesions, lipid accumulation, changes in gene and protein expressions, as well as shifts in serum marker concentrations. On the other hand, mechanistic endpoints, while not as specific, play a crucial role in elucidating PBDE-induced hepatotoxicity. These endpoints encompass factors like oxidative stress markers, reactive metabolites, mitochondrial damage, and endoplasmic reticular stress ( Mosedale & Watkins, 2017 ) ( Table 2 ). Table 3 Characteristics of studies used for the meta-analysis. PBDE  Congeners/ Mixture Studies Species (strain) N Life stage Exposed* Duration of Exposure Dosage Hepatotoxicity outcomes DE-71 Dunnick & Nyska, (2009) Rat  (F344/N) 20 PND42-PND117  (Puberty to sexual maturity) 75 days 0.01, 5, 50, 100, 500 mg/kg/day Liver weight (↑); hypertrophy (+).Expressions of Cyp1A1(↑), Cyp1A2(↑), Cy2B (↑), UDPGT  (↑) Dunnick et al. (2012) Rat  (Wistar Han) 20 G6-PND21  (Embryonic to weaning) 27 days 50 mg/kg/day Liver weight (↑); hepatocyte hypertrophy (+) and vacuolization (+); Differentially expressed transcripts (DETs) (↑) Dunnick et al. (2018) Rat  (Wistar Han) 24 GD6-PND21  (Embryonic to weaning) 27 days 0.1, 15, 50  mg/kg/day Liver weight (↑), liver index (↑),liver lesions   (+), fatty change (+), liver hypertrophy (+), and liver transcriptomic changes (cytochrome 450 transcripts (↑), ABC membrane transport transcripts (↓)) BDE-47 Pazin et al. (2015) Rat  (Wistar Han) 30 n/a n/a 0.1, 1,5,10,25,50  µg/kg/day Liver mitochondrial parameters (e.g., protein content (↑), membrane potential (↑), respiration, mitochondrial swelling (↑), Ca + efflux (↑), ATP levels (↓)) Dunnick et al. (2018) Rat  (Wistar Han) 24 GD6-PND21  (Embryonic to weaning) 27 days 0.1, 15, 50  mg/kg/day Liver weight (↑), liver index (↑),liver lesions   (+), fatty change (+), liver hypertrophy (+), and liver transcriptomic changes (cytochrome 450 transcripts (↑), ABC membrane transport transcripts (↓)) BDE-99 Albina et al. (2010) Rat (Sprague-Dawley) 30 PND49-PND94  (Puberty to sexual maturity) 45 days 0.6, 1.2  mg/kg  (single dose) Oxidative stress markers (SOD (↑), CAT (↑), GRD (↑), GPX (↑), TBARS (↑), GST (↓); Histopathological abnormalities (+), Phagosomes (+) Blanco et al. (2012) Rat (Sprague-Dawley) 32 GD6 – GD19  (Embryonic to Fetal) 14 days 0.5, 1.0, 2.0  mg/kg/day Liver hypertrophy (+); oxidative stress markers (SOD (↑), CAT (↑), GR (↑), GPx (↑), GST (↑), TBARS (↑)); Cyp1A1 (↑), Cyp1A2 (↑), Cyp2B1 (↑), and Cyp3B2 (↑) expression; teratogenicity (-) Pazin et al. (2015) Rat  (Wistar Han) 30 n/a n/a 0.1, 1,5,10,25,50  µg/kg/day Liver mitochondrial parameters (e.g., protein content (↑), membrane potential (↑), respiration, mitochondrial swelling (↑), Ca + efflux (↑), ATP levels (↓)) BDE-153 Pereira et al. (2018) Rat  (Wistar Han) 30 n/a n/a 0.1, 1, 5, 10, 25 mg/kg/day Liver mitochondrial parameters (e.g., mitochondrial membrane potential dissipation (+), mitochondrial swelling (↑), ATP levels (↓)), liver cells metabolic activities (↑), RONs accumulation (↑), PS cytotoxicity (↑), nuclear fragmentation (↑), Cyt c (↑), AIF (↑), Caspase 3 activation (+). BDE-209 Brito et al. (2020) Mouse (C57BL/6) 36 PND49-PND94  (Breeding age) 45 days 0.08, 0.8,8.0 µg/kg every 5 days Liver index (x), ALT (↑), AST (↑), Oxidate stress markers (CAT (x), NPT (↑), LPO (↑), GST (x), SOD(x)), liver metastases (+). Chen et al. (2022) Mouse (C57BL/6) 30 PND28-PND84  (Puberty to breeding age) 56 days 100  mg/kg  (Single dose) Liver index (x), AST (↑), ALT (↑), lipid accumulation (↑), liver tissue anomaly and lesions (+), hepatocyte apoptosis rate (↑), endoplasmic reticulum stress (↑), Ca 2+  efflux (↑), hepatic inflammatory factors (IL-1 (↑) and TNF-α (↑)), hepatic mitochondrial function (e.g., membrane potential (↓), ATP levels (↓). Curcic et al. (2015) Rat (Albino Wistar Han) 40 n/a 21 days 1000, 2000, 4000  mg/kg/day Liver weight (↑); liver enzyme activities (AST (↑), ALT (↑), ALP (↑), γ-GT (↑)); histopathological changes (+); stress markers (MDA (↑), SOD (↓), -SH (↑)) Lee et al. (2010) Rat (Sprague-Dawley) 24 PND10 – PND42  (Neonate to weaning) 32 days 100,300,600 mg/kg/day Liver weight (↑); Cyp1A1 (↑), Cyp1A2 (↑), and Cy2B (↑) expression; nuclear receptors expression (CAR (↑) and PXR (↑)), Hepatocytic fatty degeneration (+) Liang et al. (2012) Mouse  (CD-1 Swiss) 45 PND70-PND130  (Breeding age) 15, 30, 60 days 0.1,40, 80, 160  mg/kg/day Hepatocyte swelling (+); Pressure occlusion of hepatic sinusoids (↑).XOD (↑), GPT (↑), and GOT (↑)   activities. Pereira et al. (2017) Rat  (Wistar Han) 30 n/a n/a 0.1, 1, 5, 10, 25 mg/kg/day Liver mitochondrial parameters (e.g., mitochondrial swelling (↑), ATP levels (↓), collapsed membrane potential (+); HepG2 viability (↓), ROS (↑), PS cytotoxicity (↑), nuclear fragmentation (↑), cytochrome  c  release (↑), caspase 3 (+) and caspase 9 (+) activation) Zhou et al. (2010) Mouse  (Kun Ming) 24 PND35-PND42  (Puberty) 7 days 50, 100, 200 mg/kg/day Liver index (liver mass/body weight) (↑); oxidative stress markers – SOD (↓) and MDA (↑) Notes:  N – number of animals examined; GD – Gestational Day; PND – Post-natal day; ↑/↓ - increase or decrease; +/- - presence or absence; x- no significant changes; DE-71 - a mixture of BDE-47, BDE-99, BDE-100, and BDE153; n/a- data not available; Cytochrome isoforms - Cyp1A1, Cyp1A2, Cy2B, Cyp3B2; UDPGT - uridine diphosphate glucuronic transferase; SOD – superoxide dismutase; -SH – thiols; CAT – catalase; GRD – glutathione reductase; GPX – glutathione peroxidase; GST – glutathione S transferase; TBARS - thiobarbituric acid-reactive substances; CAR - constitutive androstane receptor; PXR – pregnane X receptor; MDA – malondialdehyde; DETs include Aldh1a1, Cyp1a1, Abcc3, Zshhx2, Far4, Cltb, Abhd4, Abhd4, Ces2, Zeint, Fam134b, And Vps26a; XOD- xanthine oxidoreductase; GPT- glutamic pyruvic transaminase; PS - phosphatidylserine GOD – glutamic oxalacetic transaminase; ABC- ATP-binding cassette; AIF – apoptosis-inducing factor; AST – aspartate transaminase; ALT – alanine transaminase; ALP – alkaline phosphatase; γ-GT – gamma-glutamyl transfuse; ATP – adenosine triphosphate; RONs – reactive oxygen and nitrogen species; NPT – nonprotein thiols; LPO – lipid peroxidase; IL-1- interleukin-1; TNF-ɑ - tumor necrosis factor – alpha.\n\nCharacteristics of studies used for the meta-analysis.\n\nNotes:  N – number of animals examined; GD – Gestational Day; PND – Post-natal day; ↑/↓ - increase or decrease; +/- - presence or absence; x- no significant changes; DE-71 - a mixture of BDE-47, BDE-99, BDE-100, and BDE153; n/a- data not available; Cytochrome isoforms - Cyp1A1, Cyp1A2, Cy2B, Cyp3B2; UDPGT - uridine diphosphate glucuronic transferase; SOD – superoxide dismutase; -SH – thiols; CAT – catalase; GRD – glutathione reductase; GPX – glutathione peroxidase; GST – glutathione S transferase; TBARS - thiobarbituric acid-reactive substances; CAR - constitutive androstane receptor; PXR – pregnane X receptor; MDA – malondialdehyde; DETs include Aldh1a1, Cyp1a1, Abcc3, Zshhx2, Far4, Cltb, Abhd4, Abhd4, Ces2, Zeint, Fam134b, And Vps26a; XOD- xanthine oxidoreductase; GPT- glutamic pyruvic transaminase; PS - phosphatidylserine GOD – glutamic oxalacetic transaminase; ABC- ATP-binding cassette; AIF – apoptosis-inducing factor; AST – aspartate transaminase; ALT – alanine transaminase; ALP – alkaline phosphatase; γ-GT – gamma-glutamyl transfuse; ATP – adenosine triphosphate; RONs – reactive oxygen and nitrogen species; NPT – nonprotein thiols; LPO – lipid peroxidase; IL-1- interleukin-1; TNF-ɑ - tumor necrosis factor – alpha.\n\nUsing the Cochrane-Q and I 2  test, the heterogeneity of the involved studies was 53%, implying high heterogeneity ( p  = 0.045). Thus, the overall SMD on the association between exposure to ∑PBDE congeners and hepatotoxicity in rodents (rats and mice) was calculated using the random effect model. Begg’s funnel plot was utilized to examine the publication bias of the studies, and the plot revealed no indication of an asymmetrical form, indicating no significant publication bias ( Fig. 2 ). A sensitivity analysis was conducted to confirm the reliability of the results.  Fig. 3  shows that when any study was removed from the model, the significant results of the hepatoxicity of ∑PBDE congeners were unchanged (overall SMD = 1.82, CI = 1.07, 2.02), as presented in section 3.3.1. Thus, the results revealed that the findings of this meta-analysis were reliable and acceptable. Fig. 2 Funnel plot for all studies (Begg's test value = 0.205, p = 0.433) .  Each bubble represents individual studies. Fig. 3 Results of Sensitivity Test (given named study is omitted).\n\nFunnel plot for all studies (Begg's test value = 0.205, p = 0.433) .  Each bubble represents individual studies.\n\nResults of Sensitivity Test (given named study is omitted).\n\nFurthermore, the GRADE analysis revealed that a majority of the studies (n = 10) included in the review exhibited low risk of bias (RoB) ratings, indicating a heightened likelihood of their results being internally valid and reliable. It's important to note, however, that possessing a low risk of bias does not necessarily equate to a study's results being universally valid and reliable. In contrast, four studies received serious RoB ratings due to issues like incomplete data and selective outcomes reporting. This perspective emphasizes the multifaceted nature of study evaluation and underscores the need for a comprehensive assessment of various factors impacting study quality.\n\nA meta-analysis was conducted to determine the overall effect size of PBDE exposure on hepatoxicity in rodents across the fourteen studies using the data from the highest dosage group. All the studies generated 16 SMDs with significant positive associations ( p  < 0.05). According to the random effects model ( Fig. 4 ), the overall SMD of the hepatoxicity of PBDE congeners and mixtures in rodents was 1.82 (95% CI = 1.07, 2.02, p = 0.016), indicating that exposure to PBDE congeners and mixtures is associated with a significant increase in liver toxicity in rodents. Fig. 4 Forest plot for the hepatotoxic effects of PBDE congeners and mixtures in rodents.\n\nForest plot for the hepatotoxic effects of PBDE congeners and mixtures in rodents.\n\nFurthermore, results showed significant heterogeneity among the studies included in the overall meta-analysis (Q = 102.3, p = 0.045; I 2  = 53%), which may contribute to the pooled effect size. Thus, subgroup analyses were conducted to identify factors or moderators driving the observed differences between studies.\n\nDue to limited representations for each rodent strain, only species-level analysis was carried out to determine if there were significant differences in the susceptibility or sensitivity of rodents in PBDE-induced hepatoxicity. Results suggest that there may be species-related differences in the hepatoxicity induced by PBDEs among rodents, with a higher SMD observed in the rat subgroup (SMD = 1.79, 95% CI = 1.68, 1.98, p = 0.027) compared to the mouse subgroup (SMD = 1.46, 95% CI = -0.88, 1.59, p = 0.017) ( Fig. 5 ). Fig. 5 Forest plot for subgroup analysis on rodent species.\n\nForest plot for subgroup analysis on rodent species.\n\nThe heterogeneity values for both subgroups are moderate, with an I 2  of 36% for the rat subgroup and 46% for the mouse subgroup, indicating that there may be some variability in the results due to differences between the individual studies included in the meta-analysis. However, the  p -values for the heterogeneity tests are not statistically significant ( p  = 0.133 for rats,  p  = 0.112 for mice), suggesting that the observed heterogeneity may not be due to chance. The findings suggest that rodent species, such as rats and mice, used in toxicological studies may play a moderating role in PBDE-induced hepatotoxicity, with the higher SMD observed in the rat subgroup indicating a potentially greater sensitivity to PBDE-induced liver damage compared to mice.\n\nStudies were grouped according to the investigated PBDE congeners and mixture to determine which has the most significant association with hepatoxicity in rodents. Due to the limited number of studies, BDE-153 ( Pereira et al., 2018 ) was not included in the subgroup analysis since it may be inappropriate or insufficient to draw conclusions.  Figure S2  demonstrates that all PBDE congeners and mixtures (DE-71, BDE-47, BDE-99, and BDE-209) were significantly associated with hepatoxicity in rodents (SMD = 1.80, 95 %CI = 1.10, 1.84, p = 0.034; SMD = 1.79, 95 %CI = 1.58, 2.10, p = 0.043; SMD = 1.84, 95 %CI = 1.03, 2.11, p = 0.033 and SMD = 1.93, 95 %CI = 1.13, 2.48, p = 0.028, respectively). Moreover, there was no statistically significant difference in effect size between the subgroups, as indicated by the  p -values for the Q statistics for each subgroup (i.e., p > 0.05 for all subgroups). These findings suggest that the effect sizes for each subgroup are relatively similar and that the specific congener and mixture of PBDE (DE-71, BDE-47, BDE-99, or BDE-209) may not be a significant moderator of the overall effect size of PBDEs on hepatoxicity in rodents. However, it is worth noting that the p-values for the Q statistics are relatively close to the conventional threshold of 0.05, particularly for the BDE-209 subgroup (p = 0.043) with the highest SMD = 1.93 (CI = 1.13, 2.48), suggesting that it has the most noticeable hepatoxicity outcomes, but there may be some potential for heterogeneity. The subtotals (black diamond) of all PBDE congeners and mixture overlap with each other, implying that there were no significant differences in their effect sizes.\n\nIn addition, the I 2  values for each subgroup (DE-71 = 43%, BDE-47 = 36%, BDE-99 = 47%, BDE-209 = 54%) suggest some heterogeneity within each subgroup, but the magnitude of heterogeneity is relatively modest. This result indicates that the effect sizes for each study within each subgroup are relatively consistent and that the overall effect size estimates for each subgroup are reliable.\n\nThe life stage of exposure in rats and mice is a crucial factor in toxicological studies because it can significantly affect the animal's susceptibility to the toxic effects of a substance ( Nguyen et al., 2022 ). Life stages of rodents upon exposure to PBDEs were recorded and analyzed to determine if there were moderating effects on the hepatoxicity in the animals. Generally, there were differences between rats' and mice's developmental timelines. For instance, the embryonic phase for mice spans from gestational day (GD) 0 to 15, while for rats, it encompasses GD 0 to 16. The fetal stage is marked by GD 16–22 in rats and GD 15–20 in mice. Both rat and mice share an equivalent neonatal phase, encompassing postnatal day (PND) 0 to 14. The weaning stage, occurring at PND 21, denotes the transition from maternal milk to solid food consumption. Subsequently, the young life stage spans from PND 22–25 in rats and PND 21–35 in mice. Notably, both rats and mice reach puberty at PND 35, with rats achieving sexual maturity around 2.5 to 3 months and mice attaining breeding age between 1.5 and 2 months ( U.S. EPA, 2002 ).\n\nStudies were classified according to the life stage of rodents when they were initially exposed to PBDE congeners and mixture, regardless of the species. Since only one study ( Lee et al., 2010 ) exposed rats to PBDE during the neonatal stage, this subgroup was excluded from the analysis. Moreover, the life stages of rodents were not reported in the studies of  Curcic et al. (2015) ,  Pazin et al., 2015 ,  Pereira et al. (2017)  and  Pereira et al. (2018) . Thus, only three categories under this subgroup – the embryonic, puberty, and breeding stages, were evaluated based on the indicated body weights and life stage of exposure in each study.\n\nResults shows that the SMD in hepatoxicity was highest during the embryonic stage of development (SMD = 1.91, 95 %CI = 1.88, 2.14, p = 0.002), as demonstrated by the black diamond symbol, which does not overlap with the other two stages (puberty and breeding stage). This suggests that PBDE exposure during the embryonic development of rodents had a more substantial impact on rodents' hepatoxicity than exposure during other life stages. However, there was no significant difference in PBDE-induced hepatotoxicity between puberty and breeding rodents (SMD = 1.37, 95 %CI = -1.05, 1.59, p = 0.049; SMD = 1.67, 95 %CI = -0.62, 1.86, p = 0.044, respectively) ( Figure S3 ). Nevertheless, these findings suggest that the impact of PBDE exposure on hepatotoxicity might vary based on the developmental stage of the rodents, accentuating the recognized sensitivity of the embryonic stage as a critical developmental window.\n\nFollowing the protocol of Borenstein et al. (2010), this study employed meta-regression analysis on the numerical moderators (dosage and exposure duration) to determine the predicted effect size if one-unit changes and to identify any systematic relationships between the numerical moderators and the effect sizes.\n\nNormalized dosages of PBDE congeners and mixtures were grouped according to the concentration administered per kilogram of weight (mg/kg): low (<1 mg/kg), moderate (1–50 mg), and high (>50 mg/kg), at a median duration point. The dosing bins were established based on the concentration of PBDEs administered per kilogram of body weight (mg/kg) in the reviewed studies, taking into consideration the classifications provided by  Gill et al., 2004 ,  Kozlova et al., 2020 ,  Lamkin et al., 2022 .  Fig. 6A  suggests that PBDE dosage (mg/kg) significantly moderates effect size estimates on hepatoxicity in rodents (p = 0.023). The regression equation was y = 0.0275x, indicating a positive relationship between PBDE dosage (x) and effect size estimates (y). This means that as the PBDE dosage increases, the effect size estimate of hepatoxicity will also increase. The R 2  value was 0.516, indicating that 51.6% of the variability in effect size estimates could be attributed to differences in PBDE dosage. These results propose that PBDE dosage is essential in explaining the variability in effect size estimates of PBDE-induced hepatoxicity among rodents. Fig. 6 Meta-regression bubble plots. (A. Dosage; B. Duration of exposure) Note: Each bubble represents a study proportional to the size of corresponding SMDs.\n\nMeta-regression bubble plots. (A. Dosage; B. Duration of exposure) Note: Each bubble represents a study proportional to the size of corresponding SMDs.\n\nFor a more straightforward interpretation, duration groups were classified into three – short (<7 days), moderate (8–30 days), and long (>30 days) ( Silins & Högberg, 2011 ). The results of the meta-regression analysis indicate that there was a significant positive association between the duration of PBDE exposure (y) and hepatoxicity (x) (y = 0.0295x + 0.5, R 2  = 0.1065, p = 0.047) ( Fig. 6 B). This implies that more prolonged exposure to PBDEs was associated with increased hepatoxicity in rodents. Moreover, it is important to note that the effect size, as indicated by the R 2  value (0.1065), was relatively small, suggesting that the duration of exposure alone does not fully explain the species-related differences in PBDE-induced hepatoxicity. Furthermore, it's crucial to highlight that due to the high lipophilicity of PBDEs, even a single or short-term dose can lead to prolonged exposure in the animal. PBDEs have the capacity to partition into adipose tissue, resulting in sustained exposure over time. Additionally, in reproductive designs, PBDEs can be eliminated through breast milk, further contributing to prolonged exposure. While exposure duration remains vital for various compounds, it's noteworthy that highly halogenated lipophilic substances such as PBDEs can lead to enduring exposures even with short-term or single doses ( Andersen et al., 2008 ).\n\nComparing the results of the two analyses, the meta-regression on PBDE dosage produced a stronger relationship between PBDE exposure and hepatoxicity than the meta-regression on the duration of exposure, as indicated by the larger effect size and lower p-value (y = 0.0275x, p = 0.023). This suggests that the dosage of PBDEs may be a more critical factor than the duration of exposure in determining the hepatoxicity induced by PBDEs in rodents. However, it is important to note that the two meta-regressions analyzed different exposure variables, and the factors contributing to PBDE-induced hepatoxicity are likely complex and multifaceted.\n\nA factorial ANOVA was implemented to explore further the species-related differences in the PBDE-induced hepatoxicity in rodents ( Table S5 ). Findings from section 3.3.2 indicated that the inclusion of PBDE congeners and mixtures as a moderator did not yield significant differences in effect size. Furthermore, due to incomplete representation of both rodent species across each exposure life stage, these two variables were omitted from the interaction analysis.  Fig. 7  presents the visualization of the interactions among moderators vs. rodent species (rats or mice). Fig. 7 Interaction plots among the rodent species. (A. Dosage; B. Duration of exposure)  Note:  n = no. of studies/samples.\n\nInteraction plots among the rodent species. (A. Dosage; B. Duration of exposure)  Note:  n = no. of studies/samples.\n\nFig. 7A and 7B  show that the extent of PBDE-induced hepatoxicity was similar for both rat and mice species in the low and moderate PBDE dosage groups (p > 0.05). However, significant differences between rats and mice were discovered in the high PBDE dosage groups (F(2,122) = 3.22, p = 0.46; F(2,122) = 5.33, p = 0.046, respectively), in the moderate duration (F(2,122) = 5.44, p = 0.032; F(2,122) = 4.27, p = 0.026, respectively) and the long duration of exposure groups (F(2,122) = 6.21, p = 0.003; F(2,122) = 5.28, p = 0.004, respectively). Therefore, the results suggest that species difference in the effect of PBDE on hepatoxicity is dependent on the dosage and duration of exposure.\n\nFactorial ANOVA was performed to determine the nature and direction of the differences between the species across the hepatotoxicity endpoints ( Table 2 ). Two specific endpoints, (reactive metabolites (RM) and the apoptotic pathway (AP), were excluded from this analysis due to incomplete representation in both species.  Fig. 8  shows the comparison between variables (rodent species and hepatotoxicity endpoints). Results revealed that rats were most sensitive in organ weight changes (e.g., liver weight and liver index), having an SMD higher than mice (F (9,18.9) = 4.67, p = 0.035). Rats were also found to be the most responsive to alterations in hepatic tissues (e.g., hepatocyte swelling, liver lesions, liver necrosis, vacuolization, etc.) when exposed to PBDEs (F (10,18.9) = 5.11, p = 0.022). Fig. 8 Factorial ANOVA plot of the rodent species vs. endpoints of hepatotoxicity ( Note : Organ weight (OW); Histopathological changes (HC); Lipid accumulation (LA); Liver enzyme expression (LEE); Mitochondrial dysfunction (MD); Endoplasmic reticular stress (ERS); Oxidative stress markers (OSM); * - significantly different at p < 0.05 (rats vs. mice); n – no. of studies; error bars – 95% confidence interval).\n\nFactorial ANOVA plot of the rodent species vs. endpoints of hepatotoxicity ( Note : Organ weight (OW); Histopathological changes (HC); Lipid accumulation (LA); Liver enzyme expression (LEE); Mitochondrial dysfunction (MD); Endoplasmic reticular stress (ERS); Oxidative stress markers (OSM); * - significantly different at p < 0.05 (rats vs. mice); n – no. of studies; error bars – 95% confidence interval).\n\nHowever, results revealed that mice were more vulnerable to lipid accumulation (e.g., hepatocytic fatty degeneration) and alterations in liver enzyme expression levels (Cyp1A1, Cyp1A2, Cyp2B, etc) compared to rats (F (1, 18.9) = 3.88, p = 0.029; F (5, 18.9) = 3.16, p = 0.039, respectively). Examining the mechanistic endpoints, it became evident that rats were more sensitive to mitochondrial dysfunctions (e.g., membrane potential, mitochondrial swelling, Ca + efflux, etc.) and oxidative stress (e.g., SOD, CAT, GRD, GPX, etc.) in contrast to mice (F (3, 18.9) = 3.87, p = 0.042; F (5, 18.9) = 4.66, p = 0.027, respectively). Furthermore, the findings revealed that both rats and mice, regardless of their species, exhibited a similar level of response in the endoplasmic reticular reaction when exposed to PBDEs (p > 0.05).\n\n## Study characteristics\n\nFourteen randomized controlled studies were screened and formally included in the meta-analysis ( Table 3 ). Included studies were published in peer-reviewed journals from 2009 to 2022 and focused on the evaluation of the hepatoxicity of individual PBDE congeners or mixtures in rodents (rats or mice) administered by oral gavage. BDE-209 was the most studied (n = 7), while the other congeners and mixtures used were BDE-47 (n = 2), BDE-99 (n = 3), BDE-153 (n = 1), and DE-71 (n = 3). Ten studies used rat species and strains (Winstar Han = 5; Sprague Dawley = 3; Albino rat = 1; F344/N = 1;) while four studies used mice strains (C57BL/6 = 2; Kun Ming = 1; CD1-Swiss = 1). All included studies assessed the hepatotoxicity of PBDEs by measuring a range of outcomes involving both apical and mechanistic endpoints. Apical endpoints encompass specific and direct indicators of hepatotoxicity, including alterations in liver weight, the presence of liver deformities and lesions, lipid accumulation, changes in gene and protein expressions, as well as shifts in serum marker concentrations. On the other hand, mechanistic endpoints, while not as specific, play a crucial role in elucidating PBDE-induced hepatotoxicity. These endpoints encompass factors like oxidative stress markers, reactive metabolites, mitochondrial damage, and endoplasmic reticular stress ( Mosedale & Watkins, 2017 ) ( Table 2 ). Table 3 Characteristics of studies used for the meta-analysis. PBDE  Congeners/ Mixture Studies Species (strain) N Life stage Exposed* Duration of Exposure Dosage Hepatotoxicity outcomes DE-71 Dunnick & Nyska, (2009) Rat  (F344/N) 20 PND42-PND117  (Puberty to sexual maturity) 75 days 0.01, 5, 50, 100, 500 mg/kg/day Liver weight (↑); hypertrophy (+).Expressions of Cyp1A1(↑), Cyp1A2(↑), Cy2B (↑), UDPGT  (↑) Dunnick et al. (2012) Rat  (Wistar Han) 20 G6-PND21  (Embryonic to weaning) 27 days 50 mg/kg/day Liver weight (↑); hepatocyte hypertrophy (+) and vacuolization (+); Differentially expressed transcripts (DETs) (↑) Dunnick et al. (2018) Rat  (Wistar Han) 24 GD6-PND21  (Embryonic to weaning) 27 days 0.1, 15, 50  mg/kg/day Liver weight (↑), liver index (↑),liver lesions   (+), fatty change (+), liver hypertrophy (+), and liver transcriptomic changes (cytochrome 450 transcripts (↑), ABC membrane transport transcripts (↓)) BDE-47 Pazin et al. (2015) Rat  (Wistar Han) 30 n/a n/a 0.1, 1,5,10,25,50  µg/kg/day Liver mitochondrial parameters (e.g., protein content (↑), membrane potential (↑), respiration, mitochondrial swelling (↑), Ca + efflux (↑), ATP levels (↓)) Dunnick et al. (2018) Rat  (Wistar Han) 24 GD6-PND21  (Embryonic to weaning) 27 days 0.1, 15, 50  mg/kg/day Liver weight (↑), liver index (↑),liver lesions   (+), fatty change (+), liver hypertrophy (+), and liver transcriptomic changes (cytochrome 450 transcripts (↑), ABC membrane transport transcripts (↓)) BDE-99 Albina et al. (2010) Rat (Sprague-Dawley) 30 PND49-PND94  (Puberty to sexual maturity) 45 days 0.6, 1.2  mg/kg  (single dose) Oxidative stress markers (SOD (↑), CAT (↑), GRD (↑), GPX (↑), TBARS (↑), GST (↓); Histopathological abnormalities (+), Phagosomes (+) Blanco et al. (2012) Rat (Sprague-Dawley) 32 GD6 – GD19  (Embryonic to Fetal) 14 days 0.5, 1.0, 2.0  mg/kg/day Liver hypertrophy (+); oxidative stress markers (SOD (↑), CAT (↑), GR (↑), GPx (↑), GST (↑), TBARS (↑)); Cyp1A1 (↑), Cyp1A2 (↑), Cyp2B1 (↑), and Cyp3B2 (↑) expression; teratogenicity (-) Pazin et al. (2015) Rat  (Wistar Han) 30 n/a n/a 0.1, 1,5,10,25,50  µg/kg/day Liver mitochondrial parameters (e.g., protein content (↑), membrane potential (↑), respiration, mitochondrial swelling (↑), Ca + efflux (↑), ATP levels (↓)) BDE-153 Pereira et al. (2018) Rat  (Wistar Han) 30 n/a n/a 0.1, 1, 5, 10, 25 mg/kg/day Liver mitochondrial parameters (e.g., mitochondrial membrane potential dissipation (+), mitochondrial swelling (↑), ATP levels (↓)), liver cells metabolic activities (↑), RONs accumulation (↑), PS cytotoxicity (↑), nuclear fragmentation (↑), Cyt c (↑), AIF (↑), Caspase 3 activation (+). BDE-209 Brito et al. (2020) Mouse (C57BL/6) 36 PND49-PND94  (Breeding age) 45 days 0.08, 0.8,8.0 µg/kg every 5 days Liver index (x), ALT (↑), AST (↑), Oxidate stress markers (CAT (x), NPT (↑), LPO (↑), GST (x), SOD(x)), liver metastases (+). Chen et al. (2022) Mouse (C57BL/6) 30 PND28-PND84  (Puberty to breeding age) 56 days 100  mg/kg  (Single dose) Liver index (x), AST (↑), ALT (↑), lipid accumulation (↑), liver tissue anomaly and lesions (+), hepatocyte apoptosis rate (↑), endoplasmic reticulum stress (↑), Ca 2+  efflux (↑), hepatic inflammatory factors (IL-1 (↑) and TNF-α (↑)), hepatic mitochondrial function (e.g., membrane potential (↓), ATP levels (↓). Curcic et al. (2015) Rat (Albino Wistar Han) 40 n/a 21 days 1000, 2000, 4000  mg/kg/day Liver weight (↑); liver enzyme activities (AST (↑), ALT (↑), ALP (↑), γ-GT (↑)); histopathological changes (+); stress markers (MDA (↑), SOD (↓), -SH (↑)) Lee et al. (2010) Rat (Sprague-Dawley) 24 PND10 – PND42  (Neonate to weaning) 32 days 100,300,600 mg/kg/day Liver weight (↑); Cyp1A1 (↑), Cyp1A2 (↑), and Cy2B (↑) expression; nuclear receptors expression (CAR (↑) and PXR (↑)), Hepatocytic fatty degeneration (+) Liang et al. (2012) Mouse  (CD-1 Swiss) 45 PND70-PND130  (Breeding age) 15, 30, 60 days 0.1,40, 80, 160  mg/kg/day Hepatocyte swelling (+); Pressure occlusion of hepatic sinusoids (↑).XOD (↑), GPT (↑), and GOT (↑)   activities. Pereira et al. (2017) Rat  (Wistar Han) 30 n/a n/a 0.1, 1, 5, 10, 25 mg/kg/day Liver mitochondrial parameters (e.g., mitochondrial swelling (↑), ATP levels (↓), collapsed membrane potential (+); HepG2 viability (↓), ROS (↑), PS cytotoxicity (↑), nuclear fragmentation (↑), cytochrome  c  release (↑), caspase 3 (+) and caspase 9 (+) activation) Zhou et al. (2010) Mouse  (Kun Ming) 24 PND35-PND42  (Puberty) 7 days 50, 100, 200 mg/kg/day Liver index (liver mass/body weight) (↑); oxidative stress markers – SOD (↓) and MDA (↑) Notes:  N – number of animals examined; GD – Gestational Day; PND – Post-natal day; ↑/↓ - increase or decrease; +/- - presence or absence; x- no significant changes; DE-71 - a mixture of BDE-47, BDE-99, BDE-100, and BDE153; n/a- data not available; Cytochrome isoforms - Cyp1A1, Cyp1A2, Cy2B, Cyp3B2; UDPGT - uridine diphosphate glucuronic transferase; SOD – superoxide dismutase; -SH – thiols; CAT – catalase; GRD – glutathione reductase; GPX – glutathione peroxidase; GST – glutathione S transferase; TBARS - thiobarbituric acid-reactive substances; CAR - constitutive androstane receptor; PXR – pregnane X receptor; MDA – malondialdehyde; DETs include Aldh1a1, Cyp1a1, Abcc3, Zshhx2, Far4, Cltb, Abhd4, Abhd4, Ces2, Zeint, Fam134b, And Vps26a; XOD- xanthine oxidoreductase; GPT- glutamic pyruvic transaminase; PS - phosphatidylserine GOD – glutamic oxalacetic transaminase; ABC- ATP-binding cassette; AIF – apoptosis-inducing factor; AST – aspartate transaminase; ALT – alanine transaminase; ALP – alkaline phosphatase; γ-GT – gamma-glutamyl transfuse; ATP – adenosine triphosphate; RONs – reactive oxygen and nitrogen species; NPT – nonprotein thiols; LPO – lipid peroxidase; IL-1- interleukin-1; TNF-ɑ - tumor necrosis factor – alpha.\n\nCharacteristics of studies used for the meta-analysis.\n\nNotes:  N – number of animals examined; GD – Gestational Day; PND – Post-natal day; ↑/↓ - increase or decrease; +/- - presence or absence; x- no significant changes; DE-71 - a mixture of BDE-47, BDE-99, BDE-100, and BDE153; n/a- data not available; Cytochrome isoforms - Cyp1A1, Cyp1A2, Cy2B, Cyp3B2; UDPGT - uridine diphosphate glucuronic transferase; SOD – superoxide dismutase; -SH – thiols; CAT – catalase; GRD – glutathione reductase; GPX – glutathione peroxidase; GST – glutathione S transferase; TBARS - thiobarbituric acid-reactive substances; CAR - constitutive androstane receptor; PXR – pregnane X receptor; MDA – malondialdehyde; DETs include Aldh1a1, Cyp1a1, Abcc3, Zshhx2, Far4, Cltb, Abhd4, Abhd4, Ces2, Zeint, Fam134b, And Vps26a; XOD- xanthine oxidoreductase; GPT- glutamic pyruvic transaminase; PS - phosphatidylserine GOD – glutamic oxalacetic transaminase; ABC- ATP-binding cassette; AIF – apoptosis-inducing factor; AST – aspartate transaminase; ALT – alanine transaminase; ALP – alkaline phosphatase; γ-GT – gamma-glutamyl transfuse; ATP – adenosine triphosphate; RONs – reactive oxygen and nitrogen species; NPT – nonprotein thiols; LPO – lipid peroxidase; IL-1- interleukin-1; TNF-ɑ - tumor necrosis factor – alpha.\n\n## Tests of heterogeneity, sensitivity, and risk of bias\n\nUsing the Cochrane-Q and I 2  test, the heterogeneity of the involved studies was 53%, implying high heterogeneity ( p  = 0.045). Thus, the overall SMD on the association between exposure to ∑PBDE congeners and hepatotoxicity in rodents (rats and mice) was calculated using the random effect model. Begg’s funnel plot was utilized to examine the publication bias of the studies, and the plot revealed no indication of an asymmetrical form, indicating no significant publication bias ( Fig. 2 ). A sensitivity analysis was conducted to confirm the reliability of the results.  Fig. 3  shows that when any study was removed from the model, the significant results of the hepatoxicity of ∑PBDE congeners were unchanged (overall SMD = 1.82, CI = 1.07, 2.02), as presented in section 3.3.1. Thus, the results revealed that the findings of this meta-analysis were reliable and acceptable. Fig. 2 Funnel plot for all studies (Begg's test value = 0.205, p = 0.433) .  Each bubble represents individual studies. Fig. 3 Results of Sensitivity Test (given named study is omitted).\n\nFunnel plot for all studies (Begg's test value = 0.205, p = 0.433) .  Each bubble represents individual studies.\n\nResults of Sensitivity Test (given named study is omitted).\n\nFurthermore, the GRADE analysis revealed that a majority of the studies (n = 10) included in the review exhibited low risk of bias (RoB) ratings, indicating a heightened likelihood of their results being internally valid and reliable. It's important to note, however, that possessing a low risk of bias does not necessarily equate to a study's results being universally valid and reliable. In contrast, four studies received serious RoB ratings due to issues like incomplete data and selective outcomes reporting. This perspective emphasizes the multifaceted nature of study evaluation and underscores the need for a comprehensive assessment of various factors impacting study quality.\n\n## Meta-analysis: PBDE exposure and hepatoxicity in rodents\n\nA meta-analysis was conducted to determine the overall effect size of PBDE exposure on hepatoxicity in rodents across the fourteen studies using the data from the highest dosage group. All the studies generated 16 SMDs with significant positive associations ( p  < 0.05). According to the random effects model ( Fig. 4 ), the overall SMD of the hepatoxicity of PBDE congeners and mixtures in rodents was 1.82 (95% CI = 1.07, 2.02, p = 0.016), indicating that exposure to PBDE congeners and mixtures is associated with a significant increase in liver toxicity in rodents. Fig. 4 Forest plot for the hepatotoxic effects of PBDE congeners and mixtures in rodents.\n\nForest plot for the hepatotoxic effects of PBDE congeners and mixtures in rodents.\n\nFurthermore, results showed significant heterogeneity among the studies included in the overall meta-analysis (Q = 102.3, p = 0.045; I 2  = 53%), which may contribute to the pooled effect size. Thus, subgroup analyses were conducted to identify factors or moderators driving the observed differences between studies.\n\nDue to limited representations for each rodent strain, only species-level analysis was carried out to determine if there were significant differences in the susceptibility or sensitivity of rodents in PBDE-induced hepatoxicity. Results suggest that there may be species-related differences in the hepatoxicity induced by PBDEs among rodents, with a higher SMD observed in the rat subgroup (SMD = 1.79, 95% CI = 1.68, 1.98, p = 0.027) compared to the mouse subgroup (SMD = 1.46, 95% CI = -0.88, 1.59, p = 0.017) ( Fig. 5 ). Fig. 5 Forest plot for subgroup analysis on rodent species.\n\nForest plot for subgroup analysis on rodent species.\n\nThe heterogeneity values for both subgroups are moderate, with an I 2  of 36% for the rat subgroup and 46% for the mouse subgroup, indicating that there may be some variability in the results due to differences between the individual studies included in the meta-analysis. However, the  p -values for the heterogeneity tests are not statistically significant ( p  = 0.133 for rats,  p  = 0.112 for mice), suggesting that the observed heterogeneity may not be due to chance. The findings suggest that rodent species, such as rats and mice, used in toxicological studies may play a moderating role in PBDE-induced hepatotoxicity, with the higher SMD observed in the rat subgroup indicating a potentially greater sensitivity to PBDE-induced liver damage compared to mice.\n\nStudies were grouped according to the investigated PBDE congeners and mixture to determine which has the most significant association with hepatoxicity in rodents. Due to the limited number of studies, BDE-153 ( Pereira et al., 2018 ) was not included in the subgroup analysis since it may be inappropriate or insufficient to draw conclusions.  Figure S2  demonstrates that all PBDE congeners and mixtures (DE-71, BDE-47, BDE-99, and BDE-209) were significantly associated with hepatoxicity in rodents (SMD = 1.80, 95 %CI = 1.10, 1.84, p = 0.034; SMD = 1.79, 95 %CI = 1.58, 2.10, p = 0.043; SMD = 1.84, 95 %CI = 1.03, 2.11, p = 0.033 and SMD = 1.93, 95 %CI = 1.13, 2.48, p = 0.028, respectively). Moreover, there was no statistically significant difference in effect size between the subgroups, as indicated by the  p -values for the Q statistics for each subgroup (i.e., p > 0.05 for all subgroups). These findings suggest that the effect sizes for each subgroup are relatively similar and that the specific congener and mixture of PBDE (DE-71, BDE-47, BDE-99, or BDE-209) may not be a significant moderator of the overall effect size of PBDEs on hepatoxicity in rodents. However, it is worth noting that the p-values for the Q statistics are relatively close to the conventional threshold of 0.05, particularly for the BDE-209 subgroup (p = 0.043) with the highest SMD = 1.93 (CI = 1.13, 2.48), suggesting that it has the most noticeable hepatoxicity outcomes, but there may be some potential for heterogeneity. The subtotals (black diamond) of all PBDE congeners and mixture overlap with each other, implying that there were no significant differences in their effect sizes.\n\nIn addition, the I 2  values for each subgroup (DE-71 = 43%, BDE-47 = 36%, BDE-99 = 47%, BDE-209 = 54%) suggest some heterogeneity within each subgroup, but the magnitude of heterogeneity is relatively modest. This result indicates that the effect sizes for each study within each subgroup are relatively consistent and that the overall effect size estimates for each subgroup are reliable.\n\nThe life stage of exposure in rats and mice is a crucial factor in toxicological studies because it can significantly affect the animal's susceptibility to the toxic effects of a substance ( Nguyen et al., 2022 ). Life stages of rodents upon exposure to PBDEs were recorded and analyzed to determine if there were moderating effects on the hepatoxicity in the animals. Generally, there were differences between rats' and mice's developmental timelines. For instance, the embryonic phase for mice spans from gestational day (GD) 0 to 15, while for rats, it encompasses GD 0 to 16. The fetal stage is marked by GD 16–22 in rats and GD 15–20 in mice. Both rat and mice share an equivalent neonatal phase, encompassing postnatal day (PND) 0 to 14. The weaning stage, occurring at PND 21, denotes the transition from maternal milk to solid food consumption. Subsequently, the young life stage spans from PND 22–25 in rats and PND 21–35 in mice. Notably, both rats and mice reach puberty at PND 35, with rats achieving sexual maturity around 2.5 to 3 months and mice attaining breeding age between 1.5 and 2 months ( U.S. EPA, 2002 ).\n\nStudies were classified according to the life stage of rodents when they were initially exposed to PBDE congeners and mixture, regardless of the species. Since only one study ( Lee et al., 2010 ) exposed rats to PBDE during the neonatal stage, this subgroup was excluded from the analysis. Moreover, the life stages of rodents were not reported in the studies of  Curcic et al. (2015) ,  Pazin et al., 2015 ,  Pereira et al. (2017)  and  Pereira et al. (2018) . Thus, only three categories under this subgroup – the embryonic, puberty, and breeding stages, were evaluated based on the indicated body weights and life stage of exposure in each study.\n\nResults shows that the SMD in hepatoxicity was highest during the embryonic stage of development (SMD = 1.91, 95 %CI = 1.88, 2.14, p = 0.002), as demonstrated by the black diamond symbol, which does not overlap with the other two stages (puberty and breeding stage). This suggests that PBDE exposure during the embryonic development of rodents had a more substantial impact on rodents' hepatoxicity than exposure during other life stages. However, there was no significant difference in PBDE-induced hepatotoxicity between puberty and breeding rodents (SMD = 1.37, 95 %CI = -1.05, 1.59, p = 0.049; SMD = 1.67, 95 %CI = -0.62, 1.86, p = 0.044, respectively) ( Figure S3 ). Nevertheless, these findings suggest that the impact of PBDE exposure on hepatotoxicity might vary based on the developmental stage of the rodents, accentuating the recognized sensitivity of the embryonic stage as a critical developmental window.\n\n## Total PBDEs\n\nA meta-analysis was conducted to determine the overall effect size of PBDE exposure on hepatoxicity in rodents across the fourteen studies using the data from the highest dosage group. All the studies generated 16 SMDs with significant positive associations ( p  < 0.05). According to the random effects model ( Fig. 4 ), the overall SMD of the hepatoxicity of PBDE congeners and mixtures in rodents was 1.82 (95% CI = 1.07, 2.02, p = 0.016), indicating that exposure to PBDE congeners and mixtures is associated with a significant increase in liver toxicity in rodents. Fig. 4 Forest plot for the hepatotoxic effects of PBDE congeners and mixtures in rodents.\n\nForest plot for the hepatotoxic effects of PBDE congeners and mixtures in rodents.\n\nFurthermore, results showed significant heterogeneity among the studies included in the overall meta-analysis (Q = 102.3, p = 0.045; I 2  = 53%), which may contribute to the pooled effect size. Thus, subgroup analyses were conducted to identify factors or moderators driving the observed differences between studies.\n\n## Rodent species\n\nDue to limited representations for each rodent strain, only species-level analysis was carried out to determine if there were significant differences in the susceptibility or sensitivity of rodents in PBDE-induced hepatoxicity. Results suggest that there may be species-related differences in the hepatoxicity induced by PBDEs among rodents, with a higher SMD observed in the rat subgroup (SMD = 1.79, 95% CI = 1.68, 1.98, p = 0.027) compared to the mouse subgroup (SMD = 1.46, 95% CI = -0.88, 1.59, p = 0.017) ( Fig. 5 ). Fig. 5 Forest plot for subgroup analysis on rodent species.\n\nForest plot for subgroup analysis on rodent species.\n\nThe heterogeneity values for both subgroups are moderate, with an I 2  of 36% for the rat subgroup and 46% for the mouse subgroup, indicating that there may be some variability in the results due to differences between the individual studies included in the meta-analysis. However, the  p -values for the heterogeneity tests are not statistically significant ( p  = 0.133 for rats,  p  = 0.112 for mice), suggesting that the observed heterogeneity may not be due to chance. The findings suggest that rodent species, such as rats and mice, used in toxicological studies may play a moderating role in PBDE-induced hepatotoxicity, with the higher SMD observed in the rat subgroup indicating a potentially greater sensitivity to PBDE-induced liver damage compared to mice.\n\n## PBDE congeners and mixture\n\nStudies were grouped according to the investigated PBDE congeners and mixture to determine which has the most significant association with hepatoxicity in rodents. Due to the limited number of studies, BDE-153 ( Pereira et al., 2018 ) was not included in the subgroup analysis since it may be inappropriate or insufficient to draw conclusions.  Figure S2  demonstrates that all PBDE congeners and mixtures (DE-71, BDE-47, BDE-99, and BDE-209) were significantly associated with hepatoxicity in rodents (SMD = 1.80, 95 %CI = 1.10, 1.84, p = 0.034; SMD = 1.79, 95 %CI = 1.58, 2.10, p = 0.043; SMD = 1.84, 95 %CI = 1.03, 2.11, p = 0.033 and SMD = 1.93, 95 %CI = 1.13, 2.48, p = 0.028, respectively). Moreover, there was no statistically significant difference in effect size between the subgroups, as indicated by the  p -values for the Q statistics for each subgroup (i.e., p > 0.05 for all subgroups). These findings suggest that the effect sizes for each subgroup are relatively similar and that the specific congener and mixture of PBDE (DE-71, BDE-47, BDE-99, or BDE-209) may not be a significant moderator of the overall effect size of PBDEs on hepatoxicity in rodents. However, it is worth noting that the p-values for the Q statistics are relatively close to the conventional threshold of 0.05, particularly for the BDE-209 subgroup (p = 0.043) with the highest SMD = 1.93 (CI = 1.13, 2.48), suggesting that it has the most noticeable hepatoxicity outcomes, but there may be some potential for heterogeneity. The subtotals (black diamond) of all PBDE congeners and mixture overlap with each other, implying that there were no significant differences in their effect sizes.\n\nIn addition, the I 2  values for each subgroup (DE-71 = 43%, BDE-47 = 36%, BDE-99 = 47%, BDE-209 = 54%) suggest some heterogeneity within each subgroup, but the magnitude of heterogeneity is relatively modest. This result indicates that the effect sizes for each study within each subgroup are relatively consistent and that the overall effect size estimates for each subgroup are reliable.\n\n## Life stage of exposure\n\nThe life stage of exposure in rats and mice is a crucial factor in toxicological studies because it can significantly affect the animal's susceptibility to the toxic effects of a substance ( Nguyen et al., 2022 ). Life stages of rodents upon exposure to PBDEs were recorded and analyzed to determine if there were moderating effects on the hepatoxicity in the animals. Generally, there were differences between rats' and mice's developmental timelines. For instance, the embryonic phase for mice spans from gestational day (GD) 0 to 15, while for rats, it encompasses GD 0 to 16. The fetal stage is marked by GD 16–22 in rats and GD 15–20 in mice. Both rat and mice share an equivalent neonatal phase, encompassing postnatal day (PND) 0 to 14. The weaning stage, occurring at PND 21, denotes the transition from maternal milk to solid food consumption. Subsequently, the young life stage spans from PND 22–25 in rats and PND 21–35 in mice. Notably, both rats and mice reach puberty at PND 35, with rats achieving sexual maturity around 2.5 to 3 months and mice attaining breeding age between 1.5 and 2 months ( U.S. EPA, 2002 ).\n\nStudies were classified according to the life stage of rodents when they were initially exposed to PBDE congeners and mixture, regardless of the species. Since only one study ( Lee et al., 2010 ) exposed rats to PBDE during the neonatal stage, this subgroup was excluded from the analysis. Moreover, the life stages of rodents were not reported in the studies of  Curcic et al. (2015) ,  Pazin et al., 2015 ,  Pereira et al. (2017)  and  Pereira et al. (2018) . Thus, only three categories under this subgroup – the embryonic, puberty, and breeding stages, were evaluated based on the indicated body weights and life stage of exposure in each study.\n\nResults shows that the SMD in hepatoxicity was highest during the embryonic stage of development (SMD = 1.91, 95 %CI = 1.88, 2.14, p = 0.002), as demonstrated by the black diamond symbol, which does not overlap with the other two stages (puberty and breeding stage). This suggests that PBDE exposure during the embryonic development of rodents had a more substantial impact on rodents' hepatoxicity than exposure during other life stages. However, there was no significant difference in PBDE-induced hepatotoxicity between puberty and breeding rodents (SMD = 1.37, 95 %CI = -1.05, 1.59, p = 0.049; SMD = 1.67, 95 %CI = -0.62, 1.86, p = 0.044, respectively) ( Figure S3 ). Nevertheless, these findings suggest that the impact of PBDE exposure on hepatotoxicity might vary based on the developmental stage of the rodents, accentuating the recognized sensitivity of the embryonic stage as a critical developmental window.\n\n## Meta-regression on dosage and duration of exposure to PBDEs\n\nFollowing the protocol of Borenstein et al. (2010), this study employed meta-regression analysis on the numerical moderators (dosage and exposure duration) to determine the predicted effect size if one-unit changes and to identify any systematic relationships between the numerical moderators and the effect sizes.\n\nNormalized dosages of PBDE congeners and mixtures were grouped according to the concentration administered per kilogram of weight (mg/kg): low (<1 mg/kg), moderate (1–50 mg), and high (>50 mg/kg), at a median duration point. The dosing bins were established based on the concentration of PBDEs administered per kilogram of body weight (mg/kg) in the reviewed studies, taking into consideration the classifications provided by  Gill et al., 2004 ,  Kozlova et al., 2020 ,  Lamkin et al., 2022 .  Fig. 6A  suggests that PBDE dosage (mg/kg) significantly moderates effect size estimates on hepatoxicity in rodents (p = 0.023). The regression equation was y = 0.0275x, indicating a positive relationship between PBDE dosage (x) and effect size estimates (y). This means that as the PBDE dosage increases, the effect size estimate of hepatoxicity will also increase. The R 2  value was 0.516, indicating that 51.6% of the variability in effect size estimates could be attributed to differences in PBDE dosage. These results propose that PBDE dosage is essential in explaining the variability in effect size estimates of PBDE-induced hepatoxicity among rodents. Fig. 6 Meta-regression bubble plots. (A. Dosage; B. Duration of exposure) Note: Each bubble represents a study proportional to the size of corresponding SMDs.\n\nMeta-regression bubble plots. (A. Dosage; B. Duration of exposure) Note: Each bubble represents a study proportional to the size of corresponding SMDs.\n\nFor a more straightforward interpretation, duration groups were classified into three – short (<7 days), moderate (8–30 days), and long (>30 days) ( Silins & Högberg, 2011 ). The results of the meta-regression analysis indicate that there was a significant positive association between the duration of PBDE exposure (y) and hepatoxicity (x) (y = 0.0295x + 0.5, R 2  = 0.1065, p = 0.047) ( Fig. 6 B). This implies that more prolonged exposure to PBDEs was associated with increased hepatoxicity in rodents. Moreover, it is important to note that the effect size, as indicated by the R 2  value (0.1065), was relatively small, suggesting that the duration of exposure alone does not fully explain the species-related differences in PBDE-induced hepatoxicity. Furthermore, it's crucial to highlight that due to the high lipophilicity of PBDEs, even a single or short-term dose can lead to prolonged exposure in the animal. PBDEs have the capacity to partition into adipose tissue, resulting in sustained exposure over time. Additionally, in reproductive designs, PBDEs can be eliminated through breast milk, further contributing to prolonged exposure. While exposure duration remains vital for various compounds, it's noteworthy that highly halogenated lipophilic substances such as PBDEs can lead to enduring exposures even with short-term or single doses ( Andersen et al., 2008 ).\n\nComparing the results of the two analyses, the meta-regression on PBDE dosage produced a stronger relationship between PBDE exposure and hepatoxicity than the meta-regression on the duration of exposure, as indicated by the larger effect size and lower p-value (y = 0.0275x, p = 0.023). This suggests that the dosage of PBDEs may be a more critical factor than the duration of exposure in determining the hepatoxicity induced by PBDEs in rodents. However, it is important to note that the two meta-regressions analyzed different exposure variables, and the factors contributing to PBDE-induced hepatoxicity are likely complex and multifaceted.\n\n## PBDE dosage and duration of exposure\n\nNormalized dosages of PBDE congeners and mixtures were grouped according to the concentration administered per kilogram of weight (mg/kg): low (<1 mg/kg), moderate (1–50 mg), and high (>50 mg/kg), at a median duration point. The dosing bins were established based on the concentration of PBDEs administered per kilogram of body weight (mg/kg) in the reviewed studies, taking into consideration the classifications provided by  Gill et al., 2004 ,  Kozlova et al., 2020 ,  Lamkin et al., 2022 .  Fig. 6A  suggests that PBDE dosage (mg/kg) significantly moderates effect size estimates on hepatoxicity in rodents (p = 0.023). The regression equation was y = 0.0275x, indicating a positive relationship between PBDE dosage (x) and effect size estimates (y). This means that as the PBDE dosage increases, the effect size estimate of hepatoxicity will also increase. The R 2  value was 0.516, indicating that 51.6% of the variability in effect size estimates could be attributed to differences in PBDE dosage. These results propose that PBDE dosage is essential in explaining the variability in effect size estimates of PBDE-induced hepatoxicity among rodents. Fig. 6 Meta-regression bubble plots. (A. Dosage; B. Duration of exposure) Note: Each bubble represents a study proportional to the size of corresponding SMDs.\n\nMeta-regression bubble plots. (A. Dosage; B. Duration of exposure) Note: Each bubble represents a study proportional to the size of corresponding SMDs.\n\nFor a more straightforward interpretation, duration groups were classified into three – short (<7 days), moderate (8–30 days), and long (>30 days) ( Silins & Högberg, 2011 ). The results of the meta-regression analysis indicate that there was a significant positive association between the duration of PBDE exposure (y) and hepatoxicity (x) (y = 0.0295x + 0.5, R 2  = 0.1065, p = 0.047) ( Fig. 6 B). This implies that more prolonged exposure to PBDEs was associated with increased hepatoxicity in rodents. Moreover, it is important to note that the effect size, as indicated by the R 2  value (0.1065), was relatively small, suggesting that the duration of exposure alone does not fully explain the species-related differences in PBDE-induced hepatoxicity. Furthermore, it's crucial to highlight that due to the high lipophilicity of PBDEs, even a single or short-term dose can lead to prolonged exposure in the animal. PBDEs have the capacity to partition into adipose tissue, resulting in sustained exposure over time. Additionally, in reproductive designs, PBDEs can be eliminated through breast milk, further contributing to prolonged exposure. While exposure duration remains vital for various compounds, it's noteworthy that highly halogenated lipophilic substances such as PBDEs can lead to enduring exposures even with short-term or single doses ( Andersen et al., 2008 ).\n\nComparing the results of the two analyses, the meta-regression on PBDE dosage produced a stronger relationship between PBDE exposure and hepatoxicity than the meta-regression on the duration of exposure, as indicated by the larger effect size and lower p-value (y = 0.0275x, p = 0.023). This suggests that the dosage of PBDEs may be a more critical factor than the duration of exposure in determining the hepatoxicity induced by PBDEs in rodents. However, it is important to note that the two meta-regressions analyzed different exposure variables, and the factors contributing to PBDE-induced hepatoxicity are likely complex and multifaceted.\n\n## Interaction analyses among rodent species and moderating variables\n\nA factorial ANOVA was implemented to explore further the species-related differences in the PBDE-induced hepatoxicity in rodents ( Table S5 ). Findings from section 3.3.2 indicated that the inclusion of PBDE congeners and mixtures as a moderator did not yield significant differences in effect size. Furthermore, due to incomplete representation of both rodent species across each exposure life stage, these two variables were omitted from the interaction analysis.  Fig. 7  presents the visualization of the interactions among moderators vs. rodent species (rats or mice). Fig. 7 Interaction plots among the rodent species. (A. Dosage; B. Duration of exposure)  Note:  n = no. of studies/samples.\n\nInteraction plots among the rodent species. (A. Dosage; B. Duration of exposure)  Note:  n = no. of studies/samples.\n\nFig. 7A and 7B  show that the extent of PBDE-induced hepatoxicity was similar for both rat and mice species in the low and moderate PBDE dosage groups (p > 0.05). However, significant differences between rats and mice were discovered in the high PBDE dosage groups (F(2,122) = 3.22, p = 0.46; F(2,122) = 5.33, p = 0.046, respectively), in the moderate duration (F(2,122) = 5.44, p = 0.032; F(2,122) = 4.27, p = 0.026, respectively) and the long duration of exposure groups (F(2,122) = 6.21, p = 0.003; F(2,122) = 5.28, p = 0.004, respectively). Therefore, the results suggest that species difference in the effect of PBDE on hepatoxicity is dependent on the dosage and duration of exposure.\n\nFactorial ANOVA was performed to determine the nature and direction of the differences between the species across the hepatotoxicity endpoints ( Table 2 ). Two specific endpoints, (reactive metabolites (RM) and the apoptotic pathway (AP), were excluded from this analysis due to incomplete representation in both species.  Fig. 8  shows the comparison between variables (rodent species and hepatotoxicity endpoints). Results revealed that rats were most sensitive in organ weight changes (e.g., liver weight and liver index), having an SMD higher than mice (F (9,18.9) = 4.67, p = 0.035). Rats were also found to be the most responsive to alterations in hepatic tissues (e.g., hepatocyte swelling, liver lesions, liver necrosis, vacuolization, etc.) when exposed to PBDEs (F (10,18.9) = 5.11, p = 0.022). Fig. 8 Factorial ANOVA plot of the rodent species vs. endpoints of hepatotoxicity ( Note : Organ weight (OW); Histopathological changes (HC); Lipid accumulation (LA); Liver enzyme expression (LEE); Mitochondrial dysfunction (MD); Endoplasmic reticular stress (ERS); Oxidative stress markers (OSM); * - significantly different at p < 0.05 (rats vs. mice); n – no. of studies; error bars – 95% confidence interval).\n\nFactorial ANOVA plot of the rodent species vs. endpoints of hepatotoxicity ( Note : Organ weight (OW); Histopathological changes (HC); Lipid accumulation (LA); Liver enzyme expression (LEE); Mitochondrial dysfunction (MD); Endoplasmic reticular stress (ERS); Oxidative stress markers (OSM); * - significantly different at p < 0.05 (rats vs. mice); n – no. of studies; error bars – 95% confidence interval).\n\nHowever, results revealed that mice were more vulnerable to lipid accumulation (e.g., hepatocytic fatty degeneration) and alterations in liver enzyme expression levels (Cyp1A1, Cyp1A2, Cyp2B, etc) compared to rats (F (1, 18.9) = 3.88, p = 0.029; F (5, 18.9) = 3.16, p = 0.039, respectively). Examining the mechanistic endpoints, it became evident that rats were more sensitive to mitochondrial dysfunctions (e.g., membrane potential, mitochondrial swelling, Ca + efflux, etc.) and oxidative stress (e.g., SOD, CAT, GRD, GPX, etc.) in contrast to mice (F (3, 18.9) = 3.87, p = 0.042; F (5, 18.9) = 4.66, p = 0.027, respectively). Furthermore, the findings revealed that both rats and mice, regardless of their species, exhibited a similar level of response in the endoplasmic reticular reaction when exposed to PBDEs (p > 0.05).\n\n## Rodent species with dosage and duration of exposure\n\nFig. 7A and 7B  show that the extent of PBDE-induced hepatoxicity was similar for both rat and mice species in the low and moderate PBDE dosage groups (p > 0.05). However, significant differences between rats and mice were discovered in the high PBDE dosage groups (F(2,122) = 3.22, p = 0.46; F(2,122) = 5.33, p = 0.046, respectively), in the moderate duration (F(2,122) = 5.44, p = 0.032; F(2,122) = 4.27, p = 0.026, respectively) and the long duration of exposure groups (F(2,122) = 6.21, p = 0.003; F(2,122) = 5.28, p = 0.004, respectively). Therefore, the results suggest that species difference in the effect of PBDE on hepatoxicity is dependent on the dosage and duration of exposure.\n\n## Interactions among rodent species and endpoints of hepatotoxicity\n\nFactorial ANOVA was performed to determine the nature and direction of the differences between the species across the hepatotoxicity endpoints ( Table 2 ). Two specific endpoints, (reactive metabolites (RM) and the apoptotic pathway (AP), were excluded from this analysis due to incomplete representation in both species.  Fig. 8  shows the comparison between variables (rodent species and hepatotoxicity endpoints). Results revealed that rats were most sensitive in organ weight changes (e.g., liver weight and liver index), having an SMD higher than mice (F (9,18.9) = 4.67, p = 0.035). Rats were also found to be the most responsive to alterations in hepatic tissues (e.g., hepatocyte swelling, liver lesions, liver necrosis, vacuolization, etc.) when exposed to PBDEs (F (10,18.9) = 5.11, p = 0.022). Fig. 8 Factorial ANOVA plot of the rodent species vs. endpoints of hepatotoxicity ( Note : Organ weight (OW); Histopathological changes (HC); Lipid accumulation (LA); Liver enzyme expression (LEE); Mitochondrial dysfunction (MD); Endoplasmic reticular stress (ERS); Oxidative stress markers (OSM); * - significantly different at p < 0.05 (rats vs. mice); n – no. of studies; error bars – 95% confidence interval).\n\nFactorial ANOVA plot of the rodent species vs. endpoints of hepatotoxicity ( Note : Organ weight (OW); Histopathological changes (HC); Lipid accumulation (LA); Liver enzyme expression (LEE); Mitochondrial dysfunction (MD); Endoplasmic reticular stress (ERS); Oxidative stress markers (OSM); * - significantly different at p < 0.05 (rats vs. mice); n – no. of studies; error bars – 95% confidence interval).\n\nHowever, results revealed that mice were more vulnerable to lipid accumulation (e.g., hepatocytic fatty degeneration) and alterations in liver enzyme expression levels (Cyp1A1, Cyp1A2, Cyp2B, etc) compared to rats (F (1, 18.9) = 3.88, p = 0.029; F (5, 18.9) = 3.16, p = 0.039, respectively). Examining the mechanistic endpoints, it became evident that rats were more sensitive to mitochondrial dysfunctions (e.g., membrane potential, mitochondrial swelling, Ca + efflux, etc.) and oxidative stress (e.g., SOD, CAT, GRD, GPX, etc.) in contrast to mice (F (3, 18.9) = 3.87, p = 0.042; F (5, 18.9) = 4.66, p = 0.027, respectively). Furthermore, the findings revealed that both rats and mice, regardless of their species, exhibited a similar level of response in the endoplasmic reticular reaction when exposed to PBDEs (p > 0.05).\n\n## Discussion\n\nPBDEs have been linked to a variety of health effects, including hepatotoxicity. Since different animal models, parameters, and indicators of liver functions are being used to evaluate the hepatoxicity of PBDE in living organisms, this can lead to variations in health outcomes, inconsistencies, and incomparability of results. Studies have shown that rodents, the most used animal models, can exhibit different health outcomes in response to exposure to certain chemicals, where some were showing greater susceptibility to PBDE-induced hepatotoxicity in rats compared to mice ( Schauber et al., 1997 ;  Cunningham, 2002 ;  Rowland & Toth, 2019 ). Thus, this study was designed to elucidate the differences in the incidence and severity of hepatoxicity induced by PBDEs in rodents that might be moderated by different factors such as the type of PBDE congeners used, rodent species, life stage of exposure, dosage, duration of exposure, and the endpoints of hepatoxicity.\n\nThe findings revealed a significant association between PBDE exposure and the overall incidence of hepatoxicity in rodents, as consistently reported across all the studies involved. This toxicological outcome was substantiated by various indicators, including changes in relative liver weight, liver necrosis, gene and protein expressions of liver enzymes, histological analyses of liver tissues, endoplasmic reticular and mitochondrial stress, lipid accumulation, and concentrations of oxidative stress markers.  Dunnick et al. (2018)  and  Lee et al. (2010)  reported that both BDE-47 and BDE-209 led to a notable increase in liver weight, elevated incidence of liver necrosis, enhanced hepatic CYP expression, and heightened severity of hepatocyte hypertrophy in rodents. Additionally,  Albina et al. (2010)  and  Blanco et al. (2012)  uncovered that BDE-99 could induce liver hypertrophy, liver lesions, and elevate the expressions of oxidative stress markers in the liver of rodents. The presence of liver lesions, such as ulceration and inflammation, can potentially be linked to stress induced by exposure to environmental toxicants ( Greaves, 2000 ).\n\nRegarding PBDE mixtures, Dunnick et al. (2009) observed that most liver lesions and alterations in CYP enzyme expressions were noted in rats exposed to dosages of 50 mg/kg and 100 mg/kg of the PBDE mixture (DE-71). Furthermore, their subsequent study revealed that DE-71 induced hepatocyte vacuolization, leading to an increase in rats' liver weight ( Dunnick et al., 2012 ). Additionally,  Dunnick et al. (2018)  reported that DE-71 triggered transcriptomic changes in liver cells, including the upregulation of cytochrome P450 transcripts and the downregulation of ABC membrane transport transcripts. However, the mechanisms of hepatotoxicity and toxicokinetics of PBDE mixtures like DE-71 remain unclear and intricate. DE-71 consists of a mixture of PBDE congeners, each possessing distinct chemical structures and properties ( Wirth et al., 2015 ). This composition can result in a wide array of interactions and effects within the liver, making it challenging to pinpoint a singular unified mechanism.\n\nCurcic et al. (2015)  found that increasing the dosage of BDE-209 significantly increased the changes in liver weight, which supports the results of the meta-regression analysis of this study; as the PBDE dosage increases, the degree and severity of toxicity indicators also increase. Like in other studies, BDE-209 significantly increased the indicators of hepatic cell damage, such as AST and γ-GT activities, and the degree of histopathological changes in liver tissues. Oxidative stress markers as mechanistic endpoints of hepatoxicity were also altered in the involved studies on PBDE toxicity in rodents.  Albina et al. (2010)  revealed that BDE-99 significantly increased SOD activity, GSSG levels, and GSSG/GSH ratio, while GSH levels decreased. When reactive oxygen species (ROS) production exceeds antioxidant defense, free radicals act on macromolecules like proteins, lipids, and nucleic acids, setting off a chain reaction in which intermediate species can act as oxidizing agents, thereby altering cellular morphology and function ( Moreno et al., 2005 ).\n\nThrough subgroup analysis, this study found significant differences in the incidence and severity of PBDE-induced hepatoxicity as measured by the variations in effect size across different moderators. Although differences in PBDE congeners as a moderator were not statistically significant, BDE-209 had the highest SMD in inducing hepatoxicity in rodents. BDE-209 is a highly brominated congener with a relatively long half-life  in vivo , which can lead to prolonged exposure to liver cells and increase the risk of developing hepatoxicity ( Pereira et al., 2017 ;  Sun et al., 2020 ). Moreover, this congener is known to significantly induce cytochrome P450 (CYP) enzymes in liver cells, which are responsible for the metabolism of many xenobiotics ( Dong et al., 2010 ,  Khidkhan et al., 2020 ). Increased CYP activity can produce reactive metabolites that can damage liver cells and contribute to the development of hepatotoxicity.\n\nFurthermore, it was revealed that rodents during the embryonic stage were most sensitive to PBDE-induced hepatoxicity. This might be because the liver is still in the early stages of development and has not fully developed its metabolic and detoxification capabilities. Thus, the organ systems of rodents are more susceptible to disruption by environmental pollutants during the prenatal stage ( Fagundes et al., 2022 ). Rats generally have more extended gestation periods than those mice, averaging 21–23 days for rats and 19–21 days for mice ( Bryda, 2013 ). However, this variation in gestational time might not always correspond to variations in the rate of development of organs or systems.  Kratchman et al. (2018)  discovered that rats are significantly more sensitive than mice for non-cancerous outcomes observed in various toxicity assays. A study by  Viberg et al. (2003)  found that neonatal rats exposed to PBDEs had decreased learning and memory ability compared to mice exposed to the same level of PBDEs. Another study by  Dingemans et al. (2007)  found that PBDEs caused more severe toxicity in rats than in mice regarding developmental delay and abnormalities.\n\nMeta-regression and interaction analyses confirmed the positive relationship between hepatoxicity in rodents and dosage and duration of exposure to PBDE. Results showed a species-related difference in the severity of hepatoxicity in rodents, where rats have more significant SMD values than mice in studies with high dosages (>50 mg/kg) administered in more than seven days of exposure. These findings suggest that mice might have a higher capacity for PBDE metabolism and elimination compared to rats, making them more resistant to the toxic effects of PBDEs at lower doses and shorter exposure durations. However, at higher doses and longer exposure durations, rats may become more susceptible to liver damage due to the accumulation of PBDEs and their metabolites in the liver ( Dingemans et al., 2011 ). Notably, the characteristic of PBDEs being both lipophilic and containing multiple halogens contributes to their ability to remain in the body for an extended period, even if the exposure event itself is short-term ( Hites, 2004 ,  Andersen et al., 2008 ;).\n\nResults showed that changes in liver weight, histopathological alterations, and an increased concentration of oxidative stress markers were most prominently observed in rats exposed to PBDEs. Conversely, lipid accumulation and more pronounced changes in liver enzyme expression levels were found in mice. These findings suggest that PBDE exposure triggers species-specific responses in the liver, resulting in distinct outcomes between rats and mice.  Darnerud et al. (2001)  reported that rats metabolize PBDEs more slowly than mice, potentially leading to higher PBDE concentrations in rat tissues and more pronounced toxic effects. These alterations might lead to the accumulation of metabolites, such as glycogen and lipids, within hepatocytes. The heightened metabolic activity, driven by the necessity to process and detoxify PBDEs, could contribute to the expansion of liver cells, ultimately leading to an overall increase in liver weight, liver tissue damage, and an elevated concentration of reactive metabolites. Reactive metabolites, such as reactive oxygen and nitrogen species (RONS), are profoundly reactive chemical species that can induce damage to various cellular components, including DNA, proteins, and lipids ( Weidinger & Kozlov, 2015 ;  Tanabe et al., 2022 ). ROS and RNS generated during oxidative stress can initiate a process called lipid peroxidation. This process involves the oxidation of lipid molecules, particularly polyunsaturated fatty acids, potentially causing an imbalance between lipid acquisition and disposal in the liver. This imbalance can contribute to hepatic fatty degeneration ( Ipsen et al., 2018 ).\n\nFurthermore, these variations in toxicological responses can be attributed to differences in the expression levels of liver enzymes, particularly cytochrome P450, across rodent species. For instance, CYP3As, which are pivotal for BDE-47 metabolism, have shown higher expression levels in rat livers than in mice ( Martignoni et al., 2006 ,  Sun et al., 2016 ). Conversely,  Hammer et al. (2021)  have demonstrated that CYP2Cs is more abundant in rat liver tissues (58 fmol/µg) compared to mice (8 fmol/µg). Notably, CYP2Cs holds a significant role as the predominant cytochrome P450 in adult rat livers, contributing to the metabolism of a range of compounds, including persistent organic pollutants (POPs) ( Wei et al., 2018 ). The observed differences in the expression and the catalytic functions of these liver enzymes between rats and mice might play a role in the distinct species-specific responses to PBDE-induced hepatotoxicity, thereby corroborating the findings of this meta-analysis.\n\nPBDEs can disrupt mitochondrial function by interfering with the electron transport chain and reducing ATP production. Moreover, contaminants can impair mitochondrial bioenergetics or structure by interfering with oxidative phosphorylation ( Mishra & Chan, 2014 ). This can result in the accumulation of reactive oxygen species (ROS) and oxidative stress, which can further damage mitochondrial DNA and proteins and impair mitochondrial function ( Ding et al., 2018 ). Mitochondrial stress and dysfunction have been linked to the pathogenesis of various diseases, including PBDE-induced liver toxicity. Similar results were found for mitochondrial stress as a liver function marker for PBDE-induced hepatoxicity, mainly observed in rats.  Pereira et al. (2015) ,  Pereira et al. (2017) ,  Pereira et al. (2018) , and  Chen et al. (2022)  have shown that liver abnormalities, necrosis, and alteration of liver enzymes specifically by BDE-209 and BDE-153 exposure attribute from mitochondrial dysfunction as a consequence of mitochondrial membrane potential dissipation and buildup of reactive oxygen species. Prolonged exposure to PBDE congeners may result in apoptotic cell death, as evidenced by pro-apoptotic molecules such as cytochrome  c , apoptosis-inducing factor (AIF), and activation of Caspase 3 ( Pereira et al., 2018 ).\n\nEndoplasmic reticulum (ER) stress is a cellular response to environmental stressors such as PBDE exposure ( Li et al., 2018 ). When misfolded or unfolded proteins accumulate in the ER, the unfolded protein response (UPR) pathway is activated, which aims to restore ER homeostasis. The upregulation of genes involved in protein folding, ER-associated degradation, and cellular apoptosis is part of the UPR pathway ( Tang et al., 2017 ). Regardless of rodent species, there was no significant difference in the hepatotoxicity induced by PBDE in terms of ER stress between rats and mice. One possible explanation for this similarity is that the UPR pathway is a conserved response mechanism in all vertebrates, including mice and rats. Therefore, exposure to PBDEs may trigger similar UPR pathways in mice and rats of different developmental stages, resulting in similar SMD values for ER stress markers.\n\nLike any other study, this meta-analysis has several limitations that must be considered. Although grouping this dosage (low, moderate, high) would be of great help, it poses a threat to the validity of the findings. The sex of the animal was not considered in this meta-analysis, which restricts other possible implications of the study. Despite the absence of a significant publication bias, the heterogeneity between each study should be carefully considered. Conducting high-quality human studies and animal experiments using different animal models is expected to support the findings of this meta-analysis.\n\nTo our knowledge, this study is the first meta-analysis on the species differences in hepatoxicity induced by PBDEs in rats and mice. Thus, these findings might have implications for the risk assessment and management of PBDEs in the environment, highlighting the importance of considering species-related differences of organisms when evaluating the potential effects of environmental contaminants. This study can also help researchers design better experiments and improve the quality of the data.\n\n## Conclusion\n\nThis meta-analysis provides robust evidence supporting the adverse impact of PBDEs on liver health in rats and mice. The analysis identified dosage, exposure duration, and life stage of exposure as significant moderators of PBDE-induced hepatotoxicity in rodents. Furthermore, it revealed substantial species-related differences in the hepatoxicity resulting from PBDE exposure. Specifically, rats exhibited heightened sensitivity to changes in organ weight, histopathological alterations, mitochondrial dysfunction, and oxidative stress markers. In contrast, mice displayed more pronounced lipid accumulation and alterations in liver enzyme expression levels. However, no significant differences were observed in endoplasmic reticular stress as a hepatoxicity mechanistic endpoint. A better understanding of species-specific differences in PBDE-induced hepatoxicity can inform risk assessments and regulatory decisions related to human exposure to these chemicals, when extrapolating the rodents’ results to humans. This can lead to improved public health outcomes and better protection of human health and may stimulate research on the molecular mechanisms of hepatotoxicity of PBDEs and the development of therapeutic strategies.\n\nThis work was supported by Grants-in-Aid for Scientific Research (S) [No. 26220103] and (A) [No. 19H01150] from the Japan Society for the Promotion of Science (JSPS). The study was also supported by the Ministry of Education, Culture, Sports, Science and Technology, Japan (MEXT), to a project on Joint Usage/Research Center – Leading Academia in Marine and Environment Pollution Research (LaMer).\n\n## CRediT authorship contribution statement\n\nDave Arthur R. Robledo:  Conceptualization, Software, Methodology, Investigation, Visualization, Writing – original draft.  Maricar S. Prudente:  Validation, Writing – review & editing, Supervision.  Socorro E. Aguja:  Validation, Writing – review & editing.  Hisato Iwata:  Validation, Writing – review & editing, Supervision.\n\n## Declaration of Competing Interest\n\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
  "reference_count": 123,
  "word_count": 21588,
  "char_count": 138851
}