{
  "pmcid": "PMC10654005",
  "doi": "10.1016/j.bbih.2023.100697",
  "title": "Ex vivo  exposure to polybrominated diphenyl ether (PBDE) selectively affects the immune response in autistic children",
  "authors": [
    "Marjannie Eloi Akintunde",
    "Yan-ping Lin",
    "Paula Krakowiak",
    "Isaac N. Pessah",
    "Irva Hertz-Picciotto",
    "Birgit Puschner",
    "Paul Ashwood",
    "Judy Van de Water"
  ],
  "year": "2023",
  "journal": "Brain, Behavior, & Immunity - Health",
  "abstract": "Children on the autism spectrum have been shown to have immune dysregulation that often correlates with behavioral deficits. The role of the post-natal environment in this dysregulation is an area of active investigation. We examined the association between plasma levels of polybrominated diphenyl ether (PBDE) and immune cell function in age-matched autistic children and non-autistic controls. Plasma from children on the autism spectrum (n = 38) and typically developing controls (TD; n = 60) were analyzed for 14 major PBDE congeners. Cytokine/chemokine production was measured in peripheral blood mononuclear cell (PBMC) supernatants with and without  ex vivo  BDE-49 exposure. Total plasma concentration (∑ PBDE14 ) and individual congener levels were also correlated with T cell function. ∑ PBDE14  did not differ between diagnostic groups but correlated with reduced immune function in children on the autism spectrum. In autistic children, IL-2 and IFN-γ production was reduced in association with several individual BDE congeners, especially BDE-49 (p = 0.001). Furthermore, when PBMCs were exposed  ex vivo  to BDE-49, cells from autistic children produced elevated levels of IL-6, TNF-α, IL-1β, MIP-1α and MCP-1 (p < 0.05). Therefore, despite similar plasma levels of PBDE, these data suggest that PBMC function was differentially impacted in the context of several PBDE congeners in autistic children relative to TD children where increased body burden of PBDE significantly correlated with a suppressed immune response in autistic children but not TD controls. Further, acute  ex vivo  exposure of PBMCs to BDE-49 stimulates an elevated cytokine response in AU cases versus a depressed response in TD controls. These data suggest that exposure to the toxicant BDE-49 differentially impacts immune cell function in autistic children relative to TD children providing evidence for an underlying association between susceptibility to PBDE exposure and immune anomalies in children on the autism spectrum.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Autism is described as a heterogeneous, behaviorally defined disorder characterized by impairments in social interaction, verbal, and nonverbal communication, with stereotypical behaviors and restricted interests ( Lord et al., 2000 ,  2001 ). The current prevalence of autism in the US is (1 in 36) ( Maenner MJ et al., 2020 ). This recent increase can be attributed to increased awareness and more effective classification in addition to a rise in the rate of autism ( Lyall et al., 2014 ). The overall etiology of autism is yet to be fully understood and thus multiple causes have been indicated including both genetic ( Hallmayer et al., 2011 ) and environmental factors such as inadequate nutrition ( Schmidt, 2013 ;  Schmidt et al., 2011 ,  2017 ;  Suren et al., 2013 ), pesticides ( Shelton et al., 2012 ,  2014 ), maternal infection or fever ( Hornig et al., 2001 ;  Zerbo et al., 2013 ), and certain medications ( Stamou et al., 2013 ). Emerging research has demonstrated that the immune system may also be a contributing factor in the etiology of autism ( Edmiston et al., 2017 ;  Goines and Ashwood, 2013 ;  Jones and Van de Water, 2018 ;  Matelski and Van de Water, 2016 ;  Mead and Ashwood, 2015 ).\n\nImmune abnormalities in both the innate and adaptive immune system have been demonstrated in isolated immune cells from autistic children (AU) ( Estes and McAllister, 2015 ;  Mead and Ashwood, 2015 ). Studies investigating immunological abnormalities in children on the autism spectrum reported increased numbers of circulating monocytes, decreased natural killer cell lytic activity, abnormal cytokine and immunoglobulin levels, decreased peripheral lymphocyte numbers, as well as the presence of autoantibodies to brain proteins ( Ashwood et al., 2011b ;  Enstrom et al., 2008 ,  2010b ;  Goines et al., 2011a ;  Heuer et al., 2008 ,  2012 ). There is an increased interest in environmental factors or toxicants that might be relevant to the risk of developing autism, especially those that impact signaling pathways known to be affected in children on the autism spectrum ( Wayman et al., 2012a ,  2012b ). It is postulated that toxicants may alter immune signaling pathways in AU children, which could lead to alterations in immune function ( Goines and Ashwood, 2013 ). It is postulated that such alterations could have implications in changing neurodevelopment during both the pre- and post-natal periods ( Estes and McAllister, 2015 ).\n\nSeveral environmental factors have been suggested to influence the immune system, including the persistent organic environmental pollutants (POPs) such as the polybrominated diphenyl ethers (PBDEs) ( Herbstman and Mall, 2014 ). PBDEs are a group of commercially produced flame-retardants with over 209 congeners (defined as variants or configurations of the common PBDE chemical structure) known to have bio accumulative properties in the environment and bio-magnify up the food chain ( Costa and Giordano, 2007 ). The levels of PBDEs have remained persistent in the environment ( Hites, 2004 ), which remains a public health concern ( Birnbaum and Staskal, 2004 ;  Cowell et al., 2015 ;  Herbstman et al., 2010 ). PBDEs are found ubiquitously within the environment as this flame-retardant was added to multiple materials from textiles to furniture and electronics as well as natural sources such as marine fish ( Agarwal et al., 2017 ;  Costa et al., 2014 ;  Gribble et al., 2016 ;  Lane et al., 2011 ;  Zhang et al., 2016 ). The persistence of PBDEs in the environment has raised concerns about their influence on human health because of their presence in human adipose, liver, breast milk, whole blood, serum, fetal cord blood and placenta ( Costa et al., 2014 ;  Costa and Giordano, 2007 ;  Hoffman et al., 2017 ;  Hooper et al., 2007 ;  Kaw and Kannan, 2017 ;  Wang et al., 2016 ;  Ye et al., 2017 ). With a structure similar to another well-described persistent organic pollutant (POP), polychlorinated biphenyl (PCB), PBDE has been shown to interfere with normal immune or neurological development ( Bondy et al., 2011 ,  2013 ;  Lawler et al., 2004 ). Animal models have been particularly useful in understanding the neurodevelopmental effects of PBDE exposure ( Branchi et al., 2002 ;  Glazer et al., 2018 ;  Macaulay et al., 2015 ,  2017 ). Further, both in cell culture systems and animal models, altered thymic development, lymphocyte and splenocyte function, and changes in cellular signaling has been ascribed to PBDE exposure ( Dao et al., 2015 ;  Fair et al., 2012 ;  Liu et al., 2012 ;  Zeng et al., 2014 ). In addition, PBDEs with less than five bromine substitutions, which are prone to higher bioaccumulation, are of great environmental concern compared to the more highly brominated congeners ( Darnerud et al., 2001 ;  Dingemans et al., 2011 ;  Gassmann et al., 2014 ). Although the average detected plasma concentration of BDE-49 is far below BDE-47, studies indicate that BDE-49 and its metabolites might have a greater neurotoxic and neurobehavioral effect compared to BDE-47 ( Kim et al., 2011 ;  McClain et al., 2012 ). For example, Kim et al. demonstrated that upon exposure to BDE-47 and BDE-49, cortical neurons in culture had a significant decrease in viability upon exposure to BDE-49 as well as an altered dendrite formation compared to BDE-47 exposure ( Kim et al., 2011 ). BDE-49 was subsequently shown to uncouple mitochondria at concentrations <0.1 nM, whereas at >1 nM, inhibited the electron transport at Complex V and Complex IV ( Napoli et al., 2013 ).\n\nWe previously examined the interactions between the congener BDE-47 and innate immune function in children on the autism spectrum ( Ashwood et al., 2009a ). Our results indicated a reduction in inflammatory cytokines in aged-matched, typically developing (TD) children compared to an increase in inflammatory cytokine production in AU children indicating that they might have a differential immune sensitivity to environmental toxicants ( Ashwood et al., 2009a ). These previous studies provided the foundation for the current investigation in which we further examined the impact of PBDEs on the immune function in AU children, including the highly active congener, BDE-49. We examined immune function in the context of total PBDE plasma concentration measured from plasma for AU children compared to aged-matched, TD controls. We further performed acute  ex vivo  exposure studies using isolated peripheral blood mononuclear cells (PBMC) from children in both groups to examine the direct effect of BDE-49 on immune cell function."
    },
    {
      "title": "Materials and methods",
      "text": "CHARGE (CHildhood Autism Risks from Genetics and Environment) Study is an ongoing population-based case-control study, with approximately 1800 participants, that evaluates a broad range of risk factors, including environmental chemicals, in relation to neurodevelopmental outcomes. Consenting families were enrolled in CHARGE, which is associated with the Center for Children's Environmental (CCEH) and the MIND (Medical Investigation of Neurodevelopmental Disorders) Institute at the University of California at Davis as described previously ( Hertz-Picciotto et al., 2006 ). The CHARGE Study protocol was approved by the institutional review board of the University of California, Davis, and the State of California Committee for the Protection of Human Subjects. Families provided written informed consent before participating. Eligibility for this study included children between 24 and 60 months old, born in California, living with at least one biological parent who spoke English or Spanish, and residing in one of the selected regional center catchment areas. An autism diagnosis was identified from records provided by the California Department of Developmental Services (DDS), which is an agency responsible for providing services to individuals with developmental disabilities via a network of regional centers throughout California. TD controls were randomly selected from the general population using birth records obtained from the California Department of Public Health Vital Statistics ( Hertz-Picciotto et al., 2006 ).\n\nThe CHARGE study participants included children diagnosed with autism (AU; n = 38: 31 male, 7 female), and children selected from the general population (TD; n = 60: 53 male, 7 female). The mean age for the AU study population was 3.33 years and for the TD population, 3.47 years. Diagnosis of AU was confirmed with gold-standard assessments using the Autism Diagnostic Observation Schedule (ADOS) ( Joseph et al., 2002 ;  Lord et al., 2000 ) and Autism Diagnostic Interview–Revised (ADI-R) ( Lord et al., 1997 ), based on Diagnostic and Statistical Manual of Mental Disorders DSM-5 ( Association, 2013 ). ADOS comparison scores were used to determine autism symptom severity ( Gotham et al., 2009 ;  Luyster et al., 2009 ). Controls were assessed for autism traits using the Social Communication Questionnaire (SCQ), and those with scores ≥15 were further assessed via the ADOS, and ADI-R. Typical development (TD) was only assigned to general population controls who scored <15 on the SCQ and had composite scores ≥70 on both the Mullen Scales of Early Learning (MSEL) and the Vineland Adaptive Behavioral Scales (VABS).\n\nAll PBDE analyses were conducted using a validated standard operating procedure to extract, separate, and detect PBDEs by gas chromatography coupled with triple quadruple mass spectrometry (GC/MS/MS). The detailed method was reported elsewhere ( Lin et al., 2013 ). In summary, 500 μL of plasma were extracted by solid phase extraction (SPE), further purified by silica cartridges, and analyzed for tri-to hepta-brominated congeners; BDE -17, −28, −47, −49, −52, −66, −85, −95, −99, −100, −136, −153, −154 and −183. 13 C 12  labeled 2,3′, 4, 4′, 5-Penta BDE (BDE-118, Cambridge Isotope Laboratories, Inc, Tewksbury, MA, USA) was used as surrogate internal standard throughout the extraction and analytical procedures. An additional internal standard, Mirex (Sigma-Aldrich Corp, St. Louis, MO, USA), was added after extraction to monitor any shifts in instrument performance during analysis. Standard reference material (SRM1957) was purchased from the National Institute of Standard and Technology (NIST, Gaithersburg, MD, US). Human control serum (DDC Mass Spect Gold®, MSG 3000, Golden West Biologicals, Inc. Temecula, CA, USA) was fortified with all 14 PBDEs at concentrations of 0.2, 2, and 10 ng/ml for quality control (QC) purposes. The analytical laboratory participates in the Artic Monitoring and Assessment Program (also known as AMAP Ring Test of Persistent Organic Pollutants in Human Serum) ( Crinnion, 2010 ) for PBDEs analyses and consistently showed satisfying performance with a −2< Z′-score <2.\n\nEach plasma sample was analyzed for total cholesterol (TC) and triglycerides (TG) using standard clinical chemistry enzymatic methods in the Endocrinology and Metabolism Core, Mouse Metabolic Phenotyping Center of University of California, Davis (Davis, CA, US) ( Lin et al., 2013 ). The total lipid of each sample was calculated based on the concentrations of total cholesterol and total triglycerides by the following formula: Total lipid concentration (TL) = 2.27 × cholesterol + triglycerides + 0.623 in unit of g/l ( Bernert et al., 2007 ).\n\nPlasma collection and peripheral blood mononuclear cell (PMBC) isolation were performed as previously described ( Akintunde et al., 2015 ). Briefly, blood was collected in acid-citrate-dextrose Vacutainer (BD Biosciences, San Jose, CA). Following collection, samples were centrifuged at 2300 rpm and the plasma was removed and stored at −80 °C until needed. For isolation of PBMC, the buffy coat layer was brought up to 20 ml with Hank's Balanced Salt Solution (HBSS) (VWR, West Chester, PA), layered over 15 ml of Histopaque (Sigma; St. Louis, MO), and centrifuged at 1700 rpm for 30 min. Isolated PBMC were washed with HBSS twice and viable PBMC were counted using Trypan Blue (Sigma, St. Louis, MO).\n\nTo determine the effects of  ex vivo  exposure of BDE-49 on immune cell function, PBMC were adjusted to a concentration of 3 × 10 6  cells ml −1  with a solution of serum-free X-Vivo 15 media (Lonza, Walkersville, MD). 250 μl of an individual PBMC suspension was placed into 4 separate polyropylene vials (Savillex Corp., Minnetona, MD) and exposed to dimethyl sulfoxide (DMSO) 0.01% (vehicle control), or BDE-49 at both 50 nM and 250 nM followed by a 4-h incubation at 37 °C, 5% CO 2 /95% air. Of note, we tested the BDE-49 preparation for endotoxin prior to use in these studies (Thermofisher, Waltham, MA). We chose to use BDE-49 concentrations of 50 nM and 250 nM based on a dose response curve, based on the reported plasma concentration ( Ashwood et al., 2009b ;  Schecter et al., 2005 ). Dose-response curves indicated no significant cell death at 250 nM of BDE-49 (data not shown). Furthermore, since prior studies indicated that BDE-49 was more neurotoxic compared to BDE-47 ( Kim et al., 2011 ), we elected to use half the concentration of BDE-49 for this study than was used in the neuronal cell cultures. After 4 h, the pre-incubated cells were centrifuged for 1600 rpm for 4.5 min and the cell pellet was resuspended in X-Vivo 15 media (Lonza, Walkersville, MD). One hundred microliters of the BDE-49 exposed PBMC suspension was plated into 100 μl of 10 μl/ml phytohemagglutinin (PHA) and 100 μl of X-Vivo 15 supplemented with 0.2% T-Stim (BD, Franklin Lakes, NJ), transferred to a 96-well tissue culture plate (Corning, Corning, NY), then incubated at 37 °C for 48 h. After 48 h, the supernatants were harvested and stored at −80 °C until cytokine analysis was performed.\n\nCytokine and chemokine measurements were performed according to the manufacturer's protocol as previously reported ( Akintunde et al., 2015 ). Supernatant levels of IFN-γ, IL-1α, IL-1β, IL-2, IL-4, IL-6, IL-10, IL-12 (p40), IL-12 (p70), IL-13, IL-17, MCP-1, MIP-1α, MIP-1β GM-CSF and TNF-α were analyzed using a Luminex-based multiplex platform using a 16 Multi-Plex Kit (Millipore, Saint Charles, MO). Briefly, analyte-specific antibody conjugated beads were incubated with 25 μl assay buffer, 25 μl of X-Vivo 15 and 25 μl of the sample overnight at 4 °C on an orbital shaker in the dark. The following day, the plate was allowed to warm to room temperature, and the fluid was gently aspirated by vacuum manifold aspiration, washed, and 25 μl of the detection antibodies were added to each well and incubated on an orbital shaker for 1 h at room temperature. Subsequently, 25 μl of Streptavidin-Phycoerythrin was added to each well and incubated on a plate shaker for 30 min at room temperature. The plate was then washed 3 times, and 150 μl 1× Sheath fluid (Bio-Rad Laboratories Inc, Hercules, CA) was added each well and the fluorescence was measured on a Bio-Plex 200 System (Bio-Rad Laboratories Inc, Hercules, CA) and analyzed using Bio-Plex Manager software (Bio-Rad Laboratories) with a five-parameter model used to calculate final concentrations and values (expressed in pg/mL). Reference samples were run on each plate to determine assay consistency. All methods were performed in accordance with the appropriate guidelines, standards, and regulations.\n\nPBDE concentrations were expressed as nanogram per milliliter plasma (ng/ml) and nanogram per gram of total plasma lipids (ng/g). For concentrations below the limit of quantification (LOQ), but above the limit of detection (LOD), we used estimated values provided by the GC-MS/MS analysis software, Bruker MSWS 8.0.1 (Bruker, CA). Maximum likelihood estimation (MLE) was used to estimate the mean and standard deviation of data with non-detectable values.\n\nCytokine concentrations (pg/ml) were right-skewed and therefore were natural log-transformed to normalize distributions. For cytokine/chemokine concentrations that fell below the limit of detection (LOD) (≤10%), we assigned the value of LOD/2 as previously described ( Akintunde et al., 2015 ;  Goines et al., 2011b ). Baseline cytokine levels were determined using cells incubated in the media alone and/or with the vehicle control, DMSO. Cellular immune function was determined using cytokine/chemokine concentration (pg/ml) following 48-h  ex vivo  cell culture with and without pre-exposure to BDE-49 (50 nM or 250 nM) and PHA mitogen challenge. Percent change was calculated using mean of log n  transformed pg/ml expressed as a percent change over baseline (Treatment-Baseline/Baseline) x 100. Pearson correlation was used to determine the correlation between immune response and PBDE levels in plasma. Statistical analyses and graphs were generated using GraphPad Prism Version 6 (San Diego, CA), R (The R Project for Statistical Computer) Version 3.2.3 and SAS Version 9.4 (SAS Institute Inc, Cary, NC).  P -values were determined by a two-tailed  t -test (*p < 0.05)."
    },
    {
      "title": "Participants",
      "text": "CHARGE (CHildhood Autism Risks from Genetics and Environment) Study is an ongoing population-based case-control study, with approximately 1800 participants, that evaluates a broad range of risk factors, including environmental chemicals, in relation to neurodevelopmental outcomes. Consenting families were enrolled in CHARGE, which is associated with the Center for Children's Environmental (CCEH) and the MIND (Medical Investigation of Neurodevelopmental Disorders) Institute at the University of California at Davis as described previously ( Hertz-Picciotto et al., 2006 ). The CHARGE Study protocol was approved by the institutional review board of the University of California, Davis, and the State of California Committee for the Protection of Human Subjects. Families provided written informed consent before participating. Eligibility for this study included children between 24 and 60 months old, born in California, living with at least one biological parent who spoke English or Spanish, and residing in one of the selected regional center catchment areas. An autism diagnosis was identified from records provided by the California Department of Developmental Services (DDS), which is an agency responsible for providing services to individuals with developmental disabilities via a network of regional centers throughout California. TD controls were randomly selected from the general population using birth records obtained from the California Department of Public Health Vital Statistics ( Hertz-Picciotto et al., 2006 ).\n\nThe CHARGE study participants included children diagnosed with autism (AU; n = 38: 31 male, 7 female), and children selected from the general population (TD; n = 60: 53 male, 7 female). The mean age for the AU study population was 3.33 years and for the TD population, 3.47 years. Diagnosis of AU was confirmed with gold-standard assessments using the Autism Diagnostic Observation Schedule (ADOS) ( Joseph et al., 2002 ;  Lord et al., 2000 ) and Autism Diagnostic Interview–Revised (ADI-R) ( Lord et al., 1997 ), based on Diagnostic and Statistical Manual of Mental Disorders DSM-5 ( Association, 2013 ). ADOS comparison scores were used to determine autism symptom severity ( Gotham et al., 2009 ;  Luyster et al., 2009 ). Controls were assessed for autism traits using the Social Communication Questionnaire (SCQ), and those with scores ≥15 were further assessed via the ADOS, and ADI-R. Typical development (TD) was only assigned to general population controls who scored <15 on the SCQ and had composite scores ≥70 on both the Mullen Scales of Early Learning (MSEL) and the Vineland Adaptive Behavioral Scales (VABS)."
    },
    {
      "title": "Analysis of plasma PBDE levels",
      "text": "All PBDE analyses were conducted using a validated standard operating procedure to extract, separate, and detect PBDEs by gas chromatography coupled with triple quadruple mass spectrometry (GC/MS/MS). The detailed method was reported elsewhere ( Lin et al., 2013 ). In summary, 500 μL of plasma were extracted by solid phase extraction (SPE), further purified by silica cartridges, and analyzed for tri-to hepta-brominated congeners; BDE -17, −28, −47, −49, −52, −66, −85, −95, −99, −100, −136, −153, −154 and −183. 13 C 12  labeled 2,3′, 4, 4′, 5-Penta BDE (BDE-118, Cambridge Isotope Laboratories, Inc, Tewksbury, MA, USA) was used as surrogate internal standard throughout the extraction and analytical procedures. An additional internal standard, Mirex (Sigma-Aldrich Corp, St. Louis, MO, USA), was added after extraction to monitor any shifts in instrument performance during analysis. Standard reference material (SRM1957) was purchased from the National Institute of Standard and Technology (NIST, Gaithersburg, MD, US). Human control serum (DDC Mass Spect Gold®, MSG 3000, Golden West Biologicals, Inc. Temecula, CA, USA) was fortified with all 14 PBDEs at concentrations of 0.2, 2, and 10 ng/ml for quality control (QC) purposes. The analytical laboratory participates in the Artic Monitoring and Assessment Program (also known as AMAP Ring Test of Persistent Organic Pollutants in Human Serum) ( Crinnion, 2010 ) for PBDEs analyses and consistently showed satisfying performance with a −2< Z′-score <2."
    },
    {
      "title": "Lipid content determination",
      "text": "Each plasma sample was analyzed for total cholesterol (TC) and triglycerides (TG) using standard clinical chemistry enzymatic methods in the Endocrinology and Metabolism Core, Mouse Metabolic Phenotyping Center of University of California, Davis (Davis, CA, US) ( Lin et al., 2013 ). The total lipid of each sample was calculated based on the concentrations of total cholesterol and total triglycerides by the following formula: Total lipid concentration (TL) = 2.27 × cholesterol + triglycerides + 0.623 in unit of g/l ( Bernert et al., 2007 )."
    },
    {
      "title": "Peripheral blood mononuclear cells (PBMC) isolation",
      "text": "Plasma collection and peripheral blood mononuclear cell (PMBC) isolation were performed as previously described ( Akintunde et al., 2015 ). Briefly, blood was collected in acid-citrate-dextrose Vacutainer (BD Biosciences, San Jose, CA). Following collection, samples were centrifuged at 2300 rpm and the plasma was removed and stored at −80 °C until needed. For isolation of PBMC, the buffy coat layer was brought up to 20 ml with Hank's Balanced Salt Solution (HBSS) (VWR, West Chester, PA), layered over 15 ml of Histopaque (Sigma; St. Louis, MO), and centrifuged at 1700 rpm for 30 min. Isolated PBMC were washed with HBSS twice and viable PBMC were counted using Trypan Blue (Sigma, St. Louis, MO)."
    },
    {
      "title": "Ex vivo exposure of PBMC to BDE-49",
      "text": "To determine the effects of  ex vivo  exposure of BDE-49 on immune cell function, PBMC were adjusted to a concentration of 3 × 10 6  cells ml −1  with a solution of serum-free X-Vivo 15 media (Lonza, Walkersville, MD). 250 μl of an individual PBMC suspension was placed into 4 separate polyropylene vials (Savillex Corp., Minnetona, MD) and exposed to dimethyl sulfoxide (DMSO) 0.01% (vehicle control), or BDE-49 at both 50 nM and 250 nM followed by a 4-h incubation at 37 °C, 5% CO 2 /95% air. Of note, we tested the BDE-49 preparation for endotoxin prior to use in these studies (Thermofisher, Waltham, MA). We chose to use BDE-49 concentrations of 50 nM and 250 nM based on a dose response curve, based on the reported plasma concentration ( Ashwood et al., 2009b ;  Schecter et al., 2005 ). Dose-response curves indicated no significant cell death at 250 nM of BDE-49 (data not shown). Furthermore, since prior studies indicated that BDE-49 was more neurotoxic compared to BDE-47 ( Kim et al., 2011 ), we elected to use half the concentration of BDE-49 for this study than was used in the neuronal cell cultures. After 4 h, the pre-incubated cells were centrifuged for 1600 rpm for 4.5 min and the cell pellet was resuspended in X-Vivo 15 media (Lonza, Walkersville, MD). One hundred microliters of the BDE-49 exposed PBMC suspension was plated into 100 μl of 10 μl/ml phytohemagglutinin (PHA) and 100 μl of X-Vivo 15 supplemented with 0.2% T-Stim (BD, Franklin Lakes, NJ), transferred to a 96-well tissue culture plate (Corning, Corning, NY), then incubated at 37 °C for 48 h. After 48 h, the supernatants were harvested and stored at −80 °C until cytokine analysis was performed."
    },
    {
      "title": "Cytokine and chemokine measurements",
      "text": "Cytokine and chemokine measurements were performed according to the manufacturer's protocol as previously reported ( Akintunde et al., 2015 ). Supernatant levels of IFN-γ, IL-1α, IL-1β, IL-2, IL-4, IL-6, IL-10, IL-12 (p40), IL-12 (p70), IL-13, IL-17, MCP-1, MIP-1α, MIP-1β GM-CSF and TNF-α were analyzed using a Luminex-based multiplex platform using a 16 Multi-Plex Kit (Millipore, Saint Charles, MO). Briefly, analyte-specific antibody conjugated beads were incubated with 25 μl assay buffer, 25 μl of X-Vivo 15 and 25 μl of the sample overnight at 4 °C on an orbital shaker in the dark. The following day, the plate was allowed to warm to room temperature, and the fluid was gently aspirated by vacuum manifold aspiration, washed, and 25 μl of the detection antibodies were added to each well and incubated on an orbital shaker for 1 h at room temperature. Subsequently, 25 μl of Streptavidin-Phycoerythrin was added to each well and incubated on a plate shaker for 30 min at room temperature. The plate was then washed 3 times, and 150 μl 1× Sheath fluid (Bio-Rad Laboratories Inc, Hercules, CA) was added each well and the fluorescence was measured on a Bio-Plex 200 System (Bio-Rad Laboratories Inc, Hercules, CA) and analyzed using Bio-Plex Manager software (Bio-Rad Laboratories) with a five-parameter model used to calculate final concentrations and values (expressed in pg/mL). Reference samples were run on each plate to determine assay consistency. All methods were performed in accordance with the appropriate guidelines, standards, and regulations."
    },
    {
      "title": "Data and statistical analysis",
      "text": "PBDE concentrations were expressed as nanogram per milliliter plasma (ng/ml) and nanogram per gram of total plasma lipids (ng/g). For concentrations below the limit of quantification (LOQ), but above the limit of detection (LOD), we used estimated values provided by the GC-MS/MS analysis software, Bruker MSWS 8.0.1 (Bruker, CA). Maximum likelihood estimation (MLE) was used to estimate the mean and standard deviation of data with non-detectable values.\n\nCytokine concentrations (pg/ml) were right-skewed and therefore were natural log-transformed to normalize distributions. For cytokine/chemokine concentrations that fell below the limit of detection (LOD) (≤10%), we assigned the value of LOD/2 as previously described ( Akintunde et al., 2015 ;  Goines et al., 2011b ). Baseline cytokine levels were determined using cells incubated in the media alone and/or with the vehicle control, DMSO. Cellular immune function was determined using cytokine/chemokine concentration (pg/ml) following 48-h  ex vivo  cell culture with and without pre-exposure to BDE-49 (50 nM or 250 nM) and PHA mitogen challenge. Percent change was calculated using mean of log n  transformed pg/ml expressed as a percent change over baseline (Treatment-Baseline/Baseline) x 100. Pearson correlation was used to determine the correlation between immune response and PBDE levels in plasma. Statistical analyses and graphs were generated using GraphPad Prism Version 6 (San Diego, CA), R (The R Project for Statistical Computer) Version 3.2.3 and SAS Version 9.4 (SAS Institute Inc, Cary, NC).  P -values were determined by a two-tailed  t -test (*p < 0.05)."
    },
    {
      "title": "Results",
      "text": "Since PBDEs are lipid soluble, we sought to determine if total lipid content (cholesterol and triglycerides) differed between boys and girls for both diagnostic groups. This analysis was necessary to accurately analyze PBDE levels in all participants. Congeners above 60% detection levels were considered for analysis; BDE-52 and BDE-66 were detected at 27% and 37% respectively and not considered for further analysis due to potential analytical inaccuracy ( Table 1 ). No significant difference in total plasma lipid levels between subjects in each diagnostic group was observed (data not shown), therefore, we used wet weight, non-lipid adjusted measurements of PBDE (ng/ml) levels for all comparisons. As anticipated, BDE-47 was significantly more abundant (0.338 ng/ml ± 0.042 (mean ± SEM); p < 0.0001) compared to the other highly represented ( Lin et al., 2013 ) congeners measured, including BDE-28 (0.028 ng/ml ± 0.002), BDE-47 (0.004 ng/ml ± 0.001), BDE-85 (0.048 ng/ml ± 0.003), BDE-100 (0.058 ng/ml ± 0.007), BDE-153 (0.085 ng/ml ± 0.007) and BDE-154 (0.041 ng/ml ± 0.004). For both the AU and TD subjects, BDE-47 was the most abundant congener ( Fig. 1 A and B). No significant differences within diagnostic groups and between sexes were observed for any of the congeners analyzed in this study (data not shown). Table 1 Detection metrics of PBDE congeners by mass spectrometry in the plasma of the study population. Table 1 PBDEs % Detection LOD ng/ml Range ng/ml BDE17 96 0.001 0.002–0.099 BDE28 77 0.008 0.008–0.114 BDE47 98 0.002 0.006–2.680 BDE49 70 0.004 0.004–0.040 BDE52 27 0.010 0.010–0.035 BDE66 37 0.029 0.029–0.087 BDE85 80 0.017 0.018–0.163 BDE95 63 0.002 0.002–0.039 BDE99 85 0.012 0.012–0.675 BDE100 95 0.001 0.001–0.487 BDE136 69 0.006 0.006–0.139 BDE153 98 0.013 0.031–0.484 BDE154 98 0.001 0.022–0.092 BDE183 98 0.026 0.212–0.780 Fig. 1 Plasma levels of total PBDEs for AU children (n = 38) and TD controls (N = 60).  A)  AU children.  B)  TD children. Note the levels of the major congener, BDE-47, is similar between both study populations, as well as a similar profile for the other congeners. No significant difference was seen for any congener between groups. Bars represent the mean ± SEM.  P- values were determined by one-way ANOVA and Tukey's post-hoc multiple comparisons test where (*p < 0.05). Fig. 1\n\nDetection metrics of PBDE congeners by mass spectrometry in the plasma of the study population.\n\nPlasma levels of total PBDEs for AU children (n = 38) and TD controls (N = 60).  A)  AU children.  B)  TD children. Note the levels of the major congener, BDE-47, is similar between both study populations, as well as a similar profile for the other congeners. No significant difference was seen for any congener between groups. Bars represent the mean ± SEM.  P- values were determined by one-way ANOVA and Tukey's post-hoc multiple comparisons test where (*p < 0.05).\n\nWe sought to determine how the total plasma concentration of PBDEs ∑ PBDE12  in the study population might impact the immune function of isolated PBMC, with and without mitogen activation. For AU children, plasma levels of total PBDE were significantly negatively correlated with decreased baseline production of the T cell cytokines IL-2 (r = −0.776, p = 0.000), IFN-γ (r = −0.405, p = 0.011), and IL-13 (r = −0.461, p = 0.03) after 48 h in culture ( Fig. 2 A, C, 2E). No significant correlations were noted between plasma PBDE levels and production of IL-2, IFN-γ, and IL-13 production for TD control by PBMC under the same conditions ( Fig. 2 B, D, 2F). In fact, an inverse relationship between total PBDE plasma concentration and IFN-γ and IL-13 was noted for the TD children ( Fig. 2 D and F), although not statistically significant. Fig. 2 Correlation of total PBDE body burden (plasma levels) and cytokine production without immune challenge (baseline levels).  A, C, and E)  There was a significant negative correlation between total PBDE levels in plasma and production of the T cell cytokines IL-2 (r = −0.776, p = 0.000) (A), IFN-γ (r = −0.403, p < 0.011) (B) and IL-13 (r = −0.461, p = 0.003) (C) in PBMC culture supernatants from AU children.  B, D, and F)  There was no significant correlation between total PBDE levels and cytokine production in cell culture supernatants from TD children. Of note, for the TD control samples IFN-γ and IL-13 trended in the opposite direction. Pearson correlation coefficients determined for total PBDE levels (ng/ml) in plasma and T-cell cytokine levels (natural log transformed) after 48-h in media (baseline production) from autistic children and typically developing controls (TD). (*p < 0.05). Red represents AU and blue represents TD. Fig. 2\n\nCorrelation of total PBDE body burden (plasma levels) and cytokine production without immune challenge (baseline levels).  A, C, and E)  There was a significant negative correlation between total PBDE levels in plasma and production of the T cell cytokines IL-2 (r = −0.776, p = 0.000) (A), IFN-γ (r = −0.403, p < 0.011) (B) and IL-13 (r = −0.461, p = 0.003) (C) in PBMC culture supernatants from AU children.  B, D, and F)  There was no significant correlation between total PBDE levels and cytokine production in cell culture supernatants from TD children. Of note, for the TD control samples IFN-γ and IL-13 trended in the opposite direction. Pearson correlation coefficients determined for total PBDE levels (ng/ml) in plasma and T-cell cytokine levels (natural log transformed) after 48-h in media (baseline production) from autistic children and typically developing controls (TD). (*p < 0.05). Red represents AU and blue represents TD.\n\nNext, we examined how pre-existing plasma concentration of PBDE impacted the response of PBMC activated with the T cell mitogen, PHA. We found that increased total plasma concentration of PBDE was negatively correlated with production of the T cell cytokines IL-2 (r = −0.325, p = 0.046) and IL-10 (r = −0.433, p = 0.006) ( Fig. 3 A and B) in AU children, while no significant correlations were noted between plasma PBDE levels and IL-2 and IL-10 in cell culture supernatants from TD children ( Fig. 3 C and D). Fig. 3 Correlation of total PBDE body burden and cytokine production following PHA-stimulation of PBMC.  A and B)  There was a significant negative correlation between total PBDE levels in plasma and production of the T cell cytokines IL-2 (r = −0.325, p = 0.046) and IL-10 (r = −0.433, p = 0.006) in cell culture supernatants from AU children.  C and D)  There was no correlation between total PBDE levels and cytokine production in cell culture supernatants from TD children. Pearson correlation coefficients determined for total PBDE levels (ng/ml) in plasma and T-cell cytokine levels (natural log transformed) after 48-h in media (baseline) from children with autism (AU) and typically developing controls (TD). (*p < 0.05). Red represents AU and blue represents TD. Fig. 3\n\nCorrelation of total PBDE body burden and cytokine production following PHA-stimulation of PBMC.  A and B)  There was a significant negative correlation between total PBDE levels in plasma and production of the T cell cytokines IL-2 (r = −0.325, p = 0.046) and IL-10 (r = −0.433, p = 0.006) in cell culture supernatants from AU children.  C and D)  There was no correlation between total PBDE levels and cytokine production in cell culture supernatants from TD children. Pearson correlation coefficients determined for total PBDE levels (ng/ml) in plasma and T-cell cytokine levels (natural log transformed) after 48-h in media (baseline) from children with autism (AU) and typically developing controls (TD). (*p < 0.05). Red represents AU and blue represents TD.\n\nSince we observed that plasma concentration of the combined PBDE congeners differentially relates to a reduction in the T cell response of AU children compared to TD controls, we examined which specific PBDE congeners were driving this response. We analyzed the relationship between plasma levels of the congeners BDE-100, -153, −154, −17, −183, −28, −47, −49, −85 and −95 with baseline and mitogen stimulated cytokine production by isolated PBMC. With no stimulation, baseline production of the T-cell cytokines IL-2 and IFN-γ was negatively correlated with plasma levels of all BDE congeners except BDE-183 and -85 (IFN-γ) in the AU group ( Table 2 ) but was not found to be significant for the TD controls ( Table 3 ). Significantly negative correlations were also observed between plasma levels of BDE-136, -154, −95 and baseline production of the inflammatory cytokine IL-12p40, and BDE-100 and -17 and IL-12p70 in AU children ( Table 2 ). The only positive relationship between plasma PBDE congener levels and cytokine production in the AU subjects was for the inflammatory T cell cytokine, IL-17 where PBMC from both AU and TD subjects were positively correlated with at least two different congeners ( Table 2 ,  Table 3 ). In further contrast between AU and TD groups with respect to the relationship between congener level and cytokine production, PBMC production of the cytokines IL-13, IL-17, and IL-10 was positively associated with plasma levels of one or more congener only for the TD participants ( Table 3 ). Table 2 Correlation of baseline unstimulated PBMC T cell cytokine production and plasma levels of 12 PBDE congeners in AU children (n = 38). Table 2 Cytokines IL-2 IFN-γ IL12-p40 IL12-p70 IL-4 IL-13 IL-17 IL-10 PBDE r P  = r P  = r P r P  = r P  = r P  = r P  = r P  = 100 −0.118 0.040* −0.031 0.018* −0.129 0.051 −0.004 0.017* 0.049 0.383 −0.431 0.139 0.010 0.953 0.103 0.538 136 −0.205 0.017* −0.091 0.012* −0.164 0.024* 0.104 0.925 0.004 0.993 −0.187 0.261 0.330 0.043* 0.125 0.456 153 −0.157 0.290 −0.094 0.045* −0.151 0.117 0.000 0.300 0.023 0.960 −0.318 0.052 0.007 0.964 0.095 0.570 154 −0.150 0.104 −0.113 0.075 −0.259 0.043* −0.062 0.528 −0.061 0.335 −0.115 0.491 0.222 0.181 0.101 0.545 17 −0.168 0.135 −0.027 0.035* −0.080 0.222 −0.128 0.039* −0.089 0.621 −0.313 0.056 0.071 0.671 −0.09 0.553 183 −0.001 0.457 0.163 0.486 0.021 0.379 −0.018 0.305 0.153 0.398 −0.051 0.763 −0.09 0.570 0.034 0.840 28 −0.185 0.025* −0.069 0.456 −0.047 0.767 0.038 0.944 0.040 0.565 −0.219 0.186 0.051 0.760 −0.06 0.688 47 −0.215 0.009* −0.048 0.010* −0.077 0.248 0.017 0.069 −0.014 0.426 −0.224 0.177 0.133 0.424 −0.05 0.741 49 −0.171 0.001* −0.078 0.002* −0.156 0.071 0.054 0.350 −0.022 0.297 −0.239 0.149 0.166 0.319 0.039 0.814 85 −0.094 0.007* 0.003 0.009* −0.116 0.126 0.079 0.873 0.034 0.582 −0.200 0.228 0.334 0.041* 0.132 0.430 95 −0.111 0.176 −0.043 0.014* −0.174 0.009* 0.075 0.655 −0.082 0.982 −0.195 0.241 0.255 0.122 0.175 0.293 99 −0.210 0.002* 0.000 0.021* −0.116 0.408 −0.014 0.074 −0.021 0.275 −0.196 0.240 −0.07 0.665 0.034 0.837 *p ≤ 0.05. Table 3 Correlation of baseline PBMC T cell cytokine production and plasma levels of 12 PBDE congeners in TD children (n = 60). Table 3 Cytokines IL-2 IFN-γ IL12p-40 IL12p-70 IL-4 IL-13 IL-17 IL-10 PBDE r P  = r P  = r P r P  = r P  = r P  = r P  = r P  = 100 −0.001 0.996 0.149 0.257 −0.077 0.559 0.117 0.372 0.126 0.338 0.193 0.139 0.142 0.278 0.174 0.183 136 −0.117 0.375 −0.003 0.984 −0.175 0.181 0.073 0.579 −0.023 0.862 0.155 0.238 0.046 0.726 0.096 0.463 153 −0.176 0.179 −0.016 0.906 −0.148 0.259 −0.040 0.763 0.018 0.891 0.109 0.409 0.044 0.736 0.118 0.367 154 0.013 0.919 0.089 0.497 −0.247 0.057 −0.043 0.744 −0.040 0.760 −0.038 0.774 0.184 0.158 0.117 0.375 17 −0.141 0.282 0.109 0.407 −0.046 0.728 0.015 0.908 −0.012 0.930 −0.036 0.786 −0.035 0.791 −0.06 0.649 183 −0.041 0.753 0.252 0.052 −0.039 0.768 0.071 0.592 0.231 0.076 0.271 0.037* 0.103 0.433 0.270 0.037* 28 −0.032 0.807 0.048 0.717 −0.016 0.903 0.100 0.449 0.095 0.470 0.099 0.450 0.258 0.047* 0.138 0.293 47 −0.110 0.401 0.180 0.168 0.007 0.960 0.140 0.286 0.037 0.776 0.118 0.370 0.030 0.822 0.109 0.409 49 0.064 0.629 0.167 0.203 −0.177 0.177 0.167 0.203 0.047 0.721 0.335 0.009* 0.281 0.029* 0.254 0.050 85 0.090 0.495 0.191 0.143 −0.151 0.251 0.025 0.848 −0.009 0.948 0.360 0.005* 0.222 0.089 0.146 0.266 95 −0.052 0.693 0.062 0.640 −0.196 0.134 0.083 0.526 −0.161 0.219 0.155 0.237 0.066 0.615 0.130 0.323 99 −0.026 0.845 0.222 0.088 −0.091 0.488 0.085 0.519 0.086 0.512 0.157 0.231 0.019 0.886 0.119 0.365 *p ≤ 0.05.\n\nCorrelation of baseline unstimulated PBMC T cell cytokine production and plasma levels of 12 PBDE congeners in AU children (n = 38).\n\nCorrelation of baseline PBMC T cell cytokine production and plasma levels of 12 PBDE congeners in TD children (n = 60).\n\nWhen cells were stimulated with a T cell mitogen (PHA) to gauge their activation response in the context of plasma PBDE levels, we noted that similar to the relationship between cytokine production for unstimulated PBMC and plasma BDE congener levels for the Th1 cytokine IL-2, there was a significantly negative correlation between production of IL-2 and plasma levels of several BDE congeners in AU children. Less impact on the production of IFN-γ was noted in activated T cells in the AU population ( Table 4 ). Of note, there were several additional cytokines that were significantly negatively impacted by plasma levels of several BDE congeners in the AU children. These included IL-12p40 (the antagonist of the biologically active inflammatory cytokine IL-12p70), as well as the Th2 cytokines IL-4 and IL-13, the regulatory cytokine IL-10, and the Th17 cytokine, IL-17 ( Table 4 ). In contrast, while there were a few of these same cytokines negatively impacted by plasma BDE congener levels, the number congener/cytokine interactions and degree of negative impact was reduced in the TD children compared to the AU population ( Table 5 ). Table 4 Correlation between PHA-stimulated PBMC T cell cytokine production at 48-h and plasma levels of 12 PBDE congeners in AU children (n = 38). Table 4 Cytokines IL-2 IFN-γ IL12p-40 IL12p-70 IL-4 IL-13 IL-17 IL-10 PBDE r P  = r P  = r P r P  = r P  = r P  = r P  = r P  = 100 −0.312 0.056 −0.105 0.533 −0.183 0.065 0.145 0.386 −0.254 0.124 −0.378 0.019* −0.257 0.120 −0.39 0.014* 136 −0.381 0.018* −0.227 0.171 −0.289 0.030* 0.033 0.844 −0.378 0.019* −0.423 0.008* −0.517 0.001** −0.48 0.002* 153 −0.165 0.323 −0.019 0.908 −0.123 0.597 0.071 0.670 −0.066 0.695 −0.216 0.194 −0.145 0.387 −0.22 0.173 154 −0.291 0.077 −0.172 0.303 −0.214 0.022* −0.137 0.412 −0.343 0.035* −0.300 0.067 −0.314 0.055 −0.39 0.014* 17 −0.404 0.012* −0.230 0.166 −0.221 0.117 0.020 0.906 −0.282 0.087 −0.302 0.065 −0.130 0.438 −0.44 0.005* 183 0.093 0.578 0.111 0.508 0.114 0.490 0.172 0.301 0.079 0.636 0.057 0.731 0.268 0.104 0.186 0.264 28 −0.255 0.122 −0.086 0.610 −0.224 0.516 0.122 0.465 −0.251 0.129 −0.250 0.130 −0.251 0.129 −0.30 0.060 47 −0.385 0.017* −0.250 0.130 −0.311 0.015* 0.056 0.737 −0.313 0.056 −0.447 0.005* −0.320 0.051 −0.52 0.001** 49 −0.530 0.001** −0.374 0.021* −0.298 0.000** −0.135 0.420 −0.429 0.007* −0.422 0.008* −0.449 0.005* −0.66 0.000** 85 −0.335 0.040* −0.140 0.404 −0.230 0.031* 0.102 0.542 −0.268 0.104 −0.341 0.036* −0.463 0.003* −0.50 0.001** 95 −0.346 0.034* −0.253 0.126 −0.175 0.015* −0.080 0.635 −0.252 0.126 −0.354 0.029* −0.330 0.043* −0.47 0.002* 99 −0.339 0.038* −0.048 0.776 −0.141 0.209 0.188 0.258 −0.298 0.070 −0.331 0.043* −0.242 0.144 −0.36 0.027* *p ≤ 0.05. **p ≤ 0.01. Table 5 Correlation between PHA-stimulated PBMC T cell cytokine production at 48-h post-stimulation and plasma levels of 12 PBDE congeners in TD children (n = 60). Table 5 PHA    Cytokines IL-2 IFN-γ IL12-p40 IL12-p70 IL-4 IL-13 IL-17 IL-10 PBDE r P  = r P  = r P r P  = r P  = r P  = r P  = r P  = 100 −0.028 0.832 −0.063 0.634 −0.047 0.719 0.031 0.816 0.000 0.999 −0.106 0.423 −0.146 0.266 −0.17 0.173 136 −0.094 0.476 −0.120 0.360 −0.249 0.055 −0.117 0.375 0.016 0.901 −0.079 0.547 −0.154 0.242 −0.360 0.004** 153 0.042 0.751 0.126 0.337 0.109 0.407 0.103 0.435 0.076 0.564 0.002 0.986 −0.067 0.611 −0.00 0.959 154 −0.225 0.084 −0.120 0.361 −0.072 0.582 −0.088 0.502 −0.083 0.530 −0.257 0.048* −0.133 0.311 −0.32 0.011* 17 −0.130 0.322 −0.162 0.216 −0.064 0.627 −0.254 0.050 −0.201 0.123 −0.048 0.716 −0.058 0.661 −0.09 0.457 183 −0.075 0.571 0.139 0.288 0.104 0.430 −0.044 0.737 −0.013 0.921 0.156 0.233 0.168 0.201 0.132 0.314 28 −0.269 0.037* −0.110 0.403 −0.007 0.960 −0.032 0.811 −0.120 0.362 −0.085 0.521 −0.141 0.281 −0.07 0.580 47 −0.170 0.194 −0.200 0.125 −0.040 0.764 −0.032 0.807 −0.256 0.048* −0.293 0.023* −0.255 0.049* −0.186 0.155 49 −0.089 0.500 −0.122 0.351 −0.271 0.036* −0.209 0.109 −0.049 0.708 −0.102 0.440 −0.097 0.460 −0.334 0.009* 85 −0.076 0.566 −0.121 0.357 −0.224 0.085 −0.162 0.215 −0.043 0.744 −0.162 0.216 −0.132 0.313 −0.327 0.011* 95 −0.201 0.123 −0.219 0.093 −0.316 0.014* −0.260 0.045* −0.185 0.157 −0.216 0.098 −0.215 0.099 −0.406 0.001** 99 −0.086 0.514 −0.183 0.162 −0.055 0.675 −0.065 0.624 −0.082 0.535 −0.218 0.095 −0.200 0.126 −0.163 0.214 *p ≤ 0.05. **p ≤ 0.01.\n\nCorrelation between PHA-stimulated PBMC T cell cytokine production at 48-h and plasma levels of 12 PBDE congeners in AU children (n = 38).\n\nCorrelation between PHA-stimulated PBMC T cell cytokine production at 48-h post-stimulation and plasma levels of 12 PBDE congeners in TD children (n = 60).\n\nTo examine the direct effects of the congener previously demonstrated to have more toxic effects in cultured neurons ( Chen et al., 2017 ;  Napoli et al., 2013 ), we cultured PBMC with the congener BDE-49 then measured cytokine and chemokine production after 48 h of exposure. A significant increase in percent change from baseline (media + vehicle DMSO) was noted for AU children compared to TD controls for the inflammatory cytokines and chemokines IL-6 (p = 0.011), TNF-α (p = 0.042), IL-1α (p = 0.010), IL-1β (p = 0.028), MIP-1α (p = 0.046) and MCP-1 (p = 0.027) following 4-h pre-exposure to BDE-49 at 50 nM without any additional immune activation ( Fig. 4 A–F) ( Supplemental Fig. 1  for changes in pg/ml). No significant change was found with a more concentrated exposure of 250 nM of BDE-49 for any of the cytokines/chemokines analyzed in the study (data not shown). Fig. 4 Differential immune response denoted by percent increase from vehicle control (no BDE-49) between AU and TD participants following  ex vivo  exposure to 50 nM BDE-49 alone.  A)  IL-6 (p = 0.011*),  B)  TNF-α (p = 0.042*),  C)  IL-1α (p < 0.010*),  D)  IL-1β (p = 0.028*),  E)  MIP-1α (p = 0.046*), and  F)  MCP-1 (p = 0.027*) cultured PBMC from children with autistic and TD children. Note that for each analyte presented, PBMC from the AU children responded with elevated cytokine/chemokine production where the opposite was seen for PBMC from the TD group where the  ex vivo  BDE-49 exposure dampened the response. Data are presented as mean percentage change determined by (Treatment-Baseline/Baseline) with DMSO used as baseline. Graphs represent mean ± SEM.  P -values were determined by a two-tailed  t -test where *p < 0.05. Fig. 4\n\nDifferential immune response denoted by percent increase from vehicle control (no BDE-49) between AU and TD participants following  ex vivo  exposure to 50 nM BDE-49 alone.  A)  IL-6 (p = 0.011*),  B)  TNF-α (p = 0.042*),  C)  IL-1α (p < 0.010*),  D)  IL-1β (p = 0.028*),  E)  MIP-1α (p = 0.046*), and  F)  MCP-1 (p = 0.027*) cultured PBMC from children with autistic and TD children. Note that for each analyte presented, PBMC from the AU children responded with elevated cytokine/chemokine production where the opposite was seen for PBMC from the TD group where the  ex vivo  BDE-49 exposure dampened the response. Data are presented as mean percentage change determined by (Treatment-Baseline/Baseline) with DMSO used as baseline. Graphs represent mean ± SEM.  P -values were determined by a two-tailed  t -test where *p < 0.05.\n\nTo determine if plasma concentration of BDE-49 would impact the acute  ex vivo  exposure of PBMC to BDE-49, we examined percentage change in cytokine/chemokine production following  ex vivo  exposure of BDE-49 at 50 nM in the context of plasma levels of BDE-49. PBMC from AU children demonstrated a significantly positive correlation between levels of BDE-49 found in plasma and percent increase in production of IL-6 and GM-CSF following exposure to 50 nM BDE-49 in culture ( Fig. 5 A). This correlation was not observed with any other congener (representative graph of BDE-47 shown in  Fig. 5 B) and was not noted in the TD samples (data not shown). Fig. 5 Increased production of the cytokines IL-6 and GM-CSF correlates with increased body burden of BDE-49 for autistic children. A) IL-6 and GM-CSF demonstrated a significantly positive correlation with increasing body burden of BDE-49 (ng/ml) following pre-exposure of PMBC  ex vivo  to BDE-49 at 50 nM (r = 0.496. p = 0.016 for IL-6; r = 0.427, p = 0.032 for GM-CSF). B) There was no significant correlation of IL-6 and GM-CSF following pre-incubation with BDE-49 (ng/ml) at 50 nM and body burden of BDE-47 in AU subjects. Pearson correlation coefficients were determined for cytokines measured in cell culture supernatants after 48-h in media (baseline) with 50 nM BDE-49. Fig. 5\n\nIncreased production of the cytokines IL-6 and GM-CSF correlates with increased body burden of BDE-49 for autistic children. A) IL-6 and GM-CSF demonstrated a significantly positive correlation with increasing body burden of BDE-49 (ng/ml) following pre-exposure of PMBC  ex vivo  to BDE-49 at 50 nM (r = 0.496. p = 0.016 for IL-6; r = 0.427, p = 0.032 for GM-CSF). B) There was no significant correlation of IL-6 and GM-CSF following pre-incubation with BDE-49 (ng/ml) at 50 nM and body burden of BDE-47 in AU subjects. Pearson correlation coefficients were determined for cytokines measured in cell culture supernatants after 48-h in media (baseline) with 50 nM BDE-49."
    },
    {
      "title": "Total lipid content in AU and TD children",
      "text": "Since PBDEs are lipid soluble, we sought to determine if total lipid content (cholesterol and triglycerides) differed between boys and girls for both diagnostic groups. This analysis was necessary to accurately analyze PBDE levels in all participants. Congeners above 60% detection levels were considered for analysis; BDE-52 and BDE-66 were detected at 27% and 37% respectively and not considered for further analysis due to potential analytical inaccuracy ( Table 1 ). No significant difference in total plasma lipid levels between subjects in each diagnostic group was observed (data not shown), therefore, we used wet weight, non-lipid adjusted measurements of PBDE (ng/ml) levels for all comparisons. As anticipated, BDE-47 was significantly more abundant (0.338 ng/ml ± 0.042 (mean ± SEM); p < 0.0001) compared to the other highly represented ( Lin et al., 2013 ) congeners measured, including BDE-28 (0.028 ng/ml ± 0.002), BDE-47 (0.004 ng/ml ± 0.001), BDE-85 (0.048 ng/ml ± 0.003), BDE-100 (0.058 ng/ml ± 0.007), BDE-153 (0.085 ng/ml ± 0.007) and BDE-154 (0.041 ng/ml ± 0.004). For both the AU and TD subjects, BDE-47 was the most abundant congener ( Fig. 1 A and B). No significant differences within diagnostic groups and between sexes were observed for any of the congeners analyzed in this study (data not shown). Table 1 Detection metrics of PBDE congeners by mass spectrometry in the plasma of the study population. Table 1 PBDEs % Detection LOD ng/ml Range ng/ml BDE17 96 0.001 0.002–0.099 BDE28 77 0.008 0.008–0.114 BDE47 98 0.002 0.006–2.680 BDE49 70 0.004 0.004–0.040 BDE52 27 0.010 0.010–0.035 BDE66 37 0.029 0.029–0.087 BDE85 80 0.017 0.018–0.163 BDE95 63 0.002 0.002–0.039 BDE99 85 0.012 0.012–0.675 BDE100 95 0.001 0.001–0.487 BDE136 69 0.006 0.006–0.139 BDE153 98 0.013 0.031–0.484 BDE154 98 0.001 0.022–0.092 BDE183 98 0.026 0.212–0.780 Fig. 1 Plasma levels of total PBDEs for AU children (n = 38) and TD controls (N = 60).  A)  AU children.  B)  TD children. Note the levels of the major congener, BDE-47, is similar between both study populations, as well as a similar profile for the other congeners. No significant difference was seen for any congener between groups. Bars represent the mean ± SEM.  P- values were determined by one-way ANOVA and Tukey's post-hoc multiple comparisons test where (*p < 0.05). Fig. 1\n\nDetection metrics of PBDE congeners by mass spectrometry in the plasma of the study population.\n\nPlasma levels of total PBDEs for AU children (n = 38) and TD controls (N = 60).  A)  AU children.  B)  TD children. Note the levels of the major congener, BDE-47, is similar between both study populations, as well as a similar profile for the other congeners. No significant difference was seen for any congener between groups. Bars represent the mean ± SEM.  P- values were determined by one-way ANOVA and Tukey's post-hoc multiple comparisons test where (*p < 0.05)."
    },
    {
      "title": "Baseline plasma concentration of PBDE and PBMC function",
      "text": "We sought to determine how the total plasma concentration of PBDEs ∑ PBDE12  in the study population might impact the immune function of isolated PBMC, with and without mitogen activation. For AU children, plasma levels of total PBDE were significantly negatively correlated with decreased baseline production of the T cell cytokines IL-2 (r = −0.776, p = 0.000), IFN-γ (r = −0.405, p = 0.011), and IL-13 (r = −0.461, p = 0.03) after 48 h in culture ( Fig. 2 A, C, 2E). No significant correlations were noted between plasma PBDE levels and production of IL-2, IFN-γ, and IL-13 production for TD control by PBMC under the same conditions ( Fig. 2 B, D, 2F). In fact, an inverse relationship between total PBDE plasma concentration and IFN-γ and IL-13 was noted for the TD children ( Fig. 2 D and F), although not statistically significant. Fig. 2 Correlation of total PBDE body burden (plasma levels) and cytokine production without immune challenge (baseline levels).  A, C, and E)  There was a significant negative correlation between total PBDE levels in plasma and production of the T cell cytokines IL-2 (r = −0.776, p = 0.000) (A), IFN-γ (r = −0.403, p < 0.011) (B) and IL-13 (r = −0.461, p = 0.003) (C) in PBMC culture supernatants from AU children.  B, D, and F)  There was no significant correlation between total PBDE levels and cytokine production in cell culture supernatants from TD children. Of note, for the TD control samples IFN-γ and IL-13 trended in the opposite direction. Pearson correlation coefficients determined for total PBDE levels (ng/ml) in plasma and T-cell cytokine levels (natural log transformed) after 48-h in media (baseline production) from autistic children and typically developing controls (TD). (*p < 0.05). Red represents AU and blue represents TD. Fig. 2\n\nCorrelation of total PBDE body burden (plasma levels) and cytokine production without immune challenge (baseline levels).  A, C, and E)  There was a significant negative correlation between total PBDE levels in plasma and production of the T cell cytokines IL-2 (r = −0.776, p = 0.000) (A), IFN-γ (r = −0.403, p < 0.011) (B) and IL-13 (r = −0.461, p = 0.003) (C) in PBMC culture supernatants from AU children.  B, D, and F)  There was no significant correlation between total PBDE levels and cytokine production in cell culture supernatants from TD children. Of note, for the TD control samples IFN-γ and IL-13 trended in the opposite direction. Pearson correlation coefficients determined for total PBDE levels (ng/ml) in plasma and T-cell cytokine levels (natural log transformed) after 48-h in media (baseline production) from autistic children and typically developing controls (TD). (*p < 0.05). Red represents AU and blue represents TD.\n\nNext, we examined how pre-existing plasma concentration of PBDE impacted the response of PBMC activated with the T cell mitogen, PHA. We found that increased total plasma concentration of PBDE was negatively correlated with production of the T cell cytokines IL-2 (r = −0.325, p = 0.046) and IL-10 (r = −0.433, p = 0.006) ( Fig. 3 A and B) in AU children, while no significant correlations were noted between plasma PBDE levels and IL-2 and IL-10 in cell culture supernatants from TD children ( Fig. 3 C and D). Fig. 3 Correlation of total PBDE body burden and cytokine production following PHA-stimulation of PBMC.  A and B)  There was a significant negative correlation between total PBDE levels in plasma and production of the T cell cytokines IL-2 (r = −0.325, p = 0.046) and IL-10 (r = −0.433, p = 0.006) in cell culture supernatants from AU children.  C and D)  There was no correlation between total PBDE levels and cytokine production in cell culture supernatants from TD children. Pearson correlation coefficients determined for total PBDE levels (ng/ml) in plasma and T-cell cytokine levels (natural log transformed) after 48-h in media (baseline) from children with autism (AU) and typically developing controls (TD). (*p < 0.05). Red represents AU and blue represents TD. Fig. 3\n\nCorrelation of total PBDE body burden and cytokine production following PHA-stimulation of PBMC.  A and B)  There was a significant negative correlation between total PBDE levels in plasma and production of the T cell cytokines IL-2 (r = −0.325, p = 0.046) and IL-10 (r = −0.433, p = 0.006) in cell culture supernatants from AU children.  C and D)  There was no correlation between total PBDE levels and cytokine production in cell culture supernatants from TD children. Pearson correlation coefficients determined for total PBDE levels (ng/ml) in plasma and T-cell cytokine levels (natural log transformed) after 48-h in media (baseline) from children with autism (AU) and typically developing controls (TD). (*p < 0.05). Red represents AU and blue represents TD."
    },
    {
      "title": "Relationship between plasma levels of congeners and baseline or PHA-stimulated PBMC cytokine levels",
      "text": "Since we observed that plasma concentration of the combined PBDE congeners differentially relates to a reduction in the T cell response of AU children compared to TD controls, we examined which specific PBDE congeners were driving this response. We analyzed the relationship between plasma levels of the congeners BDE-100, -153, −154, −17, −183, −28, −47, −49, −85 and −95 with baseline and mitogen stimulated cytokine production by isolated PBMC. With no stimulation, baseline production of the T-cell cytokines IL-2 and IFN-γ was negatively correlated with plasma levels of all BDE congeners except BDE-183 and -85 (IFN-γ) in the AU group ( Table 2 ) but was not found to be significant for the TD controls ( Table 3 ). Significantly negative correlations were also observed between plasma levels of BDE-136, -154, −95 and baseline production of the inflammatory cytokine IL-12p40, and BDE-100 and -17 and IL-12p70 in AU children ( Table 2 ). The only positive relationship between plasma PBDE congener levels and cytokine production in the AU subjects was for the inflammatory T cell cytokine, IL-17 where PBMC from both AU and TD subjects were positively correlated with at least two different congeners ( Table 2 ,  Table 3 ). In further contrast between AU and TD groups with respect to the relationship between congener level and cytokine production, PBMC production of the cytokines IL-13, IL-17, and IL-10 was positively associated with plasma levels of one or more congener only for the TD participants ( Table 3 ). Table 2 Correlation of baseline unstimulated PBMC T cell cytokine production and plasma levels of 12 PBDE congeners in AU children (n = 38). Table 2 Cytokines IL-2 IFN-γ IL12-p40 IL12-p70 IL-4 IL-13 IL-17 IL-10 PBDE r P  = r P  = r P r P  = r P  = r P  = r P  = r P  = 100 −0.118 0.040* −0.031 0.018* −0.129 0.051 −0.004 0.017* 0.049 0.383 −0.431 0.139 0.010 0.953 0.103 0.538 136 −0.205 0.017* −0.091 0.012* −0.164 0.024* 0.104 0.925 0.004 0.993 −0.187 0.261 0.330 0.043* 0.125 0.456 153 −0.157 0.290 −0.094 0.045* −0.151 0.117 0.000 0.300 0.023 0.960 −0.318 0.052 0.007 0.964 0.095 0.570 154 −0.150 0.104 −0.113 0.075 −0.259 0.043* −0.062 0.528 −0.061 0.335 −0.115 0.491 0.222 0.181 0.101 0.545 17 −0.168 0.135 −0.027 0.035* −0.080 0.222 −0.128 0.039* −0.089 0.621 −0.313 0.056 0.071 0.671 −0.09 0.553 183 −0.001 0.457 0.163 0.486 0.021 0.379 −0.018 0.305 0.153 0.398 −0.051 0.763 −0.09 0.570 0.034 0.840 28 −0.185 0.025* −0.069 0.456 −0.047 0.767 0.038 0.944 0.040 0.565 −0.219 0.186 0.051 0.760 −0.06 0.688 47 −0.215 0.009* −0.048 0.010* −0.077 0.248 0.017 0.069 −0.014 0.426 −0.224 0.177 0.133 0.424 −0.05 0.741 49 −0.171 0.001* −0.078 0.002* −0.156 0.071 0.054 0.350 −0.022 0.297 −0.239 0.149 0.166 0.319 0.039 0.814 85 −0.094 0.007* 0.003 0.009* −0.116 0.126 0.079 0.873 0.034 0.582 −0.200 0.228 0.334 0.041* 0.132 0.430 95 −0.111 0.176 −0.043 0.014* −0.174 0.009* 0.075 0.655 −0.082 0.982 −0.195 0.241 0.255 0.122 0.175 0.293 99 −0.210 0.002* 0.000 0.021* −0.116 0.408 −0.014 0.074 −0.021 0.275 −0.196 0.240 −0.07 0.665 0.034 0.837 *p ≤ 0.05. Table 3 Correlation of baseline PBMC T cell cytokine production and plasma levels of 12 PBDE congeners in TD children (n = 60). Table 3 Cytokines IL-2 IFN-γ IL12p-40 IL12p-70 IL-4 IL-13 IL-17 IL-10 PBDE r P  = r P  = r P r P  = r P  = r P  = r P  = r P  = 100 −0.001 0.996 0.149 0.257 −0.077 0.559 0.117 0.372 0.126 0.338 0.193 0.139 0.142 0.278 0.174 0.183 136 −0.117 0.375 −0.003 0.984 −0.175 0.181 0.073 0.579 −0.023 0.862 0.155 0.238 0.046 0.726 0.096 0.463 153 −0.176 0.179 −0.016 0.906 −0.148 0.259 −0.040 0.763 0.018 0.891 0.109 0.409 0.044 0.736 0.118 0.367 154 0.013 0.919 0.089 0.497 −0.247 0.057 −0.043 0.744 −0.040 0.760 −0.038 0.774 0.184 0.158 0.117 0.375 17 −0.141 0.282 0.109 0.407 −0.046 0.728 0.015 0.908 −0.012 0.930 −0.036 0.786 −0.035 0.791 −0.06 0.649 183 −0.041 0.753 0.252 0.052 −0.039 0.768 0.071 0.592 0.231 0.076 0.271 0.037* 0.103 0.433 0.270 0.037* 28 −0.032 0.807 0.048 0.717 −0.016 0.903 0.100 0.449 0.095 0.470 0.099 0.450 0.258 0.047* 0.138 0.293 47 −0.110 0.401 0.180 0.168 0.007 0.960 0.140 0.286 0.037 0.776 0.118 0.370 0.030 0.822 0.109 0.409 49 0.064 0.629 0.167 0.203 −0.177 0.177 0.167 0.203 0.047 0.721 0.335 0.009* 0.281 0.029* 0.254 0.050 85 0.090 0.495 0.191 0.143 −0.151 0.251 0.025 0.848 −0.009 0.948 0.360 0.005* 0.222 0.089 0.146 0.266 95 −0.052 0.693 0.062 0.640 −0.196 0.134 0.083 0.526 −0.161 0.219 0.155 0.237 0.066 0.615 0.130 0.323 99 −0.026 0.845 0.222 0.088 −0.091 0.488 0.085 0.519 0.086 0.512 0.157 0.231 0.019 0.886 0.119 0.365 *p ≤ 0.05.\n\nCorrelation of baseline unstimulated PBMC T cell cytokine production and plasma levels of 12 PBDE congeners in AU children (n = 38).\n\nCorrelation of baseline PBMC T cell cytokine production and plasma levels of 12 PBDE congeners in TD children (n = 60).\n\nWhen cells were stimulated with a T cell mitogen (PHA) to gauge their activation response in the context of plasma PBDE levels, we noted that similar to the relationship between cytokine production for unstimulated PBMC and plasma BDE congener levels for the Th1 cytokine IL-2, there was a significantly negative correlation between production of IL-2 and plasma levels of several BDE congeners in AU children. Less impact on the production of IFN-γ was noted in activated T cells in the AU population ( Table 4 ). Of note, there were several additional cytokines that were significantly negatively impacted by plasma levels of several BDE congeners in the AU children. These included IL-12p40 (the antagonist of the biologically active inflammatory cytokine IL-12p70), as well as the Th2 cytokines IL-4 and IL-13, the regulatory cytokine IL-10, and the Th17 cytokine, IL-17 ( Table 4 ). In contrast, while there were a few of these same cytokines negatively impacted by plasma BDE congener levels, the number congener/cytokine interactions and degree of negative impact was reduced in the TD children compared to the AU population ( Table 5 ). Table 4 Correlation between PHA-stimulated PBMC T cell cytokine production at 48-h and plasma levels of 12 PBDE congeners in AU children (n = 38). Table 4 Cytokines IL-2 IFN-γ IL12p-40 IL12p-70 IL-4 IL-13 IL-17 IL-10 PBDE r P  = r P  = r P r P  = r P  = r P  = r P  = r P  = 100 −0.312 0.056 −0.105 0.533 −0.183 0.065 0.145 0.386 −0.254 0.124 −0.378 0.019* −0.257 0.120 −0.39 0.014* 136 −0.381 0.018* −0.227 0.171 −0.289 0.030* 0.033 0.844 −0.378 0.019* −0.423 0.008* −0.517 0.001** −0.48 0.002* 153 −0.165 0.323 −0.019 0.908 −0.123 0.597 0.071 0.670 −0.066 0.695 −0.216 0.194 −0.145 0.387 −0.22 0.173 154 −0.291 0.077 −0.172 0.303 −0.214 0.022* −0.137 0.412 −0.343 0.035* −0.300 0.067 −0.314 0.055 −0.39 0.014* 17 −0.404 0.012* −0.230 0.166 −0.221 0.117 0.020 0.906 −0.282 0.087 −0.302 0.065 −0.130 0.438 −0.44 0.005* 183 0.093 0.578 0.111 0.508 0.114 0.490 0.172 0.301 0.079 0.636 0.057 0.731 0.268 0.104 0.186 0.264 28 −0.255 0.122 −0.086 0.610 −0.224 0.516 0.122 0.465 −0.251 0.129 −0.250 0.130 −0.251 0.129 −0.30 0.060 47 −0.385 0.017* −0.250 0.130 −0.311 0.015* 0.056 0.737 −0.313 0.056 −0.447 0.005* −0.320 0.051 −0.52 0.001** 49 −0.530 0.001** −0.374 0.021* −0.298 0.000** −0.135 0.420 −0.429 0.007* −0.422 0.008* −0.449 0.005* −0.66 0.000** 85 −0.335 0.040* −0.140 0.404 −0.230 0.031* 0.102 0.542 −0.268 0.104 −0.341 0.036* −0.463 0.003* −0.50 0.001** 95 −0.346 0.034* −0.253 0.126 −0.175 0.015* −0.080 0.635 −0.252 0.126 −0.354 0.029* −0.330 0.043* −0.47 0.002* 99 −0.339 0.038* −0.048 0.776 −0.141 0.209 0.188 0.258 −0.298 0.070 −0.331 0.043* −0.242 0.144 −0.36 0.027* *p ≤ 0.05. **p ≤ 0.01. Table 5 Correlation between PHA-stimulated PBMC T cell cytokine production at 48-h post-stimulation and plasma levels of 12 PBDE congeners in TD children (n = 60). Table 5 PHA    Cytokines IL-2 IFN-γ IL12-p40 IL12-p70 IL-4 IL-13 IL-17 IL-10 PBDE r P  = r P  = r P r P  = r P  = r P  = r P  = r P  = 100 −0.028 0.832 −0.063 0.634 −0.047 0.719 0.031 0.816 0.000 0.999 −0.106 0.423 −0.146 0.266 −0.17 0.173 136 −0.094 0.476 −0.120 0.360 −0.249 0.055 −0.117 0.375 0.016 0.901 −0.079 0.547 −0.154 0.242 −0.360 0.004** 153 0.042 0.751 0.126 0.337 0.109 0.407 0.103 0.435 0.076 0.564 0.002 0.986 −0.067 0.611 −0.00 0.959 154 −0.225 0.084 −0.120 0.361 −0.072 0.582 −0.088 0.502 −0.083 0.530 −0.257 0.048* −0.133 0.311 −0.32 0.011* 17 −0.130 0.322 −0.162 0.216 −0.064 0.627 −0.254 0.050 −0.201 0.123 −0.048 0.716 −0.058 0.661 −0.09 0.457 183 −0.075 0.571 0.139 0.288 0.104 0.430 −0.044 0.737 −0.013 0.921 0.156 0.233 0.168 0.201 0.132 0.314 28 −0.269 0.037* −0.110 0.403 −0.007 0.960 −0.032 0.811 −0.120 0.362 −0.085 0.521 −0.141 0.281 −0.07 0.580 47 −0.170 0.194 −0.200 0.125 −0.040 0.764 −0.032 0.807 −0.256 0.048* −0.293 0.023* −0.255 0.049* −0.186 0.155 49 −0.089 0.500 −0.122 0.351 −0.271 0.036* −0.209 0.109 −0.049 0.708 −0.102 0.440 −0.097 0.460 −0.334 0.009* 85 −0.076 0.566 −0.121 0.357 −0.224 0.085 −0.162 0.215 −0.043 0.744 −0.162 0.216 −0.132 0.313 −0.327 0.011* 95 −0.201 0.123 −0.219 0.093 −0.316 0.014* −0.260 0.045* −0.185 0.157 −0.216 0.098 −0.215 0.099 −0.406 0.001** 99 −0.086 0.514 −0.183 0.162 −0.055 0.675 −0.065 0.624 −0.082 0.535 −0.218 0.095 −0.200 0.126 −0.163 0.214 *p ≤ 0.05. **p ≤ 0.01.\n\nCorrelation between PHA-stimulated PBMC T cell cytokine production at 48-h and plasma levels of 12 PBDE congeners in AU children (n = 38).\n\nCorrelation between PHA-stimulated PBMC T cell cytokine production at 48-h post-stimulation and plasma levels of 12 PBDE congeners in TD children (n = 60)."
    },
    {
      "title": "Cytokine production by PBMC following  ex vivo  BDE-49 exposure",
      "text": "To examine the direct effects of the congener previously demonstrated to have more toxic effects in cultured neurons ( Chen et al., 2017 ;  Napoli et al., 2013 ), we cultured PBMC with the congener BDE-49 then measured cytokine and chemokine production after 48 h of exposure. A significant increase in percent change from baseline (media + vehicle DMSO) was noted for AU children compared to TD controls for the inflammatory cytokines and chemokines IL-6 (p = 0.011), TNF-α (p = 0.042), IL-1α (p = 0.010), IL-1β (p = 0.028), MIP-1α (p = 0.046) and MCP-1 (p = 0.027) following 4-h pre-exposure to BDE-49 at 50 nM without any additional immune activation ( Fig. 4 A–F) ( Supplemental Fig. 1  for changes in pg/ml). No significant change was found with a more concentrated exposure of 250 nM of BDE-49 for any of the cytokines/chemokines analyzed in the study (data not shown). Fig. 4 Differential immune response denoted by percent increase from vehicle control (no BDE-49) between AU and TD participants following  ex vivo  exposure to 50 nM BDE-49 alone.  A)  IL-6 (p = 0.011*),  B)  TNF-α (p = 0.042*),  C)  IL-1α (p < 0.010*),  D)  IL-1β (p = 0.028*),  E)  MIP-1α (p = 0.046*), and  F)  MCP-1 (p = 0.027*) cultured PBMC from children with autistic and TD children. Note that for each analyte presented, PBMC from the AU children responded with elevated cytokine/chemokine production where the opposite was seen for PBMC from the TD group where the  ex vivo  BDE-49 exposure dampened the response. Data are presented as mean percentage change determined by (Treatment-Baseline/Baseline) with DMSO used as baseline. Graphs represent mean ± SEM.  P -values were determined by a two-tailed  t -test where *p < 0.05. Fig. 4\n\nDifferential immune response denoted by percent increase from vehicle control (no BDE-49) between AU and TD participants following  ex vivo  exposure to 50 nM BDE-49 alone.  A)  IL-6 (p = 0.011*),  B)  TNF-α (p = 0.042*),  C)  IL-1α (p < 0.010*),  D)  IL-1β (p = 0.028*),  E)  MIP-1α (p = 0.046*), and  F)  MCP-1 (p = 0.027*) cultured PBMC from children with autistic and TD children. Note that for each analyte presented, PBMC from the AU children responded with elevated cytokine/chemokine production where the opposite was seen for PBMC from the TD group where the  ex vivo  BDE-49 exposure dampened the response. Data are presented as mean percentage change determined by (Treatment-Baseline/Baseline) with DMSO used as baseline. Graphs represent mean ± SEM.  P -values were determined by a two-tailed  t -test where *p < 0.05."
    },
    {
      "title": "Change in cytokine production following  ex vivo  exposure of BDE-49 based on plasma BDE-49 levels",
      "text": "To determine if plasma concentration of BDE-49 would impact the acute  ex vivo  exposure of PBMC to BDE-49, we examined percentage change in cytokine/chemokine production following  ex vivo  exposure of BDE-49 at 50 nM in the context of plasma levels of BDE-49. PBMC from AU children demonstrated a significantly positive correlation between levels of BDE-49 found in plasma and percent increase in production of IL-6 and GM-CSF following exposure to 50 nM BDE-49 in culture ( Fig. 5 A). This correlation was not observed with any other congener (representative graph of BDE-47 shown in  Fig. 5 B) and was not noted in the TD samples (data not shown). Fig. 5 Increased production of the cytokines IL-6 and GM-CSF correlates with increased body burden of BDE-49 for autistic children. A) IL-6 and GM-CSF demonstrated a significantly positive correlation with increasing body burden of BDE-49 (ng/ml) following pre-exposure of PMBC  ex vivo  to BDE-49 at 50 nM (r = 0.496. p = 0.016 for IL-6; r = 0.427, p = 0.032 for GM-CSF). B) There was no significant correlation of IL-6 and GM-CSF following pre-incubation with BDE-49 (ng/ml) at 50 nM and body burden of BDE-47 in AU subjects. Pearson correlation coefficients were determined for cytokines measured in cell culture supernatants after 48-h in media (baseline) with 50 nM BDE-49. Fig. 5\n\nIncreased production of the cytokines IL-6 and GM-CSF correlates with increased body burden of BDE-49 for autistic children. A) IL-6 and GM-CSF demonstrated a significantly positive correlation with increasing body burden of BDE-49 (ng/ml) following pre-exposure of PMBC  ex vivo  to BDE-49 at 50 nM (r = 0.496. p = 0.016 for IL-6; r = 0.427, p = 0.032 for GM-CSF). B) There was no significant correlation of IL-6 and GM-CSF following pre-incubation with BDE-49 (ng/ml) at 50 nM and body burden of BDE-47 in AU subjects. Pearson correlation coefficients were determined for cytokines measured in cell culture supernatants after 48-h in media (baseline) with 50 nM BDE-49."
    },
    {
      "title": "Discussion",
      "text": "Results from our study indicate that exposure to the environmental toxicant PBDE affects immune cell function differently in autistic children relative to the age-matched neurotypical counterparts. While we found no significant difference in plasma levels of a range of PBDE congeners between cases and controls, in AU cases, there was a strong correlation between the ability of T cells to respond to various stimuli and total PBDE plasma concentration. This difference between cases and controls was also noted when the PBDE relationship with immune function was broken down by congener. Prenatal exposure to PBDE has been linked to adverse behavior profiles in children both domestically and globally ( Herbstman and Mall, 2014 ;  Herbstman et al., 2010 ;  Vuong et al., 2018 ); this is of particular interest as multiple studies indicate that prenatal and early life exposure to PBDE may impact neurodevelopmental outcome ( Costa et al., 2014 ;  Costa and Giordano, 2007 ;  Cowell et al., 2015 ;  Gibson et al., 2018 ;  Herbstman and Mall, 2014 ;  Herbstman et al., 2010 ). In a US study, exposure to PBDE was associated with lower IQ scores and elevated hyperactivity in children examined up through 5 years of age ( Chen et al., 2014 ). Further, Hartley et al. found that gestational PBDE exposure in males was associated with worse behavioral outcomes including poorer social skills and increased problem behaviors in adolescents ( Hartley et al., 2022 ). In another US epidemiological study, there was an inverse association between elevated concentrations of PBDEs in cord blood and adverse neurodevelopmental test scores in children 12–72 months of age ( Herbstman et al., 2010 ). Eskenazi et al. examined the impact of both prenatal and childhood exposures to PBDEs and discovered an association with poor attention, fine motor coordination issues, and reduced cognition in a California study population ( Eskenazi et al., 2013 ). The current study expanded such analyses to examine the effect of PBDE exposure on neurodevelopmental outcome as it relates to the child's immune response.\n\nFor immune cells derived from autistic children, there appeared to be a difference in sensitivity to PBDE compared to age-matched TD subjects in children 3–5 years of age. Important to these findings was that in the absence immune activation, there were no significant differences in levels of cytokine production between the AU and TD subjects for this study population. However, we found that ∑PBDE 14  correlated with suppressed immune function of peripheral blood immune cells from AU children at baseline (no mitogen) and following PHA stimulation, while this was not observed in the TD controls. T cell function was more negatively affected in the AU population versus TD controls with immune challenge, especially for cytokines involved in immune effector cell differentiation and regulation. The suppression of such effector and regulatory cytokines could lead, for example, to a reduced ability to clear infections or increased inflammation.\n\nThe immunotoxic effects and mechanism of action of PBDE on the human immune system have not been extensively studied. As we report herein, while there is no difference in the ∑PBDE 14  levels between cases and controls, a striking biological difference in the immune response in relation to plasma concentration was noted between autistic children and children that are typically developing. This is of particular interest as it suggests that future studies should occur at the level of cell function, such as immune cell activation, to truly gauge the effect of a particular toxicant on child health. A limited number of studies have addressed the immunotoxic effects of PBDE exposure, especially in human adults and prepubescent children. Some reports, both in animals and humans, have indicated that PBDE exposure suppresses immune function similar to the findings reported herein. One report that examined the impact of BDE-209, a highly brominated congener, on the immune organs in pregnant rats and demonstrated that following exposure, the size of the thymus and spleen was reduced, and lymphocyte proliferation and antibody production was suppressed ( Liu et al., 2012 ). Another study examined a technical mixture of PBDE, DE-71, at a concentration relevant to human exposure in mice ( Fair et al., 2012 ). Exposure to DE-71 modulated the immune response in these mice by decreasing peripheral blood monocytes and splenic T-cells ( Fair et al., 2012 ). In a study using female mice, continuous exposure of BDE-209 led to reduced peripheral blood leukocytes with impaired functionality and reduced T cell proliferation ( Zeng et al., 2014 ). The studies mentioned above are aligned with our results and are of particular interest given that the selective impairment of the T cell response is more impacted by PBDE exposure in autistic children compared to TD controls. This suggests a biological difference in the way the immune system functions in AU children in the presence of environmental toxicants such as PBDE. Future studies by our group are aimed at dissecting the mechanism behind the differential response noted herein.\n\nThere have been many reports indicating cellular immune differences between individuals with autism compared to geographically and aged-match controls. Autistic children appeared to have a more robust inflammatory response to immune activation ( Matelski and Van de Water, 2015 ). Over the past decade, there have been several studies highlighting dysregulation in the immune system of autistic children including an increased T-cell response ( Ashwood et al., 2011b ), increased peripheral blood monocytes ( Breece et al., 2013 ;  Ricci et al., 2013 ), reduced immunoglobulin level and elevated pro-inflammatory cytokines ( Akintunde et al., 2015 ;  Ashwood et al., 2011a ;  Enstrom et al., 2010a ), and dysregulated gene expression associated with inflammatory and translation pathways in AU children compared to TD controls ( Hughes et al., 2022 ). It has also been reported that the immune system in autistic children differs in the absolute number of peripheral B cells and natural killer (NK) cells, as well as in the activation markers on these cells ( Ashwood et al., 2011a ).\n\nThe mechanisms behind immune dysregulation in autism that have been noted in several previous studies remain unclear. Some studies suggest that such immune abnormalities might be due to genetic differences. For example, genetic variations between AU and TD controls has been found on the promoter region of the MET receptors, which is involved in development of both the cerebral cortex and cerebellum, as well as in regulation of immune function such as tolerance ( Campbell et al., 2006 ;  Heuer et al., 2011 ). Furthermore, there could be differences in how intracellular signaling pathways respond to toxicant exposure in children on the autism spectrum. One study indicated a decrease in cellular adhesion molecules in AU compared to TD controls ( Onore et al., 2012 ), while another described a difference in cellular receptor signaling ( Enstrom et al., 2010b ) between cases and controls. However, most studies have not included toxicant exposure as a possible trigger for such changes in immune function in autism.\n\nSuppression of cytokine activity, or perhaps more global T-cell function, by exposure to PBDE might negatively impact host pathogen defense, which has been demonstrated in mice with viral infections ( Lundgren et al., 2013 ). If PBDE levels can differentially impact the immune response in autism, perhaps this could account for why some individuals on the autism spectrum are more prone to both bacterial and viral infections ( Muskens et al., 2017 ). As previous studies have indicated, altered immune profiles or autoimmunity in autism is associated with more developmental impairment ( Careaga et al., 2015 ;  Goines et al., 2011b ;  Piras et al., 2014 ). Although, we did not examine behavioral deficits in relation to plasma concentration of PBDE, this would be of interest in an expanded future study.\n\nT cell helper 1 (Th1) and cytotoxic T cells, are the main cell types that produce the cytokines IFN-γ and IL-2 ( Zhu and Paul, 2010 ). Both critical T cell cytokines, IL-2 and IFN-γ were significantly negatively impacted in AU participants in relation to several congeners, regardless of their bromination levels, in contrast to TD controls. IL-2 has a direct effect on T cell development in the thymus and on the differentiation of effector and memory T cells for immune defense ( Zhu and Paul, 2010 ). IFN-γ plays a critical role in both the innate and adaptive immune response with activity towards intracellular infections by activation of macrophages, and the induction of MHC (major histocompatibility complex) molecule expression ( Murphy, 2011 ).\n\nSince we observed that ∑PBDE 14  was correlated to a negative impact on the immune response in children with AU compared to TD controls, we next sought to determine which specific congener was driving this response. Our selection of PBDE congeners included both lower and higher brominated species. Studies have indicated that lower brominated congeners such as BDE-100, BDE-17, BDE-28, BDE-47, and BDE-49 have a longer half-life (20–120 days) which contributes to enhanced bioaccumulation compared to higher brominated congeners such as BDE-153 ( Costa et al., 2014 ). Additionally, lower brominated BDEs have been associated with oxidative stress, which might play a significant role in the developmental neurotoxicity effects of PBDE ( Hakk and Letcher, 2003 ). Herein, we report that elevated levels of lower brominated PBDE including BDE-17, -28, −47, and −49 were consistently negatively correlated with both inflammatory and regulatory T cell cytokine production, both with and without PHA-stimulation, primarily in the autistic children. IL-10, which plays a regulatory role in the immune response, was significantly negatively correlated with higher plasma levels of both higher and lower brominated congeners. Overall, these results align with earlier reports indicating that PBDE inhibits immune activity, and that lower brominated PBDE are of particular concern especially in children due to early bioaccumulation through activities such as hand-to-mouth exposure ( Toms et al., 2009 ).\n\nHerein, our report is one of very few studies to examine a more active congener, BDE-49 on the pediatric immune response. Although, BDE-47 is the more abundant congener in human blood, breast milk, and adipose tissue in individuals in North America ( Bradman et al., 2006a ,  2006b ;  Costa et al., 2014 ), very few reports evaluate BDE-49 concentrations in the body due to its relative lower plasma concentration compared to BDE-47. Interestingly, reports have indicated that BDE-49 is a metabolite of BDE-99, which might contribute to the increased levels of BDE-49 in some species ( McClain et al., 2012 ).\n\nUnderstanding the impact of BDE-49 activity and the immune system in children with neurodevelopmental disorders is important as various studies have indicated a role for PBDE in developmental neurotoxicity ( Costa and Giordano, 2007 ). Moreover, reports from several animal studies have also indicated that BDE-49 can impact neurological function. For example, Dach et al., reported impairments in the development of neural progenitor cells in both human and mouse cell lines ( Dach et al., 2017 ). With respect to BDE-47 and BDE-49, Chen et al., indicated both congeners can interfere with neurodevelopment specifically impacting neuronal connectivity by inhibition of axonal growth ( Chen et al., 2017 ). Further, animal models such as mice and zebrafish have demonstrated profound behavioral changes following early life PBDE exposures. These include delayed sensori-motor development, changes in motor activity, and thigmotaxis in the open field test in mice ( Branchi et al., 2002 ) and an increased fear response as well as hyperactivity in response to novel environment exploration and habituation learning in zebrafish ( Macaulay et al., 2015 ). Thus, as reported in the current study, understanding the impact of BDE-49 on the pediatric population during early childhood, especially individuals impacted by altered neurodevelopment, is of great importance.\n\nFollowing pre-incubation of peripheral blood mononuclear cells with BDE-49, a significant increase in the production of several pro-inflammatory cytokines/chemokines was observed for cells from autistic children compared to the TD controls. These data suggest that for some as yet undetermined reason, immune cells from children on the autism spectrum appear to have a greater sensitivity to direct exposure to BDE-49. In fact, with no other stimulation, BDE-49 acts much like a mitogen, causing cellular activation and cytokine production. In a previous study from our group, we examined the effect of  ex vivo  exposure of PBMC to BDE-47 for both children with AU children and TD controls. We noted that following pre-incubation with both 100 nM and 500 nM BDE-47 followed by stimulation with the innate immune cell mitogen LPS, PBMC from autistic children had differentially elevated production of the pro-inflammatory cytokine IL-1β and the chemokine, IL-8 compared to the TD controls ( Ashwood et al., 2009a ). Herein, our results are aligned with the BDE-47  ex vivo  exposure study in terms of elevated reactivity in the AU group versus the controls, with a comparatively lower concentration of BDE-49 having a greater effect on peripheral immune cell activity. Interestingly, isolated PBMC from TD subjects appeared to be unresponsive to acute  ex vivo  exposure to BDE-49 compared to the AU subjects.\n\nThe differential  ex vivo  response of peripheral blood immune cells to PBDE could be reflective of an altered biological sensitivity to this group of toxicants. This might be due to a disruption in signaling pathways as the PBDEs are known to alter calcium signaling ( Chen et al., 2017 ;  Dingemans et al., 2011 ). Furthermore, in the larger context of neurotoxicity, there is evidence that the impacts of PBDE exposure, including BDE-49, on the ryanodine calcium signaling receptor are additive in the context of other toxicants, including polychlorinated biphenyls (PCBs) ( Fritsch and Pessah, 2013 ). Another possibility is more robust immune regulatory response in the TD population when exposed to immune stimulants. For example, a negative correlation between plasma PBDE and in the regulatory cytokine, IL-10, was noted selectively in the AU population. Further, one study described a lower production of IL-10 by subgroup of individuals on the autism spectrum compared to TD controls ( Jyonouchi et al., 2001 ). Several studies have now indicated that unregulated inflammation at critical time points during development could lead to alterations in neurodevelopment (reviewed in ( Goines and Ashwood, 2013 ;  Stamou et al., 2013 )). It would be of interest to conduct a longitudinal study in children that tracks acute and chronic exposure to PBDE through plasma concentration measurements along with determination of immune function at multiple time points. In addition, examination of PBDE activity on cell calcium signaling of the T cells could be potentially helpful towards elucidating its mechanisms of action.\n\nThis is one of the first studies to examine PBDE plasma concentration in the context of immune function in a neurodevelopmental disorder. Herein, we demonstrated that autistic children are more immunoreactive following acute exposure to the congener BDE-49 in cultured immune cells, and that a lower dose of BDE-49 compared to BDE-47 can have a strong impact on the functionality of T cells. Therefore, we could postulate that there is an underlying susceptibility in AU children at the level of immune regulation in response to PBDE that is not observed in TD children. However, this study has some limitations including the small sample set, especially in the AU sample population. In addition, we are examined the effects of BDE-49 exposure only at the cellular level and not in the context of the more complex environment of the individual. Expanded future studies should continue to examine the association between immune response and plasma concentration of environmental toxicants in the context of neurodevelopment. This study underscores the importance of examining risk assessment of environmental toxicants in the pediatric population, and further supports the notion of PBDE toxicity in a particularly sensitive population such as children on the autism spectrum."
    },
    {
      "title": "Author contributions",
      "text": "M.A. performed and analyzed experiments for immune studies, wrote the initial draft of the manuscript, and created the majority of figures. Y–P.L. and B.P. performed PBDE analytical studies, P.K. performed data analysis, I.N.P provided expertise on the congeners, I.H.P. provided study specimens, P.A. provided immune data expertise and J.V. conceived the project, acquired funding, and coordinated supervision of personnel and experiments, as well as final manuscript construction and edits. All authors reviewed the manuscript."
    },
    {
      "title": "Declaration of competing interest",
      "text": "None of the authors have any competing financial interests to declare."
    }
  ],
  "full_text": "Children on the autism spectrum have been shown to have immune dysregulation that often correlates with behavioral deficits. The role of the post-natal environment in this dysregulation is an area of active investigation. We examined the association between plasma levels of polybrominated diphenyl ether (PBDE) and immune cell function in age-matched autistic children and non-autistic controls. Plasma from children on the autism spectrum (n = 38) and typically developing controls (TD; n = 60) were analyzed for 14 major PBDE congeners. Cytokine/chemokine production was measured in peripheral blood mononuclear cell (PBMC) supernatants with and without  ex vivo  BDE-49 exposure. Total plasma concentration (∑ PBDE14 ) and individual congener levels were also correlated with T cell function. ∑ PBDE14  did not differ between diagnostic groups but correlated with reduced immune function in children on the autism spectrum. In autistic children, IL-2 and IFN-γ production was reduced in association with several individual BDE congeners, especially BDE-49 (p = 0.001). Furthermore, when PBMCs were exposed  ex vivo  to BDE-49, cells from autistic children produced elevated levels of IL-6, TNF-α, IL-1β, MIP-1α and MCP-1 (p < 0.05). Therefore, despite similar plasma levels of PBDE, these data suggest that PBMC function was differentially impacted in the context of several PBDE congeners in autistic children relative to TD children where increased body burden of PBDE significantly correlated with a suppressed immune response in autistic children but not TD controls. Further, acute  ex vivo  exposure of PBMCs to BDE-49 stimulates an elevated cytokine response in AU cases versus a depressed response in TD controls. These data suggest that exposure to the toxicant BDE-49 differentially impacts immune cell function in autistic children relative to TD children providing evidence for an underlying association between susceptibility to PBDE exposure and immune anomalies in children on the autism spectrum.\n\n## Introduction\n\nAutism is described as a heterogeneous, behaviorally defined disorder characterized by impairments in social interaction, verbal, and nonverbal communication, with stereotypical behaviors and restricted interests ( Lord et al., 2000 ,  2001 ). The current prevalence of autism in the US is (1 in 36) ( Maenner MJ et al., 2020 ). This recent increase can be attributed to increased awareness and more effective classification in addition to a rise in the rate of autism ( Lyall et al., 2014 ). The overall etiology of autism is yet to be fully understood and thus multiple causes have been indicated including both genetic ( Hallmayer et al., 2011 ) and environmental factors such as inadequate nutrition ( Schmidt, 2013 ;  Schmidt et al., 2011 ,  2017 ;  Suren et al., 2013 ), pesticides ( Shelton et al., 2012 ,  2014 ), maternal infection or fever ( Hornig et al., 2001 ;  Zerbo et al., 2013 ), and certain medications ( Stamou et al., 2013 ). Emerging research has demonstrated that the immune system may also be a contributing factor in the etiology of autism ( Edmiston et al., 2017 ;  Goines and Ashwood, 2013 ;  Jones and Van de Water, 2018 ;  Matelski and Van de Water, 2016 ;  Mead and Ashwood, 2015 ).\n\nImmune abnormalities in both the innate and adaptive immune system have been demonstrated in isolated immune cells from autistic children (AU) ( Estes and McAllister, 2015 ;  Mead and Ashwood, 2015 ). Studies investigating immunological abnormalities in children on the autism spectrum reported increased numbers of circulating monocytes, decreased natural killer cell lytic activity, abnormal cytokine and immunoglobulin levels, decreased peripheral lymphocyte numbers, as well as the presence of autoantibodies to brain proteins ( Ashwood et al., 2011b ;  Enstrom et al., 2008 ,  2010b ;  Goines et al., 2011a ;  Heuer et al., 2008 ,  2012 ). There is an increased interest in environmental factors or toxicants that might be relevant to the risk of developing autism, especially those that impact signaling pathways known to be affected in children on the autism spectrum ( Wayman et al., 2012a ,  2012b ). It is postulated that toxicants may alter immune signaling pathways in AU children, which could lead to alterations in immune function ( Goines and Ashwood, 2013 ). It is postulated that such alterations could have implications in changing neurodevelopment during both the pre- and post-natal periods ( Estes and McAllister, 2015 ).\n\nSeveral environmental factors have been suggested to influence the immune system, including the persistent organic environmental pollutants (POPs) such as the polybrominated diphenyl ethers (PBDEs) ( Herbstman and Mall, 2014 ). PBDEs are a group of commercially produced flame-retardants with over 209 congeners (defined as variants or configurations of the common PBDE chemical structure) known to have bio accumulative properties in the environment and bio-magnify up the food chain ( Costa and Giordano, 2007 ). The levels of PBDEs have remained persistent in the environment ( Hites, 2004 ), which remains a public health concern ( Birnbaum and Staskal, 2004 ;  Cowell et al., 2015 ;  Herbstman et al., 2010 ). PBDEs are found ubiquitously within the environment as this flame-retardant was added to multiple materials from textiles to furniture and electronics as well as natural sources such as marine fish ( Agarwal et al., 2017 ;  Costa et al., 2014 ;  Gribble et al., 2016 ;  Lane et al., 2011 ;  Zhang et al., 2016 ). The persistence of PBDEs in the environment has raised concerns about their influence on human health because of their presence in human adipose, liver, breast milk, whole blood, serum, fetal cord blood and placenta ( Costa et al., 2014 ;  Costa and Giordano, 2007 ;  Hoffman et al., 2017 ;  Hooper et al., 2007 ;  Kaw and Kannan, 2017 ;  Wang et al., 2016 ;  Ye et al., 2017 ). With a structure similar to another well-described persistent organic pollutant (POP), polychlorinated biphenyl (PCB), PBDE has been shown to interfere with normal immune or neurological development ( Bondy et al., 2011 ,  2013 ;  Lawler et al., 2004 ). Animal models have been particularly useful in understanding the neurodevelopmental effects of PBDE exposure ( Branchi et al., 2002 ;  Glazer et al., 2018 ;  Macaulay et al., 2015 ,  2017 ). Further, both in cell culture systems and animal models, altered thymic development, lymphocyte and splenocyte function, and changes in cellular signaling has been ascribed to PBDE exposure ( Dao et al., 2015 ;  Fair et al., 2012 ;  Liu et al., 2012 ;  Zeng et al., 2014 ). In addition, PBDEs with less than five bromine substitutions, which are prone to higher bioaccumulation, are of great environmental concern compared to the more highly brominated congeners ( Darnerud et al., 2001 ;  Dingemans et al., 2011 ;  Gassmann et al., 2014 ). Although the average detected plasma concentration of BDE-49 is far below BDE-47, studies indicate that BDE-49 and its metabolites might have a greater neurotoxic and neurobehavioral effect compared to BDE-47 ( Kim et al., 2011 ;  McClain et al., 2012 ). For example, Kim et al. demonstrated that upon exposure to BDE-47 and BDE-49, cortical neurons in culture had a significant decrease in viability upon exposure to BDE-49 as well as an altered dendrite formation compared to BDE-47 exposure ( Kim et al., 2011 ). BDE-49 was subsequently shown to uncouple mitochondria at concentrations <0.1 nM, whereas at >1 nM, inhibited the electron transport at Complex V and Complex IV ( Napoli et al., 2013 ).\n\nWe previously examined the interactions between the congener BDE-47 and innate immune function in children on the autism spectrum ( Ashwood et al., 2009a ). Our results indicated a reduction in inflammatory cytokines in aged-matched, typically developing (TD) children compared to an increase in inflammatory cytokine production in AU children indicating that they might have a differential immune sensitivity to environmental toxicants ( Ashwood et al., 2009a ). These previous studies provided the foundation for the current investigation in which we further examined the impact of PBDEs on the immune function in AU children, including the highly active congener, BDE-49. We examined immune function in the context of total PBDE plasma concentration measured from plasma for AU children compared to aged-matched, TD controls. We further performed acute  ex vivo  exposure studies using isolated peripheral blood mononuclear cells (PBMC) from children in both groups to examine the direct effect of BDE-49 on immune cell function.\n\n## Materials and methods\n\nCHARGE (CHildhood Autism Risks from Genetics and Environment) Study is an ongoing population-based case-control study, with approximately 1800 participants, that evaluates a broad range of risk factors, including environmental chemicals, in relation to neurodevelopmental outcomes. Consenting families were enrolled in CHARGE, which is associated with the Center for Children's Environmental (CCEH) and the MIND (Medical Investigation of Neurodevelopmental Disorders) Institute at the University of California at Davis as described previously ( Hertz-Picciotto et al., 2006 ). The CHARGE Study protocol was approved by the institutional review board of the University of California, Davis, and the State of California Committee for the Protection of Human Subjects. Families provided written informed consent before participating. Eligibility for this study included children between 24 and 60 months old, born in California, living with at least one biological parent who spoke English or Spanish, and residing in one of the selected regional center catchment areas. An autism diagnosis was identified from records provided by the California Department of Developmental Services (DDS), which is an agency responsible for providing services to individuals with developmental disabilities via a network of regional centers throughout California. TD controls were randomly selected from the general population using birth records obtained from the California Department of Public Health Vital Statistics ( Hertz-Picciotto et al., 2006 ).\n\nThe CHARGE study participants included children diagnosed with autism (AU; n = 38: 31 male, 7 female), and children selected from the general population (TD; n = 60: 53 male, 7 female). The mean age for the AU study population was 3.33 years and for the TD population, 3.47 years. Diagnosis of AU was confirmed with gold-standard assessments using the Autism Diagnostic Observation Schedule (ADOS) ( Joseph et al., 2002 ;  Lord et al., 2000 ) and Autism Diagnostic Interview–Revised (ADI-R) ( Lord et al., 1997 ), based on Diagnostic and Statistical Manual of Mental Disorders DSM-5 ( Association, 2013 ). ADOS comparison scores were used to determine autism symptom severity ( Gotham et al., 2009 ;  Luyster et al., 2009 ). Controls were assessed for autism traits using the Social Communication Questionnaire (SCQ), and those with scores ≥15 were further assessed via the ADOS, and ADI-R. Typical development (TD) was only assigned to general population controls who scored <15 on the SCQ and had composite scores ≥70 on both the Mullen Scales of Early Learning (MSEL) and the Vineland Adaptive Behavioral Scales (VABS).\n\nAll PBDE analyses were conducted using a validated standard operating procedure to extract, separate, and detect PBDEs by gas chromatography coupled with triple quadruple mass spectrometry (GC/MS/MS). The detailed method was reported elsewhere ( Lin et al., 2013 ). In summary, 500 μL of plasma were extracted by solid phase extraction (SPE), further purified by silica cartridges, and analyzed for tri-to hepta-brominated congeners; BDE -17, −28, −47, −49, −52, −66, −85, −95, −99, −100, −136, −153, −154 and −183. 13 C 12  labeled 2,3′, 4, 4′, 5-Penta BDE (BDE-118, Cambridge Isotope Laboratories, Inc, Tewksbury, MA, USA) was used as surrogate internal standard throughout the extraction and analytical procedures. An additional internal standard, Mirex (Sigma-Aldrich Corp, St. Louis, MO, USA), was added after extraction to monitor any shifts in instrument performance during analysis. Standard reference material (SRM1957) was purchased from the National Institute of Standard and Technology (NIST, Gaithersburg, MD, US). Human control serum (DDC Mass Spect Gold®, MSG 3000, Golden West Biologicals, Inc. Temecula, CA, USA) was fortified with all 14 PBDEs at concentrations of 0.2, 2, and 10 ng/ml for quality control (QC) purposes. The analytical laboratory participates in the Artic Monitoring and Assessment Program (also known as AMAP Ring Test of Persistent Organic Pollutants in Human Serum) ( Crinnion, 2010 ) for PBDEs analyses and consistently showed satisfying performance with a −2< Z′-score <2.\n\nEach plasma sample was analyzed for total cholesterol (TC) and triglycerides (TG) using standard clinical chemistry enzymatic methods in the Endocrinology and Metabolism Core, Mouse Metabolic Phenotyping Center of University of California, Davis (Davis, CA, US) ( Lin et al., 2013 ). The total lipid of each sample was calculated based on the concentrations of total cholesterol and total triglycerides by the following formula: Total lipid concentration (TL) = 2.27 × cholesterol + triglycerides + 0.623 in unit of g/l ( Bernert et al., 2007 ).\n\nPlasma collection and peripheral blood mononuclear cell (PMBC) isolation were performed as previously described ( Akintunde et al., 2015 ). Briefly, blood was collected in acid-citrate-dextrose Vacutainer (BD Biosciences, San Jose, CA). Following collection, samples were centrifuged at 2300 rpm and the plasma was removed and stored at −80 °C until needed. For isolation of PBMC, the buffy coat layer was brought up to 20 ml with Hank's Balanced Salt Solution (HBSS) (VWR, West Chester, PA), layered over 15 ml of Histopaque (Sigma; St. Louis, MO), and centrifuged at 1700 rpm for 30 min. Isolated PBMC were washed with HBSS twice and viable PBMC were counted using Trypan Blue (Sigma, St. Louis, MO).\n\nTo determine the effects of  ex vivo  exposure of BDE-49 on immune cell function, PBMC were adjusted to a concentration of 3 × 10 6  cells ml −1  with a solution of serum-free X-Vivo 15 media (Lonza, Walkersville, MD). 250 μl of an individual PBMC suspension was placed into 4 separate polyropylene vials (Savillex Corp., Minnetona, MD) and exposed to dimethyl sulfoxide (DMSO) 0.01% (vehicle control), or BDE-49 at both 50 nM and 250 nM followed by a 4-h incubation at 37 °C, 5% CO 2 /95% air. Of note, we tested the BDE-49 preparation for endotoxin prior to use in these studies (Thermofisher, Waltham, MA). We chose to use BDE-49 concentrations of 50 nM and 250 nM based on a dose response curve, based on the reported plasma concentration ( Ashwood et al., 2009b ;  Schecter et al., 2005 ). Dose-response curves indicated no significant cell death at 250 nM of BDE-49 (data not shown). Furthermore, since prior studies indicated that BDE-49 was more neurotoxic compared to BDE-47 ( Kim et al., 2011 ), we elected to use half the concentration of BDE-49 for this study than was used in the neuronal cell cultures. After 4 h, the pre-incubated cells were centrifuged for 1600 rpm for 4.5 min and the cell pellet was resuspended in X-Vivo 15 media (Lonza, Walkersville, MD). One hundred microliters of the BDE-49 exposed PBMC suspension was plated into 100 μl of 10 μl/ml phytohemagglutinin (PHA) and 100 μl of X-Vivo 15 supplemented with 0.2% T-Stim (BD, Franklin Lakes, NJ), transferred to a 96-well tissue culture plate (Corning, Corning, NY), then incubated at 37 °C for 48 h. After 48 h, the supernatants were harvested and stored at −80 °C until cytokine analysis was performed.\n\nCytokine and chemokine measurements were performed according to the manufacturer's protocol as previously reported ( Akintunde et al., 2015 ). Supernatant levels of IFN-γ, IL-1α, IL-1β, IL-2, IL-4, IL-6, IL-10, IL-12 (p40), IL-12 (p70), IL-13, IL-17, MCP-1, MIP-1α, MIP-1β GM-CSF and TNF-α were analyzed using a Luminex-based multiplex platform using a 16 Multi-Plex Kit (Millipore, Saint Charles, MO). Briefly, analyte-specific antibody conjugated beads were incubated with 25 μl assay buffer, 25 μl of X-Vivo 15 and 25 μl of the sample overnight at 4 °C on an orbital shaker in the dark. The following day, the plate was allowed to warm to room temperature, and the fluid was gently aspirated by vacuum manifold aspiration, washed, and 25 μl of the detection antibodies were added to each well and incubated on an orbital shaker for 1 h at room temperature. Subsequently, 25 μl of Streptavidin-Phycoerythrin was added to each well and incubated on a plate shaker for 30 min at room temperature. The plate was then washed 3 times, and 150 μl 1× Sheath fluid (Bio-Rad Laboratories Inc, Hercules, CA) was added each well and the fluorescence was measured on a Bio-Plex 200 System (Bio-Rad Laboratories Inc, Hercules, CA) and analyzed using Bio-Plex Manager software (Bio-Rad Laboratories) with a five-parameter model used to calculate final concentrations and values (expressed in pg/mL). Reference samples were run on each plate to determine assay consistency. All methods were performed in accordance with the appropriate guidelines, standards, and regulations.\n\nPBDE concentrations were expressed as nanogram per milliliter plasma (ng/ml) and nanogram per gram of total plasma lipids (ng/g). For concentrations below the limit of quantification (LOQ), but above the limit of detection (LOD), we used estimated values provided by the GC-MS/MS analysis software, Bruker MSWS 8.0.1 (Bruker, CA). Maximum likelihood estimation (MLE) was used to estimate the mean and standard deviation of data with non-detectable values.\n\nCytokine concentrations (pg/ml) were right-skewed and therefore were natural log-transformed to normalize distributions. For cytokine/chemokine concentrations that fell below the limit of detection (LOD) (≤10%), we assigned the value of LOD/2 as previously described ( Akintunde et al., 2015 ;  Goines et al., 2011b ). Baseline cytokine levels were determined using cells incubated in the media alone and/or with the vehicle control, DMSO. Cellular immune function was determined using cytokine/chemokine concentration (pg/ml) following 48-h  ex vivo  cell culture with and without pre-exposure to BDE-49 (50 nM or 250 nM) and PHA mitogen challenge. Percent change was calculated using mean of log n  transformed pg/ml expressed as a percent change over baseline (Treatment-Baseline/Baseline) x 100. Pearson correlation was used to determine the correlation between immune response and PBDE levels in plasma. Statistical analyses and graphs were generated using GraphPad Prism Version 6 (San Diego, CA), R (The R Project for Statistical Computer) Version 3.2.3 and SAS Version 9.4 (SAS Institute Inc, Cary, NC).  P -values were determined by a two-tailed  t -test (*p < 0.05).\n\n## Participants\n\nCHARGE (CHildhood Autism Risks from Genetics and Environment) Study is an ongoing population-based case-control study, with approximately 1800 participants, that evaluates a broad range of risk factors, including environmental chemicals, in relation to neurodevelopmental outcomes. Consenting families were enrolled in CHARGE, which is associated with the Center for Children's Environmental (CCEH) and the MIND (Medical Investigation of Neurodevelopmental Disorders) Institute at the University of California at Davis as described previously ( Hertz-Picciotto et al., 2006 ). The CHARGE Study protocol was approved by the institutional review board of the University of California, Davis, and the State of California Committee for the Protection of Human Subjects. Families provided written informed consent before participating. Eligibility for this study included children between 24 and 60 months old, born in California, living with at least one biological parent who spoke English or Spanish, and residing in one of the selected regional center catchment areas. An autism diagnosis was identified from records provided by the California Department of Developmental Services (DDS), which is an agency responsible for providing services to individuals with developmental disabilities via a network of regional centers throughout California. TD controls were randomly selected from the general population using birth records obtained from the California Department of Public Health Vital Statistics ( Hertz-Picciotto et al., 2006 ).\n\nThe CHARGE study participants included children diagnosed with autism (AU; n = 38: 31 male, 7 female), and children selected from the general population (TD; n = 60: 53 male, 7 female). The mean age for the AU study population was 3.33 years and for the TD population, 3.47 years. Diagnosis of AU was confirmed with gold-standard assessments using the Autism Diagnostic Observation Schedule (ADOS) ( Joseph et al., 2002 ;  Lord et al., 2000 ) and Autism Diagnostic Interview–Revised (ADI-R) ( Lord et al., 1997 ), based on Diagnostic and Statistical Manual of Mental Disorders DSM-5 ( Association, 2013 ). ADOS comparison scores were used to determine autism symptom severity ( Gotham et al., 2009 ;  Luyster et al., 2009 ). Controls were assessed for autism traits using the Social Communication Questionnaire (SCQ), and those with scores ≥15 were further assessed via the ADOS, and ADI-R. Typical development (TD) was only assigned to general population controls who scored <15 on the SCQ and had composite scores ≥70 on both the Mullen Scales of Early Learning (MSEL) and the Vineland Adaptive Behavioral Scales (VABS).\n\n## Analysis of plasma PBDE levels\n\nAll PBDE analyses were conducted using a validated standard operating procedure to extract, separate, and detect PBDEs by gas chromatography coupled with triple quadruple mass spectrometry (GC/MS/MS). The detailed method was reported elsewhere ( Lin et al., 2013 ). In summary, 500 μL of plasma were extracted by solid phase extraction (SPE), further purified by silica cartridges, and analyzed for tri-to hepta-brominated congeners; BDE -17, −28, −47, −49, −52, −66, −85, −95, −99, −100, −136, −153, −154 and −183. 13 C 12  labeled 2,3′, 4, 4′, 5-Penta BDE (BDE-118, Cambridge Isotope Laboratories, Inc, Tewksbury, MA, USA) was used as surrogate internal standard throughout the extraction and analytical procedures. An additional internal standard, Mirex (Sigma-Aldrich Corp, St. Louis, MO, USA), was added after extraction to monitor any shifts in instrument performance during analysis. Standard reference material (SRM1957) was purchased from the National Institute of Standard and Technology (NIST, Gaithersburg, MD, US). Human control serum (DDC Mass Spect Gold®, MSG 3000, Golden West Biologicals, Inc. Temecula, CA, USA) was fortified with all 14 PBDEs at concentrations of 0.2, 2, and 10 ng/ml for quality control (QC) purposes. The analytical laboratory participates in the Artic Monitoring and Assessment Program (also known as AMAP Ring Test of Persistent Organic Pollutants in Human Serum) ( Crinnion, 2010 ) for PBDEs analyses and consistently showed satisfying performance with a −2< Z′-score <2.\n\n## Lipid content determination\n\nEach plasma sample was analyzed for total cholesterol (TC) and triglycerides (TG) using standard clinical chemistry enzymatic methods in the Endocrinology and Metabolism Core, Mouse Metabolic Phenotyping Center of University of California, Davis (Davis, CA, US) ( Lin et al., 2013 ). The total lipid of each sample was calculated based on the concentrations of total cholesterol and total triglycerides by the following formula: Total lipid concentration (TL) = 2.27 × cholesterol + triglycerides + 0.623 in unit of g/l ( Bernert et al., 2007 ).\n\n## Peripheral blood mononuclear cells (PBMC) isolation\n\nPlasma collection and peripheral blood mononuclear cell (PMBC) isolation were performed as previously described ( Akintunde et al., 2015 ). Briefly, blood was collected in acid-citrate-dextrose Vacutainer (BD Biosciences, San Jose, CA). Following collection, samples were centrifuged at 2300 rpm and the plasma was removed and stored at −80 °C until needed. For isolation of PBMC, the buffy coat layer was brought up to 20 ml with Hank's Balanced Salt Solution (HBSS) (VWR, West Chester, PA), layered over 15 ml of Histopaque (Sigma; St. Louis, MO), and centrifuged at 1700 rpm for 30 min. Isolated PBMC were washed with HBSS twice and viable PBMC were counted using Trypan Blue (Sigma, St. Louis, MO).\n\n## Ex vivo exposure of PBMC to BDE-49\n\nTo determine the effects of  ex vivo  exposure of BDE-49 on immune cell function, PBMC were adjusted to a concentration of 3 × 10 6  cells ml −1  with a solution of serum-free X-Vivo 15 media (Lonza, Walkersville, MD). 250 μl of an individual PBMC suspension was placed into 4 separate polyropylene vials (Savillex Corp., Minnetona, MD) and exposed to dimethyl sulfoxide (DMSO) 0.01% (vehicle control), or BDE-49 at both 50 nM and 250 nM followed by a 4-h incubation at 37 °C, 5% CO 2 /95% air. Of note, we tested the BDE-49 preparation for endotoxin prior to use in these studies (Thermofisher, Waltham, MA). We chose to use BDE-49 concentrations of 50 nM and 250 nM based on a dose response curve, based on the reported plasma concentration ( Ashwood et al., 2009b ;  Schecter et al., 2005 ). Dose-response curves indicated no significant cell death at 250 nM of BDE-49 (data not shown). Furthermore, since prior studies indicated that BDE-49 was more neurotoxic compared to BDE-47 ( Kim et al., 2011 ), we elected to use half the concentration of BDE-49 for this study than was used in the neuronal cell cultures. After 4 h, the pre-incubated cells were centrifuged for 1600 rpm for 4.5 min and the cell pellet was resuspended in X-Vivo 15 media (Lonza, Walkersville, MD). One hundred microliters of the BDE-49 exposed PBMC suspension was plated into 100 μl of 10 μl/ml phytohemagglutinin (PHA) and 100 μl of X-Vivo 15 supplemented with 0.2% T-Stim (BD, Franklin Lakes, NJ), transferred to a 96-well tissue culture plate (Corning, Corning, NY), then incubated at 37 °C for 48 h. After 48 h, the supernatants were harvested and stored at −80 °C until cytokine analysis was performed.\n\n## Cytokine and chemokine measurements\n\nCytokine and chemokine measurements were performed according to the manufacturer's protocol as previously reported ( Akintunde et al., 2015 ). Supernatant levels of IFN-γ, IL-1α, IL-1β, IL-2, IL-4, IL-6, IL-10, IL-12 (p40), IL-12 (p70), IL-13, IL-17, MCP-1, MIP-1α, MIP-1β GM-CSF and TNF-α were analyzed using a Luminex-based multiplex platform using a 16 Multi-Plex Kit (Millipore, Saint Charles, MO). Briefly, analyte-specific antibody conjugated beads were incubated with 25 μl assay buffer, 25 μl of X-Vivo 15 and 25 μl of the sample overnight at 4 °C on an orbital shaker in the dark. The following day, the plate was allowed to warm to room temperature, and the fluid was gently aspirated by vacuum manifold aspiration, washed, and 25 μl of the detection antibodies were added to each well and incubated on an orbital shaker for 1 h at room temperature. Subsequently, 25 μl of Streptavidin-Phycoerythrin was added to each well and incubated on a plate shaker for 30 min at room temperature. The plate was then washed 3 times, and 150 μl 1× Sheath fluid (Bio-Rad Laboratories Inc, Hercules, CA) was added each well and the fluorescence was measured on a Bio-Plex 200 System (Bio-Rad Laboratories Inc, Hercules, CA) and analyzed using Bio-Plex Manager software (Bio-Rad Laboratories) with a five-parameter model used to calculate final concentrations and values (expressed in pg/mL). Reference samples were run on each plate to determine assay consistency. All methods were performed in accordance with the appropriate guidelines, standards, and regulations.\n\n## Data and statistical analysis\n\nPBDE concentrations were expressed as nanogram per milliliter plasma (ng/ml) and nanogram per gram of total plasma lipids (ng/g). For concentrations below the limit of quantification (LOQ), but above the limit of detection (LOD), we used estimated values provided by the GC-MS/MS analysis software, Bruker MSWS 8.0.1 (Bruker, CA). Maximum likelihood estimation (MLE) was used to estimate the mean and standard deviation of data with non-detectable values.\n\nCytokine concentrations (pg/ml) were right-skewed and therefore were natural log-transformed to normalize distributions. For cytokine/chemokine concentrations that fell below the limit of detection (LOD) (≤10%), we assigned the value of LOD/2 as previously described ( Akintunde et al., 2015 ;  Goines et al., 2011b ). Baseline cytokine levels were determined using cells incubated in the media alone and/or with the vehicle control, DMSO. Cellular immune function was determined using cytokine/chemokine concentration (pg/ml) following 48-h  ex vivo  cell culture with and without pre-exposure to BDE-49 (50 nM or 250 nM) and PHA mitogen challenge. Percent change was calculated using mean of log n  transformed pg/ml expressed as a percent change over baseline (Treatment-Baseline/Baseline) x 100. Pearson correlation was used to determine the correlation between immune response and PBDE levels in plasma. Statistical analyses and graphs were generated using GraphPad Prism Version 6 (San Diego, CA), R (The R Project for Statistical Computer) Version 3.2.3 and SAS Version 9.4 (SAS Institute Inc, Cary, NC).  P -values were determined by a two-tailed  t -test (*p < 0.05).\n\n## Results\n\nSince PBDEs are lipid soluble, we sought to determine if total lipid content (cholesterol and triglycerides) differed between boys and girls for both diagnostic groups. This analysis was necessary to accurately analyze PBDE levels in all participants. Congeners above 60% detection levels were considered for analysis; BDE-52 and BDE-66 were detected at 27% and 37% respectively and not considered for further analysis due to potential analytical inaccuracy ( Table 1 ). No significant difference in total plasma lipid levels between subjects in each diagnostic group was observed (data not shown), therefore, we used wet weight, non-lipid adjusted measurements of PBDE (ng/ml) levels for all comparisons. As anticipated, BDE-47 was significantly more abundant (0.338 ng/ml ± 0.042 (mean ± SEM); p < 0.0001) compared to the other highly represented ( Lin et al., 2013 ) congeners measured, including BDE-28 (0.028 ng/ml ± 0.002), BDE-47 (0.004 ng/ml ± 0.001), BDE-85 (0.048 ng/ml ± 0.003), BDE-100 (0.058 ng/ml ± 0.007), BDE-153 (0.085 ng/ml ± 0.007) and BDE-154 (0.041 ng/ml ± 0.004). For both the AU and TD subjects, BDE-47 was the most abundant congener ( Fig. 1 A and B). No significant differences within diagnostic groups and between sexes were observed for any of the congeners analyzed in this study (data not shown). Table 1 Detection metrics of PBDE congeners by mass spectrometry in the plasma of the study population. Table 1 PBDEs % Detection LOD ng/ml Range ng/ml BDE17 96 0.001 0.002–0.099 BDE28 77 0.008 0.008–0.114 BDE47 98 0.002 0.006–2.680 BDE49 70 0.004 0.004–0.040 BDE52 27 0.010 0.010–0.035 BDE66 37 0.029 0.029–0.087 BDE85 80 0.017 0.018–0.163 BDE95 63 0.002 0.002–0.039 BDE99 85 0.012 0.012–0.675 BDE100 95 0.001 0.001–0.487 BDE136 69 0.006 0.006–0.139 BDE153 98 0.013 0.031–0.484 BDE154 98 0.001 0.022–0.092 BDE183 98 0.026 0.212–0.780 Fig. 1 Plasma levels of total PBDEs for AU children (n = 38) and TD controls (N = 60).  A)  AU children.  B)  TD children. Note the levels of the major congener, BDE-47, is similar between both study populations, as well as a similar profile for the other congeners. No significant difference was seen for any congener between groups. Bars represent the mean ± SEM.  P- values were determined by one-way ANOVA and Tukey's post-hoc multiple comparisons test where (*p < 0.05). Fig. 1\n\nDetection metrics of PBDE congeners by mass spectrometry in the plasma of the study population.\n\nPlasma levels of total PBDEs for AU children (n = 38) and TD controls (N = 60).  A)  AU children.  B)  TD children. Note the levels of the major congener, BDE-47, is similar between both study populations, as well as a similar profile for the other congeners. No significant difference was seen for any congener between groups. Bars represent the mean ± SEM.  P- values were determined by one-way ANOVA and Tukey's post-hoc multiple comparisons test where (*p < 0.05).\n\nWe sought to determine how the total plasma concentration of PBDEs ∑ PBDE12  in the study population might impact the immune function of isolated PBMC, with and without mitogen activation. For AU children, plasma levels of total PBDE were significantly negatively correlated with decreased baseline production of the T cell cytokines IL-2 (r = −0.776, p = 0.000), IFN-γ (r = −0.405, p = 0.011), and IL-13 (r = −0.461, p = 0.03) after 48 h in culture ( Fig. 2 A, C, 2E). No significant correlations were noted between plasma PBDE levels and production of IL-2, IFN-γ, and IL-13 production for TD control by PBMC under the same conditions ( Fig. 2 B, D, 2F). In fact, an inverse relationship between total PBDE plasma concentration and IFN-γ and IL-13 was noted for the TD children ( Fig. 2 D and F), although not statistically significant. Fig. 2 Correlation of total PBDE body burden (plasma levels) and cytokine production without immune challenge (baseline levels).  A, C, and E)  There was a significant negative correlation between total PBDE levels in plasma and production of the T cell cytokines IL-2 (r = −0.776, p = 0.000) (A), IFN-γ (r = −0.403, p < 0.011) (B) and IL-13 (r = −0.461, p = 0.003) (C) in PBMC culture supernatants from AU children.  B, D, and F)  There was no significant correlation between total PBDE levels and cytokine production in cell culture supernatants from TD children. Of note, for the TD control samples IFN-γ and IL-13 trended in the opposite direction. Pearson correlation coefficients determined for total PBDE levels (ng/ml) in plasma and T-cell cytokine levels (natural log transformed) after 48-h in media (baseline production) from autistic children and typically developing controls (TD). (*p < 0.05). Red represents AU and blue represents TD. Fig. 2\n\nCorrelation of total PBDE body burden (plasma levels) and cytokine production without immune challenge (baseline levels).  A, C, and E)  There was a significant negative correlation between total PBDE levels in plasma and production of the T cell cytokines IL-2 (r = −0.776, p = 0.000) (A), IFN-γ (r = −0.403, p < 0.011) (B) and IL-13 (r = −0.461, p = 0.003) (C) in PBMC culture supernatants from AU children.  B, D, and F)  There was no significant correlation between total PBDE levels and cytokine production in cell culture supernatants from TD children. Of note, for the TD control samples IFN-γ and IL-13 trended in the opposite direction. Pearson correlation coefficients determined for total PBDE levels (ng/ml) in plasma and T-cell cytokine levels (natural log transformed) after 48-h in media (baseline production) from autistic children and typically developing controls (TD). (*p < 0.05). Red represents AU and blue represents TD.\n\nNext, we examined how pre-existing plasma concentration of PBDE impacted the response of PBMC activated with the T cell mitogen, PHA. We found that increased total plasma concentration of PBDE was negatively correlated with production of the T cell cytokines IL-2 (r = −0.325, p = 0.046) and IL-10 (r = −0.433, p = 0.006) ( Fig. 3 A and B) in AU children, while no significant correlations were noted between plasma PBDE levels and IL-2 and IL-10 in cell culture supernatants from TD children ( Fig. 3 C and D). Fig. 3 Correlation of total PBDE body burden and cytokine production following PHA-stimulation of PBMC.  A and B)  There was a significant negative correlation between total PBDE levels in plasma and production of the T cell cytokines IL-2 (r = −0.325, p = 0.046) and IL-10 (r = −0.433, p = 0.006) in cell culture supernatants from AU children.  C and D)  There was no correlation between total PBDE levels and cytokine production in cell culture supernatants from TD children. Pearson correlation coefficients determined for total PBDE levels (ng/ml) in plasma and T-cell cytokine levels (natural log transformed) after 48-h in media (baseline) from children with autism (AU) and typically developing controls (TD). (*p < 0.05). Red represents AU and blue represents TD. Fig. 3\n\nCorrelation of total PBDE body burden and cytokine production following PHA-stimulation of PBMC.  A and B)  There was a significant negative correlation between total PBDE levels in plasma and production of the T cell cytokines IL-2 (r = −0.325, p = 0.046) and IL-10 (r = −0.433, p = 0.006) in cell culture supernatants from AU children.  C and D)  There was no correlation between total PBDE levels and cytokine production in cell culture supernatants from TD children. Pearson correlation coefficients determined for total PBDE levels (ng/ml) in plasma and T-cell cytokine levels (natural log transformed) after 48-h in media (baseline) from children with autism (AU) and typically developing controls (TD). (*p < 0.05). Red represents AU and blue represents TD.\n\nSince we observed that plasma concentration of the combined PBDE congeners differentially relates to a reduction in the T cell response of AU children compared to TD controls, we examined which specific PBDE congeners were driving this response. We analyzed the relationship between plasma levels of the congeners BDE-100, -153, −154, −17, −183, −28, −47, −49, −85 and −95 with baseline and mitogen stimulated cytokine production by isolated PBMC. With no stimulation, baseline production of the T-cell cytokines IL-2 and IFN-γ was negatively correlated with plasma levels of all BDE congeners except BDE-183 and -85 (IFN-γ) in the AU group ( Table 2 ) but was not found to be significant for the TD controls ( Table 3 ). Significantly negative correlations were also observed between plasma levels of BDE-136, -154, −95 and baseline production of the inflammatory cytokine IL-12p40, and BDE-100 and -17 and IL-12p70 in AU children ( Table 2 ). The only positive relationship between plasma PBDE congener levels and cytokine production in the AU subjects was for the inflammatory T cell cytokine, IL-17 where PBMC from both AU and TD subjects were positively correlated with at least two different congeners ( Table 2 ,  Table 3 ). In further contrast between AU and TD groups with respect to the relationship between congener level and cytokine production, PBMC production of the cytokines IL-13, IL-17, and IL-10 was positively associated with plasma levels of one or more congener only for the TD participants ( Table 3 ). Table 2 Correlation of baseline unstimulated PBMC T cell cytokine production and plasma levels of 12 PBDE congeners in AU children (n = 38). Table 2 Cytokines IL-2 IFN-γ IL12-p40 IL12-p70 IL-4 IL-13 IL-17 IL-10 PBDE r P  = r P  = r P r P  = r P  = r P  = r P  = r P  = 100 −0.118 0.040* −0.031 0.018* −0.129 0.051 −0.004 0.017* 0.049 0.383 −0.431 0.139 0.010 0.953 0.103 0.538 136 −0.205 0.017* −0.091 0.012* −0.164 0.024* 0.104 0.925 0.004 0.993 −0.187 0.261 0.330 0.043* 0.125 0.456 153 −0.157 0.290 −0.094 0.045* −0.151 0.117 0.000 0.300 0.023 0.960 −0.318 0.052 0.007 0.964 0.095 0.570 154 −0.150 0.104 −0.113 0.075 −0.259 0.043* −0.062 0.528 −0.061 0.335 −0.115 0.491 0.222 0.181 0.101 0.545 17 −0.168 0.135 −0.027 0.035* −0.080 0.222 −0.128 0.039* −0.089 0.621 −0.313 0.056 0.071 0.671 −0.09 0.553 183 −0.001 0.457 0.163 0.486 0.021 0.379 −0.018 0.305 0.153 0.398 −0.051 0.763 −0.09 0.570 0.034 0.840 28 −0.185 0.025* −0.069 0.456 −0.047 0.767 0.038 0.944 0.040 0.565 −0.219 0.186 0.051 0.760 −0.06 0.688 47 −0.215 0.009* −0.048 0.010* −0.077 0.248 0.017 0.069 −0.014 0.426 −0.224 0.177 0.133 0.424 −0.05 0.741 49 −0.171 0.001* −0.078 0.002* −0.156 0.071 0.054 0.350 −0.022 0.297 −0.239 0.149 0.166 0.319 0.039 0.814 85 −0.094 0.007* 0.003 0.009* −0.116 0.126 0.079 0.873 0.034 0.582 −0.200 0.228 0.334 0.041* 0.132 0.430 95 −0.111 0.176 −0.043 0.014* −0.174 0.009* 0.075 0.655 −0.082 0.982 −0.195 0.241 0.255 0.122 0.175 0.293 99 −0.210 0.002* 0.000 0.021* −0.116 0.408 −0.014 0.074 −0.021 0.275 −0.196 0.240 −0.07 0.665 0.034 0.837 *p ≤ 0.05. Table 3 Correlation of baseline PBMC T cell cytokine production and plasma levels of 12 PBDE congeners in TD children (n = 60). Table 3 Cytokines IL-2 IFN-γ IL12p-40 IL12p-70 IL-4 IL-13 IL-17 IL-10 PBDE r P  = r P  = r P r P  = r P  = r P  = r P  = r P  = 100 −0.001 0.996 0.149 0.257 −0.077 0.559 0.117 0.372 0.126 0.338 0.193 0.139 0.142 0.278 0.174 0.183 136 −0.117 0.375 −0.003 0.984 −0.175 0.181 0.073 0.579 −0.023 0.862 0.155 0.238 0.046 0.726 0.096 0.463 153 −0.176 0.179 −0.016 0.906 −0.148 0.259 −0.040 0.763 0.018 0.891 0.109 0.409 0.044 0.736 0.118 0.367 154 0.013 0.919 0.089 0.497 −0.247 0.057 −0.043 0.744 −0.040 0.760 −0.038 0.774 0.184 0.158 0.117 0.375 17 −0.141 0.282 0.109 0.407 −0.046 0.728 0.015 0.908 −0.012 0.930 −0.036 0.786 −0.035 0.791 −0.06 0.649 183 −0.041 0.753 0.252 0.052 −0.039 0.768 0.071 0.592 0.231 0.076 0.271 0.037* 0.103 0.433 0.270 0.037* 28 −0.032 0.807 0.048 0.717 −0.016 0.903 0.100 0.449 0.095 0.470 0.099 0.450 0.258 0.047* 0.138 0.293 47 −0.110 0.401 0.180 0.168 0.007 0.960 0.140 0.286 0.037 0.776 0.118 0.370 0.030 0.822 0.109 0.409 49 0.064 0.629 0.167 0.203 −0.177 0.177 0.167 0.203 0.047 0.721 0.335 0.009* 0.281 0.029* 0.254 0.050 85 0.090 0.495 0.191 0.143 −0.151 0.251 0.025 0.848 −0.009 0.948 0.360 0.005* 0.222 0.089 0.146 0.266 95 −0.052 0.693 0.062 0.640 −0.196 0.134 0.083 0.526 −0.161 0.219 0.155 0.237 0.066 0.615 0.130 0.323 99 −0.026 0.845 0.222 0.088 −0.091 0.488 0.085 0.519 0.086 0.512 0.157 0.231 0.019 0.886 0.119 0.365 *p ≤ 0.05.\n\nCorrelation of baseline unstimulated PBMC T cell cytokine production and plasma levels of 12 PBDE congeners in AU children (n = 38).\n\nCorrelation of baseline PBMC T cell cytokine production and plasma levels of 12 PBDE congeners in TD children (n = 60).\n\nWhen cells were stimulated with a T cell mitogen (PHA) to gauge their activation response in the context of plasma PBDE levels, we noted that similar to the relationship between cytokine production for unstimulated PBMC and plasma BDE congener levels for the Th1 cytokine IL-2, there was a significantly negative correlation between production of IL-2 and plasma levels of several BDE congeners in AU children. Less impact on the production of IFN-γ was noted in activated T cells in the AU population ( Table 4 ). Of note, there were several additional cytokines that were significantly negatively impacted by plasma levels of several BDE congeners in the AU children. These included IL-12p40 (the antagonist of the biologically active inflammatory cytokine IL-12p70), as well as the Th2 cytokines IL-4 and IL-13, the regulatory cytokine IL-10, and the Th17 cytokine, IL-17 ( Table 4 ). In contrast, while there were a few of these same cytokines negatively impacted by plasma BDE congener levels, the number congener/cytokine interactions and degree of negative impact was reduced in the TD children compared to the AU population ( Table 5 ). Table 4 Correlation between PHA-stimulated PBMC T cell cytokine production at 48-h and plasma levels of 12 PBDE congeners in AU children (n = 38). Table 4 Cytokines IL-2 IFN-γ IL12p-40 IL12p-70 IL-4 IL-13 IL-17 IL-10 PBDE r P  = r P  = r P r P  = r P  = r P  = r P  = r P  = 100 −0.312 0.056 −0.105 0.533 −0.183 0.065 0.145 0.386 −0.254 0.124 −0.378 0.019* −0.257 0.120 −0.39 0.014* 136 −0.381 0.018* −0.227 0.171 −0.289 0.030* 0.033 0.844 −0.378 0.019* −0.423 0.008* −0.517 0.001** −0.48 0.002* 153 −0.165 0.323 −0.019 0.908 −0.123 0.597 0.071 0.670 −0.066 0.695 −0.216 0.194 −0.145 0.387 −0.22 0.173 154 −0.291 0.077 −0.172 0.303 −0.214 0.022* −0.137 0.412 −0.343 0.035* −0.300 0.067 −0.314 0.055 −0.39 0.014* 17 −0.404 0.012* −0.230 0.166 −0.221 0.117 0.020 0.906 −0.282 0.087 −0.302 0.065 −0.130 0.438 −0.44 0.005* 183 0.093 0.578 0.111 0.508 0.114 0.490 0.172 0.301 0.079 0.636 0.057 0.731 0.268 0.104 0.186 0.264 28 −0.255 0.122 −0.086 0.610 −0.224 0.516 0.122 0.465 −0.251 0.129 −0.250 0.130 −0.251 0.129 −0.30 0.060 47 −0.385 0.017* −0.250 0.130 −0.311 0.015* 0.056 0.737 −0.313 0.056 −0.447 0.005* −0.320 0.051 −0.52 0.001** 49 −0.530 0.001** −0.374 0.021* −0.298 0.000** −0.135 0.420 −0.429 0.007* −0.422 0.008* −0.449 0.005* −0.66 0.000** 85 −0.335 0.040* −0.140 0.404 −0.230 0.031* 0.102 0.542 −0.268 0.104 −0.341 0.036* −0.463 0.003* −0.50 0.001** 95 −0.346 0.034* −0.253 0.126 −0.175 0.015* −0.080 0.635 −0.252 0.126 −0.354 0.029* −0.330 0.043* −0.47 0.002* 99 −0.339 0.038* −0.048 0.776 −0.141 0.209 0.188 0.258 −0.298 0.070 −0.331 0.043* −0.242 0.144 −0.36 0.027* *p ≤ 0.05. **p ≤ 0.01. Table 5 Correlation between PHA-stimulated PBMC T cell cytokine production at 48-h post-stimulation and plasma levels of 12 PBDE congeners in TD children (n = 60). Table 5 PHA    Cytokines IL-2 IFN-γ IL12-p40 IL12-p70 IL-4 IL-13 IL-17 IL-10 PBDE r P  = r P  = r P r P  = r P  = r P  = r P  = r P  = 100 −0.028 0.832 −0.063 0.634 −0.047 0.719 0.031 0.816 0.000 0.999 −0.106 0.423 −0.146 0.266 −0.17 0.173 136 −0.094 0.476 −0.120 0.360 −0.249 0.055 −0.117 0.375 0.016 0.901 −0.079 0.547 −0.154 0.242 −0.360 0.004** 153 0.042 0.751 0.126 0.337 0.109 0.407 0.103 0.435 0.076 0.564 0.002 0.986 −0.067 0.611 −0.00 0.959 154 −0.225 0.084 −0.120 0.361 −0.072 0.582 −0.088 0.502 −0.083 0.530 −0.257 0.048* −0.133 0.311 −0.32 0.011* 17 −0.130 0.322 −0.162 0.216 −0.064 0.627 −0.254 0.050 −0.201 0.123 −0.048 0.716 −0.058 0.661 −0.09 0.457 183 −0.075 0.571 0.139 0.288 0.104 0.430 −0.044 0.737 −0.013 0.921 0.156 0.233 0.168 0.201 0.132 0.314 28 −0.269 0.037* −0.110 0.403 −0.007 0.960 −0.032 0.811 −0.120 0.362 −0.085 0.521 −0.141 0.281 −0.07 0.580 47 −0.170 0.194 −0.200 0.125 −0.040 0.764 −0.032 0.807 −0.256 0.048* −0.293 0.023* −0.255 0.049* −0.186 0.155 49 −0.089 0.500 −0.122 0.351 −0.271 0.036* −0.209 0.109 −0.049 0.708 −0.102 0.440 −0.097 0.460 −0.334 0.009* 85 −0.076 0.566 −0.121 0.357 −0.224 0.085 −0.162 0.215 −0.043 0.744 −0.162 0.216 −0.132 0.313 −0.327 0.011* 95 −0.201 0.123 −0.219 0.093 −0.316 0.014* −0.260 0.045* −0.185 0.157 −0.216 0.098 −0.215 0.099 −0.406 0.001** 99 −0.086 0.514 −0.183 0.162 −0.055 0.675 −0.065 0.624 −0.082 0.535 −0.218 0.095 −0.200 0.126 −0.163 0.214 *p ≤ 0.05. **p ≤ 0.01.\n\nCorrelation between PHA-stimulated PBMC T cell cytokine production at 48-h and plasma levels of 12 PBDE congeners in AU children (n = 38).\n\nCorrelation between PHA-stimulated PBMC T cell cytokine production at 48-h post-stimulation and plasma levels of 12 PBDE congeners in TD children (n = 60).\n\nTo examine the direct effects of the congener previously demonstrated to have more toxic effects in cultured neurons ( Chen et al., 2017 ;  Napoli et al., 2013 ), we cultured PBMC with the congener BDE-49 then measured cytokine and chemokine production after 48 h of exposure. A significant increase in percent change from baseline (media + vehicle DMSO) was noted for AU children compared to TD controls for the inflammatory cytokines and chemokines IL-6 (p = 0.011), TNF-α (p = 0.042), IL-1α (p = 0.010), IL-1β (p = 0.028), MIP-1α (p = 0.046) and MCP-1 (p = 0.027) following 4-h pre-exposure to BDE-49 at 50 nM without any additional immune activation ( Fig. 4 A–F) ( Supplemental Fig. 1  for changes in pg/ml). No significant change was found with a more concentrated exposure of 250 nM of BDE-49 for any of the cytokines/chemokines analyzed in the study (data not shown). Fig. 4 Differential immune response denoted by percent increase from vehicle control (no BDE-49) between AU and TD participants following  ex vivo  exposure to 50 nM BDE-49 alone.  A)  IL-6 (p = 0.011*),  B)  TNF-α (p = 0.042*),  C)  IL-1α (p < 0.010*),  D)  IL-1β (p = 0.028*),  E)  MIP-1α (p = 0.046*), and  F)  MCP-1 (p = 0.027*) cultured PBMC from children with autistic and TD children. Note that for each analyte presented, PBMC from the AU children responded with elevated cytokine/chemokine production where the opposite was seen for PBMC from the TD group where the  ex vivo  BDE-49 exposure dampened the response. Data are presented as mean percentage change determined by (Treatment-Baseline/Baseline) with DMSO used as baseline. Graphs represent mean ± SEM.  P -values were determined by a two-tailed  t -test where *p < 0.05. Fig. 4\n\nDifferential immune response denoted by percent increase from vehicle control (no BDE-49) between AU and TD participants following  ex vivo  exposure to 50 nM BDE-49 alone.  A)  IL-6 (p = 0.011*),  B)  TNF-α (p = 0.042*),  C)  IL-1α (p < 0.010*),  D)  IL-1β (p = 0.028*),  E)  MIP-1α (p = 0.046*), and  F)  MCP-1 (p = 0.027*) cultured PBMC from children with autistic and TD children. Note that for each analyte presented, PBMC from the AU children responded with elevated cytokine/chemokine production where the opposite was seen for PBMC from the TD group where the  ex vivo  BDE-49 exposure dampened the response. Data are presented as mean percentage change determined by (Treatment-Baseline/Baseline) with DMSO used as baseline. Graphs represent mean ± SEM.  P -values were determined by a two-tailed  t -test where *p < 0.05.\n\nTo determine if plasma concentration of BDE-49 would impact the acute  ex vivo  exposure of PBMC to BDE-49, we examined percentage change in cytokine/chemokine production following  ex vivo  exposure of BDE-49 at 50 nM in the context of plasma levels of BDE-49. PBMC from AU children demonstrated a significantly positive correlation between levels of BDE-49 found in plasma and percent increase in production of IL-6 and GM-CSF following exposure to 50 nM BDE-49 in culture ( Fig. 5 A). This correlation was not observed with any other congener (representative graph of BDE-47 shown in  Fig. 5 B) and was not noted in the TD samples (data not shown). Fig. 5 Increased production of the cytokines IL-6 and GM-CSF correlates with increased body burden of BDE-49 for autistic children. A) IL-6 and GM-CSF demonstrated a significantly positive correlation with increasing body burden of BDE-49 (ng/ml) following pre-exposure of PMBC  ex vivo  to BDE-49 at 50 nM (r = 0.496. p = 0.016 for IL-6; r = 0.427, p = 0.032 for GM-CSF). B) There was no significant correlation of IL-6 and GM-CSF following pre-incubation with BDE-49 (ng/ml) at 50 nM and body burden of BDE-47 in AU subjects. Pearson correlation coefficients were determined for cytokines measured in cell culture supernatants after 48-h in media (baseline) with 50 nM BDE-49. Fig. 5\n\nIncreased production of the cytokines IL-6 and GM-CSF correlates with increased body burden of BDE-49 for autistic children. A) IL-6 and GM-CSF demonstrated a significantly positive correlation with increasing body burden of BDE-49 (ng/ml) following pre-exposure of PMBC  ex vivo  to BDE-49 at 50 nM (r = 0.496. p = 0.016 for IL-6; r = 0.427, p = 0.032 for GM-CSF). B) There was no significant correlation of IL-6 and GM-CSF following pre-incubation with BDE-49 (ng/ml) at 50 nM and body burden of BDE-47 in AU subjects. Pearson correlation coefficients were determined for cytokines measured in cell culture supernatants after 48-h in media (baseline) with 50 nM BDE-49.\n\n## Total lipid content in AU and TD children\n\nSince PBDEs are lipid soluble, we sought to determine if total lipid content (cholesterol and triglycerides) differed between boys and girls for both diagnostic groups. This analysis was necessary to accurately analyze PBDE levels in all participants. Congeners above 60% detection levels were considered for analysis; BDE-52 and BDE-66 were detected at 27% and 37% respectively and not considered for further analysis due to potential analytical inaccuracy ( Table 1 ). No significant difference in total plasma lipid levels between subjects in each diagnostic group was observed (data not shown), therefore, we used wet weight, non-lipid adjusted measurements of PBDE (ng/ml) levels for all comparisons. As anticipated, BDE-47 was significantly more abundant (0.338 ng/ml ± 0.042 (mean ± SEM); p < 0.0001) compared to the other highly represented ( Lin et al., 2013 ) congeners measured, including BDE-28 (0.028 ng/ml ± 0.002), BDE-47 (0.004 ng/ml ± 0.001), BDE-85 (0.048 ng/ml ± 0.003), BDE-100 (0.058 ng/ml ± 0.007), BDE-153 (0.085 ng/ml ± 0.007) and BDE-154 (0.041 ng/ml ± 0.004). For both the AU and TD subjects, BDE-47 was the most abundant congener ( Fig. 1 A and B). No significant differences within diagnostic groups and between sexes were observed for any of the congeners analyzed in this study (data not shown). Table 1 Detection metrics of PBDE congeners by mass spectrometry in the plasma of the study population. Table 1 PBDEs % Detection LOD ng/ml Range ng/ml BDE17 96 0.001 0.002–0.099 BDE28 77 0.008 0.008–0.114 BDE47 98 0.002 0.006–2.680 BDE49 70 0.004 0.004–0.040 BDE52 27 0.010 0.010–0.035 BDE66 37 0.029 0.029–0.087 BDE85 80 0.017 0.018–0.163 BDE95 63 0.002 0.002–0.039 BDE99 85 0.012 0.012–0.675 BDE100 95 0.001 0.001–0.487 BDE136 69 0.006 0.006–0.139 BDE153 98 0.013 0.031–0.484 BDE154 98 0.001 0.022–0.092 BDE183 98 0.026 0.212–0.780 Fig. 1 Plasma levels of total PBDEs for AU children (n = 38) and TD controls (N = 60).  A)  AU children.  B)  TD children. Note the levels of the major congener, BDE-47, is similar between both study populations, as well as a similar profile for the other congeners. No significant difference was seen for any congener between groups. Bars represent the mean ± SEM.  P- values were determined by one-way ANOVA and Tukey's post-hoc multiple comparisons test where (*p < 0.05). Fig. 1\n\nDetection metrics of PBDE congeners by mass spectrometry in the plasma of the study population.\n\nPlasma levels of total PBDEs for AU children (n = 38) and TD controls (N = 60).  A)  AU children.  B)  TD children. Note the levels of the major congener, BDE-47, is similar between both study populations, as well as a similar profile for the other congeners. No significant difference was seen for any congener between groups. Bars represent the mean ± SEM.  P- values were determined by one-way ANOVA and Tukey's post-hoc multiple comparisons test where (*p < 0.05).\n\n## Baseline plasma concentration of PBDE and PBMC function\n\nWe sought to determine how the total plasma concentration of PBDEs ∑ PBDE12  in the study population might impact the immune function of isolated PBMC, with and without mitogen activation. For AU children, plasma levels of total PBDE were significantly negatively correlated with decreased baseline production of the T cell cytokines IL-2 (r = −0.776, p = 0.000), IFN-γ (r = −0.405, p = 0.011), and IL-13 (r = −0.461, p = 0.03) after 48 h in culture ( Fig. 2 A, C, 2E). No significant correlations were noted between plasma PBDE levels and production of IL-2, IFN-γ, and IL-13 production for TD control by PBMC under the same conditions ( Fig. 2 B, D, 2F). In fact, an inverse relationship between total PBDE plasma concentration and IFN-γ and IL-13 was noted for the TD children ( Fig. 2 D and F), although not statistically significant. Fig. 2 Correlation of total PBDE body burden (plasma levels) and cytokine production without immune challenge (baseline levels).  A, C, and E)  There was a significant negative correlation between total PBDE levels in plasma and production of the T cell cytokines IL-2 (r = −0.776, p = 0.000) (A), IFN-γ (r = −0.403, p < 0.011) (B) and IL-13 (r = −0.461, p = 0.003) (C) in PBMC culture supernatants from AU children.  B, D, and F)  There was no significant correlation between total PBDE levels and cytokine production in cell culture supernatants from TD children. Of note, for the TD control samples IFN-γ and IL-13 trended in the opposite direction. Pearson correlation coefficients determined for total PBDE levels (ng/ml) in plasma and T-cell cytokine levels (natural log transformed) after 48-h in media (baseline production) from autistic children and typically developing controls (TD). (*p < 0.05). Red represents AU and blue represents TD. Fig. 2\n\nCorrelation of total PBDE body burden (plasma levels) and cytokine production without immune challenge (baseline levels).  A, C, and E)  There was a significant negative correlation between total PBDE levels in plasma and production of the T cell cytokines IL-2 (r = −0.776, p = 0.000) (A), IFN-γ (r = −0.403, p < 0.011) (B) and IL-13 (r = −0.461, p = 0.003) (C) in PBMC culture supernatants from AU children.  B, D, and F)  There was no significant correlation between total PBDE levels and cytokine production in cell culture supernatants from TD children. Of note, for the TD control samples IFN-γ and IL-13 trended in the opposite direction. Pearson correlation coefficients determined for total PBDE levels (ng/ml) in plasma and T-cell cytokine levels (natural log transformed) after 48-h in media (baseline production) from autistic children and typically developing controls (TD). (*p < 0.05). Red represents AU and blue represents TD.\n\nNext, we examined how pre-existing plasma concentration of PBDE impacted the response of PBMC activated with the T cell mitogen, PHA. We found that increased total plasma concentration of PBDE was negatively correlated with production of the T cell cytokines IL-2 (r = −0.325, p = 0.046) and IL-10 (r = −0.433, p = 0.006) ( Fig. 3 A and B) in AU children, while no significant correlations were noted between plasma PBDE levels and IL-2 and IL-10 in cell culture supernatants from TD children ( Fig. 3 C and D). Fig. 3 Correlation of total PBDE body burden and cytokine production following PHA-stimulation of PBMC.  A and B)  There was a significant negative correlation between total PBDE levels in plasma and production of the T cell cytokines IL-2 (r = −0.325, p = 0.046) and IL-10 (r = −0.433, p = 0.006) in cell culture supernatants from AU children.  C and D)  There was no correlation between total PBDE levels and cytokine production in cell culture supernatants from TD children. Pearson correlation coefficients determined for total PBDE levels (ng/ml) in plasma and T-cell cytokine levels (natural log transformed) after 48-h in media (baseline) from children with autism (AU) and typically developing controls (TD). (*p < 0.05). Red represents AU and blue represents TD. Fig. 3\n\nCorrelation of total PBDE body burden and cytokine production following PHA-stimulation of PBMC.  A and B)  There was a significant negative correlation between total PBDE levels in plasma and production of the T cell cytokines IL-2 (r = −0.325, p = 0.046) and IL-10 (r = −0.433, p = 0.006) in cell culture supernatants from AU children.  C and D)  There was no correlation between total PBDE levels and cytokine production in cell culture supernatants from TD children. Pearson correlation coefficients determined for total PBDE levels (ng/ml) in plasma and T-cell cytokine levels (natural log transformed) after 48-h in media (baseline) from children with autism (AU) and typically developing controls (TD). (*p < 0.05). Red represents AU and blue represents TD.\n\n## Relationship between plasma levels of congeners and baseline or PHA-stimulated PBMC cytokine levels\n\nSince we observed that plasma concentration of the combined PBDE congeners differentially relates to a reduction in the T cell response of AU children compared to TD controls, we examined which specific PBDE congeners were driving this response. We analyzed the relationship between plasma levels of the congeners BDE-100, -153, −154, −17, −183, −28, −47, −49, −85 and −95 with baseline and mitogen stimulated cytokine production by isolated PBMC. With no stimulation, baseline production of the T-cell cytokines IL-2 and IFN-γ was negatively correlated with plasma levels of all BDE congeners except BDE-183 and -85 (IFN-γ) in the AU group ( Table 2 ) but was not found to be significant for the TD controls ( Table 3 ). Significantly negative correlations were also observed between plasma levels of BDE-136, -154, −95 and baseline production of the inflammatory cytokine IL-12p40, and BDE-100 and -17 and IL-12p70 in AU children ( Table 2 ). The only positive relationship between plasma PBDE congener levels and cytokine production in the AU subjects was for the inflammatory T cell cytokine, IL-17 where PBMC from both AU and TD subjects were positively correlated with at least two different congeners ( Table 2 ,  Table 3 ). In further contrast between AU and TD groups with respect to the relationship between congener level and cytokine production, PBMC production of the cytokines IL-13, IL-17, and IL-10 was positively associated with plasma levels of one or more congener only for the TD participants ( Table 3 ). Table 2 Correlation of baseline unstimulated PBMC T cell cytokine production and plasma levels of 12 PBDE congeners in AU children (n = 38). Table 2 Cytokines IL-2 IFN-γ IL12-p40 IL12-p70 IL-4 IL-13 IL-17 IL-10 PBDE r P  = r P  = r P r P  = r P  = r P  = r P  = r P  = 100 −0.118 0.040* −0.031 0.018* −0.129 0.051 −0.004 0.017* 0.049 0.383 −0.431 0.139 0.010 0.953 0.103 0.538 136 −0.205 0.017* −0.091 0.012* −0.164 0.024* 0.104 0.925 0.004 0.993 −0.187 0.261 0.330 0.043* 0.125 0.456 153 −0.157 0.290 −0.094 0.045* −0.151 0.117 0.000 0.300 0.023 0.960 −0.318 0.052 0.007 0.964 0.095 0.570 154 −0.150 0.104 −0.113 0.075 −0.259 0.043* −0.062 0.528 −0.061 0.335 −0.115 0.491 0.222 0.181 0.101 0.545 17 −0.168 0.135 −0.027 0.035* −0.080 0.222 −0.128 0.039* −0.089 0.621 −0.313 0.056 0.071 0.671 −0.09 0.553 183 −0.001 0.457 0.163 0.486 0.021 0.379 −0.018 0.305 0.153 0.398 −0.051 0.763 −0.09 0.570 0.034 0.840 28 −0.185 0.025* −0.069 0.456 −0.047 0.767 0.038 0.944 0.040 0.565 −0.219 0.186 0.051 0.760 −0.06 0.688 47 −0.215 0.009* −0.048 0.010* −0.077 0.248 0.017 0.069 −0.014 0.426 −0.224 0.177 0.133 0.424 −0.05 0.741 49 −0.171 0.001* −0.078 0.002* −0.156 0.071 0.054 0.350 −0.022 0.297 −0.239 0.149 0.166 0.319 0.039 0.814 85 −0.094 0.007* 0.003 0.009* −0.116 0.126 0.079 0.873 0.034 0.582 −0.200 0.228 0.334 0.041* 0.132 0.430 95 −0.111 0.176 −0.043 0.014* −0.174 0.009* 0.075 0.655 −0.082 0.982 −0.195 0.241 0.255 0.122 0.175 0.293 99 −0.210 0.002* 0.000 0.021* −0.116 0.408 −0.014 0.074 −0.021 0.275 −0.196 0.240 −0.07 0.665 0.034 0.837 *p ≤ 0.05. Table 3 Correlation of baseline PBMC T cell cytokine production and plasma levels of 12 PBDE congeners in TD children (n = 60). Table 3 Cytokines IL-2 IFN-γ IL12p-40 IL12p-70 IL-4 IL-13 IL-17 IL-10 PBDE r P  = r P  = r P r P  = r P  = r P  = r P  = r P  = 100 −0.001 0.996 0.149 0.257 −0.077 0.559 0.117 0.372 0.126 0.338 0.193 0.139 0.142 0.278 0.174 0.183 136 −0.117 0.375 −0.003 0.984 −0.175 0.181 0.073 0.579 −0.023 0.862 0.155 0.238 0.046 0.726 0.096 0.463 153 −0.176 0.179 −0.016 0.906 −0.148 0.259 −0.040 0.763 0.018 0.891 0.109 0.409 0.044 0.736 0.118 0.367 154 0.013 0.919 0.089 0.497 −0.247 0.057 −0.043 0.744 −0.040 0.760 −0.038 0.774 0.184 0.158 0.117 0.375 17 −0.141 0.282 0.109 0.407 −0.046 0.728 0.015 0.908 −0.012 0.930 −0.036 0.786 −0.035 0.791 −0.06 0.649 183 −0.041 0.753 0.252 0.052 −0.039 0.768 0.071 0.592 0.231 0.076 0.271 0.037* 0.103 0.433 0.270 0.037* 28 −0.032 0.807 0.048 0.717 −0.016 0.903 0.100 0.449 0.095 0.470 0.099 0.450 0.258 0.047* 0.138 0.293 47 −0.110 0.401 0.180 0.168 0.007 0.960 0.140 0.286 0.037 0.776 0.118 0.370 0.030 0.822 0.109 0.409 49 0.064 0.629 0.167 0.203 −0.177 0.177 0.167 0.203 0.047 0.721 0.335 0.009* 0.281 0.029* 0.254 0.050 85 0.090 0.495 0.191 0.143 −0.151 0.251 0.025 0.848 −0.009 0.948 0.360 0.005* 0.222 0.089 0.146 0.266 95 −0.052 0.693 0.062 0.640 −0.196 0.134 0.083 0.526 −0.161 0.219 0.155 0.237 0.066 0.615 0.130 0.323 99 −0.026 0.845 0.222 0.088 −0.091 0.488 0.085 0.519 0.086 0.512 0.157 0.231 0.019 0.886 0.119 0.365 *p ≤ 0.05.\n\nCorrelation of baseline unstimulated PBMC T cell cytokine production and plasma levels of 12 PBDE congeners in AU children (n = 38).\n\nCorrelation of baseline PBMC T cell cytokine production and plasma levels of 12 PBDE congeners in TD children (n = 60).\n\nWhen cells were stimulated with a T cell mitogen (PHA) to gauge their activation response in the context of plasma PBDE levels, we noted that similar to the relationship between cytokine production for unstimulated PBMC and plasma BDE congener levels for the Th1 cytokine IL-2, there was a significantly negative correlation between production of IL-2 and plasma levels of several BDE congeners in AU children. Less impact on the production of IFN-γ was noted in activated T cells in the AU population ( Table 4 ). Of note, there were several additional cytokines that were significantly negatively impacted by plasma levels of several BDE congeners in the AU children. These included IL-12p40 (the antagonist of the biologically active inflammatory cytokine IL-12p70), as well as the Th2 cytokines IL-4 and IL-13, the regulatory cytokine IL-10, and the Th17 cytokine, IL-17 ( Table 4 ). In contrast, while there were a few of these same cytokines negatively impacted by plasma BDE congener levels, the number congener/cytokine interactions and degree of negative impact was reduced in the TD children compared to the AU population ( Table 5 ). Table 4 Correlation between PHA-stimulated PBMC T cell cytokine production at 48-h and plasma levels of 12 PBDE congeners in AU children (n = 38). Table 4 Cytokines IL-2 IFN-γ IL12p-40 IL12p-70 IL-4 IL-13 IL-17 IL-10 PBDE r P  = r P  = r P r P  = r P  = r P  = r P  = r P  = 100 −0.312 0.056 −0.105 0.533 −0.183 0.065 0.145 0.386 −0.254 0.124 −0.378 0.019* −0.257 0.120 −0.39 0.014* 136 −0.381 0.018* −0.227 0.171 −0.289 0.030* 0.033 0.844 −0.378 0.019* −0.423 0.008* −0.517 0.001** −0.48 0.002* 153 −0.165 0.323 −0.019 0.908 −0.123 0.597 0.071 0.670 −0.066 0.695 −0.216 0.194 −0.145 0.387 −0.22 0.173 154 −0.291 0.077 −0.172 0.303 −0.214 0.022* −0.137 0.412 −0.343 0.035* −0.300 0.067 −0.314 0.055 −0.39 0.014* 17 −0.404 0.012* −0.230 0.166 −0.221 0.117 0.020 0.906 −0.282 0.087 −0.302 0.065 −0.130 0.438 −0.44 0.005* 183 0.093 0.578 0.111 0.508 0.114 0.490 0.172 0.301 0.079 0.636 0.057 0.731 0.268 0.104 0.186 0.264 28 −0.255 0.122 −0.086 0.610 −0.224 0.516 0.122 0.465 −0.251 0.129 −0.250 0.130 −0.251 0.129 −0.30 0.060 47 −0.385 0.017* −0.250 0.130 −0.311 0.015* 0.056 0.737 −0.313 0.056 −0.447 0.005* −0.320 0.051 −0.52 0.001** 49 −0.530 0.001** −0.374 0.021* −0.298 0.000** −0.135 0.420 −0.429 0.007* −0.422 0.008* −0.449 0.005* −0.66 0.000** 85 −0.335 0.040* −0.140 0.404 −0.230 0.031* 0.102 0.542 −0.268 0.104 −0.341 0.036* −0.463 0.003* −0.50 0.001** 95 −0.346 0.034* −0.253 0.126 −0.175 0.015* −0.080 0.635 −0.252 0.126 −0.354 0.029* −0.330 0.043* −0.47 0.002* 99 −0.339 0.038* −0.048 0.776 −0.141 0.209 0.188 0.258 −0.298 0.070 −0.331 0.043* −0.242 0.144 −0.36 0.027* *p ≤ 0.05. **p ≤ 0.01. Table 5 Correlation between PHA-stimulated PBMC T cell cytokine production at 48-h post-stimulation and plasma levels of 12 PBDE congeners in TD children (n = 60). Table 5 PHA    Cytokines IL-2 IFN-γ IL12-p40 IL12-p70 IL-4 IL-13 IL-17 IL-10 PBDE r P  = r P  = r P r P  = r P  = r P  = r P  = r P  = 100 −0.028 0.832 −0.063 0.634 −0.047 0.719 0.031 0.816 0.000 0.999 −0.106 0.423 −0.146 0.266 −0.17 0.173 136 −0.094 0.476 −0.120 0.360 −0.249 0.055 −0.117 0.375 0.016 0.901 −0.079 0.547 −0.154 0.242 −0.360 0.004** 153 0.042 0.751 0.126 0.337 0.109 0.407 0.103 0.435 0.076 0.564 0.002 0.986 −0.067 0.611 −0.00 0.959 154 −0.225 0.084 −0.120 0.361 −0.072 0.582 −0.088 0.502 −0.083 0.530 −0.257 0.048* −0.133 0.311 −0.32 0.011* 17 −0.130 0.322 −0.162 0.216 −0.064 0.627 −0.254 0.050 −0.201 0.123 −0.048 0.716 −0.058 0.661 −0.09 0.457 183 −0.075 0.571 0.139 0.288 0.104 0.430 −0.044 0.737 −0.013 0.921 0.156 0.233 0.168 0.201 0.132 0.314 28 −0.269 0.037* −0.110 0.403 −0.007 0.960 −0.032 0.811 −0.120 0.362 −0.085 0.521 −0.141 0.281 −0.07 0.580 47 −0.170 0.194 −0.200 0.125 −0.040 0.764 −0.032 0.807 −0.256 0.048* −0.293 0.023* −0.255 0.049* −0.186 0.155 49 −0.089 0.500 −0.122 0.351 −0.271 0.036* −0.209 0.109 −0.049 0.708 −0.102 0.440 −0.097 0.460 −0.334 0.009* 85 −0.076 0.566 −0.121 0.357 −0.224 0.085 −0.162 0.215 −0.043 0.744 −0.162 0.216 −0.132 0.313 −0.327 0.011* 95 −0.201 0.123 −0.219 0.093 −0.316 0.014* −0.260 0.045* −0.185 0.157 −0.216 0.098 −0.215 0.099 −0.406 0.001** 99 −0.086 0.514 −0.183 0.162 −0.055 0.675 −0.065 0.624 −0.082 0.535 −0.218 0.095 −0.200 0.126 −0.163 0.214 *p ≤ 0.05. **p ≤ 0.01.\n\nCorrelation between PHA-stimulated PBMC T cell cytokine production at 48-h and plasma levels of 12 PBDE congeners in AU children (n = 38).\n\nCorrelation between PHA-stimulated PBMC T cell cytokine production at 48-h post-stimulation and plasma levels of 12 PBDE congeners in TD children (n = 60).\n\n## Cytokine production by PBMC following  ex vivo  BDE-49 exposure\n\nTo examine the direct effects of the congener previously demonstrated to have more toxic effects in cultured neurons ( Chen et al., 2017 ;  Napoli et al., 2013 ), we cultured PBMC with the congener BDE-49 then measured cytokine and chemokine production after 48 h of exposure. A significant increase in percent change from baseline (media + vehicle DMSO) was noted for AU children compared to TD controls for the inflammatory cytokines and chemokines IL-6 (p = 0.011), TNF-α (p = 0.042), IL-1α (p = 0.010), IL-1β (p = 0.028), MIP-1α (p = 0.046) and MCP-1 (p = 0.027) following 4-h pre-exposure to BDE-49 at 50 nM without any additional immune activation ( Fig. 4 A–F) ( Supplemental Fig. 1  for changes in pg/ml). No significant change was found with a more concentrated exposure of 250 nM of BDE-49 for any of the cytokines/chemokines analyzed in the study (data not shown). Fig. 4 Differential immune response denoted by percent increase from vehicle control (no BDE-49) between AU and TD participants following  ex vivo  exposure to 50 nM BDE-49 alone.  A)  IL-6 (p = 0.011*),  B)  TNF-α (p = 0.042*),  C)  IL-1α (p < 0.010*),  D)  IL-1β (p = 0.028*),  E)  MIP-1α (p = 0.046*), and  F)  MCP-1 (p = 0.027*) cultured PBMC from children with autistic and TD children. Note that for each analyte presented, PBMC from the AU children responded with elevated cytokine/chemokine production where the opposite was seen for PBMC from the TD group where the  ex vivo  BDE-49 exposure dampened the response. Data are presented as mean percentage change determined by (Treatment-Baseline/Baseline) with DMSO used as baseline. Graphs represent mean ± SEM.  P -values were determined by a two-tailed  t -test where *p < 0.05. Fig. 4\n\nDifferential immune response denoted by percent increase from vehicle control (no BDE-49) between AU and TD participants following  ex vivo  exposure to 50 nM BDE-49 alone.  A)  IL-6 (p = 0.011*),  B)  TNF-α (p = 0.042*),  C)  IL-1α (p < 0.010*),  D)  IL-1β (p = 0.028*),  E)  MIP-1α (p = 0.046*), and  F)  MCP-1 (p = 0.027*) cultured PBMC from children with autistic and TD children. Note that for each analyte presented, PBMC from the AU children responded with elevated cytokine/chemokine production where the opposite was seen for PBMC from the TD group where the  ex vivo  BDE-49 exposure dampened the response. Data are presented as mean percentage change determined by (Treatment-Baseline/Baseline) with DMSO used as baseline. Graphs represent mean ± SEM.  P -values were determined by a two-tailed  t -test where *p < 0.05.\n\n## Change in cytokine production following  ex vivo  exposure of BDE-49 based on plasma BDE-49 levels\n\nTo determine if plasma concentration of BDE-49 would impact the acute  ex vivo  exposure of PBMC to BDE-49, we examined percentage change in cytokine/chemokine production following  ex vivo  exposure of BDE-49 at 50 nM in the context of plasma levels of BDE-49. PBMC from AU children demonstrated a significantly positive correlation between levels of BDE-49 found in plasma and percent increase in production of IL-6 and GM-CSF following exposure to 50 nM BDE-49 in culture ( Fig. 5 A). This correlation was not observed with any other congener (representative graph of BDE-47 shown in  Fig. 5 B) and was not noted in the TD samples (data not shown). Fig. 5 Increased production of the cytokines IL-6 and GM-CSF correlates with increased body burden of BDE-49 for autistic children. A) IL-6 and GM-CSF demonstrated a significantly positive correlation with increasing body burden of BDE-49 (ng/ml) following pre-exposure of PMBC  ex vivo  to BDE-49 at 50 nM (r = 0.496. p = 0.016 for IL-6; r = 0.427, p = 0.032 for GM-CSF). B) There was no significant correlation of IL-6 and GM-CSF following pre-incubation with BDE-49 (ng/ml) at 50 nM and body burden of BDE-47 in AU subjects. Pearson correlation coefficients were determined for cytokines measured in cell culture supernatants after 48-h in media (baseline) with 50 nM BDE-49. Fig. 5\n\nIncreased production of the cytokines IL-6 and GM-CSF correlates with increased body burden of BDE-49 for autistic children. A) IL-6 and GM-CSF demonstrated a significantly positive correlation with increasing body burden of BDE-49 (ng/ml) following pre-exposure of PMBC  ex vivo  to BDE-49 at 50 nM (r = 0.496. p = 0.016 for IL-6; r = 0.427, p = 0.032 for GM-CSF). B) There was no significant correlation of IL-6 and GM-CSF following pre-incubation with BDE-49 (ng/ml) at 50 nM and body burden of BDE-47 in AU subjects. Pearson correlation coefficients were determined for cytokines measured in cell culture supernatants after 48-h in media (baseline) with 50 nM BDE-49.\n\n## Discussion\n\nResults from our study indicate that exposure to the environmental toxicant PBDE affects immune cell function differently in autistic children relative to the age-matched neurotypical counterparts. While we found no significant difference in plasma levels of a range of PBDE congeners between cases and controls, in AU cases, there was a strong correlation between the ability of T cells to respond to various stimuli and total PBDE plasma concentration. This difference between cases and controls was also noted when the PBDE relationship with immune function was broken down by congener. Prenatal exposure to PBDE has been linked to adverse behavior profiles in children both domestically and globally ( Herbstman and Mall, 2014 ;  Herbstman et al., 2010 ;  Vuong et al., 2018 ); this is of particular interest as multiple studies indicate that prenatal and early life exposure to PBDE may impact neurodevelopmental outcome ( Costa et al., 2014 ;  Costa and Giordano, 2007 ;  Cowell et al., 2015 ;  Gibson et al., 2018 ;  Herbstman and Mall, 2014 ;  Herbstman et al., 2010 ). In a US study, exposure to PBDE was associated with lower IQ scores and elevated hyperactivity in children examined up through 5 years of age ( Chen et al., 2014 ). Further, Hartley et al. found that gestational PBDE exposure in males was associated with worse behavioral outcomes including poorer social skills and increased problem behaviors in adolescents ( Hartley et al., 2022 ). In another US epidemiological study, there was an inverse association between elevated concentrations of PBDEs in cord blood and adverse neurodevelopmental test scores in children 12–72 months of age ( Herbstman et al., 2010 ). Eskenazi et al. examined the impact of both prenatal and childhood exposures to PBDEs and discovered an association with poor attention, fine motor coordination issues, and reduced cognition in a California study population ( Eskenazi et al., 2013 ). The current study expanded such analyses to examine the effect of PBDE exposure on neurodevelopmental outcome as it relates to the child's immune response.\n\nFor immune cells derived from autistic children, there appeared to be a difference in sensitivity to PBDE compared to age-matched TD subjects in children 3–5 years of age. Important to these findings was that in the absence immune activation, there were no significant differences in levels of cytokine production between the AU and TD subjects for this study population. However, we found that ∑PBDE 14  correlated with suppressed immune function of peripheral blood immune cells from AU children at baseline (no mitogen) and following PHA stimulation, while this was not observed in the TD controls. T cell function was more negatively affected in the AU population versus TD controls with immune challenge, especially for cytokines involved in immune effector cell differentiation and regulation. The suppression of such effector and regulatory cytokines could lead, for example, to a reduced ability to clear infections or increased inflammation.\n\nThe immunotoxic effects and mechanism of action of PBDE on the human immune system have not been extensively studied. As we report herein, while there is no difference in the ∑PBDE 14  levels between cases and controls, a striking biological difference in the immune response in relation to plasma concentration was noted between autistic children and children that are typically developing. This is of particular interest as it suggests that future studies should occur at the level of cell function, such as immune cell activation, to truly gauge the effect of a particular toxicant on child health. A limited number of studies have addressed the immunotoxic effects of PBDE exposure, especially in human adults and prepubescent children. Some reports, both in animals and humans, have indicated that PBDE exposure suppresses immune function similar to the findings reported herein. One report that examined the impact of BDE-209, a highly brominated congener, on the immune organs in pregnant rats and demonstrated that following exposure, the size of the thymus and spleen was reduced, and lymphocyte proliferation and antibody production was suppressed ( Liu et al., 2012 ). Another study examined a technical mixture of PBDE, DE-71, at a concentration relevant to human exposure in mice ( Fair et al., 2012 ). Exposure to DE-71 modulated the immune response in these mice by decreasing peripheral blood monocytes and splenic T-cells ( Fair et al., 2012 ). In a study using female mice, continuous exposure of BDE-209 led to reduced peripheral blood leukocytes with impaired functionality and reduced T cell proliferation ( Zeng et al., 2014 ). The studies mentioned above are aligned with our results and are of particular interest given that the selective impairment of the T cell response is more impacted by PBDE exposure in autistic children compared to TD controls. This suggests a biological difference in the way the immune system functions in AU children in the presence of environmental toxicants such as PBDE. Future studies by our group are aimed at dissecting the mechanism behind the differential response noted herein.\n\nThere have been many reports indicating cellular immune differences between individuals with autism compared to geographically and aged-match controls. Autistic children appeared to have a more robust inflammatory response to immune activation ( Matelski and Van de Water, 2015 ). Over the past decade, there have been several studies highlighting dysregulation in the immune system of autistic children including an increased T-cell response ( Ashwood et al., 2011b ), increased peripheral blood monocytes ( Breece et al., 2013 ;  Ricci et al., 2013 ), reduced immunoglobulin level and elevated pro-inflammatory cytokines ( Akintunde et al., 2015 ;  Ashwood et al., 2011a ;  Enstrom et al., 2010a ), and dysregulated gene expression associated with inflammatory and translation pathways in AU children compared to TD controls ( Hughes et al., 2022 ). It has also been reported that the immune system in autistic children differs in the absolute number of peripheral B cells and natural killer (NK) cells, as well as in the activation markers on these cells ( Ashwood et al., 2011a ).\n\nThe mechanisms behind immune dysregulation in autism that have been noted in several previous studies remain unclear. Some studies suggest that such immune abnormalities might be due to genetic differences. For example, genetic variations between AU and TD controls has been found on the promoter region of the MET receptors, which is involved in development of both the cerebral cortex and cerebellum, as well as in regulation of immune function such as tolerance ( Campbell et al., 2006 ;  Heuer et al., 2011 ). Furthermore, there could be differences in how intracellular signaling pathways respond to toxicant exposure in children on the autism spectrum. One study indicated a decrease in cellular adhesion molecules in AU compared to TD controls ( Onore et al., 2012 ), while another described a difference in cellular receptor signaling ( Enstrom et al., 2010b ) between cases and controls. However, most studies have not included toxicant exposure as a possible trigger for such changes in immune function in autism.\n\nSuppression of cytokine activity, or perhaps more global T-cell function, by exposure to PBDE might negatively impact host pathogen defense, which has been demonstrated in mice with viral infections ( Lundgren et al., 2013 ). If PBDE levels can differentially impact the immune response in autism, perhaps this could account for why some individuals on the autism spectrum are more prone to both bacterial and viral infections ( Muskens et al., 2017 ). As previous studies have indicated, altered immune profiles or autoimmunity in autism is associated with more developmental impairment ( Careaga et al., 2015 ;  Goines et al., 2011b ;  Piras et al., 2014 ). Although, we did not examine behavioral deficits in relation to plasma concentration of PBDE, this would be of interest in an expanded future study.\n\nT cell helper 1 (Th1) and cytotoxic T cells, are the main cell types that produce the cytokines IFN-γ and IL-2 ( Zhu and Paul, 2010 ). Both critical T cell cytokines, IL-2 and IFN-γ were significantly negatively impacted in AU participants in relation to several congeners, regardless of their bromination levels, in contrast to TD controls. IL-2 has a direct effect on T cell development in the thymus and on the differentiation of effector and memory T cells for immune defense ( Zhu and Paul, 2010 ). IFN-γ plays a critical role in both the innate and adaptive immune response with activity towards intracellular infections by activation of macrophages, and the induction of MHC (major histocompatibility complex) molecule expression ( Murphy, 2011 ).\n\nSince we observed that ∑PBDE 14  was correlated to a negative impact on the immune response in children with AU compared to TD controls, we next sought to determine which specific congener was driving this response. Our selection of PBDE congeners included both lower and higher brominated species. Studies have indicated that lower brominated congeners such as BDE-100, BDE-17, BDE-28, BDE-47, and BDE-49 have a longer half-life (20–120 days) which contributes to enhanced bioaccumulation compared to higher brominated congeners such as BDE-153 ( Costa et al., 2014 ). Additionally, lower brominated BDEs have been associated with oxidative stress, which might play a significant role in the developmental neurotoxicity effects of PBDE ( Hakk and Letcher, 2003 ). Herein, we report that elevated levels of lower brominated PBDE including BDE-17, -28, −47, and −49 were consistently negatively correlated with both inflammatory and regulatory T cell cytokine production, both with and without PHA-stimulation, primarily in the autistic children. IL-10, which plays a regulatory role in the immune response, was significantly negatively correlated with higher plasma levels of both higher and lower brominated congeners. Overall, these results align with earlier reports indicating that PBDE inhibits immune activity, and that lower brominated PBDE are of particular concern especially in children due to early bioaccumulation through activities such as hand-to-mouth exposure ( Toms et al., 2009 ).\n\nHerein, our report is one of very few studies to examine a more active congener, BDE-49 on the pediatric immune response. Although, BDE-47 is the more abundant congener in human blood, breast milk, and adipose tissue in individuals in North America ( Bradman et al., 2006a ,  2006b ;  Costa et al., 2014 ), very few reports evaluate BDE-49 concentrations in the body due to its relative lower plasma concentration compared to BDE-47. Interestingly, reports have indicated that BDE-49 is a metabolite of BDE-99, which might contribute to the increased levels of BDE-49 in some species ( McClain et al., 2012 ).\n\nUnderstanding the impact of BDE-49 activity and the immune system in children with neurodevelopmental disorders is important as various studies have indicated a role for PBDE in developmental neurotoxicity ( Costa and Giordano, 2007 ). Moreover, reports from several animal studies have also indicated that BDE-49 can impact neurological function. For example, Dach et al., reported impairments in the development of neural progenitor cells in both human and mouse cell lines ( Dach et al., 2017 ). With respect to BDE-47 and BDE-49, Chen et al., indicated both congeners can interfere with neurodevelopment specifically impacting neuronal connectivity by inhibition of axonal growth ( Chen et al., 2017 ). Further, animal models such as mice and zebrafish have demonstrated profound behavioral changes following early life PBDE exposures. These include delayed sensori-motor development, changes in motor activity, and thigmotaxis in the open field test in mice ( Branchi et al., 2002 ) and an increased fear response as well as hyperactivity in response to novel environment exploration and habituation learning in zebrafish ( Macaulay et al., 2015 ). Thus, as reported in the current study, understanding the impact of BDE-49 on the pediatric population during early childhood, especially individuals impacted by altered neurodevelopment, is of great importance.\n\nFollowing pre-incubation of peripheral blood mononuclear cells with BDE-49, a significant increase in the production of several pro-inflammatory cytokines/chemokines was observed for cells from autistic children compared to the TD controls. These data suggest that for some as yet undetermined reason, immune cells from children on the autism spectrum appear to have a greater sensitivity to direct exposure to BDE-49. In fact, with no other stimulation, BDE-49 acts much like a mitogen, causing cellular activation and cytokine production. In a previous study from our group, we examined the effect of  ex vivo  exposure of PBMC to BDE-47 for both children with AU children and TD controls. We noted that following pre-incubation with both 100 nM and 500 nM BDE-47 followed by stimulation with the innate immune cell mitogen LPS, PBMC from autistic children had differentially elevated production of the pro-inflammatory cytokine IL-1β and the chemokine, IL-8 compared to the TD controls ( Ashwood et al., 2009a ). Herein, our results are aligned with the BDE-47  ex vivo  exposure study in terms of elevated reactivity in the AU group versus the controls, with a comparatively lower concentration of BDE-49 having a greater effect on peripheral immune cell activity. Interestingly, isolated PBMC from TD subjects appeared to be unresponsive to acute  ex vivo  exposure to BDE-49 compared to the AU subjects.\n\nThe differential  ex vivo  response of peripheral blood immune cells to PBDE could be reflective of an altered biological sensitivity to this group of toxicants. This might be due to a disruption in signaling pathways as the PBDEs are known to alter calcium signaling ( Chen et al., 2017 ;  Dingemans et al., 2011 ). Furthermore, in the larger context of neurotoxicity, there is evidence that the impacts of PBDE exposure, including BDE-49, on the ryanodine calcium signaling receptor are additive in the context of other toxicants, including polychlorinated biphenyls (PCBs) ( Fritsch and Pessah, 2013 ). Another possibility is more robust immune regulatory response in the TD population when exposed to immune stimulants. For example, a negative correlation between plasma PBDE and in the regulatory cytokine, IL-10, was noted selectively in the AU population. Further, one study described a lower production of IL-10 by subgroup of individuals on the autism spectrum compared to TD controls ( Jyonouchi et al., 2001 ). Several studies have now indicated that unregulated inflammation at critical time points during development could lead to alterations in neurodevelopment (reviewed in ( Goines and Ashwood, 2013 ;  Stamou et al., 2013 )). It would be of interest to conduct a longitudinal study in children that tracks acute and chronic exposure to PBDE through plasma concentration measurements along with determination of immune function at multiple time points. In addition, examination of PBDE activity on cell calcium signaling of the T cells could be potentially helpful towards elucidating its mechanisms of action.\n\nThis is one of the first studies to examine PBDE plasma concentration in the context of immune function in a neurodevelopmental disorder. Herein, we demonstrated that autistic children are more immunoreactive following acute exposure to the congener BDE-49 in cultured immune cells, and that a lower dose of BDE-49 compared to BDE-47 can have a strong impact on the functionality of T cells. Therefore, we could postulate that there is an underlying susceptibility in AU children at the level of immune regulation in response to PBDE that is not observed in TD children. However, this study has some limitations including the small sample set, especially in the AU sample population. In addition, we are examined the effects of BDE-49 exposure only at the cellular level and not in the context of the more complex environment of the individual. Expanded future studies should continue to examine the association between immune response and plasma concentration of environmental toxicants in the context of neurodevelopment. This study underscores the importance of examining risk assessment of environmental toxicants in the pediatric population, and further supports the notion of PBDE toxicity in a particularly sensitive population such as children on the autism spectrum.\n\n## Author contributions\n\nM.A. performed and analyzed experiments for immune studies, wrote the initial draft of the manuscript, and created the majority of figures. Y–P.L. and B.P. performed PBDE analytical studies, P.K. performed data analysis, I.N.P provided expertise on the congeners, I.H.P. provided study specimens, P.A. provided immune data expertise and J.V. conceived the project, acquired funding, and coordinated supervision of personnel and experiments, as well as final manuscript construction and edits. All authors reviewed the manuscript.\n\n## Declaration of competing interest\n\nNone of the authors have any competing financial interests to declare.",
  "reference_count": 103,
  "word_count": 14602,
  "char_count": 90785
}