{
  "pmcid": "PMC10698640",
  "doi": "10.3389/fmats.2023.1143411",
  "title": "Firefighters’ exposure to per-and polyfluoroalkyl substances (PFAS) as an occupational hazard: A review",
  "authors": [
    "Nur-Us-Shafa Mazumder",
    "Md Tanjim Hossain",
    "Fatema Tuj Jahura",
    "Arjunsing Girase",
    "Andrew Stephen Hall",
    "Jingtian Lu",
    "R. Bryan Ormond"
  ],
  "year": "2023",
  "journal": "Frontiers in materials",
  "abstract": "The term “firefighter” and “cancer” have become so intertwined in the past decade that they are now nearly inseparable. Occupational exposure of firefighters to carcinogenic chemicals may increase their risk of developing different types of cancer. PFAS are one of the major classes of carcinogenic chemicals that firefighters are exposed to as occupational hazard. Elevated levels of PFAS have been observed in firefighters’ blood serum in recent studies. Possible sources of occupational exposure to PFAS include turnout gear, aqueous film-forming foam, and air and dust at both the fire scene and fire station. Preliminary discussion on PFAS includes definition, classification, and chemical structure. The review is then followed by identifying the sources of PFAS that firefighters may encounter as an occupational hazard. The structural properties of the PFAS used in identified sources, their degradation, and exposure pathways are reviewed. The elevated level of PFAS in the blood serum and how this might associate with an increased risk of cancer is discussed. Our review shows a significant amount of PFAS on turnout gear and their migration to untreated layers, and how turnout gear itself might be a potential source of PFAS exposure. PFAS from aqueous film-forming foams (AFFF), air, and dust of fire stations have been already established as potential exposure sources. Studies on firefighters’ cancer suggest that firefighters have a higher cancer risk compared to the general population. This review suggests that increased exposure to PFAS as an occupational hazard could be a potential cancer risk for firefighters.",
  "sections": [
    {
      "title": "Introduction",
      "text": "“Firefighter” and “cancer” are two words that have become unfortunately linked over the past decade. In 2022, the International Agency for Research on Cancer (IARC) re-classified the firefighting occupation as a “Group 1” carcinogen (carcinogenic to human) ( Demers et al., 2022 ). This occupation was first classified in 2010 as “Group 2B” meaning possibly carcinogenic ( IARC Working Group on the Evaluation of Carcinogenic Risks to Humans, 2010 ). Several studies examined the cancer risk and mortality rate among firefighters. Though studies have found inconsistent results, general indication of elevated risk of several cancers in firefighters have been reported, such as studies reported elevated summary risk estimates (SRE) for multiple cancers including non-Hodgkin lymphoma (NHL), myeloma, testicular and prostate cancers ( LeMasters et al., 2006 ;  Soteriades et al., 2019 ;  Laroche and L’Espérance, 2021 ). Another study reported the cancer risk among firefighters with standardized incidence ratios (mSIR); this study found an increase in mSIR for skin melanoma and prostate cancer among firefighters ( Casjens et al., 2020 ). Studies funded by the National Institute of Occupational Safety and Health (NIOSH) also reported elevated cancer mortality and incidence rates ( Daniels et al., 2014 ;  Daniels et al., 2015 ). Similarly, a study in Indiana found higher malignant cancer mortality for firefighters compared to non-firefighters ( Muegge et al., 2018 ). Significantly elevated risk of skin, thyroid, testicular, and prostate cancer was also reported for male firefighters in Florida ( Lee et al., 2020 ). Likewise, studies in many other countries and the United States also have found elevated rates of several types of cancer such as kidney, bladder, testicular, prostate, multiple myeloma, and non-Hodgkin’s lymphoma ( Delahunt et al., 1995 ;  Bates, 2007 ;  Kang et al., 2008 ;  Ahn et al., 2012 ). It has been documented that firefighting involves exposure to both known and potentially carcinogenic chemicals ( Soteriades et al., 2019 ;  Laroche and L’Espérance, 2021 ). Even though the exposure time could be shorter, levels of exposure could still be high ( Jalilian et al., 2019 ).\n\nInjuries caused due to the thermal and thermo-physiological comfort hazards during the firefighting are common among the firefighters ( Mandal et al., 2021 ;  Mazumder, 2021 ;  Mazumder et al., 2022 ). In addition to thermal and thermo-physiological comfort hazards, exposure to harmful chemicals that may contribute to the increased cancer risk has become an increasing concern in the firefighting community ( Trowbridge et al., 2020 ;  Muensterman et al., 2021 ). Studies have shown that firefighters are exposed to hazardous substances during structural fires ( Fent et al., 2014 ), overhaul phases ( Jones et al., 2016 ;  Oliveira et al., 2017 ) and vehicle fires ( Fent and Evans, 2011 ;  Jalilian et al., 2019 ). The compounds found in fire smoke and their toxicities vary considerably depending on the burning conditions and materials since every burn has its unique pattern ( Golka and Weistenhöfer, 2008 ;  Casjens et al., 2020 ). However, studies reported polycyclic aromatic hydrocarbons (PAHs) ( Keir et al., 2020 ), 1,3- butadiene ( Laitinen et al., 2012 ), metal ( Keir et al., 2020 ), formaldehyde ( Driscoll et al., 2016 ) and per- and polyfluoroalkyl substances (PFAS) ( Jin et al., 2011 ;  McGuire et al., 2014 ) are the most concerning chemicals ( Muensterman et al., 2021 ). In addition, besides the fire scene, hazardous chemicals have also been found in fire station dust, aqueous film-forming foams (AFFF), contaminated fire equipment, and in turnout gear ( Brown et al., 2014 ;  Fent et al., 2015 ;  Shen et al., 2015 ;  Alexander and Baxter, 2016 ;  Barzen-Hanson et al., 2017 ).\n\nPFAS are a large class of fluorinated aliphatic chemicals, which have diversified use ( Young et al., 2021 ). Due to their extreme toxicity, persistency, and bioaccumulation, these chemicals are a significant concern for the environment and human health ( Blum et al., 2015 ;  Cousins et al., 2016 ;  Wang et al., 2017 ;  Goldenman et al., 2019 ). PFAS are detected in the blood serum of over 98% of Americans ( Calafat Antonia et al., 2007 ). The general population gets exposed to PFAS through drinking water, contaminated food, food packaging, cookware, indoor dust, and ambient air ( Nadal and Domingo, 2014 ;  Sjogren et al., 2016 ;  Mastrantonio et al., 2018 ;  Domingo and Nadal, 2019 ). Among many other PFAS, perfluorooctanoic acid (PFOA) and perfluorooctane sulfonate (PFOS) were most extensively used and studied. However, their use has been banned or heavily regulated in many countries for several years. Studies show that elevated levels of PFAS exposure is associated with adverse health effects such as testicular and kidney cancers ( Vaughn et al., 2013 ;  Vieira Verónica et al., 2013 ). Similarly, studies have also reported links between PFOA and cancers such as mesothelioma, prostate, testicular, and non-Hodgkin’s lymphoma ( Vaughn et al., 2013 ;  Chang et al., 2014 ). These four cancers are among the top eight that firefighters have increased risks of compared to the public ( LeMasters et al., 2006 ;  Daniels et al., 2014 ). Therefore, concern of PFAS exposure in the fire service and health risk of the firefighters are reasonable.\n\nIncreased risk of cancer in firefighters may be contributed from the occupational exposures to PFAS ( Trowbridge et al., 2020 ). PFAS are particularly relevant to firefighting since these chemicals are used in firefighter protective clothing and equipment to impart water and oil repellency ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ;  van der Veen et al., 2022 ), as polymeric membranes in moisture barriers, in AFFF which are used in extinguishing fuel and oil fires ( Kissa, 1994 ;  Kissa, 2001 ;  Barzen-Hanson et al., 2017 ), and recent studies have also found elevated PFAS levels in dust and air of fire stations ( Henry et al., 2018 ;  Young et al., 2021 ). Turnout gear worn by firefighters is extensively treated with fluoropolymers (one form of PFAS) or side-chain fluoropolymers to obtain the highest levels of water and oil repellency ( Henry et al., 2018 ;  Young et al., 2021 ). PFAS also includes polytetrafluoroethylene (PTFE), a highly repellent material used in the moisture barrier to limit the migration of water and bodily fluids through the turnout gear ( Islam et al., 2020 ;  Muensterman et al., 2021 ). Firefighters may also be exposed to PFAS chemicals during training and firefighting from fluorinated firefighting foams, which mainly contain PFAS from the sulfonated acids category ( Dauchy et al., 2017 ). In addition, one recent study has found elevated levels of PFOS in the dust collected from the living area of fire stations: fifteen times higher than the median level ( Young et al., 2021 ).\n\nA few systemic review studies on human cancers and PFAS have been done ( Sunderland et al., 2019 ;  Imir et al., 2021 ;  Steenland and Winquist, 2021 ;  Boyd et al., 2022 ). Firefighters’ cancers ( LeMasters et al., 2006 ;  Ahn et al., 2012 ;  Jalilian et al., 2019 ;  Soteriades et al., 2019 ;  Casjens et al., 2020 ;  Lee et al., 2020 ;  Laroche and L’Espérance, 2021 ) and PFAS in blood serum levels ( Dobraca et al., 2015 ;  Gribble et al., 2015 ;  Rotander et al., 2015 ;  Olsen et al., 2017 ;  Graber et al., 2019 ;  Kotlarz et al., 2020 ;  Trowbridge et al., 2020 ) also have been studied extensively. The presence of PFAS in AFFF and hence contamination of groundwater has also thoroughly been studied ( Rotander et al., 2015 ;  Barzen-Hanson et al., 2017 ;  Høisæter et al., 2019 ;  Gonzalez et al., 2021 ). During the last decade, the presence of hazardous chemicals in fire station dust has also been reported by a few studies ( Brown et al., 2014 ;  Banks et al., 2020 ;  Hall et al., 2020 ;  Young et al., 2021 ). However, only a few recently published research studies mentioned the presence of PFAS in the turnout gear itself ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ;  van der Veen et al., 2022 ). Additionally, a recent study reviewed the PFAS exposure in firefighters from aqueous film forming foam ( Rosenfeld et al., 2023 ). However, to the authors’ best knowledge, no comprehensive review on all the sources of PFAS that firefighters may be exposed to as an occupational hazard and their exposure pathways has been conducted. Therefore, this review covers explicitly the sources of PFAS as occupational exposure, their pathways, and how they might cause increased cancer risk in firefighters."
    },
    {
      "title": "Methods",
      "text": "This review was performed in three steps. Firstly, introductory discussion was done on PFAS, which includes definition, classification, and chemical structures of most common PFAS. In the second step, the sources of PFAS exposure as firefighting occupational hazards were identified. The sources of PFAS including their chemistries and degradation pathways were discussed as identified in the literature. In the third step, elevated levels of PFAS in blood serum and associated increased rate of firefighters’ cancer were identified.\n\nThe definition and classification of PFAS were discussed as mentioned in different literature. A universally accepted definition for PFAS is still missing. Commonly found PFAS were identified from the literature. In addition, PFAS that are mostly associated with fire service were also identified considering firefighters’ occupational hazard as reported in the literature.\n\nAs reported in many peer-reviewed journals, one of the most common sources of firefighters’ exposure to PFAS is from AFFF, which is used to extinguish Class B fires. AFFF have been extensively used in firefighting and are one of the major causes of the ground water contamination with PFAS ( Houtz et al., 2013 ;  Cousins et al., 2016 ;  Barzen-Hanson et al., 2017 ;  Peaslee et al., 2020 ). Therefore, an occupational health concern of PFAS from AFFF has become more pervasive for firefighters ( Laitinen et al., 2014 ;  Gao et al., 2015 ;  Grandjean and Clapp, 2015 ;  Rotander et al., 2015 ;  Mastrantonio et al., 2018 ). PFAS that could come out from the durable water- and oil-repellent (DWR) finish of the turnout gear have become an emerging topic very recently ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ). PFAS have been detected in new and used turnout gear ( Rewerts et al., 2018 ;  Peaslee et al., 2020 ;  Muensterman et al., 2021 ;  Shinde and Ormond, 2021 ). The outer shell of the turnout gear is typically treated with side-chain fluorinated polymers, followed by a polytetrafluoroethylene-based (PTFE) moisture barrier ( Holmquist et al., 2016 ;  Henry et al., 2018 ). In addition, firefighters also could be exposed to PFAS while extinguishing structural or car fires, which may off-gas PFAS in the smoke due to the burning of different materials containing PFAS. Moreover, high concentrations of PFAS have been detected in the dust and air inside the fire stations ( Hall et al., 2020 ;  Young et al., 2021 ). Therefore, the surrounding environment of the fire scene and fire station is also a potential source of PFAS exposure ( Hall et al., 2020 ;  Muensterman et al., 2021 ;  Young et al., 2021 ). Leaching of both volatile and non-volatile PFAS substances from the turnout gear and AFFF could be associated with the higher amount of PFAS in fire stations.\n\nAs discussed above, the firefighting occupation has been classified as a known carcinogen by IARC ( Demers et al., 2022 ). Multiple pathways of PFAS exposure for firefighters are explored. Ingestion, inhalation, and dermal absorption are the most common exposure pathways as reported by literature. Elevated PFAS levels in blood serum and their association with certain types of cancer risk is discussed. Several studies on PFAS in blood serum ( Gribble et al., 2015 ;  Olsen et al., 2017 ;  Graber et al., 2019 ;  Kotlarz et al., 2020 ) and firefighters’ cancers have been reported ( LeMasters et al., 2006 ;  Soteriades et al., 2019 ;  Casjens et al., 2020 ;  Laroche and L’Espérance, 2021 )."
    },
    {
      "title": "Step 1: Classification of PFAS",
      "text": "The definition and classification of PFAS were discussed as mentioned in different literature. A universally accepted definition for PFAS is still missing. Commonly found PFAS were identified from the literature. In addition, PFAS that are mostly associated with fire service were also identified considering firefighters’ occupational hazard as reported in the literature."
    },
    {
      "title": "Step 2: Identification of sources of PFAS as firefighting occupational exposure",
      "text": "As reported in many peer-reviewed journals, one of the most common sources of firefighters’ exposure to PFAS is from AFFF, which is used to extinguish Class B fires. AFFF have been extensively used in firefighting and are one of the major causes of the ground water contamination with PFAS ( Houtz et al., 2013 ;  Cousins et al., 2016 ;  Barzen-Hanson et al., 2017 ;  Peaslee et al., 2020 ). Therefore, an occupational health concern of PFAS from AFFF has become more pervasive for firefighters ( Laitinen et al., 2014 ;  Gao et al., 2015 ;  Grandjean and Clapp, 2015 ;  Rotander et al., 2015 ;  Mastrantonio et al., 2018 ). PFAS that could come out from the durable water- and oil-repellent (DWR) finish of the turnout gear have become an emerging topic very recently ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ). PFAS have been detected in new and used turnout gear ( Rewerts et al., 2018 ;  Peaslee et al., 2020 ;  Muensterman et al., 2021 ;  Shinde and Ormond, 2021 ). The outer shell of the turnout gear is typically treated with side-chain fluorinated polymers, followed by a polytetrafluoroethylene-based (PTFE) moisture barrier ( Holmquist et al., 2016 ;  Henry et al., 2018 ). In addition, firefighters also could be exposed to PFAS while extinguishing structural or car fires, which may off-gas PFAS in the smoke due to the burning of different materials containing PFAS. Moreover, high concentrations of PFAS have been detected in the dust and air inside the fire stations ( Hall et al., 2020 ;  Young et al., 2021 ). Therefore, the surrounding environment of the fire scene and fire station is also a potential source of PFAS exposure ( Hall et al., 2020 ;  Muensterman et al., 2021 ;  Young et al., 2021 ). Leaching of both volatile and non-volatile PFAS substances from the turnout gear and AFFF could be associated with the higher amount of PFAS in fire stations."
    },
    {
      "title": "Step 3: PFAS in blood serum and firefighters’ cancer",
      "text": "As discussed above, the firefighting occupation has been classified as a known carcinogen by IARC ( Demers et al., 2022 ). Multiple pathways of PFAS exposure for firefighters are explored. Ingestion, inhalation, and dermal absorption are the most common exposure pathways as reported by literature. Elevated PFAS levels in blood serum and their association with certain types of cancer risk is discussed. Several studies on PFAS in blood serum ( Gribble et al., 2015 ;  Olsen et al., 2017 ;  Graber et al., 2019 ;  Kotlarz et al., 2020 ) and firefighters’ cancers have been reported ( LeMasters et al., 2006 ;  Soteriades et al., 2019 ;  Casjens et al., 2020 ;  Laroche and L’Espérance, 2021 )."
    },
    {
      "title": "Definition and classification of PFAS",
      "text": "In 2011, PFAS was defined by  Buck et al. (2011)  as “aliphatic highly fluorinated substances that contain one or more C atoms on which fluorine atoms have substituted all the hydrogen atoms, so that the substance contains the perfluoroalkyl moiety C n F 2n+1 .” However, the Organization for Economic Co-operation and Development (OECD) reported in 2018 that molecules having fully fluorinated carbon atoms but lacking the -CF 3  group, thus did not meet the requirements of the previous definition by  Buck et al., 2011  ( OECD, 2018 ). Therefore, to resolve this disagreement, OECD has proposed to define PFAS as: “fluorinated substances that contain at least one fully fluorinated methyl or methylene carbon atom (without any H/Cl/Br/I atom attached to it), e.g., with a few noted exceptions (represented by a carbon atom instead having H/Cl/Br/I atoms attached), any chemical with at least a perfluorinated methyl group (─CF 3 ) or a perfluorinated methylene group (─CF 2 ─) is a PFAS” ( OECD, 2021 ). Therefore, it might be quite surprising but a universally accepted definition of PFAS is still wanted ( Panieri et al., 2022 ).\n\nGrouping the PFAS into two broad categories, polymeric and non-polymeric ( Figure 1 ) molecules is the most adopted PFAS classification system, was proposed by  Buck et al. (2011) . The non-polymeric PFAS can be further divided into perfluoroalkyl and polyfluoroalkyl substances. The length of the fluorinated carbon chain is mostly used while classifying non-polymeric PFAS. The bioaccumulation, physico-chemical, and protein binding properties in addition to environmental fate distribution could be predicted by the length of the fluorinated carbon chain ( Dai et al., 2013 ;  Zhao et al., 2016 ;  Johnson et al., 2021 ;  Lu et al., 2021 ). If all the hydrogen atoms in each carbon atom have been replaced by fluorine except the terminal end the compound is known as a perfluoroalkyl substance ( Figure 1 ) ( Bank et al., 1994 ). The first available PFAS substances were perfluoroalkyl sulfonates (e.g., perfluorooctane sulfonate, C 8 F 15 SO 3 − , PFOS) and perfluoroalkyl carboxylic acids (e.g., perfluorooctanoic acid, C 7 F 15 COOH, PFOA), which were manufactured using an electrochemical fluorinated (ECF) process ( Simons, 1949 ). High thermal and chemical stability and lowering surface tension in aqueous systems even at low concentration are unique properties for the widespread use of PFAS substances ( Grajeck and Peterson, 1959 ;  Holzapfel, 1966 ;  Buck et al., 2011 ). Perfluoroalkyl acids (PFAAs) are the most commercially produced perfluorinated surfactants, which include perfluoroalkyl sulfonic acid (F(CF 2 ) n SO 3 H, PFSA), perfluoroalkyl carboxylic acid (F(CF 2 ) n CO 2 H, PFCA), perfluoroalkyl phosphonic acid (F(CF 2 ) n P (=O)(OH) 2 , PFPA), and perfluoroalkyl phosphinic acid (F(CF 2 ) n P (=O)(OH), PFPIA) ( Buck et al., 2011 ).\n\nOn the other hand, substances where not all the hydrogen atoms (but more than one) have been substituted with fluorine, are classified as polyfluoroalkyl substances (e.g., 6:2 fluorotelomer alcohol (FTOH)) ( Smart, 1994 ). Different types of polyfluoroalkyl substances are: 1) fluoropolymers, substances where if not all, most of the hydrogen atoms of the carbon chain are replaced by fluoride atoms (e.g., PVDF, PTFE), 2) side-chain fluorinated polymers, where a poly/perfluorinated carbon chains are attached to non-fluorinated carbon chains (e.g., fluorinated acrylate polymers), 3) perfluoropolyethers where the backbone chain contains oxygens and fluoride atoms directly bound to the carbon chain, are classified as polymeric PFAS ( Figure 2 ) ( Panieri et al., 2022 ).\n\nThe classification of PFAS has been summarized in  Table 1 ."
    },
    {
      "title": "Sources of PFAS exposure",
      "text": "Firefighters could be exposed to several types of PFAS in the course of their daily duties. The common potential sources of firefighter occupational exposure to PFAS are discussed below.\n\nWater and oil repellent finishes provide the fabric with the ability to resist wetting when contacted by water and oily substances. With a high level of repellency, both water and oil drops should stay on the fabric surface and easily roll off ( Sayed and Dabhi, 2014 ). A simple coating of paraffin or wax is the oldest form of water repellent finish, which would eventually wash out ( Sayed and Dabhi, 2014 ). The fabric surface can be made hydrophobic by simply treating them with a hydrocarbon wax or silicone oil, that will repel water. However, finishing a fabric surface that will repel both water and oil is rather difficult ( Mahltig, 2015 ). All oil repellents are also water repellents, but not all water repellents are oil repellents. The surface tension of most oils is below 15 dyn/cm, therefore, oil repellency required a surface tension below 15 dyn/cm, which is only achievable using fluorocarbon treatments. The repellency of water (surface tension 72 dyn/cm) is easily achievable with silicones, hydrocarbon waxes, and other technologies. The contact angle of water on the surface can be used to simply determine and classify the wetting behavior ( Figure 3 ) ( Marmur, 2006 ;  Posner, 2012 ). Surfaces with 90° or higher contact angle against water are usually considered hydrophobic ( Mahltig, 2015 ). Rough surfaces like textiles were reported to have even higher than 150° contact angle against water ( Shibuichi et al., 1998 ). The term “surface tension” is used instead of contact angle to get an estimate of wetting. The surface tension is usually dependent on the chemical composition of that particular material (e.g., solid material or liquid). The surface tension of the textile surface needs to be lower than that of desired liquid (e.g., water, oil) to repel the liquid ( Mahltig, 2015 ). Fluorinated compounds are a class of material that are repellent to both water and oil ( Mahltig, 2015 ).\n\nFluorinated compounds exhibit excellent thermal and chemical properties, particularly important for durability against cleaning and care of the product such as laundering, drying, etc. In addition, the fluorinated compounds’ considerable reduction in surface tension property is essential to be classified as water- or oil-repellents ( Sayed and Dabhi, 2014 ). The critical surface tension of textiles treated with acrylic polymers decreases rapidly with increasing chain length, which reaches to a minimum surface tension value at a nine-carbon chain (-(CH 2 ) 8 -CF 3 ) ( Audenaert et al., 1999 ). As the surface tension significantly decreases the water and oil repellency increases considerably ( Guo et al., 2008 ;  Sayed and Dabhi, 2014 ;  Gargoubi et al., 2020 ). Thus, a gradual increase in the fluorinated chain length from 1 to 9 enhances the water and oil repellency of the material ( Sayed and Dabhi, 2014 ).\n\nMost durable water repellents (DWR) typically have hydrophobic or oleophobic side-chains which are linked to a backbone polymer ( Holmquist et al., 2016 ). These side-chains are based on silicones, hydrocarbons, or per- and polyfluoroalkyl moieties ( Figure 4 ) ( Dechant, 1985 ;  Kissa, 2001 ;  Holmquist et al., 2016 ). These repellent groups need to be closely packed and oriented to achieve the repellent property. The best water and oil repellency properties result from the fluorinated side-chain polymers since they have the lowest critical surface energy ( Fox and Zisman, 1950 ). The silicone- and hydrocarbon-based side-chains provide excellent water repellency but lack in their ability to effectively repel most oils. Since all the DWR finishes function according to these principles, the more densely these groups are packed, the more hydrophobicity will result ( Wang et al., 1997 ). Any conformation changes would cause fewer hydrophobic groups on the textile surface and hence less water repellency ( Holmquist et al., 2016 ). In addition, a certain length of hydrophobic chain is required to protect the fabric from polar water droplets ( Honda et al., 2005 ;  Water, 2012 ).\n\nSide-chain fluoropolymers are a form of PFAS used on the outer shell of firefighters’ turnout gear primarily to impart the durable water and oil repellency ( Holmquist et al., 2016 ;  Henry et al., 2018 ;  Peaslee et al., 2020 ). Therefore, the outer shell material of turnout jackets and pants along with any other fabric surfaces in hoods, gloves, or boots that exhibit water and oil repellency have traditionally contained some form of fluorinated acrylate side-chain polymers, which may be built into the fabric or applied after the fabric is woven ( Holmquist et al., 2016 ;  Peaslee et al., 2020 ). Although the turnout gear has typically been treated with the side-chain fluoropolymer chemistries, many studies have reported the presence of non-polymeric PFAS on the textile materials ( Gremmel et al., 2016 ;  Schellenberger et al., 2018 ;  Peaslee et al., 2020 ;  Liagkouridis et al., 2021 ;  Muensterman et al., 2021 ;  van der Veen et al., 2022 ). A previous study reported that decomposing of side-chain polymeric PFAS could release non-polymeric PFAS ( Washington et al., 2015 ). Fluorinated side-chain polymer treated durable water- and oil-repellents may release perfluoroalkyl carboxylic acids (PFCAs) and fluorotelomer alcohols (FTOHs) ( Posner, 2012 ;  Gremmel et al., 2016 ). Additionally, a study found two acylates; fluorotelomer acrylates (FTAC) in 28% and fluorotelomer methacrylate (FTMAC) in 58% of their air samples ( n  = 57) ( Winkens et al., 2017 ). These volatile PFAS could potentially be the unreacted residual monomers from various side-chain fluorinated polymers ( Russell et al., 2008 ). Therefore, degradation of the PFAS finish and textile surface due to ultra-violet light, washing, and high temperature exposures could release small volatile PFAS molecules as well as fabric dust/lint and subsequently serve as a source of PFAS exposure through inhalation, ingestion and dermal contact ( Peaslee et al., 2020 ). For example, PFOA is a product of terminal degradation of C8-based side chain fluorinated polymer, which is a known persistent, bio-accumulative, and toxic substance. Similarly, alternative side-chains fluorinated polymers DWRs such as PFHxA (C6-based fluorotelomer) and PFBS (C4-based fluorotelomer) are equally persistent in the environment. The estimated elimination half-lives for selected perfluoroalkyl substances are provided in  Table 2  ( Substances and Registry, 2021 ).\n\nStudies have reported significant quantities of PFAS in every layer of turnout gear including the thermal liner ( Rewerts et al., 2018 ;  Peaslee et al., 2020 ;  Shinde and Ormond, 2021 ). Though most thermal liners are not intentionally treated with PFAS-based chemicals, studies found significant amounts of fluorine in all thermal liners tested ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ). Some researchers have proposed that this finding suggests the migration of PFAS from the treated fabric layer to the untreated layer of clothing that may contact directly with the skin ( Peaslee et al., 2020 ).  Peaslee et al. (2020)  found that most of the identified PFAS are short- and long-chain fluoroalkyl acids including PFOA. While that may be a possible route, another potential explanation is that PFAS in the smoke environment at a fire scene can easily infiltrate the turnout gear at the collar or waist interfaces as these ensembles are not vapor protective. A third possible route for the inner thermal liner to be contaminated with PFAS could be during the process of washing the gear. In this case the PFAS could be coming from the water source, a contaminated washer extractor, or from the contamination on the moisture barrier fabrics from the fire scene. In the washing process, the outer shell of the gear is separated from the moisture barrier and thermal liner and washed separately, so it is not as likely that any free PFAS from the outer shell would be able to transfer during laundering.\n\nMuensterman et al. (2021)  evaluated both the volatile and non-volatile PFAS in new turnout gear. The study found higher amounts of volatile PFAS than non-volatile PFAS in all layers of the turnout gear. The highest amount of both volatile and non-volatile PFAS was found in the moisture barrier, followed by the outer shell and thermal liner for volatile PFAS and thermal liner and outer shell for non-volatile PFAS ( Muensterman et al., 2021 ). Longer chains fluorotelomer alcohols (FTOH) including 6:2, 8:2, 10:2, and 12:2 were measured in gear manufactured in 2003, suggesting that use of C8 chemistry at that time. However, shorter 6:2 FTOH were detected in the new turnout gear, which may reflect the switch from C8 to C6 chemistry in the early 2000s (2005–2015) ( Muensterman et al., 2021 ). Studies suggest that significant amounts of PFAS may be released from the fluorinated textiles used in PPE for firefighters during the service of the garment ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ). PFOA precursor material may leach from the side-chain fluorinated polymer, which could provide a route of exposure to the users of turnout gear ( Peaslee et al., 2020 ).\n\nDue to the undesirable toxicological and environmental behavior of long-chain side-chain fluorinated polymers, the industry is trying to move to alternative chemicals such as shorted chain fluorinated polymers and non-fluorinated durable water repellent finishes ( Hill et al., 2017 ;  Schellenberger et al., 2018 ;  van der Veen et al., 2022 ). As a part of an alternative chemical analysis,  Schellenberger et al. (2018)  and  Hill et al. (2017)  evaluated the performance and durability of available fluorinated and non-fluorinated durable water repellent finishes on polyester and polyamide fabrics, which are usually used for outdoor performance clothing.  van der Veen et al. (2022)  evaluated the release of PFAS chemicals from C8 and C6-based fluorinated DWR on polyester and polyamide fabrics. As predicted, C8-based durable water repellent finishes showed the highest resistance to water and the highest contact angle, followed by C6 and C4-based DWR ( Hill et al., 2017 ;  Schellenberger et al., 2018 ). Hydrocarbon and silicone-based non-fluorinated DWR showed satisfying water repellency, but their repellency and durability performance were not consistent to make them alternative to fluorinated DWR ( Hill et al., 2017 ;  Schellenberger et al., 2018 ). Only the fluorine-based DWR showed resistance to oils, which was highest for C8-based DWR and reduced with the shorter chain length ( Hill et al., 2017 ;  Schellenberger et al., 2018 ). Similar patterns were observed in terms of durability and chain length of fluorinated DWR, decreasing water repellency was observed with decreasing chain length from 8 to 6 carbons. In addition, formation of longer chain perfluoroalkyl acids increased with ageing from C6 and C8-based DWR ( van der Veen et al., 2022 ). However, non-fluorinated DWR showed good durability and was comparable in terms of durability and water repellency to the best fluorinated DWR ( Schellenberger et al., 2018 ). C4-based DWR lost the oil repellency almost entirely whereas C8-based showed a strong drop after 10 cycles of washing ( Schellenberger et al., 2018 ).\n\nIn protective textiles, the moisture barrier is used to provide a breathable barrier that is resistant to water and many other liquids, however, it allows moisture vapor to pass through. In this way, the wearer gets protection from hot water and other toxic liquids while maintaining a heat balance by evaporating sweat vapors in high temperatures ( Song and Lu, 2013 ;  Shaid et al., 2018 ). The moisture barriers are either a hydrophobic membrane, coating, or microporous membrane ( Holmes, 2000 ). Typically, a moisture barrier is composed of a two-layered membrane; a flame-resistant woven or non-woven fabric is bonded to a porous polymer film. The polymer film is typically composed of polyester, polyurethane, or expanded polytetrafluoroethylene (ePTFE). While all three polymers may perform similarly in moisture management, ePTFE exceeds the other two in terms of thermal protective performance and breathability. Polyester and polyurethane coatings start to degrade at around 150°C, and melt at 170°C–180°C. In contrast, the ePTFE membrane shows the high level of performance as the outer shell fabrics, which can withstand up to 350°C temperature. Therefore, most commercially available moisture barriers are ePTFE coated. In addition, moisture vapor transfer property of ePTFE membrane is the reason that these membranes are widely used compared to the polyester and polyurethane membranes. In the high heat environment, that added breathability is critical to limit the heat stress and reduce thermal burden.\n\nAs previously stated, PTFE is a form of PFAS that could be a potential source of PFAS exposure ( Peaslee et al., 2020 ). The exposure could occur from the degradation of PFAS and be either inhaled or dermally penetrate ( Peaslee et al., 2020 ). Studies have found that applied PFAS on textile materials degrade over time from heat, sunlight, and water exposure ( van der Veen et al., 2020 ). A recent study found moisture barriers contain higher amounts of volatile and non-volatile PFAS compared to outer layers and thermal liners ( Muensterman et al., 2021 ). The same study also reported total fluorine in all layers, which was measured by Particle-induced gamma ray emission (PIGE) and Instrumental neutron activation analysis (INAA) techniques. Both techniques gave the highest total fluorine value in moisture barrier compared to the outer layer and thermal layer ( Muensterman et al., 2021 ). Though  Peaslee et al. (2020)  found PFAS in each layer of the turnout gear, they could not quantify the amount of fluorine on the moisture barrier since it was above the limit of detection in the (PIGE). Studies have reported off very high amount of fluorine concentration in the moisture barrier and were attributed to the PTFE fluoropolymer ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ). Presence of PFOA in the newest moisture barrier (manufactured after 2012) had lowered PFOA than the minimum detection, which might be due to the shifting from long-chain PFAS solvent aids during the manufacturing of PTFE ( Peaslee et al., 2020 ).\n\nPTFE falls under the subgroup of fluoropolymer PFAS.  Henry et al. (2018)  suggested that fluoropolymers should be considered as low concern polymers, defined by OECD as polymers which have an insignificant effect on human health and the environment ( OECD, 2009 ). However, the US Environmental Protection Agency (EPA) has now accepted side-chain fluorinated polymers as polymers of low concern considering the risk posed by polymeric PFAS but has not acted on fluoropolymers intrinsically ( EPA, 2010 ).  Lohmann et al. (2020)  classified PFAS products as fluoropolymer substances, products, and finished articles. PTFE is an example of a substance where the chemical structure is known, whereas the commercial product is the actual product available in the market sold by different manufacturers, which may contain impurities from the production. The ePTFE moisture barrier used in firefighters’ turnout gear is an example of a finished article, which is manufactured from products ( Lohmann et al., 2020 ). Though there is not enough evidence to justify keeping the fluoropolymers in the same toxicity group of non-polymeric PFAS, the emission of low molecular weight PFAS which are used as polymer processing aids during the manufacturing process of some type of fluoropolymers still can pose significant health and environmental effects ( Henry et al., 2018 ;  Hopkins et al., 2018 ;  Brandsma et al., 2019 ;  Lohmann et al., 2020 ). Therefore,  Lohmann et al. (2020)  suggested that fluoropolymer should not be considered as a polymer of low concern.\n\nFires involving hydrocarbon and other flammable liquids are Class B fires ( Laitinen et al., 2014 ). Since water is more dense than liquid hydrocarbon fuels, it ends up at the bottom layer of a burning hydrocarbon surface and becomes ineffective at extinguishing the fire ( Korzeniowski et al., 2018 ). In addition, the burning temperature of most fire scenes (≥175°C) is significantly higher than the boiling temperature of water (100°C), which causes vaporization of water to form steam. This could cause burn injuries and spread the fire rapidly ( Korzeniowski et al., 2018 ). Therefore, aqueous film-forming foams (AFFF) which have excellent thermal stability and are capable of forming a film that sits on top of the fuel are used to extinguish this class of fires. Typical ingredients of aqueous film-forming foam are water, organic solvents, hydrocarbon surfactants, fluorosurfactants, polymers, and other additives ( Peshoria et al., 2020 ). AFFF was developed in the 1960s and has been utilized to extinguish Class B fires ever since ( Darwin et al., 1995 ). A considerable improvement in AFFF was achieved in 1970s through the manufacturing of fluorosurfactants-based foam. Per-fluorinated acids and salts of eight carbon atoms and other fluorinated compounds have been used mostly in film-forming foams ( Kissa, 1994 ;  Kissa, 2001 ). Naval Research Laboratory and 3M started working on AFFF containing fluorosurfactants-based on electrochemical fluorination (ECF) chemistry in the early 1960s, which led to the development of 3M’s “Lightwater” AFFF ( Gipe and Peterson, 1972 ). ECF and the fluorotelomer are two chemistries used to synthesize fluorosurfactants. Perfluoroalkyl sulfonates (PFSAs) (e.g., perfluorooctane sulphonate [PFOS], C 8 F 17 SO 3 − ) and perfluoroalkyl carboxylic acids (PFCAs) (e.g., perfluorooctanoic acid [PFOA], C 7 F 15 COOH) were the first commercially available fluorosurfactants, which were manufactured by the ECF process ( Taylor, 1999 ;  Kissa, 2001 ;  Pabon and Corpart, 2002 ;  Buck et al., 2012 ;  Kempisty et al., 2016 ;  Korzeniowski et al., 2018 ).\n\nThe strong carbon-fluorine bonds of the surfactants contribute to the high performance of AFFF (e.g., resistance to acid, alkali, oxidation, and reduction) even at high temperature. These surfactants play a unique role in reducing the surface tension of AFFF ( Kissa, 1994 ;  Kissa, 2001 ;  Porter, 2013 ). “Surface active” properties of these fluorosurfactants come from the polar hydrophilic head and long non-polar fluorocarbon tail ( Moody and Field, 2000 ;  Buck et al., 2012 ;  Baduel et al., 2017 ). The unique property of fluorosurfactants has made them almost irreplaceable in many unique industrial applications including extinguishing Class B fires ( Jochyms et al., 2015 ). Firefighting foams are one of the reasons for the widespread presence of PFOS and PFOA, also known as long-chain fluorosurfactants, in the environment. Significant increase in using fluorosurfactants has caused an increased awareness concerning the adverse effect of AFFF on human health and the environment ( Bursian et al., 2020 ). These chemicals are bio-accumulative in humans and wildlife, and persistent in the environment due to their strong carbon-fluorine bond. Discharges of these long-chain fluorosurfactants have been a concern by researchers globally ( Lau et al., 2007 ;  Post et al., 2012 ).\n\nNon-biodegradable fluorosurfactants used in AFFF have a long life in the environment. There is a desire to find alternatives to fluorosurfactants due to their persistent nature ( Wang et al., 2018 ). Usually, substances degrade or become immobilized when released into the environment but perfluorinated substances experience neither. Hence, these substances are highly soluble, transferable, and bioaccumulative ( Peshoria et al., 2020 ). Bioaccumulation occurs when substances have affinity towards the biological component such as fat and protein and are stored in the fatty regions ( Liu et al., 2011 ). Long-chain fluorosurfactants, which were used in traditional firefighting foam, have been recognized for their affinity toward liver, kidney, and blood protein ( Pizzurro et al., 2019 ). Fluorosurfactants have been identified as the principal component of AFFF that causes their negative environmental impacts ( Høisæter et al., 2019 ).\n\nDifferent PFAS such as perfluorooctanoic acid or its salt, perfluorooctanesulfonic acid or its salt, and perfluorohexanesulfonic acid have been detected in blood, human serum, and milk ( Calafat Antonia et al., 2007 ;  von Ehrenstein et al., 2009 ;  Gützkow et al., 2012 ). Studies on perfluoroalkyl acids (PFAAs), including PFOS and PFOA, have shown that these compounds may affect total and LDL cholesterol and are associate with breast cancer ( Steenland et al., 2009 ;  Nelson et al., 2010 ;  Bonefeld-Jorgensen et al., 2011 ). A study conducted by  Shaw et al. (2013)  found that firefighter exposure to fire retardant chemicals, such as polychlorinated and polybrominated dibenzo-p-dioxins and dibenzofurans have similar effects.\n\nElimination of long-chain fluorosurfactants, while continuing to deliver the unique and valuable properties of fluorosurfactants, led manufacturers to develop short-chain alternatives ( Peshoria et al., 2020 ). Studies have shown that short-chain alternatives have a less impact on environment and human health compared to long-chain chemistry ( EI Corporation, 2014 ;  Buck, 2015 ). However, there is still controversy about whether short-chain PFAS have less impact on environment and human health compared to long-chain PFAS. Some sources say that short chain PFAS are better while some do not. Carbon chain lengths greater than or equal to six within the perfluoroalkane sulfonate (C n F 2n+1 SO 3 (H)) (PFSA) family are considered as long-chains. However, in the perfluorocarboxylic acid (C x–1 F 2x–1 COOH) (PFCA) family carbon chain lengths greater than or equal to eight are considered as long-chains ( Kempisty et al., 2016 ;  Korzeniowski et al., 2018 ). This is due to the significant differences in toxicity and bio-accumulation properties between the two families ( Gannon et al., 2011 ).\n\nA study found increased levels of perfluorohexanoic acid (PFHxA) and perfluorooctanoic acid (PFNA) in the firefighters’ blood serum after the training session, where the firefighters were exposed to AFFF ( Laitinen et al., 2014 ). However, these elevated PFAS were not the main components of the AFFF. It was hypothesized that long-chain fluorotelomers decomposed during the jet fuel fire ( Laitinen et al., 2014 ). Firefighters’ exposure to PFAS from AFFF could be through inhalation and dermal routes. Ingestion is possible from hand-to-mouth transfer from contaminated turnout gear after a suppression or training ( Laitinen et al., 2014 ).\n\nResearch found that the risk of PFAS exposure is higher for firefighters compared to the general public ( Laitinen et al., 2014 ;  Grandjean and Clapp, 2015 ;  Rotander et al., 2015 ;  Mastrantonio et al., 2018 ;  Peaslee et al., 2020 ). Although the use of PFOA and PFOS has been stopped mostly over the last 15 years, these compounds were commonly used in furniture, carpet, paper, or industrial products ( Beecher and Brown, 2018 ;  Mazumder and Islam, 2021 ). Many of the products containing these compounds are still available in our daily life. PFAS are also currently used in several applications including apparel, semiconductors, and pharmaceuticals ( Figure 5 ) ( Rizzuto, 2020 ). The highest quantity of PFAS in the USA is used in electronics. PFAS are used in electronic products such as wire, cables, liquid crystal or flat panel displays. Electronic devices used as testing equipment like sensors and fluids used for heat transfer are also required to use PFAS as fluorinated compounds significantly improve the applications of these devices ( Glüge et al., 2020 ;  Tansel, 2022 ).\n\nPFOA and PFOS can be produced from these PFAS containing products once these precursor compounds break down. During a fire, PFAS compounds (both polymeric and non-polymeric) may break down into precursor compounds like fluorotelomers alcohols that can further degrade into the terminal PFOA, PFOS, or other fluorinated compounds and be released into the environment. Firefighters or first responders on the fire scene would be exposed to these compounds during firefighting activities in emergency response and during training scenarios.\n\nTao et al. (2008)  investigated perfluorochemicals from blood plasma samples of first responders due to the exposure to dust and smoke generated from the collapse of the World Trade Center (WTC). Plasma levels of PFOA and perfluorohexane sulfonate (PFHxS) were found more than twofold in the body of first responders compared to the general public ( Tao et al., 2008 ). Firefighting foam, furniture, or other materials used inside the buildings might be the possible source of perfluorochemicals like PFOS and PFOA which were released in and around the site followed by the collapse. The findings of this research suggested that greater exposure to smoke and dust might cause the high concentrations of fluorochemicals in the body of first responders. They also found that smoke exposure contributed more compared to dust exposure to elevate the concentration of PFOA and PFHxS. Like the WTC incident, firefighters perform their duties in numerous structural burns and expose themselves to a high concentration of toxic chemicals including fluorochemicals present in smoke and dust generated from the burn of pulverized building materials and contents.\n\nPrevious studies showed that various volatile and semi-volatile compounds can off-gas from the surface of turnout gear for a certain period which raises concern regarding PFAS as firefighters get exposed to AFFF on a fire scene or smoke generated from PFAS-containing consumer products ( Fent et al., 2015 ;  Fent et al., 2017 ;  Mayer et al., 2019 ). If generated PFAS from the fire scene can adsorb to the surface of ensembles, the exposure will be transferred to where the gear is stored in the fire station. Therefore, further research is required to investigate whether PFAS-contaminated gear works as an additional source of PFAS presence inside the fire station.\n\nAccording to the US EPA, adults and children ingest almost 30 mg and 60–100 mg of indoor dust per day respectively ( Moya et al., 2011 ). For the general public, indoor environments, including dust and air, are considered as a source of PFAS or organic fluorine exposure ( De Silva et al., 2012 ). PFAS concentrations for compounds such as PFCAs, PFSAs, FTOHs, and perfluorooctylsulfonamides (PFSAm) have been reported to be higher in indoor air compared to outdoor air ( Shoeib et al., 2005 ;  Harrad et al., 2010 ).  Shoeib et al. (2005)  found that a semi-volatile neutral precursor, PFSAm, was 10–20 times higher in indoor air compared to outdoor air. A similar trend was observed for some natural volatile precursors such as PFSAs and PFCAs when indoor and outdoor air were compared ( Shoeib et al., 2011 ).  Fraser et al. (2012)  investigated indoor air from 30 offices and found significantly high concentrations of polyfluorinated compounds (PFC) inside these offices. They also observed the highest FTOH in the most recently constructed building among other offices and concluded that off-gassing of FTOHs from the new carpets or furniture from the new buildings is mostly responsible for this elevated concentration ( Fraser et al., 2012 ).\n\nIn addition to turnout gear, firefighters also store other sources of PFAS, such as AFFF and upholstered furniture, in fire stations. With these items, firefighters may bring residual PFAS contamination into the fire station which can act as a source of PFAS by contaminating indoor air or releasing air-prone dust. Previously, dust has been found to be an important exposure pathway of flame-retardant chemicals for firefighters ( Jones-Otazo et al., 2005 ;  D’Hollander et al., 2010 ;  Stapleton et al., 2012 ;  Mazumder and Islam, 2021 ). Therefore, it was required to investigate the role of indoor air and dust as the potential source of PFAS exposure for firefighters. Recent research found significantly high concentrations of PFAS in fire station dust which is alarming for firefighters as they spend most of their shift inside fire stations ( Hall et al., 2020 ;  Young et al., 2021 ).  Young et al. (2021)  analyzed dust samples from 15 fire stations in Massachusetts targeting 24 PFAS. The median dust concentration of these 24 PFAS in fire stations was 98.7 ng/g with N-EtFOSAA, 6:2 FtS, PFDS, 8:2 FtS, and PFOS being the prominent components. The targeted 24 PFAS account for only 1.2% of the total detected fluorine mass which indicates the presence of unidentified non-polymeric and polymeric PFAS in the dust ( Robel et al., 2017 ;  Schultes et al., 2019 ). They also found a higher concentration of fluorine from the dust of turnout gear locker rooms compared to the dust collected from living rooms in fire stations. Since turnout gear is kept in locker rooms in some stations (in others it is kept in the engine bay), this demonstrated that turnout gear could be a major source of PFAS exposure to firefighters.\n\nPFAS contaminated dust could be originated from external contamination during firefighting activities or the PFAS intentionally added to gear. Laundering also may release some of the PFAS used in turnout gear because it has been found that side-chain fluoropolymers from the individual fiber can be released during washing of outdoor jackets ( Schellenberger et al., 2019 ). When the fluorine-containing fibers release in the environment, the backbone of the fluorinated polymer may be cleaved over time and form short-chain perfluoroalkyl acids. Little information has been obtained yet regarding the release of PFAS compounds used in firefighting ensembles due to laundering. Therefore, the contribution of laundering to the release of PFAS compounds should be explored further.  Hall et al. (2020)  investigated indoor dust samples collected from 49 fire stations located both in United States and Canada and found 6:2 FTOH to be the most prominent PFAS detected (760 ng/g dust). They also collected dust from North Carolina homes and found significantly higher PFOS, PFOA, PFHxS, PFNA, and 6:2 diPAP in fire station dust compared to residential dust. Median dust levels of PFOS, PFHxS, and 6:2 diPAP were 15 times, 3 times, and 2.5 times higher, respectively, in fire station dust compared to home dust ( Hall et al., 2020 ). Although this finding does not guarantee similar trends all over the country, this indicates higher exposure to PFAS inside fire stations compared to residential areas. Authors found that PFAS concentration in the dust of United States fire stations is significantly higher compared to the dust collected from Canadian fire stations although they hypothesized that differences in data collection period could be responsible for this difference ( Hall et al., 2020 ). PFOS was predominantly present in the dust collected from United States fire stations.\n\nPFAS have been detected on almost every layer of turnout gear since PFAS are used in the turnout gear to impart heat stable and oil resistance properties ( Peaslee et al., 2020 ).  Young et al. (2021)  found PFAS on the surface of turnout gear collected by gear wipes. The highest detected amount of PFAS was 84,500 ng/wipe whereas over 50% of the total PFAS mass on gear wipes consisted of perfluoroalkyl carboxylic acids (PFCAs). PFOA, PFHxA, PFDA, PFNA, PFHpA, and 8:2 FtS were the most frequently detected PFCAs. The concentration of volatile PFAS is found higher in turnout gear compared to non-volatile PFAS ( Muensterman et al., 2021 ). PFAS used in gear can degrade over time from exposures to heat, water, and sunlight, which indicates used PFAS in firefighters’ ensembles also can be shed into the environment and act as a source of exposure for firefighters ( Rankin et al., 2014 ;  Rankin, 2015 ;  van der Veen et al., 2020 ).  Peaslee et al. (2020)  compared between 10-year-old unused ensembles and ensembles used for 10 years of service. They found that used samples lost 80% of total fluorine from the outer shell surface within 10 years of service. The loss of fluorine indicates that PFAS likely shed off into the external environment. They also ran methanolic extraction of the dust samples collected from the workstation floor of a PPE processing facility and observed n-Et-FOSAA. Dust sample analysis indicates that it likely originated from PPE ensembles rather than AFFF since short and long fluorotelomer sulfonate and fluoroalkyl sulfonates were not detected in the samples ( Place and Field, 2012 ;  Barzen-Hanson et al., 2017 ;  Peaslee et al., 2020 ). Methacrylate esters are generated from Et-FOSE which acts as the backbone polymer of fabric finishes and Et-FOSE is eventually turned into Et-FOSAA when it is decomposed and hydrolyzed ( Plumlee et al., 2009 ;  Benskin et al., 2013 ;  Liu and Avendano, 2013 ;  Wang et al., 2014 ;  Washington and Jenkins, 2015 ). Therefore, detection of Et-FOSAA in dust samples indicates side-chains of fluoropolymers are already degraded. Since Et-FOSE was presumably oxidized into PFOA, decay products from Et-FOSAA may eventually expose firefighters to PFOA precursor materials and enter into the firefighters’ body ( Plumlee et al., 2009 )."
    },
    {
      "title": "Firefighter turnout ensemble",
      "text": "Water and oil repellent finishes provide the fabric with the ability to resist wetting when contacted by water and oily substances. With a high level of repellency, both water and oil drops should stay on the fabric surface and easily roll off ( Sayed and Dabhi, 2014 ). A simple coating of paraffin or wax is the oldest form of water repellent finish, which would eventually wash out ( Sayed and Dabhi, 2014 ). The fabric surface can be made hydrophobic by simply treating them with a hydrocarbon wax or silicone oil, that will repel water. However, finishing a fabric surface that will repel both water and oil is rather difficult ( Mahltig, 2015 ). All oil repellents are also water repellents, but not all water repellents are oil repellents. The surface tension of most oils is below 15 dyn/cm, therefore, oil repellency required a surface tension below 15 dyn/cm, which is only achievable using fluorocarbon treatments. The repellency of water (surface tension 72 dyn/cm) is easily achievable with silicones, hydrocarbon waxes, and other technologies. The contact angle of water on the surface can be used to simply determine and classify the wetting behavior ( Figure 3 ) ( Marmur, 2006 ;  Posner, 2012 ). Surfaces with 90° or higher contact angle against water are usually considered hydrophobic ( Mahltig, 2015 ). Rough surfaces like textiles were reported to have even higher than 150° contact angle against water ( Shibuichi et al., 1998 ). The term “surface tension” is used instead of contact angle to get an estimate of wetting. The surface tension is usually dependent on the chemical composition of that particular material (e.g., solid material or liquid). The surface tension of the textile surface needs to be lower than that of desired liquid (e.g., water, oil) to repel the liquid ( Mahltig, 2015 ). Fluorinated compounds are a class of material that are repellent to both water and oil ( Mahltig, 2015 ).\n\nFluorinated compounds exhibit excellent thermal and chemical properties, particularly important for durability against cleaning and care of the product such as laundering, drying, etc. In addition, the fluorinated compounds’ considerable reduction in surface tension property is essential to be classified as water- or oil-repellents ( Sayed and Dabhi, 2014 ). The critical surface tension of textiles treated with acrylic polymers decreases rapidly with increasing chain length, which reaches to a minimum surface tension value at a nine-carbon chain (-(CH 2 ) 8 -CF 3 ) ( Audenaert et al., 1999 ). As the surface tension significantly decreases the water and oil repellency increases considerably ( Guo et al., 2008 ;  Sayed and Dabhi, 2014 ;  Gargoubi et al., 2020 ). Thus, a gradual increase in the fluorinated chain length from 1 to 9 enhances the water and oil repellency of the material ( Sayed and Dabhi, 2014 ).\n\nMost durable water repellents (DWR) typically have hydrophobic or oleophobic side-chains which are linked to a backbone polymer ( Holmquist et al., 2016 ). These side-chains are based on silicones, hydrocarbons, or per- and polyfluoroalkyl moieties ( Figure 4 ) ( Dechant, 1985 ;  Kissa, 2001 ;  Holmquist et al., 2016 ). These repellent groups need to be closely packed and oriented to achieve the repellent property. The best water and oil repellency properties result from the fluorinated side-chain polymers since they have the lowest critical surface energy ( Fox and Zisman, 1950 ). The silicone- and hydrocarbon-based side-chains provide excellent water repellency but lack in their ability to effectively repel most oils. Since all the DWR finishes function according to these principles, the more densely these groups are packed, the more hydrophobicity will result ( Wang et al., 1997 ). Any conformation changes would cause fewer hydrophobic groups on the textile surface and hence less water repellency ( Holmquist et al., 2016 ). In addition, a certain length of hydrophobic chain is required to protect the fabric from polar water droplets ( Honda et al., 2005 ;  Water, 2012 ).\n\nSide-chain fluoropolymers are a form of PFAS used on the outer shell of firefighters’ turnout gear primarily to impart the durable water and oil repellency ( Holmquist et al., 2016 ;  Henry et al., 2018 ;  Peaslee et al., 2020 ). Therefore, the outer shell material of turnout jackets and pants along with any other fabric surfaces in hoods, gloves, or boots that exhibit water and oil repellency have traditionally contained some form of fluorinated acrylate side-chain polymers, which may be built into the fabric or applied after the fabric is woven ( Holmquist et al., 2016 ;  Peaslee et al., 2020 ). Although the turnout gear has typically been treated with the side-chain fluoropolymer chemistries, many studies have reported the presence of non-polymeric PFAS on the textile materials ( Gremmel et al., 2016 ;  Schellenberger et al., 2018 ;  Peaslee et al., 2020 ;  Liagkouridis et al., 2021 ;  Muensterman et al., 2021 ;  van der Veen et al., 2022 ). A previous study reported that decomposing of side-chain polymeric PFAS could release non-polymeric PFAS ( Washington et al., 2015 ). Fluorinated side-chain polymer treated durable water- and oil-repellents may release perfluoroalkyl carboxylic acids (PFCAs) and fluorotelomer alcohols (FTOHs) ( Posner, 2012 ;  Gremmel et al., 2016 ). Additionally, a study found two acylates; fluorotelomer acrylates (FTAC) in 28% and fluorotelomer methacrylate (FTMAC) in 58% of their air samples ( n  = 57) ( Winkens et al., 2017 ). These volatile PFAS could potentially be the unreacted residual monomers from various side-chain fluorinated polymers ( Russell et al., 2008 ). Therefore, degradation of the PFAS finish and textile surface due to ultra-violet light, washing, and high temperature exposures could release small volatile PFAS molecules as well as fabric dust/lint and subsequently serve as a source of PFAS exposure through inhalation, ingestion and dermal contact ( Peaslee et al., 2020 ). For example, PFOA is a product of terminal degradation of C8-based side chain fluorinated polymer, which is a known persistent, bio-accumulative, and toxic substance. Similarly, alternative side-chains fluorinated polymers DWRs such as PFHxA (C6-based fluorotelomer) and PFBS (C4-based fluorotelomer) are equally persistent in the environment. The estimated elimination half-lives for selected perfluoroalkyl substances are provided in  Table 2  ( Substances and Registry, 2021 ).\n\nStudies have reported significant quantities of PFAS in every layer of turnout gear including the thermal liner ( Rewerts et al., 2018 ;  Peaslee et al., 2020 ;  Shinde and Ormond, 2021 ). Though most thermal liners are not intentionally treated with PFAS-based chemicals, studies found significant amounts of fluorine in all thermal liners tested ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ). Some researchers have proposed that this finding suggests the migration of PFAS from the treated fabric layer to the untreated layer of clothing that may contact directly with the skin ( Peaslee et al., 2020 ).  Peaslee et al. (2020)  found that most of the identified PFAS are short- and long-chain fluoroalkyl acids including PFOA. While that may be a possible route, another potential explanation is that PFAS in the smoke environment at a fire scene can easily infiltrate the turnout gear at the collar or waist interfaces as these ensembles are not vapor protective. A third possible route for the inner thermal liner to be contaminated with PFAS could be during the process of washing the gear. In this case the PFAS could be coming from the water source, a contaminated washer extractor, or from the contamination on the moisture barrier fabrics from the fire scene. In the washing process, the outer shell of the gear is separated from the moisture barrier and thermal liner and washed separately, so it is not as likely that any free PFAS from the outer shell would be able to transfer during laundering.\n\nMuensterman et al. (2021)  evaluated both the volatile and non-volatile PFAS in new turnout gear. The study found higher amounts of volatile PFAS than non-volatile PFAS in all layers of the turnout gear. The highest amount of both volatile and non-volatile PFAS was found in the moisture barrier, followed by the outer shell and thermal liner for volatile PFAS and thermal liner and outer shell for non-volatile PFAS ( Muensterman et al., 2021 ). Longer chains fluorotelomer alcohols (FTOH) including 6:2, 8:2, 10:2, and 12:2 were measured in gear manufactured in 2003, suggesting that use of C8 chemistry at that time. However, shorter 6:2 FTOH were detected in the new turnout gear, which may reflect the switch from C8 to C6 chemistry in the early 2000s (2005–2015) ( Muensterman et al., 2021 ). Studies suggest that significant amounts of PFAS may be released from the fluorinated textiles used in PPE for firefighters during the service of the garment ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ). PFOA precursor material may leach from the side-chain fluorinated polymer, which could provide a route of exposure to the users of turnout gear ( Peaslee et al., 2020 ).\n\nDue to the undesirable toxicological and environmental behavior of long-chain side-chain fluorinated polymers, the industry is trying to move to alternative chemicals such as shorted chain fluorinated polymers and non-fluorinated durable water repellent finishes ( Hill et al., 2017 ;  Schellenberger et al., 2018 ;  van der Veen et al., 2022 ). As a part of an alternative chemical analysis,  Schellenberger et al. (2018)  and  Hill et al. (2017)  evaluated the performance and durability of available fluorinated and non-fluorinated durable water repellent finishes on polyester and polyamide fabrics, which are usually used for outdoor performance clothing.  van der Veen et al. (2022)  evaluated the release of PFAS chemicals from C8 and C6-based fluorinated DWR on polyester and polyamide fabrics. As predicted, C8-based durable water repellent finishes showed the highest resistance to water and the highest contact angle, followed by C6 and C4-based DWR ( Hill et al., 2017 ;  Schellenberger et al., 2018 ). Hydrocarbon and silicone-based non-fluorinated DWR showed satisfying water repellency, but their repellency and durability performance were not consistent to make them alternative to fluorinated DWR ( Hill et al., 2017 ;  Schellenberger et al., 2018 ). Only the fluorine-based DWR showed resistance to oils, which was highest for C8-based DWR and reduced with the shorter chain length ( Hill et al., 2017 ;  Schellenberger et al., 2018 ). Similar patterns were observed in terms of durability and chain length of fluorinated DWR, decreasing water repellency was observed with decreasing chain length from 8 to 6 carbons. In addition, formation of longer chain perfluoroalkyl acids increased with ageing from C6 and C8-based DWR ( van der Veen et al., 2022 ). However, non-fluorinated DWR showed good durability and was comparable in terms of durability and water repellency to the best fluorinated DWR ( Schellenberger et al., 2018 ). C4-based DWR lost the oil repellency almost entirely whereas C8-based showed a strong drop after 10 cycles of washing ( Schellenberger et al., 2018 ).\n\nIn protective textiles, the moisture barrier is used to provide a breathable barrier that is resistant to water and many other liquids, however, it allows moisture vapor to pass through. In this way, the wearer gets protection from hot water and other toxic liquids while maintaining a heat balance by evaporating sweat vapors in high temperatures ( Song and Lu, 2013 ;  Shaid et al., 2018 ). The moisture barriers are either a hydrophobic membrane, coating, or microporous membrane ( Holmes, 2000 ). Typically, a moisture barrier is composed of a two-layered membrane; a flame-resistant woven or non-woven fabric is bonded to a porous polymer film. The polymer film is typically composed of polyester, polyurethane, or expanded polytetrafluoroethylene (ePTFE). While all three polymers may perform similarly in moisture management, ePTFE exceeds the other two in terms of thermal protective performance and breathability. Polyester and polyurethane coatings start to degrade at around 150°C, and melt at 170°C–180°C. In contrast, the ePTFE membrane shows the high level of performance as the outer shell fabrics, which can withstand up to 350°C temperature. Therefore, most commercially available moisture barriers are ePTFE coated. In addition, moisture vapor transfer property of ePTFE membrane is the reason that these membranes are widely used compared to the polyester and polyurethane membranes. In the high heat environment, that added breathability is critical to limit the heat stress and reduce thermal burden.\n\nAs previously stated, PTFE is a form of PFAS that could be a potential source of PFAS exposure ( Peaslee et al., 2020 ). The exposure could occur from the degradation of PFAS and be either inhaled or dermally penetrate ( Peaslee et al., 2020 ). Studies have found that applied PFAS on textile materials degrade over time from heat, sunlight, and water exposure ( van der Veen et al., 2020 ). A recent study found moisture barriers contain higher amounts of volatile and non-volatile PFAS compared to outer layers and thermal liners ( Muensterman et al., 2021 ). The same study also reported total fluorine in all layers, which was measured by Particle-induced gamma ray emission (PIGE) and Instrumental neutron activation analysis (INAA) techniques. Both techniques gave the highest total fluorine value in moisture barrier compared to the outer layer and thermal layer ( Muensterman et al., 2021 ). Though  Peaslee et al. (2020)  found PFAS in each layer of the turnout gear, they could not quantify the amount of fluorine on the moisture barrier since it was above the limit of detection in the (PIGE). Studies have reported off very high amount of fluorine concentration in the moisture barrier and were attributed to the PTFE fluoropolymer ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ). Presence of PFOA in the newest moisture barrier (manufactured after 2012) had lowered PFOA than the minimum detection, which might be due to the shifting from long-chain PFAS solvent aids during the manufacturing of PTFE ( Peaslee et al., 2020 ).\n\nPTFE falls under the subgroup of fluoropolymer PFAS.  Henry et al. (2018)  suggested that fluoropolymers should be considered as low concern polymers, defined by OECD as polymers which have an insignificant effect on human health and the environment ( OECD, 2009 ). However, the US Environmental Protection Agency (EPA) has now accepted side-chain fluorinated polymers as polymers of low concern considering the risk posed by polymeric PFAS but has not acted on fluoropolymers intrinsically ( EPA, 2010 ).  Lohmann et al. (2020)  classified PFAS products as fluoropolymer substances, products, and finished articles. PTFE is an example of a substance where the chemical structure is known, whereas the commercial product is the actual product available in the market sold by different manufacturers, which may contain impurities from the production. The ePTFE moisture barrier used in firefighters’ turnout gear is an example of a finished article, which is manufactured from products ( Lohmann et al., 2020 ). Though there is not enough evidence to justify keeping the fluoropolymers in the same toxicity group of non-polymeric PFAS, the emission of low molecular weight PFAS which are used as polymer processing aids during the manufacturing process of some type of fluoropolymers still can pose significant health and environmental effects ( Henry et al., 2018 ;  Hopkins et al., 2018 ;  Brandsma et al., 2019 ;  Lohmann et al., 2020 ). Therefore,  Lohmann et al. (2020)  suggested that fluoropolymer should not be considered as a polymer of low concern."
    },
    {
      "title": "Outer shell",
      "text": "Water and oil repellent finishes provide the fabric with the ability to resist wetting when contacted by water and oily substances. With a high level of repellency, both water and oil drops should stay on the fabric surface and easily roll off ( Sayed and Dabhi, 2014 ). A simple coating of paraffin or wax is the oldest form of water repellent finish, which would eventually wash out ( Sayed and Dabhi, 2014 ). The fabric surface can be made hydrophobic by simply treating them with a hydrocarbon wax or silicone oil, that will repel water. However, finishing a fabric surface that will repel both water and oil is rather difficult ( Mahltig, 2015 ). All oil repellents are also water repellents, but not all water repellents are oil repellents. The surface tension of most oils is below 15 dyn/cm, therefore, oil repellency required a surface tension below 15 dyn/cm, which is only achievable using fluorocarbon treatments. The repellency of water (surface tension 72 dyn/cm) is easily achievable with silicones, hydrocarbon waxes, and other technologies. The contact angle of water on the surface can be used to simply determine and classify the wetting behavior ( Figure 3 ) ( Marmur, 2006 ;  Posner, 2012 ). Surfaces with 90° or higher contact angle against water are usually considered hydrophobic ( Mahltig, 2015 ). Rough surfaces like textiles were reported to have even higher than 150° contact angle against water ( Shibuichi et al., 1998 ). The term “surface tension” is used instead of contact angle to get an estimate of wetting. The surface tension is usually dependent on the chemical composition of that particular material (e.g., solid material or liquid). The surface tension of the textile surface needs to be lower than that of desired liquid (e.g., water, oil) to repel the liquid ( Mahltig, 2015 ). Fluorinated compounds are a class of material that are repellent to both water and oil ( Mahltig, 2015 ).\n\nFluorinated compounds exhibit excellent thermal and chemical properties, particularly important for durability against cleaning and care of the product such as laundering, drying, etc. In addition, the fluorinated compounds’ considerable reduction in surface tension property is essential to be classified as water- or oil-repellents ( Sayed and Dabhi, 2014 ). The critical surface tension of textiles treated with acrylic polymers decreases rapidly with increasing chain length, which reaches to a minimum surface tension value at a nine-carbon chain (-(CH 2 ) 8 -CF 3 ) ( Audenaert et al., 1999 ). As the surface tension significantly decreases the water and oil repellency increases considerably ( Guo et al., 2008 ;  Sayed and Dabhi, 2014 ;  Gargoubi et al., 2020 ). Thus, a gradual increase in the fluorinated chain length from 1 to 9 enhances the water and oil repellency of the material ( Sayed and Dabhi, 2014 ).\n\nMost durable water repellents (DWR) typically have hydrophobic or oleophobic side-chains which are linked to a backbone polymer ( Holmquist et al., 2016 ). These side-chains are based on silicones, hydrocarbons, or per- and polyfluoroalkyl moieties ( Figure 4 ) ( Dechant, 1985 ;  Kissa, 2001 ;  Holmquist et al., 2016 ). These repellent groups need to be closely packed and oriented to achieve the repellent property. The best water and oil repellency properties result from the fluorinated side-chain polymers since they have the lowest critical surface energy ( Fox and Zisman, 1950 ). The silicone- and hydrocarbon-based side-chains provide excellent water repellency but lack in their ability to effectively repel most oils. Since all the DWR finishes function according to these principles, the more densely these groups are packed, the more hydrophobicity will result ( Wang et al., 1997 ). Any conformation changes would cause fewer hydrophobic groups on the textile surface and hence less water repellency ( Holmquist et al., 2016 ). In addition, a certain length of hydrophobic chain is required to protect the fabric from polar water droplets ( Honda et al., 2005 ;  Water, 2012 ).\n\nSide-chain fluoropolymers are a form of PFAS used on the outer shell of firefighters’ turnout gear primarily to impart the durable water and oil repellency ( Holmquist et al., 2016 ;  Henry et al., 2018 ;  Peaslee et al., 2020 ). Therefore, the outer shell material of turnout jackets and pants along with any other fabric surfaces in hoods, gloves, or boots that exhibit water and oil repellency have traditionally contained some form of fluorinated acrylate side-chain polymers, which may be built into the fabric or applied after the fabric is woven ( Holmquist et al., 2016 ;  Peaslee et al., 2020 ). Although the turnout gear has typically been treated with the side-chain fluoropolymer chemistries, many studies have reported the presence of non-polymeric PFAS on the textile materials ( Gremmel et al., 2016 ;  Schellenberger et al., 2018 ;  Peaslee et al., 2020 ;  Liagkouridis et al., 2021 ;  Muensterman et al., 2021 ;  van der Veen et al., 2022 ). A previous study reported that decomposing of side-chain polymeric PFAS could release non-polymeric PFAS ( Washington et al., 2015 ). Fluorinated side-chain polymer treated durable water- and oil-repellents may release perfluoroalkyl carboxylic acids (PFCAs) and fluorotelomer alcohols (FTOHs) ( Posner, 2012 ;  Gremmel et al., 2016 ). Additionally, a study found two acylates; fluorotelomer acrylates (FTAC) in 28% and fluorotelomer methacrylate (FTMAC) in 58% of their air samples ( n  = 57) ( Winkens et al., 2017 ). These volatile PFAS could potentially be the unreacted residual monomers from various side-chain fluorinated polymers ( Russell et al., 2008 ). Therefore, degradation of the PFAS finish and textile surface due to ultra-violet light, washing, and high temperature exposures could release small volatile PFAS molecules as well as fabric dust/lint and subsequently serve as a source of PFAS exposure through inhalation, ingestion and dermal contact ( Peaslee et al., 2020 ). For example, PFOA is a product of terminal degradation of C8-based side chain fluorinated polymer, which is a known persistent, bio-accumulative, and toxic substance. Similarly, alternative side-chains fluorinated polymers DWRs such as PFHxA (C6-based fluorotelomer) and PFBS (C4-based fluorotelomer) are equally persistent in the environment. The estimated elimination half-lives for selected perfluoroalkyl substances are provided in  Table 2  ( Substances and Registry, 2021 ).\n\nStudies have reported significant quantities of PFAS in every layer of turnout gear including the thermal liner ( Rewerts et al., 2018 ;  Peaslee et al., 2020 ;  Shinde and Ormond, 2021 ). Though most thermal liners are not intentionally treated with PFAS-based chemicals, studies found significant amounts of fluorine in all thermal liners tested ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ). Some researchers have proposed that this finding suggests the migration of PFAS from the treated fabric layer to the untreated layer of clothing that may contact directly with the skin ( Peaslee et al., 2020 ).  Peaslee et al. (2020)  found that most of the identified PFAS are short- and long-chain fluoroalkyl acids including PFOA. While that may be a possible route, another potential explanation is that PFAS in the smoke environment at a fire scene can easily infiltrate the turnout gear at the collar or waist interfaces as these ensembles are not vapor protective. A third possible route for the inner thermal liner to be contaminated with PFAS could be during the process of washing the gear. In this case the PFAS could be coming from the water source, a contaminated washer extractor, or from the contamination on the moisture barrier fabrics from the fire scene. In the washing process, the outer shell of the gear is separated from the moisture barrier and thermal liner and washed separately, so it is not as likely that any free PFAS from the outer shell would be able to transfer during laundering.\n\nMuensterman et al. (2021)  evaluated both the volatile and non-volatile PFAS in new turnout gear. The study found higher amounts of volatile PFAS than non-volatile PFAS in all layers of the turnout gear. The highest amount of both volatile and non-volatile PFAS was found in the moisture barrier, followed by the outer shell and thermal liner for volatile PFAS and thermal liner and outer shell for non-volatile PFAS ( Muensterman et al., 2021 ). Longer chains fluorotelomer alcohols (FTOH) including 6:2, 8:2, 10:2, and 12:2 were measured in gear manufactured in 2003, suggesting that use of C8 chemistry at that time. However, shorter 6:2 FTOH were detected in the new turnout gear, which may reflect the switch from C8 to C6 chemistry in the early 2000s (2005–2015) ( Muensterman et al., 2021 ). Studies suggest that significant amounts of PFAS may be released from the fluorinated textiles used in PPE for firefighters during the service of the garment ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ). PFOA precursor material may leach from the side-chain fluorinated polymer, which could provide a route of exposure to the users of turnout gear ( Peaslee et al., 2020 ).\n\nDue to the undesirable toxicological and environmental behavior of long-chain side-chain fluorinated polymers, the industry is trying to move to alternative chemicals such as shorted chain fluorinated polymers and non-fluorinated durable water repellent finishes ( Hill et al., 2017 ;  Schellenberger et al., 2018 ;  van der Veen et al., 2022 ). As a part of an alternative chemical analysis,  Schellenberger et al. (2018)  and  Hill et al. (2017)  evaluated the performance and durability of available fluorinated and non-fluorinated durable water repellent finishes on polyester and polyamide fabrics, which are usually used for outdoor performance clothing.  van der Veen et al. (2022)  evaluated the release of PFAS chemicals from C8 and C6-based fluorinated DWR on polyester and polyamide fabrics. As predicted, C8-based durable water repellent finishes showed the highest resistance to water and the highest contact angle, followed by C6 and C4-based DWR ( Hill et al., 2017 ;  Schellenberger et al., 2018 ). Hydrocarbon and silicone-based non-fluorinated DWR showed satisfying water repellency, but their repellency and durability performance were not consistent to make them alternative to fluorinated DWR ( Hill et al., 2017 ;  Schellenberger et al., 2018 ). Only the fluorine-based DWR showed resistance to oils, which was highest for C8-based DWR and reduced with the shorter chain length ( Hill et al., 2017 ;  Schellenberger et al., 2018 ). Similar patterns were observed in terms of durability and chain length of fluorinated DWR, decreasing water repellency was observed with decreasing chain length from 8 to 6 carbons. In addition, formation of longer chain perfluoroalkyl acids increased with ageing from C6 and C8-based DWR ( van der Veen et al., 2022 ). However, non-fluorinated DWR showed good durability and was comparable in terms of durability and water repellency to the best fluorinated DWR ( Schellenberger et al., 2018 ). C4-based DWR lost the oil repellency almost entirely whereas C8-based showed a strong drop after 10 cycles of washing ( Schellenberger et al., 2018 )."
    },
    {
      "title": "Moisture barrier",
      "text": "In protective textiles, the moisture barrier is used to provide a breathable barrier that is resistant to water and many other liquids, however, it allows moisture vapor to pass through. In this way, the wearer gets protection from hot water and other toxic liquids while maintaining a heat balance by evaporating sweat vapors in high temperatures ( Song and Lu, 2013 ;  Shaid et al., 2018 ). The moisture barriers are either a hydrophobic membrane, coating, or microporous membrane ( Holmes, 2000 ). Typically, a moisture barrier is composed of a two-layered membrane; a flame-resistant woven or non-woven fabric is bonded to a porous polymer film. The polymer film is typically composed of polyester, polyurethane, or expanded polytetrafluoroethylene (ePTFE). While all three polymers may perform similarly in moisture management, ePTFE exceeds the other two in terms of thermal protective performance and breathability. Polyester and polyurethane coatings start to degrade at around 150°C, and melt at 170°C–180°C. In contrast, the ePTFE membrane shows the high level of performance as the outer shell fabrics, which can withstand up to 350°C temperature. Therefore, most commercially available moisture barriers are ePTFE coated. In addition, moisture vapor transfer property of ePTFE membrane is the reason that these membranes are widely used compared to the polyester and polyurethane membranes. In the high heat environment, that added breathability is critical to limit the heat stress and reduce thermal burden.\n\nAs previously stated, PTFE is a form of PFAS that could be a potential source of PFAS exposure ( Peaslee et al., 2020 ). The exposure could occur from the degradation of PFAS and be either inhaled or dermally penetrate ( Peaslee et al., 2020 ). Studies have found that applied PFAS on textile materials degrade over time from heat, sunlight, and water exposure ( van der Veen et al., 2020 ). A recent study found moisture barriers contain higher amounts of volatile and non-volatile PFAS compared to outer layers and thermal liners ( Muensterman et al., 2021 ). The same study also reported total fluorine in all layers, which was measured by Particle-induced gamma ray emission (PIGE) and Instrumental neutron activation analysis (INAA) techniques. Both techniques gave the highest total fluorine value in moisture barrier compared to the outer layer and thermal layer ( Muensterman et al., 2021 ). Though  Peaslee et al. (2020)  found PFAS in each layer of the turnout gear, they could not quantify the amount of fluorine on the moisture barrier since it was above the limit of detection in the (PIGE). Studies have reported off very high amount of fluorine concentration in the moisture barrier and were attributed to the PTFE fluoropolymer ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ). Presence of PFOA in the newest moisture barrier (manufactured after 2012) had lowered PFOA than the minimum detection, which might be due to the shifting from long-chain PFAS solvent aids during the manufacturing of PTFE ( Peaslee et al., 2020 ).\n\nPTFE falls under the subgroup of fluoropolymer PFAS.  Henry et al. (2018)  suggested that fluoropolymers should be considered as low concern polymers, defined by OECD as polymers which have an insignificant effect on human health and the environment ( OECD, 2009 ). However, the US Environmental Protection Agency (EPA) has now accepted side-chain fluorinated polymers as polymers of low concern considering the risk posed by polymeric PFAS but has not acted on fluoropolymers intrinsically ( EPA, 2010 ).  Lohmann et al. (2020)  classified PFAS products as fluoropolymer substances, products, and finished articles. PTFE is an example of a substance where the chemical structure is known, whereas the commercial product is the actual product available in the market sold by different manufacturers, which may contain impurities from the production. The ePTFE moisture barrier used in firefighters’ turnout gear is an example of a finished article, which is manufactured from products ( Lohmann et al., 2020 ). Though there is not enough evidence to justify keeping the fluoropolymers in the same toxicity group of non-polymeric PFAS, the emission of low molecular weight PFAS which are used as polymer processing aids during the manufacturing process of some type of fluoropolymers still can pose significant health and environmental effects ( Henry et al., 2018 ;  Hopkins et al., 2018 ;  Brandsma et al., 2019 ;  Lohmann et al., 2020 ). Therefore,  Lohmann et al. (2020)  suggested that fluoropolymer should not be considered as a polymer of low concern."
    },
    {
      "title": "Aqueous film-forming foams",
      "text": "Fires involving hydrocarbon and other flammable liquids are Class B fires ( Laitinen et al., 2014 ). Since water is more dense than liquid hydrocarbon fuels, it ends up at the bottom layer of a burning hydrocarbon surface and becomes ineffective at extinguishing the fire ( Korzeniowski et al., 2018 ). In addition, the burning temperature of most fire scenes (≥175°C) is significantly higher than the boiling temperature of water (100°C), which causes vaporization of water to form steam. This could cause burn injuries and spread the fire rapidly ( Korzeniowski et al., 2018 ). Therefore, aqueous film-forming foams (AFFF) which have excellent thermal stability and are capable of forming a film that sits on top of the fuel are used to extinguish this class of fires. Typical ingredients of aqueous film-forming foam are water, organic solvents, hydrocarbon surfactants, fluorosurfactants, polymers, and other additives ( Peshoria et al., 2020 ). AFFF was developed in the 1960s and has been utilized to extinguish Class B fires ever since ( Darwin et al., 1995 ). A considerable improvement in AFFF was achieved in 1970s through the manufacturing of fluorosurfactants-based foam. Per-fluorinated acids and salts of eight carbon atoms and other fluorinated compounds have been used mostly in film-forming foams ( Kissa, 1994 ;  Kissa, 2001 ). Naval Research Laboratory and 3M started working on AFFF containing fluorosurfactants-based on electrochemical fluorination (ECF) chemistry in the early 1960s, which led to the development of 3M’s “Lightwater” AFFF ( Gipe and Peterson, 1972 ). ECF and the fluorotelomer are two chemistries used to synthesize fluorosurfactants. Perfluoroalkyl sulfonates (PFSAs) (e.g., perfluorooctane sulphonate [PFOS], C 8 F 17 SO 3 − ) and perfluoroalkyl carboxylic acids (PFCAs) (e.g., perfluorooctanoic acid [PFOA], C 7 F 15 COOH) were the first commercially available fluorosurfactants, which were manufactured by the ECF process ( Taylor, 1999 ;  Kissa, 2001 ;  Pabon and Corpart, 2002 ;  Buck et al., 2012 ;  Kempisty et al., 2016 ;  Korzeniowski et al., 2018 ).\n\nThe strong carbon-fluorine bonds of the surfactants contribute to the high performance of AFFF (e.g., resistance to acid, alkali, oxidation, and reduction) even at high temperature. These surfactants play a unique role in reducing the surface tension of AFFF ( Kissa, 1994 ;  Kissa, 2001 ;  Porter, 2013 ). “Surface active” properties of these fluorosurfactants come from the polar hydrophilic head and long non-polar fluorocarbon tail ( Moody and Field, 2000 ;  Buck et al., 2012 ;  Baduel et al., 2017 ). The unique property of fluorosurfactants has made them almost irreplaceable in many unique industrial applications including extinguishing Class B fires ( Jochyms et al., 2015 ). Firefighting foams are one of the reasons for the widespread presence of PFOS and PFOA, also known as long-chain fluorosurfactants, in the environment. Significant increase in using fluorosurfactants has caused an increased awareness concerning the adverse effect of AFFF on human health and the environment ( Bursian et al., 2020 ). These chemicals are bio-accumulative in humans and wildlife, and persistent in the environment due to their strong carbon-fluorine bond. Discharges of these long-chain fluorosurfactants have been a concern by researchers globally ( Lau et al., 2007 ;  Post et al., 2012 ).\n\nNon-biodegradable fluorosurfactants used in AFFF have a long life in the environment. There is a desire to find alternatives to fluorosurfactants due to their persistent nature ( Wang et al., 2018 ). Usually, substances degrade or become immobilized when released into the environment but perfluorinated substances experience neither. Hence, these substances are highly soluble, transferable, and bioaccumulative ( Peshoria et al., 2020 ). Bioaccumulation occurs when substances have affinity towards the biological component such as fat and protein and are stored in the fatty regions ( Liu et al., 2011 ). Long-chain fluorosurfactants, which were used in traditional firefighting foam, have been recognized for their affinity toward liver, kidney, and blood protein ( Pizzurro et al., 2019 ). Fluorosurfactants have been identified as the principal component of AFFF that causes their negative environmental impacts ( Høisæter et al., 2019 ).\n\nDifferent PFAS such as perfluorooctanoic acid or its salt, perfluorooctanesulfonic acid or its salt, and perfluorohexanesulfonic acid have been detected in blood, human serum, and milk ( Calafat Antonia et al., 2007 ;  von Ehrenstein et al., 2009 ;  Gützkow et al., 2012 ). Studies on perfluoroalkyl acids (PFAAs), including PFOS and PFOA, have shown that these compounds may affect total and LDL cholesterol and are associate with breast cancer ( Steenland et al., 2009 ;  Nelson et al., 2010 ;  Bonefeld-Jorgensen et al., 2011 ). A study conducted by  Shaw et al. (2013)  found that firefighter exposure to fire retardant chemicals, such as polychlorinated and polybrominated dibenzo-p-dioxins and dibenzofurans have similar effects.\n\nElimination of long-chain fluorosurfactants, while continuing to deliver the unique and valuable properties of fluorosurfactants, led manufacturers to develop short-chain alternatives ( Peshoria et al., 2020 ). Studies have shown that short-chain alternatives have a less impact on environment and human health compared to long-chain chemistry ( EI Corporation, 2014 ;  Buck, 2015 ). However, there is still controversy about whether short-chain PFAS have less impact on environment and human health compared to long-chain PFAS. Some sources say that short chain PFAS are better while some do not. Carbon chain lengths greater than or equal to six within the perfluoroalkane sulfonate (C n F 2n+1 SO 3 (H)) (PFSA) family are considered as long-chains. However, in the perfluorocarboxylic acid (C x–1 F 2x–1 COOH) (PFCA) family carbon chain lengths greater than or equal to eight are considered as long-chains ( Kempisty et al., 2016 ;  Korzeniowski et al., 2018 ). This is due to the significant differences in toxicity and bio-accumulation properties between the two families ( Gannon et al., 2011 ).\n\nA study found increased levels of perfluorohexanoic acid (PFHxA) and perfluorooctanoic acid (PFNA) in the firefighters’ blood serum after the training session, where the firefighters were exposed to AFFF ( Laitinen et al., 2014 ). However, these elevated PFAS were not the main components of the AFFF. It was hypothesized that long-chain fluorotelomers decomposed during the jet fuel fire ( Laitinen et al., 2014 ). Firefighters’ exposure to PFAS from AFFF could be through inhalation and dermal routes. Ingestion is possible from hand-to-mouth transfer from contaminated turnout gear after a suppression or training ( Laitinen et al., 2014 )."
    },
    {
      "title": "Fire scene",
      "text": "Research found that the risk of PFAS exposure is higher for firefighters compared to the general public ( Laitinen et al., 2014 ;  Grandjean and Clapp, 2015 ;  Rotander et al., 2015 ;  Mastrantonio et al., 2018 ;  Peaslee et al., 2020 ). Although the use of PFOA and PFOS has been stopped mostly over the last 15 years, these compounds were commonly used in furniture, carpet, paper, or industrial products ( Beecher and Brown, 2018 ;  Mazumder and Islam, 2021 ). Many of the products containing these compounds are still available in our daily life. PFAS are also currently used in several applications including apparel, semiconductors, and pharmaceuticals ( Figure 5 ) ( Rizzuto, 2020 ). The highest quantity of PFAS in the USA is used in electronics. PFAS are used in electronic products such as wire, cables, liquid crystal or flat panel displays. Electronic devices used as testing equipment like sensors and fluids used for heat transfer are also required to use PFAS as fluorinated compounds significantly improve the applications of these devices ( Glüge et al., 2020 ;  Tansel, 2022 ).\n\nPFOA and PFOS can be produced from these PFAS containing products once these precursor compounds break down. During a fire, PFAS compounds (both polymeric and non-polymeric) may break down into precursor compounds like fluorotelomers alcohols that can further degrade into the terminal PFOA, PFOS, or other fluorinated compounds and be released into the environment. Firefighters or first responders on the fire scene would be exposed to these compounds during firefighting activities in emergency response and during training scenarios.\n\nTao et al. (2008)  investigated perfluorochemicals from blood plasma samples of first responders due to the exposure to dust and smoke generated from the collapse of the World Trade Center (WTC). Plasma levels of PFOA and perfluorohexane sulfonate (PFHxS) were found more than twofold in the body of first responders compared to the general public ( Tao et al., 2008 ). Firefighting foam, furniture, or other materials used inside the buildings might be the possible source of perfluorochemicals like PFOS and PFOA which were released in and around the site followed by the collapse. The findings of this research suggested that greater exposure to smoke and dust might cause the high concentrations of fluorochemicals in the body of first responders. They also found that smoke exposure contributed more compared to dust exposure to elevate the concentration of PFOA and PFHxS. Like the WTC incident, firefighters perform their duties in numerous structural burns and expose themselves to a high concentration of toxic chemicals including fluorochemicals present in smoke and dust generated from the burn of pulverized building materials and contents.\n\nPrevious studies showed that various volatile and semi-volatile compounds can off-gas from the surface of turnout gear for a certain period which raises concern regarding PFAS as firefighters get exposed to AFFF on a fire scene or smoke generated from PFAS-containing consumer products ( Fent et al., 2015 ;  Fent et al., 2017 ;  Mayer et al., 2019 ). If generated PFAS from the fire scene can adsorb to the surface of ensembles, the exposure will be transferred to where the gear is stored in the fire station. Therefore, further research is required to investigate whether PFAS-contaminated gear works as an additional source of PFAS presence inside the fire station."
    },
    {
      "title": "Dust and indoor air",
      "text": "According to the US EPA, adults and children ingest almost 30 mg and 60–100 mg of indoor dust per day respectively ( Moya et al., 2011 ). For the general public, indoor environments, including dust and air, are considered as a source of PFAS or organic fluorine exposure ( De Silva et al., 2012 ). PFAS concentrations for compounds such as PFCAs, PFSAs, FTOHs, and perfluorooctylsulfonamides (PFSAm) have been reported to be higher in indoor air compared to outdoor air ( Shoeib et al., 2005 ;  Harrad et al., 2010 ).  Shoeib et al. (2005)  found that a semi-volatile neutral precursor, PFSAm, was 10–20 times higher in indoor air compared to outdoor air. A similar trend was observed for some natural volatile precursors such as PFSAs and PFCAs when indoor and outdoor air were compared ( Shoeib et al., 2011 ).  Fraser et al. (2012)  investigated indoor air from 30 offices and found significantly high concentrations of polyfluorinated compounds (PFC) inside these offices. They also observed the highest FTOH in the most recently constructed building among other offices and concluded that off-gassing of FTOHs from the new carpets or furniture from the new buildings is mostly responsible for this elevated concentration ( Fraser et al., 2012 ).\n\nIn addition to turnout gear, firefighters also store other sources of PFAS, such as AFFF and upholstered furniture, in fire stations. With these items, firefighters may bring residual PFAS contamination into the fire station which can act as a source of PFAS by contaminating indoor air or releasing air-prone dust. Previously, dust has been found to be an important exposure pathway of flame-retardant chemicals for firefighters ( Jones-Otazo et al., 2005 ;  D’Hollander et al., 2010 ;  Stapleton et al., 2012 ;  Mazumder and Islam, 2021 ). Therefore, it was required to investigate the role of indoor air and dust as the potential source of PFAS exposure for firefighters. Recent research found significantly high concentrations of PFAS in fire station dust which is alarming for firefighters as they spend most of their shift inside fire stations ( Hall et al., 2020 ;  Young et al., 2021 ).  Young et al. (2021)  analyzed dust samples from 15 fire stations in Massachusetts targeting 24 PFAS. The median dust concentration of these 24 PFAS in fire stations was 98.7 ng/g with N-EtFOSAA, 6:2 FtS, PFDS, 8:2 FtS, and PFOS being the prominent components. The targeted 24 PFAS account for only 1.2% of the total detected fluorine mass which indicates the presence of unidentified non-polymeric and polymeric PFAS in the dust ( Robel et al., 2017 ;  Schultes et al., 2019 ). They also found a higher concentration of fluorine from the dust of turnout gear locker rooms compared to the dust collected from living rooms in fire stations. Since turnout gear is kept in locker rooms in some stations (in others it is kept in the engine bay), this demonstrated that turnout gear could be a major source of PFAS exposure to firefighters.\n\nPFAS contaminated dust could be originated from external contamination during firefighting activities or the PFAS intentionally added to gear. Laundering also may release some of the PFAS used in turnout gear because it has been found that side-chain fluoropolymers from the individual fiber can be released during washing of outdoor jackets ( Schellenberger et al., 2019 ). When the fluorine-containing fibers release in the environment, the backbone of the fluorinated polymer may be cleaved over time and form short-chain perfluoroalkyl acids. Little information has been obtained yet regarding the release of PFAS compounds used in firefighting ensembles due to laundering. Therefore, the contribution of laundering to the release of PFAS compounds should be explored further.  Hall et al. (2020)  investigated indoor dust samples collected from 49 fire stations located both in United States and Canada and found 6:2 FTOH to be the most prominent PFAS detected (760 ng/g dust). They also collected dust from North Carolina homes and found significantly higher PFOS, PFOA, PFHxS, PFNA, and 6:2 diPAP in fire station dust compared to residential dust. Median dust levels of PFOS, PFHxS, and 6:2 diPAP were 15 times, 3 times, and 2.5 times higher, respectively, in fire station dust compared to home dust ( Hall et al., 2020 ). Although this finding does not guarantee similar trends all over the country, this indicates higher exposure to PFAS inside fire stations compared to residential areas. Authors found that PFAS concentration in the dust of United States fire stations is significantly higher compared to the dust collected from Canadian fire stations although they hypothesized that differences in data collection period could be responsible for this difference ( Hall et al., 2020 ). PFOS was predominantly present in the dust collected from United States fire stations.\n\nPFAS have been detected on almost every layer of turnout gear since PFAS are used in the turnout gear to impart heat stable and oil resistance properties ( Peaslee et al., 2020 ).  Young et al. (2021)  found PFAS on the surface of turnout gear collected by gear wipes. The highest detected amount of PFAS was 84,500 ng/wipe whereas over 50% of the total PFAS mass on gear wipes consisted of perfluoroalkyl carboxylic acids (PFCAs). PFOA, PFHxA, PFDA, PFNA, PFHpA, and 8:2 FtS were the most frequently detected PFCAs. The concentration of volatile PFAS is found higher in turnout gear compared to non-volatile PFAS ( Muensterman et al., 2021 ). PFAS used in gear can degrade over time from exposures to heat, water, and sunlight, which indicates used PFAS in firefighters’ ensembles also can be shed into the environment and act as a source of exposure for firefighters ( Rankin et al., 2014 ;  Rankin, 2015 ;  van der Veen et al., 2020 ).  Peaslee et al. (2020)  compared between 10-year-old unused ensembles and ensembles used for 10 years of service. They found that used samples lost 80% of total fluorine from the outer shell surface within 10 years of service. The loss of fluorine indicates that PFAS likely shed off into the external environment. They also ran methanolic extraction of the dust samples collected from the workstation floor of a PPE processing facility and observed n-Et-FOSAA. Dust sample analysis indicates that it likely originated from PPE ensembles rather than AFFF since short and long fluorotelomer sulfonate and fluoroalkyl sulfonates were not detected in the samples ( Place and Field, 2012 ;  Barzen-Hanson et al., 2017 ;  Peaslee et al., 2020 ). Methacrylate esters are generated from Et-FOSE which acts as the backbone polymer of fabric finishes and Et-FOSE is eventually turned into Et-FOSAA when it is decomposed and hydrolyzed ( Plumlee et al., 2009 ;  Benskin et al., 2013 ;  Liu and Avendano, 2013 ;  Wang et al., 2014 ;  Washington and Jenkins, 2015 ). Therefore, detection of Et-FOSAA in dust samples indicates side-chains of fluoropolymers are already degraded. Since Et-FOSE was presumably oxidized into PFOA, decay products from Et-FOSAA may eventually expose firefighters to PFOA precursor materials and enter into the firefighters’ body ( Plumlee et al., 2009 )."
    },
    {
      "title": "Uptake pathways",
      "text": "The three primary routes of exposure are ingestion, inhalation, and dermal absorption. PFAS is known to be distributed throughout the environment, so all three routes are worth considering ( Fraser et al., 2012 ;  Peaslee et al., 2020 ). Ingestion of food and drink has been identified as the prominent uptake pathway of PFAS to the general public ( Poothong et al., 2020 ). For instance, AFFFs and other environmental contaminants disperse through groundwater and soil from nearby sites ( Backe et al., 2013 ;  Houtz et al., 2013 ;  Dauchy et al., 2019 ). PFAS can then accumulate in the human body directly from contaminated water or through foods including red meats, eggs, vegetables, snacks, seafood, animal fat, etc. ( Huang et al., 2020 ).\n\nSince dietary consumption is a concern for the general public, firefighters should also be concerned ( Trudel et al., 2008 ;  Fromme et al., 2009 ;  Haug et al., 2011a ;  Egeghy and Lorber, 2011 ). One study identified produce grown at a fire station as a major source of PFAS exposure ( Tefera et al., 2022 ). This study showed that the consumption of eggs produced at firehouses appeared to be the leading route of PFAS exposure, followed by the consumption of fruits and vegetables and skin contact with dust-contaminated surfaces. Based on median and typical exposures, food consumption accounted for 82% of the total PFAS intake of firefighters, followed by incidental ingestion and dermal exposure to PFAS in dust (15%). Accidental ingestion and skin absorbed PFAS from soil and utensil cleaning resulted in <1% ( Tefera et al., 2022 ). These findings broadly support the work of many other studies in which food consumption was identified as the most important route of PFAS exposure ( Haug et al., 2011a ;  Haug et al., 2011b ). Estimated dietary intake of PFAS in this study was much higher than previous estimates of dietary intake for the general population ( Chain et al., 2018 ). Although this study focused on occupational firefighters, the dietary exposure routes identified here have wider relevance to the general public, especially those who consume food grown in or near PFAS-contaminated areas. This study is the first to describe a unique dietary PFAS exposure pathway in the context of professional firefighters.\n\nIn addition, due to occupational activities, the risk of dermal and respiratory absorption of PFAS is significantly higher for firefighters. For instance, PFAS used in turnout gear may transfer from the gear to the firefighter’s skin. Another firefighting specific source is contact with AFFFs. Besides that, smoke generated from consumer products containing PFAS can contaminate turnout gear and skin as well as being an inhalation hazard. While no studies confirm the sources of PFAS on the fire scene, PFAS is still commercially used, so it should be present in soot or smoke. There is a need to determine the disposition and amounts of PFAS generated and released during fire suppression activities.\n\nFrom these sources, the inhalation pathway should be limited assuming the proper and consistent use of self-contained breathing apparatuses (SCBA). Any volatilization of contaminants from smoke, AFFF, or the gear itself should not be inhaled during use of SCBAs during active fire supression. However, the use of SCBAs for each firefighter on a fire scene throughout the entire duration of the incident is not consistent across or within departments. Incident commanders and pump operators rarely use SCBAs on scene, and firefighters on interior or exterior attack may remove their facepieces during or after on-scene decontamination when they are still within reach of the smoke. This common misconception has resulted in few studies investigating the contribution to PFAS exposure of inhalation at a fire scene. Aside from the inhalation route, dermal absorption is most likely the next primary uptake pathway. Previous research has reported that chemical contaminants can transfer from fabrics to skin ( Blum et al., 1978 ;  Appel et al., 2008 ;  Rossbach et al., 2014 ). Research needs to be done to determine the extent that PFAS can off-gas or leach from fabrics and then transfer and absorb into skin.\n\nPFOA is a fluorochemical that has been detected in the blood of most Americans during the last decade, though the concentration is starting to decrease.  Franko et al. (2012)  investigated the possibility of dermal penetration of PFOA into human skin. They found that PFOA can penetrate human skin and dermal absorption of fluorochemicals could be a major route of PFAS exposure ( Franko et al., 2012 ). The study showed that PFOA at pH 2.25 has a 3-order of magnitude increase in the skin permeability coefficient compared to a pH of 5. This difference in pH affects the ionization state of PFOA, which has a pKa of 3.8 ( Franko et al., 2012 ). Below the pKa value, PFOA is mostly un-ionized. Un-ionized compounds have better lipid solubility than their ionized counterparts and can more readily penetrate the lipid matrix of skin. The pH of skin is approximately 5.5 so PFOA is expected to be mostly ionized in skin. Although in general, PFOA penetration should be low for human skin as most of the exposures occur in the ionized state ( Table 3 ), it is still a concern in the case of a higher level of exposure.\n\nIn vivo  methods have been used to analyze the dermal absorption and effect of PFAS.  Abraham and Monien (2022) , was concerned about the absorption of PFAS through cosmetics so they measured the amount of dermally absorbed PFOA from a prepared sunscreen solution. The sunscreen solution ( 13 C4-PFOA concentration of 3.7 μg/g) was directly applied to the individual’s whole body surface and allowed to maintain on the skin for 48 h before the individual took a shower. Blood samples were taken, and plasma analyzed with UHPLC-MS/MS. Starting at the initial application of sunscreen, PFOA was detected to be increasing for the first 10 days then stayed at a level rate for the next 110 days of sampling. Researchers estimated that 1.6% of the applied dose of the PFOA was absorbed over the exposure. This study helps illustrate that in this cosmetic dosing vehicle, PFOA can be absorbed dermally and is not quickly metabolized or excreted. A study showed that brominated and chlorinated chemicals, which are structurally related to PFAS, are dermally bioavailable and can result in significant body burdens. This suggests that dermal exposure could be an important exposure pathway to PFAS, especially with the consumer products that are relevant to dermal contact (i.e., water-proof fabrics, cosmetics) ( Ragnarsdóttir et al., 2022 ).\n\nOther  in vivo  studies have focused more on the toxicological impacts of PFAS.  Franko et al. (2012)  looked at cytokine expression on mouse skin and found no significant expression compared to the control. Dermal exposures of PFBA and PFOA have been found to increase liver weight and alter the PPAR pathway in mice ( Shane et al., 2020 ;  Weatherly et al., 2021 ).  Han et al. (2020)  also investigated the effect of dermal exposure to several PFAS (PFOA, PFHpA, PFHxA and PFPeA) on human skin and found no significant toxicological effects. The  in vivo  study of PFHpA found tubular and hepatocellular necrosis and germ cell degradation. While knowing the potential impacts is important, a large dose was used for the  in vivo  study and seems unreasonable for human exposure.  Fasano et al. (2005)  used rat and human skin to investigate PFOA penetration if dermal contact occurs. They found that PFOA can penetrate through both human and rat skin although the penetration rate is 34 times slower in human skin compared to rat skin. There is a need for more data on the dermal toxicological effects of PFAS, the mechanisms of action, and how it relates to humans. Moreover, no research has been conducted particularly addressing the dermal absorption of PFAS from new or contaminated turnout gear to firefighters.\n\nOne study conducted on children found that dust ingestion may have similar impacts to dietary ingestion of PFCs ( Egeghy and Lorber, 2011 ). PFAS has already been demonstrated to be found in large concentrations inside fire stations ( Hall et al., 2020 ;  Young et al., 2021 ). Therefore, ingestion of dust and indoor air inside fire stations are major sources of PFAS for firefighters through the respiratory tract besides most commonly recognized dietary sources like food and water ( Sunderland et al., 2019 ;  Chain et al., 2020 ). PFAS exposure to firefighters may also impact their children. In addition to potentially carrying PFAS into their homes, it can be transferred through breastmilk. One researcher found a strong correlation between higher PFAS concentration in maternal serum and breast milk ( Inoue et al., 2004 ). Women make up approximately 5.1% of the firefighting population, their exposures need to be considered ( Hulett et al., 2007 ;  Trowbridge et al., 2020 ). This indicates children of female firefighters may get exposed to PFAS for a long-term at an early age through placenta or lactation ( Inoue et al., 2004 ;  Gützkow et al., 2012 ;  Cariou et al., 2015 ;  Chen et al., 2017 ). This could make children more vulnerable to adverse health effects ( Inoue et al., 2004 ).\n\nYoung et al. (2021)  recommended that as firefighters spend almost 72% of their time on a 24-hour shift inside the fire station, there needs to be minimal PFAS in the station. Indoor air samples need to be monitored regularly to determine the PFAS exposure level. To minimize both dermal and respiratory exposure to PFAS particles, firefighters should use protective ensembles including SCBA and turnout gear consistently at the fire scene. Wearing PFAS free clothing under protective ensembles, storing PFAS containing ensembles from other clothes, and washing hands after touching ensembles are also necessary to reduce the risk of dermal or respiratory exposure to PFAS ( Young et al., 2021 )."
    },
    {
      "title": "PFAS in blood serum",
      "text": "Historically, firefighters have been exposed to harmful chemicals from fire smoke and firefighting foams containing high levels of various PAHs and PFAS ( Jalilian et al., 2019 ;  Gasiorowski et al., 2022 ). Additionally, a new concern has been raised regarding firefighters’ exposure to PFAS through turnout gear. Several studies have observed the association between PFAS exposure and a range of adverse health outcomes ( Graber et al., 2021 ). Although PFAS are potentially harmful to human health, the exact threshold at which these risks may increase has remained unknown ( Gasiorowski et al., 2022 ). Like other chemical substances, their ability to produce adverse health effects depends on exposure circumstances, such as magnitude, duration, and route of exposure ( Fenton et al., 2021 ). In addition, individuals’ age, sex, ethnicity, health status, and genetic predisposition may also influence adverse health outcomes ( Fenton et al., 2021 ). Nonetheless, several long-chain PFAS have been associated with cancer risks ( Temkin et al., 2020 ). Among them, PFOA has been classified as a possible human carcinogen for kidney and testicular cancers by the International Agency for Research on Cancer ( Rotander et al., 2015 ;  IW Group, 2016 ).\n\nPer- and polyfluoroalkyl substances are particularly concerning because of their persistent, bioaccumulative properties ( Li et al., 2018 ;  Graber et al., 2021 ). They can stay in the human body for long periods of time without being changed and can interfere with the bodily functions ( Li et al., 2018 ). They accumulate in organisms by binding to plasma protein and sequestration into the liver, kidney, and lungs ( Meegoda et al., 2020 ). The ability to bind to blood proteins, slow urinary excretion, and low clearance are predictors of a bioaccumulative chemical with a long half-life ( Tonnelier et al., 2012 ). Long-chain PFAS such as PFOS and PFOA have a half-life of 5.4, and 3.8 years, respectively ( Li et al., 2018 ). PFOS alternatives, such as perfluorohexanesulfonic acid (PFHxS) has a much longer half-life of 8.5 years ( Li et al., 2018 ). Other short chain alternatives, such as perfluoropentanoic acid (PFPeA) and perfluorobutane sulfonate (PFBS), have a shorter half-life of a couple of weeks ( Li et al., 2018 ). Although PFOA and PFOS have been extensively studied, the health outcomes of their alternatives have not been studied as thoroughly. The presence of these PFAS alternatives in the human body is still a matter of concern despite having a shorter half-life and being at a low level.\n\nDue to their widespread use and ubiquitous presence in the environment, most Americans have background exposure to some PFAS ( Graber et al., 2021 ). However, firefighters’ exposures can be occupationally related as they are exposed to PFAS through multiple pathways, making them more vulnerable to exposure. The commonly detected PFAS among firefighters are PFOA (ranging from 1.15 to 2.15 ng/mL), PFOS (ranging from 4.11 to 8.63 ng/mL), PFHxS (ranging from 1.83 to 6.15 ng/mL), PFNA (ranging from 0.46 to 0.97 ng/mL), PFDA (ranging from 0.25 to 0.31 ng/mL), and PFUnDA (ranging from 0.11 to 0.18 ng/mL) ( Trowbridge et al., 2020 ;  Graber et al., 2021 ). Firefighters with a history of using AFFF have elevated serum levels of PFOS and PFHxS ( Rotander et al., 2015 ). In this regard, several studies reported higher serum levels of some long-chain PFAS among firefighters compared to the general population of similar demographic subsets ( Dobraca et al., 2015 ;  Rotander et al., 2015 ;  Leary et al., 2020 ;  Trowbridge et al., 2020 ;  Graber et al., 2021 ) ( Table 4 ). These studies used participants from the National Health and Nutrition Examination Survey (NHANES) as the representative of the US general population. The survey is administered by the Centers for Disease Control and Prevention (CDC) and published on a 2-year cycle.\n\nOne recent study conducted among male New Jersey volunteer firefighters observed that average serum concentrations of PFNA (+53%), PFDA (+39%), and PFDoA (+50%) were significantly higher than the NHANES population ( Graber et al., 2021 ). Another study in the Southwest Ohio region found higher serum PFOS (+29%) and PFHxS (+74%) concentrations among suburban firefighters than the US adult male (NHANES 2015 to 2016 data) ( Leary et al., 2020 ). In contrast, the serum levels of PFOS (−43%) and MeFOSAA (−88%) were significantly lower than the general population ( Graber et al., 2021 ). The lower serum level coincides with the phase-out of some long-chain PFAS, including PFOA and PFOS, from consumer products and firefighting equipment ( Rotander et al., 2015 ). However, these compounds are anticipated to persist for many years because of their long half-lives. The study also observed a positive association between serum levels of PFDA and PFDoA with years of firefighting ( Graber et al., 2021 ). The findings were consistent with a 2015 biomonitoring study of Southern California firefighters ( Dobraca et al., 2015 ). Both studies reported that the average serum concentrations of perfluorodecanoic acid (PFDA) were three times higher than those in NHANES participants. An all-female cohort study conducted in San Francisco found similar results, where women firefighters had higher geometric mean concentrations of PFNA, PFHxS, and PFUnDA than the office workers ( Trowbridge et al., 2020 ). This study was unique in the sense that it compared firefighters to other non-firefighters in the same geographic area. One thing to be noted is that comparing with NHANES samples does not necessarily reflect what is the overall PFAS exposure scenario in a particular area.\n\nThough these study findings were consistent across different US geographic locations regarding higher serum levels in firefighters’ blood, serum profile and levels of PFAS varied across different areas. One study in Southern California did not find any detectable serum levels of PFDoA ( Dobraca et al., 2015 ), while another study in New Jersey detected significantly elevated serum levels of PFDoA ( Graber et al., 2021 ). The PFDoA serum level was twice as high as in the NHANES participants ( Graber et al., 2021 ). Similarly, the mean serum levels of PFHxS and PFOS varied across location. Background exposure stemming from consumer product use ( Lindstrom et al., 2011 ), food and drinking water contamination ( Xu et al., 2021 ), proximity to industrial sites ( Steenland et al., 2009 ;  Schroeder et al., 2021 ), and military airbases ( Xu et al., 2021 ) may also contribute to the high levels of some PFAS in different geographical areas. In a study, female firefighters assigned to the airport fire station reported having two times higher PFNA levels than firefighters assigned to other stations in San Francisco ( Trowbridge et al., 2020 ). Airport firefighters in the Southwest Ohio region had 21%–62% higher PFAS serum concentrations than suburban firefighters ( Leary et al., 2020 ). Likewise, a study in Finland observed that training activities involving AFFF to extinguish jet fuel fires increased firefighters’ serum PFNA concentrations ( Laitinen et al., 2014 ). Although PFNA is not considered a main ingredient in AFFF, these observations indicate other possible PFAS sources in fire scenes than firefighting foam. Observational studies have found female firefighters had lower levels of most PFAS compared to male firefighters ( Wong et al., 2014 ;  Trowbridge et al., 2020 ). Perfluorinated compounds have a higher affinity toward fatty acid-binding proteins in the blood, and therefore some PFAS might be eliminated from the body during blood donation or menstruation cycles ( Jones et al., 2003 ;  Rickard et al., 2022 ). Blood donor firefighters were found to have lower PFAS levels than non-donor firefighters with equivalent exposure ( Rotander et al., 2015 ), suggesting plasma donation could be a possible elimination pathway ( Wong et al., 2014 ;  Silver et al., 2021 )."
    },
    {
      "title": "PFAS exposure and cancer",
      "text": "There has been extensive research examining possible relationships between PFAS levels in blood and harmful health effects in people ( Fletcher et al., 2013 ;  Wielsøe et al., 2015 ;  Croce et al., 2019 ;  Jain and Ducatman, 2019 ;  Wang et al., 2019 ;  Li et al., 2021 ). PFOA and PFOS are two of the most widely studied PFAS compounds, followed by PFHxS and PFNA ( Kim et al., 2021 ). These studies suggest that high levels of some PFAS exposure may lead to a variety of adverse health outcomes. These health effects include carcinogenicity ( Jalilian et al., 2019 ), hormonal disruption ( Chain et al., 2018 ), immunotoxicity ( Chain et al., 2018 ), liver function alterations ( Gleason et al., 2015 ), low fetal weight ( Wikström et al., 2020 ), increased lipid level ( Steenland et al., 2009 ), tumor induction ( Chain et al., 2018 ), and obesity ( Graber et al., 2021 ). Exposure level of PFAS can be different depending on where people live or what occupations they are involved in. Also, low levels of exposure over long periods of time may pose different types of health risks. Research on long-term effects of low-level exposure to certain PFAS is still in progress.\n\nAdverse health effects reported in firefighters are like those of other occupational groups and the general population exposed to PFAS, including risks for certain cancers ( Goodrich et al., 2021 ). Given the higher rates of certain types of cancer and cancer-related deaths among firefighters, several studies have examined the associations between firefighters’ occupational exposures and cancer incidence ( Jalilian et al., 2019 ;  Soteriades et al., 2019 ). Results have been inconsistent but generally suggest an increased risk of some cancer types such as colon, prostate, and testicular cancers ( Soteriades et al., 2019 ). Besides PFAS, firefighters are exposed to a number of chemical agents, some of which are known carcinogens such as benzene and benzo [a]pyrene ( Guerreiro et al., 2016 ). Little is known about the potential adverse effects of chronic exposure to such complex mixtures. Most of the existing studies so far have focused on health outcomes of individual perfluorinated compounds, with a few exploring their combined effects ( Ojo et al., 2020 ;  Ojo et al., 2021 ). To mimic real-life exposure and for accurate risk assessment, future research focus needs to move to the investigation of such complex mixtures of chemicals instead of single chemicals. However, one of the challenges of mixture risk assessment is the possible interaction between chemicals (i.e., synergistic or antagonistic effects) that may influence the combined activity.\n\nAlthough a growing body of literature suggests a link between increased serum PFAS levels and cancer incidences, the carcinogenic mechanisms of PFAS are yet to be fully understood. A possible epigenetic mechanism is that occupational exposures in firefighters changes DNA methylation, a process that plays an important role in the healthy regulation of gene expression ( Zhou et al., 2019 ;  Goodrich et al., 2021 ). Changes in DNA methylation pattern can cause inactivation of certain tumor-suppressor genes and thus increase cancer risk ( Zhou et al., 2019 ). In recent years, an increasing number of studies have examined epigenetic changes associated with PFAS exposure. Epigenetics studies focus on alterations in gene expression with no changes in DNA sequence resulting from environmental factors such as chemical exposure ( Kim et al., 2021 ). DNA methylation, histone modification, and microRNA (miRNA) expression are three categories of epigenetic mechanism ( Kim et al., 2021 ). PFAS-induced metabolic alteration is another proposed mechanism for the pro-carcinogenic actions of PFAS. Metabolic reprogramming is an important cancer hallmark ( Phan et al., 2014 ). PFAS can interfere with the body’s metabolic processes and induce biochemical and physiological changes ( Jiang et al., 2015 ;  Imir et al., 2021 ). Due to having structural similarity with fatty acids, PFAS can alter systemic metabolisms by binding to fatty acid transporters and metabolic enzymes ( Jiang et al., 2015 ;  Roth et al., 2020 ;  Imir et al., 2021 ). Both animal and human studies have found evidence of PFAS-induced adverse metabolic effects ( Knox et al., 2011 ;  Geiger et al., 2014 ;  Yu et al., 2016 ;  Alderete et al., 2019 ).\n\nConsidering the liver is a primary target organ for long-chain PFAS storage, some researchers have studied the influence of PFAS in human liver cells ( Ojo et al., 2020 ;  Ojo et al., 2021 ).  In vitro  study results have shown dose-dependent association between PFOA exposure and altered DNA methylation ( Tian et al., 2012 ). Other studies highlighted oxidative stress as the possible cause for epigenetic modification. PFOS exposure to hepatic (liver) cells reduced cellular activity and increased reactive oxygen species (ROS) levels in a concentration-dependent manner ( Ojo et al., 2020 ). However, tested doses of PFAS were higher than levels found in the environment indicating these studies may be poor predictors of human reactions to PFAS exposure. Different animal models have also studied the carcinogenic activity of some PFAS. Exposure to PFOA in rodent models was found to be associated with the development of tumor cells in liver, pancreas, and testicles ( Steenland and Winquist, 2021 ). Likewise, studies in rainbow trout observed PFOA exposure promoted the development of liver tumors ( Steenland and Winquist, 2021 ). A recent study by the National Toxicology Program (NTP) found evidence of malignant liver tumor formation in male rats (Sprague-Dawley) induced by PFOA exposure ( Program, 2020 ). The observed association between plasma concentrations of PFOA and tumor incidence suggested the potential link between high PFAS level in blood serum and increased cancer risks ( Program, 2020 ). Similarly, exposure to PFOS in Albino Wistar rat liver showed PFOS-induced changes in miRNA expression and association with liver carcinogenesis ( Wang et al., 2012 ). Although these animal studies provide support for the potential cancer development process, these mechanisms may not appear as relevant in humans.\n\nIn addition, PFOA and PFOS-focused work may not give a comprehensive understanding of the relationships between PFAS exposure and firefighter cancers. In this regard, human epidemiological studies can avoid such uncertainties associated with interspecies extrapolation. Several epidemiological studies suggested an association between high-level PFAS in blood serum and increased risk of cancers ( Steenland et al., 2020 ;  Bartell and Vieira, 2021 ). A recent meta-analysis reported that per 10 ng/mL increase in serum PFOA increases the average risk for kidney and testicular cancers, 16% and 3%, respectively ( Bartell and Vieira, 2021 ). Another study concluded that the epidemiologic evidence remains supportive but not definitive for PFOA exposure and kidney and testicular cancer incidences ( Steenland et al., 2020 ). Other epidemiologic studies have shown evidence of PFAS-induced epigenetic changes in both adult populations and birth cohorts ( Kim et al., 2021 ). However, the number of studies is limited when it comes to the context of firefighters’ exposure. One epigenetic study reported an association between years of firefighting and altered DNA methylation ( Zhou et al., 2019 ). The study also observed DNA methylation varied among non-smoker male incumbent firefighters and new recruits ( Zhou et al., 2019 ). Altered miRNA expression has also been linked to PFAS exposure associated with years of firefighting ( Jeong et al., 2018 ). Epigenetic changes are part of the process that leads to cancer ( Lu et al., 2020 ). PFAS-induced epigenetic changes could thus serve as a biomarker to predict the potential health effects in the exposed firefighter community. Given the unpredictability and challenges of fire scenes, monitoring firefighters’ exposure is very complicated. Recent focus has shifted to biomonitoring which may overcome some of the challenges and could serve as a valuable tool for health effects assessment. In this case, the level of biomarkers may vary depending on factors such as pre-existing health conditions ( Jabeen et al., 2020 ), smoking habits ( Soteriades et al., 2019 ), and second job exposure ( Soteriades et al., 2019 ). Future studies should consider these factors while examining the association between firefighters’ PFAS exposure and cancer incidence."
    },
    {
      "title": "Challenges of PFAS in hazard assessment",
      "text": "Determining the health risk assessment of PFAS and their precursors is difficult. This is because 1) PFAS are a large, diverse group of substances which inhibits the easy distinction for assessment and management. This makes understanding which PFAS may be relevant for potential human health risk assessment difficult. 2) Very limited information is available on PFAS toxicity and its effects on public health, which makes the chemical-specific evaluation of the diverse PFAS nearly impossible. 3) Humans are frequently exposed to unknown mixtures of PFAS which may cause synergistic effects. 4) Toxicity studies often lack similarities between assays in animals and observation in humans, which makes the relevance of these studies on toxicity uncertain ( Anderson et al., 2022 ).\n\nGrouping of PFAS for mixture assessment is a challenge due to the complexities in the database and differences in regulatory guidance between countries. Hazard assessments for PFAS are usually based on research studies that include representative lead compounds, such as PFOA, PFOS, PFHxS, for which chemical, toxicity, and occurrence information is available ( Colnot and Dekant, 2021 ). There are critical gaps in the understanding of PFAS chemistries and toxicities that inhibit the approach of standard mixtures risk assessment. There is a substantial variation within a PFAS class in their physico-chemical properties. The diversity in their chemical structures, applications, and subsequently their release in the environment and exposure together make the exposure-hazard assessment model very complex.  Kwiatkowski et al. (2020)  suggested that PFAS should be considered as a single class, and the risk assessment should be performed accordingly ( Kwiatkowski et al., 2020 )."
    },
    {
      "title": "Conclusion",
      "text": "PFAS are extensively used in firefighters’ turnout gear, AFFF, and are also present in air and dust of the fire scene and fire station. Therefore, the risk of PFAS exposure is higher for firefighters compared to general population due to the occupational activities during firefighting. Increased cancer rate among the firefighters compared to the general population, and links between PFAS and cancer has raised the concern of PFAS exposure in the fire service. Turnout gear could be a potential source of PFAS exposure as PFCAs and FTOHs may be released from the turnout gear via degradation of water and oil repellent finishes or from release of PFAS contamination for the fire scene. These non-polymeric PFAS could then be potentially absorbed through inhalation, ingestion, and dermal absorption into the firefighter’s body. The ePTFE used in the moisture barrier of the turnout gear is usually considered as a low concern polymer. However, the manufacturing process of ePTFE uses low molecular weight PFAS as polymer processing aids. Therefore, depending on the adulteration, PTFE polymer still could pose adverse health effects by releasing non-polymeric PFAS. Although turnout gear has been identified as a source of PFAS, more research is required to evaluate the PFAS exposure level from turnout gear to firefighters. Besides that, turnout gear may get contaminated by PFAS from the smoke of a structural fire or PFAS-containing AFFF which subsequently act as a source of exposure. Using AFFF during fire extinguishment has been a major source of PFAS exposure for firefighters and the public due to groundwater contamination. The adverse effects of using PFOA and PFOS in AFFF has already forced manufacturers to move to shorter-chain alternative PFAS and more recently fluorine-free alternatives. However, short-chain alternatives may still have adverse health effects and ecotoxicity that cannot be overlooked. Unknown fluorinated components of AFFF and their degradation products still need to be identified. Dust inside fire stations may act as a chemical reservoir of PFAS once compounds leach out from contaminated products. Therefore, indoor air and dust inside fire stations contain high concentrations of PFAS originating from contaminated gear, AFFF usage, or other PFAS-containing products that are present inside the fire station. Other sources of PFAS inside fire stations need to be further explored to achieve a PFAS-free environment in fire stations. Ingestion and inhalation of indoor dust and air are common PFAS exposure pathways. Dermal absorption may also be a dominant exposure pathway for firefighters which takes place due to skin exposure to PFAS contaminated sources. To date, only a few targeted PFAS have been analyzed to determine the risk of dermal absorption. Extensive research is required to better understand dermal absorption of other PFAS compounds. The high level of PFAS exposure at the workplace over a long period of time may increase the risk of firefighters developing health-related issues, including cancer. However, the complex exposure patterns of PFAS coming from multiple sources make it challenging to predict associated risks. Future studies need to address the interactions of PFAS mixtures while evaluating their potential toxicity and health outcomes. Additionally, researchers could leverage epigenetic studies to characterize firefighters’ occupational exposure and their association with the development of work-related diseases. Firefighters are suggested to limit the exposures to PFAS as much as possible. The firefighting community has already started using PFAS-free outer shell materials for their turnout gear and have started transitioning to fluorine-free foams. However, intentionally added PFAS in turnout gear and foams may not be the only sources of occupational PFAS exposure that firefighters experience. Given the volume of PFAS used in consumer products, electronics, building materials, structures, and vehicles it is feasible that these chemicals can be released during combustion and lead to additional exposures to firefighters responding to the incident. These exposures may include respiratory hazards, direct dermal contact, or though settling on and contaminating the turnout gear, as has been shown with multiple other fireground contaminants and carcinogens such as polycyclic aromatic hydrocarbons. Therefore, a general recommendation is not to wear turnout gear where it is not needed (i.e., medical call, personal use, certain types of training, etc.). Also, decontamination should be the done carefully after every fire call to ensure fire stations are not contaminated by the fire scene carcinogens."
    }
  ],
  "full_text": "The term “firefighter” and “cancer” have become so intertwined in the past decade that they are now nearly inseparable. Occupational exposure of firefighters to carcinogenic chemicals may increase their risk of developing different types of cancer. PFAS are one of the major classes of carcinogenic chemicals that firefighters are exposed to as occupational hazard. Elevated levels of PFAS have been observed in firefighters’ blood serum in recent studies. Possible sources of occupational exposure to PFAS include turnout gear, aqueous film-forming foam, and air and dust at both the fire scene and fire station. Preliminary discussion on PFAS includes definition, classification, and chemical structure. The review is then followed by identifying the sources of PFAS that firefighters may encounter as an occupational hazard. The structural properties of the PFAS used in identified sources, their degradation, and exposure pathways are reviewed. The elevated level of PFAS in the blood serum and how this might associate with an increased risk of cancer is discussed. Our review shows a significant amount of PFAS on turnout gear and their migration to untreated layers, and how turnout gear itself might be a potential source of PFAS exposure. PFAS from aqueous film-forming foams (AFFF), air, and dust of fire stations have been already established as potential exposure sources. Studies on firefighters’ cancer suggest that firefighters have a higher cancer risk compared to the general population. This review suggests that increased exposure to PFAS as an occupational hazard could be a potential cancer risk for firefighters.\n\n## Introduction\n\n“Firefighter” and “cancer” are two words that have become unfortunately linked over the past decade. In 2022, the International Agency for Research on Cancer (IARC) re-classified the firefighting occupation as a “Group 1” carcinogen (carcinogenic to human) ( Demers et al., 2022 ). This occupation was first classified in 2010 as “Group 2B” meaning possibly carcinogenic ( IARC Working Group on the Evaluation of Carcinogenic Risks to Humans, 2010 ). Several studies examined the cancer risk and mortality rate among firefighters. Though studies have found inconsistent results, general indication of elevated risk of several cancers in firefighters have been reported, such as studies reported elevated summary risk estimates (SRE) for multiple cancers including non-Hodgkin lymphoma (NHL), myeloma, testicular and prostate cancers ( LeMasters et al., 2006 ;  Soteriades et al., 2019 ;  Laroche and L’Espérance, 2021 ). Another study reported the cancer risk among firefighters with standardized incidence ratios (mSIR); this study found an increase in mSIR for skin melanoma and prostate cancer among firefighters ( Casjens et al., 2020 ). Studies funded by the National Institute of Occupational Safety and Health (NIOSH) also reported elevated cancer mortality and incidence rates ( Daniels et al., 2014 ;  Daniels et al., 2015 ). Similarly, a study in Indiana found higher malignant cancer mortality for firefighters compared to non-firefighters ( Muegge et al., 2018 ). Significantly elevated risk of skin, thyroid, testicular, and prostate cancer was also reported for male firefighters in Florida ( Lee et al., 2020 ). Likewise, studies in many other countries and the United States also have found elevated rates of several types of cancer such as kidney, bladder, testicular, prostate, multiple myeloma, and non-Hodgkin’s lymphoma ( Delahunt et al., 1995 ;  Bates, 2007 ;  Kang et al., 2008 ;  Ahn et al., 2012 ). It has been documented that firefighting involves exposure to both known and potentially carcinogenic chemicals ( Soteriades et al., 2019 ;  Laroche and L’Espérance, 2021 ). Even though the exposure time could be shorter, levels of exposure could still be high ( Jalilian et al., 2019 ).\n\nInjuries caused due to the thermal and thermo-physiological comfort hazards during the firefighting are common among the firefighters ( Mandal et al., 2021 ;  Mazumder, 2021 ;  Mazumder et al., 2022 ). In addition to thermal and thermo-physiological comfort hazards, exposure to harmful chemicals that may contribute to the increased cancer risk has become an increasing concern in the firefighting community ( Trowbridge et al., 2020 ;  Muensterman et al., 2021 ). Studies have shown that firefighters are exposed to hazardous substances during structural fires ( Fent et al., 2014 ), overhaul phases ( Jones et al., 2016 ;  Oliveira et al., 2017 ) and vehicle fires ( Fent and Evans, 2011 ;  Jalilian et al., 2019 ). The compounds found in fire smoke and their toxicities vary considerably depending on the burning conditions and materials since every burn has its unique pattern ( Golka and Weistenhöfer, 2008 ;  Casjens et al., 2020 ). However, studies reported polycyclic aromatic hydrocarbons (PAHs) ( Keir et al., 2020 ), 1,3- butadiene ( Laitinen et al., 2012 ), metal ( Keir et al., 2020 ), formaldehyde ( Driscoll et al., 2016 ) and per- and polyfluoroalkyl substances (PFAS) ( Jin et al., 2011 ;  McGuire et al., 2014 ) are the most concerning chemicals ( Muensterman et al., 2021 ). In addition, besides the fire scene, hazardous chemicals have also been found in fire station dust, aqueous film-forming foams (AFFF), contaminated fire equipment, and in turnout gear ( Brown et al., 2014 ;  Fent et al., 2015 ;  Shen et al., 2015 ;  Alexander and Baxter, 2016 ;  Barzen-Hanson et al., 2017 ).\n\nPFAS are a large class of fluorinated aliphatic chemicals, which have diversified use ( Young et al., 2021 ). Due to their extreme toxicity, persistency, and bioaccumulation, these chemicals are a significant concern for the environment and human health ( Blum et al., 2015 ;  Cousins et al., 2016 ;  Wang et al., 2017 ;  Goldenman et al., 2019 ). PFAS are detected in the blood serum of over 98% of Americans ( Calafat Antonia et al., 2007 ). The general population gets exposed to PFAS through drinking water, contaminated food, food packaging, cookware, indoor dust, and ambient air ( Nadal and Domingo, 2014 ;  Sjogren et al., 2016 ;  Mastrantonio et al., 2018 ;  Domingo and Nadal, 2019 ). Among many other PFAS, perfluorooctanoic acid (PFOA) and perfluorooctane sulfonate (PFOS) were most extensively used and studied. However, their use has been banned or heavily regulated in many countries for several years. Studies show that elevated levels of PFAS exposure is associated with adverse health effects such as testicular and kidney cancers ( Vaughn et al., 2013 ;  Vieira Verónica et al., 2013 ). Similarly, studies have also reported links between PFOA and cancers such as mesothelioma, prostate, testicular, and non-Hodgkin’s lymphoma ( Vaughn et al., 2013 ;  Chang et al., 2014 ). These four cancers are among the top eight that firefighters have increased risks of compared to the public ( LeMasters et al., 2006 ;  Daniels et al., 2014 ). Therefore, concern of PFAS exposure in the fire service and health risk of the firefighters are reasonable.\n\nIncreased risk of cancer in firefighters may be contributed from the occupational exposures to PFAS ( Trowbridge et al., 2020 ). PFAS are particularly relevant to firefighting since these chemicals are used in firefighter protective clothing and equipment to impart water and oil repellency ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ;  van der Veen et al., 2022 ), as polymeric membranes in moisture barriers, in AFFF which are used in extinguishing fuel and oil fires ( Kissa, 1994 ;  Kissa, 2001 ;  Barzen-Hanson et al., 2017 ), and recent studies have also found elevated PFAS levels in dust and air of fire stations ( Henry et al., 2018 ;  Young et al., 2021 ). Turnout gear worn by firefighters is extensively treated with fluoropolymers (one form of PFAS) or side-chain fluoropolymers to obtain the highest levels of water and oil repellency ( Henry et al., 2018 ;  Young et al., 2021 ). PFAS also includes polytetrafluoroethylene (PTFE), a highly repellent material used in the moisture barrier to limit the migration of water and bodily fluids through the turnout gear ( Islam et al., 2020 ;  Muensterman et al., 2021 ). Firefighters may also be exposed to PFAS chemicals during training and firefighting from fluorinated firefighting foams, which mainly contain PFAS from the sulfonated acids category ( Dauchy et al., 2017 ). In addition, one recent study has found elevated levels of PFOS in the dust collected from the living area of fire stations: fifteen times higher than the median level ( Young et al., 2021 ).\n\nA few systemic review studies on human cancers and PFAS have been done ( Sunderland et al., 2019 ;  Imir et al., 2021 ;  Steenland and Winquist, 2021 ;  Boyd et al., 2022 ). Firefighters’ cancers ( LeMasters et al., 2006 ;  Ahn et al., 2012 ;  Jalilian et al., 2019 ;  Soteriades et al., 2019 ;  Casjens et al., 2020 ;  Lee et al., 2020 ;  Laroche and L’Espérance, 2021 ) and PFAS in blood serum levels ( Dobraca et al., 2015 ;  Gribble et al., 2015 ;  Rotander et al., 2015 ;  Olsen et al., 2017 ;  Graber et al., 2019 ;  Kotlarz et al., 2020 ;  Trowbridge et al., 2020 ) also have been studied extensively. The presence of PFAS in AFFF and hence contamination of groundwater has also thoroughly been studied ( Rotander et al., 2015 ;  Barzen-Hanson et al., 2017 ;  Høisæter et al., 2019 ;  Gonzalez et al., 2021 ). During the last decade, the presence of hazardous chemicals in fire station dust has also been reported by a few studies ( Brown et al., 2014 ;  Banks et al., 2020 ;  Hall et al., 2020 ;  Young et al., 2021 ). However, only a few recently published research studies mentioned the presence of PFAS in the turnout gear itself ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ;  van der Veen et al., 2022 ). Additionally, a recent study reviewed the PFAS exposure in firefighters from aqueous film forming foam ( Rosenfeld et al., 2023 ). However, to the authors’ best knowledge, no comprehensive review on all the sources of PFAS that firefighters may be exposed to as an occupational hazard and their exposure pathways has been conducted. Therefore, this review covers explicitly the sources of PFAS as occupational exposure, their pathways, and how they might cause increased cancer risk in firefighters.\n\n## Methods\n\nThis review was performed in three steps. Firstly, introductory discussion was done on PFAS, which includes definition, classification, and chemical structures of most common PFAS. In the second step, the sources of PFAS exposure as firefighting occupational hazards were identified. The sources of PFAS including their chemistries and degradation pathways were discussed as identified in the literature. In the third step, elevated levels of PFAS in blood serum and associated increased rate of firefighters’ cancer were identified.\n\nThe definition and classification of PFAS were discussed as mentioned in different literature. A universally accepted definition for PFAS is still missing. Commonly found PFAS were identified from the literature. In addition, PFAS that are mostly associated with fire service were also identified considering firefighters’ occupational hazard as reported in the literature.\n\nAs reported in many peer-reviewed journals, one of the most common sources of firefighters’ exposure to PFAS is from AFFF, which is used to extinguish Class B fires. AFFF have been extensively used in firefighting and are one of the major causes of the ground water contamination with PFAS ( Houtz et al., 2013 ;  Cousins et al., 2016 ;  Barzen-Hanson et al., 2017 ;  Peaslee et al., 2020 ). Therefore, an occupational health concern of PFAS from AFFF has become more pervasive for firefighters ( Laitinen et al., 2014 ;  Gao et al., 2015 ;  Grandjean and Clapp, 2015 ;  Rotander et al., 2015 ;  Mastrantonio et al., 2018 ). PFAS that could come out from the durable water- and oil-repellent (DWR) finish of the turnout gear have become an emerging topic very recently ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ). PFAS have been detected in new and used turnout gear ( Rewerts et al., 2018 ;  Peaslee et al., 2020 ;  Muensterman et al., 2021 ;  Shinde and Ormond, 2021 ). The outer shell of the turnout gear is typically treated with side-chain fluorinated polymers, followed by a polytetrafluoroethylene-based (PTFE) moisture barrier ( Holmquist et al., 2016 ;  Henry et al., 2018 ). In addition, firefighters also could be exposed to PFAS while extinguishing structural or car fires, which may off-gas PFAS in the smoke due to the burning of different materials containing PFAS. Moreover, high concentrations of PFAS have been detected in the dust and air inside the fire stations ( Hall et al., 2020 ;  Young et al., 2021 ). Therefore, the surrounding environment of the fire scene and fire station is also a potential source of PFAS exposure ( Hall et al., 2020 ;  Muensterman et al., 2021 ;  Young et al., 2021 ). Leaching of both volatile and non-volatile PFAS substances from the turnout gear and AFFF could be associated with the higher amount of PFAS in fire stations.\n\nAs discussed above, the firefighting occupation has been classified as a known carcinogen by IARC ( Demers et al., 2022 ). Multiple pathways of PFAS exposure for firefighters are explored. Ingestion, inhalation, and dermal absorption are the most common exposure pathways as reported by literature. Elevated PFAS levels in blood serum and their association with certain types of cancer risk is discussed. Several studies on PFAS in blood serum ( Gribble et al., 2015 ;  Olsen et al., 2017 ;  Graber et al., 2019 ;  Kotlarz et al., 2020 ) and firefighters’ cancers have been reported ( LeMasters et al., 2006 ;  Soteriades et al., 2019 ;  Casjens et al., 2020 ;  Laroche and L’Espérance, 2021 ).\n\n## Step 1: Classification of PFAS\n\nThe definition and classification of PFAS were discussed as mentioned in different literature. A universally accepted definition for PFAS is still missing. Commonly found PFAS were identified from the literature. In addition, PFAS that are mostly associated with fire service were also identified considering firefighters’ occupational hazard as reported in the literature.\n\n## Step 2: Identification of sources of PFAS as firefighting occupational exposure\n\nAs reported in many peer-reviewed journals, one of the most common sources of firefighters’ exposure to PFAS is from AFFF, which is used to extinguish Class B fires. AFFF have been extensively used in firefighting and are one of the major causes of the ground water contamination with PFAS ( Houtz et al., 2013 ;  Cousins et al., 2016 ;  Barzen-Hanson et al., 2017 ;  Peaslee et al., 2020 ). Therefore, an occupational health concern of PFAS from AFFF has become more pervasive for firefighters ( Laitinen et al., 2014 ;  Gao et al., 2015 ;  Grandjean and Clapp, 2015 ;  Rotander et al., 2015 ;  Mastrantonio et al., 2018 ). PFAS that could come out from the durable water- and oil-repellent (DWR) finish of the turnout gear have become an emerging topic very recently ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ). PFAS have been detected in new and used turnout gear ( Rewerts et al., 2018 ;  Peaslee et al., 2020 ;  Muensterman et al., 2021 ;  Shinde and Ormond, 2021 ). The outer shell of the turnout gear is typically treated with side-chain fluorinated polymers, followed by a polytetrafluoroethylene-based (PTFE) moisture barrier ( Holmquist et al., 2016 ;  Henry et al., 2018 ). In addition, firefighters also could be exposed to PFAS while extinguishing structural or car fires, which may off-gas PFAS in the smoke due to the burning of different materials containing PFAS. Moreover, high concentrations of PFAS have been detected in the dust and air inside the fire stations ( Hall et al., 2020 ;  Young et al., 2021 ). Therefore, the surrounding environment of the fire scene and fire station is also a potential source of PFAS exposure ( Hall et al., 2020 ;  Muensterman et al., 2021 ;  Young et al., 2021 ). Leaching of both volatile and non-volatile PFAS substances from the turnout gear and AFFF could be associated with the higher amount of PFAS in fire stations.\n\n## Step 3: PFAS in blood serum and firefighters’ cancer\n\nAs discussed above, the firefighting occupation has been classified as a known carcinogen by IARC ( Demers et al., 2022 ). Multiple pathways of PFAS exposure for firefighters are explored. Ingestion, inhalation, and dermal absorption are the most common exposure pathways as reported by literature. Elevated PFAS levels in blood serum and their association with certain types of cancer risk is discussed. Several studies on PFAS in blood serum ( Gribble et al., 2015 ;  Olsen et al., 2017 ;  Graber et al., 2019 ;  Kotlarz et al., 2020 ) and firefighters’ cancers have been reported ( LeMasters et al., 2006 ;  Soteriades et al., 2019 ;  Casjens et al., 2020 ;  Laroche and L’Espérance, 2021 ).\n\n## Definition and classification of PFAS\n\nIn 2011, PFAS was defined by  Buck et al. (2011)  as “aliphatic highly fluorinated substances that contain one or more C atoms on which fluorine atoms have substituted all the hydrogen atoms, so that the substance contains the perfluoroalkyl moiety C n F 2n+1 .” However, the Organization for Economic Co-operation and Development (OECD) reported in 2018 that molecules having fully fluorinated carbon atoms but lacking the -CF 3  group, thus did not meet the requirements of the previous definition by  Buck et al., 2011  ( OECD, 2018 ). Therefore, to resolve this disagreement, OECD has proposed to define PFAS as: “fluorinated substances that contain at least one fully fluorinated methyl or methylene carbon atom (without any H/Cl/Br/I atom attached to it), e.g., with a few noted exceptions (represented by a carbon atom instead having H/Cl/Br/I atoms attached), any chemical with at least a perfluorinated methyl group (─CF 3 ) or a perfluorinated methylene group (─CF 2 ─) is a PFAS” ( OECD, 2021 ). Therefore, it might be quite surprising but a universally accepted definition of PFAS is still wanted ( Panieri et al., 2022 ).\n\nGrouping the PFAS into two broad categories, polymeric and non-polymeric ( Figure 1 ) molecules is the most adopted PFAS classification system, was proposed by  Buck et al. (2011) . The non-polymeric PFAS can be further divided into perfluoroalkyl and polyfluoroalkyl substances. The length of the fluorinated carbon chain is mostly used while classifying non-polymeric PFAS. The bioaccumulation, physico-chemical, and protein binding properties in addition to environmental fate distribution could be predicted by the length of the fluorinated carbon chain ( Dai et al., 2013 ;  Zhao et al., 2016 ;  Johnson et al., 2021 ;  Lu et al., 2021 ). If all the hydrogen atoms in each carbon atom have been replaced by fluorine except the terminal end the compound is known as a perfluoroalkyl substance ( Figure 1 ) ( Bank et al., 1994 ). The first available PFAS substances were perfluoroalkyl sulfonates (e.g., perfluorooctane sulfonate, C 8 F 15 SO 3 − , PFOS) and perfluoroalkyl carboxylic acids (e.g., perfluorooctanoic acid, C 7 F 15 COOH, PFOA), which were manufactured using an electrochemical fluorinated (ECF) process ( Simons, 1949 ). High thermal and chemical stability and lowering surface tension in aqueous systems even at low concentration are unique properties for the widespread use of PFAS substances ( Grajeck and Peterson, 1959 ;  Holzapfel, 1966 ;  Buck et al., 2011 ). Perfluoroalkyl acids (PFAAs) are the most commercially produced perfluorinated surfactants, which include perfluoroalkyl sulfonic acid (F(CF 2 ) n SO 3 H, PFSA), perfluoroalkyl carboxylic acid (F(CF 2 ) n CO 2 H, PFCA), perfluoroalkyl phosphonic acid (F(CF 2 ) n P (=O)(OH) 2 , PFPA), and perfluoroalkyl phosphinic acid (F(CF 2 ) n P (=O)(OH), PFPIA) ( Buck et al., 2011 ).\n\nOn the other hand, substances where not all the hydrogen atoms (but more than one) have been substituted with fluorine, are classified as polyfluoroalkyl substances (e.g., 6:2 fluorotelomer alcohol (FTOH)) ( Smart, 1994 ). Different types of polyfluoroalkyl substances are: 1) fluoropolymers, substances where if not all, most of the hydrogen atoms of the carbon chain are replaced by fluoride atoms (e.g., PVDF, PTFE), 2) side-chain fluorinated polymers, where a poly/perfluorinated carbon chains are attached to non-fluorinated carbon chains (e.g., fluorinated acrylate polymers), 3) perfluoropolyethers where the backbone chain contains oxygens and fluoride atoms directly bound to the carbon chain, are classified as polymeric PFAS ( Figure 2 ) ( Panieri et al., 2022 ).\n\nThe classification of PFAS has been summarized in  Table 1 .\n\n## Sources of PFAS exposure\n\nFirefighters could be exposed to several types of PFAS in the course of their daily duties. The common potential sources of firefighter occupational exposure to PFAS are discussed below.\n\nWater and oil repellent finishes provide the fabric with the ability to resist wetting when contacted by water and oily substances. With a high level of repellency, both water and oil drops should stay on the fabric surface and easily roll off ( Sayed and Dabhi, 2014 ). A simple coating of paraffin or wax is the oldest form of water repellent finish, which would eventually wash out ( Sayed and Dabhi, 2014 ). The fabric surface can be made hydrophobic by simply treating them with a hydrocarbon wax or silicone oil, that will repel water. However, finishing a fabric surface that will repel both water and oil is rather difficult ( Mahltig, 2015 ). All oil repellents are also water repellents, but not all water repellents are oil repellents. The surface tension of most oils is below 15 dyn/cm, therefore, oil repellency required a surface tension below 15 dyn/cm, which is only achievable using fluorocarbon treatments. The repellency of water (surface tension 72 dyn/cm) is easily achievable with silicones, hydrocarbon waxes, and other technologies. The contact angle of water on the surface can be used to simply determine and classify the wetting behavior ( Figure 3 ) ( Marmur, 2006 ;  Posner, 2012 ). Surfaces with 90° or higher contact angle against water are usually considered hydrophobic ( Mahltig, 2015 ). Rough surfaces like textiles were reported to have even higher than 150° contact angle against water ( Shibuichi et al., 1998 ). The term “surface tension” is used instead of contact angle to get an estimate of wetting. The surface tension is usually dependent on the chemical composition of that particular material (e.g., solid material or liquid). The surface tension of the textile surface needs to be lower than that of desired liquid (e.g., water, oil) to repel the liquid ( Mahltig, 2015 ). Fluorinated compounds are a class of material that are repellent to both water and oil ( Mahltig, 2015 ).\n\nFluorinated compounds exhibit excellent thermal and chemical properties, particularly important for durability against cleaning and care of the product such as laundering, drying, etc. In addition, the fluorinated compounds’ considerable reduction in surface tension property is essential to be classified as water- or oil-repellents ( Sayed and Dabhi, 2014 ). The critical surface tension of textiles treated with acrylic polymers decreases rapidly with increasing chain length, which reaches to a minimum surface tension value at a nine-carbon chain (-(CH 2 ) 8 -CF 3 ) ( Audenaert et al., 1999 ). As the surface tension significantly decreases the water and oil repellency increases considerably ( Guo et al., 2008 ;  Sayed and Dabhi, 2014 ;  Gargoubi et al., 2020 ). Thus, a gradual increase in the fluorinated chain length from 1 to 9 enhances the water and oil repellency of the material ( Sayed and Dabhi, 2014 ).\n\nMost durable water repellents (DWR) typically have hydrophobic or oleophobic side-chains which are linked to a backbone polymer ( Holmquist et al., 2016 ). These side-chains are based on silicones, hydrocarbons, or per- and polyfluoroalkyl moieties ( Figure 4 ) ( Dechant, 1985 ;  Kissa, 2001 ;  Holmquist et al., 2016 ). These repellent groups need to be closely packed and oriented to achieve the repellent property. The best water and oil repellency properties result from the fluorinated side-chain polymers since they have the lowest critical surface energy ( Fox and Zisman, 1950 ). The silicone- and hydrocarbon-based side-chains provide excellent water repellency but lack in their ability to effectively repel most oils. Since all the DWR finishes function according to these principles, the more densely these groups are packed, the more hydrophobicity will result ( Wang et al., 1997 ). Any conformation changes would cause fewer hydrophobic groups on the textile surface and hence less water repellency ( Holmquist et al., 2016 ). In addition, a certain length of hydrophobic chain is required to protect the fabric from polar water droplets ( Honda et al., 2005 ;  Water, 2012 ).\n\nSide-chain fluoropolymers are a form of PFAS used on the outer shell of firefighters’ turnout gear primarily to impart the durable water and oil repellency ( Holmquist et al., 2016 ;  Henry et al., 2018 ;  Peaslee et al., 2020 ). Therefore, the outer shell material of turnout jackets and pants along with any other fabric surfaces in hoods, gloves, or boots that exhibit water and oil repellency have traditionally contained some form of fluorinated acrylate side-chain polymers, which may be built into the fabric or applied after the fabric is woven ( Holmquist et al., 2016 ;  Peaslee et al., 2020 ). Although the turnout gear has typically been treated with the side-chain fluoropolymer chemistries, many studies have reported the presence of non-polymeric PFAS on the textile materials ( Gremmel et al., 2016 ;  Schellenberger et al., 2018 ;  Peaslee et al., 2020 ;  Liagkouridis et al., 2021 ;  Muensterman et al., 2021 ;  van der Veen et al., 2022 ). A previous study reported that decomposing of side-chain polymeric PFAS could release non-polymeric PFAS ( Washington et al., 2015 ). Fluorinated side-chain polymer treated durable water- and oil-repellents may release perfluoroalkyl carboxylic acids (PFCAs) and fluorotelomer alcohols (FTOHs) ( Posner, 2012 ;  Gremmel et al., 2016 ). Additionally, a study found two acylates; fluorotelomer acrylates (FTAC) in 28% and fluorotelomer methacrylate (FTMAC) in 58% of their air samples ( n  = 57) ( Winkens et al., 2017 ). These volatile PFAS could potentially be the unreacted residual monomers from various side-chain fluorinated polymers ( Russell et al., 2008 ). Therefore, degradation of the PFAS finish and textile surface due to ultra-violet light, washing, and high temperature exposures could release small volatile PFAS molecules as well as fabric dust/lint and subsequently serve as a source of PFAS exposure through inhalation, ingestion and dermal contact ( Peaslee et al., 2020 ). For example, PFOA is a product of terminal degradation of C8-based side chain fluorinated polymer, which is a known persistent, bio-accumulative, and toxic substance. Similarly, alternative side-chains fluorinated polymers DWRs such as PFHxA (C6-based fluorotelomer) and PFBS (C4-based fluorotelomer) are equally persistent in the environment. The estimated elimination half-lives for selected perfluoroalkyl substances are provided in  Table 2  ( Substances and Registry, 2021 ).\n\nStudies have reported significant quantities of PFAS in every layer of turnout gear including the thermal liner ( Rewerts et al., 2018 ;  Peaslee et al., 2020 ;  Shinde and Ormond, 2021 ). Though most thermal liners are not intentionally treated with PFAS-based chemicals, studies found significant amounts of fluorine in all thermal liners tested ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ). Some researchers have proposed that this finding suggests the migration of PFAS from the treated fabric layer to the untreated layer of clothing that may contact directly with the skin ( Peaslee et al., 2020 ).  Peaslee et al. (2020)  found that most of the identified PFAS are short- and long-chain fluoroalkyl acids including PFOA. While that may be a possible route, another potential explanation is that PFAS in the smoke environment at a fire scene can easily infiltrate the turnout gear at the collar or waist interfaces as these ensembles are not vapor protective. A third possible route for the inner thermal liner to be contaminated with PFAS could be during the process of washing the gear. In this case the PFAS could be coming from the water source, a contaminated washer extractor, or from the contamination on the moisture barrier fabrics from the fire scene. In the washing process, the outer shell of the gear is separated from the moisture barrier and thermal liner and washed separately, so it is not as likely that any free PFAS from the outer shell would be able to transfer during laundering.\n\nMuensterman et al. (2021)  evaluated both the volatile and non-volatile PFAS in new turnout gear. The study found higher amounts of volatile PFAS than non-volatile PFAS in all layers of the turnout gear. The highest amount of both volatile and non-volatile PFAS was found in the moisture barrier, followed by the outer shell and thermal liner for volatile PFAS and thermal liner and outer shell for non-volatile PFAS ( Muensterman et al., 2021 ). Longer chains fluorotelomer alcohols (FTOH) including 6:2, 8:2, 10:2, and 12:2 were measured in gear manufactured in 2003, suggesting that use of C8 chemistry at that time. However, shorter 6:2 FTOH were detected in the new turnout gear, which may reflect the switch from C8 to C6 chemistry in the early 2000s (2005–2015) ( Muensterman et al., 2021 ). Studies suggest that significant amounts of PFAS may be released from the fluorinated textiles used in PPE for firefighters during the service of the garment ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ). PFOA precursor material may leach from the side-chain fluorinated polymer, which could provide a route of exposure to the users of turnout gear ( Peaslee et al., 2020 ).\n\nDue to the undesirable toxicological and environmental behavior of long-chain side-chain fluorinated polymers, the industry is trying to move to alternative chemicals such as shorted chain fluorinated polymers and non-fluorinated durable water repellent finishes ( Hill et al., 2017 ;  Schellenberger et al., 2018 ;  van der Veen et al., 2022 ). As a part of an alternative chemical analysis,  Schellenberger et al. (2018)  and  Hill et al. (2017)  evaluated the performance and durability of available fluorinated and non-fluorinated durable water repellent finishes on polyester and polyamide fabrics, which are usually used for outdoor performance clothing.  van der Veen et al. (2022)  evaluated the release of PFAS chemicals from C8 and C6-based fluorinated DWR on polyester and polyamide fabrics. As predicted, C8-based durable water repellent finishes showed the highest resistance to water and the highest contact angle, followed by C6 and C4-based DWR ( Hill et al., 2017 ;  Schellenberger et al., 2018 ). Hydrocarbon and silicone-based non-fluorinated DWR showed satisfying water repellency, but their repellency and durability performance were not consistent to make them alternative to fluorinated DWR ( Hill et al., 2017 ;  Schellenberger et al., 2018 ). Only the fluorine-based DWR showed resistance to oils, which was highest for C8-based DWR and reduced with the shorter chain length ( Hill et al., 2017 ;  Schellenberger et al., 2018 ). Similar patterns were observed in terms of durability and chain length of fluorinated DWR, decreasing water repellency was observed with decreasing chain length from 8 to 6 carbons. In addition, formation of longer chain perfluoroalkyl acids increased with ageing from C6 and C8-based DWR ( van der Veen et al., 2022 ). However, non-fluorinated DWR showed good durability and was comparable in terms of durability and water repellency to the best fluorinated DWR ( Schellenberger et al., 2018 ). C4-based DWR lost the oil repellency almost entirely whereas C8-based showed a strong drop after 10 cycles of washing ( Schellenberger et al., 2018 ).\n\nIn protective textiles, the moisture barrier is used to provide a breathable barrier that is resistant to water and many other liquids, however, it allows moisture vapor to pass through. In this way, the wearer gets protection from hot water and other toxic liquids while maintaining a heat balance by evaporating sweat vapors in high temperatures ( Song and Lu, 2013 ;  Shaid et al., 2018 ). The moisture barriers are either a hydrophobic membrane, coating, or microporous membrane ( Holmes, 2000 ). Typically, a moisture barrier is composed of a two-layered membrane; a flame-resistant woven or non-woven fabric is bonded to a porous polymer film. The polymer film is typically composed of polyester, polyurethane, or expanded polytetrafluoroethylene (ePTFE). While all three polymers may perform similarly in moisture management, ePTFE exceeds the other two in terms of thermal protective performance and breathability. Polyester and polyurethane coatings start to degrade at around 150°C, and melt at 170°C–180°C. In contrast, the ePTFE membrane shows the high level of performance as the outer shell fabrics, which can withstand up to 350°C temperature. Therefore, most commercially available moisture barriers are ePTFE coated. In addition, moisture vapor transfer property of ePTFE membrane is the reason that these membranes are widely used compared to the polyester and polyurethane membranes. In the high heat environment, that added breathability is critical to limit the heat stress and reduce thermal burden.\n\nAs previously stated, PTFE is a form of PFAS that could be a potential source of PFAS exposure ( Peaslee et al., 2020 ). The exposure could occur from the degradation of PFAS and be either inhaled or dermally penetrate ( Peaslee et al., 2020 ). Studies have found that applied PFAS on textile materials degrade over time from heat, sunlight, and water exposure ( van der Veen et al., 2020 ). A recent study found moisture barriers contain higher amounts of volatile and non-volatile PFAS compared to outer layers and thermal liners ( Muensterman et al., 2021 ). The same study also reported total fluorine in all layers, which was measured by Particle-induced gamma ray emission (PIGE) and Instrumental neutron activation analysis (INAA) techniques. Both techniques gave the highest total fluorine value in moisture barrier compared to the outer layer and thermal layer ( Muensterman et al., 2021 ). Though  Peaslee et al. (2020)  found PFAS in each layer of the turnout gear, they could not quantify the amount of fluorine on the moisture barrier since it was above the limit of detection in the (PIGE). Studies have reported off very high amount of fluorine concentration in the moisture barrier and were attributed to the PTFE fluoropolymer ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ). Presence of PFOA in the newest moisture barrier (manufactured after 2012) had lowered PFOA than the minimum detection, which might be due to the shifting from long-chain PFAS solvent aids during the manufacturing of PTFE ( Peaslee et al., 2020 ).\n\nPTFE falls under the subgroup of fluoropolymer PFAS.  Henry et al. (2018)  suggested that fluoropolymers should be considered as low concern polymers, defined by OECD as polymers which have an insignificant effect on human health and the environment ( OECD, 2009 ). However, the US Environmental Protection Agency (EPA) has now accepted side-chain fluorinated polymers as polymers of low concern considering the risk posed by polymeric PFAS but has not acted on fluoropolymers intrinsically ( EPA, 2010 ).  Lohmann et al. (2020)  classified PFAS products as fluoropolymer substances, products, and finished articles. PTFE is an example of a substance where the chemical structure is known, whereas the commercial product is the actual product available in the market sold by different manufacturers, which may contain impurities from the production. The ePTFE moisture barrier used in firefighters’ turnout gear is an example of a finished article, which is manufactured from products ( Lohmann et al., 2020 ). Though there is not enough evidence to justify keeping the fluoropolymers in the same toxicity group of non-polymeric PFAS, the emission of low molecular weight PFAS which are used as polymer processing aids during the manufacturing process of some type of fluoropolymers still can pose significant health and environmental effects ( Henry et al., 2018 ;  Hopkins et al., 2018 ;  Brandsma et al., 2019 ;  Lohmann et al., 2020 ). Therefore,  Lohmann et al. (2020)  suggested that fluoropolymer should not be considered as a polymer of low concern.\n\nFires involving hydrocarbon and other flammable liquids are Class B fires ( Laitinen et al., 2014 ). Since water is more dense than liquid hydrocarbon fuels, it ends up at the bottom layer of a burning hydrocarbon surface and becomes ineffective at extinguishing the fire ( Korzeniowski et al., 2018 ). In addition, the burning temperature of most fire scenes (≥175°C) is significantly higher than the boiling temperature of water (100°C), which causes vaporization of water to form steam. This could cause burn injuries and spread the fire rapidly ( Korzeniowski et al., 2018 ). Therefore, aqueous film-forming foams (AFFF) which have excellent thermal stability and are capable of forming a film that sits on top of the fuel are used to extinguish this class of fires. Typical ingredients of aqueous film-forming foam are water, organic solvents, hydrocarbon surfactants, fluorosurfactants, polymers, and other additives ( Peshoria et al., 2020 ). AFFF was developed in the 1960s and has been utilized to extinguish Class B fires ever since ( Darwin et al., 1995 ). A considerable improvement in AFFF was achieved in 1970s through the manufacturing of fluorosurfactants-based foam. Per-fluorinated acids and salts of eight carbon atoms and other fluorinated compounds have been used mostly in film-forming foams ( Kissa, 1994 ;  Kissa, 2001 ). Naval Research Laboratory and 3M started working on AFFF containing fluorosurfactants-based on electrochemical fluorination (ECF) chemistry in the early 1960s, which led to the development of 3M’s “Lightwater” AFFF ( Gipe and Peterson, 1972 ). ECF and the fluorotelomer are two chemistries used to synthesize fluorosurfactants. Perfluoroalkyl sulfonates (PFSAs) (e.g., perfluorooctane sulphonate [PFOS], C 8 F 17 SO 3 − ) and perfluoroalkyl carboxylic acids (PFCAs) (e.g., perfluorooctanoic acid [PFOA], C 7 F 15 COOH) were the first commercially available fluorosurfactants, which were manufactured by the ECF process ( Taylor, 1999 ;  Kissa, 2001 ;  Pabon and Corpart, 2002 ;  Buck et al., 2012 ;  Kempisty et al., 2016 ;  Korzeniowski et al., 2018 ).\n\nThe strong carbon-fluorine bonds of the surfactants contribute to the high performance of AFFF (e.g., resistance to acid, alkali, oxidation, and reduction) even at high temperature. These surfactants play a unique role in reducing the surface tension of AFFF ( Kissa, 1994 ;  Kissa, 2001 ;  Porter, 2013 ). “Surface active” properties of these fluorosurfactants come from the polar hydrophilic head and long non-polar fluorocarbon tail ( Moody and Field, 2000 ;  Buck et al., 2012 ;  Baduel et al., 2017 ). The unique property of fluorosurfactants has made them almost irreplaceable in many unique industrial applications including extinguishing Class B fires ( Jochyms et al., 2015 ). Firefighting foams are one of the reasons for the widespread presence of PFOS and PFOA, also known as long-chain fluorosurfactants, in the environment. Significant increase in using fluorosurfactants has caused an increased awareness concerning the adverse effect of AFFF on human health and the environment ( Bursian et al., 2020 ). These chemicals are bio-accumulative in humans and wildlife, and persistent in the environment due to their strong carbon-fluorine bond. Discharges of these long-chain fluorosurfactants have been a concern by researchers globally ( Lau et al., 2007 ;  Post et al., 2012 ).\n\nNon-biodegradable fluorosurfactants used in AFFF have a long life in the environment. There is a desire to find alternatives to fluorosurfactants due to their persistent nature ( Wang et al., 2018 ). Usually, substances degrade or become immobilized when released into the environment but perfluorinated substances experience neither. Hence, these substances are highly soluble, transferable, and bioaccumulative ( Peshoria et al., 2020 ). Bioaccumulation occurs when substances have affinity towards the biological component such as fat and protein and are stored in the fatty regions ( Liu et al., 2011 ). Long-chain fluorosurfactants, which were used in traditional firefighting foam, have been recognized for their affinity toward liver, kidney, and blood protein ( Pizzurro et al., 2019 ). Fluorosurfactants have been identified as the principal component of AFFF that causes their negative environmental impacts ( Høisæter et al., 2019 ).\n\nDifferent PFAS such as perfluorooctanoic acid or its salt, perfluorooctanesulfonic acid or its salt, and perfluorohexanesulfonic acid have been detected in blood, human serum, and milk ( Calafat Antonia et al., 2007 ;  von Ehrenstein et al., 2009 ;  Gützkow et al., 2012 ). Studies on perfluoroalkyl acids (PFAAs), including PFOS and PFOA, have shown that these compounds may affect total and LDL cholesterol and are associate with breast cancer ( Steenland et al., 2009 ;  Nelson et al., 2010 ;  Bonefeld-Jorgensen et al., 2011 ). A study conducted by  Shaw et al. (2013)  found that firefighter exposure to fire retardant chemicals, such as polychlorinated and polybrominated dibenzo-p-dioxins and dibenzofurans have similar effects.\n\nElimination of long-chain fluorosurfactants, while continuing to deliver the unique and valuable properties of fluorosurfactants, led manufacturers to develop short-chain alternatives ( Peshoria et al., 2020 ). Studies have shown that short-chain alternatives have a less impact on environment and human health compared to long-chain chemistry ( EI Corporation, 2014 ;  Buck, 2015 ). However, there is still controversy about whether short-chain PFAS have less impact on environment and human health compared to long-chain PFAS. Some sources say that short chain PFAS are better while some do not. Carbon chain lengths greater than or equal to six within the perfluoroalkane sulfonate (C n F 2n+1 SO 3 (H)) (PFSA) family are considered as long-chains. However, in the perfluorocarboxylic acid (C x–1 F 2x–1 COOH) (PFCA) family carbon chain lengths greater than or equal to eight are considered as long-chains ( Kempisty et al., 2016 ;  Korzeniowski et al., 2018 ). This is due to the significant differences in toxicity and bio-accumulation properties between the two families ( Gannon et al., 2011 ).\n\nA study found increased levels of perfluorohexanoic acid (PFHxA) and perfluorooctanoic acid (PFNA) in the firefighters’ blood serum after the training session, where the firefighters were exposed to AFFF ( Laitinen et al., 2014 ). However, these elevated PFAS were not the main components of the AFFF. It was hypothesized that long-chain fluorotelomers decomposed during the jet fuel fire ( Laitinen et al., 2014 ). Firefighters’ exposure to PFAS from AFFF could be through inhalation and dermal routes. Ingestion is possible from hand-to-mouth transfer from contaminated turnout gear after a suppression or training ( Laitinen et al., 2014 ).\n\nResearch found that the risk of PFAS exposure is higher for firefighters compared to the general public ( Laitinen et al., 2014 ;  Grandjean and Clapp, 2015 ;  Rotander et al., 2015 ;  Mastrantonio et al., 2018 ;  Peaslee et al., 2020 ). Although the use of PFOA and PFOS has been stopped mostly over the last 15 years, these compounds were commonly used in furniture, carpet, paper, or industrial products ( Beecher and Brown, 2018 ;  Mazumder and Islam, 2021 ). Many of the products containing these compounds are still available in our daily life. PFAS are also currently used in several applications including apparel, semiconductors, and pharmaceuticals ( Figure 5 ) ( Rizzuto, 2020 ). The highest quantity of PFAS in the USA is used in electronics. PFAS are used in electronic products such as wire, cables, liquid crystal or flat panel displays. Electronic devices used as testing equipment like sensors and fluids used for heat transfer are also required to use PFAS as fluorinated compounds significantly improve the applications of these devices ( Glüge et al., 2020 ;  Tansel, 2022 ).\n\nPFOA and PFOS can be produced from these PFAS containing products once these precursor compounds break down. During a fire, PFAS compounds (both polymeric and non-polymeric) may break down into precursor compounds like fluorotelomers alcohols that can further degrade into the terminal PFOA, PFOS, or other fluorinated compounds and be released into the environment. Firefighters or first responders on the fire scene would be exposed to these compounds during firefighting activities in emergency response and during training scenarios.\n\nTao et al. (2008)  investigated perfluorochemicals from blood plasma samples of first responders due to the exposure to dust and smoke generated from the collapse of the World Trade Center (WTC). Plasma levels of PFOA and perfluorohexane sulfonate (PFHxS) were found more than twofold in the body of first responders compared to the general public ( Tao et al., 2008 ). Firefighting foam, furniture, or other materials used inside the buildings might be the possible source of perfluorochemicals like PFOS and PFOA which were released in and around the site followed by the collapse. The findings of this research suggested that greater exposure to smoke and dust might cause the high concentrations of fluorochemicals in the body of first responders. They also found that smoke exposure contributed more compared to dust exposure to elevate the concentration of PFOA and PFHxS. Like the WTC incident, firefighters perform their duties in numerous structural burns and expose themselves to a high concentration of toxic chemicals including fluorochemicals present in smoke and dust generated from the burn of pulverized building materials and contents.\n\nPrevious studies showed that various volatile and semi-volatile compounds can off-gas from the surface of turnout gear for a certain period which raises concern regarding PFAS as firefighters get exposed to AFFF on a fire scene or smoke generated from PFAS-containing consumer products ( Fent et al., 2015 ;  Fent et al., 2017 ;  Mayer et al., 2019 ). If generated PFAS from the fire scene can adsorb to the surface of ensembles, the exposure will be transferred to where the gear is stored in the fire station. Therefore, further research is required to investigate whether PFAS-contaminated gear works as an additional source of PFAS presence inside the fire station.\n\nAccording to the US EPA, adults and children ingest almost 30 mg and 60–100 mg of indoor dust per day respectively ( Moya et al., 2011 ). For the general public, indoor environments, including dust and air, are considered as a source of PFAS or organic fluorine exposure ( De Silva et al., 2012 ). PFAS concentrations for compounds such as PFCAs, PFSAs, FTOHs, and perfluorooctylsulfonamides (PFSAm) have been reported to be higher in indoor air compared to outdoor air ( Shoeib et al., 2005 ;  Harrad et al., 2010 ).  Shoeib et al. (2005)  found that a semi-volatile neutral precursor, PFSAm, was 10–20 times higher in indoor air compared to outdoor air. A similar trend was observed for some natural volatile precursors such as PFSAs and PFCAs when indoor and outdoor air were compared ( Shoeib et al., 2011 ).  Fraser et al. (2012)  investigated indoor air from 30 offices and found significantly high concentrations of polyfluorinated compounds (PFC) inside these offices. They also observed the highest FTOH in the most recently constructed building among other offices and concluded that off-gassing of FTOHs from the new carpets or furniture from the new buildings is mostly responsible for this elevated concentration ( Fraser et al., 2012 ).\n\nIn addition to turnout gear, firefighters also store other sources of PFAS, such as AFFF and upholstered furniture, in fire stations. With these items, firefighters may bring residual PFAS contamination into the fire station which can act as a source of PFAS by contaminating indoor air or releasing air-prone dust. Previously, dust has been found to be an important exposure pathway of flame-retardant chemicals for firefighters ( Jones-Otazo et al., 2005 ;  D’Hollander et al., 2010 ;  Stapleton et al., 2012 ;  Mazumder and Islam, 2021 ). Therefore, it was required to investigate the role of indoor air and dust as the potential source of PFAS exposure for firefighters. Recent research found significantly high concentrations of PFAS in fire station dust which is alarming for firefighters as they spend most of their shift inside fire stations ( Hall et al., 2020 ;  Young et al., 2021 ).  Young et al. (2021)  analyzed dust samples from 15 fire stations in Massachusetts targeting 24 PFAS. The median dust concentration of these 24 PFAS in fire stations was 98.7 ng/g with N-EtFOSAA, 6:2 FtS, PFDS, 8:2 FtS, and PFOS being the prominent components. The targeted 24 PFAS account for only 1.2% of the total detected fluorine mass which indicates the presence of unidentified non-polymeric and polymeric PFAS in the dust ( Robel et al., 2017 ;  Schultes et al., 2019 ). They also found a higher concentration of fluorine from the dust of turnout gear locker rooms compared to the dust collected from living rooms in fire stations. Since turnout gear is kept in locker rooms in some stations (in others it is kept in the engine bay), this demonstrated that turnout gear could be a major source of PFAS exposure to firefighters.\n\nPFAS contaminated dust could be originated from external contamination during firefighting activities or the PFAS intentionally added to gear. Laundering also may release some of the PFAS used in turnout gear because it has been found that side-chain fluoropolymers from the individual fiber can be released during washing of outdoor jackets ( Schellenberger et al., 2019 ). When the fluorine-containing fibers release in the environment, the backbone of the fluorinated polymer may be cleaved over time and form short-chain perfluoroalkyl acids. Little information has been obtained yet regarding the release of PFAS compounds used in firefighting ensembles due to laundering. Therefore, the contribution of laundering to the release of PFAS compounds should be explored further.  Hall et al. (2020)  investigated indoor dust samples collected from 49 fire stations located both in United States and Canada and found 6:2 FTOH to be the most prominent PFAS detected (760 ng/g dust). They also collected dust from North Carolina homes and found significantly higher PFOS, PFOA, PFHxS, PFNA, and 6:2 diPAP in fire station dust compared to residential dust. Median dust levels of PFOS, PFHxS, and 6:2 diPAP were 15 times, 3 times, and 2.5 times higher, respectively, in fire station dust compared to home dust ( Hall et al., 2020 ). Although this finding does not guarantee similar trends all over the country, this indicates higher exposure to PFAS inside fire stations compared to residential areas. Authors found that PFAS concentration in the dust of United States fire stations is significantly higher compared to the dust collected from Canadian fire stations although they hypothesized that differences in data collection period could be responsible for this difference ( Hall et al., 2020 ). PFOS was predominantly present in the dust collected from United States fire stations.\n\nPFAS have been detected on almost every layer of turnout gear since PFAS are used in the turnout gear to impart heat stable and oil resistance properties ( Peaslee et al., 2020 ).  Young et al. (2021)  found PFAS on the surface of turnout gear collected by gear wipes. The highest detected amount of PFAS was 84,500 ng/wipe whereas over 50% of the total PFAS mass on gear wipes consisted of perfluoroalkyl carboxylic acids (PFCAs). PFOA, PFHxA, PFDA, PFNA, PFHpA, and 8:2 FtS were the most frequently detected PFCAs. The concentration of volatile PFAS is found higher in turnout gear compared to non-volatile PFAS ( Muensterman et al., 2021 ). PFAS used in gear can degrade over time from exposures to heat, water, and sunlight, which indicates used PFAS in firefighters’ ensembles also can be shed into the environment and act as a source of exposure for firefighters ( Rankin et al., 2014 ;  Rankin, 2015 ;  van der Veen et al., 2020 ).  Peaslee et al. (2020)  compared between 10-year-old unused ensembles and ensembles used for 10 years of service. They found that used samples lost 80% of total fluorine from the outer shell surface within 10 years of service. The loss of fluorine indicates that PFAS likely shed off into the external environment. They also ran methanolic extraction of the dust samples collected from the workstation floor of a PPE processing facility and observed n-Et-FOSAA. Dust sample analysis indicates that it likely originated from PPE ensembles rather than AFFF since short and long fluorotelomer sulfonate and fluoroalkyl sulfonates were not detected in the samples ( Place and Field, 2012 ;  Barzen-Hanson et al., 2017 ;  Peaslee et al., 2020 ). Methacrylate esters are generated from Et-FOSE which acts as the backbone polymer of fabric finishes and Et-FOSE is eventually turned into Et-FOSAA when it is decomposed and hydrolyzed ( Plumlee et al., 2009 ;  Benskin et al., 2013 ;  Liu and Avendano, 2013 ;  Wang et al., 2014 ;  Washington and Jenkins, 2015 ). Therefore, detection of Et-FOSAA in dust samples indicates side-chains of fluoropolymers are already degraded. Since Et-FOSE was presumably oxidized into PFOA, decay products from Et-FOSAA may eventually expose firefighters to PFOA precursor materials and enter into the firefighters’ body ( Plumlee et al., 2009 ).\n\n## Firefighter turnout ensemble\n\nWater and oil repellent finishes provide the fabric with the ability to resist wetting when contacted by water and oily substances. With a high level of repellency, both water and oil drops should stay on the fabric surface and easily roll off ( Sayed and Dabhi, 2014 ). A simple coating of paraffin or wax is the oldest form of water repellent finish, which would eventually wash out ( Sayed and Dabhi, 2014 ). The fabric surface can be made hydrophobic by simply treating them with a hydrocarbon wax or silicone oil, that will repel water. However, finishing a fabric surface that will repel both water and oil is rather difficult ( Mahltig, 2015 ). All oil repellents are also water repellents, but not all water repellents are oil repellents. The surface tension of most oils is below 15 dyn/cm, therefore, oil repellency required a surface tension below 15 dyn/cm, which is only achievable using fluorocarbon treatments. The repellency of water (surface tension 72 dyn/cm) is easily achievable with silicones, hydrocarbon waxes, and other technologies. The contact angle of water on the surface can be used to simply determine and classify the wetting behavior ( Figure 3 ) ( Marmur, 2006 ;  Posner, 2012 ). Surfaces with 90° or higher contact angle against water are usually considered hydrophobic ( Mahltig, 2015 ). Rough surfaces like textiles were reported to have even higher than 150° contact angle against water ( Shibuichi et al., 1998 ). The term “surface tension” is used instead of contact angle to get an estimate of wetting. The surface tension is usually dependent on the chemical composition of that particular material (e.g., solid material or liquid). The surface tension of the textile surface needs to be lower than that of desired liquid (e.g., water, oil) to repel the liquid ( Mahltig, 2015 ). Fluorinated compounds are a class of material that are repellent to both water and oil ( Mahltig, 2015 ).\n\nFluorinated compounds exhibit excellent thermal and chemical properties, particularly important for durability against cleaning and care of the product such as laundering, drying, etc. In addition, the fluorinated compounds’ considerable reduction in surface tension property is essential to be classified as water- or oil-repellents ( Sayed and Dabhi, 2014 ). The critical surface tension of textiles treated with acrylic polymers decreases rapidly with increasing chain length, which reaches to a minimum surface tension value at a nine-carbon chain (-(CH 2 ) 8 -CF 3 ) ( Audenaert et al., 1999 ). As the surface tension significantly decreases the water and oil repellency increases considerably ( Guo et al., 2008 ;  Sayed and Dabhi, 2014 ;  Gargoubi et al., 2020 ). Thus, a gradual increase in the fluorinated chain length from 1 to 9 enhances the water and oil repellency of the material ( Sayed and Dabhi, 2014 ).\n\nMost durable water repellents (DWR) typically have hydrophobic or oleophobic side-chains which are linked to a backbone polymer ( Holmquist et al., 2016 ). These side-chains are based on silicones, hydrocarbons, or per- and polyfluoroalkyl moieties ( Figure 4 ) ( Dechant, 1985 ;  Kissa, 2001 ;  Holmquist et al., 2016 ). These repellent groups need to be closely packed and oriented to achieve the repellent property. The best water and oil repellency properties result from the fluorinated side-chain polymers since they have the lowest critical surface energy ( Fox and Zisman, 1950 ). The silicone- and hydrocarbon-based side-chains provide excellent water repellency but lack in their ability to effectively repel most oils. Since all the DWR finishes function according to these principles, the more densely these groups are packed, the more hydrophobicity will result ( Wang et al., 1997 ). Any conformation changes would cause fewer hydrophobic groups on the textile surface and hence less water repellency ( Holmquist et al., 2016 ). In addition, a certain length of hydrophobic chain is required to protect the fabric from polar water droplets ( Honda et al., 2005 ;  Water, 2012 ).\n\nSide-chain fluoropolymers are a form of PFAS used on the outer shell of firefighters’ turnout gear primarily to impart the durable water and oil repellency ( Holmquist et al., 2016 ;  Henry et al., 2018 ;  Peaslee et al., 2020 ). Therefore, the outer shell material of turnout jackets and pants along with any other fabric surfaces in hoods, gloves, or boots that exhibit water and oil repellency have traditionally contained some form of fluorinated acrylate side-chain polymers, which may be built into the fabric or applied after the fabric is woven ( Holmquist et al., 2016 ;  Peaslee et al., 2020 ). Although the turnout gear has typically been treated with the side-chain fluoropolymer chemistries, many studies have reported the presence of non-polymeric PFAS on the textile materials ( Gremmel et al., 2016 ;  Schellenberger et al., 2018 ;  Peaslee et al., 2020 ;  Liagkouridis et al., 2021 ;  Muensterman et al., 2021 ;  van der Veen et al., 2022 ). A previous study reported that decomposing of side-chain polymeric PFAS could release non-polymeric PFAS ( Washington et al., 2015 ). Fluorinated side-chain polymer treated durable water- and oil-repellents may release perfluoroalkyl carboxylic acids (PFCAs) and fluorotelomer alcohols (FTOHs) ( Posner, 2012 ;  Gremmel et al., 2016 ). Additionally, a study found two acylates; fluorotelomer acrylates (FTAC) in 28% and fluorotelomer methacrylate (FTMAC) in 58% of their air samples ( n  = 57) ( Winkens et al., 2017 ). These volatile PFAS could potentially be the unreacted residual monomers from various side-chain fluorinated polymers ( Russell et al., 2008 ). Therefore, degradation of the PFAS finish and textile surface due to ultra-violet light, washing, and high temperature exposures could release small volatile PFAS molecules as well as fabric dust/lint and subsequently serve as a source of PFAS exposure through inhalation, ingestion and dermal contact ( Peaslee et al., 2020 ). For example, PFOA is a product of terminal degradation of C8-based side chain fluorinated polymer, which is a known persistent, bio-accumulative, and toxic substance. Similarly, alternative side-chains fluorinated polymers DWRs such as PFHxA (C6-based fluorotelomer) and PFBS (C4-based fluorotelomer) are equally persistent in the environment. The estimated elimination half-lives for selected perfluoroalkyl substances are provided in  Table 2  ( Substances and Registry, 2021 ).\n\nStudies have reported significant quantities of PFAS in every layer of turnout gear including the thermal liner ( Rewerts et al., 2018 ;  Peaslee et al., 2020 ;  Shinde and Ormond, 2021 ). Though most thermal liners are not intentionally treated with PFAS-based chemicals, studies found significant amounts of fluorine in all thermal liners tested ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ). Some researchers have proposed that this finding suggests the migration of PFAS from the treated fabric layer to the untreated layer of clothing that may contact directly with the skin ( Peaslee et al., 2020 ).  Peaslee et al. (2020)  found that most of the identified PFAS are short- and long-chain fluoroalkyl acids including PFOA. While that may be a possible route, another potential explanation is that PFAS in the smoke environment at a fire scene can easily infiltrate the turnout gear at the collar or waist interfaces as these ensembles are not vapor protective. A third possible route for the inner thermal liner to be contaminated with PFAS could be during the process of washing the gear. In this case the PFAS could be coming from the water source, a contaminated washer extractor, or from the contamination on the moisture barrier fabrics from the fire scene. In the washing process, the outer shell of the gear is separated from the moisture barrier and thermal liner and washed separately, so it is not as likely that any free PFAS from the outer shell would be able to transfer during laundering.\n\nMuensterman et al. (2021)  evaluated both the volatile and non-volatile PFAS in new turnout gear. The study found higher amounts of volatile PFAS than non-volatile PFAS in all layers of the turnout gear. The highest amount of both volatile and non-volatile PFAS was found in the moisture barrier, followed by the outer shell and thermal liner for volatile PFAS and thermal liner and outer shell for non-volatile PFAS ( Muensterman et al., 2021 ). Longer chains fluorotelomer alcohols (FTOH) including 6:2, 8:2, 10:2, and 12:2 were measured in gear manufactured in 2003, suggesting that use of C8 chemistry at that time. However, shorter 6:2 FTOH were detected in the new turnout gear, which may reflect the switch from C8 to C6 chemistry in the early 2000s (2005–2015) ( Muensterman et al., 2021 ). Studies suggest that significant amounts of PFAS may be released from the fluorinated textiles used in PPE for firefighters during the service of the garment ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ). PFOA precursor material may leach from the side-chain fluorinated polymer, which could provide a route of exposure to the users of turnout gear ( Peaslee et al., 2020 ).\n\nDue to the undesirable toxicological and environmental behavior of long-chain side-chain fluorinated polymers, the industry is trying to move to alternative chemicals such as shorted chain fluorinated polymers and non-fluorinated durable water repellent finishes ( Hill et al., 2017 ;  Schellenberger et al., 2018 ;  van der Veen et al., 2022 ). As a part of an alternative chemical analysis,  Schellenberger et al. (2018)  and  Hill et al. (2017)  evaluated the performance and durability of available fluorinated and non-fluorinated durable water repellent finishes on polyester and polyamide fabrics, which are usually used for outdoor performance clothing.  van der Veen et al. (2022)  evaluated the release of PFAS chemicals from C8 and C6-based fluorinated DWR on polyester and polyamide fabrics. As predicted, C8-based durable water repellent finishes showed the highest resistance to water and the highest contact angle, followed by C6 and C4-based DWR ( Hill et al., 2017 ;  Schellenberger et al., 2018 ). Hydrocarbon and silicone-based non-fluorinated DWR showed satisfying water repellency, but their repellency and durability performance were not consistent to make them alternative to fluorinated DWR ( Hill et al., 2017 ;  Schellenberger et al., 2018 ). Only the fluorine-based DWR showed resistance to oils, which was highest for C8-based DWR and reduced with the shorter chain length ( Hill et al., 2017 ;  Schellenberger et al., 2018 ). Similar patterns were observed in terms of durability and chain length of fluorinated DWR, decreasing water repellency was observed with decreasing chain length from 8 to 6 carbons. In addition, formation of longer chain perfluoroalkyl acids increased with ageing from C6 and C8-based DWR ( van der Veen et al., 2022 ). However, non-fluorinated DWR showed good durability and was comparable in terms of durability and water repellency to the best fluorinated DWR ( Schellenberger et al., 2018 ). C4-based DWR lost the oil repellency almost entirely whereas C8-based showed a strong drop after 10 cycles of washing ( Schellenberger et al., 2018 ).\n\nIn protective textiles, the moisture barrier is used to provide a breathable barrier that is resistant to water and many other liquids, however, it allows moisture vapor to pass through. In this way, the wearer gets protection from hot water and other toxic liquids while maintaining a heat balance by evaporating sweat vapors in high temperatures ( Song and Lu, 2013 ;  Shaid et al., 2018 ). The moisture barriers are either a hydrophobic membrane, coating, or microporous membrane ( Holmes, 2000 ). Typically, a moisture barrier is composed of a two-layered membrane; a flame-resistant woven or non-woven fabric is bonded to a porous polymer film. The polymer film is typically composed of polyester, polyurethane, or expanded polytetrafluoroethylene (ePTFE). While all three polymers may perform similarly in moisture management, ePTFE exceeds the other two in terms of thermal protective performance and breathability. Polyester and polyurethane coatings start to degrade at around 150°C, and melt at 170°C–180°C. In contrast, the ePTFE membrane shows the high level of performance as the outer shell fabrics, which can withstand up to 350°C temperature. Therefore, most commercially available moisture barriers are ePTFE coated. In addition, moisture vapor transfer property of ePTFE membrane is the reason that these membranes are widely used compared to the polyester and polyurethane membranes. In the high heat environment, that added breathability is critical to limit the heat stress and reduce thermal burden.\n\nAs previously stated, PTFE is a form of PFAS that could be a potential source of PFAS exposure ( Peaslee et al., 2020 ). The exposure could occur from the degradation of PFAS and be either inhaled or dermally penetrate ( Peaslee et al., 2020 ). Studies have found that applied PFAS on textile materials degrade over time from heat, sunlight, and water exposure ( van der Veen et al., 2020 ). A recent study found moisture barriers contain higher amounts of volatile and non-volatile PFAS compared to outer layers and thermal liners ( Muensterman et al., 2021 ). The same study also reported total fluorine in all layers, which was measured by Particle-induced gamma ray emission (PIGE) and Instrumental neutron activation analysis (INAA) techniques. Both techniques gave the highest total fluorine value in moisture barrier compared to the outer layer and thermal layer ( Muensterman et al., 2021 ). Though  Peaslee et al. (2020)  found PFAS in each layer of the turnout gear, they could not quantify the amount of fluorine on the moisture barrier since it was above the limit of detection in the (PIGE). Studies have reported off very high amount of fluorine concentration in the moisture barrier and were attributed to the PTFE fluoropolymer ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ). Presence of PFOA in the newest moisture barrier (manufactured after 2012) had lowered PFOA than the minimum detection, which might be due to the shifting from long-chain PFAS solvent aids during the manufacturing of PTFE ( Peaslee et al., 2020 ).\n\nPTFE falls under the subgroup of fluoropolymer PFAS.  Henry et al. (2018)  suggested that fluoropolymers should be considered as low concern polymers, defined by OECD as polymers which have an insignificant effect on human health and the environment ( OECD, 2009 ). However, the US Environmental Protection Agency (EPA) has now accepted side-chain fluorinated polymers as polymers of low concern considering the risk posed by polymeric PFAS but has not acted on fluoropolymers intrinsically ( EPA, 2010 ).  Lohmann et al. (2020)  classified PFAS products as fluoropolymer substances, products, and finished articles. PTFE is an example of a substance where the chemical structure is known, whereas the commercial product is the actual product available in the market sold by different manufacturers, which may contain impurities from the production. The ePTFE moisture barrier used in firefighters’ turnout gear is an example of a finished article, which is manufactured from products ( Lohmann et al., 2020 ). Though there is not enough evidence to justify keeping the fluoropolymers in the same toxicity group of non-polymeric PFAS, the emission of low molecular weight PFAS which are used as polymer processing aids during the manufacturing process of some type of fluoropolymers still can pose significant health and environmental effects ( Henry et al., 2018 ;  Hopkins et al., 2018 ;  Brandsma et al., 2019 ;  Lohmann et al., 2020 ). Therefore,  Lohmann et al. (2020)  suggested that fluoropolymer should not be considered as a polymer of low concern.\n\n## Outer shell\n\nWater and oil repellent finishes provide the fabric with the ability to resist wetting when contacted by water and oily substances. With a high level of repellency, both water and oil drops should stay on the fabric surface and easily roll off ( Sayed and Dabhi, 2014 ). A simple coating of paraffin or wax is the oldest form of water repellent finish, which would eventually wash out ( Sayed and Dabhi, 2014 ). The fabric surface can be made hydrophobic by simply treating them with a hydrocarbon wax or silicone oil, that will repel water. However, finishing a fabric surface that will repel both water and oil is rather difficult ( Mahltig, 2015 ). All oil repellents are also water repellents, but not all water repellents are oil repellents. The surface tension of most oils is below 15 dyn/cm, therefore, oil repellency required a surface tension below 15 dyn/cm, which is only achievable using fluorocarbon treatments. The repellency of water (surface tension 72 dyn/cm) is easily achievable with silicones, hydrocarbon waxes, and other technologies. The contact angle of water on the surface can be used to simply determine and classify the wetting behavior ( Figure 3 ) ( Marmur, 2006 ;  Posner, 2012 ). Surfaces with 90° or higher contact angle against water are usually considered hydrophobic ( Mahltig, 2015 ). Rough surfaces like textiles were reported to have even higher than 150° contact angle against water ( Shibuichi et al., 1998 ). The term “surface tension” is used instead of contact angle to get an estimate of wetting. The surface tension is usually dependent on the chemical composition of that particular material (e.g., solid material or liquid). The surface tension of the textile surface needs to be lower than that of desired liquid (e.g., water, oil) to repel the liquid ( Mahltig, 2015 ). Fluorinated compounds are a class of material that are repellent to both water and oil ( Mahltig, 2015 ).\n\nFluorinated compounds exhibit excellent thermal and chemical properties, particularly important for durability against cleaning and care of the product such as laundering, drying, etc. In addition, the fluorinated compounds’ considerable reduction in surface tension property is essential to be classified as water- or oil-repellents ( Sayed and Dabhi, 2014 ). The critical surface tension of textiles treated with acrylic polymers decreases rapidly with increasing chain length, which reaches to a minimum surface tension value at a nine-carbon chain (-(CH 2 ) 8 -CF 3 ) ( Audenaert et al., 1999 ). As the surface tension significantly decreases the water and oil repellency increases considerably ( Guo et al., 2008 ;  Sayed and Dabhi, 2014 ;  Gargoubi et al., 2020 ). Thus, a gradual increase in the fluorinated chain length from 1 to 9 enhances the water and oil repellency of the material ( Sayed and Dabhi, 2014 ).\n\nMost durable water repellents (DWR) typically have hydrophobic or oleophobic side-chains which are linked to a backbone polymer ( Holmquist et al., 2016 ). These side-chains are based on silicones, hydrocarbons, or per- and polyfluoroalkyl moieties ( Figure 4 ) ( Dechant, 1985 ;  Kissa, 2001 ;  Holmquist et al., 2016 ). These repellent groups need to be closely packed and oriented to achieve the repellent property. The best water and oil repellency properties result from the fluorinated side-chain polymers since they have the lowest critical surface energy ( Fox and Zisman, 1950 ). The silicone- and hydrocarbon-based side-chains provide excellent water repellency but lack in their ability to effectively repel most oils. Since all the DWR finishes function according to these principles, the more densely these groups are packed, the more hydrophobicity will result ( Wang et al., 1997 ). Any conformation changes would cause fewer hydrophobic groups on the textile surface and hence less water repellency ( Holmquist et al., 2016 ). In addition, a certain length of hydrophobic chain is required to protect the fabric from polar water droplets ( Honda et al., 2005 ;  Water, 2012 ).\n\nSide-chain fluoropolymers are a form of PFAS used on the outer shell of firefighters’ turnout gear primarily to impart the durable water and oil repellency ( Holmquist et al., 2016 ;  Henry et al., 2018 ;  Peaslee et al., 2020 ). Therefore, the outer shell material of turnout jackets and pants along with any other fabric surfaces in hoods, gloves, or boots that exhibit water and oil repellency have traditionally contained some form of fluorinated acrylate side-chain polymers, which may be built into the fabric or applied after the fabric is woven ( Holmquist et al., 2016 ;  Peaslee et al., 2020 ). Although the turnout gear has typically been treated with the side-chain fluoropolymer chemistries, many studies have reported the presence of non-polymeric PFAS on the textile materials ( Gremmel et al., 2016 ;  Schellenberger et al., 2018 ;  Peaslee et al., 2020 ;  Liagkouridis et al., 2021 ;  Muensterman et al., 2021 ;  van der Veen et al., 2022 ). A previous study reported that decomposing of side-chain polymeric PFAS could release non-polymeric PFAS ( Washington et al., 2015 ). Fluorinated side-chain polymer treated durable water- and oil-repellents may release perfluoroalkyl carboxylic acids (PFCAs) and fluorotelomer alcohols (FTOHs) ( Posner, 2012 ;  Gremmel et al., 2016 ). Additionally, a study found two acylates; fluorotelomer acrylates (FTAC) in 28% and fluorotelomer methacrylate (FTMAC) in 58% of their air samples ( n  = 57) ( Winkens et al., 2017 ). These volatile PFAS could potentially be the unreacted residual monomers from various side-chain fluorinated polymers ( Russell et al., 2008 ). Therefore, degradation of the PFAS finish and textile surface due to ultra-violet light, washing, and high temperature exposures could release small volatile PFAS molecules as well as fabric dust/lint and subsequently serve as a source of PFAS exposure through inhalation, ingestion and dermal contact ( Peaslee et al., 2020 ). For example, PFOA is a product of terminal degradation of C8-based side chain fluorinated polymer, which is a known persistent, bio-accumulative, and toxic substance. Similarly, alternative side-chains fluorinated polymers DWRs such as PFHxA (C6-based fluorotelomer) and PFBS (C4-based fluorotelomer) are equally persistent in the environment. The estimated elimination half-lives for selected perfluoroalkyl substances are provided in  Table 2  ( Substances and Registry, 2021 ).\n\nStudies have reported significant quantities of PFAS in every layer of turnout gear including the thermal liner ( Rewerts et al., 2018 ;  Peaslee et al., 2020 ;  Shinde and Ormond, 2021 ). Though most thermal liners are not intentionally treated with PFAS-based chemicals, studies found significant amounts of fluorine in all thermal liners tested ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ). Some researchers have proposed that this finding suggests the migration of PFAS from the treated fabric layer to the untreated layer of clothing that may contact directly with the skin ( Peaslee et al., 2020 ).  Peaslee et al. (2020)  found that most of the identified PFAS are short- and long-chain fluoroalkyl acids including PFOA. While that may be a possible route, another potential explanation is that PFAS in the smoke environment at a fire scene can easily infiltrate the turnout gear at the collar or waist interfaces as these ensembles are not vapor protective. A third possible route for the inner thermal liner to be contaminated with PFAS could be during the process of washing the gear. In this case the PFAS could be coming from the water source, a contaminated washer extractor, or from the contamination on the moisture barrier fabrics from the fire scene. In the washing process, the outer shell of the gear is separated from the moisture barrier and thermal liner and washed separately, so it is not as likely that any free PFAS from the outer shell would be able to transfer during laundering.\n\nMuensterman et al. (2021)  evaluated both the volatile and non-volatile PFAS in new turnout gear. The study found higher amounts of volatile PFAS than non-volatile PFAS in all layers of the turnout gear. The highest amount of both volatile and non-volatile PFAS was found in the moisture barrier, followed by the outer shell and thermal liner for volatile PFAS and thermal liner and outer shell for non-volatile PFAS ( Muensterman et al., 2021 ). Longer chains fluorotelomer alcohols (FTOH) including 6:2, 8:2, 10:2, and 12:2 were measured in gear manufactured in 2003, suggesting that use of C8 chemistry at that time. However, shorter 6:2 FTOH were detected in the new turnout gear, which may reflect the switch from C8 to C6 chemistry in the early 2000s (2005–2015) ( Muensterman et al., 2021 ). Studies suggest that significant amounts of PFAS may be released from the fluorinated textiles used in PPE for firefighters during the service of the garment ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ). PFOA precursor material may leach from the side-chain fluorinated polymer, which could provide a route of exposure to the users of turnout gear ( Peaslee et al., 2020 ).\n\nDue to the undesirable toxicological and environmental behavior of long-chain side-chain fluorinated polymers, the industry is trying to move to alternative chemicals such as shorted chain fluorinated polymers and non-fluorinated durable water repellent finishes ( Hill et al., 2017 ;  Schellenberger et al., 2018 ;  van der Veen et al., 2022 ). As a part of an alternative chemical analysis,  Schellenberger et al. (2018)  and  Hill et al. (2017)  evaluated the performance and durability of available fluorinated and non-fluorinated durable water repellent finishes on polyester and polyamide fabrics, which are usually used for outdoor performance clothing.  van der Veen et al. (2022)  evaluated the release of PFAS chemicals from C8 and C6-based fluorinated DWR on polyester and polyamide fabrics. As predicted, C8-based durable water repellent finishes showed the highest resistance to water and the highest contact angle, followed by C6 and C4-based DWR ( Hill et al., 2017 ;  Schellenberger et al., 2018 ). Hydrocarbon and silicone-based non-fluorinated DWR showed satisfying water repellency, but their repellency and durability performance were not consistent to make them alternative to fluorinated DWR ( Hill et al., 2017 ;  Schellenberger et al., 2018 ). Only the fluorine-based DWR showed resistance to oils, which was highest for C8-based DWR and reduced with the shorter chain length ( Hill et al., 2017 ;  Schellenberger et al., 2018 ). Similar patterns were observed in terms of durability and chain length of fluorinated DWR, decreasing water repellency was observed with decreasing chain length from 8 to 6 carbons. In addition, formation of longer chain perfluoroalkyl acids increased with ageing from C6 and C8-based DWR ( van der Veen et al., 2022 ). However, non-fluorinated DWR showed good durability and was comparable in terms of durability and water repellency to the best fluorinated DWR ( Schellenberger et al., 2018 ). C4-based DWR lost the oil repellency almost entirely whereas C8-based showed a strong drop after 10 cycles of washing ( Schellenberger et al., 2018 ).\n\n## Moisture barrier\n\nIn protective textiles, the moisture barrier is used to provide a breathable barrier that is resistant to water and many other liquids, however, it allows moisture vapor to pass through. In this way, the wearer gets protection from hot water and other toxic liquids while maintaining a heat balance by evaporating sweat vapors in high temperatures ( Song and Lu, 2013 ;  Shaid et al., 2018 ). The moisture barriers are either a hydrophobic membrane, coating, or microporous membrane ( Holmes, 2000 ). Typically, a moisture barrier is composed of a two-layered membrane; a flame-resistant woven or non-woven fabric is bonded to a porous polymer film. The polymer film is typically composed of polyester, polyurethane, or expanded polytetrafluoroethylene (ePTFE). While all three polymers may perform similarly in moisture management, ePTFE exceeds the other two in terms of thermal protective performance and breathability. Polyester and polyurethane coatings start to degrade at around 150°C, and melt at 170°C–180°C. In contrast, the ePTFE membrane shows the high level of performance as the outer shell fabrics, which can withstand up to 350°C temperature. Therefore, most commercially available moisture barriers are ePTFE coated. In addition, moisture vapor transfer property of ePTFE membrane is the reason that these membranes are widely used compared to the polyester and polyurethane membranes. In the high heat environment, that added breathability is critical to limit the heat stress and reduce thermal burden.\n\nAs previously stated, PTFE is a form of PFAS that could be a potential source of PFAS exposure ( Peaslee et al., 2020 ). The exposure could occur from the degradation of PFAS and be either inhaled or dermally penetrate ( Peaslee et al., 2020 ). Studies have found that applied PFAS on textile materials degrade over time from heat, sunlight, and water exposure ( van der Veen et al., 2020 ). A recent study found moisture barriers contain higher amounts of volatile and non-volatile PFAS compared to outer layers and thermal liners ( Muensterman et al., 2021 ). The same study also reported total fluorine in all layers, which was measured by Particle-induced gamma ray emission (PIGE) and Instrumental neutron activation analysis (INAA) techniques. Both techniques gave the highest total fluorine value in moisture barrier compared to the outer layer and thermal layer ( Muensterman et al., 2021 ). Though  Peaslee et al. (2020)  found PFAS in each layer of the turnout gear, they could not quantify the amount of fluorine on the moisture barrier since it was above the limit of detection in the (PIGE). Studies have reported off very high amount of fluorine concentration in the moisture barrier and were attributed to the PTFE fluoropolymer ( Peaslee et al., 2020 ;  Muensterman et al., 2021 ). Presence of PFOA in the newest moisture barrier (manufactured after 2012) had lowered PFOA than the minimum detection, which might be due to the shifting from long-chain PFAS solvent aids during the manufacturing of PTFE ( Peaslee et al., 2020 ).\n\nPTFE falls under the subgroup of fluoropolymer PFAS.  Henry et al. (2018)  suggested that fluoropolymers should be considered as low concern polymers, defined by OECD as polymers which have an insignificant effect on human health and the environment ( OECD, 2009 ). However, the US Environmental Protection Agency (EPA) has now accepted side-chain fluorinated polymers as polymers of low concern considering the risk posed by polymeric PFAS but has not acted on fluoropolymers intrinsically ( EPA, 2010 ).  Lohmann et al. (2020)  classified PFAS products as fluoropolymer substances, products, and finished articles. PTFE is an example of a substance where the chemical structure is known, whereas the commercial product is the actual product available in the market sold by different manufacturers, which may contain impurities from the production. The ePTFE moisture barrier used in firefighters’ turnout gear is an example of a finished article, which is manufactured from products ( Lohmann et al., 2020 ). Though there is not enough evidence to justify keeping the fluoropolymers in the same toxicity group of non-polymeric PFAS, the emission of low molecular weight PFAS which are used as polymer processing aids during the manufacturing process of some type of fluoropolymers still can pose significant health and environmental effects ( Henry et al., 2018 ;  Hopkins et al., 2018 ;  Brandsma et al., 2019 ;  Lohmann et al., 2020 ). Therefore,  Lohmann et al. (2020)  suggested that fluoropolymer should not be considered as a polymer of low concern.\n\n## Aqueous film-forming foams\n\nFires involving hydrocarbon and other flammable liquids are Class B fires ( Laitinen et al., 2014 ). Since water is more dense than liquid hydrocarbon fuels, it ends up at the bottom layer of a burning hydrocarbon surface and becomes ineffective at extinguishing the fire ( Korzeniowski et al., 2018 ). In addition, the burning temperature of most fire scenes (≥175°C) is significantly higher than the boiling temperature of water (100°C), which causes vaporization of water to form steam. This could cause burn injuries and spread the fire rapidly ( Korzeniowski et al., 2018 ). Therefore, aqueous film-forming foams (AFFF) which have excellent thermal stability and are capable of forming a film that sits on top of the fuel are used to extinguish this class of fires. Typical ingredients of aqueous film-forming foam are water, organic solvents, hydrocarbon surfactants, fluorosurfactants, polymers, and other additives ( Peshoria et al., 2020 ). AFFF was developed in the 1960s and has been utilized to extinguish Class B fires ever since ( Darwin et al., 1995 ). A considerable improvement in AFFF was achieved in 1970s through the manufacturing of fluorosurfactants-based foam. Per-fluorinated acids and salts of eight carbon atoms and other fluorinated compounds have been used mostly in film-forming foams ( Kissa, 1994 ;  Kissa, 2001 ). Naval Research Laboratory and 3M started working on AFFF containing fluorosurfactants-based on electrochemical fluorination (ECF) chemistry in the early 1960s, which led to the development of 3M’s “Lightwater” AFFF ( Gipe and Peterson, 1972 ). ECF and the fluorotelomer are two chemistries used to synthesize fluorosurfactants. Perfluoroalkyl sulfonates (PFSAs) (e.g., perfluorooctane sulphonate [PFOS], C 8 F 17 SO 3 − ) and perfluoroalkyl carboxylic acids (PFCAs) (e.g., perfluorooctanoic acid [PFOA], C 7 F 15 COOH) were the first commercially available fluorosurfactants, which were manufactured by the ECF process ( Taylor, 1999 ;  Kissa, 2001 ;  Pabon and Corpart, 2002 ;  Buck et al., 2012 ;  Kempisty et al., 2016 ;  Korzeniowski et al., 2018 ).\n\nThe strong carbon-fluorine bonds of the surfactants contribute to the high performance of AFFF (e.g., resistance to acid, alkali, oxidation, and reduction) even at high temperature. These surfactants play a unique role in reducing the surface tension of AFFF ( Kissa, 1994 ;  Kissa, 2001 ;  Porter, 2013 ). “Surface active” properties of these fluorosurfactants come from the polar hydrophilic head and long non-polar fluorocarbon tail ( Moody and Field, 2000 ;  Buck et al., 2012 ;  Baduel et al., 2017 ). The unique property of fluorosurfactants has made them almost irreplaceable in many unique industrial applications including extinguishing Class B fires ( Jochyms et al., 2015 ). Firefighting foams are one of the reasons for the widespread presence of PFOS and PFOA, also known as long-chain fluorosurfactants, in the environment. Significant increase in using fluorosurfactants has caused an increased awareness concerning the adverse effect of AFFF on human health and the environment ( Bursian et al., 2020 ). These chemicals are bio-accumulative in humans and wildlife, and persistent in the environment due to their strong carbon-fluorine bond. Discharges of these long-chain fluorosurfactants have been a concern by researchers globally ( Lau et al., 2007 ;  Post et al., 2012 ).\n\nNon-biodegradable fluorosurfactants used in AFFF have a long life in the environment. There is a desire to find alternatives to fluorosurfactants due to their persistent nature ( Wang et al., 2018 ). Usually, substances degrade or become immobilized when released into the environment but perfluorinated substances experience neither. Hence, these substances are highly soluble, transferable, and bioaccumulative ( Peshoria et al., 2020 ). Bioaccumulation occurs when substances have affinity towards the biological component such as fat and protein and are stored in the fatty regions ( Liu et al., 2011 ). Long-chain fluorosurfactants, which were used in traditional firefighting foam, have been recognized for their affinity toward liver, kidney, and blood protein ( Pizzurro et al., 2019 ). Fluorosurfactants have been identified as the principal component of AFFF that causes their negative environmental impacts ( Høisæter et al., 2019 ).\n\nDifferent PFAS such as perfluorooctanoic acid or its salt, perfluorooctanesulfonic acid or its salt, and perfluorohexanesulfonic acid have been detected in blood, human serum, and milk ( Calafat Antonia et al., 2007 ;  von Ehrenstein et al., 2009 ;  Gützkow et al., 2012 ). Studies on perfluoroalkyl acids (PFAAs), including PFOS and PFOA, have shown that these compounds may affect total and LDL cholesterol and are associate with breast cancer ( Steenland et al., 2009 ;  Nelson et al., 2010 ;  Bonefeld-Jorgensen et al., 2011 ). A study conducted by  Shaw et al. (2013)  found that firefighter exposure to fire retardant chemicals, such as polychlorinated and polybrominated dibenzo-p-dioxins and dibenzofurans have similar effects.\n\nElimination of long-chain fluorosurfactants, while continuing to deliver the unique and valuable properties of fluorosurfactants, led manufacturers to develop short-chain alternatives ( Peshoria et al., 2020 ). Studies have shown that short-chain alternatives have a less impact on environment and human health compared to long-chain chemistry ( EI Corporation, 2014 ;  Buck, 2015 ). However, there is still controversy about whether short-chain PFAS have less impact on environment and human health compared to long-chain PFAS. Some sources say that short chain PFAS are better while some do not. Carbon chain lengths greater than or equal to six within the perfluoroalkane sulfonate (C n F 2n+1 SO 3 (H)) (PFSA) family are considered as long-chains. However, in the perfluorocarboxylic acid (C x–1 F 2x–1 COOH) (PFCA) family carbon chain lengths greater than or equal to eight are considered as long-chains ( Kempisty et al., 2016 ;  Korzeniowski et al., 2018 ). This is due to the significant differences in toxicity and bio-accumulation properties between the two families ( Gannon et al., 2011 ).\n\nA study found increased levels of perfluorohexanoic acid (PFHxA) and perfluorooctanoic acid (PFNA) in the firefighters’ blood serum after the training session, where the firefighters were exposed to AFFF ( Laitinen et al., 2014 ). However, these elevated PFAS were not the main components of the AFFF. It was hypothesized that long-chain fluorotelomers decomposed during the jet fuel fire ( Laitinen et al., 2014 ). Firefighters’ exposure to PFAS from AFFF could be through inhalation and dermal routes. Ingestion is possible from hand-to-mouth transfer from contaminated turnout gear after a suppression or training ( Laitinen et al., 2014 ).\n\n## Fire scene\n\nResearch found that the risk of PFAS exposure is higher for firefighters compared to the general public ( Laitinen et al., 2014 ;  Grandjean and Clapp, 2015 ;  Rotander et al., 2015 ;  Mastrantonio et al., 2018 ;  Peaslee et al., 2020 ). Although the use of PFOA and PFOS has been stopped mostly over the last 15 years, these compounds were commonly used in furniture, carpet, paper, or industrial products ( Beecher and Brown, 2018 ;  Mazumder and Islam, 2021 ). Many of the products containing these compounds are still available in our daily life. PFAS are also currently used in several applications including apparel, semiconductors, and pharmaceuticals ( Figure 5 ) ( Rizzuto, 2020 ). The highest quantity of PFAS in the USA is used in electronics. PFAS are used in electronic products such as wire, cables, liquid crystal or flat panel displays. Electronic devices used as testing equipment like sensors and fluids used for heat transfer are also required to use PFAS as fluorinated compounds significantly improve the applications of these devices ( Glüge et al., 2020 ;  Tansel, 2022 ).\n\nPFOA and PFOS can be produced from these PFAS containing products once these precursor compounds break down. During a fire, PFAS compounds (both polymeric and non-polymeric) may break down into precursor compounds like fluorotelomers alcohols that can further degrade into the terminal PFOA, PFOS, or other fluorinated compounds and be released into the environment. Firefighters or first responders on the fire scene would be exposed to these compounds during firefighting activities in emergency response and during training scenarios.\n\nTao et al. (2008)  investigated perfluorochemicals from blood plasma samples of first responders due to the exposure to dust and smoke generated from the collapse of the World Trade Center (WTC). Plasma levels of PFOA and perfluorohexane sulfonate (PFHxS) were found more than twofold in the body of first responders compared to the general public ( Tao et al., 2008 ). Firefighting foam, furniture, or other materials used inside the buildings might be the possible source of perfluorochemicals like PFOS and PFOA which were released in and around the site followed by the collapse. The findings of this research suggested that greater exposure to smoke and dust might cause the high concentrations of fluorochemicals in the body of first responders. They also found that smoke exposure contributed more compared to dust exposure to elevate the concentration of PFOA and PFHxS. Like the WTC incident, firefighters perform their duties in numerous structural burns and expose themselves to a high concentration of toxic chemicals including fluorochemicals present in smoke and dust generated from the burn of pulverized building materials and contents.\n\nPrevious studies showed that various volatile and semi-volatile compounds can off-gas from the surface of turnout gear for a certain period which raises concern regarding PFAS as firefighters get exposed to AFFF on a fire scene or smoke generated from PFAS-containing consumer products ( Fent et al., 2015 ;  Fent et al., 2017 ;  Mayer et al., 2019 ). If generated PFAS from the fire scene can adsorb to the surface of ensembles, the exposure will be transferred to where the gear is stored in the fire station. Therefore, further research is required to investigate whether PFAS-contaminated gear works as an additional source of PFAS presence inside the fire station.\n\n## Dust and indoor air\n\nAccording to the US EPA, adults and children ingest almost 30 mg and 60–100 mg of indoor dust per day respectively ( Moya et al., 2011 ). For the general public, indoor environments, including dust and air, are considered as a source of PFAS or organic fluorine exposure ( De Silva et al., 2012 ). PFAS concentrations for compounds such as PFCAs, PFSAs, FTOHs, and perfluorooctylsulfonamides (PFSAm) have been reported to be higher in indoor air compared to outdoor air ( Shoeib et al., 2005 ;  Harrad et al., 2010 ).  Shoeib et al. (2005)  found that a semi-volatile neutral precursor, PFSAm, was 10–20 times higher in indoor air compared to outdoor air. A similar trend was observed for some natural volatile precursors such as PFSAs and PFCAs when indoor and outdoor air were compared ( Shoeib et al., 2011 ).  Fraser et al. (2012)  investigated indoor air from 30 offices and found significantly high concentrations of polyfluorinated compounds (PFC) inside these offices. They also observed the highest FTOH in the most recently constructed building among other offices and concluded that off-gassing of FTOHs from the new carpets or furniture from the new buildings is mostly responsible for this elevated concentration ( Fraser et al., 2012 ).\n\nIn addition to turnout gear, firefighters also store other sources of PFAS, such as AFFF and upholstered furniture, in fire stations. With these items, firefighters may bring residual PFAS contamination into the fire station which can act as a source of PFAS by contaminating indoor air or releasing air-prone dust. Previously, dust has been found to be an important exposure pathway of flame-retardant chemicals for firefighters ( Jones-Otazo et al., 2005 ;  D’Hollander et al., 2010 ;  Stapleton et al., 2012 ;  Mazumder and Islam, 2021 ). Therefore, it was required to investigate the role of indoor air and dust as the potential source of PFAS exposure for firefighters. Recent research found significantly high concentrations of PFAS in fire station dust which is alarming for firefighters as they spend most of their shift inside fire stations ( Hall et al., 2020 ;  Young et al., 2021 ).  Young et al. (2021)  analyzed dust samples from 15 fire stations in Massachusetts targeting 24 PFAS. The median dust concentration of these 24 PFAS in fire stations was 98.7 ng/g with N-EtFOSAA, 6:2 FtS, PFDS, 8:2 FtS, and PFOS being the prominent components. The targeted 24 PFAS account for only 1.2% of the total detected fluorine mass which indicates the presence of unidentified non-polymeric and polymeric PFAS in the dust ( Robel et al., 2017 ;  Schultes et al., 2019 ). They also found a higher concentration of fluorine from the dust of turnout gear locker rooms compared to the dust collected from living rooms in fire stations. Since turnout gear is kept in locker rooms in some stations (in others it is kept in the engine bay), this demonstrated that turnout gear could be a major source of PFAS exposure to firefighters.\n\nPFAS contaminated dust could be originated from external contamination during firefighting activities or the PFAS intentionally added to gear. Laundering also may release some of the PFAS used in turnout gear because it has been found that side-chain fluoropolymers from the individual fiber can be released during washing of outdoor jackets ( Schellenberger et al., 2019 ). When the fluorine-containing fibers release in the environment, the backbone of the fluorinated polymer may be cleaved over time and form short-chain perfluoroalkyl acids. Little information has been obtained yet regarding the release of PFAS compounds used in firefighting ensembles due to laundering. Therefore, the contribution of laundering to the release of PFAS compounds should be explored further.  Hall et al. (2020)  investigated indoor dust samples collected from 49 fire stations located both in United States and Canada and found 6:2 FTOH to be the most prominent PFAS detected (760 ng/g dust). They also collected dust from North Carolina homes and found significantly higher PFOS, PFOA, PFHxS, PFNA, and 6:2 diPAP in fire station dust compared to residential dust. Median dust levels of PFOS, PFHxS, and 6:2 diPAP were 15 times, 3 times, and 2.5 times higher, respectively, in fire station dust compared to home dust ( Hall et al., 2020 ). Although this finding does not guarantee similar trends all over the country, this indicates higher exposure to PFAS inside fire stations compared to residential areas. Authors found that PFAS concentration in the dust of United States fire stations is significantly higher compared to the dust collected from Canadian fire stations although they hypothesized that differences in data collection period could be responsible for this difference ( Hall et al., 2020 ). PFOS was predominantly present in the dust collected from United States fire stations.\n\nPFAS have been detected on almost every layer of turnout gear since PFAS are used in the turnout gear to impart heat stable and oil resistance properties ( Peaslee et al., 2020 ).  Young et al. (2021)  found PFAS on the surface of turnout gear collected by gear wipes. The highest detected amount of PFAS was 84,500 ng/wipe whereas over 50% of the total PFAS mass on gear wipes consisted of perfluoroalkyl carboxylic acids (PFCAs). PFOA, PFHxA, PFDA, PFNA, PFHpA, and 8:2 FtS were the most frequently detected PFCAs. The concentration of volatile PFAS is found higher in turnout gear compared to non-volatile PFAS ( Muensterman et al., 2021 ). PFAS used in gear can degrade over time from exposures to heat, water, and sunlight, which indicates used PFAS in firefighters’ ensembles also can be shed into the environment and act as a source of exposure for firefighters ( Rankin et al., 2014 ;  Rankin, 2015 ;  van der Veen et al., 2020 ).  Peaslee et al. (2020)  compared between 10-year-old unused ensembles and ensembles used for 10 years of service. They found that used samples lost 80% of total fluorine from the outer shell surface within 10 years of service. The loss of fluorine indicates that PFAS likely shed off into the external environment. They also ran methanolic extraction of the dust samples collected from the workstation floor of a PPE processing facility and observed n-Et-FOSAA. Dust sample analysis indicates that it likely originated from PPE ensembles rather than AFFF since short and long fluorotelomer sulfonate and fluoroalkyl sulfonates were not detected in the samples ( Place and Field, 2012 ;  Barzen-Hanson et al., 2017 ;  Peaslee et al., 2020 ). Methacrylate esters are generated from Et-FOSE which acts as the backbone polymer of fabric finishes and Et-FOSE is eventually turned into Et-FOSAA when it is decomposed and hydrolyzed ( Plumlee et al., 2009 ;  Benskin et al., 2013 ;  Liu and Avendano, 2013 ;  Wang et al., 2014 ;  Washington and Jenkins, 2015 ). Therefore, detection of Et-FOSAA in dust samples indicates side-chains of fluoropolymers are already degraded. Since Et-FOSE was presumably oxidized into PFOA, decay products from Et-FOSAA may eventually expose firefighters to PFOA precursor materials and enter into the firefighters’ body ( Plumlee et al., 2009 ).\n\n## Uptake pathways\n\nThe three primary routes of exposure are ingestion, inhalation, and dermal absorption. PFAS is known to be distributed throughout the environment, so all three routes are worth considering ( Fraser et al., 2012 ;  Peaslee et al., 2020 ). Ingestion of food and drink has been identified as the prominent uptake pathway of PFAS to the general public ( Poothong et al., 2020 ). For instance, AFFFs and other environmental contaminants disperse through groundwater and soil from nearby sites ( Backe et al., 2013 ;  Houtz et al., 2013 ;  Dauchy et al., 2019 ). PFAS can then accumulate in the human body directly from contaminated water or through foods including red meats, eggs, vegetables, snacks, seafood, animal fat, etc. ( Huang et al., 2020 ).\n\nSince dietary consumption is a concern for the general public, firefighters should also be concerned ( Trudel et al., 2008 ;  Fromme et al., 2009 ;  Haug et al., 2011a ;  Egeghy and Lorber, 2011 ). One study identified produce grown at a fire station as a major source of PFAS exposure ( Tefera et al., 2022 ). This study showed that the consumption of eggs produced at firehouses appeared to be the leading route of PFAS exposure, followed by the consumption of fruits and vegetables and skin contact with dust-contaminated surfaces. Based on median and typical exposures, food consumption accounted for 82% of the total PFAS intake of firefighters, followed by incidental ingestion and dermal exposure to PFAS in dust (15%). Accidental ingestion and skin absorbed PFAS from soil and utensil cleaning resulted in <1% ( Tefera et al., 2022 ). These findings broadly support the work of many other studies in which food consumption was identified as the most important route of PFAS exposure ( Haug et al., 2011a ;  Haug et al., 2011b ). Estimated dietary intake of PFAS in this study was much higher than previous estimates of dietary intake for the general population ( Chain et al., 2018 ). Although this study focused on occupational firefighters, the dietary exposure routes identified here have wider relevance to the general public, especially those who consume food grown in or near PFAS-contaminated areas. This study is the first to describe a unique dietary PFAS exposure pathway in the context of professional firefighters.\n\nIn addition, due to occupational activities, the risk of dermal and respiratory absorption of PFAS is significantly higher for firefighters. For instance, PFAS used in turnout gear may transfer from the gear to the firefighter’s skin. Another firefighting specific source is contact with AFFFs. Besides that, smoke generated from consumer products containing PFAS can contaminate turnout gear and skin as well as being an inhalation hazard. While no studies confirm the sources of PFAS on the fire scene, PFAS is still commercially used, so it should be present in soot or smoke. There is a need to determine the disposition and amounts of PFAS generated and released during fire suppression activities.\n\nFrom these sources, the inhalation pathway should be limited assuming the proper and consistent use of self-contained breathing apparatuses (SCBA). Any volatilization of contaminants from smoke, AFFF, or the gear itself should not be inhaled during use of SCBAs during active fire supression. However, the use of SCBAs for each firefighter on a fire scene throughout the entire duration of the incident is not consistent across or within departments. Incident commanders and pump operators rarely use SCBAs on scene, and firefighters on interior or exterior attack may remove their facepieces during or after on-scene decontamination when they are still within reach of the smoke. This common misconception has resulted in few studies investigating the contribution to PFAS exposure of inhalation at a fire scene. Aside from the inhalation route, dermal absorption is most likely the next primary uptake pathway. Previous research has reported that chemical contaminants can transfer from fabrics to skin ( Blum et al., 1978 ;  Appel et al., 2008 ;  Rossbach et al., 2014 ). Research needs to be done to determine the extent that PFAS can off-gas or leach from fabrics and then transfer and absorb into skin.\n\nPFOA is a fluorochemical that has been detected in the blood of most Americans during the last decade, though the concentration is starting to decrease.  Franko et al. (2012)  investigated the possibility of dermal penetration of PFOA into human skin. They found that PFOA can penetrate human skin and dermal absorption of fluorochemicals could be a major route of PFAS exposure ( Franko et al., 2012 ). The study showed that PFOA at pH 2.25 has a 3-order of magnitude increase in the skin permeability coefficient compared to a pH of 5. This difference in pH affects the ionization state of PFOA, which has a pKa of 3.8 ( Franko et al., 2012 ). Below the pKa value, PFOA is mostly un-ionized. Un-ionized compounds have better lipid solubility than their ionized counterparts and can more readily penetrate the lipid matrix of skin. The pH of skin is approximately 5.5 so PFOA is expected to be mostly ionized in skin. Although in general, PFOA penetration should be low for human skin as most of the exposures occur in the ionized state ( Table 3 ), it is still a concern in the case of a higher level of exposure.\n\nIn vivo  methods have been used to analyze the dermal absorption and effect of PFAS.  Abraham and Monien (2022) , was concerned about the absorption of PFAS through cosmetics so they measured the amount of dermally absorbed PFOA from a prepared sunscreen solution. The sunscreen solution ( 13 C4-PFOA concentration of 3.7 μg/g) was directly applied to the individual’s whole body surface and allowed to maintain on the skin for 48 h before the individual took a shower. Blood samples were taken, and plasma analyzed with UHPLC-MS/MS. Starting at the initial application of sunscreen, PFOA was detected to be increasing for the first 10 days then stayed at a level rate for the next 110 days of sampling. Researchers estimated that 1.6% of the applied dose of the PFOA was absorbed over the exposure. This study helps illustrate that in this cosmetic dosing vehicle, PFOA can be absorbed dermally and is not quickly metabolized or excreted. A study showed that brominated and chlorinated chemicals, which are structurally related to PFAS, are dermally bioavailable and can result in significant body burdens. This suggests that dermal exposure could be an important exposure pathway to PFAS, especially with the consumer products that are relevant to dermal contact (i.e., water-proof fabrics, cosmetics) ( Ragnarsdóttir et al., 2022 ).\n\nOther  in vivo  studies have focused more on the toxicological impacts of PFAS.  Franko et al. (2012)  looked at cytokine expression on mouse skin and found no significant expression compared to the control. Dermal exposures of PFBA and PFOA have been found to increase liver weight and alter the PPAR pathway in mice ( Shane et al., 2020 ;  Weatherly et al., 2021 ).  Han et al. (2020)  also investigated the effect of dermal exposure to several PFAS (PFOA, PFHpA, PFHxA and PFPeA) on human skin and found no significant toxicological effects. The  in vivo  study of PFHpA found tubular and hepatocellular necrosis and germ cell degradation. While knowing the potential impacts is important, a large dose was used for the  in vivo  study and seems unreasonable for human exposure.  Fasano et al. (2005)  used rat and human skin to investigate PFOA penetration if dermal contact occurs. They found that PFOA can penetrate through both human and rat skin although the penetration rate is 34 times slower in human skin compared to rat skin. There is a need for more data on the dermal toxicological effects of PFAS, the mechanisms of action, and how it relates to humans. Moreover, no research has been conducted particularly addressing the dermal absorption of PFAS from new or contaminated turnout gear to firefighters.\n\nOne study conducted on children found that dust ingestion may have similar impacts to dietary ingestion of PFCs ( Egeghy and Lorber, 2011 ). PFAS has already been demonstrated to be found in large concentrations inside fire stations ( Hall et al., 2020 ;  Young et al., 2021 ). Therefore, ingestion of dust and indoor air inside fire stations are major sources of PFAS for firefighters through the respiratory tract besides most commonly recognized dietary sources like food and water ( Sunderland et al., 2019 ;  Chain et al., 2020 ). PFAS exposure to firefighters may also impact their children. In addition to potentially carrying PFAS into their homes, it can be transferred through breastmilk. One researcher found a strong correlation between higher PFAS concentration in maternal serum and breast milk ( Inoue et al., 2004 ). Women make up approximately 5.1% of the firefighting population, their exposures need to be considered ( Hulett et al., 2007 ;  Trowbridge et al., 2020 ). This indicates children of female firefighters may get exposed to PFAS for a long-term at an early age through placenta or lactation ( Inoue et al., 2004 ;  Gützkow et al., 2012 ;  Cariou et al., 2015 ;  Chen et al., 2017 ). This could make children more vulnerable to adverse health effects ( Inoue et al., 2004 ).\n\nYoung et al. (2021)  recommended that as firefighters spend almost 72% of their time on a 24-hour shift inside the fire station, there needs to be minimal PFAS in the station. Indoor air samples need to be monitored regularly to determine the PFAS exposure level. To minimize both dermal and respiratory exposure to PFAS particles, firefighters should use protective ensembles including SCBA and turnout gear consistently at the fire scene. Wearing PFAS free clothing under protective ensembles, storing PFAS containing ensembles from other clothes, and washing hands after touching ensembles are also necessary to reduce the risk of dermal or respiratory exposure to PFAS ( Young et al., 2021 ).\n\n## PFAS in blood serum\n\nHistorically, firefighters have been exposed to harmful chemicals from fire smoke and firefighting foams containing high levels of various PAHs and PFAS ( Jalilian et al., 2019 ;  Gasiorowski et al., 2022 ). Additionally, a new concern has been raised regarding firefighters’ exposure to PFAS through turnout gear. Several studies have observed the association between PFAS exposure and a range of adverse health outcomes ( Graber et al., 2021 ). Although PFAS are potentially harmful to human health, the exact threshold at which these risks may increase has remained unknown ( Gasiorowski et al., 2022 ). Like other chemical substances, their ability to produce adverse health effects depends on exposure circumstances, such as magnitude, duration, and route of exposure ( Fenton et al., 2021 ). In addition, individuals’ age, sex, ethnicity, health status, and genetic predisposition may also influence adverse health outcomes ( Fenton et al., 2021 ). Nonetheless, several long-chain PFAS have been associated with cancer risks ( Temkin et al., 2020 ). Among them, PFOA has been classified as a possible human carcinogen for kidney and testicular cancers by the International Agency for Research on Cancer ( Rotander et al., 2015 ;  IW Group, 2016 ).\n\nPer- and polyfluoroalkyl substances are particularly concerning because of their persistent, bioaccumulative properties ( Li et al., 2018 ;  Graber et al., 2021 ). They can stay in the human body for long periods of time without being changed and can interfere with the bodily functions ( Li et al., 2018 ). They accumulate in organisms by binding to plasma protein and sequestration into the liver, kidney, and lungs ( Meegoda et al., 2020 ). The ability to bind to blood proteins, slow urinary excretion, and low clearance are predictors of a bioaccumulative chemical with a long half-life ( Tonnelier et al., 2012 ). Long-chain PFAS such as PFOS and PFOA have a half-life of 5.4, and 3.8 years, respectively ( Li et al., 2018 ). PFOS alternatives, such as perfluorohexanesulfonic acid (PFHxS) has a much longer half-life of 8.5 years ( Li et al., 2018 ). Other short chain alternatives, such as perfluoropentanoic acid (PFPeA) and perfluorobutane sulfonate (PFBS), have a shorter half-life of a couple of weeks ( Li et al., 2018 ). Although PFOA and PFOS have been extensively studied, the health outcomes of their alternatives have not been studied as thoroughly. The presence of these PFAS alternatives in the human body is still a matter of concern despite having a shorter half-life and being at a low level.\n\nDue to their widespread use and ubiquitous presence in the environment, most Americans have background exposure to some PFAS ( Graber et al., 2021 ). However, firefighters’ exposures can be occupationally related as they are exposed to PFAS through multiple pathways, making them more vulnerable to exposure. The commonly detected PFAS among firefighters are PFOA (ranging from 1.15 to 2.15 ng/mL), PFOS (ranging from 4.11 to 8.63 ng/mL), PFHxS (ranging from 1.83 to 6.15 ng/mL), PFNA (ranging from 0.46 to 0.97 ng/mL), PFDA (ranging from 0.25 to 0.31 ng/mL), and PFUnDA (ranging from 0.11 to 0.18 ng/mL) ( Trowbridge et al., 2020 ;  Graber et al., 2021 ). Firefighters with a history of using AFFF have elevated serum levels of PFOS and PFHxS ( Rotander et al., 2015 ). In this regard, several studies reported higher serum levels of some long-chain PFAS among firefighters compared to the general population of similar demographic subsets ( Dobraca et al., 2015 ;  Rotander et al., 2015 ;  Leary et al., 2020 ;  Trowbridge et al., 2020 ;  Graber et al., 2021 ) ( Table 4 ). These studies used participants from the National Health and Nutrition Examination Survey (NHANES) as the representative of the US general population. The survey is administered by the Centers for Disease Control and Prevention (CDC) and published on a 2-year cycle.\n\nOne recent study conducted among male New Jersey volunteer firefighters observed that average serum concentrations of PFNA (+53%), PFDA (+39%), and PFDoA (+50%) were significantly higher than the NHANES population ( Graber et al., 2021 ). Another study in the Southwest Ohio region found higher serum PFOS (+29%) and PFHxS (+74%) concentrations among suburban firefighters than the US adult male (NHANES 2015 to 2016 data) ( Leary et al., 2020 ). In contrast, the serum levels of PFOS (−43%) and MeFOSAA (−88%) were significantly lower than the general population ( Graber et al., 2021 ). The lower serum level coincides with the phase-out of some long-chain PFAS, including PFOA and PFOS, from consumer products and firefighting equipment ( Rotander et al., 2015 ). However, these compounds are anticipated to persist for many years because of their long half-lives. The study also observed a positive association between serum levels of PFDA and PFDoA with years of firefighting ( Graber et al., 2021 ). The findings were consistent with a 2015 biomonitoring study of Southern California firefighters ( Dobraca et al., 2015 ). Both studies reported that the average serum concentrations of perfluorodecanoic acid (PFDA) were three times higher than those in NHANES participants. An all-female cohort study conducted in San Francisco found similar results, where women firefighters had higher geometric mean concentrations of PFNA, PFHxS, and PFUnDA than the office workers ( Trowbridge et al., 2020 ). This study was unique in the sense that it compared firefighters to other non-firefighters in the same geographic area. One thing to be noted is that comparing with NHANES samples does not necessarily reflect what is the overall PFAS exposure scenario in a particular area.\n\nThough these study findings were consistent across different US geographic locations regarding higher serum levels in firefighters’ blood, serum profile and levels of PFAS varied across different areas. One study in Southern California did not find any detectable serum levels of PFDoA ( Dobraca et al., 2015 ), while another study in New Jersey detected significantly elevated serum levels of PFDoA ( Graber et al., 2021 ). The PFDoA serum level was twice as high as in the NHANES participants ( Graber et al., 2021 ). Similarly, the mean serum levels of PFHxS and PFOS varied across location. Background exposure stemming from consumer product use ( Lindstrom et al., 2011 ), food and drinking water contamination ( Xu et al., 2021 ), proximity to industrial sites ( Steenland et al., 2009 ;  Schroeder et al., 2021 ), and military airbases ( Xu et al., 2021 ) may also contribute to the high levels of some PFAS in different geographical areas. In a study, female firefighters assigned to the airport fire station reported having two times higher PFNA levels than firefighters assigned to other stations in San Francisco ( Trowbridge et al., 2020 ). Airport firefighters in the Southwest Ohio region had 21%–62% higher PFAS serum concentrations than suburban firefighters ( Leary et al., 2020 ). Likewise, a study in Finland observed that training activities involving AFFF to extinguish jet fuel fires increased firefighters’ serum PFNA concentrations ( Laitinen et al., 2014 ). Although PFNA is not considered a main ingredient in AFFF, these observations indicate other possible PFAS sources in fire scenes than firefighting foam. Observational studies have found female firefighters had lower levels of most PFAS compared to male firefighters ( Wong et al., 2014 ;  Trowbridge et al., 2020 ). Perfluorinated compounds have a higher affinity toward fatty acid-binding proteins in the blood, and therefore some PFAS might be eliminated from the body during blood donation or menstruation cycles ( Jones et al., 2003 ;  Rickard et al., 2022 ). Blood donor firefighters were found to have lower PFAS levels than non-donor firefighters with equivalent exposure ( Rotander et al., 2015 ), suggesting plasma donation could be a possible elimination pathway ( Wong et al., 2014 ;  Silver et al., 2021 ).\n\n## PFAS exposure and cancer\n\nThere has been extensive research examining possible relationships between PFAS levels in blood and harmful health effects in people ( Fletcher et al., 2013 ;  Wielsøe et al., 2015 ;  Croce et al., 2019 ;  Jain and Ducatman, 2019 ;  Wang et al., 2019 ;  Li et al., 2021 ). PFOA and PFOS are two of the most widely studied PFAS compounds, followed by PFHxS and PFNA ( Kim et al., 2021 ). These studies suggest that high levels of some PFAS exposure may lead to a variety of adverse health outcomes. These health effects include carcinogenicity ( Jalilian et al., 2019 ), hormonal disruption ( Chain et al., 2018 ), immunotoxicity ( Chain et al., 2018 ), liver function alterations ( Gleason et al., 2015 ), low fetal weight ( Wikström et al., 2020 ), increased lipid level ( Steenland et al., 2009 ), tumor induction ( Chain et al., 2018 ), and obesity ( Graber et al., 2021 ). Exposure level of PFAS can be different depending on where people live or what occupations they are involved in. Also, low levels of exposure over long periods of time may pose different types of health risks. Research on long-term effects of low-level exposure to certain PFAS is still in progress.\n\nAdverse health effects reported in firefighters are like those of other occupational groups and the general population exposed to PFAS, including risks for certain cancers ( Goodrich et al., 2021 ). Given the higher rates of certain types of cancer and cancer-related deaths among firefighters, several studies have examined the associations between firefighters’ occupational exposures and cancer incidence ( Jalilian et al., 2019 ;  Soteriades et al., 2019 ). Results have been inconsistent but generally suggest an increased risk of some cancer types such as colon, prostate, and testicular cancers ( Soteriades et al., 2019 ). Besides PFAS, firefighters are exposed to a number of chemical agents, some of which are known carcinogens such as benzene and benzo [a]pyrene ( Guerreiro et al., 2016 ). Little is known about the potential adverse effects of chronic exposure to such complex mixtures. Most of the existing studies so far have focused on health outcomes of individual perfluorinated compounds, with a few exploring their combined effects ( Ojo et al., 2020 ;  Ojo et al., 2021 ). To mimic real-life exposure and for accurate risk assessment, future research focus needs to move to the investigation of such complex mixtures of chemicals instead of single chemicals. However, one of the challenges of mixture risk assessment is the possible interaction between chemicals (i.e., synergistic or antagonistic effects) that may influence the combined activity.\n\nAlthough a growing body of literature suggests a link between increased serum PFAS levels and cancer incidences, the carcinogenic mechanisms of PFAS are yet to be fully understood. A possible epigenetic mechanism is that occupational exposures in firefighters changes DNA methylation, a process that plays an important role in the healthy regulation of gene expression ( Zhou et al., 2019 ;  Goodrich et al., 2021 ). Changes in DNA methylation pattern can cause inactivation of certain tumor-suppressor genes and thus increase cancer risk ( Zhou et al., 2019 ). In recent years, an increasing number of studies have examined epigenetic changes associated with PFAS exposure. Epigenetics studies focus on alterations in gene expression with no changes in DNA sequence resulting from environmental factors such as chemical exposure ( Kim et al., 2021 ). DNA methylation, histone modification, and microRNA (miRNA) expression are three categories of epigenetic mechanism ( Kim et al., 2021 ). PFAS-induced metabolic alteration is another proposed mechanism for the pro-carcinogenic actions of PFAS. Metabolic reprogramming is an important cancer hallmark ( Phan et al., 2014 ). PFAS can interfere with the body’s metabolic processes and induce biochemical and physiological changes ( Jiang et al., 2015 ;  Imir et al., 2021 ). Due to having structural similarity with fatty acids, PFAS can alter systemic metabolisms by binding to fatty acid transporters and metabolic enzymes ( Jiang et al., 2015 ;  Roth et al., 2020 ;  Imir et al., 2021 ). Both animal and human studies have found evidence of PFAS-induced adverse metabolic effects ( Knox et al., 2011 ;  Geiger et al., 2014 ;  Yu et al., 2016 ;  Alderete et al., 2019 ).\n\nConsidering the liver is a primary target organ for long-chain PFAS storage, some researchers have studied the influence of PFAS in human liver cells ( Ojo et al., 2020 ;  Ojo et al., 2021 ).  In vitro  study results have shown dose-dependent association between PFOA exposure and altered DNA methylation ( Tian et al., 2012 ). Other studies highlighted oxidative stress as the possible cause for epigenetic modification. PFOS exposure to hepatic (liver) cells reduced cellular activity and increased reactive oxygen species (ROS) levels in a concentration-dependent manner ( Ojo et al., 2020 ). However, tested doses of PFAS were higher than levels found in the environment indicating these studies may be poor predictors of human reactions to PFAS exposure. Different animal models have also studied the carcinogenic activity of some PFAS. Exposure to PFOA in rodent models was found to be associated with the development of tumor cells in liver, pancreas, and testicles ( Steenland and Winquist, 2021 ). Likewise, studies in rainbow trout observed PFOA exposure promoted the development of liver tumors ( Steenland and Winquist, 2021 ). A recent study by the National Toxicology Program (NTP) found evidence of malignant liver tumor formation in male rats (Sprague-Dawley) induced by PFOA exposure ( Program, 2020 ). The observed association between plasma concentrations of PFOA and tumor incidence suggested the potential link between high PFAS level in blood serum and increased cancer risks ( Program, 2020 ). Similarly, exposure to PFOS in Albino Wistar rat liver showed PFOS-induced changes in miRNA expression and association with liver carcinogenesis ( Wang et al., 2012 ). Although these animal studies provide support for the potential cancer development process, these mechanisms may not appear as relevant in humans.\n\nIn addition, PFOA and PFOS-focused work may not give a comprehensive understanding of the relationships between PFAS exposure and firefighter cancers. In this regard, human epidemiological studies can avoid such uncertainties associated with interspecies extrapolation. Several epidemiological studies suggested an association between high-level PFAS in blood serum and increased risk of cancers ( Steenland et al., 2020 ;  Bartell and Vieira, 2021 ). A recent meta-analysis reported that per 10 ng/mL increase in serum PFOA increases the average risk for kidney and testicular cancers, 16% and 3%, respectively ( Bartell and Vieira, 2021 ). Another study concluded that the epidemiologic evidence remains supportive but not definitive for PFOA exposure and kidney and testicular cancer incidences ( Steenland et al., 2020 ). Other epidemiologic studies have shown evidence of PFAS-induced epigenetic changes in both adult populations and birth cohorts ( Kim et al., 2021 ). However, the number of studies is limited when it comes to the context of firefighters’ exposure. One epigenetic study reported an association between years of firefighting and altered DNA methylation ( Zhou et al., 2019 ). The study also observed DNA methylation varied among non-smoker male incumbent firefighters and new recruits ( Zhou et al., 2019 ). Altered miRNA expression has also been linked to PFAS exposure associated with years of firefighting ( Jeong et al., 2018 ). Epigenetic changes are part of the process that leads to cancer ( Lu et al., 2020 ). PFAS-induced epigenetic changes could thus serve as a biomarker to predict the potential health effects in the exposed firefighter community. Given the unpredictability and challenges of fire scenes, monitoring firefighters’ exposure is very complicated. Recent focus has shifted to biomonitoring which may overcome some of the challenges and could serve as a valuable tool for health effects assessment. In this case, the level of biomarkers may vary depending on factors such as pre-existing health conditions ( Jabeen et al., 2020 ), smoking habits ( Soteriades et al., 2019 ), and second job exposure ( Soteriades et al., 2019 ). Future studies should consider these factors while examining the association between firefighters’ PFAS exposure and cancer incidence.\n\n## Challenges of PFAS in hazard assessment\n\nDetermining the health risk assessment of PFAS and their precursors is difficult. This is because 1) PFAS are a large, diverse group of substances which inhibits the easy distinction for assessment and management. This makes understanding which PFAS may be relevant for potential human health risk assessment difficult. 2) Very limited information is available on PFAS toxicity and its effects on public health, which makes the chemical-specific evaluation of the diverse PFAS nearly impossible. 3) Humans are frequently exposed to unknown mixtures of PFAS which may cause synergistic effects. 4) Toxicity studies often lack similarities between assays in animals and observation in humans, which makes the relevance of these studies on toxicity uncertain ( Anderson et al., 2022 ).\n\nGrouping of PFAS for mixture assessment is a challenge due to the complexities in the database and differences in regulatory guidance between countries. Hazard assessments for PFAS are usually based on research studies that include representative lead compounds, such as PFOA, PFOS, PFHxS, for which chemical, toxicity, and occurrence information is available ( Colnot and Dekant, 2021 ). There are critical gaps in the understanding of PFAS chemistries and toxicities that inhibit the approach of standard mixtures risk assessment. There is a substantial variation within a PFAS class in their physico-chemical properties. The diversity in their chemical structures, applications, and subsequently their release in the environment and exposure together make the exposure-hazard assessment model very complex.  Kwiatkowski et al. (2020)  suggested that PFAS should be considered as a single class, and the risk assessment should be performed accordingly ( Kwiatkowski et al., 2020 ).\n\n## Conclusion\n\nPFAS are extensively used in firefighters’ turnout gear, AFFF, and are also present in air and dust of the fire scene and fire station. Therefore, the risk of PFAS exposure is higher for firefighters compared to general population due to the occupational activities during firefighting. Increased cancer rate among the firefighters compared to the general population, and links between PFAS and cancer has raised the concern of PFAS exposure in the fire service. Turnout gear could be a potential source of PFAS exposure as PFCAs and FTOHs may be released from the turnout gear via degradation of water and oil repellent finishes or from release of PFAS contamination for the fire scene. These non-polymeric PFAS could then be potentially absorbed through inhalation, ingestion, and dermal absorption into the firefighter’s body. The ePTFE used in the moisture barrier of the turnout gear is usually considered as a low concern polymer. However, the manufacturing process of ePTFE uses low molecular weight PFAS as polymer processing aids. Therefore, depending on the adulteration, PTFE polymer still could pose adverse health effects by releasing non-polymeric PFAS. Although turnout gear has been identified as a source of PFAS, more research is required to evaluate the PFAS exposure level from turnout gear to firefighters. Besides that, turnout gear may get contaminated by PFAS from the smoke of a structural fire or PFAS-containing AFFF which subsequently act as a source of exposure. Using AFFF during fire extinguishment has been a major source of PFAS exposure for firefighters and the public due to groundwater contamination. The adverse effects of using PFOA and PFOS in AFFF has already forced manufacturers to move to shorter-chain alternative PFAS and more recently fluorine-free alternatives. However, short-chain alternatives may still have adverse health effects and ecotoxicity that cannot be overlooked. Unknown fluorinated components of AFFF and their degradation products still need to be identified. Dust inside fire stations may act as a chemical reservoir of PFAS once compounds leach out from contaminated products. Therefore, indoor air and dust inside fire stations contain high concentrations of PFAS originating from contaminated gear, AFFF usage, or other PFAS-containing products that are present inside the fire station. Other sources of PFAS inside fire stations need to be further explored to achieve a PFAS-free environment in fire stations. Ingestion and inhalation of indoor dust and air are common PFAS exposure pathways. Dermal absorption may also be a dominant exposure pathway for firefighters which takes place due to skin exposure to PFAS contaminated sources. To date, only a few targeted PFAS have been analyzed to determine the risk of dermal absorption. Extensive research is required to better understand dermal absorption of other PFAS compounds. The high level of PFAS exposure at the workplace over a long period of time may increase the risk of firefighters developing health-related issues, including cancer. However, the complex exposure patterns of PFAS coming from multiple sources make it challenging to predict associated risks. Future studies need to address the interactions of PFAS mixtures while evaluating their potential toxicity and health outcomes. Additionally, researchers could leverage epigenetic studies to characterize firefighters’ occupational exposure and their association with the development of work-related diseases. Firefighters are suggested to limit the exposures to PFAS as much as possible. The firefighting community has already started using PFAS-free outer shell materials for their turnout gear and have started transitioning to fluorine-free foams. However, intentionally added PFAS in turnout gear and foams may not be the only sources of occupational PFAS exposure that firefighters experience. Given the volume of PFAS used in consumer products, electronics, building materials, structures, and vehicles it is feasible that these chemicals can be released during combustion and lead to additional exposures to firefighters responding to the incident. These exposures may include respiratory hazards, direct dermal contact, or though settling on and contaminating the turnout gear, as has been shown with multiple other fireground contaminants and carcinogens such as polycyclic aromatic hydrocarbons. Therefore, a general recommendation is not to wear turnout gear where it is not needed (i.e., medical call, personal use, certain types of training, etc.). Also, decontamination should be the done carefully after every fire call to ensure fire stations are not contaminated by the fire scene carcinogens.",
  "reference_count": 250,
  "word_count": 21961,
  "char_count": 136815
}