{
  "pmcid": "PMC10718297",
  "doi": "10.1289/EHP12287",
  "title": "Preconception Phthalate Exposure and Women’s Reproductive Health: Pregnancy, Pregnancy Loss, and Underlying Mechanisms",
  "authors": [
    "Carrie J. Nobles",
    "Pauline Mendola",
    "Keewan Kim",
    "Anna Z. Pollack",
    "Sunni L. Mumford",
    "Neil J. Perkins",
    "Robert M. Silver",
    "Enrique F. Schisterman"
  ],
  "year": "2023",
  "journal": "Environmental Health Perspectives",
  "abstract": "Background: Phthalates are endocrine-disrupting chemicals linked to adverse pregnancy outcomes. Despite the sensitivity of female reproductive processes to oxidation–reduction reaction stress and endocrine disruption, evidence for the impact of women’s phthalate exposure on the ability to establish and maintain pregnancy has been inconclusive. Objectives: We aimed to determine the relationship of preconception phthalate metabolite exposure with  a ) fecundability and pregnancy loss and  b ) markers of potential biological mechanisms, including reproductive hormones, inflammation, and oxidative stress. Methods: Data were collected from the Effects of Aspirin in Gestation and Reproduction (EAGeR) trial, a preconception study following 1,228 women who were attempting pregnancy, for up to six menstrual cycles and throughout pregnancy if they became pregnant. Twenty phthalate metabolites were measured in a consecutive 3-d pooled urine sample at enrollment. Pregnancy was determined through urinary human chorionic gonadotropin (hCG) at the expected date of menses during each cycle and pregnancy loss as an observed loss following positive hCG. Highly sensitive C-reactive protein (hsCRP) and isoprostanes were measured at enrollment, and reproductive hormones were measured during the follicular phase, ovulation, and luteal phase. Discrete-time Cox proportional hazards models evaluated the relationship of phthalate metabolites with fecundability and weighted Poisson models with robust variance evaluated the risk of pregnancy loss. Results: An interquartile range (IQR) higher mono-(2-ethylhexyl) phthalate [ fecundability odds ratio ( FOR ) = 0.88 ; 95% confidence interval (CI): 0.78, 1.00], mono-butyl phthalate ( FOR = 0.82 ; 95% CI: 0.70, 0.96), and mono-benzyl phthalate ( FOR = 0.85 ; 95% CI: 0.74, 0.98) was associated with lower fecundability. No consistent associations were observed with pregnancy loss. Preconception phthalates were consistently associated with higher hsCRP and isoprostanes, as well as lower estradiol and higher follicle-stimulating hormone across the menstrual cycle. Discussion: Women’s preconception exposure to phthalates was associated with lower fecundability, changes in reproductive hormones, and increased inflammation and oxidative stress. The pre- and periconception periods may represent sensitive windows for intervening to limit the reproductive toxicity of phthalate exposure.  https://doi.org/10.1289/EHP12287",
  "sections": [
    {
      "title": "Introduction",
      "text": "Phthalates are esters of 1,2-benzene dicarboxylic acid commonly used as plasticizers in polyvinyl chloride and as stabilizers in many personal care products. Common sources of phthalate exposure include inhalation due to leaching from household products, such as vinyl flooring, shower curtains, and cleaning products; ingestion due to leaching from food packaging and contamination of drinking water; and dermal absorption from personal care products, such as fragrances and nail polish. 1 – 3  Although phthalates are nonpersistent chemicals with half-lives of  < 1  d, almost all adults and children in the United States have measurable levels of circulating phthalates owing to consistent exposures in their environment. 4  Phthalates function as endocrine disruptors and have been demonstrated to systemically increase inflammation and oxidative stress. 5  Exposure to phthalates has been associated with many adverse health end points, including preterm birth, 6  adverse childhood neurodevelopmental outcomes, 7  and chronic kidney disease. 8\n\nOwing to the sensitivity of many reproductive processes to endocrine disruption and oxidation–reduction reaction (redox) stress, reproductive toxicity is a particular concern for phthalate exposure. 9  Many phthalates have anti-androgenic properties, 10  and prior research has suggested that men’s exposure to phthalates may lead to decreases in testosterone and decrements in semen quality. 11  Among women, exposure to phthalates during pregnancy has also been associated with pregnancy loss 12  and preterm birth. 13  However, despite the susceptibility of many female reproductive processes, such as folliculogenesis and endometrial receptivity, to phthalate exposure, findings to date on the impact of women’s phthalate exposure on the ability to establish and maintain a healthy pregnancy have been inconsistent. 14 , 15\n\nThere are multiple mechanisms through which phthalates may impact female reproductive health, including through the induction of inflammation and oxidative stress and their role as an endocrine disruptor. Exposure to phthalates increases both circulating and follicular biomarkers of oxidative stress among reproductive-age women, 16 , 17  with impacts on follicular development having direct implications for oocyte quality and the subsequent ability to establish a pregnancy. In addition, the observed follicular toxicity of phthalates, as suggested by animal and  in vitro  research, 18 , 19  may alter hormones secreted by the ovary, leading to imbalances in hormone levels across the menstrual cycle. Despite a strong rationale for the reproductive toxicity of phthalates through multiple mechanisms in women’s reproductive health, these mechanisms have been little evaluated in relation to fecundity.\n\nIn this study, we sought to evaluate the reproductive effects of phthalates by identifying the relationship of levels of 20 preconception phthalate metabolites with the ability of women to establish and maintain pregnancy, as well as with biomarkers of hormone disruption, inflammation, and oxidative stress. We evaluated these relationships in a unique preconception time-to-pregnancy study with carefully timed biospecimen collection and identification of reproductive events."
    },
    {
      "title": "Methods",
      "text": "The Effects of Aspirin in Gestation and Reproduction (EAGeR) trial enrolled 1,228 women attempting pregnancy between 2007–2011 from clinical sites in Salt Lake City, Utah; Denver, Colorado; Buffalo, New York; and Scranton, Pennsylvania. 20  Women were randomized to  81  mg  low-dose aspirin plus  400  μ g  folic acid or placebo plus folic acid at the beginning of the first observed menstrual cycle and followed for up to six menstrual cycles and, if they became pregnant, throughout pregnancy. Women were eligible for the study if they were between 18 and 40 years of age, had regular menstrual cycles of between 21 and 42 d, had no indication for anticoagulant treatment or contraindication to aspirin, had no known diagnosis of infertility, had one or two prior pregnancy losses, and were not being treated by a physician for a major medical problem (including antiphospholipid syndrome and polycystic ovary syndrome). At enrollment, participants provided blood and first-morning urine samples and self-reported information on age, race/ethnicity, parity, cigarette smoking, and other demographic and medical history characteristics. Weight and height were measured at enrollment and used to calculate body mass index (BMI). Participants tracked daily information on menstrual bleeding and used fertility monitors (Clearblue Easy Fertility Monitor; Inverness Medical Innovations) to track ovulation and timing of the fertile window throughout the study. During the first two menstrual cycles of follow-up, participants additionally collected daily first-morning urine samples at home. All participants provided informed consent before data collection and the institutional review boards for all participating institutions provided approval for the study. The EAGeR trial is registered at ClinicalTrials.gov (no.  NCT00467363 ).\n\nPhthalate metabolites were measured in first-morning urine samples previously collected at the beginning of the first menstrual cycle of follow-up  ∼ 3 – 5  d following the start of menses. Participants stored daily first-morning urines in their home freezer and transported samples in a cooler to their study visit around the time of menses ( ∼ 14  d following the start of menses and 9–11 d following collection of urine specimens used in the analysis of phthalate metabolites). Urine specimens were aliquoted into polypropylene urine storage tubes and stored at  − 80 ° C  immediately following the study visit. Three consecutive daily first-morning urine samples were pooled to account for the short half-life of phthalate metabolites and variability of daily phthalate metabolite levels, 21  reducing exposure misclassification. 22  We evaluated 20 phthalate metabolites, including metabolites of\n\nDi(2-ethylhexyl) phthalate (DEHP), namely, mono-(2-ethylhexyl) phthalate (mEHP), mono-(2-ethyl-5-hydroxyhexyl) phthalate (mEHHP), mono-(2-carboxymethylhexyl) phthalate (mCMHP), mono-(2-ethyl-5-oxohexyl) phthalate (mEOHP), and mono-(2-ethyl-5-carboxypentyl) phthalate (mECPP)\n\nDi- n -octyl phthalate (DnOP), namely, mono-2-octyl phthalate (mOP) and mono-(3-carboxypropyl) phthalate (mCPP)\n\nDiethyl phthalate (DEP), namely, mono-ethyl phthalate (mEP)\n\nDi- n -butyl phthalate (DBP), namely, mono-butyl phthalate (mBP)\n\nDi-iso-butyl phthalate (DiBP), namely, mono-isobutyl phthalate (mIBP)\n\nBenzylbutyl phthalate (BBzP), namely, mono-benzyl phthalate (mBzP)\n\nDimethyl phthalate (DMP), namely, mono-methyl phthalate (mMP)\n\nDi- n -hexyl phthalate (DnHP), namely, mono-hexyl phthalate (mHxP)\n\nDicyclohexyl phthalate (DCHP), namely, mono-cyclohexyl phthalate (mCHP)\n\nDi-iso-nonyl phthalate (DiNP), namely, mono-isononyl phthalate (mINP)\n\nDi-iso-decyl phthalate (DiDP), namely, mono-isodecyl phthalate (mIDP)\n\nDi- n -pentyl phthalate (DnPeP), namely, mono-pentyl phthalate (mPeP)\n\nDipentyl phthalate (DPP), namely, phthalic acid (PA), mono-(4-hydroxypentyl) phthalate (mHpP) and mono-(3-carboxypropyl) phthalate (mCPP), mono-pentyl phthalate (mPeP)\n\nDi-isopropyl phthalate (DiPrP), namely, mono-isopropyl phthalate (mIPrP).\n\nPhthalates were measured using enzymatic deconjugation followed by solid-phase extraction and liquid chromatography with tandem mass spectrometry (LC-MS/MS) at the Laboratory of Organic Analytical Chemistry at the Wadsworth Center’s Division of Environmental Health Sciences. 17 , 23  Specifically, urine samples were fortified with an isotope-labeled internal standard mixture and then buffered with ammonium acetate containing B-glucuronidase from  Helix pomatia . After incubation at 37°C for 12 h, the samples were diluted with a phosphate buffer and passed through ABS ELU-Nexus cartridges (Varian) conditioned with acetonitrile and phosphate buffer. The cartridges were then washed with formic acid and high-performance LC (HPLC)-grade water and vacuum dried, after which analytes were eluted with acetonitrile and ethyl acetate and concentrated to near-dryness under nitrogen. Coefficients of variation (CVs) ranged from 3.76% for mCMHP to 22.58% for mBP. Unlike the 3-d pooled sample used in the measurement of phthalate metabolites, urinary creatinine was measured in one overlapping first-morning urine sample at the beginning of follow-up using a Roche cobas 6000 chemistry analyzer (Roche Diagnostics Inc.) to allow for adjustment for urine dilution at the Molecular Epidemiology and Biomarker Research Laboratory of the University of Minnesota (Minneapolis, Minnesota).\n\nPregnancy was detected using urinary human chorionic gonadotropin (hCG) at the time of expected menses in each of six potential cycles of follow-up. Women performed at-home and in-clinic hCG tests at the time of expected menses for each cycle [Quidel Quickvue; Quidel Corporation (sensitive to  25 mIU / mL  hCG)], and  β hCG  was additionally measured in first-morning urines from the last 10 d of the first two menstrual cycles of follow-up. Fecundability, the menstrual cycle-specific probability of pregnancy conditional on no pregnancy occurring in the prior cycle, was assessed as the number of cycles of follow-up a couple attempted to achieve pregnancy either until a pregnancy occurred or until censoring. Pregnancy loss was determined as the absence of confirmation of pregnancy on clinical ultrasound at 6.5 wk of gestation (absence of confirmation of a gestational sac, molar pregnancy, ectopic pregnancy, or blighted ovum) following a positive hCG test or as an observed loss following clinical confirmation.\n\nUsing daily first-morning urine samples collected in cycles 1 and 2 of follow-up, the reproductive hormones and urinary creatinine were measured in samples collected at four time points during each cycle, including one sample collected at menses (cycle day 2), one at expected date of ovulation, and two during the luteal phase (one sample 9 d after ovulation, around the time of implantation 24  when progesterone secreted by the corpus luteum is expected to peak, 25  and a random sample between 4 d after ovulation to 2 d before onset of next menses), with timing of sample measurement based on results of peak fertility readings from daily fertility monitor testing. Timing of samples at ovulation and in the luteal phase were determined based on peak fertility reading [luteinizing hormone (LH) surge] on the fertility monitor. The two luteal phase measures were averaged to calculate an overall mean luteal phase estimate. Hormones included estradiol and estrone glucuronide (E1G), a metabolite of estradiol; progesterone and pregnanediol glucuronide (PdG), a metabolite of progesterone; follicle-stimulating hormone (FSH); and LH. E1G and PdG levels were measured using a competitive chemiluminescence duplex assay (Quansys Biosciences), and FSH and LH levels were measured using a reagent/sandwich immunoassay (Roche Diagnostics) at the Molecular Epidemiology and Biomarker Research Laboratory of the University of Minnesota. Interassay CVs were 16.9% for E1G, 23.2% for PdG, 1.6% for LH, and 1.8% for FSH. Because prior research has observed higher PdG and E1G in cycles in which a pregnancy was detected, 26 , 27  hormone measures during the luteal phase for cycles in which a pregnancy occurred were excluded from analyses.\n\nHigh-sensitivity C-reactive protein (hsCRP) was measured in serum and four isoprostane regioisomers were measured in a first-morning urine at the beginning of the first menstrual cycle of follow-up, at the same time as measurement of phthalate metabolites. hsCRP was measured using a Roche cobas 6000 chemistry analyzer (Roche Diagnostic). Isoprostanes 8-iso-prostaglandin  F 2 α  ( 8 -iso-PGF 2 α ), its metabolite 2,3-dinor-8-iso prostaglandin  F 2 α  ( 2,3 -dinor-iPF 2 α -III ), and stereoisomers 5-iso prostaglandin  F 2 α -VI  ( 5 -iso-PGF 2 α -VI ) and 8,12-iso-isoprostane  F 2 α -VI  ( 8,12 -iso-iPF 2 α -VI ) were measured in first-morning urine samples using LC-MS/MS. CVs were 13.7% at  0.27 ng / mL  for  8 -iso-PGF 2 α , 27.3% at  1.81 ng / mL  for  2,3 -dinor-iPF 2 α -III , 20.0% at  3.13 ng / mL  for  5 -iso-PGF 2 α -VI , and 23.1% at  6.74 ng / mL  for  8,12 -iso-iPF 2 α -VI .\n\nDescriptive statistics were calculated as means and standard deviations (SDs) or medians and interquartile ranges (IQRs) for continuous variables and as counts and percentages for categorical variables. Data were missing for 11 participants (0.9%) for cigarette smoking, 16 (1.3%) for BMI, 44 (3.6%) for hsCRP, 21 (1.7%) for urinary creatinine, 102 (8.3%) for urinary isoprostanes, and 136 (11.1%) for phthalate metabolites. Multiple imputation using chained equations was implemented to address missingness, generating 10 data sets. 28  Covariates used in the imputation model included preconception measures of creatinine-standardized phthalate metabolites, preconception measures of creatinine-standardized oxidative stress metabolites, preconception high-sensitivity C-reactive protein, preconception log-transformed creatinine, history of one or two prior pregnancy losses, time since last pregnancy loss at enrollment, number of cycles attempting pregnancy prior to enrollment in the study, study site, treatment assignment (low-dose aspirin vs. placebo), age, BMI, race/ethnicity, preconception cigarette smoking, parity, time to pregnancy or loss to follow-up, pregnancy observed during study, and pregnancy loss observed during study. Correlation across phthalate metabolites was calculated using Spearman correlation coefficients in the nonimputed data set. We evaluated and reported the proportion of samples with phthalate metabolites below the limit of detection (LOD), but used machine-read values for values both above and below the LOD. 29 – 31\n\nFor comparison of levels of phthalate metabolites in the EAGeR trial with national averages, we used data from the 2009–2010 National Health and Nutrition Examination Survey (NHANES). The NHANES is a biannual cross-sectional survey of the civilian, noninstitutionalized U.S. population conducted by the National Center for Health Statistics (NCHS) of the Centers for Disease Control and Prevention (CDC). 32  Among the 1,239 women 18–40 years of age who were not pregnant and participated in the 2009–2010 NHANES cycle, a random subset of 391 women were included in the measurement of urinary concentration of selected phthalate metabolites. Phthalate metabolites were quantified using HPLC-MS/MS. 33  For values below the LOD ( 0.5 ng / mL  for mEHP,  0.216 ng / mL  for mBzP,  0.4 ng / mL  for mBP, and  0.396 ng / mL  for mEP), estimates were provided as the LOD divided by the square root of 2 ( n = 82 , 21.0% below the LOD for mEHP;  n = 2 , 0.5% below the LOD for mBzP;  n = 1 , 0.3% below the LOD for mBP, and  n = 0  below the LOD for mEP). We calculated means and IQRs of mEHP, mBzP, mBP, and mEP, incorporating survey weights (variable name: WTSB2YR) to account for the stratified, multistage probability sample selected for phthalate analysis. The NHANES protocol was approved by the NCHS Research Ethics Review Board and all participants provided informed consent.\n\nFor all regression models, phthalates and isoprostanes used the covariate-adjusted standardization method developed by O’Brien et al., 34  accounting for differences in estimation of urinary dilution by creatinine based on measured factors such as BMI. Covariate-adjusted and standardized phthalate metabolites and isoprostanes were subsequently log-transformed to approximate normality, and modeled per change in IQR. We assumed a linear association between phthalate metabolites and each outcome. We additionally calculated two phthalate exposure summary measures:  a ) a potency-weighted sum estimating dietary intake of anti-androgenic phthalates, accounting for concentration of urinary metabolites and estimates of relevant fraction of metabolites excreted from their parent compounds accounting for body weight ( Σ AA , log-transformed for analysis), 35  and  b ) a sum of the DEHP metabolites mEHP, mEOHP, mEHHP, mECPP, and mCMHP, standardized for molecular weight of mECPP ( Σ DEHP  metabolites, creatine-adjusted and log-transformed for analysis). Fecundability was measured as the fecundability odds ratio (FOR) and estimated using a discrete-time Cox proportional hazards model accounting for left truncation (number of cycles attempting pregnancy prior to enrollment). Risk of pregnancy loss was assessed using Poisson regression with robust standard errors 36  and incorporated inverse probability weights (weighted for factors associated with pregnancy) to account for potential selection bias due to the exclusion of participants who did not become pregnant. Association of phthalate metabolites with change in reproductive hormones during the follicular phase, at ovulation, and during the luteal phase of the first two cycles of follow-up, as well as cross-sectional associations with hsCRP and isoprostanes at the beginning of the first cycle, were calculated using generalized linear models. To account for potential selection bias in the analyses of luteal phase hormone levels, which excluded women who became pregnant in a given cycle ( n = 267  in cycle 1 and  n = 194  in cycle 2), models were weighted for factors associated with not becoming pregnant.\n\nPotential confounders were selected based on a review of the literature and construction of directed acyclic graphs. 37  Models were adjusted for log-transformed urinary creatinine level, treatment assignment (aspirin vs. placebo), maternal age (continuous; in years), BMI (continuous; in kilograms per meter squared), self-reported White vs. non-White race/ethnicity as a proxy for inequities in exposure to systemic privilege vs. systemic racism (participants self-reported race/ethnicity in categories including Hispanic/Latino, Black/African American, Asian, Native Hawaiian or Pacific Islander, and American Indian or Alaskan Native; however, 95.2% of the cohort self-reported as White, leading to zero cells when adjusting for multiple covariates and, as a result, we collapsed the categories of those reporting non-White race/ethnicities into a single category), cigarette smoking ( ≥ 1  cigarette/d vs.  < 1  cigarette/d), and parity (parous vs. nulliparous). To account for inflation of group-wise type I error due to multiple comparisons, we corrected for the false discovery rate (FDR) using the Benjamini–Hochberg procedure. 38\n\nOwing to potential differences of the action of exposure to phthalates on reproductive health by baseline inflammatory and metabolic health status, 39 , 40  in secondary analyses we evaluated effect modification of the relationship of phthalate metabolites with fecundability and pregnancy loss by treatment assignment (randomization to low-dose aspirin vs. placebo) and BMI ( < 25 ,  25 to < 30 , vs.  ≥ 30 kg / m 2 ). To address the potential misclassification of exposure to phthalates assessed at the beginning of follow-up for outcomes occurring in subsequent menstrual cycles (pregnancy and pregnancy loss), we conducted a secondary analysis restricted to the first menstrual cycle of follow-up ( n = 267  pregnancies and  n = 55  losses occurring in the first menstrual cycle of follow-up). We additionally conducted a secondary analysis evaluating the relationship of phthalate metabolites with reproductive hormones restricted to the periconception window during the luteal phase ( ∼ 6 – 10  d following ovulation), 24  where secretion of progesterone levels from the corpus luteum peak. 25  We conducted a secondary analysis for the relationship of phthalates with pregnancy loss without incorporation of inverse probability weights to identify whether the weighted models accounting for factors associated with pregnancy influenced the findings. Because urinary creatinine was only measured for one of the three consecutive daily first-morning urines pooled for the assessment of phthalates, we additionally conducted a sensitivity analysis to evaluate the degree of bias that may have been introduced due to misclassification of urinary dilution. First, we ran models evaluating the association of an IQR change in log-transformed phthalate metabolites with fecundability and pregnancy loss without adjustment for urinary creatinine. Second, we simulated 1,000 data sets for each of a range of associations representing the “true” association of mEHP concentrations with both pregnancy ( ORs = 0.80, 0.85, 0.90, and 0.95) and pregnancy loss ( ORs = 1.1, 1.2, and 1.3). We then simulated increasing levels of misclassification for urinary dilution (1.5, 2.0, 2.5, and 3.0 times the observed SD). We subsequently ran logistic regression models comparing the “true” association of mEHP with pregnancy and pregnancy loss in unadjusted models to those incorporating misclassified mEHP measures. Finally, to account for potential dependencies among phthalates as a mixture, we implemented quantile-based g-computation to evaluate associations of the phthalate metabolite mixture with fecundability and pregnancy loss using the R package  qgcomp . 41  Analyses were conducted in SAS (version 9.4; SAS Institute, Inc.) and mixture models and figures produced using R (version 4.2; R Development Core Team)."
    },
    {
      "title": "Preconception Phthalate Metabolites",
      "text": "Phthalate metabolites were measured in first-morning urine samples previously collected at the beginning of the first menstrual cycle of follow-up  ∼ 3 – 5  d following the start of menses. Participants stored daily first-morning urines in their home freezer and transported samples in a cooler to their study visit around the time of menses ( ∼ 14  d following the start of menses and 9–11 d following collection of urine specimens used in the analysis of phthalate metabolites). Urine specimens were aliquoted into polypropylene urine storage tubes and stored at  − 80 ° C  immediately following the study visit. Three consecutive daily first-morning urine samples were pooled to account for the short half-life of phthalate metabolites and variability of daily phthalate metabolite levels, 21  reducing exposure misclassification. 22  We evaluated 20 phthalate metabolites, including metabolites of\n\nDi(2-ethylhexyl) phthalate (DEHP), namely, mono-(2-ethylhexyl) phthalate (mEHP), mono-(2-ethyl-5-hydroxyhexyl) phthalate (mEHHP), mono-(2-carboxymethylhexyl) phthalate (mCMHP), mono-(2-ethyl-5-oxohexyl) phthalate (mEOHP), and mono-(2-ethyl-5-carboxypentyl) phthalate (mECPP)\n\nDi- n -octyl phthalate (DnOP), namely, mono-2-octyl phthalate (mOP) and mono-(3-carboxypropyl) phthalate (mCPP)\n\nDiethyl phthalate (DEP), namely, mono-ethyl phthalate (mEP)\n\nDi- n -butyl phthalate (DBP), namely, mono-butyl phthalate (mBP)\n\nDi-iso-butyl phthalate (DiBP), namely, mono-isobutyl phthalate (mIBP)\n\nBenzylbutyl phthalate (BBzP), namely, mono-benzyl phthalate (mBzP)\n\nDimethyl phthalate (DMP), namely, mono-methyl phthalate (mMP)\n\nDi- n -hexyl phthalate (DnHP), namely, mono-hexyl phthalate (mHxP)\n\nDicyclohexyl phthalate (DCHP), namely, mono-cyclohexyl phthalate (mCHP)\n\nDi-iso-nonyl phthalate (DiNP), namely, mono-isononyl phthalate (mINP)\n\nDi-iso-decyl phthalate (DiDP), namely, mono-isodecyl phthalate (mIDP)\n\nDi- n -pentyl phthalate (DnPeP), namely, mono-pentyl phthalate (mPeP)\n\nDipentyl phthalate (DPP), namely, phthalic acid (PA), mono-(4-hydroxypentyl) phthalate (mHpP) and mono-(3-carboxypropyl) phthalate (mCPP), mono-pentyl phthalate (mPeP)\n\nDi-isopropyl phthalate (DiPrP), namely, mono-isopropyl phthalate (mIPrP).\n\nPhthalates were measured using enzymatic deconjugation followed by solid-phase extraction and liquid chromatography with tandem mass spectrometry (LC-MS/MS) at the Laboratory of Organic Analytical Chemistry at the Wadsworth Center’s Division of Environmental Health Sciences. 17 , 23  Specifically, urine samples were fortified with an isotope-labeled internal standard mixture and then buffered with ammonium acetate containing B-glucuronidase from  Helix pomatia . After incubation at 37°C for 12 h, the samples were diluted with a phosphate buffer and passed through ABS ELU-Nexus cartridges (Varian) conditioned with acetonitrile and phosphate buffer. The cartridges were then washed with formic acid and high-performance LC (HPLC)-grade water and vacuum dried, after which analytes were eluted with acetonitrile and ethyl acetate and concentrated to near-dryness under nitrogen. Coefficients of variation (CVs) ranged from 3.76% for mCMHP to 22.58% for mBP. Unlike the 3-d pooled sample used in the measurement of phthalate metabolites, urinary creatinine was measured in one overlapping first-morning urine sample at the beginning of follow-up using a Roche cobas 6000 chemistry analyzer (Roche Diagnostics Inc.) to allow for adjustment for urine dilution at the Molecular Epidemiology and Biomarker Research Laboratory of the University of Minnesota (Minneapolis, Minnesota)."
    },
    {
      "title": "Fecundability and Pregnancy Loss",
      "text": "Pregnancy was detected using urinary human chorionic gonadotropin (hCG) at the time of expected menses in each of six potential cycles of follow-up. Women performed at-home and in-clinic hCG tests at the time of expected menses for each cycle [Quidel Quickvue; Quidel Corporation (sensitive to  25 mIU / mL  hCG)], and  β hCG  was additionally measured in first-morning urines from the last 10 d of the first two menstrual cycles of follow-up. Fecundability, the menstrual cycle-specific probability of pregnancy conditional on no pregnancy occurring in the prior cycle, was assessed as the number of cycles of follow-up a couple attempted to achieve pregnancy either until a pregnancy occurred or until censoring. Pregnancy loss was determined as the absence of confirmation of pregnancy on clinical ultrasound at 6.5 wk of gestation (absence of confirmation of a gestational sac, molar pregnancy, ectopic pregnancy, or blighted ovum) following a positive hCG test or as an observed loss following clinical confirmation."
    },
    {
      "title": "Reproductive Hormones, Inflammation, and Oxidative Stress",
      "text": "Using daily first-morning urine samples collected in cycles 1 and 2 of follow-up, the reproductive hormones and urinary creatinine were measured in samples collected at four time points during each cycle, including one sample collected at menses (cycle day 2), one at expected date of ovulation, and two during the luteal phase (one sample 9 d after ovulation, around the time of implantation 24  when progesterone secreted by the corpus luteum is expected to peak, 25  and a random sample between 4 d after ovulation to 2 d before onset of next menses), with timing of sample measurement based on results of peak fertility readings from daily fertility monitor testing. Timing of samples at ovulation and in the luteal phase were determined based on peak fertility reading [luteinizing hormone (LH) surge] on the fertility monitor. The two luteal phase measures were averaged to calculate an overall mean luteal phase estimate. Hormones included estradiol and estrone glucuronide (E1G), a metabolite of estradiol; progesterone and pregnanediol glucuronide (PdG), a metabolite of progesterone; follicle-stimulating hormone (FSH); and LH. E1G and PdG levels were measured using a competitive chemiluminescence duplex assay (Quansys Biosciences), and FSH and LH levels were measured using a reagent/sandwich immunoassay (Roche Diagnostics) at the Molecular Epidemiology and Biomarker Research Laboratory of the University of Minnesota. Interassay CVs were 16.9% for E1G, 23.2% for PdG, 1.6% for LH, and 1.8% for FSH. Because prior research has observed higher PdG and E1G in cycles in which a pregnancy was detected, 26 , 27  hormone measures during the luteal phase for cycles in which a pregnancy occurred were excluded from analyses.\n\nHigh-sensitivity C-reactive protein (hsCRP) was measured in serum and four isoprostane regioisomers were measured in a first-morning urine at the beginning of the first menstrual cycle of follow-up, at the same time as measurement of phthalate metabolites. hsCRP was measured using a Roche cobas 6000 chemistry analyzer (Roche Diagnostic). Isoprostanes 8-iso-prostaglandin  F 2 α  ( 8 -iso-PGF 2 α ), its metabolite 2,3-dinor-8-iso prostaglandin  F 2 α  ( 2,3 -dinor-iPF 2 α -III ), and stereoisomers 5-iso prostaglandin  F 2 α -VI  ( 5 -iso-PGF 2 α -VI ) and 8,12-iso-isoprostane  F 2 α -VI  ( 8,12 -iso-iPF 2 α -VI ) were measured in first-morning urine samples using LC-MS/MS. CVs were 13.7% at  0.27 ng / mL  for  8 -iso-PGF 2 α , 27.3% at  1.81 ng / mL  for  2,3 -dinor-iPF 2 α -III , 20.0% at  3.13 ng / mL  for  5 -iso-PGF 2 α -VI , and 23.1% at  6.74 ng / mL  for  8,12 -iso-iPF 2 α -VI ."
    },
    {
      "title": "Statistical Analysis",
      "text": "Descriptive statistics were calculated as means and standard deviations (SDs) or medians and interquartile ranges (IQRs) for continuous variables and as counts and percentages for categorical variables. Data were missing for 11 participants (0.9%) for cigarette smoking, 16 (1.3%) for BMI, 44 (3.6%) for hsCRP, 21 (1.7%) for urinary creatinine, 102 (8.3%) for urinary isoprostanes, and 136 (11.1%) for phthalate metabolites. Multiple imputation using chained equations was implemented to address missingness, generating 10 data sets. 28  Covariates used in the imputation model included preconception measures of creatinine-standardized phthalate metabolites, preconception measures of creatinine-standardized oxidative stress metabolites, preconception high-sensitivity C-reactive protein, preconception log-transformed creatinine, history of one or two prior pregnancy losses, time since last pregnancy loss at enrollment, number of cycles attempting pregnancy prior to enrollment in the study, study site, treatment assignment (low-dose aspirin vs. placebo), age, BMI, race/ethnicity, preconception cigarette smoking, parity, time to pregnancy or loss to follow-up, pregnancy observed during study, and pregnancy loss observed during study. Correlation across phthalate metabolites was calculated using Spearman correlation coefficients in the nonimputed data set. We evaluated and reported the proportion of samples with phthalate metabolites below the limit of detection (LOD), but used machine-read values for values both above and below the LOD. 29 – 31\n\nFor comparison of levels of phthalate metabolites in the EAGeR trial with national averages, we used data from the 2009–2010 National Health and Nutrition Examination Survey (NHANES). The NHANES is a biannual cross-sectional survey of the civilian, noninstitutionalized U.S. population conducted by the National Center for Health Statistics (NCHS) of the Centers for Disease Control and Prevention (CDC). 32  Among the 1,239 women 18–40 years of age who were not pregnant and participated in the 2009–2010 NHANES cycle, a random subset of 391 women were included in the measurement of urinary concentration of selected phthalate metabolites. Phthalate metabolites were quantified using HPLC-MS/MS. 33  For values below the LOD ( 0.5 ng / mL  for mEHP,  0.216 ng / mL  for mBzP,  0.4 ng / mL  for mBP, and  0.396 ng / mL  for mEP), estimates were provided as the LOD divided by the square root of 2 ( n = 82 , 21.0% below the LOD for mEHP;  n = 2 , 0.5% below the LOD for mBzP;  n = 1 , 0.3% below the LOD for mBP, and  n = 0  below the LOD for mEP). We calculated means and IQRs of mEHP, mBzP, mBP, and mEP, incorporating survey weights (variable name: WTSB2YR) to account for the stratified, multistage probability sample selected for phthalate analysis. The NHANES protocol was approved by the NCHS Research Ethics Review Board and all participants provided informed consent.\n\nFor all regression models, phthalates and isoprostanes used the covariate-adjusted standardization method developed by O’Brien et al., 34  accounting for differences in estimation of urinary dilution by creatinine based on measured factors such as BMI. Covariate-adjusted and standardized phthalate metabolites and isoprostanes were subsequently log-transformed to approximate normality, and modeled per change in IQR. We assumed a linear association between phthalate metabolites and each outcome. We additionally calculated two phthalate exposure summary measures:  a ) a potency-weighted sum estimating dietary intake of anti-androgenic phthalates, accounting for concentration of urinary metabolites and estimates of relevant fraction of metabolites excreted from their parent compounds accounting for body weight ( Σ AA , log-transformed for analysis), 35  and  b ) a sum of the DEHP metabolites mEHP, mEOHP, mEHHP, mECPP, and mCMHP, standardized for molecular weight of mECPP ( Σ DEHP  metabolites, creatine-adjusted and log-transformed for analysis). Fecundability was measured as the fecundability odds ratio (FOR) and estimated using a discrete-time Cox proportional hazards model accounting for left truncation (number of cycles attempting pregnancy prior to enrollment). Risk of pregnancy loss was assessed using Poisson regression with robust standard errors 36  and incorporated inverse probability weights (weighted for factors associated with pregnancy) to account for potential selection bias due to the exclusion of participants who did not become pregnant. Association of phthalate metabolites with change in reproductive hormones during the follicular phase, at ovulation, and during the luteal phase of the first two cycles of follow-up, as well as cross-sectional associations with hsCRP and isoprostanes at the beginning of the first cycle, were calculated using generalized linear models. To account for potential selection bias in the analyses of luteal phase hormone levels, which excluded women who became pregnant in a given cycle ( n = 267  in cycle 1 and  n = 194  in cycle 2), models were weighted for factors associated with not becoming pregnant.\n\nPotential confounders were selected based on a review of the literature and construction of directed acyclic graphs. 37  Models were adjusted for log-transformed urinary creatinine level, treatment assignment (aspirin vs. placebo), maternal age (continuous; in years), BMI (continuous; in kilograms per meter squared), self-reported White vs. non-White race/ethnicity as a proxy for inequities in exposure to systemic privilege vs. systemic racism (participants self-reported race/ethnicity in categories including Hispanic/Latino, Black/African American, Asian, Native Hawaiian or Pacific Islander, and American Indian or Alaskan Native; however, 95.2% of the cohort self-reported as White, leading to zero cells when adjusting for multiple covariates and, as a result, we collapsed the categories of those reporting non-White race/ethnicities into a single category), cigarette smoking ( ≥ 1  cigarette/d vs.  < 1  cigarette/d), and parity (parous vs. nulliparous). To account for inflation of group-wise type I error due to multiple comparisons, we corrected for the false discovery rate (FDR) using the Benjamini–Hochberg procedure. 38\n\nOwing to potential differences of the action of exposure to phthalates on reproductive health by baseline inflammatory and metabolic health status, 39 , 40  in secondary analyses we evaluated effect modification of the relationship of phthalate metabolites with fecundability and pregnancy loss by treatment assignment (randomization to low-dose aspirin vs. placebo) and BMI ( < 25 ,  25 to < 30 , vs.  ≥ 30 kg / m 2 ). To address the potential misclassification of exposure to phthalates assessed at the beginning of follow-up for outcomes occurring in subsequent menstrual cycles (pregnancy and pregnancy loss), we conducted a secondary analysis restricted to the first menstrual cycle of follow-up ( n = 267  pregnancies and  n = 55  losses occurring in the first menstrual cycle of follow-up). We additionally conducted a secondary analysis evaluating the relationship of phthalate metabolites with reproductive hormones restricted to the periconception window during the luteal phase ( ∼ 6 – 10  d following ovulation), 24  where secretion of progesterone levels from the corpus luteum peak. 25  We conducted a secondary analysis for the relationship of phthalates with pregnancy loss without incorporation of inverse probability weights to identify whether the weighted models accounting for factors associated with pregnancy influenced the findings. Because urinary creatinine was only measured for one of the three consecutive daily first-morning urines pooled for the assessment of phthalates, we additionally conducted a sensitivity analysis to evaluate the degree of bias that may have been introduced due to misclassification of urinary dilution. First, we ran models evaluating the association of an IQR change in log-transformed phthalate metabolites with fecundability and pregnancy loss without adjustment for urinary creatinine. Second, we simulated 1,000 data sets for each of a range of associations representing the “true” association of mEHP concentrations with both pregnancy ( ORs = 0.80, 0.85, 0.90, and 0.95) and pregnancy loss ( ORs = 1.1, 1.2, and 1.3). We then simulated increasing levels of misclassification for urinary dilution (1.5, 2.0, 2.5, and 3.0 times the observed SD). We subsequently ran logistic regression models comparing the “true” association of mEHP with pregnancy and pregnancy loss in unadjusted models to those incorporating misclassified mEHP measures. Finally, to account for potential dependencies among phthalates as a mixture, we implemented quantile-based g-computation to evaluate associations of the phthalate metabolite mixture with fecundability and pregnancy loss using the R package  qgcomp . 41  Analyses were conducted in SAS (version 9.4; SAS Institute, Inc.) and mixture models and figures produced using R (version 4.2; R Development Core Team)."
    },
    {
      "title": "Results",
      "text": "Among 1,228 participants enrolled in the EAGeR trial,  mean ± SD  age was  28.7 ± 4.8  y and the majority of participants were non-Hispanic white (94.6%) and had a moderate-to-high household income (68.9%  ≥ $ 40,000 / y ) ( Table 1 ). More than half were parous (57.2%), 12.3% reported cigarette smoking, and BMI was  26.3 ± 6.5 \n kg / m 2 . A total of 797 (64.9%) women became pregnant over the six menstrual cycles of follow-up and, of those who became pregnant, 188 (23.6%) experienced a pregnancy loss. Tertile of mEHP did not vary considerably across demographic and health risk factors, apart from a trend of lower mEHP for non-Hispanic white participants (98.0% vs. 92.6% for first vs. third tertile) and for those who had been attempting pregnancy for a shorter length of time (2.2 vs. 3.5 menstrual cycles prior to enrollment for first vs. third tertile). Seven metabolites had more  > 50 %  of values below the LOD (namely, mOP, mMP, mCHP, mINP, mIDP, mPeP, and mIPrP; Table S1). Fifteen phthalate metabolites had  < 2 %  of values falling below average background level, suggesting a low concern for contamination of samples. However, 5 phthalate metabolites with low detect rates had a high proportion of values below the average background level (namely, mCHP, 12.4%; mOP, 66.8%; mINP, 49.4%; mIDP, 68.9%; and mPeP, 60.3%). Compared with a sample of reproductive-age women (18–40 years of age) representative of the U.S. population from NHANES 2008–2009, the distribution of phthalate metabolites among EAGeR participants varied depending on the metabolite, including higher levels for mEHP [median (IQR) of 6.61 (4.14, 12.43) ng/mL for EAGeR vs. 1.59 (0.64, 3.31) ng/mL for NHANES] and mBzP [median (IQR) of 16.6 (9.4, 27.7) ng/mL for EAGeR vs. 7.0 (3.4, 15.8) ng/mL for NHANES], similar levels for mBP [median (IQR) of 22.4 (15.4, 35.0) ng/mL for EAGeR vs. 19.5 (8.0, 33.3) ng/mL for NHANES], and lower levels for mEP [median (IQR) of 47.7 (26.5, 93.1) ng/mL for EAGeR vs. 74.8 (26.2, 208.5) ng/mL for NHANES]. Most phthalate metabolites were moderately correlated ( ρ = 0.2 – 0.5 ), with the exception of high correlations for metabolites of DEHP ( ρ = 0.64 – 0.99 ) and negative correlations of mIDP and mPeP with several other metabolites (Figure S1).\n\nParticipant characteristics by tertile of mEHP in the Effects of Aspirin in Gestation and Reproduction (EAGeR) trial (2007–2012;  n = 1,228 ).\n\nNote: Missing data on 1 participant for education and household income, 6 for BMI, 11 for cigarette smoking, and 97 for number of menstrual cycles attempting pregnancy prior to enrollment. BMI, body mass index; mEHP, mono-(2-ethylhexyl) phthalate; SD, standard deviation.\n\nmEHP chosen as the major metabolite of di(2-ethylhexyl) phthalate (DEHP) and measured in a consecutive 3-d pooled first-morning urine sample.\n\nOverall, preconception urinary concentrations of several phthalate metabolites were associated with lower odds of fecundability, including mEHP [ FOR = 0.88 ; 95% confidence interval (CI): 0.78, 1.00 per IQR], mBP ( FOR = 0.82 ; 95% CI: 0.70, 0.96 per IQR), and mBzP ( FOR = 0.85 ; 95% CI: 0.74, 0.98 per IQR) ( Table 2 ). There were no clear associations of phthalate metabolites with risk of pregnancy loss, we observed both a  > 10 %  increased risk for mECPP [ relative risk ( RR ) = 1.17 ; 95% CI: 0.97, 1.42 per IQR], mBzP ( RR = 1.13 ; 95% CI: 0.88, 1.45 per IQR), mIDP ( RR = 1.12 ; 95% CI: 0.93, 1.36 per IQR), and PA ( RR = 1.11 ; 95% CI: 0.88, 1.38 per IQR), as well as a  > 10 %  decreased risk for mIBP ( RR = 0.84 ; 95% CI: 0.65, 1.08 per IQR) and mHxP ( RR = 0.76 ; 95% CI: 0.60, 0.96 per IQR), most with wide CIs. No apparent differences in effect estimates were observed by randomization to low-dose aspirin vs. placebo for fecundability or pregnancy loss (Tables S2 and S3). However, the  Σ DEHP  metabolites and mECPP were more strongly associated with lower fecundability among women who had BMIs of  ≥ 30 kg / m 2  as compared with those with BMIs of  < 25 kg / m 2  [e.g.,  FOR = 0.75  (95% CI: 0.58, 0.97) vs.  FOR = 1.00  (95% CI: 0.85, 1.19), respectively,  p interaction = 0.05  for the  Σ DEHP  metabolites]. None of the comparisons survived adjustment for the FDR at  p < 0.05 . In secondary analyses restricted to the first menstrual cycle only ( n = 267  pregnancies and  n = 55  losses), associations with pregnancy remained similar. Stronger associations were observed between higher sum of anti-androgenic phthalates ( Σ AA ),  Σ DEHP  metabolites, and individual DEHP metabolites, mCPP, mEP, mIPrP, and PA with greater risk of pregnancy loss and higher mBP, mHxP, and mBzP with lower risk of pregnancy loss in the first menstrual cycle of follow-up (Table S4). Finally, estimates for phthalate metabolites and pregnancy loss were similar when comparing models with and without incorporation of inverse probability weights (Table S5).\n\nAssociation of an interquartile range increase in creatinine-adjusted log-transformed phthalate metabolites with fecundability and pregnancy loss ( n = 1,228 ).\n\nNote: FOR estimated using discrete-time Cox proportional hazards models accounting for left truncation and right censoring. RR of pregnancy loss estimated using Poisson models with robust variance and incorporating inverse probability weights to account for factors associated with becoming pregnant. Models were adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking, and parity. CI, confidence interval; FOR, fecundability odds ratio; LOD, limit of detection; mBP, mono-butyl phthalate; mBzP, mono-benzyl phthalate; mCHP, mono-cyclohexyl phthalate; mCMHP, mono-(2-carboxymethylhexyl) phthalate; mCPP, mono-(3-carboxypropyl) phthalate; mECPP, mono-(2-ethyl-5-carboxypentyl) phthalate; mEHHP, mono-(2-ethyl-5-hydroxyhexyl) phthalate; mEHP, mono-(2-ethylhexyl) phthalate; mEOHP, mono-(2-ethyl-5-oxohexyl) phthalate; mEP, mono-ethyl phthalate; mHpP, mono-[4-hydroxypentyl] phthalate; mHxP, mono-hexyl phthalate; mIBP, mono-isobutyl phthalate; mIDP, mono-isodecyl phthalate; mINP, mono-isononyl phthalate; mIPrP, mono-isopropyl phthalate; mMP, mono-methyl phthalate; mOP, mono-2-octyl phthalate; mPeP, mono-pentyl phthalate; PA, phthalic acid; RR, relative risk;  Σ AA , sum of anti-androgenic phthalates;  Σ DEHP  metabolites, sum of di(2-ethylhexyl) phthalate metabolites.\n\nMetabolite with  > 50 %  of values below the LOD.\n\nIn sensitivity analyses evaluating potential bias due to adjusting for urinary creatinine measured for only one of the three daily consecutive pooled first-morning urines used for measuring phthalate metabolites, we observed few differences in direction or precision of estimates between models using a creatinine-standardization approach, 42  and those unadjusted for urinary creatinine [e.g.,  FOR = 0.82  (95% CI: 0.70, 0.96) per IQR change in mBP for creatinine-standardized and adjusted models and  FOR = 0.89  (95% CI: 0.81, 0.98) per IQR change in log-transformed mBP for models not standardized or adjusted for creatinine; Table S6]. In a simulation study evaluating the degree of bias that might have been introduced as a result of misclassification of mEHP ( mean ± SD  of  1.90 ± 0.86  for log-transformed mEHP) from urinary dilution, we observed that smaller effect sizes (e.g., 0.90 for pregnancy and 1.10 for pregnancy loss) would be notably attenuated with a doubling in the SD of mEHP [ OR = 0.98  (95% CI: 0.93, 1.04) and  OR = 1.04  (95% CI: 0.93, 1.16) per IQR change in log-transformed mEHP, respectively; Table S7]. However, for moderate effect sizes (e.g., 0.80 for pregnancy and 1.30 for pregnancy loss), effect estimates remained observable, with a doubling of the SD of mEHP [e.g.,  OR = 0.91  (95% CI: 0.893, 0.99) and  OR = 1.12  (95% CI: 1.00, 1.25) per IQR change in log-transformed mEHP, respectively]. A tripling of the observed SD of mEHP was needed to attenuate moderate effect sizes [e.g.,  OR = 0.96  (95% CI: 0.91, 1.02) and  OR = 1.04  (95% CI: 0.97, 1.11) per IQR change in log-transformed mEHP, respectively].\n\nFinally, we implemented quantile-based g-computation to evaluate the relationship between the phthalate mixture with fecundability and risk of pregnancy loss. Phthalate metabolites contributed both positively (mECPP, mCMHP, and mIBP) and negatively (mEOHP, mBP, mEHPP, and PA) to the mixture for fecundability (Table S8), with no evidence of an association between a quartile increase in the phthalate mixture and fecundability ( FOR = 0.99 ; 95% CI: 0.91, 1.08). Similarly, phthalate metabolites contributed both positively (mECPP, mHpP, and PA) and negatively (mIBP, mEOHP, mHxP, mCPP, mCMHP, and mEHHP) to the mixture for pregnancy loss (Table S8), with no evidence of an association between the phthalate mixture and loss ( RR = 0.96 ; 95% CI: 0.76, 1.22).\n\nPreconception phthalate metabolites were prospectively associated with several reproductive hormones across the first two menstrual cycles of follow-up. Higher levels of several phthalate metabolites were associated with lower estradiol across the menstrual cycle ( Figure 1 ; Tables S9–S11). The strongest negative associations were observed for mBP, mIBP, mBzP, mIDP, mIPrP, and PA, whereas the associations for DEHP metabolites with estradiol, particularly for mEHP, were less clear. Associations were also observed for higher phthalate metabolites with lower E1G at ovulation, particularly for the DEHP metabolites, as well as for mEP, mBP, mIBP, and mHxP. Conversely, mINP and mIPrP were associated with higher E1G at ovulation. Higher levels of phthalate metabolites were consistently associated with higher FSH and LH levels, particularly at ovulation ( Figure 2 ; Tables S9–S11). The exceptions were mINP and mIDP, which were associated with both lower FSH and LH levels, although both had  > 65 %  of values below the LOD. Associations of phthalate metabolites with progesterone were less consistent, with some suggestion of a positive relationship with progesterone during the luteal phase, although CIs were wide ( Figure 3 ; Tables S9–S11). However, we observed stronger associations of high levels of phthalate metabolites with higher PdG during the luteal phase, with the exception of mEP, mINP, mCHP, mOP, and mIDP. Several comparisons survived adjustment for the FDR at  p < 0.05 . This includes associations of phthalate metabolites with higher estradiol (6 associations during the follicular and luteal phases), higher FSH (16 associations during the follicular phase, 8 around ovulation, and 18 during the luteal phase), higher LH (4 associations during the follicular phase, 1 around ovulation, and 14 during the luteal phase), and higher PdG (10 associations during the luteal phase). In secondary analyses restricted to the peri-implantation window in the luteal phase (estimated as 6–10 d following ovulation), associations of phthalate metabolites with lower estradiol, higher FSH, higher LH levels were attenuated, whereas associations with higher PdG remained but were less precise (Table S12).\n\nAssociation of an IQR increase in creatinine-adjusted log-transformed phthalate metabolites measured at the beginning of the first two menstrual cycles of follow-up with estradiol and estrone-3-glucuronide during the follicular phase (solid black line), ovulation (dashed gray line), and luteal phase (solid light gray line) of the first two menstrual cycles of follow-up ( n = 1,228 ). Models were adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking, and parity. Summary data are reported in Tables S9–S11. Note: IQR, interquartile range; mBP, mono-butyl phthalate; mBzP, mono-benzyl phthalate; mCHP, mono-cyclohexyl phthalate; mCMHP, mono-(2-carboxymethylhexyl) phthalate; mCPP, mono-(3-carboxypropyl) phthalate; mECPP, mono-(2-ethyl-5-carboxypentyl) phthalate; mEHHP, mono-(2-ethyl-5-hydroxyhexyl) phthalate; mEHP, mono-(2-ethylhexyl) phthalate; mEOHP, mono-(2-ethyl-5-oxohexyl) phthalate; mEP, mono-ethyl phthalate; mHpP, mono-[4-hydroxypentyl] phthalate; mHxP, mono-hexyl phthalate; mIBP, mono-isobutyl phthalate; mIDP, mono-isodecyl phthalate; mINP, mono-isononyl phthalate; mIPrP, mono-isopropyl phthalate; mMP, mono-methyl phthalate; mOP, mono-2-octyl phthalate; mPeP, mono-pentyl phthalate; PA, phthalic acid;  Σ AA , sum of anti-androgenic phthalates;  Σ DEHP  metabolites, sum of di(2-ethylhexyl) phthalate metabolites.\n\nAssociation of an IQR increase in creatinine-adjusted log-transformed phthalate metabolites measured at the beginning of the first two menstrual cycles of follow-up with follicle-stimulating hormone and luteinizing hormone during the follicular phase (solid black line), ovulation (dashed gray line), and luteal phase (solid light gray line) of the first two menstrual cycles of follow-up ( n = 1,228 ). Models were adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking, and parity. Summary data are reported in Tables S9–S11. Note: IQR, interquartile range; mBP, mono-butyl phthalate; mBzP, mono-benzyl phthalate; mCHP, mono-cyclohexyl phthalate; mCMHP, mono-(2-carboxymethylhexyl) phthalate; mCPP, mono-(3-carboxypropyl) phthalate; mECPP, mono-(2-ethyl-5-carboxypentyl) phthalate; mEHHP, mono-(2-ethyl-5-hydroxyhexyl) phthalate; mEHP, mono-(2-ethylhexyl) phthalate; mEOHP, mono-(2-ethyl-5-oxohexyl) phthalate; mEP, mono-ethyl phthalate; mHpP, mono-[4-hydroxypentyl] phthalate; mHxP, mono-hexyl phthalate; mIBP, mono-isobutyl phthalate; mIDP, mono-isodecyl phthalate; mINP, mono-isononyl phthalate; mIPrP, mono-isopropyl phthalate; mMP, mono-methyl phthalate; mOP, mono-2-octyl phthalate; mPeP, mono-pentyl phthalate; PA, phthalic acid;  Σ AA , sum of anti-androgenic phthalates;  Σ DEHP  metabolites, sum of di(2-ethylhexyl) phthalate metabolites.\n\nAssociation of an IQR increase in creatinine-adjusted log-transformed phthalate metabolites measured at the beginning of the first menstrual cycles of follow-up with progesterone and pregnanediol glucuronide during the follicular phase (solid black line), ovulation (dashed gray line), and luteal phase (solid light gray line) of the first two menstrual cycles of follow-up ( n = 1,228 ). Models were adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking, and parity. Summary data are reported in Tables S9–S11. Note: IQR, interquartile range; mBP, mono-butyl phthalate; mBzP, mono-benzyl phthalate; mCHP, mono-cyclohexyl phthalate; mCMHP, mono-(2-carboxymethylhexyl) phthalate; mCPP, mono-(3-carboxypropyl) phthalate; mECPP, mono-(2-ethyl-5-carboxypentyl) phthalate; mEHHP, mono-(2-ethyl-5-hydroxyhexyl) phthalate; mEHP, mono-(2-ethylhexyl) phthalate; mEOHP, mono-(2-ethyl-5-oxohexyl) phthalate; mEP, mono-ethyl phthalate; mHpP, mono-[4-hydroxypentyl] phthalate; mHxP, mono-hexyl phthalate; mIBP, mono-isobutyl phthalate; mIDP, mono-isodecyl phthalate; mINP, mono-isononyl phthalate; mIPrP, mono-isopropyl phthalate; mMP, mono-methyl phthalate; mOP, mono-2-octyl phthalate; mPeP, mono-pentyl phthalate; PA, phthalic acid;  Σ AA , sum of anti-androgenic phthalates;  Σ DEHP  metabolites, sum of di(2-ethylhexyl) phthalate metabolites.\n\nIn cross-sectional analyses, preconception phthalate metabolites were associated with both higher hsCRP and isoprostane levels ( Table 3 ). An IQR increase in four phthalate metabolites was associated with at least a  0.5 -mg / dL  increase in hsCRP, including PA ( β = 0.805 ; 95% CI: 0.185, 1.426), mBP ( β = 0.616 ; 95% CI: 0.068, 1.165), mCPP ( β = 0.572 ; 95% CI: 0.060, 1.084), and mHpP ( β = 0.537 ; 95% CI: 0.093, 0.980). Similarly, several phthalate metabolites were associated with at least a  0.05 -ng / mL  increase in isoprostane levels, including seven with  8 -iso-PGF 2 α , 10 with  2,3 -dinor-iPF 2 α -III , 16 with  5 -iso-PGF 2 α -VI , and seven with  8,12 -iso-iPF 2 α -VI . The three phthalate metabolites most strongly associated with fecundability (namely, mEHP, mBP, and mBzP) were consistently associated with both higher hsCRP and higher levels of the four isoprostane regioisomers. For example, mEHP was associated with a 0.378 (95% CI:  − 0.064 , 0.820)-mg/dL increase in hsCRP, a 0.090 (95% CI: 0.031, 0.149)-ng/mL increase in  8 -iso-PGF 2 α , a 0.086 (95% CI: 0.023, 0.150)-ng/mL increase in  2,3 -dinor-iPF 2 α -III , a 0.234 (95% CI: 0.142, 0.325)-ng/mL increase in  5 -iso-PGF 2 α -VI , and a 0.140 (95% CI 0.057, 0.224)-ng/mL increase in  8,12 -iso-iPF 2 α -VI . After adjustment for the FDR, none of the associations of phthalate metabolites with hsCRP had an adjusted  p < 0.05 , whereas several comparisons with isoprostanes remained below this threshold. This includes 6 phthalate metabolites for  8 -iso-PGF 2 α  (namely, mEHP, mBP, mHxP, mCHP, mHpP, and mBzP), 5 DEHP metabolites for  2,3 -dinor-iPF 2 α -III , 14 phthalate metabolites for  5 -iso-PGF 2 α -VI  (including  Σ AA  and  Σ DEHP  metabolites), and mEHP for  8,12 -iso-iPF 2 α -VI .\n\nAssociation of an interquartile range increase in creatinine-adjusted log-transformed phthalate metabolites with markers of inflammation and oxidative stress at the beginning of the first menstrual cycle of follow-up ( n = 1,228 ).\n\nNote: Generalized linear models adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking and parity. Models were adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking, and parity. Interquartile ranges for each phthalate metabolite are listed in Table S1. CI, confidence interval; hsCRP, highly sensitive C-reactive protein; LOD, limit of detection; mBP, mono-butyl phthalate; mBzP, mono-benzyl phthalate; mCHP, mono-cyclohexyl phthalate; mCMHP, mono-(2-carboxymethylhexyl) phthalate; mCPP, mono-(3-carboxypropyl) phthalate; mECPP, mono-(2-ethyl-5-carboxypentyl) phthalate; mEHHP, mono-(2-ethyl-5-hydroxyhexyl) phthalate; mEHP, mono-(2-ethylhexyl) phthalate; mEOHP, mono-(2-ethyl-5-oxohexyl) phthalate; mEP, mono-ethyl phthalate; mHpP, mono-[4-hydroxypentyl] phthalate; mHxP, mono-hexyl phthalate; mIBP, mono-isobutyl phthalate; mIDP, mono-isodecyl phthalate; mINP, mono-isononyl phthalate; mIPrP, mono-isopropyl phthalate; mMP, mono-methyl phthalate; mOP, mono-2-octyl phthalate; mPeP, mono-pentyl phthalate; PA, phthalic acid;  Σ AA , sum of anti-androgenic phthalates;  Σ DEHP  metabolites, sum of di(2-ethylhexyl) phthalate metabolites.\n\nAssociation survives false discovery rate  p < 0.05  for multiple comparisons.\n\nMetabolite with  > 50 %  of values below the LOD."
    },
    {
      "title": "Relationship of Phthalates with Fecundability and Pregnancy Loss",
      "text": "Overall, preconception urinary concentrations of several phthalate metabolites were associated with lower odds of fecundability, including mEHP [ FOR = 0.88 ; 95% confidence interval (CI): 0.78, 1.00 per IQR], mBP ( FOR = 0.82 ; 95% CI: 0.70, 0.96 per IQR), and mBzP ( FOR = 0.85 ; 95% CI: 0.74, 0.98 per IQR) ( Table 2 ). There were no clear associations of phthalate metabolites with risk of pregnancy loss, we observed both a  > 10 %  increased risk for mECPP [ relative risk ( RR ) = 1.17 ; 95% CI: 0.97, 1.42 per IQR], mBzP ( RR = 1.13 ; 95% CI: 0.88, 1.45 per IQR), mIDP ( RR = 1.12 ; 95% CI: 0.93, 1.36 per IQR), and PA ( RR = 1.11 ; 95% CI: 0.88, 1.38 per IQR), as well as a  > 10 %  decreased risk for mIBP ( RR = 0.84 ; 95% CI: 0.65, 1.08 per IQR) and mHxP ( RR = 0.76 ; 95% CI: 0.60, 0.96 per IQR), most with wide CIs. No apparent differences in effect estimates were observed by randomization to low-dose aspirin vs. placebo for fecundability or pregnancy loss (Tables S2 and S3). However, the  Σ DEHP  metabolites and mECPP were more strongly associated with lower fecundability among women who had BMIs of  ≥ 30 kg / m 2  as compared with those with BMIs of  < 25 kg / m 2  [e.g.,  FOR = 0.75  (95% CI: 0.58, 0.97) vs.  FOR = 1.00  (95% CI: 0.85, 1.19), respectively,  p interaction = 0.05  for the  Σ DEHP  metabolites]. None of the comparisons survived adjustment for the FDR at  p < 0.05 . In secondary analyses restricted to the first menstrual cycle only ( n = 267  pregnancies and  n = 55  losses), associations with pregnancy remained similar. Stronger associations were observed between higher sum of anti-androgenic phthalates ( Σ AA ),  Σ DEHP  metabolites, and individual DEHP metabolites, mCPP, mEP, mIPrP, and PA with greater risk of pregnancy loss and higher mBP, mHxP, and mBzP with lower risk of pregnancy loss in the first menstrual cycle of follow-up (Table S4). Finally, estimates for phthalate metabolites and pregnancy loss were similar when comparing models with and without incorporation of inverse probability weights (Table S5).\n\nAssociation of an interquartile range increase in creatinine-adjusted log-transformed phthalate metabolites with fecundability and pregnancy loss ( n = 1,228 ).\n\nNote: FOR estimated using discrete-time Cox proportional hazards models accounting for left truncation and right censoring. RR of pregnancy loss estimated using Poisson models with robust variance and incorporating inverse probability weights to account for factors associated with becoming pregnant. Models were adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking, and parity. CI, confidence interval; FOR, fecundability odds ratio; LOD, limit of detection; mBP, mono-butyl phthalate; mBzP, mono-benzyl phthalate; mCHP, mono-cyclohexyl phthalate; mCMHP, mono-(2-carboxymethylhexyl) phthalate; mCPP, mono-(3-carboxypropyl) phthalate; mECPP, mono-(2-ethyl-5-carboxypentyl) phthalate; mEHHP, mono-(2-ethyl-5-hydroxyhexyl) phthalate; mEHP, mono-(2-ethylhexyl) phthalate; mEOHP, mono-(2-ethyl-5-oxohexyl) phthalate; mEP, mono-ethyl phthalate; mHpP, mono-[4-hydroxypentyl] phthalate; mHxP, mono-hexyl phthalate; mIBP, mono-isobutyl phthalate; mIDP, mono-isodecyl phthalate; mINP, mono-isononyl phthalate; mIPrP, mono-isopropyl phthalate; mMP, mono-methyl phthalate; mOP, mono-2-octyl phthalate; mPeP, mono-pentyl phthalate; PA, phthalic acid; RR, relative risk;  Σ AA , sum of anti-androgenic phthalates;  Σ DEHP  metabolites, sum of di(2-ethylhexyl) phthalate metabolites.\n\nMetabolite with  > 50 %  of values below the LOD.\n\nIn sensitivity analyses evaluating potential bias due to adjusting for urinary creatinine measured for only one of the three daily consecutive pooled first-morning urines used for measuring phthalate metabolites, we observed few differences in direction or precision of estimates between models using a creatinine-standardization approach, 42  and those unadjusted for urinary creatinine [e.g.,  FOR = 0.82  (95% CI: 0.70, 0.96) per IQR change in mBP for creatinine-standardized and adjusted models and  FOR = 0.89  (95% CI: 0.81, 0.98) per IQR change in log-transformed mBP for models not standardized or adjusted for creatinine; Table S6]. In a simulation study evaluating the degree of bias that might have been introduced as a result of misclassification of mEHP ( mean ± SD  of  1.90 ± 0.86  for log-transformed mEHP) from urinary dilution, we observed that smaller effect sizes (e.g., 0.90 for pregnancy and 1.10 for pregnancy loss) would be notably attenuated with a doubling in the SD of mEHP [ OR = 0.98  (95% CI: 0.93, 1.04) and  OR = 1.04  (95% CI: 0.93, 1.16) per IQR change in log-transformed mEHP, respectively; Table S7]. However, for moderate effect sizes (e.g., 0.80 for pregnancy and 1.30 for pregnancy loss), effect estimates remained observable, with a doubling of the SD of mEHP [e.g.,  OR = 0.91  (95% CI: 0.893, 0.99) and  OR = 1.12  (95% CI: 1.00, 1.25) per IQR change in log-transformed mEHP, respectively]. A tripling of the observed SD of mEHP was needed to attenuate moderate effect sizes [e.g.,  OR = 0.96  (95% CI: 0.91, 1.02) and  OR = 1.04  (95% CI: 0.97, 1.11) per IQR change in log-transformed mEHP, respectively].\n\nFinally, we implemented quantile-based g-computation to evaluate the relationship between the phthalate mixture with fecundability and risk of pregnancy loss. Phthalate metabolites contributed both positively (mECPP, mCMHP, and mIBP) and negatively (mEOHP, mBP, mEHPP, and PA) to the mixture for fecundability (Table S8), with no evidence of an association between a quartile increase in the phthalate mixture and fecundability ( FOR = 0.99 ; 95% CI: 0.91, 1.08). Similarly, phthalate metabolites contributed both positively (mECPP, mHpP, and PA) and negatively (mIBP, mEOHP, mHxP, mCPP, mCMHP, and mEHHP) to the mixture for pregnancy loss (Table S8), with no evidence of an association between the phthalate mixture and loss ( RR = 0.96 ; 95% CI: 0.76, 1.22)."
    },
    {
      "title": "Phthalates and Reproductive Hormones",
      "text": "Preconception phthalate metabolites were prospectively associated with several reproductive hormones across the first two menstrual cycles of follow-up. Higher levels of several phthalate metabolites were associated with lower estradiol across the menstrual cycle ( Figure 1 ; Tables S9–S11). The strongest negative associations were observed for mBP, mIBP, mBzP, mIDP, mIPrP, and PA, whereas the associations for DEHP metabolites with estradiol, particularly for mEHP, were less clear. Associations were also observed for higher phthalate metabolites with lower E1G at ovulation, particularly for the DEHP metabolites, as well as for mEP, mBP, mIBP, and mHxP. Conversely, mINP and mIPrP were associated with higher E1G at ovulation. Higher levels of phthalate metabolites were consistently associated with higher FSH and LH levels, particularly at ovulation ( Figure 2 ; Tables S9–S11). The exceptions were mINP and mIDP, which were associated with both lower FSH and LH levels, although both had  > 65 %  of values below the LOD. Associations of phthalate metabolites with progesterone were less consistent, with some suggestion of a positive relationship with progesterone during the luteal phase, although CIs were wide ( Figure 3 ; Tables S9–S11). However, we observed stronger associations of high levels of phthalate metabolites with higher PdG during the luteal phase, with the exception of mEP, mINP, mCHP, mOP, and mIDP. Several comparisons survived adjustment for the FDR at  p < 0.05 . This includes associations of phthalate metabolites with higher estradiol (6 associations during the follicular and luteal phases), higher FSH (16 associations during the follicular phase, 8 around ovulation, and 18 during the luteal phase), higher LH (4 associations during the follicular phase, 1 around ovulation, and 14 during the luteal phase), and higher PdG (10 associations during the luteal phase). In secondary analyses restricted to the peri-implantation window in the luteal phase (estimated as 6–10 d following ovulation), associations of phthalate metabolites with lower estradiol, higher FSH, higher LH levels were attenuated, whereas associations with higher PdG remained but were less precise (Table S12).\n\nAssociation of an IQR increase in creatinine-adjusted log-transformed phthalate metabolites measured at the beginning of the first two menstrual cycles of follow-up with estradiol and estrone-3-glucuronide during the follicular phase (solid black line), ovulation (dashed gray line), and luteal phase (solid light gray line) of the first two menstrual cycles of follow-up ( n = 1,228 ). Models were adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking, and parity. Summary data are reported in Tables S9–S11. Note: IQR, interquartile range; mBP, mono-butyl phthalate; mBzP, mono-benzyl phthalate; mCHP, mono-cyclohexyl phthalate; mCMHP, mono-(2-carboxymethylhexyl) phthalate; mCPP, mono-(3-carboxypropyl) phthalate; mECPP, mono-(2-ethyl-5-carboxypentyl) phthalate; mEHHP, mono-(2-ethyl-5-hydroxyhexyl) phthalate; mEHP, mono-(2-ethylhexyl) phthalate; mEOHP, mono-(2-ethyl-5-oxohexyl) phthalate; mEP, mono-ethyl phthalate; mHpP, mono-[4-hydroxypentyl] phthalate; mHxP, mono-hexyl phthalate; mIBP, mono-isobutyl phthalate; mIDP, mono-isodecyl phthalate; mINP, mono-isononyl phthalate; mIPrP, mono-isopropyl phthalate; mMP, mono-methyl phthalate; mOP, mono-2-octyl phthalate; mPeP, mono-pentyl phthalate; PA, phthalic acid;  Σ AA , sum of anti-androgenic phthalates;  Σ DEHP  metabolites, sum of di(2-ethylhexyl) phthalate metabolites.\n\nAssociation of an IQR increase in creatinine-adjusted log-transformed phthalate metabolites measured at the beginning of the first two menstrual cycles of follow-up with follicle-stimulating hormone and luteinizing hormone during the follicular phase (solid black line), ovulation (dashed gray line), and luteal phase (solid light gray line) of the first two menstrual cycles of follow-up ( n = 1,228 ). Models were adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking, and parity. Summary data are reported in Tables S9–S11. Note: IQR, interquartile range; mBP, mono-butyl phthalate; mBzP, mono-benzyl phthalate; mCHP, mono-cyclohexyl phthalate; mCMHP, mono-(2-carboxymethylhexyl) phthalate; mCPP, mono-(3-carboxypropyl) phthalate; mECPP, mono-(2-ethyl-5-carboxypentyl) phthalate; mEHHP, mono-(2-ethyl-5-hydroxyhexyl) phthalate; mEHP, mono-(2-ethylhexyl) phthalate; mEOHP, mono-(2-ethyl-5-oxohexyl) phthalate; mEP, mono-ethyl phthalate; mHpP, mono-[4-hydroxypentyl] phthalate; mHxP, mono-hexyl phthalate; mIBP, mono-isobutyl phthalate; mIDP, mono-isodecyl phthalate; mINP, mono-isononyl phthalate; mIPrP, mono-isopropyl phthalate; mMP, mono-methyl phthalate; mOP, mono-2-octyl phthalate; mPeP, mono-pentyl phthalate; PA, phthalic acid;  Σ AA , sum of anti-androgenic phthalates;  Σ DEHP  metabolites, sum of di(2-ethylhexyl) phthalate metabolites.\n\nAssociation of an IQR increase in creatinine-adjusted log-transformed phthalate metabolites measured at the beginning of the first menstrual cycles of follow-up with progesterone and pregnanediol glucuronide during the follicular phase (solid black line), ovulation (dashed gray line), and luteal phase (solid light gray line) of the first two menstrual cycles of follow-up ( n = 1,228 ). Models were adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking, and parity. Summary data are reported in Tables S9–S11. Note: IQR, interquartile range; mBP, mono-butyl phthalate; mBzP, mono-benzyl phthalate; mCHP, mono-cyclohexyl phthalate; mCMHP, mono-(2-carboxymethylhexyl) phthalate; mCPP, mono-(3-carboxypropyl) phthalate; mECPP, mono-(2-ethyl-5-carboxypentyl) phthalate; mEHHP, mono-(2-ethyl-5-hydroxyhexyl) phthalate; mEHP, mono-(2-ethylhexyl) phthalate; mEOHP, mono-(2-ethyl-5-oxohexyl) phthalate; mEP, mono-ethyl phthalate; mHpP, mono-[4-hydroxypentyl] phthalate; mHxP, mono-hexyl phthalate; mIBP, mono-isobutyl phthalate; mIDP, mono-isodecyl phthalate; mINP, mono-isononyl phthalate; mIPrP, mono-isopropyl phthalate; mMP, mono-methyl phthalate; mOP, mono-2-octyl phthalate; mPeP, mono-pentyl phthalate; PA, phthalic acid;  Σ AA , sum of anti-androgenic phthalates;  Σ DEHP  metabolites, sum of di(2-ethylhexyl) phthalate metabolites."
    },
    {
      "title": "Phthalates and Biomarkers of Inflammation and Oxidative Stress",
      "text": "In cross-sectional analyses, preconception phthalate metabolites were associated with both higher hsCRP and isoprostane levels ( Table 3 ). An IQR increase in four phthalate metabolites was associated with at least a  0.5 -mg / dL  increase in hsCRP, including PA ( β = 0.805 ; 95% CI: 0.185, 1.426), mBP ( β = 0.616 ; 95% CI: 0.068, 1.165), mCPP ( β = 0.572 ; 95% CI: 0.060, 1.084), and mHpP ( β = 0.537 ; 95% CI: 0.093, 0.980). Similarly, several phthalate metabolites were associated with at least a  0.05 -ng / mL  increase in isoprostane levels, including seven with  8 -iso-PGF 2 α , 10 with  2,3 -dinor-iPF 2 α -III , 16 with  5 -iso-PGF 2 α -VI , and seven with  8,12 -iso-iPF 2 α -VI . The three phthalate metabolites most strongly associated with fecundability (namely, mEHP, mBP, and mBzP) were consistently associated with both higher hsCRP and higher levels of the four isoprostane regioisomers. For example, mEHP was associated with a 0.378 (95% CI:  − 0.064 , 0.820)-mg/dL increase in hsCRP, a 0.090 (95% CI: 0.031, 0.149)-ng/mL increase in  8 -iso-PGF 2 α , a 0.086 (95% CI: 0.023, 0.150)-ng/mL increase in  2,3 -dinor-iPF 2 α -III , a 0.234 (95% CI: 0.142, 0.325)-ng/mL increase in  5 -iso-PGF 2 α -VI , and a 0.140 (95% CI 0.057, 0.224)-ng/mL increase in  8,12 -iso-iPF 2 α -VI . After adjustment for the FDR, none of the associations of phthalate metabolites with hsCRP had an adjusted  p < 0.05 , whereas several comparisons with isoprostanes remained below this threshold. This includes 6 phthalate metabolites for  8 -iso-PGF 2 α  (namely, mEHP, mBP, mHxP, mCHP, mHpP, and mBzP), 5 DEHP metabolites for  2,3 -dinor-iPF 2 α -III , 14 phthalate metabolites for  5 -iso-PGF 2 α -VI  (including  Σ AA  and  Σ DEHP  metabolites), and mEHP for  8,12 -iso-iPF 2 α -VI .\n\nAssociation of an interquartile range increase in creatinine-adjusted log-transformed phthalate metabolites with markers of inflammation and oxidative stress at the beginning of the first menstrual cycle of follow-up ( n = 1,228 ).\n\nNote: Generalized linear models adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking and parity. Models were adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking, and parity. Interquartile ranges for each phthalate metabolite are listed in Table S1. CI, confidence interval; hsCRP, highly sensitive C-reactive protein; LOD, limit of detection; mBP, mono-butyl phthalate; mBzP, mono-benzyl phthalate; mCHP, mono-cyclohexyl phthalate; mCMHP, mono-(2-carboxymethylhexyl) phthalate; mCPP, mono-(3-carboxypropyl) phthalate; mECPP, mono-(2-ethyl-5-carboxypentyl) phthalate; mEHHP, mono-(2-ethyl-5-hydroxyhexyl) phthalate; mEHP, mono-(2-ethylhexyl) phthalate; mEOHP, mono-(2-ethyl-5-oxohexyl) phthalate; mEP, mono-ethyl phthalate; mHpP, mono-[4-hydroxypentyl] phthalate; mHxP, mono-hexyl phthalate; mIBP, mono-isobutyl phthalate; mIDP, mono-isodecyl phthalate; mINP, mono-isononyl phthalate; mIPrP, mono-isopropyl phthalate; mMP, mono-methyl phthalate; mOP, mono-2-octyl phthalate; mPeP, mono-pentyl phthalate; PA, phthalic acid;  Σ AA , sum of anti-androgenic phthalates;  Σ DEHP  metabolites, sum of di(2-ethylhexyl) phthalate metabolites.\n\nAssociation survives false discovery rate  p < 0.05  for multiple comparisons.\n\nMetabolite with  > 50 %  of values below the LOD."
    },
    {
      "title": "Discussion",
      "text": "Among women attempting pregnancy, higher urinary concentration of phthalate metabolites, particularly mEHP, mBP, and mBzP, during preconception was associated with lower fecundability. Potential mechanisms included inflammation, oxidative stress, and alterations in hormones, including an observed decrease in estradiol and increase in FSH and LH levels around ovulation. Among the three phthalate metabolites most strongly associated with fecundability, the distribution of mEHP and mBzP were observed at higher levels in the EAGeR trial than those among reproductive-age women in NHANES from a similar time period, whereas mBP levels were similar to those from NHANES. Women may be exposed to the parent compounds of these metabolites (DEHP, DBP, and BBzP) through multiple routes, including dust from flooring and other household items, absorption of personal care products including nail polish and fragrances, dietary exposures due to food packaging and contamination of food sources, and ingestion of contaminated drinking water. 1 – 3  The ubiquity of exposure to phthalates emphasizes the need to increase our understanding of health effects, including those for women’s reproductive health, to better identify hazards and to develop effective policies to address routes of exposure.\n\nOur findings of an association of higher mEHP, mBP, and mBzP with lower fecundability adds to an inconsistent body of evidence for the impact of phthalates on establishing pregnancy. Some evidence of a relationship between phthalate exposure and difficulty achieving pregnancy has been observed in the setting of assisted reproduction. For example, among 256 women seeking infertility treatment, those with higher levels of several DEHP metabolites, including mEHP, had a lower oocyte yield and were less likely to achieve a clinical pregnancy. 43  However, findings from studies of women without a history of infertility have been less consistent. For example, a study of 229 pregnancy planners evaluating phthalates around cycle day 10 found mEP to be associated with lower fecundability but found no associations for mEHP, mBP, and mBzP. 44  Three additional studies reported no associations of phthalate metabolites with fecundability, one evaluating phthalates at three time points per menstrual cycle among 221 pregnancy planners, 45  another evaluating phthalates at baseline among female partners from 501 couples attempting pregnancy, 46  and the third evaluating first-trimester phthalate metabolites among 877 women with retrospective time to pregnancy. 47  The larger sample size of the EAGeR trial ( n = 1,228 ) may have allowed for more precise detection of effects compared with prior research. We did not observe a clear association of phthalate metabolites with risk of pregnancy loss, despite prior research suggesting a relationship of phthalates with increased risk of pregnancy loss in both fecund 48 , 49  and infertility treatment 50  populations. However, our measure of phthalates during the first few days of the first menstrual cycle of follow-up may not be representative of the most etiologically relevant windows for pregnancy loss, including windows around ovulation in the cycle in which pregnancy loss occurred 49 , 50  or during early pregnancy. 48  In a secondary analysis, we observed stronger associations between preconception phthalate metabolites with pregnancy loss when restricting to the first menstrual cycle of follow-up, where assessment of the preconception phthalate metabolites was more proximal to timing of pregnancy loss. We additionally observed few meaningful differences in estimates between models that did and did not incorporate inverse probability weights to account for potential selection bias due to factors associated with pregnancy. This may be due to there being no strong threat of selection bias or to misspecification of the weighted models. To address potential dependencies within the mixture of phthalates to which participants were exposed, we implemented quantile-based g-computation and did not find strong evidence of an association of the phthalate mixture with fecundability or pregnancy loss.\n\nOne of the major mechanisms through which phthalates are hypothesized to impact reproductive outcomes for women is through their role as an endocrine disruptor, with potential impacts on reproductive hormone levels across the menstrual cycle. In prior research, higher E1G and LH levels around ovulation and lower PdG leading up to ovulation have been observed in menstrual cycles in which a pregnancy was detected vs. undetected, 27  suggesting interindividual differences in hormone levels during sensitive windows of the menstrual cycle may be associated with the health of reproductive processes critical for conception and implantation. We observed associations of higher phthalate metabolites with lower estradiol and E1G during the follicular phase and at ovulation, as well as with higher FSH and LH levels at ovulation. These findings are similar to hormonal patterns observed among women with ovarian insufficiency, where inhibition of estradiol production in the ovary limits the action of estradiol in suppression of production of FSH and LH by the anterior pituitary, resulting in a low estradiol and high FSH and LH phenotype. 51  Phthalate metabolites may act similarly on ovarian function, inhibiting folliculogenesis and subsequent production of estradiol. 18  Animal studies have found associations of exposure to phthalates with decreased production of estrogen, and subsequent increases in FSH and LH levels around ovulation. 52  Observed changes in estradiol, FSH, and LH levels may be products of the effect of phthalate exposure on folliculogenesis, where phthalates may additionally contribute to decrements in oocyte quality. 18\n\nWe additionally observed associations of higher phthalate metabolites with higher progesterone during the luteal phase of the menstrual cycle, particularly for the metabolite PdG. This finding was unexpected because we anticipated phthalate exposure would lead to lower progesterone and PdG levels during the luteal phase due to inhibition of progesterone production by the corpus luteum observed in  in vitro  and animal research. For example, in an  in vitro  study evaluating impacts of DEHP, DBP, and BBzP on cells from the corpus luteum, exposure to all three phthalates led to lower progesterone production. 53  However, research has also found that metabolites of DEHP may bind to and interfere with progesterone receptor activity, which may lead to alterations in progesterone function. 54  For example, a study evaluating the impact of DEHP on mouse placental cells found that DEHP promoted progesterone production concurrent with progesterone receptor inhibition. 55  Similar to our findings, research in the Midlife Women’s Health Study also found consistent relationships of higher phthalate metabolites with higher progesterone among 461 premenopausal women  ≥ 45  years of age. However, hormone levels were representative of cycle averages and, contrary to our findings, associations were also observed between higher phthalate metabolites and higher estradiol and lower FSH levels. 56  Further understanding these mechanisms and whether our findings for PdG are incidental or representative is an essential next step.\n\nIn addition to their observed role as an endocrine disruptor, phthalates have been associated with systemic increases in oxidative stress among reproductive-age women. 16 , 17 , 57  In the context of reproduction,  in vitro  and animal research has found exposure to DEHP to be associated with oxidative DNA damage in ovarian follicles and inhibition of antral follicle development in the ovary, 19  as well as with inhibition of ovulation and estradiol synthesis. 18  We observed cross-sectional associations of higher phthalate metabolites with increased inflammation and oxidative stress around the time of menses in the first menstrual cycle of follow-up for the majority of phthalate metabolites. The three phthalate metabolites most strongly associated with fecundability—mEHP, mBP, and mBzP—demonstrated consistent associations with higher hsCRP and higher levels of the four isoprostane regioisomers evaluated. These findings are similar to those from a study among 599 couples seeking infertility treatment, where phthalate metabolites were associated with several biomarkers of oxidative stress, including higher malondialdehyde and 8-hydroxy-2′-deoxyguanosine. 16  In addition, we observed the strongest associations of metabolites of DEHP with fecundability among women who had BMIs of  ≥ 30 kg / m 2 , among whom, owing to elevated inflammation, oxidative stress, and metabolic dysregulation, may be more susceptible to phthalate-induced redox stress. 58  Our findings align with  in vitro  and animal research suggesting phthalates may impact folliculogenesis through inducing redox stress, and further identifying these pathways among women attempting pregnancy is a critical next step to identifying potential intervention points to limit phthalate exposure and impacts of phthalates during critical windows for establishing a pregnancy.\n\nOur study has several strengths and limitations. As one of few studies among women without a history of infertility with preconception measures of phthalates, we were able to evaluate the prospective relationship of phthalate exposure with both fecundability and pregnancy loss. Our data adds to evidence from studies among women seeking infertility treatment to suggest mEHP, mBP, and mBzP may be related to lower fecundability among women without a history of infertility. However, 7 of 20 phthalate metabolites assessed had at least 50% of values below the detection limit, which increased the chance of type II error and failure to detect underlying associations for those metabolites. In addition, we assessed phthalate levels at only one time point, at the beginning of follow-up, as an estimate of average exposure across the preconception and early pregnancy periods, resulting in misclassification of exposure. Although risks of bias related to misclassification of exposure were lessened by using a consecutive 3-d pooled sample, 59  measurement error is an important consideration for how well our estimates capture exposure during critical windows around ovulation, implantation, and early placentation. In addition, some phthalate metabolites were assessed with a greater degree of measurement error (e.g., coefficient of variation  > 20 %  for mBP), which likely introduced bias. However, we anticipate measurement error to be nondifferential. Adjustment for urinary dilution was also limited by measurement of creatinine in a single first-morning spot urine sample rather than the 3-d pooled sample used in the assessment of phthalate metabolites, although the single first-morning urine sample was obtained during the same time frame. Secondary analyses suggested that adjustment for urinary creatinine did little to change interpretation of findings, and a sensitivity analysis suggested that moderate effect sizes may still be observable with a doubling in the SD of mEHP due to urinary dilution. In addition, we lacked information on sources of phthalate exposure, and it is possible that unmeasured confounders related to differences in community and household environments and individual lifestyle factors may have introduced bias. In our analyses of effect modification by BMI, it is also possible that chronic exposure to phthalates may have affected BMI in our study. To the extent that our acute measures of phthalate metabolites represent long-term exposure, this may limit interpretation of our findings by BMI.\n\nAnother strength was our ability to evaluate potential mechanisms, including hormone levels across the menstrual cycle, and biomarkers of inflammation and oxidative stress. However, we were able to evaluate only the cross-sectional relationship of phthalate metabolites with inflammation and oxidative stress, and owing to the complexity of the interactions and interdependences of these factors, our ability to disentangle direct effects of phthalate exposures and mediating factors was limited, emphasizing the need for further research. Because all women were provided  400  μ g  folic acid daily during participation in the study, it is possible the antioxidant effects of folic acid may have mitigated the association between phthalate exposure and adverse reproductive events. 47  The relationship between phthalates and adverse reproductive events may be more pronounced among women not taking folic acid supplements during preconception. Owing to the high number of comparisons evaluated in this manuscript, our overall chance of type I error (reporting an association when none exists) is increased. Therefore, our findings should be interpreted with caution until reproducibility is observed in other settings. Finally, our study population was largely non-Hispanic white and of moderate- to high-socioeconomic position, and therefore the findings may not be generalizable to other populations where patterns of phthalate exposure and their potential interdependency with other chemical, social, and built environmental factors may differ.\n\nIn conclusion, we found that several major phthalate metabolites were associated with lower fecundability, adding to prior literature suggesting that exposure to phthalates may have critical impacts on a woman’s ability to achieve pregnancy. We additionally observed an association of phthalate metabolites with biomarkers of inflammation and oxidative stress, as well as with notable differences in reproductive hormones across the menstrual cycle, including lower estradiol and higher FSH and LH levels, aligning with findings from animal research suggesting phthalates may induce follicular toxicity. These findings suggest preconception exposure to phthalates may impair women’s reproductive health and point to future directions identifying mechanisms and potential points for intervention."
    },
    {
      "title": "Supplementary Material",
      "text": "Click here for additional data file.\n\nClick here for additional data file."
    }
  ],
  "full_text": "Background: Phthalates are endocrine-disrupting chemicals linked to adverse pregnancy outcomes. Despite the sensitivity of female reproductive processes to oxidation–reduction reaction stress and endocrine disruption, evidence for the impact of women’s phthalate exposure on the ability to establish and maintain pregnancy has been inconclusive. Objectives: We aimed to determine the relationship of preconception phthalate metabolite exposure with  a ) fecundability and pregnancy loss and  b ) markers of potential biological mechanisms, including reproductive hormones, inflammation, and oxidative stress. Methods: Data were collected from the Effects of Aspirin in Gestation and Reproduction (EAGeR) trial, a preconception study following 1,228 women who were attempting pregnancy, for up to six menstrual cycles and throughout pregnancy if they became pregnant. Twenty phthalate metabolites were measured in a consecutive 3-d pooled urine sample at enrollment. Pregnancy was determined through urinary human chorionic gonadotropin (hCG) at the expected date of menses during each cycle and pregnancy loss as an observed loss following positive hCG. Highly sensitive C-reactive protein (hsCRP) and isoprostanes were measured at enrollment, and reproductive hormones were measured during the follicular phase, ovulation, and luteal phase. Discrete-time Cox proportional hazards models evaluated the relationship of phthalate metabolites with fecundability and weighted Poisson models with robust variance evaluated the risk of pregnancy loss. Results: An interquartile range (IQR) higher mono-(2-ethylhexyl) phthalate [ fecundability odds ratio ( FOR ) = 0.88 ; 95% confidence interval (CI): 0.78, 1.00], mono-butyl phthalate ( FOR = 0.82 ; 95% CI: 0.70, 0.96), and mono-benzyl phthalate ( FOR = 0.85 ; 95% CI: 0.74, 0.98) was associated with lower fecundability. No consistent associations were observed with pregnancy loss. Preconception phthalates were consistently associated with higher hsCRP and isoprostanes, as well as lower estradiol and higher follicle-stimulating hormone across the menstrual cycle. Discussion: Women’s preconception exposure to phthalates was associated with lower fecundability, changes in reproductive hormones, and increased inflammation and oxidative stress. The pre- and periconception periods may represent sensitive windows for intervening to limit the reproductive toxicity of phthalate exposure.  https://doi.org/10.1289/EHP12287\n\n## Introduction\n\nPhthalates are esters of 1,2-benzene dicarboxylic acid commonly used as plasticizers in polyvinyl chloride and as stabilizers in many personal care products. Common sources of phthalate exposure include inhalation due to leaching from household products, such as vinyl flooring, shower curtains, and cleaning products; ingestion due to leaching from food packaging and contamination of drinking water; and dermal absorption from personal care products, such as fragrances and nail polish. 1 – 3  Although phthalates are nonpersistent chemicals with half-lives of  < 1  d, almost all adults and children in the United States have measurable levels of circulating phthalates owing to consistent exposures in their environment. 4  Phthalates function as endocrine disruptors and have been demonstrated to systemically increase inflammation and oxidative stress. 5  Exposure to phthalates has been associated with many adverse health end points, including preterm birth, 6  adverse childhood neurodevelopmental outcomes, 7  and chronic kidney disease. 8\n\nOwing to the sensitivity of many reproductive processes to endocrine disruption and oxidation–reduction reaction (redox) stress, reproductive toxicity is a particular concern for phthalate exposure. 9  Many phthalates have anti-androgenic properties, 10  and prior research has suggested that men’s exposure to phthalates may lead to decreases in testosterone and decrements in semen quality. 11  Among women, exposure to phthalates during pregnancy has also been associated with pregnancy loss 12  and preterm birth. 13  However, despite the susceptibility of many female reproductive processes, such as folliculogenesis and endometrial receptivity, to phthalate exposure, findings to date on the impact of women’s phthalate exposure on the ability to establish and maintain a healthy pregnancy have been inconsistent. 14 , 15\n\nThere are multiple mechanisms through which phthalates may impact female reproductive health, including through the induction of inflammation and oxidative stress and their role as an endocrine disruptor. Exposure to phthalates increases both circulating and follicular biomarkers of oxidative stress among reproductive-age women, 16 , 17  with impacts on follicular development having direct implications for oocyte quality and the subsequent ability to establish a pregnancy. In addition, the observed follicular toxicity of phthalates, as suggested by animal and  in vitro  research, 18 , 19  may alter hormones secreted by the ovary, leading to imbalances in hormone levels across the menstrual cycle. Despite a strong rationale for the reproductive toxicity of phthalates through multiple mechanisms in women’s reproductive health, these mechanisms have been little evaluated in relation to fecundity.\n\nIn this study, we sought to evaluate the reproductive effects of phthalates by identifying the relationship of levels of 20 preconception phthalate metabolites with the ability of women to establish and maintain pregnancy, as well as with biomarkers of hormone disruption, inflammation, and oxidative stress. We evaluated these relationships in a unique preconception time-to-pregnancy study with carefully timed biospecimen collection and identification of reproductive events.\n\n## Methods\n\nThe Effects of Aspirin in Gestation and Reproduction (EAGeR) trial enrolled 1,228 women attempting pregnancy between 2007–2011 from clinical sites in Salt Lake City, Utah; Denver, Colorado; Buffalo, New York; and Scranton, Pennsylvania. 20  Women were randomized to  81  mg  low-dose aspirin plus  400  μ g  folic acid or placebo plus folic acid at the beginning of the first observed menstrual cycle and followed for up to six menstrual cycles and, if they became pregnant, throughout pregnancy. Women were eligible for the study if they were between 18 and 40 years of age, had regular menstrual cycles of between 21 and 42 d, had no indication for anticoagulant treatment or contraindication to aspirin, had no known diagnosis of infertility, had one or two prior pregnancy losses, and were not being treated by a physician for a major medical problem (including antiphospholipid syndrome and polycystic ovary syndrome). At enrollment, participants provided blood and first-morning urine samples and self-reported information on age, race/ethnicity, parity, cigarette smoking, and other demographic and medical history characteristics. Weight and height were measured at enrollment and used to calculate body mass index (BMI). Participants tracked daily information on menstrual bleeding and used fertility monitors (Clearblue Easy Fertility Monitor; Inverness Medical Innovations) to track ovulation and timing of the fertile window throughout the study. During the first two menstrual cycles of follow-up, participants additionally collected daily first-morning urine samples at home. All participants provided informed consent before data collection and the institutional review boards for all participating institutions provided approval for the study. The EAGeR trial is registered at ClinicalTrials.gov (no.  NCT00467363 ).\n\nPhthalate metabolites were measured in first-morning urine samples previously collected at the beginning of the first menstrual cycle of follow-up  ∼ 3 – 5  d following the start of menses. Participants stored daily first-morning urines in their home freezer and transported samples in a cooler to their study visit around the time of menses ( ∼ 14  d following the start of menses and 9–11 d following collection of urine specimens used in the analysis of phthalate metabolites). Urine specimens were aliquoted into polypropylene urine storage tubes and stored at  − 80 ° C  immediately following the study visit. Three consecutive daily first-morning urine samples were pooled to account for the short half-life of phthalate metabolites and variability of daily phthalate metabolite levels, 21  reducing exposure misclassification. 22  We evaluated 20 phthalate metabolites, including metabolites of\n\nDi(2-ethylhexyl) phthalate (DEHP), namely, mono-(2-ethylhexyl) phthalate (mEHP), mono-(2-ethyl-5-hydroxyhexyl) phthalate (mEHHP), mono-(2-carboxymethylhexyl) phthalate (mCMHP), mono-(2-ethyl-5-oxohexyl) phthalate (mEOHP), and mono-(2-ethyl-5-carboxypentyl) phthalate (mECPP)\n\nDi- n -octyl phthalate (DnOP), namely, mono-2-octyl phthalate (mOP) and mono-(3-carboxypropyl) phthalate (mCPP)\n\nDiethyl phthalate (DEP), namely, mono-ethyl phthalate (mEP)\n\nDi- n -butyl phthalate (DBP), namely, mono-butyl phthalate (mBP)\n\nDi-iso-butyl phthalate (DiBP), namely, mono-isobutyl phthalate (mIBP)\n\nBenzylbutyl phthalate (BBzP), namely, mono-benzyl phthalate (mBzP)\n\nDimethyl phthalate (DMP), namely, mono-methyl phthalate (mMP)\n\nDi- n -hexyl phthalate (DnHP), namely, mono-hexyl phthalate (mHxP)\n\nDicyclohexyl phthalate (DCHP), namely, mono-cyclohexyl phthalate (mCHP)\n\nDi-iso-nonyl phthalate (DiNP), namely, mono-isononyl phthalate (mINP)\n\nDi-iso-decyl phthalate (DiDP), namely, mono-isodecyl phthalate (mIDP)\n\nDi- n -pentyl phthalate (DnPeP), namely, mono-pentyl phthalate (mPeP)\n\nDipentyl phthalate (DPP), namely, phthalic acid (PA), mono-(4-hydroxypentyl) phthalate (mHpP) and mono-(3-carboxypropyl) phthalate (mCPP), mono-pentyl phthalate (mPeP)\n\nDi-isopropyl phthalate (DiPrP), namely, mono-isopropyl phthalate (mIPrP).\n\nPhthalates were measured using enzymatic deconjugation followed by solid-phase extraction and liquid chromatography with tandem mass spectrometry (LC-MS/MS) at the Laboratory of Organic Analytical Chemistry at the Wadsworth Center’s Division of Environmental Health Sciences. 17 , 23  Specifically, urine samples were fortified with an isotope-labeled internal standard mixture and then buffered with ammonium acetate containing B-glucuronidase from  Helix pomatia . After incubation at 37°C for 12 h, the samples were diluted with a phosphate buffer and passed through ABS ELU-Nexus cartridges (Varian) conditioned with acetonitrile and phosphate buffer. The cartridges were then washed with formic acid and high-performance LC (HPLC)-grade water and vacuum dried, after which analytes were eluted with acetonitrile and ethyl acetate and concentrated to near-dryness under nitrogen. Coefficients of variation (CVs) ranged from 3.76% for mCMHP to 22.58% for mBP. Unlike the 3-d pooled sample used in the measurement of phthalate metabolites, urinary creatinine was measured in one overlapping first-morning urine sample at the beginning of follow-up using a Roche cobas 6000 chemistry analyzer (Roche Diagnostics Inc.) to allow for adjustment for urine dilution at the Molecular Epidemiology and Biomarker Research Laboratory of the University of Minnesota (Minneapolis, Minnesota).\n\nPregnancy was detected using urinary human chorionic gonadotropin (hCG) at the time of expected menses in each of six potential cycles of follow-up. Women performed at-home and in-clinic hCG tests at the time of expected menses for each cycle [Quidel Quickvue; Quidel Corporation (sensitive to  25 mIU / mL  hCG)], and  β hCG  was additionally measured in first-morning urines from the last 10 d of the first two menstrual cycles of follow-up. Fecundability, the menstrual cycle-specific probability of pregnancy conditional on no pregnancy occurring in the prior cycle, was assessed as the number of cycles of follow-up a couple attempted to achieve pregnancy either until a pregnancy occurred or until censoring. Pregnancy loss was determined as the absence of confirmation of pregnancy on clinical ultrasound at 6.5 wk of gestation (absence of confirmation of a gestational sac, molar pregnancy, ectopic pregnancy, or blighted ovum) following a positive hCG test or as an observed loss following clinical confirmation.\n\nUsing daily first-morning urine samples collected in cycles 1 and 2 of follow-up, the reproductive hormones and urinary creatinine were measured in samples collected at four time points during each cycle, including one sample collected at menses (cycle day 2), one at expected date of ovulation, and two during the luteal phase (one sample 9 d after ovulation, around the time of implantation 24  when progesterone secreted by the corpus luteum is expected to peak, 25  and a random sample between 4 d after ovulation to 2 d before onset of next menses), with timing of sample measurement based on results of peak fertility readings from daily fertility monitor testing. Timing of samples at ovulation and in the luteal phase were determined based on peak fertility reading [luteinizing hormone (LH) surge] on the fertility monitor. The two luteal phase measures were averaged to calculate an overall mean luteal phase estimate. Hormones included estradiol and estrone glucuronide (E1G), a metabolite of estradiol; progesterone and pregnanediol glucuronide (PdG), a metabolite of progesterone; follicle-stimulating hormone (FSH); and LH. E1G and PdG levels were measured using a competitive chemiluminescence duplex assay (Quansys Biosciences), and FSH and LH levels were measured using a reagent/sandwich immunoassay (Roche Diagnostics) at the Molecular Epidemiology and Biomarker Research Laboratory of the University of Minnesota. Interassay CVs were 16.9% for E1G, 23.2% for PdG, 1.6% for LH, and 1.8% for FSH. Because prior research has observed higher PdG and E1G in cycles in which a pregnancy was detected, 26 , 27  hormone measures during the luteal phase for cycles in which a pregnancy occurred were excluded from analyses.\n\nHigh-sensitivity C-reactive protein (hsCRP) was measured in serum and four isoprostane regioisomers were measured in a first-morning urine at the beginning of the first menstrual cycle of follow-up, at the same time as measurement of phthalate metabolites. hsCRP was measured using a Roche cobas 6000 chemistry analyzer (Roche Diagnostic). Isoprostanes 8-iso-prostaglandin  F 2 α  ( 8 -iso-PGF 2 α ), its metabolite 2,3-dinor-8-iso prostaglandin  F 2 α  ( 2,3 -dinor-iPF 2 α -III ), and stereoisomers 5-iso prostaglandin  F 2 α -VI  ( 5 -iso-PGF 2 α -VI ) and 8,12-iso-isoprostane  F 2 α -VI  ( 8,12 -iso-iPF 2 α -VI ) were measured in first-morning urine samples using LC-MS/MS. CVs were 13.7% at  0.27 ng / mL  for  8 -iso-PGF 2 α , 27.3% at  1.81 ng / mL  for  2,3 -dinor-iPF 2 α -III , 20.0% at  3.13 ng / mL  for  5 -iso-PGF 2 α -VI , and 23.1% at  6.74 ng / mL  for  8,12 -iso-iPF 2 α -VI .\n\nDescriptive statistics were calculated as means and standard deviations (SDs) or medians and interquartile ranges (IQRs) for continuous variables and as counts and percentages for categorical variables. Data were missing for 11 participants (0.9%) for cigarette smoking, 16 (1.3%) for BMI, 44 (3.6%) for hsCRP, 21 (1.7%) for urinary creatinine, 102 (8.3%) for urinary isoprostanes, and 136 (11.1%) for phthalate metabolites. Multiple imputation using chained equations was implemented to address missingness, generating 10 data sets. 28  Covariates used in the imputation model included preconception measures of creatinine-standardized phthalate metabolites, preconception measures of creatinine-standardized oxidative stress metabolites, preconception high-sensitivity C-reactive protein, preconception log-transformed creatinine, history of one or two prior pregnancy losses, time since last pregnancy loss at enrollment, number of cycles attempting pregnancy prior to enrollment in the study, study site, treatment assignment (low-dose aspirin vs. placebo), age, BMI, race/ethnicity, preconception cigarette smoking, parity, time to pregnancy or loss to follow-up, pregnancy observed during study, and pregnancy loss observed during study. Correlation across phthalate metabolites was calculated using Spearman correlation coefficients in the nonimputed data set. We evaluated and reported the proportion of samples with phthalate metabolites below the limit of detection (LOD), but used machine-read values for values both above and below the LOD. 29 – 31\n\nFor comparison of levels of phthalate metabolites in the EAGeR trial with national averages, we used data from the 2009–2010 National Health and Nutrition Examination Survey (NHANES). The NHANES is a biannual cross-sectional survey of the civilian, noninstitutionalized U.S. population conducted by the National Center for Health Statistics (NCHS) of the Centers for Disease Control and Prevention (CDC). 32  Among the 1,239 women 18–40 years of age who were not pregnant and participated in the 2009–2010 NHANES cycle, a random subset of 391 women were included in the measurement of urinary concentration of selected phthalate metabolites. Phthalate metabolites were quantified using HPLC-MS/MS. 33  For values below the LOD ( 0.5 ng / mL  for mEHP,  0.216 ng / mL  for mBzP,  0.4 ng / mL  for mBP, and  0.396 ng / mL  for mEP), estimates were provided as the LOD divided by the square root of 2 ( n = 82 , 21.0% below the LOD for mEHP;  n = 2 , 0.5% below the LOD for mBzP;  n = 1 , 0.3% below the LOD for mBP, and  n = 0  below the LOD for mEP). We calculated means and IQRs of mEHP, mBzP, mBP, and mEP, incorporating survey weights (variable name: WTSB2YR) to account for the stratified, multistage probability sample selected for phthalate analysis. The NHANES protocol was approved by the NCHS Research Ethics Review Board and all participants provided informed consent.\n\nFor all regression models, phthalates and isoprostanes used the covariate-adjusted standardization method developed by O’Brien et al., 34  accounting for differences in estimation of urinary dilution by creatinine based on measured factors such as BMI. Covariate-adjusted and standardized phthalate metabolites and isoprostanes were subsequently log-transformed to approximate normality, and modeled per change in IQR. We assumed a linear association between phthalate metabolites and each outcome. We additionally calculated two phthalate exposure summary measures:  a ) a potency-weighted sum estimating dietary intake of anti-androgenic phthalates, accounting for concentration of urinary metabolites and estimates of relevant fraction of metabolites excreted from their parent compounds accounting for body weight ( Σ AA , log-transformed for analysis), 35  and  b ) a sum of the DEHP metabolites mEHP, mEOHP, mEHHP, mECPP, and mCMHP, standardized for molecular weight of mECPP ( Σ DEHP  metabolites, creatine-adjusted and log-transformed for analysis). Fecundability was measured as the fecundability odds ratio (FOR) and estimated using a discrete-time Cox proportional hazards model accounting for left truncation (number of cycles attempting pregnancy prior to enrollment). Risk of pregnancy loss was assessed using Poisson regression with robust standard errors 36  and incorporated inverse probability weights (weighted for factors associated with pregnancy) to account for potential selection bias due to the exclusion of participants who did not become pregnant. Association of phthalate metabolites with change in reproductive hormones during the follicular phase, at ovulation, and during the luteal phase of the first two cycles of follow-up, as well as cross-sectional associations with hsCRP and isoprostanes at the beginning of the first cycle, were calculated using generalized linear models. To account for potential selection bias in the analyses of luteal phase hormone levels, which excluded women who became pregnant in a given cycle ( n = 267  in cycle 1 and  n = 194  in cycle 2), models were weighted for factors associated with not becoming pregnant.\n\nPotential confounders were selected based on a review of the literature and construction of directed acyclic graphs. 37  Models were adjusted for log-transformed urinary creatinine level, treatment assignment (aspirin vs. placebo), maternal age (continuous; in years), BMI (continuous; in kilograms per meter squared), self-reported White vs. non-White race/ethnicity as a proxy for inequities in exposure to systemic privilege vs. systemic racism (participants self-reported race/ethnicity in categories including Hispanic/Latino, Black/African American, Asian, Native Hawaiian or Pacific Islander, and American Indian or Alaskan Native; however, 95.2% of the cohort self-reported as White, leading to zero cells when adjusting for multiple covariates and, as a result, we collapsed the categories of those reporting non-White race/ethnicities into a single category), cigarette smoking ( ≥ 1  cigarette/d vs.  < 1  cigarette/d), and parity (parous vs. nulliparous). To account for inflation of group-wise type I error due to multiple comparisons, we corrected for the false discovery rate (FDR) using the Benjamini–Hochberg procedure. 38\n\nOwing to potential differences of the action of exposure to phthalates on reproductive health by baseline inflammatory and metabolic health status, 39 , 40  in secondary analyses we evaluated effect modification of the relationship of phthalate metabolites with fecundability and pregnancy loss by treatment assignment (randomization to low-dose aspirin vs. placebo) and BMI ( < 25 ,  25 to < 30 , vs.  ≥ 30 kg / m 2 ). To address the potential misclassification of exposure to phthalates assessed at the beginning of follow-up for outcomes occurring in subsequent menstrual cycles (pregnancy and pregnancy loss), we conducted a secondary analysis restricted to the first menstrual cycle of follow-up ( n = 267  pregnancies and  n = 55  losses occurring in the first menstrual cycle of follow-up). We additionally conducted a secondary analysis evaluating the relationship of phthalate metabolites with reproductive hormones restricted to the periconception window during the luteal phase ( ∼ 6 – 10  d following ovulation), 24  where secretion of progesterone levels from the corpus luteum peak. 25  We conducted a secondary analysis for the relationship of phthalates with pregnancy loss without incorporation of inverse probability weights to identify whether the weighted models accounting for factors associated with pregnancy influenced the findings. Because urinary creatinine was only measured for one of the three consecutive daily first-morning urines pooled for the assessment of phthalates, we additionally conducted a sensitivity analysis to evaluate the degree of bias that may have been introduced due to misclassification of urinary dilution. First, we ran models evaluating the association of an IQR change in log-transformed phthalate metabolites with fecundability and pregnancy loss without adjustment for urinary creatinine. Second, we simulated 1,000 data sets for each of a range of associations representing the “true” association of mEHP concentrations with both pregnancy ( ORs = 0.80, 0.85, 0.90, and 0.95) and pregnancy loss ( ORs = 1.1, 1.2, and 1.3). We then simulated increasing levels of misclassification for urinary dilution (1.5, 2.0, 2.5, and 3.0 times the observed SD). We subsequently ran logistic regression models comparing the “true” association of mEHP with pregnancy and pregnancy loss in unadjusted models to those incorporating misclassified mEHP measures. Finally, to account for potential dependencies among phthalates as a mixture, we implemented quantile-based g-computation to evaluate associations of the phthalate metabolite mixture with fecundability and pregnancy loss using the R package  qgcomp . 41  Analyses were conducted in SAS (version 9.4; SAS Institute, Inc.) and mixture models and figures produced using R (version 4.2; R Development Core Team).\n\n## Preconception Phthalate Metabolites\n\nPhthalate metabolites were measured in first-morning urine samples previously collected at the beginning of the first menstrual cycle of follow-up  ∼ 3 – 5  d following the start of menses. Participants stored daily first-morning urines in their home freezer and transported samples in a cooler to their study visit around the time of menses ( ∼ 14  d following the start of menses and 9–11 d following collection of urine specimens used in the analysis of phthalate metabolites). Urine specimens were aliquoted into polypropylene urine storage tubes and stored at  − 80 ° C  immediately following the study visit. Three consecutive daily first-morning urine samples were pooled to account for the short half-life of phthalate metabolites and variability of daily phthalate metabolite levels, 21  reducing exposure misclassification. 22  We evaluated 20 phthalate metabolites, including metabolites of\n\nDi(2-ethylhexyl) phthalate (DEHP), namely, mono-(2-ethylhexyl) phthalate (mEHP), mono-(2-ethyl-5-hydroxyhexyl) phthalate (mEHHP), mono-(2-carboxymethylhexyl) phthalate (mCMHP), mono-(2-ethyl-5-oxohexyl) phthalate (mEOHP), and mono-(2-ethyl-5-carboxypentyl) phthalate (mECPP)\n\nDi- n -octyl phthalate (DnOP), namely, mono-2-octyl phthalate (mOP) and mono-(3-carboxypropyl) phthalate (mCPP)\n\nDiethyl phthalate (DEP), namely, mono-ethyl phthalate (mEP)\n\nDi- n -butyl phthalate (DBP), namely, mono-butyl phthalate (mBP)\n\nDi-iso-butyl phthalate (DiBP), namely, mono-isobutyl phthalate (mIBP)\n\nBenzylbutyl phthalate (BBzP), namely, mono-benzyl phthalate (mBzP)\n\nDimethyl phthalate (DMP), namely, mono-methyl phthalate (mMP)\n\nDi- n -hexyl phthalate (DnHP), namely, mono-hexyl phthalate (mHxP)\n\nDicyclohexyl phthalate (DCHP), namely, mono-cyclohexyl phthalate (mCHP)\n\nDi-iso-nonyl phthalate (DiNP), namely, mono-isononyl phthalate (mINP)\n\nDi-iso-decyl phthalate (DiDP), namely, mono-isodecyl phthalate (mIDP)\n\nDi- n -pentyl phthalate (DnPeP), namely, mono-pentyl phthalate (mPeP)\n\nDipentyl phthalate (DPP), namely, phthalic acid (PA), mono-(4-hydroxypentyl) phthalate (mHpP) and mono-(3-carboxypropyl) phthalate (mCPP), mono-pentyl phthalate (mPeP)\n\nDi-isopropyl phthalate (DiPrP), namely, mono-isopropyl phthalate (mIPrP).\n\nPhthalates were measured using enzymatic deconjugation followed by solid-phase extraction and liquid chromatography with tandem mass spectrometry (LC-MS/MS) at the Laboratory of Organic Analytical Chemistry at the Wadsworth Center’s Division of Environmental Health Sciences. 17 , 23  Specifically, urine samples were fortified with an isotope-labeled internal standard mixture and then buffered with ammonium acetate containing B-glucuronidase from  Helix pomatia . After incubation at 37°C for 12 h, the samples were diluted with a phosphate buffer and passed through ABS ELU-Nexus cartridges (Varian) conditioned with acetonitrile and phosphate buffer. The cartridges were then washed with formic acid and high-performance LC (HPLC)-grade water and vacuum dried, after which analytes were eluted with acetonitrile and ethyl acetate and concentrated to near-dryness under nitrogen. Coefficients of variation (CVs) ranged from 3.76% for mCMHP to 22.58% for mBP. Unlike the 3-d pooled sample used in the measurement of phthalate metabolites, urinary creatinine was measured in one overlapping first-morning urine sample at the beginning of follow-up using a Roche cobas 6000 chemistry analyzer (Roche Diagnostics Inc.) to allow for adjustment for urine dilution at the Molecular Epidemiology and Biomarker Research Laboratory of the University of Minnesota (Minneapolis, Minnesota).\n\n## Fecundability and Pregnancy Loss\n\nPregnancy was detected using urinary human chorionic gonadotropin (hCG) at the time of expected menses in each of six potential cycles of follow-up. Women performed at-home and in-clinic hCG tests at the time of expected menses for each cycle [Quidel Quickvue; Quidel Corporation (sensitive to  25 mIU / mL  hCG)], and  β hCG  was additionally measured in first-morning urines from the last 10 d of the first two menstrual cycles of follow-up. Fecundability, the menstrual cycle-specific probability of pregnancy conditional on no pregnancy occurring in the prior cycle, was assessed as the number of cycles of follow-up a couple attempted to achieve pregnancy either until a pregnancy occurred or until censoring. Pregnancy loss was determined as the absence of confirmation of pregnancy on clinical ultrasound at 6.5 wk of gestation (absence of confirmation of a gestational sac, molar pregnancy, ectopic pregnancy, or blighted ovum) following a positive hCG test or as an observed loss following clinical confirmation.\n\n## Reproductive Hormones, Inflammation, and Oxidative Stress\n\nUsing daily first-morning urine samples collected in cycles 1 and 2 of follow-up, the reproductive hormones and urinary creatinine were measured in samples collected at four time points during each cycle, including one sample collected at menses (cycle day 2), one at expected date of ovulation, and two during the luteal phase (one sample 9 d after ovulation, around the time of implantation 24  when progesterone secreted by the corpus luteum is expected to peak, 25  and a random sample between 4 d after ovulation to 2 d before onset of next menses), with timing of sample measurement based on results of peak fertility readings from daily fertility monitor testing. Timing of samples at ovulation and in the luteal phase were determined based on peak fertility reading [luteinizing hormone (LH) surge] on the fertility monitor. The two luteal phase measures were averaged to calculate an overall mean luteal phase estimate. Hormones included estradiol and estrone glucuronide (E1G), a metabolite of estradiol; progesterone and pregnanediol glucuronide (PdG), a metabolite of progesterone; follicle-stimulating hormone (FSH); and LH. E1G and PdG levels were measured using a competitive chemiluminescence duplex assay (Quansys Biosciences), and FSH and LH levels were measured using a reagent/sandwich immunoassay (Roche Diagnostics) at the Molecular Epidemiology and Biomarker Research Laboratory of the University of Minnesota. Interassay CVs were 16.9% for E1G, 23.2% for PdG, 1.6% for LH, and 1.8% for FSH. Because prior research has observed higher PdG and E1G in cycles in which a pregnancy was detected, 26 , 27  hormone measures during the luteal phase for cycles in which a pregnancy occurred were excluded from analyses.\n\nHigh-sensitivity C-reactive protein (hsCRP) was measured in serum and four isoprostane regioisomers were measured in a first-morning urine at the beginning of the first menstrual cycle of follow-up, at the same time as measurement of phthalate metabolites. hsCRP was measured using a Roche cobas 6000 chemistry analyzer (Roche Diagnostic). Isoprostanes 8-iso-prostaglandin  F 2 α  ( 8 -iso-PGF 2 α ), its metabolite 2,3-dinor-8-iso prostaglandin  F 2 α  ( 2,3 -dinor-iPF 2 α -III ), and stereoisomers 5-iso prostaglandin  F 2 α -VI  ( 5 -iso-PGF 2 α -VI ) and 8,12-iso-isoprostane  F 2 α -VI  ( 8,12 -iso-iPF 2 α -VI ) were measured in first-morning urine samples using LC-MS/MS. CVs were 13.7% at  0.27 ng / mL  for  8 -iso-PGF 2 α , 27.3% at  1.81 ng / mL  for  2,3 -dinor-iPF 2 α -III , 20.0% at  3.13 ng / mL  for  5 -iso-PGF 2 α -VI , and 23.1% at  6.74 ng / mL  for  8,12 -iso-iPF 2 α -VI .\n\n## Statistical Analysis\n\nDescriptive statistics were calculated as means and standard deviations (SDs) or medians and interquartile ranges (IQRs) for continuous variables and as counts and percentages for categorical variables. Data were missing for 11 participants (0.9%) for cigarette smoking, 16 (1.3%) for BMI, 44 (3.6%) for hsCRP, 21 (1.7%) for urinary creatinine, 102 (8.3%) for urinary isoprostanes, and 136 (11.1%) for phthalate metabolites. Multiple imputation using chained equations was implemented to address missingness, generating 10 data sets. 28  Covariates used in the imputation model included preconception measures of creatinine-standardized phthalate metabolites, preconception measures of creatinine-standardized oxidative stress metabolites, preconception high-sensitivity C-reactive protein, preconception log-transformed creatinine, history of one or two prior pregnancy losses, time since last pregnancy loss at enrollment, number of cycles attempting pregnancy prior to enrollment in the study, study site, treatment assignment (low-dose aspirin vs. placebo), age, BMI, race/ethnicity, preconception cigarette smoking, parity, time to pregnancy or loss to follow-up, pregnancy observed during study, and pregnancy loss observed during study. Correlation across phthalate metabolites was calculated using Spearman correlation coefficients in the nonimputed data set. We evaluated and reported the proportion of samples with phthalate metabolites below the limit of detection (LOD), but used machine-read values for values both above and below the LOD. 29 – 31\n\nFor comparison of levels of phthalate metabolites in the EAGeR trial with national averages, we used data from the 2009–2010 National Health and Nutrition Examination Survey (NHANES). The NHANES is a biannual cross-sectional survey of the civilian, noninstitutionalized U.S. population conducted by the National Center for Health Statistics (NCHS) of the Centers for Disease Control and Prevention (CDC). 32  Among the 1,239 women 18–40 years of age who were not pregnant and participated in the 2009–2010 NHANES cycle, a random subset of 391 women were included in the measurement of urinary concentration of selected phthalate metabolites. Phthalate metabolites were quantified using HPLC-MS/MS. 33  For values below the LOD ( 0.5 ng / mL  for mEHP,  0.216 ng / mL  for mBzP,  0.4 ng / mL  for mBP, and  0.396 ng / mL  for mEP), estimates were provided as the LOD divided by the square root of 2 ( n = 82 , 21.0% below the LOD for mEHP;  n = 2 , 0.5% below the LOD for mBzP;  n = 1 , 0.3% below the LOD for mBP, and  n = 0  below the LOD for mEP). We calculated means and IQRs of mEHP, mBzP, mBP, and mEP, incorporating survey weights (variable name: WTSB2YR) to account for the stratified, multistage probability sample selected for phthalate analysis. The NHANES protocol was approved by the NCHS Research Ethics Review Board and all participants provided informed consent.\n\nFor all regression models, phthalates and isoprostanes used the covariate-adjusted standardization method developed by O’Brien et al., 34  accounting for differences in estimation of urinary dilution by creatinine based on measured factors such as BMI. Covariate-adjusted and standardized phthalate metabolites and isoprostanes were subsequently log-transformed to approximate normality, and modeled per change in IQR. We assumed a linear association between phthalate metabolites and each outcome. We additionally calculated two phthalate exposure summary measures:  a ) a potency-weighted sum estimating dietary intake of anti-androgenic phthalates, accounting for concentration of urinary metabolites and estimates of relevant fraction of metabolites excreted from their parent compounds accounting for body weight ( Σ AA , log-transformed for analysis), 35  and  b ) a sum of the DEHP metabolites mEHP, mEOHP, mEHHP, mECPP, and mCMHP, standardized for molecular weight of mECPP ( Σ DEHP  metabolites, creatine-adjusted and log-transformed for analysis). Fecundability was measured as the fecundability odds ratio (FOR) and estimated using a discrete-time Cox proportional hazards model accounting for left truncation (number of cycles attempting pregnancy prior to enrollment). Risk of pregnancy loss was assessed using Poisson regression with robust standard errors 36  and incorporated inverse probability weights (weighted for factors associated with pregnancy) to account for potential selection bias due to the exclusion of participants who did not become pregnant. Association of phthalate metabolites with change in reproductive hormones during the follicular phase, at ovulation, and during the luteal phase of the first two cycles of follow-up, as well as cross-sectional associations with hsCRP and isoprostanes at the beginning of the first cycle, were calculated using generalized linear models. To account for potential selection bias in the analyses of luteal phase hormone levels, which excluded women who became pregnant in a given cycle ( n = 267  in cycle 1 and  n = 194  in cycle 2), models were weighted for factors associated with not becoming pregnant.\n\nPotential confounders were selected based on a review of the literature and construction of directed acyclic graphs. 37  Models were adjusted for log-transformed urinary creatinine level, treatment assignment (aspirin vs. placebo), maternal age (continuous; in years), BMI (continuous; in kilograms per meter squared), self-reported White vs. non-White race/ethnicity as a proxy for inequities in exposure to systemic privilege vs. systemic racism (participants self-reported race/ethnicity in categories including Hispanic/Latino, Black/African American, Asian, Native Hawaiian or Pacific Islander, and American Indian or Alaskan Native; however, 95.2% of the cohort self-reported as White, leading to zero cells when adjusting for multiple covariates and, as a result, we collapsed the categories of those reporting non-White race/ethnicities into a single category), cigarette smoking ( ≥ 1  cigarette/d vs.  < 1  cigarette/d), and parity (parous vs. nulliparous). To account for inflation of group-wise type I error due to multiple comparisons, we corrected for the false discovery rate (FDR) using the Benjamini–Hochberg procedure. 38\n\nOwing to potential differences of the action of exposure to phthalates on reproductive health by baseline inflammatory and metabolic health status, 39 , 40  in secondary analyses we evaluated effect modification of the relationship of phthalate metabolites with fecundability and pregnancy loss by treatment assignment (randomization to low-dose aspirin vs. placebo) and BMI ( < 25 ,  25 to < 30 , vs.  ≥ 30 kg / m 2 ). To address the potential misclassification of exposure to phthalates assessed at the beginning of follow-up for outcomes occurring in subsequent menstrual cycles (pregnancy and pregnancy loss), we conducted a secondary analysis restricted to the first menstrual cycle of follow-up ( n = 267  pregnancies and  n = 55  losses occurring in the first menstrual cycle of follow-up). We additionally conducted a secondary analysis evaluating the relationship of phthalate metabolites with reproductive hormones restricted to the periconception window during the luteal phase ( ∼ 6 – 10  d following ovulation), 24  where secretion of progesterone levels from the corpus luteum peak. 25  We conducted a secondary analysis for the relationship of phthalates with pregnancy loss without incorporation of inverse probability weights to identify whether the weighted models accounting for factors associated with pregnancy influenced the findings. Because urinary creatinine was only measured for one of the three consecutive daily first-morning urines pooled for the assessment of phthalates, we additionally conducted a sensitivity analysis to evaluate the degree of bias that may have been introduced due to misclassification of urinary dilution. First, we ran models evaluating the association of an IQR change in log-transformed phthalate metabolites with fecundability and pregnancy loss without adjustment for urinary creatinine. Second, we simulated 1,000 data sets for each of a range of associations representing the “true” association of mEHP concentrations with both pregnancy ( ORs = 0.80, 0.85, 0.90, and 0.95) and pregnancy loss ( ORs = 1.1, 1.2, and 1.3). We then simulated increasing levels of misclassification for urinary dilution (1.5, 2.0, 2.5, and 3.0 times the observed SD). We subsequently ran logistic regression models comparing the “true” association of mEHP with pregnancy and pregnancy loss in unadjusted models to those incorporating misclassified mEHP measures. Finally, to account for potential dependencies among phthalates as a mixture, we implemented quantile-based g-computation to evaluate associations of the phthalate metabolite mixture with fecundability and pregnancy loss using the R package  qgcomp . 41  Analyses were conducted in SAS (version 9.4; SAS Institute, Inc.) and mixture models and figures produced using R (version 4.2; R Development Core Team).\n\n## Results\n\nAmong 1,228 participants enrolled in the EAGeR trial,  mean ± SD  age was  28.7 ± 4.8  y and the majority of participants were non-Hispanic white (94.6%) and had a moderate-to-high household income (68.9%  ≥ $ 40,000 / y ) ( Table 1 ). More than half were parous (57.2%), 12.3% reported cigarette smoking, and BMI was  26.3 ± 6.5 \n kg / m 2 . A total of 797 (64.9%) women became pregnant over the six menstrual cycles of follow-up and, of those who became pregnant, 188 (23.6%) experienced a pregnancy loss. Tertile of mEHP did not vary considerably across demographic and health risk factors, apart from a trend of lower mEHP for non-Hispanic white participants (98.0% vs. 92.6% for first vs. third tertile) and for those who had been attempting pregnancy for a shorter length of time (2.2 vs. 3.5 menstrual cycles prior to enrollment for first vs. third tertile). Seven metabolites had more  > 50 %  of values below the LOD (namely, mOP, mMP, mCHP, mINP, mIDP, mPeP, and mIPrP; Table S1). Fifteen phthalate metabolites had  < 2 %  of values falling below average background level, suggesting a low concern for contamination of samples. However, 5 phthalate metabolites with low detect rates had a high proportion of values below the average background level (namely, mCHP, 12.4%; mOP, 66.8%; mINP, 49.4%; mIDP, 68.9%; and mPeP, 60.3%). Compared with a sample of reproductive-age women (18–40 years of age) representative of the U.S. population from NHANES 2008–2009, the distribution of phthalate metabolites among EAGeR participants varied depending on the metabolite, including higher levels for mEHP [median (IQR) of 6.61 (4.14, 12.43) ng/mL for EAGeR vs. 1.59 (0.64, 3.31) ng/mL for NHANES] and mBzP [median (IQR) of 16.6 (9.4, 27.7) ng/mL for EAGeR vs. 7.0 (3.4, 15.8) ng/mL for NHANES], similar levels for mBP [median (IQR) of 22.4 (15.4, 35.0) ng/mL for EAGeR vs. 19.5 (8.0, 33.3) ng/mL for NHANES], and lower levels for mEP [median (IQR) of 47.7 (26.5, 93.1) ng/mL for EAGeR vs. 74.8 (26.2, 208.5) ng/mL for NHANES]. Most phthalate metabolites were moderately correlated ( ρ = 0.2 – 0.5 ), with the exception of high correlations for metabolites of DEHP ( ρ = 0.64 – 0.99 ) and negative correlations of mIDP and mPeP with several other metabolites (Figure S1).\n\nParticipant characteristics by tertile of mEHP in the Effects of Aspirin in Gestation and Reproduction (EAGeR) trial (2007–2012;  n = 1,228 ).\n\nNote: Missing data on 1 participant for education and household income, 6 for BMI, 11 for cigarette smoking, and 97 for number of menstrual cycles attempting pregnancy prior to enrollment. BMI, body mass index; mEHP, mono-(2-ethylhexyl) phthalate; SD, standard deviation.\n\nmEHP chosen as the major metabolite of di(2-ethylhexyl) phthalate (DEHP) and measured in a consecutive 3-d pooled first-morning urine sample.\n\nOverall, preconception urinary concentrations of several phthalate metabolites were associated with lower odds of fecundability, including mEHP [ FOR = 0.88 ; 95% confidence interval (CI): 0.78, 1.00 per IQR], mBP ( FOR = 0.82 ; 95% CI: 0.70, 0.96 per IQR), and mBzP ( FOR = 0.85 ; 95% CI: 0.74, 0.98 per IQR) ( Table 2 ). There were no clear associations of phthalate metabolites with risk of pregnancy loss, we observed both a  > 10 %  increased risk for mECPP [ relative risk ( RR ) = 1.17 ; 95% CI: 0.97, 1.42 per IQR], mBzP ( RR = 1.13 ; 95% CI: 0.88, 1.45 per IQR), mIDP ( RR = 1.12 ; 95% CI: 0.93, 1.36 per IQR), and PA ( RR = 1.11 ; 95% CI: 0.88, 1.38 per IQR), as well as a  > 10 %  decreased risk for mIBP ( RR = 0.84 ; 95% CI: 0.65, 1.08 per IQR) and mHxP ( RR = 0.76 ; 95% CI: 0.60, 0.96 per IQR), most with wide CIs. No apparent differences in effect estimates were observed by randomization to low-dose aspirin vs. placebo for fecundability or pregnancy loss (Tables S2 and S3). However, the  Σ DEHP  metabolites and mECPP were more strongly associated with lower fecundability among women who had BMIs of  ≥ 30 kg / m 2  as compared with those with BMIs of  < 25 kg / m 2  [e.g.,  FOR = 0.75  (95% CI: 0.58, 0.97) vs.  FOR = 1.00  (95% CI: 0.85, 1.19), respectively,  p interaction = 0.05  for the  Σ DEHP  metabolites]. None of the comparisons survived adjustment for the FDR at  p < 0.05 . In secondary analyses restricted to the first menstrual cycle only ( n = 267  pregnancies and  n = 55  losses), associations with pregnancy remained similar. Stronger associations were observed between higher sum of anti-androgenic phthalates ( Σ AA ),  Σ DEHP  metabolites, and individual DEHP metabolites, mCPP, mEP, mIPrP, and PA with greater risk of pregnancy loss and higher mBP, mHxP, and mBzP with lower risk of pregnancy loss in the first menstrual cycle of follow-up (Table S4). Finally, estimates for phthalate metabolites and pregnancy loss were similar when comparing models with and without incorporation of inverse probability weights (Table S5).\n\nAssociation of an interquartile range increase in creatinine-adjusted log-transformed phthalate metabolites with fecundability and pregnancy loss ( n = 1,228 ).\n\nNote: FOR estimated using discrete-time Cox proportional hazards models accounting for left truncation and right censoring. RR of pregnancy loss estimated using Poisson models with robust variance and incorporating inverse probability weights to account for factors associated with becoming pregnant. Models were adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking, and parity. CI, confidence interval; FOR, fecundability odds ratio; LOD, limit of detection; mBP, mono-butyl phthalate; mBzP, mono-benzyl phthalate; mCHP, mono-cyclohexyl phthalate; mCMHP, mono-(2-carboxymethylhexyl) phthalate; mCPP, mono-(3-carboxypropyl) phthalate; mECPP, mono-(2-ethyl-5-carboxypentyl) phthalate; mEHHP, mono-(2-ethyl-5-hydroxyhexyl) phthalate; mEHP, mono-(2-ethylhexyl) phthalate; mEOHP, mono-(2-ethyl-5-oxohexyl) phthalate; mEP, mono-ethyl phthalate; mHpP, mono-[4-hydroxypentyl] phthalate; mHxP, mono-hexyl phthalate; mIBP, mono-isobutyl phthalate; mIDP, mono-isodecyl phthalate; mINP, mono-isononyl phthalate; mIPrP, mono-isopropyl phthalate; mMP, mono-methyl phthalate; mOP, mono-2-octyl phthalate; mPeP, mono-pentyl phthalate; PA, phthalic acid; RR, relative risk;  Σ AA , sum of anti-androgenic phthalates;  Σ DEHP  metabolites, sum of di(2-ethylhexyl) phthalate metabolites.\n\nMetabolite with  > 50 %  of values below the LOD.\n\nIn sensitivity analyses evaluating potential bias due to adjusting for urinary creatinine measured for only one of the three daily consecutive pooled first-morning urines used for measuring phthalate metabolites, we observed few differences in direction or precision of estimates between models using a creatinine-standardization approach, 42  and those unadjusted for urinary creatinine [e.g.,  FOR = 0.82  (95% CI: 0.70, 0.96) per IQR change in mBP for creatinine-standardized and adjusted models and  FOR = 0.89  (95% CI: 0.81, 0.98) per IQR change in log-transformed mBP for models not standardized or adjusted for creatinine; Table S6]. In a simulation study evaluating the degree of bias that might have been introduced as a result of misclassification of mEHP ( mean ± SD  of  1.90 ± 0.86  for log-transformed mEHP) from urinary dilution, we observed that smaller effect sizes (e.g., 0.90 for pregnancy and 1.10 for pregnancy loss) would be notably attenuated with a doubling in the SD of mEHP [ OR = 0.98  (95% CI: 0.93, 1.04) and  OR = 1.04  (95% CI: 0.93, 1.16) per IQR change in log-transformed mEHP, respectively; Table S7]. However, for moderate effect sizes (e.g., 0.80 for pregnancy and 1.30 for pregnancy loss), effect estimates remained observable, with a doubling of the SD of mEHP [e.g.,  OR = 0.91  (95% CI: 0.893, 0.99) and  OR = 1.12  (95% CI: 1.00, 1.25) per IQR change in log-transformed mEHP, respectively]. A tripling of the observed SD of mEHP was needed to attenuate moderate effect sizes [e.g.,  OR = 0.96  (95% CI: 0.91, 1.02) and  OR = 1.04  (95% CI: 0.97, 1.11) per IQR change in log-transformed mEHP, respectively].\n\nFinally, we implemented quantile-based g-computation to evaluate the relationship between the phthalate mixture with fecundability and risk of pregnancy loss. Phthalate metabolites contributed both positively (mECPP, mCMHP, and mIBP) and negatively (mEOHP, mBP, mEHPP, and PA) to the mixture for fecundability (Table S8), with no evidence of an association between a quartile increase in the phthalate mixture and fecundability ( FOR = 0.99 ; 95% CI: 0.91, 1.08). Similarly, phthalate metabolites contributed both positively (mECPP, mHpP, and PA) and negatively (mIBP, mEOHP, mHxP, mCPP, mCMHP, and mEHHP) to the mixture for pregnancy loss (Table S8), with no evidence of an association between the phthalate mixture and loss ( RR = 0.96 ; 95% CI: 0.76, 1.22).\n\nPreconception phthalate metabolites were prospectively associated with several reproductive hormones across the first two menstrual cycles of follow-up. Higher levels of several phthalate metabolites were associated with lower estradiol across the menstrual cycle ( Figure 1 ; Tables S9–S11). The strongest negative associations were observed for mBP, mIBP, mBzP, mIDP, mIPrP, and PA, whereas the associations for DEHP metabolites with estradiol, particularly for mEHP, were less clear. Associations were also observed for higher phthalate metabolites with lower E1G at ovulation, particularly for the DEHP metabolites, as well as for mEP, mBP, mIBP, and mHxP. Conversely, mINP and mIPrP were associated with higher E1G at ovulation. Higher levels of phthalate metabolites were consistently associated with higher FSH and LH levels, particularly at ovulation ( Figure 2 ; Tables S9–S11). The exceptions were mINP and mIDP, which were associated with both lower FSH and LH levels, although both had  > 65 %  of values below the LOD. Associations of phthalate metabolites with progesterone were less consistent, with some suggestion of a positive relationship with progesterone during the luteal phase, although CIs were wide ( Figure 3 ; Tables S9–S11). However, we observed stronger associations of high levels of phthalate metabolites with higher PdG during the luteal phase, with the exception of mEP, mINP, mCHP, mOP, and mIDP. Several comparisons survived adjustment for the FDR at  p < 0.05 . This includes associations of phthalate metabolites with higher estradiol (6 associations during the follicular and luteal phases), higher FSH (16 associations during the follicular phase, 8 around ovulation, and 18 during the luteal phase), higher LH (4 associations during the follicular phase, 1 around ovulation, and 14 during the luteal phase), and higher PdG (10 associations during the luteal phase). In secondary analyses restricted to the peri-implantation window in the luteal phase (estimated as 6–10 d following ovulation), associations of phthalate metabolites with lower estradiol, higher FSH, higher LH levels were attenuated, whereas associations with higher PdG remained but were less precise (Table S12).\n\nAssociation of an IQR increase in creatinine-adjusted log-transformed phthalate metabolites measured at the beginning of the first two menstrual cycles of follow-up with estradiol and estrone-3-glucuronide during the follicular phase (solid black line), ovulation (dashed gray line), and luteal phase (solid light gray line) of the first two menstrual cycles of follow-up ( n = 1,228 ). Models were adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking, and parity. Summary data are reported in Tables S9–S11. Note: IQR, interquartile range; mBP, mono-butyl phthalate; mBzP, mono-benzyl phthalate; mCHP, mono-cyclohexyl phthalate; mCMHP, mono-(2-carboxymethylhexyl) phthalate; mCPP, mono-(3-carboxypropyl) phthalate; mECPP, mono-(2-ethyl-5-carboxypentyl) phthalate; mEHHP, mono-(2-ethyl-5-hydroxyhexyl) phthalate; mEHP, mono-(2-ethylhexyl) phthalate; mEOHP, mono-(2-ethyl-5-oxohexyl) phthalate; mEP, mono-ethyl phthalate; mHpP, mono-[4-hydroxypentyl] phthalate; mHxP, mono-hexyl phthalate; mIBP, mono-isobutyl phthalate; mIDP, mono-isodecyl phthalate; mINP, mono-isononyl phthalate; mIPrP, mono-isopropyl phthalate; mMP, mono-methyl phthalate; mOP, mono-2-octyl phthalate; mPeP, mono-pentyl phthalate; PA, phthalic acid;  Σ AA , sum of anti-androgenic phthalates;  Σ DEHP  metabolites, sum of di(2-ethylhexyl) phthalate metabolites.\n\nAssociation of an IQR increase in creatinine-adjusted log-transformed phthalate metabolites measured at the beginning of the first two menstrual cycles of follow-up with follicle-stimulating hormone and luteinizing hormone during the follicular phase (solid black line), ovulation (dashed gray line), and luteal phase (solid light gray line) of the first two menstrual cycles of follow-up ( n = 1,228 ). Models were adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking, and parity. Summary data are reported in Tables S9–S11. Note: IQR, interquartile range; mBP, mono-butyl phthalate; mBzP, mono-benzyl phthalate; mCHP, mono-cyclohexyl phthalate; mCMHP, mono-(2-carboxymethylhexyl) phthalate; mCPP, mono-(3-carboxypropyl) phthalate; mECPP, mono-(2-ethyl-5-carboxypentyl) phthalate; mEHHP, mono-(2-ethyl-5-hydroxyhexyl) phthalate; mEHP, mono-(2-ethylhexyl) phthalate; mEOHP, mono-(2-ethyl-5-oxohexyl) phthalate; mEP, mono-ethyl phthalate; mHpP, mono-[4-hydroxypentyl] phthalate; mHxP, mono-hexyl phthalate; mIBP, mono-isobutyl phthalate; mIDP, mono-isodecyl phthalate; mINP, mono-isononyl phthalate; mIPrP, mono-isopropyl phthalate; mMP, mono-methyl phthalate; mOP, mono-2-octyl phthalate; mPeP, mono-pentyl phthalate; PA, phthalic acid;  Σ AA , sum of anti-androgenic phthalates;  Σ DEHP  metabolites, sum of di(2-ethylhexyl) phthalate metabolites.\n\nAssociation of an IQR increase in creatinine-adjusted log-transformed phthalate metabolites measured at the beginning of the first menstrual cycles of follow-up with progesterone and pregnanediol glucuronide during the follicular phase (solid black line), ovulation (dashed gray line), and luteal phase (solid light gray line) of the first two menstrual cycles of follow-up ( n = 1,228 ). Models were adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking, and parity. Summary data are reported in Tables S9–S11. Note: IQR, interquartile range; mBP, mono-butyl phthalate; mBzP, mono-benzyl phthalate; mCHP, mono-cyclohexyl phthalate; mCMHP, mono-(2-carboxymethylhexyl) phthalate; mCPP, mono-(3-carboxypropyl) phthalate; mECPP, mono-(2-ethyl-5-carboxypentyl) phthalate; mEHHP, mono-(2-ethyl-5-hydroxyhexyl) phthalate; mEHP, mono-(2-ethylhexyl) phthalate; mEOHP, mono-(2-ethyl-5-oxohexyl) phthalate; mEP, mono-ethyl phthalate; mHpP, mono-[4-hydroxypentyl] phthalate; mHxP, mono-hexyl phthalate; mIBP, mono-isobutyl phthalate; mIDP, mono-isodecyl phthalate; mINP, mono-isononyl phthalate; mIPrP, mono-isopropyl phthalate; mMP, mono-methyl phthalate; mOP, mono-2-octyl phthalate; mPeP, mono-pentyl phthalate; PA, phthalic acid;  Σ AA , sum of anti-androgenic phthalates;  Σ DEHP  metabolites, sum of di(2-ethylhexyl) phthalate metabolites.\n\nIn cross-sectional analyses, preconception phthalate metabolites were associated with both higher hsCRP and isoprostane levels ( Table 3 ). An IQR increase in four phthalate metabolites was associated with at least a  0.5 -mg / dL  increase in hsCRP, including PA ( β = 0.805 ; 95% CI: 0.185, 1.426), mBP ( β = 0.616 ; 95% CI: 0.068, 1.165), mCPP ( β = 0.572 ; 95% CI: 0.060, 1.084), and mHpP ( β = 0.537 ; 95% CI: 0.093, 0.980). Similarly, several phthalate metabolites were associated with at least a  0.05 -ng / mL  increase in isoprostane levels, including seven with  8 -iso-PGF 2 α , 10 with  2,3 -dinor-iPF 2 α -III , 16 with  5 -iso-PGF 2 α -VI , and seven with  8,12 -iso-iPF 2 α -VI . The three phthalate metabolites most strongly associated with fecundability (namely, mEHP, mBP, and mBzP) were consistently associated with both higher hsCRP and higher levels of the four isoprostane regioisomers. For example, mEHP was associated with a 0.378 (95% CI:  − 0.064 , 0.820)-mg/dL increase in hsCRP, a 0.090 (95% CI: 0.031, 0.149)-ng/mL increase in  8 -iso-PGF 2 α , a 0.086 (95% CI: 0.023, 0.150)-ng/mL increase in  2,3 -dinor-iPF 2 α -III , a 0.234 (95% CI: 0.142, 0.325)-ng/mL increase in  5 -iso-PGF 2 α -VI , and a 0.140 (95% CI 0.057, 0.224)-ng/mL increase in  8,12 -iso-iPF 2 α -VI . After adjustment for the FDR, none of the associations of phthalate metabolites with hsCRP had an adjusted  p < 0.05 , whereas several comparisons with isoprostanes remained below this threshold. This includes 6 phthalate metabolites for  8 -iso-PGF 2 α  (namely, mEHP, mBP, mHxP, mCHP, mHpP, and mBzP), 5 DEHP metabolites for  2,3 -dinor-iPF 2 α -III , 14 phthalate metabolites for  5 -iso-PGF 2 α -VI  (including  Σ AA  and  Σ DEHP  metabolites), and mEHP for  8,12 -iso-iPF 2 α -VI .\n\nAssociation of an interquartile range increase in creatinine-adjusted log-transformed phthalate metabolites with markers of inflammation and oxidative stress at the beginning of the first menstrual cycle of follow-up ( n = 1,228 ).\n\nNote: Generalized linear models adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking and parity. Models were adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking, and parity. Interquartile ranges for each phthalate metabolite are listed in Table S1. CI, confidence interval; hsCRP, highly sensitive C-reactive protein; LOD, limit of detection; mBP, mono-butyl phthalate; mBzP, mono-benzyl phthalate; mCHP, mono-cyclohexyl phthalate; mCMHP, mono-(2-carboxymethylhexyl) phthalate; mCPP, mono-(3-carboxypropyl) phthalate; mECPP, mono-(2-ethyl-5-carboxypentyl) phthalate; mEHHP, mono-(2-ethyl-5-hydroxyhexyl) phthalate; mEHP, mono-(2-ethylhexyl) phthalate; mEOHP, mono-(2-ethyl-5-oxohexyl) phthalate; mEP, mono-ethyl phthalate; mHpP, mono-[4-hydroxypentyl] phthalate; mHxP, mono-hexyl phthalate; mIBP, mono-isobutyl phthalate; mIDP, mono-isodecyl phthalate; mINP, mono-isononyl phthalate; mIPrP, mono-isopropyl phthalate; mMP, mono-methyl phthalate; mOP, mono-2-octyl phthalate; mPeP, mono-pentyl phthalate; PA, phthalic acid;  Σ AA , sum of anti-androgenic phthalates;  Σ DEHP  metabolites, sum of di(2-ethylhexyl) phthalate metabolites.\n\nAssociation survives false discovery rate  p < 0.05  for multiple comparisons.\n\nMetabolite with  > 50 %  of values below the LOD.\n\n## Relationship of Phthalates with Fecundability and Pregnancy Loss\n\nOverall, preconception urinary concentrations of several phthalate metabolites were associated with lower odds of fecundability, including mEHP [ FOR = 0.88 ; 95% confidence interval (CI): 0.78, 1.00 per IQR], mBP ( FOR = 0.82 ; 95% CI: 0.70, 0.96 per IQR), and mBzP ( FOR = 0.85 ; 95% CI: 0.74, 0.98 per IQR) ( Table 2 ). There were no clear associations of phthalate metabolites with risk of pregnancy loss, we observed both a  > 10 %  increased risk for mECPP [ relative risk ( RR ) = 1.17 ; 95% CI: 0.97, 1.42 per IQR], mBzP ( RR = 1.13 ; 95% CI: 0.88, 1.45 per IQR), mIDP ( RR = 1.12 ; 95% CI: 0.93, 1.36 per IQR), and PA ( RR = 1.11 ; 95% CI: 0.88, 1.38 per IQR), as well as a  > 10 %  decreased risk for mIBP ( RR = 0.84 ; 95% CI: 0.65, 1.08 per IQR) and mHxP ( RR = 0.76 ; 95% CI: 0.60, 0.96 per IQR), most with wide CIs. No apparent differences in effect estimates were observed by randomization to low-dose aspirin vs. placebo for fecundability or pregnancy loss (Tables S2 and S3). However, the  Σ DEHP  metabolites and mECPP were more strongly associated with lower fecundability among women who had BMIs of  ≥ 30 kg / m 2  as compared with those with BMIs of  < 25 kg / m 2  [e.g.,  FOR = 0.75  (95% CI: 0.58, 0.97) vs.  FOR = 1.00  (95% CI: 0.85, 1.19), respectively,  p interaction = 0.05  for the  Σ DEHP  metabolites]. None of the comparisons survived adjustment for the FDR at  p < 0.05 . In secondary analyses restricted to the first menstrual cycle only ( n = 267  pregnancies and  n = 55  losses), associations with pregnancy remained similar. Stronger associations were observed between higher sum of anti-androgenic phthalates ( Σ AA ),  Σ DEHP  metabolites, and individual DEHP metabolites, mCPP, mEP, mIPrP, and PA with greater risk of pregnancy loss and higher mBP, mHxP, and mBzP with lower risk of pregnancy loss in the first menstrual cycle of follow-up (Table S4). Finally, estimates for phthalate metabolites and pregnancy loss were similar when comparing models with and without incorporation of inverse probability weights (Table S5).\n\nAssociation of an interquartile range increase in creatinine-adjusted log-transformed phthalate metabolites with fecundability and pregnancy loss ( n = 1,228 ).\n\nNote: FOR estimated using discrete-time Cox proportional hazards models accounting for left truncation and right censoring. RR of pregnancy loss estimated using Poisson models with robust variance and incorporating inverse probability weights to account for factors associated with becoming pregnant. Models were adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking, and parity. CI, confidence interval; FOR, fecundability odds ratio; LOD, limit of detection; mBP, mono-butyl phthalate; mBzP, mono-benzyl phthalate; mCHP, mono-cyclohexyl phthalate; mCMHP, mono-(2-carboxymethylhexyl) phthalate; mCPP, mono-(3-carboxypropyl) phthalate; mECPP, mono-(2-ethyl-5-carboxypentyl) phthalate; mEHHP, mono-(2-ethyl-5-hydroxyhexyl) phthalate; mEHP, mono-(2-ethylhexyl) phthalate; mEOHP, mono-(2-ethyl-5-oxohexyl) phthalate; mEP, mono-ethyl phthalate; mHpP, mono-[4-hydroxypentyl] phthalate; mHxP, mono-hexyl phthalate; mIBP, mono-isobutyl phthalate; mIDP, mono-isodecyl phthalate; mINP, mono-isononyl phthalate; mIPrP, mono-isopropyl phthalate; mMP, mono-methyl phthalate; mOP, mono-2-octyl phthalate; mPeP, mono-pentyl phthalate; PA, phthalic acid; RR, relative risk;  Σ AA , sum of anti-androgenic phthalates;  Σ DEHP  metabolites, sum of di(2-ethylhexyl) phthalate metabolites.\n\nMetabolite with  > 50 %  of values below the LOD.\n\nIn sensitivity analyses evaluating potential bias due to adjusting for urinary creatinine measured for only one of the three daily consecutive pooled first-morning urines used for measuring phthalate metabolites, we observed few differences in direction or precision of estimates between models using a creatinine-standardization approach, 42  and those unadjusted for urinary creatinine [e.g.,  FOR = 0.82  (95% CI: 0.70, 0.96) per IQR change in mBP for creatinine-standardized and adjusted models and  FOR = 0.89  (95% CI: 0.81, 0.98) per IQR change in log-transformed mBP for models not standardized or adjusted for creatinine; Table S6]. In a simulation study evaluating the degree of bias that might have been introduced as a result of misclassification of mEHP ( mean ± SD  of  1.90 ± 0.86  for log-transformed mEHP) from urinary dilution, we observed that smaller effect sizes (e.g., 0.90 for pregnancy and 1.10 for pregnancy loss) would be notably attenuated with a doubling in the SD of mEHP [ OR = 0.98  (95% CI: 0.93, 1.04) and  OR = 1.04  (95% CI: 0.93, 1.16) per IQR change in log-transformed mEHP, respectively; Table S7]. However, for moderate effect sizes (e.g., 0.80 for pregnancy and 1.30 for pregnancy loss), effect estimates remained observable, with a doubling of the SD of mEHP [e.g.,  OR = 0.91  (95% CI: 0.893, 0.99) and  OR = 1.12  (95% CI: 1.00, 1.25) per IQR change in log-transformed mEHP, respectively]. A tripling of the observed SD of mEHP was needed to attenuate moderate effect sizes [e.g.,  OR = 0.96  (95% CI: 0.91, 1.02) and  OR = 1.04  (95% CI: 0.97, 1.11) per IQR change in log-transformed mEHP, respectively].\n\nFinally, we implemented quantile-based g-computation to evaluate the relationship between the phthalate mixture with fecundability and risk of pregnancy loss. Phthalate metabolites contributed both positively (mECPP, mCMHP, and mIBP) and negatively (mEOHP, mBP, mEHPP, and PA) to the mixture for fecundability (Table S8), with no evidence of an association between a quartile increase in the phthalate mixture and fecundability ( FOR = 0.99 ; 95% CI: 0.91, 1.08). Similarly, phthalate metabolites contributed both positively (mECPP, mHpP, and PA) and negatively (mIBP, mEOHP, mHxP, mCPP, mCMHP, and mEHHP) to the mixture for pregnancy loss (Table S8), with no evidence of an association between the phthalate mixture and loss ( RR = 0.96 ; 95% CI: 0.76, 1.22).\n\n## Phthalates and Reproductive Hormones\n\nPreconception phthalate metabolites were prospectively associated with several reproductive hormones across the first two menstrual cycles of follow-up. Higher levels of several phthalate metabolites were associated with lower estradiol across the menstrual cycle ( Figure 1 ; Tables S9–S11). The strongest negative associations were observed for mBP, mIBP, mBzP, mIDP, mIPrP, and PA, whereas the associations for DEHP metabolites with estradiol, particularly for mEHP, were less clear. Associations were also observed for higher phthalate metabolites with lower E1G at ovulation, particularly for the DEHP metabolites, as well as for mEP, mBP, mIBP, and mHxP. Conversely, mINP and mIPrP were associated with higher E1G at ovulation. Higher levels of phthalate metabolites were consistently associated with higher FSH and LH levels, particularly at ovulation ( Figure 2 ; Tables S9–S11). The exceptions were mINP and mIDP, which were associated with both lower FSH and LH levels, although both had  > 65 %  of values below the LOD. Associations of phthalate metabolites with progesterone were less consistent, with some suggestion of a positive relationship with progesterone during the luteal phase, although CIs were wide ( Figure 3 ; Tables S9–S11). However, we observed stronger associations of high levels of phthalate metabolites with higher PdG during the luteal phase, with the exception of mEP, mINP, mCHP, mOP, and mIDP. Several comparisons survived adjustment for the FDR at  p < 0.05 . This includes associations of phthalate metabolites with higher estradiol (6 associations during the follicular and luteal phases), higher FSH (16 associations during the follicular phase, 8 around ovulation, and 18 during the luteal phase), higher LH (4 associations during the follicular phase, 1 around ovulation, and 14 during the luteal phase), and higher PdG (10 associations during the luteal phase). In secondary analyses restricted to the peri-implantation window in the luteal phase (estimated as 6–10 d following ovulation), associations of phthalate metabolites with lower estradiol, higher FSH, higher LH levels were attenuated, whereas associations with higher PdG remained but were less precise (Table S12).\n\nAssociation of an IQR increase in creatinine-adjusted log-transformed phthalate metabolites measured at the beginning of the first two menstrual cycles of follow-up with estradiol and estrone-3-glucuronide during the follicular phase (solid black line), ovulation (dashed gray line), and luteal phase (solid light gray line) of the first two menstrual cycles of follow-up ( n = 1,228 ). Models were adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking, and parity. Summary data are reported in Tables S9–S11. Note: IQR, interquartile range; mBP, mono-butyl phthalate; mBzP, mono-benzyl phthalate; mCHP, mono-cyclohexyl phthalate; mCMHP, mono-(2-carboxymethylhexyl) phthalate; mCPP, mono-(3-carboxypropyl) phthalate; mECPP, mono-(2-ethyl-5-carboxypentyl) phthalate; mEHHP, mono-(2-ethyl-5-hydroxyhexyl) phthalate; mEHP, mono-(2-ethylhexyl) phthalate; mEOHP, mono-(2-ethyl-5-oxohexyl) phthalate; mEP, mono-ethyl phthalate; mHpP, mono-[4-hydroxypentyl] phthalate; mHxP, mono-hexyl phthalate; mIBP, mono-isobutyl phthalate; mIDP, mono-isodecyl phthalate; mINP, mono-isononyl phthalate; mIPrP, mono-isopropyl phthalate; mMP, mono-methyl phthalate; mOP, mono-2-octyl phthalate; mPeP, mono-pentyl phthalate; PA, phthalic acid;  Σ AA , sum of anti-androgenic phthalates;  Σ DEHP  metabolites, sum of di(2-ethylhexyl) phthalate metabolites.\n\nAssociation of an IQR increase in creatinine-adjusted log-transformed phthalate metabolites measured at the beginning of the first two menstrual cycles of follow-up with follicle-stimulating hormone and luteinizing hormone during the follicular phase (solid black line), ovulation (dashed gray line), and luteal phase (solid light gray line) of the first two menstrual cycles of follow-up ( n = 1,228 ). Models were adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking, and parity. Summary data are reported in Tables S9–S11. Note: IQR, interquartile range; mBP, mono-butyl phthalate; mBzP, mono-benzyl phthalate; mCHP, mono-cyclohexyl phthalate; mCMHP, mono-(2-carboxymethylhexyl) phthalate; mCPP, mono-(3-carboxypropyl) phthalate; mECPP, mono-(2-ethyl-5-carboxypentyl) phthalate; mEHHP, mono-(2-ethyl-5-hydroxyhexyl) phthalate; mEHP, mono-(2-ethylhexyl) phthalate; mEOHP, mono-(2-ethyl-5-oxohexyl) phthalate; mEP, mono-ethyl phthalate; mHpP, mono-[4-hydroxypentyl] phthalate; mHxP, mono-hexyl phthalate; mIBP, mono-isobutyl phthalate; mIDP, mono-isodecyl phthalate; mINP, mono-isononyl phthalate; mIPrP, mono-isopropyl phthalate; mMP, mono-methyl phthalate; mOP, mono-2-octyl phthalate; mPeP, mono-pentyl phthalate; PA, phthalic acid;  Σ AA , sum of anti-androgenic phthalates;  Σ DEHP  metabolites, sum of di(2-ethylhexyl) phthalate metabolites.\n\nAssociation of an IQR increase in creatinine-adjusted log-transformed phthalate metabolites measured at the beginning of the first menstrual cycles of follow-up with progesterone and pregnanediol glucuronide during the follicular phase (solid black line), ovulation (dashed gray line), and luteal phase (solid light gray line) of the first two menstrual cycles of follow-up ( n = 1,228 ). Models were adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking, and parity. Summary data are reported in Tables S9–S11. Note: IQR, interquartile range; mBP, mono-butyl phthalate; mBzP, mono-benzyl phthalate; mCHP, mono-cyclohexyl phthalate; mCMHP, mono-(2-carboxymethylhexyl) phthalate; mCPP, mono-(3-carboxypropyl) phthalate; mECPP, mono-(2-ethyl-5-carboxypentyl) phthalate; mEHHP, mono-(2-ethyl-5-hydroxyhexyl) phthalate; mEHP, mono-(2-ethylhexyl) phthalate; mEOHP, mono-(2-ethyl-5-oxohexyl) phthalate; mEP, mono-ethyl phthalate; mHpP, mono-[4-hydroxypentyl] phthalate; mHxP, mono-hexyl phthalate; mIBP, mono-isobutyl phthalate; mIDP, mono-isodecyl phthalate; mINP, mono-isononyl phthalate; mIPrP, mono-isopropyl phthalate; mMP, mono-methyl phthalate; mOP, mono-2-octyl phthalate; mPeP, mono-pentyl phthalate; PA, phthalic acid;  Σ AA , sum of anti-androgenic phthalates;  Σ DEHP  metabolites, sum of di(2-ethylhexyl) phthalate metabolites.\n\n## Phthalates and Biomarkers of Inflammation and Oxidative Stress\n\nIn cross-sectional analyses, preconception phthalate metabolites were associated with both higher hsCRP and isoprostane levels ( Table 3 ). An IQR increase in four phthalate metabolites was associated with at least a  0.5 -mg / dL  increase in hsCRP, including PA ( β = 0.805 ; 95% CI: 0.185, 1.426), mBP ( β = 0.616 ; 95% CI: 0.068, 1.165), mCPP ( β = 0.572 ; 95% CI: 0.060, 1.084), and mHpP ( β = 0.537 ; 95% CI: 0.093, 0.980). Similarly, several phthalate metabolites were associated with at least a  0.05 -ng / mL  increase in isoprostane levels, including seven with  8 -iso-PGF 2 α , 10 with  2,3 -dinor-iPF 2 α -III , 16 with  5 -iso-PGF 2 α -VI , and seven with  8,12 -iso-iPF 2 α -VI . The three phthalate metabolites most strongly associated with fecundability (namely, mEHP, mBP, and mBzP) were consistently associated with both higher hsCRP and higher levels of the four isoprostane regioisomers. For example, mEHP was associated with a 0.378 (95% CI:  − 0.064 , 0.820)-mg/dL increase in hsCRP, a 0.090 (95% CI: 0.031, 0.149)-ng/mL increase in  8 -iso-PGF 2 α , a 0.086 (95% CI: 0.023, 0.150)-ng/mL increase in  2,3 -dinor-iPF 2 α -III , a 0.234 (95% CI: 0.142, 0.325)-ng/mL increase in  5 -iso-PGF 2 α -VI , and a 0.140 (95% CI 0.057, 0.224)-ng/mL increase in  8,12 -iso-iPF 2 α -VI . After adjustment for the FDR, none of the associations of phthalate metabolites with hsCRP had an adjusted  p < 0.05 , whereas several comparisons with isoprostanes remained below this threshold. This includes 6 phthalate metabolites for  8 -iso-PGF 2 α  (namely, mEHP, mBP, mHxP, mCHP, mHpP, and mBzP), 5 DEHP metabolites for  2,3 -dinor-iPF 2 α -III , 14 phthalate metabolites for  5 -iso-PGF 2 α -VI  (including  Σ AA  and  Σ DEHP  metabolites), and mEHP for  8,12 -iso-iPF 2 α -VI .\n\nAssociation of an interquartile range increase in creatinine-adjusted log-transformed phthalate metabolites with markers of inflammation and oxidative stress at the beginning of the first menstrual cycle of follow-up ( n = 1,228 ).\n\nNote: Generalized linear models adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking and parity. Models were adjusted for log(creatinine), treatment assignment, age, body mass index, race/ethnicity, cigarette smoking, and parity. Interquartile ranges for each phthalate metabolite are listed in Table S1. CI, confidence interval; hsCRP, highly sensitive C-reactive protein; LOD, limit of detection; mBP, mono-butyl phthalate; mBzP, mono-benzyl phthalate; mCHP, mono-cyclohexyl phthalate; mCMHP, mono-(2-carboxymethylhexyl) phthalate; mCPP, mono-(3-carboxypropyl) phthalate; mECPP, mono-(2-ethyl-5-carboxypentyl) phthalate; mEHHP, mono-(2-ethyl-5-hydroxyhexyl) phthalate; mEHP, mono-(2-ethylhexyl) phthalate; mEOHP, mono-(2-ethyl-5-oxohexyl) phthalate; mEP, mono-ethyl phthalate; mHpP, mono-[4-hydroxypentyl] phthalate; mHxP, mono-hexyl phthalate; mIBP, mono-isobutyl phthalate; mIDP, mono-isodecyl phthalate; mINP, mono-isononyl phthalate; mIPrP, mono-isopropyl phthalate; mMP, mono-methyl phthalate; mOP, mono-2-octyl phthalate; mPeP, mono-pentyl phthalate; PA, phthalic acid;  Σ AA , sum of anti-androgenic phthalates;  Σ DEHP  metabolites, sum of di(2-ethylhexyl) phthalate metabolites.\n\nAssociation survives false discovery rate  p < 0.05  for multiple comparisons.\n\nMetabolite with  > 50 %  of values below the LOD.\n\n## Discussion\n\nAmong women attempting pregnancy, higher urinary concentration of phthalate metabolites, particularly mEHP, mBP, and mBzP, during preconception was associated with lower fecundability. Potential mechanisms included inflammation, oxidative stress, and alterations in hormones, including an observed decrease in estradiol and increase in FSH and LH levels around ovulation. Among the three phthalate metabolites most strongly associated with fecundability, the distribution of mEHP and mBzP were observed at higher levels in the EAGeR trial than those among reproductive-age women in NHANES from a similar time period, whereas mBP levels were similar to those from NHANES. Women may be exposed to the parent compounds of these metabolites (DEHP, DBP, and BBzP) through multiple routes, including dust from flooring and other household items, absorption of personal care products including nail polish and fragrances, dietary exposures due to food packaging and contamination of food sources, and ingestion of contaminated drinking water. 1 – 3  The ubiquity of exposure to phthalates emphasizes the need to increase our understanding of health effects, including those for women’s reproductive health, to better identify hazards and to develop effective policies to address routes of exposure.\n\nOur findings of an association of higher mEHP, mBP, and mBzP with lower fecundability adds to an inconsistent body of evidence for the impact of phthalates on establishing pregnancy. Some evidence of a relationship between phthalate exposure and difficulty achieving pregnancy has been observed in the setting of assisted reproduction. For example, among 256 women seeking infertility treatment, those with higher levels of several DEHP metabolites, including mEHP, had a lower oocyte yield and were less likely to achieve a clinical pregnancy. 43  However, findings from studies of women without a history of infertility have been less consistent. For example, a study of 229 pregnancy planners evaluating phthalates around cycle day 10 found mEP to be associated with lower fecundability but found no associations for mEHP, mBP, and mBzP. 44  Three additional studies reported no associations of phthalate metabolites with fecundability, one evaluating phthalates at three time points per menstrual cycle among 221 pregnancy planners, 45  another evaluating phthalates at baseline among female partners from 501 couples attempting pregnancy, 46  and the third evaluating first-trimester phthalate metabolites among 877 women with retrospective time to pregnancy. 47  The larger sample size of the EAGeR trial ( n = 1,228 ) may have allowed for more precise detection of effects compared with prior research. We did not observe a clear association of phthalate metabolites with risk of pregnancy loss, despite prior research suggesting a relationship of phthalates with increased risk of pregnancy loss in both fecund 48 , 49  and infertility treatment 50  populations. However, our measure of phthalates during the first few days of the first menstrual cycle of follow-up may not be representative of the most etiologically relevant windows for pregnancy loss, including windows around ovulation in the cycle in which pregnancy loss occurred 49 , 50  or during early pregnancy. 48  In a secondary analysis, we observed stronger associations between preconception phthalate metabolites with pregnancy loss when restricting to the first menstrual cycle of follow-up, where assessment of the preconception phthalate metabolites was more proximal to timing of pregnancy loss. We additionally observed few meaningful differences in estimates between models that did and did not incorporate inverse probability weights to account for potential selection bias due to factors associated with pregnancy. This may be due to there being no strong threat of selection bias or to misspecification of the weighted models. To address potential dependencies within the mixture of phthalates to which participants were exposed, we implemented quantile-based g-computation and did not find strong evidence of an association of the phthalate mixture with fecundability or pregnancy loss.\n\nOne of the major mechanisms through which phthalates are hypothesized to impact reproductive outcomes for women is through their role as an endocrine disruptor, with potential impacts on reproductive hormone levels across the menstrual cycle. In prior research, higher E1G and LH levels around ovulation and lower PdG leading up to ovulation have been observed in menstrual cycles in which a pregnancy was detected vs. undetected, 27  suggesting interindividual differences in hormone levels during sensitive windows of the menstrual cycle may be associated with the health of reproductive processes critical for conception and implantation. We observed associations of higher phthalate metabolites with lower estradiol and E1G during the follicular phase and at ovulation, as well as with higher FSH and LH levels at ovulation. These findings are similar to hormonal patterns observed among women with ovarian insufficiency, where inhibition of estradiol production in the ovary limits the action of estradiol in suppression of production of FSH and LH by the anterior pituitary, resulting in a low estradiol and high FSH and LH phenotype. 51  Phthalate metabolites may act similarly on ovarian function, inhibiting folliculogenesis and subsequent production of estradiol. 18  Animal studies have found associations of exposure to phthalates with decreased production of estrogen, and subsequent increases in FSH and LH levels around ovulation. 52  Observed changes in estradiol, FSH, and LH levels may be products of the effect of phthalate exposure on folliculogenesis, where phthalates may additionally contribute to decrements in oocyte quality. 18\n\nWe additionally observed associations of higher phthalate metabolites with higher progesterone during the luteal phase of the menstrual cycle, particularly for the metabolite PdG. This finding was unexpected because we anticipated phthalate exposure would lead to lower progesterone and PdG levels during the luteal phase due to inhibition of progesterone production by the corpus luteum observed in  in vitro  and animal research. For example, in an  in vitro  study evaluating impacts of DEHP, DBP, and BBzP on cells from the corpus luteum, exposure to all three phthalates led to lower progesterone production. 53  However, research has also found that metabolites of DEHP may bind to and interfere with progesterone receptor activity, which may lead to alterations in progesterone function. 54  For example, a study evaluating the impact of DEHP on mouse placental cells found that DEHP promoted progesterone production concurrent with progesterone receptor inhibition. 55  Similar to our findings, research in the Midlife Women’s Health Study also found consistent relationships of higher phthalate metabolites with higher progesterone among 461 premenopausal women  ≥ 45  years of age. However, hormone levels were representative of cycle averages and, contrary to our findings, associations were also observed between higher phthalate metabolites and higher estradiol and lower FSH levels. 56  Further understanding these mechanisms and whether our findings for PdG are incidental or representative is an essential next step.\n\nIn addition to their observed role as an endocrine disruptor, phthalates have been associated with systemic increases in oxidative stress among reproductive-age women. 16 , 17 , 57  In the context of reproduction,  in vitro  and animal research has found exposure to DEHP to be associated with oxidative DNA damage in ovarian follicles and inhibition of antral follicle development in the ovary, 19  as well as with inhibition of ovulation and estradiol synthesis. 18  We observed cross-sectional associations of higher phthalate metabolites with increased inflammation and oxidative stress around the time of menses in the first menstrual cycle of follow-up for the majority of phthalate metabolites. The three phthalate metabolites most strongly associated with fecundability—mEHP, mBP, and mBzP—demonstrated consistent associations with higher hsCRP and higher levels of the four isoprostane regioisomers evaluated. These findings are similar to those from a study among 599 couples seeking infertility treatment, where phthalate metabolites were associated with several biomarkers of oxidative stress, including higher malondialdehyde and 8-hydroxy-2′-deoxyguanosine. 16  In addition, we observed the strongest associations of metabolites of DEHP with fecundability among women who had BMIs of  ≥ 30 kg / m 2 , among whom, owing to elevated inflammation, oxidative stress, and metabolic dysregulation, may be more susceptible to phthalate-induced redox stress. 58  Our findings align with  in vitro  and animal research suggesting phthalates may impact folliculogenesis through inducing redox stress, and further identifying these pathways among women attempting pregnancy is a critical next step to identifying potential intervention points to limit phthalate exposure and impacts of phthalates during critical windows for establishing a pregnancy.\n\nOur study has several strengths and limitations. As one of few studies among women without a history of infertility with preconception measures of phthalates, we were able to evaluate the prospective relationship of phthalate exposure with both fecundability and pregnancy loss. Our data adds to evidence from studies among women seeking infertility treatment to suggest mEHP, mBP, and mBzP may be related to lower fecundability among women without a history of infertility. However, 7 of 20 phthalate metabolites assessed had at least 50% of values below the detection limit, which increased the chance of type II error and failure to detect underlying associations for those metabolites. In addition, we assessed phthalate levels at only one time point, at the beginning of follow-up, as an estimate of average exposure across the preconception and early pregnancy periods, resulting in misclassification of exposure. Although risks of bias related to misclassification of exposure were lessened by using a consecutive 3-d pooled sample, 59  measurement error is an important consideration for how well our estimates capture exposure during critical windows around ovulation, implantation, and early placentation. In addition, some phthalate metabolites were assessed with a greater degree of measurement error (e.g., coefficient of variation  > 20 %  for mBP), which likely introduced bias. However, we anticipate measurement error to be nondifferential. Adjustment for urinary dilution was also limited by measurement of creatinine in a single first-morning spot urine sample rather than the 3-d pooled sample used in the assessment of phthalate metabolites, although the single first-morning urine sample was obtained during the same time frame. Secondary analyses suggested that adjustment for urinary creatinine did little to change interpretation of findings, and a sensitivity analysis suggested that moderate effect sizes may still be observable with a doubling in the SD of mEHP due to urinary dilution. In addition, we lacked information on sources of phthalate exposure, and it is possible that unmeasured confounders related to differences in community and household environments and individual lifestyle factors may have introduced bias. In our analyses of effect modification by BMI, it is also possible that chronic exposure to phthalates may have affected BMI in our study. To the extent that our acute measures of phthalate metabolites represent long-term exposure, this may limit interpretation of our findings by BMI.\n\nAnother strength was our ability to evaluate potential mechanisms, including hormone levels across the menstrual cycle, and biomarkers of inflammation and oxidative stress. However, we were able to evaluate only the cross-sectional relationship of phthalate metabolites with inflammation and oxidative stress, and owing to the complexity of the interactions and interdependences of these factors, our ability to disentangle direct effects of phthalate exposures and mediating factors was limited, emphasizing the need for further research. Because all women were provided  400  μ g  folic acid daily during participation in the study, it is possible the antioxidant effects of folic acid may have mitigated the association between phthalate exposure and adverse reproductive events. 47  The relationship between phthalates and adverse reproductive events may be more pronounced among women not taking folic acid supplements during preconception. Owing to the high number of comparisons evaluated in this manuscript, our overall chance of type I error (reporting an association when none exists) is increased. Therefore, our findings should be interpreted with caution until reproducibility is observed in other settings. Finally, our study population was largely non-Hispanic white and of moderate- to high-socioeconomic position, and therefore the findings may not be generalizable to other populations where patterns of phthalate exposure and their potential interdependency with other chemical, social, and built environmental factors may differ.\n\nIn conclusion, we found that several major phthalate metabolites were associated with lower fecundability, adding to prior literature suggesting that exposure to phthalates may have critical impacts on a woman’s ability to achieve pregnancy. We additionally observed an association of phthalate metabolites with biomarkers of inflammation and oxidative stress, as well as with notable differences in reproductive hormones across the menstrual cycle, including lower estradiol and higher FSH and LH levels, aligning with findings from animal research suggesting phthalates may induce follicular toxicity. These findings suggest preconception exposure to phthalates may impair women’s reproductive health and point to future directions identifying mechanisms and potential points for intervention.\n\n## Supplementary Material\n\nClick here for additional data file.\n\nClick here for additional data file.",
  "reference_count": 59,
  "word_count": 12895,
  "char_count": 89311
}