{
  "pmcid": "PMC10798163",
  "doi": "10.1016/j.lfs.2023.121694",
  "title": "Predicting thrombotic cardiovascular outcomes induced by waterpipe-associated chemicals using comparative toxicogenomic database: Genes, phenotypes, and pathways",
  "authors": [
    "Ahmed B. Alarabi",
    "Attayab Mohsen",
    "Ziyad Ben Taleb",
    "Kenji Mizuguchi",
    "Fatima Z. Alshbool",
    "Fadi T. Khasawneh"
  ],
  "year": "2023",
  "journal": "Life sciences",
  "abstract": "Hookah, or waterpipe, is a tobacco smoking device that has gained popularity in the United States. A growing body of evidence demonstrates that waterpipe smoke (WPS) is associated with various adverse effects on human health, including infectious diseases, cancer, and cardiovascular diseases (CVDs), particularly thrombotic events. However, the molecular mechanisms through which WPS contributes to disease development remain unclear. In this study, we utilized an analytical approach based on the Comparative Toxicogenomics Database (CTD) to integrate chemical, gene, phenotype, and disease data to predict potential molecular mechanisms underlying the effects of WPS, based on its chemical and toxicant profile. Our analysis revealed that CVDs were among the top disease categories with regard to the number of curated interactions with WPS chemicals. We identified 5674 genes common between those modulated by WPS chemicals and traditional tobacco smoking. The CVDs with the most curated interactions with WPS chemicals were hypertension, atherosclerosis, and myocardial infarction, whereas “particulate matter”, “heavy metals”, and “nicotine” showed the highest number of curated interactions with CVDs. Our analysis predicted that the potential mechanisms underlying WPS-induced thrombotic diseases involve common phenotypes, such as inflammation, apoptosis, and cell proliferation, which are shared across all thrombotic diseases and the three aforementioned chemicals. In terms of enriched signaling pathways, we identified several, including chemokine and MAPK signaling, with particulate matter exhibiting the most statistically significant association with all 12 significant signaling pathways related to WPS chemicals. Collectively, our predictive comprehensive analysis provides evidence that WPS negatively impacts health and offers insights into the potential mechanisms through which it exerts these effects. This information should guide further research to explore and better understand the WPS and other tobacco product-related health consequences.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Hookah/waterpipe is a traditional tobacco smoking device that has gained popularity in the United States. Current reports in the population assessment of tobacco and health (PATH) study shows that waterpipe use among adults increased by 5.2 % between wave 1 (2013) and wave 5 (2019) with more use among males in comparison to females [ 1 ]. The use of waterpipes was not restricted to adults, as younger generations, mainly middle and high school students are also users of waterpipes, which is very concerning and may point toward a public health crisis in the future as a result of the consumption of these products at such a young age [ 2 ]. Notably, the popularity of waterpipes is mainly tied to the perception that they provide a “safer” alternative to traditional cigarettes, aside from the availability of different flavors [ 3 ].\n\nThere is a growing body of evidence showing that waterpipe usage and waterpipe smoke (WPS) is associated with a wide variety of negative effects on human health. For instance, WPS is linked to infectious diseases transmission [ 4 ], deterioration of pulmonary function and inflammation [ 5 , 6 ], cancer [ 7 ], tobacco dependence [ 8 ], epigenetic dysregulation [ 9 ] and cardiovascular diseases (CVDs) [ 10 ], especially thrombotic events [ 11 ]. Furthermore, other studies showed an increase in biomarkers of coagulation, such as fibrinogen [ 12 ]. We and others have previously reviewed some of these negative health effects [ 13 , 14 ]. Thus, studies provided ample evidence – some of which was supported by animal studies – that exposure to WPS is linked to the development of disease states [ 15 – 17 ]. WPS systemic and widespread impact on human health is not surprising, given the fact that it carries a substantial toxic profile that was, interestingly, described to exceed that of traditional cigarettes [ 18 – 20 ]. Furthermore, reports have indicated that WPS has substantially more hazardous puffing topography compared to traditional cigarette smoking, which needs to be taken into consideration when evaluating the health effects of WPS [ 21 ]. Nonetheless, and despite accumulating evidence regarding its negative health effects, our understanding of the molecular mechanisms behind WPS-induced disease states remains poor, but will be the main focus of this study.\n\nDue to the advancement of technology, data storage, and increasing efforts in research, much data has been accumulated over the years that can help understand and study the mechanisms of diseases and chemical effects on the human body. Some of these resources are publicly available and considered reliable and helpful sources of information. Using this accumulated data not only reduces the cost of research but also provides a more systematic investigative approach as those resources accumulated a large amount of data that can help reflect a general overview of the studied subject area [ 22 ].\n\nThe CTD (Comparative Toxicogenomics Database) is an exceptional resource that offers valuable information on the complex interplay between environmental chemicals, genes, phenotypes, and diseases. This carefully curated database, built upon the dedicated efforts of scientists and researchers, serves as a powerful tool for academics, industry professionals, and health experts alike [ 23 ]. To predict the potential molecular mechanisms and phenotypes that drive disease states in the context of exposure to WPS chemicals, we used CTD to determine the molecular mechanisms underlying chemically-influenced diseases. In the present study, we showed that CVDs have the second highest number of curated interactions in relation to WPS’s toxic profile. Among all CVDs, we focused on those that are thrombosis-based, and hypothesized that the WPS’s chemical profile will have a distinct molecular signature/impact that leads to thrombotic CVDs. Our analysis specifically investigated the gene interactions, phenotypes, pathways, and disease associations of chemicals generated by waterpipes (WPS). Indeed, our approach predicted that WPS can potentially cause a number of diseases, including thrombotic CVDs, through common and unique phenotypes and signaling pathways, through the impact of these chemicals on certain genes. Our data should help inform therapeutic guidelines and prevention efforts aimed at reducing the public health burden related to WPS."
    },
    {
      "title": "Methods",
      "text": "The public Comparative Toxicogenomics Database (CTD) [ 24 ] provides a collection of manually curated and predicted information related to chemical-gene, disease-gene, and chemical-disease associations. Accessed in March 2022.\n\nWPS chemicals profile was extracted from literature that investigated WPS mainstream emission [ 25 – 28 ] (see the list of all chemicals in  Supplemental Table 2 ). WPS chemicals were then categorized into ten groups, namely: “carbon monoxide”, “heavy metals”, “nicotine”, “nitrogen dioxide”, Polycyclic aromatic hydrocarbons “PAHs”, “particulate matter”, “phenolic compound”, “reactive oxygen species”, Tobacco-Specific Nitrosamines “TSNAs”, and Volatile organic compounds “VOC”, and curated disease association of these chemicals was queried from the CTD. These data were then merged in a table using the chemical categories, summarized by calculating the number of curated interactions and visualized in order through bar graphs. When data\n (1) O v e r l a p ( X , Y ) = | X ∩ Y | m i n ( | X | , | Y | ) \n (2) J a c c a r d ( X , Y ) = | X ∩ Y | | X ∪ Y | \nabout the organism was provided, only human data was used for the analysis. Furthermore, given our interest and focus on CVDs, they were combined in a separate table and more details included. Finally, the data of affected pathways were downloaded from CTD, and important pathways were identified and ranked based on their statistical significance.\n\nIn-house python script was written to automate data acquisition/download from the CTD database using Pandas read_csv command with URL. The Query URL template was  http://ctdbase.org/tools/batchQuery.go?inputType={}&inputTerms={}&report={}&format=tsv  where inputType took was either “chem” for chemical or “disease”, and inputTerms in [“phenotype curated”, “genes curated”] ( Table 1 ).\n\nFour queries were automatically submitted to the CTD database to acquire the data required to build a network consisting of the following: one disease node, one chemical node and multiple phenotype nodes ( Fig. 1 ). Edges were inserted between Disease–Chemical, Disease–Phenotype and Chemical–Phenotype. The weights of these edges had two values, the Jaccard similarity coefficient score [ 29 ] ( Eq. (1) ) and the overlap coefficients [ 30 ] ( Eq. (2) ) of the genes in both nodes. Interaction triads were prioritized first by minimum value of Jaccard similarity of the three edges (the minimum value reflects the overall similarity between the genes of all the three nodes), but when Jaccards similarities are equal, overlap coefficient score were used next. Only the top ten interactions were selected for further downstream analysis and discussion.\n\n“Networkx” for network building and analysis, “seaborn” for visualization, “Pandas” for data retrieval and manipulation from CTD website ( https://ctdbase.org/ ), “ggvenn” R pacakge and “matplotlib-venn” for venn diagram plotting."
    },
    {
      "title": "Data",
      "text": "The public Comparative Toxicogenomics Database (CTD) [ 24 ] provides a collection of manually curated and predicted information related to chemical-gene, disease-gene, and chemical-disease associations. Accessed in March 2022."
    },
    {
      "title": "Database",
      "text": "The public Comparative Toxicogenomics Database (CTD) [ 24 ] provides a collection of manually curated and predicted information related to chemical-gene, disease-gene, and chemical-disease associations. Accessed in March 2022."
    },
    {
      "title": "Data summarization",
      "text": "WPS chemicals profile was extracted from literature that investigated WPS mainstream emission [ 25 – 28 ] (see the list of all chemicals in  Supplemental Table 2 ). WPS chemicals were then categorized into ten groups, namely: “carbon monoxide”, “heavy metals”, “nicotine”, “nitrogen dioxide”, Polycyclic aromatic hydrocarbons “PAHs”, “particulate matter”, “phenolic compound”, “reactive oxygen species”, Tobacco-Specific Nitrosamines “TSNAs”, and Volatile organic compounds “VOC”, and curated disease association of these chemicals was queried from the CTD. These data were then merged in a table using the chemical categories, summarized by calculating the number of curated interactions and visualized in order through bar graphs. When data\n (1) O v e r l a p ( X , Y ) = | X ∩ Y | m i n ( | X | , | Y | ) \n (2) J a c c a r d ( X , Y ) = | X ∩ Y | | X ∪ Y | \nabout the organism was provided, only human data was used for the analysis. Furthermore, given our interest and focus on CVDs, they were combined in a separate table and more details included. Finally, the data of affected pathways were downloaded from CTD, and important pathways were identified and ranked based on their statistical significance."
    },
    {
      "title": "Chemical-Disease-Phenotype Gene overlap Triad (CDPGT overlap)",
      "text": "In-house python script was written to automate data acquisition/download from the CTD database using Pandas read_csv command with URL. The Query URL template was  http://ctdbase.org/tools/batchQuery.go?inputType={}&inputTerms={}&report={}&format=tsv  where inputType took was either “chem” for chemical or “disease”, and inputTerms in [“phenotype curated”, “genes curated”] ( Table 1 ).\n\nFour queries were automatically submitted to the CTD database to acquire the data required to build a network consisting of the following: one disease node, one chemical node and multiple phenotype nodes ( Fig. 1 ). Edges were inserted between Disease–Chemical, Disease–Phenotype and Chemical–Phenotype. The weights of these edges had two values, the Jaccard similarity coefficient score [ 29 ] ( Eq. (1) ) and the overlap coefficients [ 30 ] ( Eq. (2) ) of the genes in both nodes. Interaction triads were prioritized first by minimum value of Jaccard similarity of the three edges (the minimum value reflects the overall similarity between the genes of all the three nodes), but when Jaccards similarities are equal, overlap coefficient score were used next. Only the top ten interactions were selected for further downstream analysis and discussion."
    },
    {
      "title": "Data acquisition automation",
      "text": "In-house python script was written to automate data acquisition/download from the CTD database using Pandas read_csv command with URL. The Query URL template was  http://ctdbase.org/tools/batchQuery.go?inputType={}&inputTerms={}&report={}&format=tsv  where inputType took was either “chem” for chemical or “disease”, and inputTerms in [“phenotype curated”, “genes curated”] ( Table 1 )."
    },
    {
      "title": "Network building",
      "text": "Four queries were automatically submitted to the CTD database to acquire the data required to build a network consisting of the following: one disease node, one chemical node and multiple phenotype nodes ( Fig. 1 ). Edges were inserted between Disease–Chemical, Disease–Phenotype and Chemical–Phenotype. The weights of these edges had two values, the Jaccard similarity coefficient score [ 29 ] ( Eq. (1) ) and the overlap coefficients [ 30 ] ( Eq. (2) ) of the genes in both nodes. Interaction triads were prioritized first by minimum value of Jaccard similarity of the three edges (the minimum value reflects the overall similarity between the genes of all the three nodes), but when Jaccards similarities are equal, overlap coefficient score were used next. Only the top ten interactions were selected for further downstream analysis and discussion."
    },
    {
      "title": "Packages used",
      "text": "“Networkx” for network building and analysis, “seaborn” for visualization, “Pandas” for data retrieval and manipulation from CTD website ( https://ctdbase.org/ ), “ggvenn” R pacakge and “matplotlib-venn” for venn diagram plotting."
    },
    {
      "title": "Results",
      "text": "Our primary analysis of the ten WPS chemical groups showed that they are linked to a total of 1653 curated disease associations in CTD, which were grouped into multiple categories with cancer and CVDs notably having the highest number of curated associations ( Fig. 2 ). Our analysis showed that heavy metals have the highest total curated disease interactions (762), followed by particulate matter 151, volatile organic compounds 282, and nicotine (201). Interestingly, cancer was found to be the main category of diseases across all WPS chemicals with heavy metals having the highest number of curated interactions, followed by volatile organic compounds and TSNAs. Within cancer as a category, the main types were lung, breast, and stomach. Not surprisingly, carbon monoxide (CO) showed no interaction with cancer disease categories, which is consistent with the fact that CO has not been classified as a cancer causing substance. In fact, CO has been proposed as treatment for some types of cancer [ 31 ]. The second category of diseases that emerged as having “high” interaction with WPS chemicals was CVDs, with heavy metals and particulate matter having the highest curated interactions, followed by nicotine. Carbon monoxide was also represented in CVDs category. The third main category of diseases was mental disorders which showed highest curated interactions with heavy metals, followed by particulate matter, nicotine and reactive oxygen species. In terms of mental disorders themselves, cognition disorders, autism, and Alzheimer’s disease showed the highest curated interaction with the WPS chemicals. Other disease categories that were identified, include: nervous, respiratory, digestive, kidney, and genetic diseases ( Fig. 2 ). All individual chemical-disease relationships are provided in the  Supplemental Table 1 .\n\nUsing WPS chemical categories as an input into the CTD, we determined that WPS chemicals are associated with 13,266 curated genes. In order to examine if there are common genes affected by both the WPS chemicals and those of traditional tobacco, the two were intersected. To this end, traditional tobacco genes were obtained from CTD by searching the term “Tobacco Smoke Pollution”, which revealed a list of 13,857 tobacco gene signatures. After intersecting both lists, there were 5674 genes common between both tobacco smoking and WPS chemicals ( Fig. 3 ), which although might indicate shared/common impact, there is a possibility of differential impact as well, between tobacco and WPS.\n\nOur analysis showed that there were 12 signaling pathways that were shown to be significant in relation to WPS chemicals, and are possibly involved in WPS-induced disease development. Among those signaling pathways, we found the chemokine signaling, MAPK signaling, and Rabl signaling pathways, which all are important in inducing CVDs [ 32 – 34 ]. These data also show that across all enriched pathways, particulate matter has the most statistical significance in comparison to other WPS chemicals ( Fig. 4 ).\n\nCardiovascular diseases, the number one killer in the United States, were the second most common adverse outcomes category based on the number of curated interactions (226) to WPS chemicals. Thus, and given our interest in this area, we examined thrombotic CVDs to compute potential impacted genes and biological mechanisms to provide new insight to bridge the gap between WPS chemical exposure and cardiovascular outcomes. According to our analysis, the highest number of chemical-disease relationships in this category is attributed to heavy metals and particulate matter, followed by nicotine. Among the top CVDs with the highest number of curated interactions, are hypertension, atherosclerosis, myocardial infarction, and heart failure ( Fig. 5 ).\n\nNext, we sought to understand the main pathological phenotype related to exposure to WPS chemicals that might participate in producing CVDs. Our results show that across all WPS chemicals, oxidative stress was the most prominent pathological process, followed by apoptotic process, cell proliferation, and lipid catabolic process ( Fig. 6 ). Within the oxidative stress processes, reactive oxygen species and particulate matter had the most curated interactions, followed by heavy metals. It is worth mentioning herein that oxidative stress is among the main pathological processes that are known to instigate thrombotic CVDs [ 35 , 36 ].\n\nIn order to understand the mechanism(s) of the deleterious effects of WPS chemicals on the cardiovascular system, we created a network using CTD curated content. We mainly focused on chemicals that had the highest curated interaction in terms of association with CVDs, namely “particulate matter”, “heavy metals” and “nicotine”, and we selected thrombotic CVDs, namely “myocardial infarction/MI”, “stroke”, and “pulmonary embolism/PE” as the main thrombotic events that are linked to WPS chemicals.\n\nOverall, our data show that there were eight phenotypes that are shared between all of the three chemical across the three thrombotic conditions ( Fig. 7A ). These eight phenotypes were mainly related to inflammation (“GO:0006954”), apoptosis (“GO:0006915”), cell proliferation (“GO:0008284”), and response to hypoxia (e.g.GO:0001666). There were also several themes of phenotypes that emerged, and that are exclusive to each of the thrombotic diseases. For instance, MI was associated with 6 phenotypes, including oxidative stress (“GO:0006979”), cellular response to DNA damage (“GO:0006974”), and regulation of transcription (“GO:0006355”) ( Fig. 7A ). We also observed that stroke was tied to nine exclusive phenotypes, including regulation of blood pressure (“GO:0008217”), cellular calcium ion homeostasis (‘GO:0006874’), and brain development (“GO:0007420”) ( Fig. 7A ). Finally, we observed exclusive phenotypes that are associated with PE and those are chemotaxis (“GO:0006935”), platelet activation (“GO:0008233”), hydrogen peroxide catabolic process (“GO:0042744”), and positive regulation of vasoconstriction (“GO:0045907”).\n\nOn an individual level of WPS chemicals, our network analysis showed that nicotine is predicted to cause thrombotic CVDs by impacting many genes. Based on our “gene similarity” ranking criteria, 44 genes were shown to be important in producing two patterns of phenotypes ( Fig. 7B ). First, three common phenotypes that pertain to inflammatory response (“GO:0006954”), response to hypoxia (“GO:0001666”) and positive cell proliferation (“GO:0008284”). The second pattern of phenotypes produced by nicotine was found to be distinctive to each thrombotic disease (see  Fig. 4 ), for example nicotine impacts regulation of the blood pressure phenotype (“GO:0008217”) was distinctive to stroke, whereas oxidative stress (“GO:0006979”) and positive regulation of vasoconstriction (“GO:0045907”) were unique to MI and PE, respectively.\n\nConcerning the involvement of particulate matter as part of WPS chemicals induced-CVDs, 79 genes emerged based on our similarity ranking criteria. These genes were linked to four common phenotypes namely, inflammation (“GO:000695”), response to hypoxia (“GO:0001666”), positive regulation of cell migration (“GO:0030335”), and protein binding (GO:0005515). We were able to predicate a unique effect of particulate matter on the three tested thrombotic diseases. For instance, particulate matter was related to oxidative stress (“GO:0006979”) and angiogenesis (“GO:0001525”) in myocardial infarction, MAPK cascade (“GO:0000165”), brain develop-ment (“GO:0007420”), and cellular calcium ion homeostasis (“GO:0006874”) in stroke, and positive regulation of reactive oxygen species metabolic process (“GO:2000379”), peptidase activity (“GO:0008233”), and platelet activation (“GO:0030168”) in PE ( Fig. 8 ).\n\nAs for heavy metals, there were 73 genes involved and they revealed a common phenotype related to inflammation, apoptosis, and response to hypoxia across thrombotic diseases. The phenotype related to regulation of response to oxidative stress (“GO:0006979”) was unique in relation to heavy metals in MI. Moreover, heavy metals and stroke showed a unique phenotype related to regulation of blood pressure (“GO:0008217”) and immune response (“GO:0006955”). Finally, PE and heavy metals had a phenotype related to angiogenesis (“GO:0001525”) and platelet activation (“GO:0008233”) among others ( Fig. 8 ). collectively, these data suggest that WPS chemicals participate in producing thrombotic CVDs through general effects as well as specific and targeted impact."
    },
    {
      "title": "WPS chemical-disease association",
      "text": "Our primary analysis of the ten WPS chemical groups showed that they are linked to a total of 1653 curated disease associations in CTD, which were grouped into multiple categories with cancer and CVDs notably having the highest number of curated associations ( Fig. 2 ). Our analysis showed that heavy metals have the highest total curated disease interactions (762), followed by particulate matter 151, volatile organic compounds 282, and nicotine (201). Interestingly, cancer was found to be the main category of diseases across all WPS chemicals with heavy metals having the highest number of curated interactions, followed by volatile organic compounds and TSNAs. Within cancer as a category, the main types were lung, breast, and stomach. Not surprisingly, carbon monoxide (CO) showed no interaction with cancer disease categories, which is consistent with the fact that CO has not been classified as a cancer causing substance. In fact, CO has been proposed as treatment for some types of cancer [ 31 ]. The second category of diseases that emerged as having “high” interaction with WPS chemicals was CVDs, with heavy metals and particulate matter having the highest curated interactions, followed by nicotine. Carbon monoxide was also represented in CVDs category. The third main category of diseases was mental disorders which showed highest curated interactions with heavy metals, followed by particulate matter, nicotine and reactive oxygen species. In terms of mental disorders themselves, cognition disorders, autism, and Alzheimer’s disease showed the highest curated interaction with the WPS chemicals. Other disease categories that were identified, include: nervous, respiratory, digestive, kidney, and genetic diseases ( Fig. 2 ). All individual chemical-disease relationships are provided in the  Supplemental Table 1 ."
    },
    {
      "title": "WPS impacted genes",
      "text": "Using WPS chemical categories as an input into the CTD, we determined that WPS chemicals are associated with 13,266 curated genes. In order to examine if there are common genes affected by both the WPS chemicals and those of traditional tobacco, the two were intersected. To this end, traditional tobacco genes were obtained from CTD by searching the term “Tobacco Smoke Pollution”, which revealed a list of 13,857 tobacco gene signatures. After intersecting both lists, there were 5674 genes common between both tobacco smoking and WPS chemicals ( Fig. 3 ), which although might indicate shared/common impact, there is a possibility of differential impact as well, between tobacco and WPS."
    },
    {
      "title": "Most common molecular pathways impacted by WPS chemicals",
      "text": "Our analysis showed that there were 12 signaling pathways that were shown to be significant in relation to WPS chemicals, and are possibly involved in WPS-induced disease development. Among those signaling pathways, we found the chemokine signaling, MAPK signaling, and Rabl signaling pathways, which all are important in inducing CVDs [ 32 – 34 ]. These data also show that across all enriched pathways, particulate matter has the most statistical significance in comparison to other WPS chemicals ( Fig. 4 )."
    },
    {
      "title": "Cardiovascular disease association of WPS chemicals",
      "text": "Cardiovascular diseases, the number one killer in the United States, were the second most common adverse outcomes category based on the number of curated interactions (226) to WPS chemicals. Thus, and given our interest in this area, we examined thrombotic CVDs to compute potential impacted genes and biological mechanisms to provide new insight to bridge the gap between WPS chemical exposure and cardiovascular outcomes. According to our analysis, the highest number of chemical-disease relationships in this category is attributed to heavy metals and particulate matter, followed by nicotine. Among the top CVDs with the highest number of curated interactions, are hypertension, atherosclerosis, myocardial infarction, and heart failure ( Fig. 5 ).\n\nNext, we sought to understand the main pathological phenotype related to exposure to WPS chemicals that might participate in producing CVDs. Our results show that across all WPS chemicals, oxidative stress was the most prominent pathological process, followed by apoptotic process, cell proliferation, and lipid catabolic process ( Fig. 6 ). Within the oxidative stress processes, reactive oxygen species and particulate matter had the most curated interactions, followed by heavy metals. It is worth mentioning herein that oxidative stress is among the main pathological processes that are known to instigate thrombotic CVDs [ 35 , 36 ]."
    },
    {
      "title": "Predicting the mechanistic pathways for WPS-induced thrombosis-based cardiovascular diseases",
      "text": "In order to understand the mechanism(s) of the deleterious effects of WPS chemicals on the cardiovascular system, we created a network using CTD curated content. We mainly focused on chemicals that had the highest curated interaction in terms of association with CVDs, namely “particulate matter”, “heavy metals” and “nicotine”, and we selected thrombotic CVDs, namely “myocardial infarction/MI”, “stroke”, and “pulmonary embolism/PE” as the main thrombotic events that are linked to WPS chemicals.\n\nOverall, our data show that there were eight phenotypes that are shared between all of the three chemical across the three thrombotic conditions ( Fig. 7A ). These eight phenotypes were mainly related to inflammation (“GO:0006954”), apoptosis (“GO:0006915”), cell proliferation (“GO:0008284”), and response to hypoxia (e.g.GO:0001666). There were also several themes of phenotypes that emerged, and that are exclusive to each of the thrombotic diseases. For instance, MI was associated with 6 phenotypes, including oxidative stress (“GO:0006979”), cellular response to DNA damage (“GO:0006974”), and regulation of transcription (“GO:0006355”) ( Fig. 7A ). We also observed that stroke was tied to nine exclusive phenotypes, including regulation of blood pressure (“GO:0008217”), cellular calcium ion homeostasis (‘GO:0006874’), and brain development (“GO:0007420”) ( Fig. 7A ). Finally, we observed exclusive phenotypes that are associated with PE and those are chemotaxis (“GO:0006935”), platelet activation (“GO:0008233”), hydrogen peroxide catabolic process (“GO:0042744”), and positive regulation of vasoconstriction (“GO:0045907”).\n\nOn an individual level of WPS chemicals, our network analysis showed that nicotine is predicted to cause thrombotic CVDs by impacting many genes. Based on our “gene similarity” ranking criteria, 44 genes were shown to be important in producing two patterns of phenotypes ( Fig. 7B ). First, three common phenotypes that pertain to inflammatory response (“GO:0006954”), response to hypoxia (“GO:0001666”) and positive cell proliferation (“GO:0008284”). The second pattern of phenotypes produced by nicotine was found to be distinctive to each thrombotic disease (see  Fig. 4 ), for example nicotine impacts regulation of the blood pressure phenotype (“GO:0008217”) was distinctive to stroke, whereas oxidative stress (“GO:0006979”) and positive regulation of vasoconstriction (“GO:0045907”) were unique to MI and PE, respectively.\n\nConcerning the involvement of particulate matter as part of WPS chemicals induced-CVDs, 79 genes emerged based on our similarity ranking criteria. These genes were linked to four common phenotypes namely, inflammation (“GO:000695”), response to hypoxia (“GO:0001666”), positive regulation of cell migration (“GO:0030335”), and protein binding (GO:0005515). We were able to predicate a unique effect of particulate matter on the three tested thrombotic diseases. For instance, particulate matter was related to oxidative stress (“GO:0006979”) and angiogenesis (“GO:0001525”) in myocardial infarction, MAPK cascade (“GO:0000165”), brain develop-ment (“GO:0007420”), and cellular calcium ion homeostasis (“GO:0006874”) in stroke, and positive regulation of reactive oxygen species metabolic process (“GO:2000379”), peptidase activity (“GO:0008233”), and platelet activation (“GO:0030168”) in PE ( Fig. 8 ).\n\nAs for heavy metals, there were 73 genes involved and they revealed a common phenotype related to inflammation, apoptosis, and response to hypoxia across thrombotic diseases. The phenotype related to regulation of response to oxidative stress (“GO:0006979”) was unique in relation to heavy metals in MI. Moreover, heavy metals and stroke showed a unique phenotype related to regulation of blood pressure (“GO:0008217”) and immune response (“GO:0006955”). Finally, PE and heavy metals had a phenotype related to angiogenesis (“GO:0001525”) and platelet activation (“GO:0008233”) among others ( Fig. 8 ). collectively, these data suggest that WPS chemicals participate in producing thrombotic CVDs through general effects as well as specific and targeted impact."
    },
    {
      "title": "Discussion",
      "text": "In this study, we utilized the CTD database to predict the disease associations of WPS chemicals and the underlying molecular pathways that potentially drive such diseases in the context of thrombotic CVDs. There were ten chemical categories that included 58 chemicals detected in WPS, and which we used in this analysis. These chemicals were analyzed for their curated disease association, interacting genes, phenotypes, and signaling pathways. The top disease categories that were found to associate with these chemicals in CTD were cancer, CVDs, nervous system diseases, mental disorders, digestive diseases, and respiratory diseases. In agreement with our analysis, studies have indicated that WPS is linked to cancer [ 37 ], high blood pressure [ 38 ], myocardial infarction, coronary diseases [ 39 , 40 ], and neurological diseases [ 41 ]. It is important to note that the capacity of WPS to cause pathological conditions is also supported by a number of well-designed animal studies. For example, we and others have shown that acute exposure to WPS increases the risk of thrombosis, in mice, through enhancing platelet function [ 42 , 43 ]. Furthermore, WPS has been shown to increase bronchial apoptosis, which can potentially cause COPD and lung emphysema, in addition to its ability to cause direct lung injury [ 17 , 44 ]. Other studies have shown that WPS can cause cardiac dysfunction [ 45 ], memory impairment [ 46 ] and metabolic syndrome [ 47 ]. Therefore, it’s clear that the results from our predictive analysis- which is based on the chemical profile of WPS- not only align with the experimental data but also add further insight into the effects of WPS.\n\nImportantly, further analysis showed that the main WPS chemicals exhibiting the highest curated interaction with diseases are heavy metals, particulate matter and nicotine. These chemicals are known for their toxicity and ability to induce disease states, including CVDs [ 48 – 50 ]. For instance, studies have shown that the accumulation of heavy metals is detrimental to health [ 51 ]. Cadmium -one of WPS’s main heavy metals [ 52 , 53 ]- is known to accumulate significantly in the tobacco plant [ 54 ], and its cadmium oxide form, which is generated during tobacco smoking, can deposit locally or get absorbed into the general circulation where it interacts directly with blood content and vessels [ 54 ]. As a consequence, cadmium concentrations in the blood can be up to five times higher in tobacco smokers, compared to non-smokers [ 55 , 56 ]; and is associated with increased cardiovascular mortality [ 57 ]. Similarly, other heavy metals that are also part of WPS chemical profile, such as copper and zinc were found to induce oxidative stress and apoptosis, due to their ability to accumulate intracellularly [ 58 , 59 ]; which can contribute to the development of disease states.\n\nAs for particulate matter, which is a mixture of liquid and solid particles of different sizes and shapes, it has been associated with negative health outcomes, especially cardiopulmonary diseases [ 60 ]. In fact, studies have shown that particulate matter of smaller size, namely ultra-fine particles can penetrate deeper and hence produce more severe negative health effects [ 61 ]. While the mechanism of particulate matter-induced disease is not well understood, inflammation and oxidative stress were proposed as the main underlying processes [ 62 ].\n\nApart from its addictive properties, nicotine is known to associate with other serious health effects that impact the cardiopulmonary, reproductive and urinary systems. Furthermore, studies have shown that nicotine could be a potential carcinogen, in both humans and animals [ 63 , 64 ]. As a major tobacco constituent, nicotine appears to play a critical role in increasing the risk of acute coronary diseases and other thrombotic cardiovascular events, such as MI and stroke. These effects of nicotine are thought to be linked mechanistically to sympathetic stimulation and the development of atherosclerosis. Nevertheless, there is still no clear mechanism as to how nicotine induces CVDs.\n\nAnother important finding from our study is that although we were able to show an overlap between the WPS chemicals curated genes and tobacco smoke curated genes, it appears that differential effects do exist between the two, which might lead to different diseases or variations in the severity of the development of pathological conditions. This line of thinking might be supported by the notion that while WPS and cigarettes have similarities, there are differences in their chemical profiles. For example, studies have shown that in a single WPS session, one can be exposed to nine times the carbon monoxide and close to 2 times the nicotine, relative to a single cigarette [ 65 ]. It also reported that a typical waterpipe session involves inhaling smoke volume equivalent to up to 160 cigarettes [ 66 ].\n\nPrevious reports have shown that WPS is involved in multiple signaling pathways that are linked to disease states including TNF- α /NF κ B [ 67 , 68 ]. To this end, our analysis revealed the enrichment of signaling pathways, such as MAPK, cytokines, and the PI3K-Akt. Of note, previous studies have shown that these pathways are involved in a host of disease conditions, including, neurodegenerative diseases, cancer, and CVDs [ 69 – 73 ]. There were separate pathways that were also identified, such as the FoxO singling pathway that regulates apoptosis, cell-cycle control, glucose metabolism, and oxidative stress [ 74 ]. Interestingly, particulate matter has shown the highest statistical significance with these pathways according to the CTD. Thus clearly, more attention needs to be paid to the WPS produced particulate matter, and how it participates in causing disease states.\n\nIn terms of the mechanism of WPS-induced thrombotic CVDs, there is currently a gap in this regard. To address this issue, we sought to integrate the data obtained from CTD to build a network to predicate the underlying molecular mechanism, including identifying genes and phenotypes that are predicted to contribute to the pathogenesis of thrombotic diseases. Using two gene similarity criteria, we were able to show that thrombotic diseases such as MI, stroke, and PE are made of different phenotypes. These phenotypes are the result of potential interactions between the genes and the environmental exposure; the WPS chemicals in this case. As per the CTD’s creators [ 75 ], the phenotypes are differentiated from the actual diseases and are considered pre-disease states, and therefore, multiple phenotypes can be involved in producing one disease.\n\nTo that end, we were able to demonstrate that common WPS chemicals such as nicotine, particulate matter, and heavy metals (showed high curated interaction with CVDs) can produce general phenotypes across the three different thrombotic diseases. Consequently, our analysis highlights the role of phenotypes such as inflammation and apoptosis as main drivers of thrombotic diseases in the context of WPS chemicals. As such and importantly, the interplay between inflammation and thrombosis is known to be important in the development of CVDs [ 76 ]. Moreover, studies have shown that smoking is responsible for the oxidation and inflammation that impacts arteries and increases the risk of thrombosis [ 77 ]. Similarly, apoptotic processes were shown to be involved in the creation of conditions that favor thrombosis, and have established roles in CVDs. For example, it was found that apoptotic endothelial cells may initiate plaque erosion and enhance platelet aggregation and thrombosis in vivo, and therefore can lead to acute ischaemic events [ 78 ]. This comprehensive view of the intertwined relationship between thrombosis and other processes, such as inflammation and apoptosis should help not only in better understanding thrombotic diseases in the context of WPS chemicals but also informing (new) treatment strategies that target these processes and yield better outcomes [ 76 , 79 , 80 ].\n\nWhen data were analyzed based on individual WPS chemicals, similar patterns were observed; for example, nicotine showed phenotypes that are driving inflammation, response to hypoxia, and cell proliferation. These patterns are consistent with the current evidence that these phenotypes are indeed involved in the pathophysiology of thrombotic CVDs [ 81 – 88 ]. On the other hand, nicotine showed distinctive phenotype patterns that were specific to each one of the thrombotic diseases; for instance, regulation of blood pressure was specific to stroke; oxidative stress appeared only with MI; and positive regulation of vasoconstriction was exclusive for PE. Importantly, these predictions are consistent with studies that linked nicotine with these phenotypes. For example, it was shown that chronic nicotine inhalation can increase blood pressure [ 89 ] which is a high risk factor for stroke [ 90 ]. Similarly, data have shown that chronic exposure to nicotine can accelerate oxidative stress, which damages endothelial cells, which in turn increases MI size [ 91 ]. Interestingly, regarding PE, our analysis showed that nicotine is predicted to associate with positive regulation of the vasoconstriction phenotype, which was shown to play an important role in the pathophysiology of PE [ 92 ]; this is likely due to vasoactive mediators, released mainly by activated platelets [ 93 ].\n\nOf the WPS chemical profile, particulate matter and heavy metals showed a similar trend, namely general phenotypes across the three thrombotic diseases, which was dominated mainly by the inflammatory phenotype. In addition, they also showed specific phenotypes related to MI, stroke, and PE. Thus and for example, particular matter showed enrichment of oxidative stress and angiogenesis in relation to MI. Interestingly, studies have shown that angiogenesis is promoted by oxidative stress, either directly or through the active oxidation of lipids [ 94 ]. Similarly, heavy metals showed enrichment of the oxidative stress phenotype in myocardial infarction, which seems to suggest similar mechanisms between both WPS chemicals. Not surprisingly, platelet activation, which is a major player in thrombus formation, especially in PE [ 95 ], was among the enriched phenotypes that linked particulate matter and heavy metals to the former. It is worth noting that smoking is associated with an elevated risk for PE [ 96 ]. Taken together, WPS chemicals, namely nicotine, particulate matter and heavy metals, are predicted to make major contributions to the pathogenesis of thrombotic CVDs, through a host of common as well as specific phenotypes. Furthermore, our findings provide new and important insight into WPS-induced CVDs."
    },
    {
      "title": "Conclusion",
      "text": "In conclusion, utilizing the WPS chemical profile, we were able to make predictions regarding the negative health effects of waterpipes, in particular in the context of thrombosis-based CVDs. Furthermore, we were able to identify potential mechanisms by which some of the most important chemical constituents of WPS, namely nicotine, particulate matter and heavy metals, can participate in the genesis of thrombotic diseases, mainly through instigation of inflammatory phenotypes, and other disease specific phenotypes, such as oxidative stress, regulation of blood pressure and platelet activation. Our finding are also in agreement with other published work that investigated the harmful effect of WPS. Collectively, this study provides valuable insight to highlight the mechanism(s) behind smoke-related CVDs, and more importantly, to inform new treatment strategies that can yield better outcomes. We also hope that this study contributes to the growing body of evidence highlighting the potential adverse health effects of WPS chemicals on CVDs and other disease conditions. Finally, these findings underscore the need for greater public health efforts to raise awareness about the potential health risks associated with waterpipes/WPS and to develop effective prevention and intervention strategies to reduce WPS-related morbidity and mortality.\n\nSupplementary data to this article can be found online at  https://doi.org/10.1016/j.lfs.2023.121694 ."
    }
  ],
  "full_text": "Hookah, or waterpipe, is a tobacco smoking device that has gained popularity in the United States. A growing body of evidence demonstrates that waterpipe smoke (WPS) is associated with various adverse effects on human health, including infectious diseases, cancer, and cardiovascular diseases (CVDs), particularly thrombotic events. However, the molecular mechanisms through which WPS contributes to disease development remain unclear. In this study, we utilized an analytical approach based on the Comparative Toxicogenomics Database (CTD) to integrate chemical, gene, phenotype, and disease data to predict potential molecular mechanisms underlying the effects of WPS, based on its chemical and toxicant profile. Our analysis revealed that CVDs were among the top disease categories with regard to the number of curated interactions with WPS chemicals. We identified 5674 genes common between those modulated by WPS chemicals and traditional tobacco smoking. The CVDs with the most curated interactions with WPS chemicals were hypertension, atherosclerosis, and myocardial infarction, whereas “particulate matter”, “heavy metals”, and “nicotine” showed the highest number of curated interactions with CVDs. Our analysis predicted that the potential mechanisms underlying WPS-induced thrombotic diseases involve common phenotypes, such as inflammation, apoptosis, and cell proliferation, which are shared across all thrombotic diseases and the three aforementioned chemicals. In terms of enriched signaling pathways, we identified several, including chemokine and MAPK signaling, with particulate matter exhibiting the most statistically significant association with all 12 significant signaling pathways related to WPS chemicals. Collectively, our predictive comprehensive analysis provides evidence that WPS negatively impacts health and offers insights into the potential mechanisms through which it exerts these effects. This information should guide further research to explore and better understand the WPS and other tobacco product-related health consequences.\n\n## Introduction\n\nHookah/waterpipe is a traditional tobacco smoking device that has gained popularity in the United States. Current reports in the population assessment of tobacco and health (PATH) study shows that waterpipe use among adults increased by 5.2 % between wave 1 (2013) and wave 5 (2019) with more use among males in comparison to females [ 1 ]. The use of waterpipes was not restricted to adults, as younger generations, mainly middle and high school students are also users of waterpipes, which is very concerning and may point toward a public health crisis in the future as a result of the consumption of these products at such a young age [ 2 ]. Notably, the popularity of waterpipes is mainly tied to the perception that they provide a “safer” alternative to traditional cigarettes, aside from the availability of different flavors [ 3 ].\n\nThere is a growing body of evidence showing that waterpipe usage and waterpipe smoke (WPS) is associated with a wide variety of negative effects on human health. For instance, WPS is linked to infectious diseases transmission [ 4 ], deterioration of pulmonary function and inflammation [ 5 , 6 ], cancer [ 7 ], tobacco dependence [ 8 ], epigenetic dysregulation [ 9 ] and cardiovascular diseases (CVDs) [ 10 ], especially thrombotic events [ 11 ]. Furthermore, other studies showed an increase in biomarkers of coagulation, such as fibrinogen [ 12 ]. We and others have previously reviewed some of these negative health effects [ 13 , 14 ]. Thus, studies provided ample evidence – some of which was supported by animal studies – that exposure to WPS is linked to the development of disease states [ 15 – 17 ]. WPS systemic and widespread impact on human health is not surprising, given the fact that it carries a substantial toxic profile that was, interestingly, described to exceed that of traditional cigarettes [ 18 – 20 ]. Furthermore, reports have indicated that WPS has substantially more hazardous puffing topography compared to traditional cigarette smoking, which needs to be taken into consideration when evaluating the health effects of WPS [ 21 ]. Nonetheless, and despite accumulating evidence regarding its negative health effects, our understanding of the molecular mechanisms behind WPS-induced disease states remains poor, but will be the main focus of this study.\n\nDue to the advancement of technology, data storage, and increasing efforts in research, much data has been accumulated over the years that can help understand and study the mechanisms of diseases and chemical effects on the human body. Some of these resources are publicly available and considered reliable and helpful sources of information. Using this accumulated data not only reduces the cost of research but also provides a more systematic investigative approach as those resources accumulated a large amount of data that can help reflect a general overview of the studied subject area [ 22 ].\n\nThe CTD (Comparative Toxicogenomics Database) is an exceptional resource that offers valuable information on the complex interplay between environmental chemicals, genes, phenotypes, and diseases. This carefully curated database, built upon the dedicated efforts of scientists and researchers, serves as a powerful tool for academics, industry professionals, and health experts alike [ 23 ]. To predict the potential molecular mechanisms and phenotypes that drive disease states in the context of exposure to WPS chemicals, we used CTD to determine the molecular mechanisms underlying chemically-influenced diseases. In the present study, we showed that CVDs have the second highest number of curated interactions in relation to WPS’s toxic profile. Among all CVDs, we focused on those that are thrombosis-based, and hypothesized that the WPS’s chemical profile will have a distinct molecular signature/impact that leads to thrombotic CVDs. Our analysis specifically investigated the gene interactions, phenotypes, pathways, and disease associations of chemicals generated by waterpipes (WPS). Indeed, our approach predicted that WPS can potentially cause a number of diseases, including thrombotic CVDs, through common and unique phenotypes and signaling pathways, through the impact of these chemicals on certain genes. Our data should help inform therapeutic guidelines and prevention efforts aimed at reducing the public health burden related to WPS.\n\n## Methods\n\nThe public Comparative Toxicogenomics Database (CTD) [ 24 ] provides a collection of manually curated and predicted information related to chemical-gene, disease-gene, and chemical-disease associations. Accessed in March 2022.\n\nWPS chemicals profile was extracted from literature that investigated WPS mainstream emission [ 25 – 28 ] (see the list of all chemicals in  Supplemental Table 2 ). WPS chemicals were then categorized into ten groups, namely: “carbon monoxide”, “heavy metals”, “nicotine”, “nitrogen dioxide”, Polycyclic aromatic hydrocarbons “PAHs”, “particulate matter”, “phenolic compound”, “reactive oxygen species”, Tobacco-Specific Nitrosamines “TSNAs”, and Volatile organic compounds “VOC”, and curated disease association of these chemicals was queried from the CTD. These data were then merged in a table using the chemical categories, summarized by calculating the number of curated interactions and visualized in order through bar graphs. When data\n (1) O v e r l a p ( X , Y ) = | X ∩ Y | m i n ( | X | , | Y | ) \n (2) J a c c a r d ( X , Y ) = | X ∩ Y | | X ∪ Y | \nabout the organism was provided, only human data was used for the analysis. Furthermore, given our interest and focus on CVDs, they were combined in a separate table and more details included. Finally, the data of affected pathways were downloaded from CTD, and important pathways were identified and ranked based on their statistical significance.\n\nIn-house python script was written to automate data acquisition/download from the CTD database using Pandas read_csv command with URL. The Query URL template was  http://ctdbase.org/tools/batchQuery.go?inputType={}&inputTerms={}&report={}&format=tsv  where inputType took was either “chem” for chemical or “disease”, and inputTerms in [“phenotype curated”, “genes curated”] ( Table 1 ).\n\nFour queries were automatically submitted to the CTD database to acquire the data required to build a network consisting of the following: one disease node, one chemical node and multiple phenotype nodes ( Fig. 1 ). Edges were inserted between Disease–Chemical, Disease–Phenotype and Chemical–Phenotype. The weights of these edges had two values, the Jaccard similarity coefficient score [ 29 ] ( Eq. (1) ) and the overlap coefficients [ 30 ] ( Eq. (2) ) of the genes in both nodes. Interaction triads were prioritized first by minimum value of Jaccard similarity of the three edges (the minimum value reflects the overall similarity between the genes of all the three nodes), but when Jaccards similarities are equal, overlap coefficient score were used next. Only the top ten interactions were selected for further downstream analysis and discussion.\n\n“Networkx” for network building and analysis, “seaborn” for visualization, “Pandas” for data retrieval and manipulation from CTD website ( https://ctdbase.org/ ), “ggvenn” R pacakge and “matplotlib-venn” for venn diagram plotting.\n\n## Data\n\nThe public Comparative Toxicogenomics Database (CTD) [ 24 ] provides a collection of manually curated and predicted information related to chemical-gene, disease-gene, and chemical-disease associations. Accessed in March 2022.\n\n## Database\n\nThe public Comparative Toxicogenomics Database (CTD) [ 24 ] provides a collection of manually curated and predicted information related to chemical-gene, disease-gene, and chemical-disease associations. Accessed in March 2022.\n\n## Data summarization\n\nWPS chemicals profile was extracted from literature that investigated WPS mainstream emission [ 25 – 28 ] (see the list of all chemicals in  Supplemental Table 2 ). WPS chemicals were then categorized into ten groups, namely: “carbon monoxide”, “heavy metals”, “nicotine”, “nitrogen dioxide”, Polycyclic aromatic hydrocarbons “PAHs”, “particulate matter”, “phenolic compound”, “reactive oxygen species”, Tobacco-Specific Nitrosamines “TSNAs”, and Volatile organic compounds “VOC”, and curated disease association of these chemicals was queried from the CTD. These data were then merged in a table using the chemical categories, summarized by calculating the number of curated interactions and visualized in order through bar graphs. When data\n (1) O v e r l a p ( X , Y ) = | X ∩ Y | m i n ( | X | , | Y | ) \n (2) J a c c a r d ( X , Y ) = | X ∩ Y | | X ∪ Y | \nabout the organism was provided, only human data was used for the analysis. Furthermore, given our interest and focus on CVDs, they were combined in a separate table and more details included. Finally, the data of affected pathways were downloaded from CTD, and important pathways were identified and ranked based on their statistical significance.\n\n## Chemical-Disease-Phenotype Gene overlap Triad (CDPGT overlap)\n\nIn-house python script was written to automate data acquisition/download from the CTD database using Pandas read_csv command with URL. The Query URL template was  http://ctdbase.org/tools/batchQuery.go?inputType={}&inputTerms={}&report={}&format=tsv  where inputType took was either “chem” for chemical or “disease”, and inputTerms in [“phenotype curated”, “genes curated”] ( Table 1 ).\n\nFour queries were automatically submitted to the CTD database to acquire the data required to build a network consisting of the following: one disease node, one chemical node and multiple phenotype nodes ( Fig. 1 ). Edges were inserted between Disease–Chemical, Disease–Phenotype and Chemical–Phenotype. The weights of these edges had two values, the Jaccard similarity coefficient score [ 29 ] ( Eq. (1) ) and the overlap coefficients [ 30 ] ( Eq. (2) ) of the genes in both nodes. Interaction triads were prioritized first by minimum value of Jaccard similarity of the three edges (the minimum value reflects the overall similarity between the genes of all the three nodes), but when Jaccards similarities are equal, overlap coefficient score were used next. Only the top ten interactions were selected for further downstream analysis and discussion.\n\n## Data acquisition automation\n\nIn-house python script was written to automate data acquisition/download from the CTD database using Pandas read_csv command with URL. The Query URL template was  http://ctdbase.org/tools/batchQuery.go?inputType={}&inputTerms={}&report={}&format=tsv  where inputType took was either “chem” for chemical or “disease”, and inputTerms in [“phenotype curated”, “genes curated”] ( Table 1 ).\n\n## Network building\n\nFour queries were automatically submitted to the CTD database to acquire the data required to build a network consisting of the following: one disease node, one chemical node and multiple phenotype nodes ( Fig. 1 ). Edges were inserted between Disease–Chemical, Disease–Phenotype and Chemical–Phenotype. The weights of these edges had two values, the Jaccard similarity coefficient score [ 29 ] ( Eq. (1) ) and the overlap coefficients [ 30 ] ( Eq. (2) ) of the genes in both nodes. Interaction triads were prioritized first by minimum value of Jaccard similarity of the three edges (the minimum value reflects the overall similarity between the genes of all the three nodes), but when Jaccards similarities are equal, overlap coefficient score were used next. Only the top ten interactions were selected for further downstream analysis and discussion.\n\n## Packages used\n\n“Networkx” for network building and analysis, “seaborn” for visualization, “Pandas” for data retrieval and manipulation from CTD website ( https://ctdbase.org/ ), “ggvenn” R pacakge and “matplotlib-venn” for venn diagram plotting.\n\n## Results\n\nOur primary analysis of the ten WPS chemical groups showed that they are linked to a total of 1653 curated disease associations in CTD, which were grouped into multiple categories with cancer and CVDs notably having the highest number of curated associations ( Fig. 2 ). Our analysis showed that heavy metals have the highest total curated disease interactions (762), followed by particulate matter 151, volatile organic compounds 282, and nicotine (201). Interestingly, cancer was found to be the main category of diseases across all WPS chemicals with heavy metals having the highest number of curated interactions, followed by volatile organic compounds and TSNAs. Within cancer as a category, the main types were lung, breast, and stomach. Not surprisingly, carbon monoxide (CO) showed no interaction with cancer disease categories, which is consistent with the fact that CO has not been classified as a cancer causing substance. In fact, CO has been proposed as treatment for some types of cancer [ 31 ]. The second category of diseases that emerged as having “high” interaction with WPS chemicals was CVDs, with heavy metals and particulate matter having the highest curated interactions, followed by nicotine. Carbon monoxide was also represented in CVDs category. The third main category of diseases was mental disorders which showed highest curated interactions with heavy metals, followed by particulate matter, nicotine and reactive oxygen species. In terms of mental disorders themselves, cognition disorders, autism, and Alzheimer’s disease showed the highest curated interaction with the WPS chemicals. Other disease categories that were identified, include: nervous, respiratory, digestive, kidney, and genetic diseases ( Fig. 2 ). All individual chemical-disease relationships are provided in the  Supplemental Table 1 .\n\nUsing WPS chemical categories as an input into the CTD, we determined that WPS chemicals are associated with 13,266 curated genes. In order to examine if there are common genes affected by both the WPS chemicals and those of traditional tobacco, the two were intersected. To this end, traditional tobacco genes were obtained from CTD by searching the term “Tobacco Smoke Pollution”, which revealed a list of 13,857 tobacco gene signatures. After intersecting both lists, there were 5674 genes common between both tobacco smoking and WPS chemicals ( Fig. 3 ), which although might indicate shared/common impact, there is a possibility of differential impact as well, between tobacco and WPS.\n\nOur analysis showed that there were 12 signaling pathways that were shown to be significant in relation to WPS chemicals, and are possibly involved in WPS-induced disease development. Among those signaling pathways, we found the chemokine signaling, MAPK signaling, and Rabl signaling pathways, which all are important in inducing CVDs [ 32 – 34 ]. These data also show that across all enriched pathways, particulate matter has the most statistical significance in comparison to other WPS chemicals ( Fig. 4 ).\n\nCardiovascular diseases, the number one killer in the United States, were the second most common adverse outcomes category based on the number of curated interactions (226) to WPS chemicals. Thus, and given our interest in this area, we examined thrombotic CVDs to compute potential impacted genes and biological mechanisms to provide new insight to bridge the gap between WPS chemical exposure and cardiovascular outcomes. According to our analysis, the highest number of chemical-disease relationships in this category is attributed to heavy metals and particulate matter, followed by nicotine. Among the top CVDs with the highest number of curated interactions, are hypertension, atherosclerosis, myocardial infarction, and heart failure ( Fig. 5 ).\n\nNext, we sought to understand the main pathological phenotype related to exposure to WPS chemicals that might participate in producing CVDs. Our results show that across all WPS chemicals, oxidative stress was the most prominent pathological process, followed by apoptotic process, cell proliferation, and lipid catabolic process ( Fig. 6 ). Within the oxidative stress processes, reactive oxygen species and particulate matter had the most curated interactions, followed by heavy metals. It is worth mentioning herein that oxidative stress is among the main pathological processes that are known to instigate thrombotic CVDs [ 35 , 36 ].\n\nIn order to understand the mechanism(s) of the deleterious effects of WPS chemicals on the cardiovascular system, we created a network using CTD curated content. We mainly focused on chemicals that had the highest curated interaction in terms of association with CVDs, namely “particulate matter”, “heavy metals” and “nicotine”, and we selected thrombotic CVDs, namely “myocardial infarction/MI”, “stroke”, and “pulmonary embolism/PE” as the main thrombotic events that are linked to WPS chemicals.\n\nOverall, our data show that there were eight phenotypes that are shared between all of the three chemical across the three thrombotic conditions ( Fig. 7A ). These eight phenotypes were mainly related to inflammation (“GO:0006954”), apoptosis (“GO:0006915”), cell proliferation (“GO:0008284”), and response to hypoxia (e.g.GO:0001666). There were also several themes of phenotypes that emerged, and that are exclusive to each of the thrombotic diseases. For instance, MI was associated with 6 phenotypes, including oxidative stress (“GO:0006979”), cellular response to DNA damage (“GO:0006974”), and regulation of transcription (“GO:0006355”) ( Fig. 7A ). We also observed that stroke was tied to nine exclusive phenotypes, including regulation of blood pressure (“GO:0008217”), cellular calcium ion homeostasis (‘GO:0006874’), and brain development (“GO:0007420”) ( Fig. 7A ). Finally, we observed exclusive phenotypes that are associated with PE and those are chemotaxis (“GO:0006935”), platelet activation (“GO:0008233”), hydrogen peroxide catabolic process (“GO:0042744”), and positive regulation of vasoconstriction (“GO:0045907”).\n\nOn an individual level of WPS chemicals, our network analysis showed that nicotine is predicted to cause thrombotic CVDs by impacting many genes. Based on our “gene similarity” ranking criteria, 44 genes were shown to be important in producing two patterns of phenotypes ( Fig. 7B ). First, three common phenotypes that pertain to inflammatory response (“GO:0006954”), response to hypoxia (“GO:0001666”) and positive cell proliferation (“GO:0008284”). The second pattern of phenotypes produced by nicotine was found to be distinctive to each thrombotic disease (see  Fig. 4 ), for example nicotine impacts regulation of the blood pressure phenotype (“GO:0008217”) was distinctive to stroke, whereas oxidative stress (“GO:0006979”) and positive regulation of vasoconstriction (“GO:0045907”) were unique to MI and PE, respectively.\n\nConcerning the involvement of particulate matter as part of WPS chemicals induced-CVDs, 79 genes emerged based on our similarity ranking criteria. These genes were linked to four common phenotypes namely, inflammation (“GO:000695”), response to hypoxia (“GO:0001666”), positive regulation of cell migration (“GO:0030335”), and protein binding (GO:0005515). We were able to predicate a unique effect of particulate matter on the three tested thrombotic diseases. For instance, particulate matter was related to oxidative stress (“GO:0006979”) and angiogenesis (“GO:0001525”) in myocardial infarction, MAPK cascade (“GO:0000165”), brain develop-ment (“GO:0007420”), and cellular calcium ion homeostasis (“GO:0006874”) in stroke, and positive regulation of reactive oxygen species metabolic process (“GO:2000379”), peptidase activity (“GO:0008233”), and platelet activation (“GO:0030168”) in PE ( Fig. 8 ).\n\nAs for heavy metals, there were 73 genes involved and they revealed a common phenotype related to inflammation, apoptosis, and response to hypoxia across thrombotic diseases. The phenotype related to regulation of response to oxidative stress (“GO:0006979”) was unique in relation to heavy metals in MI. Moreover, heavy metals and stroke showed a unique phenotype related to regulation of blood pressure (“GO:0008217”) and immune response (“GO:0006955”). Finally, PE and heavy metals had a phenotype related to angiogenesis (“GO:0001525”) and platelet activation (“GO:0008233”) among others ( Fig. 8 ). collectively, these data suggest that WPS chemicals participate in producing thrombotic CVDs through general effects as well as specific and targeted impact.\n\n## WPS chemical-disease association\n\nOur primary analysis of the ten WPS chemical groups showed that they are linked to a total of 1653 curated disease associations in CTD, which were grouped into multiple categories with cancer and CVDs notably having the highest number of curated associations ( Fig. 2 ). Our analysis showed that heavy metals have the highest total curated disease interactions (762), followed by particulate matter 151, volatile organic compounds 282, and nicotine (201). Interestingly, cancer was found to be the main category of diseases across all WPS chemicals with heavy metals having the highest number of curated interactions, followed by volatile organic compounds and TSNAs. Within cancer as a category, the main types were lung, breast, and stomach. Not surprisingly, carbon monoxide (CO) showed no interaction with cancer disease categories, which is consistent with the fact that CO has not been classified as a cancer causing substance. In fact, CO has been proposed as treatment for some types of cancer [ 31 ]. The second category of diseases that emerged as having “high” interaction with WPS chemicals was CVDs, with heavy metals and particulate matter having the highest curated interactions, followed by nicotine. Carbon monoxide was also represented in CVDs category. The third main category of diseases was mental disorders which showed highest curated interactions with heavy metals, followed by particulate matter, nicotine and reactive oxygen species. In terms of mental disorders themselves, cognition disorders, autism, and Alzheimer’s disease showed the highest curated interaction with the WPS chemicals. Other disease categories that were identified, include: nervous, respiratory, digestive, kidney, and genetic diseases ( Fig. 2 ). All individual chemical-disease relationships are provided in the  Supplemental Table 1 .\n\n## WPS impacted genes\n\nUsing WPS chemical categories as an input into the CTD, we determined that WPS chemicals are associated with 13,266 curated genes. In order to examine if there are common genes affected by both the WPS chemicals and those of traditional tobacco, the two were intersected. To this end, traditional tobacco genes were obtained from CTD by searching the term “Tobacco Smoke Pollution”, which revealed a list of 13,857 tobacco gene signatures. After intersecting both lists, there were 5674 genes common between both tobacco smoking and WPS chemicals ( Fig. 3 ), which although might indicate shared/common impact, there is a possibility of differential impact as well, between tobacco and WPS.\n\n## Most common molecular pathways impacted by WPS chemicals\n\nOur analysis showed that there were 12 signaling pathways that were shown to be significant in relation to WPS chemicals, and are possibly involved in WPS-induced disease development. Among those signaling pathways, we found the chemokine signaling, MAPK signaling, and Rabl signaling pathways, which all are important in inducing CVDs [ 32 – 34 ]. These data also show that across all enriched pathways, particulate matter has the most statistical significance in comparison to other WPS chemicals ( Fig. 4 ).\n\n## Cardiovascular disease association of WPS chemicals\n\nCardiovascular diseases, the number one killer in the United States, were the second most common adverse outcomes category based on the number of curated interactions (226) to WPS chemicals. Thus, and given our interest in this area, we examined thrombotic CVDs to compute potential impacted genes and biological mechanisms to provide new insight to bridge the gap between WPS chemical exposure and cardiovascular outcomes. According to our analysis, the highest number of chemical-disease relationships in this category is attributed to heavy metals and particulate matter, followed by nicotine. Among the top CVDs with the highest number of curated interactions, are hypertension, atherosclerosis, myocardial infarction, and heart failure ( Fig. 5 ).\n\nNext, we sought to understand the main pathological phenotype related to exposure to WPS chemicals that might participate in producing CVDs. Our results show that across all WPS chemicals, oxidative stress was the most prominent pathological process, followed by apoptotic process, cell proliferation, and lipid catabolic process ( Fig. 6 ). Within the oxidative stress processes, reactive oxygen species and particulate matter had the most curated interactions, followed by heavy metals. It is worth mentioning herein that oxidative stress is among the main pathological processes that are known to instigate thrombotic CVDs [ 35 , 36 ].\n\n## Predicting the mechanistic pathways for WPS-induced thrombosis-based cardiovascular diseases\n\nIn order to understand the mechanism(s) of the deleterious effects of WPS chemicals on the cardiovascular system, we created a network using CTD curated content. We mainly focused on chemicals that had the highest curated interaction in terms of association with CVDs, namely “particulate matter”, “heavy metals” and “nicotine”, and we selected thrombotic CVDs, namely “myocardial infarction/MI”, “stroke”, and “pulmonary embolism/PE” as the main thrombotic events that are linked to WPS chemicals.\n\nOverall, our data show that there were eight phenotypes that are shared between all of the three chemical across the three thrombotic conditions ( Fig. 7A ). These eight phenotypes were mainly related to inflammation (“GO:0006954”), apoptosis (“GO:0006915”), cell proliferation (“GO:0008284”), and response to hypoxia (e.g.GO:0001666). There were also several themes of phenotypes that emerged, and that are exclusive to each of the thrombotic diseases. For instance, MI was associated with 6 phenotypes, including oxidative stress (“GO:0006979”), cellular response to DNA damage (“GO:0006974”), and regulation of transcription (“GO:0006355”) ( Fig. 7A ). We also observed that stroke was tied to nine exclusive phenotypes, including regulation of blood pressure (“GO:0008217”), cellular calcium ion homeostasis (‘GO:0006874’), and brain development (“GO:0007420”) ( Fig. 7A ). Finally, we observed exclusive phenotypes that are associated with PE and those are chemotaxis (“GO:0006935”), platelet activation (“GO:0008233”), hydrogen peroxide catabolic process (“GO:0042744”), and positive regulation of vasoconstriction (“GO:0045907”).\n\nOn an individual level of WPS chemicals, our network analysis showed that nicotine is predicted to cause thrombotic CVDs by impacting many genes. Based on our “gene similarity” ranking criteria, 44 genes were shown to be important in producing two patterns of phenotypes ( Fig. 7B ). First, three common phenotypes that pertain to inflammatory response (“GO:0006954”), response to hypoxia (“GO:0001666”) and positive cell proliferation (“GO:0008284”). The second pattern of phenotypes produced by nicotine was found to be distinctive to each thrombotic disease (see  Fig. 4 ), for example nicotine impacts regulation of the blood pressure phenotype (“GO:0008217”) was distinctive to stroke, whereas oxidative stress (“GO:0006979”) and positive regulation of vasoconstriction (“GO:0045907”) were unique to MI and PE, respectively.\n\nConcerning the involvement of particulate matter as part of WPS chemicals induced-CVDs, 79 genes emerged based on our similarity ranking criteria. These genes were linked to four common phenotypes namely, inflammation (“GO:000695”), response to hypoxia (“GO:0001666”), positive regulation of cell migration (“GO:0030335”), and protein binding (GO:0005515). We were able to predicate a unique effect of particulate matter on the three tested thrombotic diseases. For instance, particulate matter was related to oxidative stress (“GO:0006979”) and angiogenesis (“GO:0001525”) in myocardial infarction, MAPK cascade (“GO:0000165”), brain develop-ment (“GO:0007420”), and cellular calcium ion homeostasis (“GO:0006874”) in stroke, and positive regulation of reactive oxygen species metabolic process (“GO:2000379”), peptidase activity (“GO:0008233”), and platelet activation (“GO:0030168”) in PE ( Fig. 8 ).\n\nAs for heavy metals, there were 73 genes involved and they revealed a common phenotype related to inflammation, apoptosis, and response to hypoxia across thrombotic diseases. The phenotype related to regulation of response to oxidative stress (“GO:0006979”) was unique in relation to heavy metals in MI. Moreover, heavy metals and stroke showed a unique phenotype related to regulation of blood pressure (“GO:0008217”) and immune response (“GO:0006955”). Finally, PE and heavy metals had a phenotype related to angiogenesis (“GO:0001525”) and platelet activation (“GO:0008233”) among others ( Fig. 8 ). collectively, these data suggest that WPS chemicals participate in producing thrombotic CVDs through general effects as well as specific and targeted impact.\n\n## Discussion\n\nIn this study, we utilized the CTD database to predict the disease associations of WPS chemicals and the underlying molecular pathways that potentially drive such diseases in the context of thrombotic CVDs. There were ten chemical categories that included 58 chemicals detected in WPS, and which we used in this analysis. These chemicals were analyzed for their curated disease association, interacting genes, phenotypes, and signaling pathways. The top disease categories that were found to associate with these chemicals in CTD were cancer, CVDs, nervous system diseases, mental disorders, digestive diseases, and respiratory diseases. In agreement with our analysis, studies have indicated that WPS is linked to cancer [ 37 ], high blood pressure [ 38 ], myocardial infarction, coronary diseases [ 39 , 40 ], and neurological diseases [ 41 ]. It is important to note that the capacity of WPS to cause pathological conditions is also supported by a number of well-designed animal studies. For example, we and others have shown that acute exposure to WPS increases the risk of thrombosis, in mice, through enhancing platelet function [ 42 , 43 ]. Furthermore, WPS has been shown to increase bronchial apoptosis, which can potentially cause COPD and lung emphysema, in addition to its ability to cause direct lung injury [ 17 , 44 ]. Other studies have shown that WPS can cause cardiac dysfunction [ 45 ], memory impairment [ 46 ] and metabolic syndrome [ 47 ]. Therefore, it’s clear that the results from our predictive analysis- which is based on the chemical profile of WPS- not only align with the experimental data but also add further insight into the effects of WPS.\n\nImportantly, further analysis showed that the main WPS chemicals exhibiting the highest curated interaction with diseases are heavy metals, particulate matter and nicotine. These chemicals are known for their toxicity and ability to induce disease states, including CVDs [ 48 – 50 ]. For instance, studies have shown that the accumulation of heavy metals is detrimental to health [ 51 ]. Cadmium -one of WPS’s main heavy metals [ 52 , 53 ]- is known to accumulate significantly in the tobacco plant [ 54 ], and its cadmium oxide form, which is generated during tobacco smoking, can deposit locally or get absorbed into the general circulation where it interacts directly with blood content and vessels [ 54 ]. As a consequence, cadmium concentrations in the blood can be up to five times higher in tobacco smokers, compared to non-smokers [ 55 , 56 ]; and is associated with increased cardiovascular mortality [ 57 ]. Similarly, other heavy metals that are also part of WPS chemical profile, such as copper and zinc were found to induce oxidative stress and apoptosis, due to their ability to accumulate intracellularly [ 58 , 59 ]; which can contribute to the development of disease states.\n\nAs for particulate matter, which is a mixture of liquid and solid particles of different sizes and shapes, it has been associated with negative health outcomes, especially cardiopulmonary diseases [ 60 ]. In fact, studies have shown that particulate matter of smaller size, namely ultra-fine particles can penetrate deeper and hence produce more severe negative health effects [ 61 ]. While the mechanism of particulate matter-induced disease is not well understood, inflammation and oxidative stress were proposed as the main underlying processes [ 62 ].\n\nApart from its addictive properties, nicotine is known to associate with other serious health effects that impact the cardiopulmonary, reproductive and urinary systems. Furthermore, studies have shown that nicotine could be a potential carcinogen, in both humans and animals [ 63 , 64 ]. As a major tobacco constituent, nicotine appears to play a critical role in increasing the risk of acute coronary diseases and other thrombotic cardiovascular events, such as MI and stroke. These effects of nicotine are thought to be linked mechanistically to sympathetic stimulation and the development of atherosclerosis. Nevertheless, there is still no clear mechanism as to how nicotine induces CVDs.\n\nAnother important finding from our study is that although we were able to show an overlap between the WPS chemicals curated genes and tobacco smoke curated genes, it appears that differential effects do exist between the two, which might lead to different diseases or variations in the severity of the development of pathological conditions. This line of thinking might be supported by the notion that while WPS and cigarettes have similarities, there are differences in their chemical profiles. For example, studies have shown that in a single WPS session, one can be exposed to nine times the carbon monoxide and close to 2 times the nicotine, relative to a single cigarette [ 65 ]. It also reported that a typical waterpipe session involves inhaling smoke volume equivalent to up to 160 cigarettes [ 66 ].\n\nPrevious reports have shown that WPS is involved in multiple signaling pathways that are linked to disease states including TNF- α /NF κ B [ 67 , 68 ]. To this end, our analysis revealed the enrichment of signaling pathways, such as MAPK, cytokines, and the PI3K-Akt. Of note, previous studies have shown that these pathways are involved in a host of disease conditions, including, neurodegenerative diseases, cancer, and CVDs [ 69 – 73 ]. There were separate pathways that were also identified, such as the FoxO singling pathway that regulates apoptosis, cell-cycle control, glucose metabolism, and oxidative stress [ 74 ]. Interestingly, particulate matter has shown the highest statistical significance with these pathways according to the CTD. Thus clearly, more attention needs to be paid to the WPS produced particulate matter, and how it participates in causing disease states.\n\nIn terms of the mechanism of WPS-induced thrombotic CVDs, there is currently a gap in this regard. To address this issue, we sought to integrate the data obtained from CTD to build a network to predicate the underlying molecular mechanism, including identifying genes and phenotypes that are predicted to contribute to the pathogenesis of thrombotic diseases. Using two gene similarity criteria, we were able to show that thrombotic diseases such as MI, stroke, and PE are made of different phenotypes. These phenotypes are the result of potential interactions between the genes and the environmental exposure; the WPS chemicals in this case. As per the CTD’s creators [ 75 ], the phenotypes are differentiated from the actual diseases and are considered pre-disease states, and therefore, multiple phenotypes can be involved in producing one disease.\n\nTo that end, we were able to demonstrate that common WPS chemicals such as nicotine, particulate matter, and heavy metals (showed high curated interaction with CVDs) can produce general phenotypes across the three different thrombotic diseases. Consequently, our analysis highlights the role of phenotypes such as inflammation and apoptosis as main drivers of thrombotic diseases in the context of WPS chemicals. As such and importantly, the interplay between inflammation and thrombosis is known to be important in the development of CVDs [ 76 ]. Moreover, studies have shown that smoking is responsible for the oxidation and inflammation that impacts arteries and increases the risk of thrombosis [ 77 ]. Similarly, apoptotic processes were shown to be involved in the creation of conditions that favor thrombosis, and have established roles in CVDs. For example, it was found that apoptotic endothelial cells may initiate plaque erosion and enhance platelet aggregation and thrombosis in vivo, and therefore can lead to acute ischaemic events [ 78 ]. This comprehensive view of the intertwined relationship between thrombosis and other processes, such as inflammation and apoptosis should help not only in better understanding thrombotic diseases in the context of WPS chemicals but also informing (new) treatment strategies that target these processes and yield better outcomes [ 76 , 79 , 80 ].\n\nWhen data were analyzed based on individual WPS chemicals, similar patterns were observed; for example, nicotine showed phenotypes that are driving inflammation, response to hypoxia, and cell proliferation. These patterns are consistent with the current evidence that these phenotypes are indeed involved in the pathophysiology of thrombotic CVDs [ 81 – 88 ]. On the other hand, nicotine showed distinctive phenotype patterns that were specific to each one of the thrombotic diseases; for instance, regulation of blood pressure was specific to stroke; oxidative stress appeared only with MI; and positive regulation of vasoconstriction was exclusive for PE. Importantly, these predictions are consistent with studies that linked nicotine with these phenotypes. For example, it was shown that chronic nicotine inhalation can increase blood pressure [ 89 ] which is a high risk factor for stroke [ 90 ]. Similarly, data have shown that chronic exposure to nicotine can accelerate oxidative stress, which damages endothelial cells, which in turn increases MI size [ 91 ]. Interestingly, regarding PE, our analysis showed that nicotine is predicted to associate with positive regulation of the vasoconstriction phenotype, which was shown to play an important role in the pathophysiology of PE [ 92 ]; this is likely due to vasoactive mediators, released mainly by activated platelets [ 93 ].\n\nOf the WPS chemical profile, particulate matter and heavy metals showed a similar trend, namely general phenotypes across the three thrombotic diseases, which was dominated mainly by the inflammatory phenotype. In addition, they also showed specific phenotypes related to MI, stroke, and PE. Thus and for example, particular matter showed enrichment of oxidative stress and angiogenesis in relation to MI. Interestingly, studies have shown that angiogenesis is promoted by oxidative stress, either directly or through the active oxidation of lipids [ 94 ]. Similarly, heavy metals showed enrichment of the oxidative stress phenotype in myocardial infarction, which seems to suggest similar mechanisms between both WPS chemicals. Not surprisingly, platelet activation, which is a major player in thrombus formation, especially in PE [ 95 ], was among the enriched phenotypes that linked particulate matter and heavy metals to the former. It is worth noting that smoking is associated with an elevated risk for PE [ 96 ]. Taken together, WPS chemicals, namely nicotine, particulate matter and heavy metals, are predicted to make major contributions to the pathogenesis of thrombotic CVDs, through a host of common as well as specific phenotypes. Furthermore, our findings provide new and important insight into WPS-induced CVDs.\n\n## Conclusion\n\nIn conclusion, utilizing the WPS chemical profile, we were able to make predictions regarding the negative health effects of waterpipes, in particular in the context of thrombosis-based CVDs. Furthermore, we were able to identify potential mechanisms by which some of the most important chemical constituents of WPS, namely nicotine, particulate matter and heavy metals, can participate in the genesis of thrombotic diseases, mainly through instigation of inflammatory phenotypes, and other disease specific phenotypes, such as oxidative stress, regulation of blood pressure and platelet activation. Our finding are also in agreement with other published work that investigated the harmful effect of WPS. Collectively, this study provides valuable insight to highlight the mechanism(s) behind smoke-related CVDs, and more importantly, to inform new treatment strategies that can yield better outcomes. We also hope that this study contributes to the growing body of evidence highlighting the potential adverse health effects of WPS chemicals on CVDs and other disease conditions. Finally, these findings underscore the need for greater public health efforts to raise awareness about the potential health risks associated with waterpipes/WPS and to develop effective prevention and intervention strategies to reduce WPS-related morbidity and mortality.\n\nSupplementary data to this article can be found online at  https://doi.org/10.1016/j.lfs.2023.121694 .",
  "reference_count": 96,
  "word_count": 6544,
  "char_count": 43658
}