{
  "pmcid": "PMC10801776",
  "doi": "10.1124/jpet.123.001836",
  "title": "Evidence Implicating Blood-Brain Barrier Impairment in the Pathogenesis of Acquired Epilepsy following Acute Organophosphate Intoxication",
  "authors": [
    "Pedro N. Bernardino",
    "Audrey S. Luo",
    "Peter M. Andrew",
    "Chelsea M. Unkel",
    "Marco I. Gonzalez",
    "Angie Gelli",
    "Pamela J. Lein"
  ],
  "year": "2024",
  "journal": "The Journal of Pharmacology and Experimental Therapeutics",
  "abstract": "Organophosphate (OP) poisoning can trigger cholinergic crisis, a life-threatening toxidrome that includes seizures and status epilepticus. These acute toxic responses are associated with persistent neuroinflammation and spontaneous recurrent seizures (SRS), also known as acquired epilepsy. Blood-brain barrier (BBB) impairment has recently been proposed as a pathogenic mechanism linking acute OP intoxication to chronic adverse neurologic outcomes. In this review, we briefly describe the cellular and molecular components of the BBB, review evidence of altered BBB integrity following acute OP intoxication, and discuss potential mechanisms by which acute OP intoxication may promote BBB dysfunction. We highlight the complex interplay between neuroinflammation and BBB dysfunction that suggests a positive feedforward interaction. Lastly, we examine research from diverse models and disease states that suggest mechanisms by which loss of BBB integrity may contribute to epileptogenic processes. Collectively, the literature identifies BBB impairment as a convergent mechanism of neurologic disease and justifies further mechanistic research into how acute OP intoxication causes BBB impairment and its role in the pathogenesis of SRS and potentially other long-term neurologic sequelae. Such research is critical for evaluating BBB stabilization as a neuroprotective strategy for mitigating OP-induced epilepsy and possibly seizure disorders of other etiologies. SIGNIFICANCE STATEMENT Clinical and preclinical studies support a link between blood-brain barrier (BBB) dysfunction and epileptogenesis; however, a causal relationship has been difficult to prove. Mechanistic studies to delineate relationships between BBB dysfunction and epilepsy may provide novel insights into BBB stabilization as a neuroprotective strategy for mitigating epilepsy resulting from acute organophosphate (OP) intoxication and non-OP causes and potentially other adverse neurological conditions associated with acute OP intoxication, such as cognitive impairment.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Organophosphate (OP) cholinesterase inhibitors represent a global public health threat, with accidental and intentional OP poisonings impacting millions of people annually ( Bird et al., 2014 ;  Mew et al., 2017 ;  Jett et al., 2020 ). OPs inhibit the enzyme acetylcholinesterase (AChE), which normally functions to limit cholinergic neurotransmission by hydrolyzing synaptic acetylcholine. Acute inhibition of AChE activity by >60%–70% produces cholinergic crisis, a life-threatening toxidrome characterized by parasympathetic activation, seizures, status epilepticus (SE), and respiratory failure ( Eddleston et al., 2008 ). The current standard of care for treatment of acute OP intoxication includes supportive maintenance of cardiorespiratory parameters and treatment with atropine to antagonize cholinergic muscarinic receptors, an oxime to reactivate AChE, and a benzodiazepine to control seizures ( Eddleston et al., 2008 ;  Glauser et al., 2016 ). Although standard of care improves survival following acute OP intoxication, it does not prevent long-term adverse neurologic consequences of acute OP intoxication, which include spontaneous recurrent seizures (SRS), also referred to as acquired epilepsy ( Waheed et al., 2014 ;  Talabani et al., 2018 ;  Guignet et al., 2020 ;  Gage et al., 2022 ). The development of more effective therapeutic strategies for mitigating epileptic and other chronic neurologic sequelae is urgently needed to improve the quality of life of individuals who survive the acute toxic effects of OP poisoning.\n\nThe epileptogenic period after acute OP intoxication has been characterized in experimental models ( de Araujo Furtado et al., 2010 ,  2012 ;  Todorovic et al., 2012 ;  Shrot et al., 2014 ;  Deshpande and DeLorenzo, 2020 ;  Guignet et al., 2020 ;  Maupu et al., 2021 ), but pathogenic mechanisms underlying OP-induced epilepsy remain speculative. Studies of epilepsy caused by etiologies other than OP poisoning increasingly implicate blood-brain barrier (BBB) impairment in epileptogenesis ( Marchi et al., 2012 ;  van Vliet et al., 2015 ;  van Lanen et al., 2021 ;  Li et al., 2023 ). Critically, biomarkers of BBB dysfunction correlate with the development and progression of epilepsy in humans and in diverse preclinical models ( Tenreiro et al., 2016 ;  Bar-Klein et al., 2017 ;  Dadas and Janigro, 2019 ;  Mendes et al., 2019 ;  Nation et al., 2019 ), suggesting a potential antiepileptogenic benefit of protecting BBB function. Although this hypothesis has yet to be tested in models of acute OP intoxication, recent studies have reported BBB impairment following acute OP intoxication ( Abdel-Rahman et al., 2002 ;  Song et al., 2004 ;  Bar-Klein et al., 2017 ;  Rojas et al., 2021 ,  2022 ;  Bernardino et al., 2023 ).\n\nIn this review, we discuss the physiologic and morphologic properties of the BBB and summarize the current understanding and data gaps regarding BBB impairment in acute OP intoxication. We further elaborate on potential mechanisms underlying BBB dysfunction following OP exposure, with a focus on neuroinflammation, and consider the evidence implicating BBB disruption in epileptogenesis."
    },
    {
      "title": "Structure and Function of the BBB",
      "text": "The BBB plays an essential role in homeostatic control of the brain’s microenvironment by restricting the movement of ions and other small hydrophilic molecules, macromolecules, and cells between the blood and brain parenchyma. Its physiologic roles include 1) controlling ion homeostasis in the extracellular milieu of the brain, 2) limiting the movement of blood-borne neurotoxic molecules into the brain, 3) regulating the passage of nutrients into the brain, and 4) restricting peripheral immune protein/cell infiltration ( Saunders et al., 2008 ;  Abbott et al., 2010 ;  Profaci et al., 2020 ;  Segura-Collar et al., 2022 ). These diverse functions are made possible by an assembly of specialized cellular and noncellular structures that form the neurovascular unit (NVU), which is considered the functional unit of the BBB.\n\nThe NVU consists of endothelial cells (EC), adherence junction and tight junction (TJ) proteins, basement membrane (BM), pericytes, and astrocytic end-feet ( Fig. 1 ), and both the composition and function of the NVU are modulated by neuronal and microglial input ( Hawkins and Davis, 2005 ;  Obermeier et al., 2013 ,  2016 ). ECs and TJs establish a physical barrier unique to BBB vasculature. EC-TJ pairing, which forms a continuous structure throughout the vascular lining devoid of fenestrae, functions to restrict paracellular transport. Relative to blood vessel ECs in other organ systems, BBB ECs have reduced expression of leukocyte adhesion molecules, which limits diapedesis of white blood cells into the brain. BBB ECs express efflux transporters to facilitate transcellular movement of nutrients and promote removal of harmful hydrophilic molecules from the brain parenchyma ( Wolburg and Lippoldt, 2002 ;  Begley and Brightman, 2003 ;  Hawkins and Davis, 2005 ;  Abbott et al., 2006 ;  Ransohoff and Engelhardt, 2012 ;  Obermeier et al., 2013 ). Pericytes, a less well characterized cell type in the NVU, are more abundant around blood vessels in the brain than in other organs ( Armulik et al., 2011 ). Although there are gaps in knowledge about the function and activity of neurovascular pericytes, their absence is associated with embryonic lethality, increased BBB permeability, and atypical TJ distribution ( Lindahl et al., 1997 ;  Hellström et al., 2001 ;  Obermeier et al., 2013 ). The BM, which comprises the NVU extracellular matrix, functions to stabilize the cellular assembly, enable crosstalk between the cellular components of the NVU, and augment the physical barrier separating the blood from the brain parenchyma ( Del Zoppo et al., 2006 ;  Profaci et al., 2020 ). The BM is comprised of diverse structural and adherence proteins produced by cells of the NVU. Inflammation and various disease states can alter BM composition; conversely, variation in BM assembly influences cell migration and signaling, which can modulate inflammation and disease progression ( Sorokin, 2010 ;  Obermeier et al., 2013 ;  Profaci et al., 2020 ). The outermost parenchymal-adjacent NVU structure are astrocytic end-feet, which play a vital role in the development and maintenance of BBB integrity ( Tao-Cheng et al., 1987 ;  Díaz-Castro et al., 2023 ). Critically, in mouse models, their dysfunction results in BBB compromise ( Menezes et al., 2014 ;  Schreiner et al., 2015 ) and significant BBB leakage ( Heithoff et al., 2021 ). Current evidence also supports a role for astrocytes in regulating local blood flow, osmolality balance mediated by specialized channels [e.g., aquaporin 4 and inward-rectifying potassium channels (Kir4.1)], and production of growth factors responsible for BBB maturation and maintenance, such as angiopoetin-1, glial-derived neurotrophic factor (GDNF), basic fibroblast growth factor (bFGF), and transforming growth factor  β  (TGF- β ) ( Zonta et al., 2003 ;  Abbott et al., 2006 ;  Nag, 2011 ;  Heinemann et al., 2012 ;  Wong et al., 2013 ;  Cabezas et al., 2014 ).\n\nStructure of the BBB. The brain vasculature forms a specialized selective barrier that prevents the passage of red blood cells (RBCs), leukocytes (LKs), and many blood-borne molecules from the blood into the brain parenchyma. A physical barrier is composed of ECs with limited to no fenestrae that form TJs between adjacent ECs. Pericytes (PCs) line the abluminal side of the ECs, and the EC-TJ-PC complex is embedded in a BM. Astrocyte (AC) projections, known as astrocytic end-feet (ACF), are critically important in inducing EC to form a BBB, and they regulate BBB permeability via signaling with PCs and ECs. Neurons (N) and microglia (MG) also influence the expression and organization of essential proteins in the BBB. BV, blood vessel.\n\nNeurons communicate with the NVU through release of neurotransmitters that modulate local blood flow and BBB permeability, with the magnitude of these effects directly proportional to the level of neuronal activity ( Vazana et al., 2016 ;  Kaplan et al., 2020 ). Microglial activation and phenotypic state also influence BBB function. Pro-inflammatory M1-like microglia increase BBB permeability via release of reactive oxygen and nitrogen species and proinflammatory cytokines. In contrast, anti-inflammatory M2-like microglia protect BBB integrity via release of interleukin (IL)-10, which prevents decreased expression and/or restores physiologic expression levels of TJ proteins and other NVU components ( Ronaldson and Davis, 2020 ;  Knopp et al., 2022 ). Conversely, there is substantial evidence that loss of BBB integrity or activation of NVU cells can activate microglia and promote neuroinflammation ( Barkauskas et al., 2015 ;  Bowyer et al., 2016 ;  Thurgur and Pinteaux, 2019 ), indicating a complex, bidirectional relationship between these processes.\n\nProper BBB function requires coordination between multiple structural components and signaling pathways internal and external to the NVU. These elements can be dysregulated by diverse pathologic conditions, including chemical intoxication and inflammation. Establishing causal relationships between the different components and processes has been challenging, not only because of the complex interactions between the BBB, neuronal activity, and inflammation, but also because of the paucity of data regarding the temporal relationships between these events ( Friedman, 2011 ). Defining these relationships is critical to understanding the pathogenesis of diverse neurovascular, neurodegenerative and epileptogenic conditions, and this information will provide insights regarding therapeutic strategies for preventing and/or treating these diseases."
    },
    {
      "title": "Acute OP Intoxication Increases BBB Permeability",
      "text": "Increased BBB permeability has been documented following acute OP intoxication in preclinical models. OP-induced BBB leakiness was first reported by  Abdel-Rahman et al. (2002 ), who demonstrated that at 1 day post-exposure (DPE), acute sarin intoxication increased radioactivity in the brain parenchyma of rats following intravenous administration of [ 3 H]-hexamethonium, a physiologically non-BBB penetrant molecule. Subsequent studies revealed that rats acutely intoxicated with sarin experienced BBB leakage at 2 DPE, 7 DPE, and 1 month post-exposure as detected using contrast-enhanced magnetic resonance imaging, immunohistochemical analysis of serum albumin, and extravasation of Evan’s blue into the brain ( Bar-Klein et al., 2017 ). Western blot analyses of endogenous serum albumin in rat brains similarly indicated that acute intoxication with soman or diisopropylfluorophosphate increased BBB permeability at 4 DPE ( Rojas et al., 2021 ). Further analyses in the same diisopropylfluorophosphate model revealed increased extravasation of albumin in the brain parenchyma at 3 hours post-exposure but not at 1 and 2 DPE ( Rojas et al., 2022 ). There is also one report suggesting that exposure to paraoxon at a dose that did not cause SE increased leakage of horseradish peroxidase from capillaries within 10 minutes of exposure in juvenile, but not adult, rats ( Song et al., 2004 ).\n\nAlthough the observation that acute OP intoxication increases BBB permeability is consistent across all published studies in which this outcome has been measured, the temporal progression and magnitude of BBB dysfunction varies between these reports, likely due to differences in experimental models and methodologies used to assess BBB integrity. It is well known that the spatiotemporal profile of neuropathology varies between OPs despite comparable cholinesterase inhibition ( Pope, 1999 ;  Bushnell and Moser, 2006 ;  Costa, 2006 ;  Rojas et al., 2021 ). Some of this variability is likely due to non-cholinergic mechanisms of OP toxicity, which are dependent on the structure of the OP in question. In the context of OP effects on BBB integrity, differing results likely also reflect variable seizure duration across studies. Specifically, in one study ( Song et al., 2004 ), seizure activity was not reported, and the dose of parathion used was unlikely to cause SE before brains were harvested for analysis; in other studies, SE was terminated at 30 or 60 minute post-exposure ( Bar-Klein et al., 2017 ;  Rojas et al., 2021 ), whereas in the two remaining studies, seizures were not pharmacologically controlled and likely persisted for hours ( Abdel-Rahman et al., 2002 ;  Rojas et al., 2022 ). Methodological differences in assessing BBB integrity likely also contribute to variable results, e.g., the sensitivity and accuracy of detecting focal BBB leakage is significantly greater with histologic evaluation compared with western blot analysis of albumin extravasation. Additionally, the spatiotemporal progression of BBB dysfunction has yet to be rigorously evaluated. Each published study to date assessed BBB leakage at a single time point or did not compare outcomes between time points, and unfortunately, the lone study that examined spatial characterization of BBB impairment ( Bar-Klein et al., 2017 ) is confounded by the use of in vivo imaging parameters with low signal-to-noise ratio.\n\nIn summary, although there is consistent evidence of BBB impairment following acute OP intoxication, disparities in the published literature confound mechanistic or causal interpretations and complicate discussions concerning the therapeutic potential of BBB stabilization after OP exposures.\n\nMechanistic characterization of neuropathological outcomes observed following acute OP intoxication provides clues as to how these exposures may cause BBB damage ( Fig. 2 ). The canonical mechanism of acute OP toxicity is AChE inhibition ( Tsai and Lein, 2021 ), resulting in hyperstimulation of peripheral and central cholinergic synapses. BBB ECs express nicotinic acetylcholine receptors (nAChRs) that function to control vasodilation ( Uchida and Hotta, 2009 ) and possibly also BBB permeability. In support of this possibility, in primary rat cerebral EC culture under oxidative stress, pharmacological activation of nAChRs dysregulated expression of TJs and adherence junction proteins coincident with increased transendothelial permeability ( Hutamekalin et al., 2008 ). These data are consistent with in vivo observations of elevated BBB permeability in rats dosed with nicotine ( Hawkins et al., 2005 ). Critically, nicotine-induced BBB permeability is attenuated by coadministration of nAChR antagonists ( Hawkins et al., 2005 ), confirming the direct involvement of nAChR stimulation in BBB impairment under conditions of hypercholinergic stimulation. Cholinergic hyperstimulation also activates angiogenic processes to promote blood vessel growth, a process linked to greater vascular permeability, in a nAChR-dependent manner ( Arias et al., 2009 ). Conversely, there are data suggesting that cholinergic hyperstimulation may protect BBB integrity via activation of cholinergic anti-inflammatory pathways and attenuation of OP-associated neuroinflammation ( Pavlov et al., 2003 ;  Dash et al., 2016 ;  Colás et al., 2018 ;  Martín et al., 2018 ).\n\nPutative mechanisms by which acute OP intoxication impairs BBB integrity to cause acquired epilepsy/SRS. Acute OP intoxication inhibits acetylcholinesterase, which in turn causes (A) accumulation of acetylcholine in central and peripheral synaptic clefts that can trigger (B) seizures that rapidly progress to status epilepticus (SE). Sustained neuron depolarization as a result of SE activates glial cells and triggers excitotoxicity. (C) Activated astrocytes and microglia secrete proinflammatory factors and reactive oxygen species (ROS) that promote neurodegeneration and sustain seizure activity. In addition, (D) dying neurons release intracellular metabolites that contribute to neuroinflammation and oxidative stress. All four phenomena (A–D) have direct roles in causing (E) BBB impairment and consequent leakage of blood-borne components into the brain parenchyma. Albumin and fibrinogen access the brain parenchyma, activating (F) TGF- β  signaling that induces (G) transcriptional modifications that decrease glutamate metabolism and expression of inward-rectifying potassium ion channels (Kir4.1) and aquaporin 4 in astrocytic end-feet, and increase the release of proinflammatory cytokines and excitatory synaptogenesis. (H) Glutamate accumulation opens calcium channels in neurons and endothelial cells. (I) Elevated intracellular calcium levels activate calpain, which cleaves cytosolic and nuclear proteins and, if released into the extracellular space, extracellular matrix proteins. (J) MMPs, specifically MMP-2 and MMP-9, are activated by tissue plasminogen activator (tPA) and neuroinflammatory/oxidative factors that results in (K) chronic alterations of the TJ proteins. A leaky BBB promotes further leakage (C–E) and reduces the neuron’s depolarization threshold, thus decreasing seizure threshold and increasing susceptibility to epileptic activity. Orange arrows indicate mechanisms and processes leading to BBB impairment (A–D). Blue arrows indicate mechanisms and processes that are consequences of BBB impairment and lead to epilepsy/SRS (F–K), and blue/orange dashed arrows indicate mechanisms and processes that are consequences of BBB impairment and contribute, directly or indirectly, to further impairment of the BBB (E, F, I, and K).\n\nSeveral processes downstream of the OP-induced hypercholinergic state likely also influence BBB health and function. Seizures and SE are known to increase brain vascular permeability ( van Vliet et al., 2015 ;  Löscher and Friedman, 2020 ), suggesting their role as primary drivers of BBB impairment following acute OP intoxication. A cross-sectional study of epileptic patients revealed significantly increased serological levels of BBB damage-associated markers hours after the onset of a convulsive episode ( Cudna et al., 2023 ). Although this study measured biomarkers in serum and not in brain tissue, these data are consistent with BBB dysregulation following a seizure event. Additionally, cellular and molecular changes associated with BBB leakiness are observed in epilepsy patients and animal models. Angiogenesis and decreased expression of TJ proteins has been reported in patients with temporal lobe epilepsy (TLE) ( Rigau et al., 2007 ;  van Vliet et al., 2007 ;  Marchi and Lerner-Natoli, 2013 ). In patients with drug-resistant TLE, angiogenesis is associated with elevated expression of vascular endothelial growth factor (VEGF) and VEGF receptor as well as altered TJ protein expression, specifically increased claudin-5 but decreased zonula occludens 1 (ZO-1) and occludin ( Castañeda-Cabral et al., 2020 ).\n\nSeizures induced by inhibition of voltage-gated potassium channel with 4-aminopyridine were reported to cause pericyte-associated changes in vascular diameter and BBB permeability in rat hippocampal slice cultures and in cortical arterioles of rats perfused with cerebrospinal fluid containing 4-aminopyridine ( Prager et al., 2019 ). Similarly, in the hippocampus of mice with kainic acid–induced SE, pericyte proliferation and pericyte-microglia clustering was identified at 3 and 7 DPE ( Klement et al., 2018 ), suggesting the involvement of pericytes in seizure-induced BBB dysfunction. However, additional research is needed to confirm this relationship. Reactive astrogliosis, which is often observed following seizures ( Wilcox et al., 2015 ), may dysregulate physiologic processes integral to BBB permeability, including potassium and glutamate homeostasis ( David et al., 2009 ;  Coulter and Steinhäuser, 2015 ). Following seizures, elevated matrix metalloproteinase (MMP) activity is observed, which correlates with lower TJ protein expression ( Rempe et al., 2018 ). Importantly, SE-induced downregulation of TJ expression is attenuated by upstream MMP inhibition ( Lischper et al., 2010 ;  Rempe et al., 2018 ), suggesting that MMPs are critically involved in regulating BBB integrity.\n\nOxidative stress is a widely recognized consequence of acute OP intoxication ( Lukaszewicz-Hussain, 2010 ;  Pearson and Patel, 2016 ;  Vanova et al., 2018 ;  Farkhondeh et al., 2020 ), triggered by dysregulated mitochondrial activity, glutamate-induced Ca 2+  influx, lipid peroxidation, and neuroinflammation ( Patel et al., 1996 ;  Middlemore-Risher et al., 2011 ;  Farkhondeh et al., 2020 ;  Song et al., 2020 ). Oxidative stress promotes BBB permeability directly by damaging cellular components of the NVU and indirectly by degrading TJs and the BM ( Song et al., 2020 )."
    },
    {
      "title": "Putative Mechanisms by Which Acute OP Intoxication May Cause BBB Damage",
      "text": "Mechanistic characterization of neuropathological outcomes observed following acute OP intoxication provides clues as to how these exposures may cause BBB damage ( Fig. 2 ). The canonical mechanism of acute OP toxicity is AChE inhibition ( Tsai and Lein, 2021 ), resulting in hyperstimulation of peripheral and central cholinergic synapses. BBB ECs express nicotinic acetylcholine receptors (nAChRs) that function to control vasodilation ( Uchida and Hotta, 2009 ) and possibly also BBB permeability. In support of this possibility, in primary rat cerebral EC culture under oxidative stress, pharmacological activation of nAChRs dysregulated expression of TJs and adherence junction proteins coincident with increased transendothelial permeability ( Hutamekalin et al., 2008 ). These data are consistent with in vivo observations of elevated BBB permeability in rats dosed with nicotine ( Hawkins et al., 2005 ). Critically, nicotine-induced BBB permeability is attenuated by coadministration of nAChR antagonists ( Hawkins et al., 2005 ), confirming the direct involvement of nAChR stimulation in BBB impairment under conditions of hypercholinergic stimulation. Cholinergic hyperstimulation also activates angiogenic processes to promote blood vessel growth, a process linked to greater vascular permeability, in a nAChR-dependent manner ( Arias et al., 2009 ). Conversely, there are data suggesting that cholinergic hyperstimulation may protect BBB integrity via activation of cholinergic anti-inflammatory pathways and attenuation of OP-associated neuroinflammation ( Pavlov et al., 2003 ;  Dash et al., 2016 ;  Colás et al., 2018 ;  Martín et al., 2018 ).\n\nPutative mechanisms by which acute OP intoxication impairs BBB integrity to cause acquired epilepsy/SRS. Acute OP intoxication inhibits acetylcholinesterase, which in turn causes (A) accumulation of acetylcholine in central and peripheral synaptic clefts that can trigger (B) seizures that rapidly progress to status epilepticus (SE). Sustained neuron depolarization as a result of SE activates glial cells and triggers excitotoxicity. (C) Activated astrocytes and microglia secrete proinflammatory factors and reactive oxygen species (ROS) that promote neurodegeneration and sustain seizure activity. In addition, (D) dying neurons release intracellular metabolites that contribute to neuroinflammation and oxidative stress. All four phenomena (A–D) have direct roles in causing (E) BBB impairment and consequent leakage of blood-borne components into the brain parenchyma. Albumin and fibrinogen access the brain parenchyma, activating (F) TGF- β  signaling that induces (G) transcriptional modifications that decrease glutamate metabolism and expression of inward-rectifying potassium ion channels (Kir4.1) and aquaporin 4 in astrocytic end-feet, and increase the release of proinflammatory cytokines and excitatory synaptogenesis. (H) Glutamate accumulation opens calcium channels in neurons and endothelial cells. (I) Elevated intracellular calcium levels activate calpain, which cleaves cytosolic and nuclear proteins and, if released into the extracellular space, extracellular matrix proteins. (J) MMPs, specifically MMP-2 and MMP-9, are activated by tissue plasminogen activator (tPA) and neuroinflammatory/oxidative factors that results in (K) chronic alterations of the TJ proteins. A leaky BBB promotes further leakage (C–E) and reduces the neuron’s depolarization threshold, thus decreasing seizure threshold and increasing susceptibility to epileptic activity. Orange arrows indicate mechanisms and processes leading to BBB impairment (A–D). Blue arrows indicate mechanisms and processes that are consequences of BBB impairment and lead to epilepsy/SRS (F–K), and blue/orange dashed arrows indicate mechanisms and processes that are consequences of BBB impairment and contribute, directly or indirectly, to further impairment of the BBB (E, F, I, and K).\n\nSeveral processes downstream of the OP-induced hypercholinergic state likely also influence BBB health and function. Seizures and SE are known to increase brain vascular permeability ( van Vliet et al., 2015 ;  Löscher and Friedman, 2020 ), suggesting their role as primary drivers of BBB impairment following acute OP intoxication. A cross-sectional study of epileptic patients revealed significantly increased serological levels of BBB damage-associated markers hours after the onset of a convulsive episode ( Cudna et al., 2023 ). Although this study measured biomarkers in serum and not in brain tissue, these data are consistent with BBB dysregulation following a seizure event. Additionally, cellular and molecular changes associated with BBB leakiness are observed in epilepsy patients and animal models. Angiogenesis and decreased expression of TJ proteins has been reported in patients with temporal lobe epilepsy (TLE) ( Rigau et al., 2007 ;  van Vliet et al., 2007 ;  Marchi and Lerner-Natoli, 2013 ). In patients with drug-resistant TLE, angiogenesis is associated with elevated expression of vascular endothelial growth factor (VEGF) and VEGF receptor as well as altered TJ protein expression, specifically increased claudin-5 but decreased zonula occludens 1 (ZO-1) and occludin ( Castañeda-Cabral et al., 2020 ).\n\nSeizures induced by inhibition of voltage-gated potassium channel with 4-aminopyridine were reported to cause pericyte-associated changes in vascular diameter and BBB permeability in rat hippocampal slice cultures and in cortical arterioles of rats perfused with cerebrospinal fluid containing 4-aminopyridine ( Prager et al., 2019 ). Similarly, in the hippocampus of mice with kainic acid–induced SE, pericyte proliferation and pericyte-microglia clustering was identified at 3 and 7 DPE ( Klement et al., 2018 ), suggesting the involvement of pericytes in seizure-induced BBB dysfunction. However, additional research is needed to confirm this relationship. Reactive astrogliosis, which is often observed following seizures ( Wilcox et al., 2015 ), may dysregulate physiologic processes integral to BBB permeability, including potassium and glutamate homeostasis ( David et al., 2009 ;  Coulter and Steinhäuser, 2015 ). Following seizures, elevated matrix metalloproteinase (MMP) activity is observed, which correlates with lower TJ protein expression ( Rempe et al., 2018 ). Importantly, SE-induced downregulation of TJ expression is attenuated by upstream MMP inhibition ( Lischper et al., 2010 ;  Rempe et al., 2018 ), suggesting that MMPs are critically involved in regulating BBB integrity.\n\nOxidative stress is a widely recognized consequence of acute OP intoxication ( Lukaszewicz-Hussain, 2010 ;  Pearson and Patel, 2016 ;  Vanova et al., 2018 ;  Farkhondeh et al., 2020 ), triggered by dysregulated mitochondrial activity, glutamate-induced Ca 2+  influx, lipid peroxidation, and neuroinflammation ( Patel et al., 1996 ;  Middlemore-Risher et al., 2011 ;  Farkhondeh et al., 2020 ;  Song et al., 2020 ). Oxidative stress promotes BBB permeability directly by damaging cellular components of the NVU and indirectly by degrading TJs and the BM ( Song et al., 2020 )."
    },
    {
      "title": "The Role of Neuroinflammation in OP-Induced BBB Impairment",
      "text": "Neuroinflammation is a physiologic response to central nervous system (CNS) insult characterized by an orchestrated activation and communication of glial cells resident to the brain and, in some cases, white blood cells from the periphery. This coordinated response involves secretion of inflammatory signaling factors to control injury and heal damaged tissue ( Kraft and Harry, 2011 ;  DiSabato et al., 2016 ;  Shabab et al., 2017 ). However, excessive and persistent neuroinflammatory responses can be detrimental to nervous system function ( Lyman et al., 2014 ;  DiSabato et al., 2016 ), including dysregulation of the BBB ( Takata et al., 2021 ).\n\nFollowing acute OP intoxication, neuroinflammation is observed clinically and preclinically, with the response varying by agent, exposure condition, and time of assessment postintoxication ( Guignet and Lein, 2019 ;  Kanthasamy et al., 2019 ). Characterization of the spatiotemporal profile of OP-induced neuroinflammatory responses in preclinical models using ex vivo ( Angoa-Pérez et al., 2010 ;  Sisó et al., 2017 ) and/or in vivo ( Flannery et al., 2016 ;  Hobson et al., 2019 ) methods has demonstrated robust activation of astrocytes and microglia in multiple brain regions that vary temporally in a region-dependent manner. Multiple pro-inflammatory factors are upregulated following acute OP intoxication, including tumor necrosis factor (TNF)- α , IL-1 β , IL-6, monocyte chemoattractant protein (MCP)-1, and macrophage inflammatory protein (MIP)-1 α  ( Dillman et al., 2009 ;  Johnson and Kan, 2010 ;  Johnson et al., 2011 ;  Hobson et al., 2019 ). In parallel, levels of reactive oxygen and nitrogen species are increased ( Puttachary et al., 2015 ;  Pearson and Patel, 2016 ;  Vanova et al., 2018 ;  Guignet and Lein, 2019 ;  Gage et al., 2021 ;  Meyer et al., 2023 ). Interestingly, the spatiotemporal distribution of neuroinflammation observed in preclinical models of acute OP intoxication during the first week postexposure ( Flannery et al., 2016 ;  Bar-Klein et al., 2017 ;  Sisó et al., 2017 ) is very similar to that reported in a recent study of the regional characterization of BBB impairment ( Bernardino et al., 2023 ). However, no mechanistic or causal associations have yet been investigated between these two processes in the context of acute OP intoxication.\n\nObservations from preclinical models of seizures triggered by factors other than OPs suggest several pathways by which neuroinflammation could influence BBB integrity. One is activation of microglia. Microglia respond to diverse central nervous system insults by releasing pro-inflammatory and anti-inflammatory cytokines and chemokines, primarily IL-1 β , IL-6, TNF- α , MCP-1 CCL5, and CXCL1 as well as prostaglandins (PGs) and reactive oxygen species ( DiSabato et al., 2016 ). Although these signaling molecules initiate and coordinate immune responses to CNS injury, they also alter the activity of NVU cells to disrupt homeostatic BBB function ( Takata et al., 2021 ). For example, in vitro studies using rat and mice EC cultures demonstrated that LPS-activated microglia enhanced BBB permeability to sodium fluorescein and decreased the activity of the P-glycoprotein efflux pump, and these effects were blocked by inhibiting TNF- α  or NADPH oxidase ( Nishioku et al., 2010 ;  Sumi et al., 2010 ;  Matsumoto et al., 2012 ). IL-1 β , TNF- α , IL-6, and oncostatin M directly dysregulated expression and organization of TJ proteins in primary EC cultures derived from mouse or rat brains ( Takata et al., 2008 ;  Voirin et al., 2020 ), whereas other lipid mediators (e.g., PGE 2 , PGF 2 α , and sphingosine-1-phosphate) increased paracellular permeability in numerous in vitro and in vivo models ( Dalvi et al., 2015 ;  Kim et al., 2015 ;  Mohan et al., 2018 ;  Rojas et al., 2019 ;  Nakagawa and Aruga, 2020 ;  Takata et al., 2021 ). Collectively, these data suggest that microglia and microglia-derived inflammatory factors may promote BBB leakiness following acute OP intoxication.\n\nActivated astrocytes can also impair the BBB by modulating NVU function. Astrocytic secretion of inflammatory signaling molecules, including VEGF-A, MMP-9, MCP-1, and IL-6, has been observed in an in vitro mouse model of ischemic stroke and in vivo rat model of brain ischemia ( Shan et al., 2019 ). Clinical studies of human samples and in vitro studies with rat cell cultures indicated that VEGF and MMP-9 induced TJ rearrangement and cleavage ( Machida et al., 2017 ;  Castañeda-Cabral et al., 2020 ). Downregulation of VEGF and MMP-9 expression by glucagon-like peptide-1 receptor agonism preserved TJ organization and expression in a rat stroke model ( Shan et al., 2019 ). Astrocytic MCP-1 is a chemoattractant that promotes trans-BBB migration of monocytes from the blood into the brain parenchyma ( Weiss et al., 1998 ) to augment neuroinflammatory responses.\n\nThere are limited data to support a role for pericyte-mediated inflammatory responses in BBB dysfunction. When stimulated by TNF- α  in vitro, pericytes secreted a unique profile of pro-inflammatory regulators, including IL-6, MIP-1 α , IL-1 β , and inducible nitric oxide synthase (iNOS), which promoted the release of MMP-9 ( Takata et al., 2011 ;  Matsumoto et al., 2014 ;  Segura-Collar et al., 2022 ). In vitro pro-inflammatory activation of pericytes and ECs increased production of IL-8 coincident with transendothelial migration of neutrophils in an MMP-2/-9–dependent manner ( Pieper et al., 2013 ), suggesting that pericytes enhance recruitment of immune cells to sites of CNS insult ( Matsumoto et al., 2014 ).\n\nCytokines modulate neuronal excitability and synaptic neurotransmission ( Vezzani and Viviani, 2015 ), and although these effects have not yet been causally linked to increased BBB leakage, there are studies hinting at such a relationship. ECs express N-methyl-D-aspartate receptors ( Lu et al., 2019 ) and GABA receptors ( Won et al., 2013 ), suggesting receptiveness to modulation by neuronal input. In vitro exposure of ECs to glutamate disrupted normal patterns of occludin expression and promoted BBB dysfunction ( András et al., 2007 ). Additionally, intracortical infusion of glutamate into mice enhanced extravasation of sodium fluorescein into the brain parenchyma independent of any effects on neuronal activation ( Vazana et al., 2016 ). These observations support the hypothesis that cytokine-mediated shifts in neuron excitability and neurotransmission may indirectly influence BBB function.\n\nThere is experimental evidence that acute OP intoxication can also stimulate peripheral inflammatory responses ( Lallement et al., 1993 ;  Collombet et al., 2005 ;  Collombet, 2011 ;  Meyer et al., 2023 ). In vitro exposure of human EC to paraoxon enhanced transmigration of peripheral immune cells, increased expression of cell adhesion molecules (CAMs), IL-8, and caspase-1, and decreased VE-cadherin ( Israelov et al., 2020 ). Such observations are complemented by in vivo data pointing to increased CAMs and caspase-1 transcription following paraoxon exposure in the mouse ( Israelov et al., 2020 ). In other contexts (e.g., not in models of acute OP intoxication), peripheral inflammation enhanced BBB permeability through increased expression of CAMs on ECs and direct dysregulation of TJ and BM proteins ( Bohatschek et al., 2001 ;  Huang et al., 2021 ). Conversely, a growing body of evidence indicates that BBB impairment may drive neuroinflammation. For example, protection of BBB integrity significantly attenuated neuroinflammation induced by peripheral blood components ( Aragon et al., 2017 ), suggesting that BBB leakiness promotes and sustains inflammatory responses in the CNS. The most obvious manifestation of BBB impairment triggering neuroinflammation is the migration of peripheral immune cells into the brain as a consequence of BBB dysfunction. Peripheral monocyte infiltration was associated with BBB impairment in drug-resistant TLE patients and a TLE rat model ( Broekaart et al., 2018 ). Numerous studies in multiple sclerosis patients and preclinical models indicated that changes in BBB architecture, such as deterioration of TJ structure and increased EC expression of CAMs, facilitate and promote peripheral immune cell infiltration, which was linked to the initiation and maintenance of neuroinflammatory responses ( Larochelle et al., 2011 ).\n\nAccumulation of soluble blood-borne components in the brain parenchyma not only promotes the recruitment of peripheral leukocytes, but also directly stimulates inflammatory responses ( Sulhan et al., 2020 ;  Suleymanova, 2021 ). Observations from preclinical models of neurodegenerative disease with concurrent peripheral inflammation suggest that cytokines released following peripheral immune activation can cross a leaky BBB to promote and/or amplify neuroinflammation ( Herrera et al., 2015 ). There is also evidence suggesting that blood-borne components can initiate neuroinflammatory responses even in the absence of peripheral immune activation. For example, serum albumin, the most abundant protein in circulation, can enter the brain parenchyma following seizures induced by acute OP intoxication ( Rojas et al., 2021 ,  2022 ). In isolated guinea pig brain, perfusion with albumin exacerbated astrogliosis and microgliosis induced by seizure-like events ( Vila Verde et al., 2021 ). Other data suggest that albumin itself may promote neuroinflammation independently of enhanced seizure activity. In mouse and rat preclinical models, albumin activated glial TGF- β  signaling, which enhanced cytokine production ( Ivens et al., 2007 ;  Frigerio et al., 2012 ;  Weissberg et al., 2015 ;  Webster et al., 2017 ). Similar to albumin, the soluble blood-borne molecules fibrin and fibrinogen can promote immune activation through TGF- β  signaling ( Peng and Lv, 2023 ). Fibrin/fibrinogen can also form an insoluble matrix that directly activates microglia and macrophages by binding to CD11b/CD18 ( Adams et al., 2007 ;  Davalos et al., 2012 ). Antibody-mediated block of the fibrin/fibrinogen-CD11b/CD18 interaction attenuated pro-inflammatory cell activation and neurodegeneration in mouse models of Alzheimer's disease (AD) ( Ryu et al., 2018 ).\n\nMaintenance of CNS iron homeostasis is a critical function of the BBB, and disturbances in this balance that result in iron accretion are associated with neuroinflammatory responses ( Ward et al., 2022 ). In a rat model of Parkinson disease, BBB impairment preceded iron extravasation, which was followed by microglia activation ( Olmedo-Díaz et al., 2017 ), defining the temporal relationship between these processes. Although the mechanisms by which iron promotes neuroinflammation are unknown, CNS iron accumulation is associated with enhanced oxidative stress and pro-inflammatory glial activation ( Urrutia et al., 2021 ;  Ward et al., 2022 ).\n\nIn summary, based on the available clinical and preclinical data, the connection between BBB impairment and neuroinflammation appears to be a complex positive feed-forward relationship. However, an understanding of the relative contributions of BBB impairment and neuroinflammation in epileptogenesis remains a significant data gap given extensive evidence implicating neuroinflammation itself as an epileptogenic process ( Andrew and Lein, 2021 ). Therefore, in the context of acute OP intoxication, it is likely that both BBB impairment and neuroinflammation contribute to the development of chronic sequelae, including epilepsy/SRS."
    },
    {
      "title": "Inflammation-Associated Activation of CNS Cells Influences BBB Function",
      "text": "Observations from preclinical models of seizures triggered by factors other than OPs suggest several pathways by which neuroinflammation could influence BBB integrity. One is activation of microglia. Microglia respond to diverse central nervous system insults by releasing pro-inflammatory and anti-inflammatory cytokines and chemokines, primarily IL-1 β , IL-6, TNF- α , MCP-1 CCL5, and CXCL1 as well as prostaglandins (PGs) and reactive oxygen species ( DiSabato et al., 2016 ). Although these signaling molecules initiate and coordinate immune responses to CNS injury, they also alter the activity of NVU cells to disrupt homeostatic BBB function ( Takata et al., 2021 ). For example, in vitro studies using rat and mice EC cultures demonstrated that LPS-activated microglia enhanced BBB permeability to sodium fluorescein and decreased the activity of the P-glycoprotein efflux pump, and these effects were blocked by inhibiting TNF- α  or NADPH oxidase ( Nishioku et al., 2010 ;  Sumi et al., 2010 ;  Matsumoto et al., 2012 ). IL-1 β , TNF- α , IL-6, and oncostatin M directly dysregulated expression and organization of TJ proteins in primary EC cultures derived from mouse or rat brains ( Takata et al., 2008 ;  Voirin et al., 2020 ), whereas other lipid mediators (e.g., PGE 2 , PGF 2 α , and sphingosine-1-phosphate) increased paracellular permeability in numerous in vitro and in vivo models ( Dalvi et al., 2015 ;  Kim et al., 2015 ;  Mohan et al., 2018 ;  Rojas et al., 2019 ;  Nakagawa and Aruga, 2020 ;  Takata et al., 2021 ). Collectively, these data suggest that microglia and microglia-derived inflammatory factors may promote BBB leakiness following acute OP intoxication.\n\nActivated astrocytes can also impair the BBB by modulating NVU function. Astrocytic secretion of inflammatory signaling molecules, including VEGF-A, MMP-9, MCP-1, and IL-6, has been observed in an in vitro mouse model of ischemic stroke and in vivo rat model of brain ischemia ( Shan et al., 2019 ). Clinical studies of human samples and in vitro studies with rat cell cultures indicated that VEGF and MMP-9 induced TJ rearrangement and cleavage ( Machida et al., 2017 ;  Castañeda-Cabral et al., 2020 ). Downregulation of VEGF and MMP-9 expression by glucagon-like peptide-1 receptor agonism preserved TJ organization and expression in a rat stroke model ( Shan et al., 2019 ). Astrocytic MCP-1 is a chemoattractant that promotes trans-BBB migration of monocytes from the blood into the brain parenchyma ( Weiss et al., 1998 ) to augment neuroinflammatory responses.\n\nThere are limited data to support a role for pericyte-mediated inflammatory responses in BBB dysfunction. When stimulated by TNF- α  in vitro, pericytes secreted a unique profile of pro-inflammatory regulators, including IL-6, MIP-1 α , IL-1 β , and inducible nitric oxide synthase (iNOS), which promoted the release of MMP-9 ( Takata et al., 2011 ;  Matsumoto et al., 2014 ;  Segura-Collar et al., 2022 ). In vitro pro-inflammatory activation of pericytes and ECs increased production of IL-8 coincident with transendothelial migration of neutrophils in an MMP-2/-9–dependent manner ( Pieper et al., 2013 ), suggesting that pericytes enhance recruitment of immune cells to sites of CNS insult ( Matsumoto et al., 2014 ).\n\nCytokines modulate neuronal excitability and synaptic neurotransmission ( Vezzani and Viviani, 2015 ), and although these effects have not yet been causally linked to increased BBB leakage, there are studies hinting at such a relationship. ECs express N-methyl-D-aspartate receptors ( Lu et al., 2019 ) and GABA receptors ( Won et al., 2013 ), suggesting receptiveness to modulation by neuronal input. In vitro exposure of ECs to glutamate disrupted normal patterns of occludin expression and promoted BBB dysfunction ( András et al., 2007 ). Additionally, intracortical infusion of glutamate into mice enhanced extravasation of sodium fluorescein into the brain parenchyma independent of any effects on neuronal activation ( Vazana et al., 2016 ). These observations support the hypothesis that cytokine-mediated shifts in neuron excitability and neurotransmission may indirectly influence BBB function."
    },
    {
      "title": "Peripheral Inflammation Induces Neuroinflammation in the CNS",
      "text": "There is experimental evidence that acute OP intoxication can also stimulate peripheral inflammatory responses ( Lallement et al., 1993 ;  Collombet et al., 2005 ;  Collombet, 2011 ;  Meyer et al., 2023 ). In vitro exposure of human EC to paraoxon enhanced transmigration of peripheral immune cells, increased expression of cell adhesion molecules (CAMs), IL-8, and caspase-1, and decreased VE-cadherin ( Israelov et al., 2020 ). Such observations are complemented by in vivo data pointing to increased CAMs and caspase-1 transcription following paraoxon exposure in the mouse ( Israelov et al., 2020 ). In other contexts (e.g., not in models of acute OP intoxication), peripheral inflammation enhanced BBB permeability through increased expression of CAMs on ECs and direct dysregulation of TJ and BM proteins ( Bohatschek et al., 2001 ;  Huang et al., 2021 ). Conversely, a growing body of evidence indicates that BBB impairment may drive neuroinflammation. For example, protection of BBB integrity significantly attenuated neuroinflammation induced by peripheral blood components ( Aragon et al., 2017 ), suggesting that BBB leakiness promotes and sustains inflammatory responses in the CNS. The most obvious manifestation of BBB impairment triggering neuroinflammation is the migration of peripheral immune cells into the brain as a consequence of BBB dysfunction. Peripheral monocyte infiltration was associated with BBB impairment in drug-resistant TLE patients and a TLE rat model ( Broekaart et al., 2018 ). Numerous studies in multiple sclerosis patients and preclinical models indicated that changes in BBB architecture, such as deterioration of TJ structure and increased EC expression of CAMs, facilitate and promote peripheral immune cell infiltration, which was linked to the initiation and maintenance of neuroinflammatory responses ( Larochelle et al., 2011 ).\n\nAccumulation of soluble blood-borne components in the brain parenchyma not only promotes the recruitment of peripheral leukocytes, but also directly stimulates inflammatory responses ( Sulhan et al., 2020 ;  Suleymanova, 2021 ). Observations from preclinical models of neurodegenerative disease with concurrent peripheral inflammation suggest that cytokines released following peripheral immune activation can cross a leaky BBB to promote and/or amplify neuroinflammation ( Herrera et al., 2015 ). There is also evidence suggesting that blood-borne components can initiate neuroinflammatory responses even in the absence of peripheral immune activation. For example, serum albumin, the most abundant protein in circulation, can enter the brain parenchyma following seizures induced by acute OP intoxication ( Rojas et al., 2021 ,  2022 ). In isolated guinea pig brain, perfusion with albumin exacerbated astrogliosis and microgliosis induced by seizure-like events ( Vila Verde et al., 2021 ). Other data suggest that albumin itself may promote neuroinflammation independently of enhanced seizure activity. In mouse and rat preclinical models, albumin activated glial TGF- β  signaling, which enhanced cytokine production ( Ivens et al., 2007 ;  Frigerio et al., 2012 ;  Weissberg et al., 2015 ;  Webster et al., 2017 ). Similar to albumin, the soluble blood-borne molecules fibrin and fibrinogen can promote immune activation through TGF- β  signaling ( Peng and Lv, 2023 ). Fibrin/fibrinogen can also form an insoluble matrix that directly activates microglia and macrophages by binding to CD11b/CD18 ( Adams et al., 2007 ;  Davalos et al., 2012 ). Antibody-mediated block of the fibrin/fibrinogen-CD11b/CD18 interaction attenuated pro-inflammatory cell activation and neurodegeneration in mouse models of Alzheimer's disease (AD) ( Ryu et al., 2018 ).\n\nMaintenance of CNS iron homeostasis is a critical function of the BBB, and disturbances in this balance that result in iron accretion are associated with neuroinflammatory responses ( Ward et al., 2022 ). In a rat model of Parkinson disease, BBB impairment preceded iron extravasation, which was followed by microglia activation ( Olmedo-Díaz et al., 2017 ), defining the temporal relationship between these processes. Although the mechanisms by which iron promotes neuroinflammation are unknown, CNS iron accumulation is associated with enhanced oxidative stress and pro-inflammatory glial activation ( Urrutia et al., 2021 ;  Ward et al., 2022 ).\n\nIn summary, based on the available clinical and preclinical data, the connection between BBB impairment and neuroinflammation appears to be a complex positive feed-forward relationship. However, an understanding of the relative contributions of BBB impairment and neuroinflammation in epileptogenesis remains a significant data gap given extensive evidence implicating neuroinflammation itself as an epileptogenic process ( Andrew and Lein, 2021 ). Therefore, in the context of acute OP intoxication, it is likely that both BBB impairment and neuroinflammation contribute to the development of chronic sequelae, including epilepsy/SRS."
    },
    {
      "title": "Evidence That BBB Impairment Is Involved in the Pathogenesis of SRS/Epilepsy",
      "text": "Although clinical and preclinical evidence indicate that seizures of diverse etiology cause BBB impairment (see  Introduction  and  Putative Mechanisms by Which Acute OP Intoxication May Cause BBB Damage ), a growing body of research points to a role for BBB impairment in the development and progression of epilepsy ( Oby and Janigro, 2006 ;  Marchi et al., 2007 ,  2010 ;  Friedman et al., 2009 ;  Bar-Klein et al., 2017 ). Traumatic brain injury (TBI) ( Herman, 2002 ;  Tomkins et al., 2008 ;  Shlosberg et al., 2010 ), cerebrovascular disease ( Pitkänen et al., 2016 ;  Yang et al., 2018 ), and AD ( Vossel et al., 2017 ) as well as multiple acute and long-term neuropathologies characterized by NVU dysfunction are associated with increased risk for epileptogenic disorders ( Gorter et al., 2019 ;  van Vliet and Marchi, 2022 ).\n\nPreclinical studies of TBI reveal a biphasic BBB breakdown following the initial brain insult, characterized by rapid onset of enhanced BBB permeability that peaks hours post-injury followed by secondary inflammation-mediated BBB disruption within days of the insult ( Shlosberg et al., 2010 ). Clinical data confirm chronic BBB dysfunction in patients with TBI ( Hay et al., 2015 ). The frequency, severity and persistence of BBB dysfunction is greater in patients with post-concussion syndrome and post-traumatic epilepsy (PTE) ( Korn et al., 2005 ;  Tomkins et al., 2008 ), suggesting a role for BBB disruption in neuronal hyperexcitability and seizures. BBB permeability following TBI is likely the result of physical tissue disruption and secondary processes, including altered pericyte-endothelium crosstalk ( Bhowmick et al., 2019 ), decreased TJ and adhesion protein expression ( Obermeier et al., 2016 ), and VEGF-mediated angiogenesis ( Castañeda-Cabral et al., 2020 ). Although the specific pathways by which TBI gives rise to seizures remain unclear, changes in BBB permeability are known to contribute to PTE development ( Dadas and Janigro, 2019 ).\n\nSome studies have identified cerebrovascular disease, particularly stroke ( Stefanidou et al., 2022 ), as a risk factor for epilepsy. Indeed, post-stroke epilepsy, like PTE, is a significant complication ( Stefanidou et al., 2022 ), accounting for approximately 40% of new seizure onset in elderly stroke survivors ( Tanaka and Ihara, 2017 ). Downstream consequences of BBB dysfunction following stroke include vascular edema, ion gradient disruption, and aberrant mitochondrial function, all of which are thought to promote epileptogenesis ( Tanaka and Ihara, 2017 ).\n\nSimilarly, neurodegenerative diseases are associated with altered cerebral vasculature. Growing evidence implicates BBB breakdown in AD progression. Expression of soluble platelet-derived growth factor receptor  β  (PDGFr- β ) is elevated in patients with cognitive impairment, and MMP-9 activity is increased in individuals with high genetic risk of AD ( Zenaro et al., 2017 ;  Uprety et al., 2021 ). Increased levels of soluble PDGFr- β , an indicator of pericyte damage, were correlated with magnetic resonance imaging findings of BBB impairment, and MMP-9 has been implicated in the pathogenesis of BBB breakdown through dysregulation of TJs ( Lischper et al., 2010 ;  Rempe et al., 2018 ;  Uprety et al., 2021 ). Although no direct connection has yet been established between neurodegeneration-mediated BBB dysfunction and seizure generation, loss of BBB integrity is a well documented characteristic of the aging brain ( Senatorov et al., 2019 ).\n\nUltimately, despite mechanistic and etiological differences between TBI, PTE, and AD, all are linked to BBB disruption and increased seizure risk. Although a causal relationship between BBB dysfunction and SRS development has yet to be determined in these neurologic disorders, these observations support the hypothesis that BBB impairment may influence epileptogenic processes and have led to the identification of pro-epileptic signaling pathways triggered by BBB impairment. The most well defined pathway is the leakage of seizure-promoting serum molecules into the brain parenchyma, including albumin, potassium, and glutamate ( Marchi et al., 2012 ). Several studies report serum albumin leakage and accumulation in the cortex of both animals and humans following BBB breakdown ( Ivens et al., 2007 ;  van Vliet et al., 2007 ;  Marchi et al., 2010 ;  Frigerio et al., 2012 ). Focal extravasation of albumin promotes hyperexcitability through binding to TGF- β  receptors to activate TGF- β  signaling pathways ( Ivens et al., 2007 ;  Heinemann et al., 2012 ). Additional serum proteins, like fibrinogen, are similarly known to activate TGF- β  signaling ( Peng and Lv, 2023 ).\n\nTGF- β  signaling results in phosphorylation and nuclear translocation of the Smad family of transcription factors that regulate expression of TGF- β –responsive genes. Consequences of TGF- β  signaling thought to increase seizure susceptibility and neuronal excitability include downregulation of Kir4.1 and aquaporin 4, upregulation of IL-1 β  and other pro-inflammatory cytokines, impaired astrocytic glutamate metabolism, and excitatory synaptogenesis ( Heinemann et al., 2012 ;  Swissa et al., 2019 ). There is evidence that although albumin-mediated TGF- β  activation enhances excitability, this alone is insufficient to induce epileptogenesis. For example,  Frigerio et al. (2012 ) showed that intracerebral application of exogenous albumin increased seizure susceptibility but did not promote development of SRS. Consistent with this, in patients with cerebral vascular malformation, BBB dysfunction and consequent albumin accumulation in the brain increased susceptibility to seizures ( Raabe et al., 2012 ). Thus, it seems likely that TGF- β  signaling induced by blood-borne molecules synergizes with additional pathways to promote epileptogenic processes.\n\nGlutamate dyshomeostasis is another process contributing to seizures and SRS development. It is proposed that the functionally intact BBB maintains physiologic glutamate balance between the brain milieu and serum, preventing glutamate extravasation ( Gruenbaum et al., 2022 ). As a result, a loss of BBB function contributes to increased extracellular glutamate levels in the brain. Although glutamate in ECs promotes BBB permeability via N-methyl-D-aspartate–mediated increases in intracellular calcium and subsequent oxidative stress ( Sharp et al., 2005 ;  Swissa et al., 2019 ;  Deshpande and DeLorenzo, 2020 ), calcium accumulation is also observed in neurons, contributing to a lower seizure threshold and greater susceptibility to epileptic seizures ( Silverman et al., 2002 ). Contributing to the cyclical events of BBB impairment leading to seizures and vice versa, calpains, a family of calcium-dependent proteases, are activated by elevated intracellular calcium ( Suzuki and Sorimachi, 1998 ), resulting in cleavage of intracellular and extracellular substrates and higher BBB permeability. In preclinical studies, BBB dysfunction is prevented when calpain inhibitors are administered to rodents ( Alluri et al., 2016 ;  Tao et al., 2017 ). Although calpain directly compromises BBB function, it also indirectly enhances BBB permeability by modulating neurodegenerative and neuroinflammatory processes ( Camins et al., 2006 ;  Alluri et al., 2016 ;  Metwally et al., 2021 ). Collectively, these data suggest a potential for calpain inhibitors to stabilize the BBB and prevent downstream pathologic consequences of BBB dysfunction.\n\nChronic disruption of TJ proteins is another key driver of epilepsy associated with BBB impairment. Claudin family proteins, specifically claudin-5, are unique structural components of EC TJs and critically important in regulating BBB permeability ( Hashimoto et al., 2023 ). A mutation in claudin-5 in human patients and transgenic zebrafish expressing the same mutation caused BBB impairment and was associated with epileptogenesis ( Deshwar et al., 2023 ). Additionally,  Greene et al. (2022 ) demonstrated increased kainic acid seizure-induced sodium fluorescein extravasation in claudin-5 heterozygous mice ( CLDN − /CLDN + ) compared with those with intact claudin-5 expression. They also demonstrated that knockdown of claudin-5 contributed to the development of SRS and enhanced EC activation and migration, and that BBB leakage and seizure activity were attenuated in a mouse model of kainic acid epilepsy treated with the claudin-5 regulator RepSox. These data suggest that claudin-5 is vital for normal BBB functioning and that dysregulation of this critical TJ protein induces seizures/SRS via BBB breakdown. There are several mechanisms by which TJ protein expression can change, including induced MMP-2/-9 activity through diverse stimuli ( Jin et al., 2010 ;  Mehra et al., 2016 ). MMP-2/-9 activation decreases TJ proteins and subsequently increases BBB leakage ( Ralay Ranaivo et al., 2012 ), resulting in persistent changes in NVU composition and, consequently, the brain milieu ( Löscher and Friedman, 2020 ). Studies in stroke models show tissue plasminogen activator (tPA) as a key molecule inducing upregulation and activation of MMPs ( Harston et al., 2010 ;  Balami et al., 2013 ;  Lakhan et al., 2013 ).\n\nThe therapeutic efficacy of stabilizing the BBB to prevent SRS development has yet to be comprehensively evaluated, but there is evidence to support this as a promising approach ( Reiss et al., 2023 ). Treatment with small molecule inhibitors of TGF- β  prior to kainic acid administration stabilized the BBB via upregulation of claudin-5 and attenuated seizure activity and neuroinflammation ( Greene et al., 2022 ). Similarly, blocking peripheral albumin-induced TGF- β  signaling with an angiotensin II type 1 receptor antagonist decreased BBB permeability and blocked development of SRS in a rat model of acute OP intoxication ( Bar-Klein et al., 2014 ). Consistent with these observations, preclinical data suggest that TGF- β  inhibition to suppress albumin-induced TGF- β  signaling in astrocytes conserves claudin-5 expression and mitigates abnormal epileptic stimulation ( Hashimoto et al., 2023 ). Another possible approach for stabilizing the BBB is MMP-2/-9 inhibition. Treatment with IPR-179, an MMP-2/-9 inhibitor, conferred antiseizure and antiepileptogenic effects in a rat model of rapid kindling and a mouse model of kainic acid–induced epilepsy ( Broekaart et al., 2021 ). VEGF-mediated microvascular alterations are also known to influence BBB integrity, suggesting VEGF modulation as another therapeutic target for restoration of BBB function and seizure prevention ( van Lanen et al., 2021 ). Lastly, caspase-1 has emerged as a key contributor to BBB dysfunction via inflammatory processes under a variety of pathologic conditions, including OP exposures ( Rand and Cooper, 2021 ). Initial human in vitro and mouse in vivo experiments with a caspase-1 selective inhibitor, VX-765, preserved BBB function via inhibition of the caspase-1–mediated canonical inflammasome pathway and coincident mitigation of peripheral immune transmigration ( Israelov et al., 2020 ).\n\nAlthough the data support a causal relationship between BBB dysfunction and epilepsy, drawing a definitive conclusion is stymied by the fact that loss of BBB integrity occurs in unison with neuroinflammation, oxidative stress, and other factors known to influence epileptogenesis. Currently, there is a lack of therapeutics that specifically target BBB-associated functions; rather, stabilization of the BBB is often the consequence of therapeutic effects on other pathologic processes. Regardless, drugs that stabilize the BBB are promising candidates to avert development of SRS, not only in the case of acute OP intoxication, but also for diverse disease states characterized by BBB dysfunction."
    },
    {
      "title": "Pathways Associated with SRS/Epilepsy Are Altered during BBB Disruption",
      "text": "Ultimately, despite mechanistic and etiological differences between TBI, PTE, and AD, all are linked to BBB disruption and increased seizure risk. Although a causal relationship between BBB dysfunction and SRS development has yet to be determined in these neurologic disorders, these observations support the hypothesis that BBB impairment may influence epileptogenic processes and have led to the identification of pro-epileptic signaling pathways triggered by BBB impairment. The most well defined pathway is the leakage of seizure-promoting serum molecules into the brain parenchyma, including albumin, potassium, and glutamate ( Marchi et al., 2012 ). Several studies report serum albumin leakage and accumulation in the cortex of both animals and humans following BBB breakdown ( Ivens et al., 2007 ;  van Vliet et al., 2007 ;  Marchi et al., 2010 ;  Frigerio et al., 2012 ). Focal extravasation of albumin promotes hyperexcitability through binding to TGF- β  receptors to activate TGF- β  signaling pathways ( Ivens et al., 2007 ;  Heinemann et al., 2012 ). Additional serum proteins, like fibrinogen, are similarly known to activate TGF- β  signaling ( Peng and Lv, 2023 ).\n\nTGF- β  signaling results in phosphorylation and nuclear translocation of the Smad family of transcription factors that regulate expression of TGF- β –responsive genes. Consequences of TGF- β  signaling thought to increase seizure susceptibility and neuronal excitability include downregulation of Kir4.1 and aquaporin 4, upregulation of IL-1 β  and other pro-inflammatory cytokines, impaired astrocytic glutamate metabolism, and excitatory synaptogenesis ( Heinemann et al., 2012 ;  Swissa et al., 2019 ). There is evidence that although albumin-mediated TGF- β  activation enhances excitability, this alone is insufficient to induce epileptogenesis. For example,  Frigerio et al. (2012 ) showed that intracerebral application of exogenous albumin increased seizure susceptibility but did not promote development of SRS. Consistent with this, in patients with cerebral vascular malformation, BBB dysfunction and consequent albumin accumulation in the brain increased susceptibility to seizures ( Raabe et al., 2012 ). Thus, it seems likely that TGF- β  signaling induced by blood-borne molecules synergizes with additional pathways to promote epileptogenic processes.\n\nGlutamate dyshomeostasis is another process contributing to seizures and SRS development. It is proposed that the functionally intact BBB maintains physiologic glutamate balance between the brain milieu and serum, preventing glutamate extravasation ( Gruenbaum et al., 2022 ). As a result, a loss of BBB function contributes to increased extracellular glutamate levels in the brain. Although glutamate in ECs promotes BBB permeability via N-methyl-D-aspartate–mediated increases in intracellular calcium and subsequent oxidative stress ( Sharp et al., 2005 ;  Swissa et al., 2019 ;  Deshpande and DeLorenzo, 2020 ), calcium accumulation is also observed in neurons, contributing to a lower seizure threshold and greater susceptibility to epileptic seizures ( Silverman et al., 2002 ). Contributing to the cyclical events of BBB impairment leading to seizures and vice versa, calpains, a family of calcium-dependent proteases, are activated by elevated intracellular calcium ( Suzuki and Sorimachi, 1998 ), resulting in cleavage of intracellular and extracellular substrates and higher BBB permeability. In preclinical studies, BBB dysfunction is prevented when calpain inhibitors are administered to rodents ( Alluri et al., 2016 ;  Tao et al., 2017 ). Although calpain directly compromises BBB function, it also indirectly enhances BBB permeability by modulating neurodegenerative and neuroinflammatory processes ( Camins et al., 2006 ;  Alluri et al., 2016 ;  Metwally et al., 2021 ). Collectively, these data suggest a potential for calpain inhibitors to stabilize the BBB and prevent downstream pathologic consequences of BBB dysfunction.\n\nChronic disruption of TJ proteins is another key driver of epilepsy associated with BBB impairment. Claudin family proteins, specifically claudin-5, are unique structural components of EC TJs and critically important in regulating BBB permeability ( Hashimoto et al., 2023 ). A mutation in claudin-5 in human patients and transgenic zebrafish expressing the same mutation caused BBB impairment and was associated with epileptogenesis ( Deshwar et al., 2023 ). Additionally,  Greene et al. (2022 ) demonstrated increased kainic acid seizure-induced sodium fluorescein extravasation in claudin-5 heterozygous mice ( CLDN − /CLDN + ) compared with those with intact claudin-5 expression. They also demonstrated that knockdown of claudin-5 contributed to the development of SRS and enhanced EC activation and migration, and that BBB leakage and seizure activity were attenuated in a mouse model of kainic acid epilepsy treated with the claudin-5 regulator RepSox. These data suggest that claudin-5 is vital for normal BBB functioning and that dysregulation of this critical TJ protein induces seizures/SRS via BBB breakdown. There are several mechanisms by which TJ protein expression can change, including induced MMP-2/-9 activity through diverse stimuli ( Jin et al., 2010 ;  Mehra et al., 2016 ). MMP-2/-9 activation decreases TJ proteins and subsequently increases BBB leakage ( Ralay Ranaivo et al., 2012 ), resulting in persistent changes in NVU composition and, consequently, the brain milieu ( Löscher and Friedman, 2020 ). Studies in stroke models show tissue plasminogen activator (tPA) as a key molecule inducing upregulation and activation of MMPs ( Harston et al., 2010 ;  Balami et al., 2013 ;  Lakhan et al., 2013 ).\n\nThe therapeutic efficacy of stabilizing the BBB to prevent SRS development has yet to be comprehensively evaluated, but there is evidence to support this as a promising approach ( Reiss et al., 2023 ). Treatment with small molecule inhibitors of TGF- β  prior to kainic acid administration stabilized the BBB via upregulation of claudin-5 and attenuated seizure activity and neuroinflammation ( Greene et al., 2022 ). Similarly, blocking peripheral albumin-induced TGF- β  signaling with an angiotensin II type 1 receptor antagonist decreased BBB permeability and blocked development of SRS in a rat model of acute OP intoxication ( Bar-Klein et al., 2014 ). Consistent with these observations, preclinical data suggest that TGF- β  inhibition to suppress albumin-induced TGF- β  signaling in astrocytes conserves claudin-5 expression and mitigates abnormal epileptic stimulation ( Hashimoto et al., 2023 ). Another possible approach for stabilizing the BBB is MMP-2/-9 inhibition. Treatment with IPR-179, an MMP-2/-9 inhibitor, conferred antiseizure and antiepileptogenic effects in a rat model of rapid kindling and a mouse model of kainic acid–induced epilepsy ( Broekaart et al., 2021 ). VEGF-mediated microvascular alterations are also known to influence BBB integrity, suggesting VEGF modulation as another therapeutic target for restoration of BBB function and seizure prevention ( van Lanen et al., 2021 ). Lastly, caspase-1 has emerged as a key contributor to BBB dysfunction via inflammatory processes under a variety of pathologic conditions, including OP exposures ( Rand and Cooper, 2021 ). Initial human in vitro and mouse in vivo experiments with a caspase-1 selective inhibitor, VX-765, preserved BBB function via inhibition of the caspase-1–mediated canonical inflammasome pathway and coincident mitigation of peripheral immune transmigration ( Israelov et al., 2020 ).\n\nAlthough the data support a causal relationship between BBB dysfunction and epilepsy, drawing a definitive conclusion is stymied by the fact that loss of BBB integrity occurs in unison with neuroinflammation, oxidative stress, and other factors known to influence epileptogenesis. Currently, there is a lack of therapeutics that specifically target BBB-associated functions; rather, stabilization of the BBB is often the consequence of therapeutic effects on other pathologic processes. Regardless, drugs that stabilize the BBB are promising candidates to avert development of SRS, not only in the case of acute OP intoxication, but also for diverse disease states characterized by BBB dysfunction."
    },
    {
      "title": "Key Data Gaps and Conclusions",
      "text": "BBB dysfunction is a pathologic process associated with numerous neurologic disorders, suggesting its potential as a novel target to mitigate adverse neurologic outcomes ( Shlosberg et al., 2010 ;  Thal and Neuhaus, 2014 ;  Gorter et al., 2019 ;  Greene et al., 2022 ). However, research efforts to understand the pathophysiology of BBB impairment and its role in epileptogenesis are in their infancy, and there remain more questions than answers, particularly in the context of acute OP intoxication.\n\nCompromised BBB integrity has been documented following acute OP intoxication ( Abdel-Rahman et al., 2002 ;  Song et al., 2004 ;  Bar-Klein et al., 2017 ;  Rojas et al., 2021 ,  2022 ); however, higher spatial and temporal resolution studies are needed to rigorously map the spatiotemporal profile of BBB impairment. A detailed natural history of BBB impairment post OP intoxication is necessary to understand the dynamic interplay of BBB function and other well documented pathologic processes, such as neuroinflammation, neurodegeneration, and, importantly, SRS ( Collombet et al., 2008 ; Aroniadou‐Anderjaska et al., 2016;  Sisó et al., 2017 ;  Figueiredo et al., 2018 ;  Reddy et al., 2020 ). Additionally, identifying which cellular and/or molecular components of the NVU are impacted by acute OP intoxication is essential for identifying candidate targets and therapeutic windows for intervention.\n\nMechanistic research of OP-induced BBB dysfunction is necessary to evaluate the relationship between BBB impairment and epilepsy/SRS. We propose numerous mechanisms of OP-induced BBB impairment; however, interventional studies are critical to demonstrate causal relationships and to confirm the anti-epileptogenic potential of BBB stabilization. Only with a better understanding of the processes, both up- and down-stream of BBB impairment, can progress be made in identifying a candidate therapeutic intervention to maintain BBB function and, ultimately, prevent long-term consequences of BBB dysregulation, including SRS. Addressing these gaps in knowledge will prove critical in guiding the direction of future research. Given the growing evidence linking BBB impairment to seizures, both as a consequence and as a cause, across multiple disease models, it seems that devoting research efforts to this issue is well justified."
    }
  ],
  "full_text": "Organophosphate (OP) poisoning can trigger cholinergic crisis, a life-threatening toxidrome that includes seizures and status epilepticus. These acute toxic responses are associated with persistent neuroinflammation and spontaneous recurrent seizures (SRS), also known as acquired epilepsy. Blood-brain barrier (BBB) impairment has recently been proposed as a pathogenic mechanism linking acute OP intoxication to chronic adverse neurologic outcomes. In this review, we briefly describe the cellular and molecular components of the BBB, review evidence of altered BBB integrity following acute OP intoxication, and discuss potential mechanisms by which acute OP intoxication may promote BBB dysfunction. We highlight the complex interplay between neuroinflammation and BBB dysfunction that suggests a positive feedforward interaction. Lastly, we examine research from diverse models and disease states that suggest mechanisms by which loss of BBB integrity may contribute to epileptogenic processes. Collectively, the literature identifies BBB impairment as a convergent mechanism of neurologic disease and justifies further mechanistic research into how acute OP intoxication causes BBB impairment and its role in the pathogenesis of SRS and potentially other long-term neurologic sequelae. Such research is critical for evaluating BBB stabilization as a neuroprotective strategy for mitigating OP-induced epilepsy and possibly seizure disorders of other etiologies. SIGNIFICANCE STATEMENT Clinical and preclinical studies support a link between blood-brain barrier (BBB) dysfunction and epileptogenesis; however, a causal relationship has been difficult to prove. Mechanistic studies to delineate relationships between BBB dysfunction and epilepsy may provide novel insights into BBB stabilization as a neuroprotective strategy for mitigating epilepsy resulting from acute organophosphate (OP) intoxication and non-OP causes and potentially other adverse neurological conditions associated with acute OP intoxication, such as cognitive impairment.\n\n## Introduction\n\nOrganophosphate (OP) cholinesterase inhibitors represent a global public health threat, with accidental and intentional OP poisonings impacting millions of people annually ( Bird et al., 2014 ;  Mew et al., 2017 ;  Jett et al., 2020 ). OPs inhibit the enzyme acetylcholinesterase (AChE), which normally functions to limit cholinergic neurotransmission by hydrolyzing synaptic acetylcholine. Acute inhibition of AChE activity by >60%–70% produces cholinergic crisis, a life-threatening toxidrome characterized by parasympathetic activation, seizures, status epilepticus (SE), and respiratory failure ( Eddleston et al., 2008 ). The current standard of care for treatment of acute OP intoxication includes supportive maintenance of cardiorespiratory parameters and treatment with atropine to antagonize cholinergic muscarinic receptors, an oxime to reactivate AChE, and a benzodiazepine to control seizures ( Eddleston et al., 2008 ;  Glauser et al., 2016 ). Although standard of care improves survival following acute OP intoxication, it does not prevent long-term adverse neurologic consequences of acute OP intoxication, which include spontaneous recurrent seizures (SRS), also referred to as acquired epilepsy ( Waheed et al., 2014 ;  Talabani et al., 2018 ;  Guignet et al., 2020 ;  Gage et al., 2022 ). The development of more effective therapeutic strategies for mitigating epileptic and other chronic neurologic sequelae is urgently needed to improve the quality of life of individuals who survive the acute toxic effects of OP poisoning.\n\nThe epileptogenic period after acute OP intoxication has been characterized in experimental models ( de Araujo Furtado et al., 2010 ,  2012 ;  Todorovic et al., 2012 ;  Shrot et al., 2014 ;  Deshpande and DeLorenzo, 2020 ;  Guignet et al., 2020 ;  Maupu et al., 2021 ), but pathogenic mechanisms underlying OP-induced epilepsy remain speculative. Studies of epilepsy caused by etiologies other than OP poisoning increasingly implicate blood-brain barrier (BBB) impairment in epileptogenesis ( Marchi et al., 2012 ;  van Vliet et al., 2015 ;  van Lanen et al., 2021 ;  Li et al., 2023 ). Critically, biomarkers of BBB dysfunction correlate with the development and progression of epilepsy in humans and in diverse preclinical models ( Tenreiro et al., 2016 ;  Bar-Klein et al., 2017 ;  Dadas and Janigro, 2019 ;  Mendes et al., 2019 ;  Nation et al., 2019 ), suggesting a potential antiepileptogenic benefit of protecting BBB function. Although this hypothesis has yet to be tested in models of acute OP intoxication, recent studies have reported BBB impairment following acute OP intoxication ( Abdel-Rahman et al., 2002 ;  Song et al., 2004 ;  Bar-Klein et al., 2017 ;  Rojas et al., 2021 ,  2022 ;  Bernardino et al., 2023 ).\n\nIn this review, we discuss the physiologic and morphologic properties of the BBB and summarize the current understanding and data gaps regarding BBB impairment in acute OP intoxication. We further elaborate on potential mechanisms underlying BBB dysfunction following OP exposure, with a focus on neuroinflammation, and consider the evidence implicating BBB disruption in epileptogenesis.\n\n## Structure and Function of the BBB\n\nThe BBB plays an essential role in homeostatic control of the brain’s microenvironment by restricting the movement of ions and other small hydrophilic molecules, macromolecules, and cells between the blood and brain parenchyma. Its physiologic roles include 1) controlling ion homeostasis in the extracellular milieu of the brain, 2) limiting the movement of blood-borne neurotoxic molecules into the brain, 3) regulating the passage of nutrients into the brain, and 4) restricting peripheral immune protein/cell infiltration ( Saunders et al., 2008 ;  Abbott et al., 2010 ;  Profaci et al., 2020 ;  Segura-Collar et al., 2022 ). These diverse functions are made possible by an assembly of specialized cellular and noncellular structures that form the neurovascular unit (NVU), which is considered the functional unit of the BBB.\n\nThe NVU consists of endothelial cells (EC), adherence junction and tight junction (TJ) proteins, basement membrane (BM), pericytes, and astrocytic end-feet ( Fig. 1 ), and both the composition and function of the NVU are modulated by neuronal and microglial input ( Hawkins and Davis, 2005 ;  Obermeier et al., 2013 ,  2016 ). ECs and TJs establish a physical barrier unique to BBB vasculature. EC-TJ pairing, which forms a continuous structure throughout the vascular lining devoid of fenestrae, functions to restrict paracellular transport. Relative to blood vessel ECs in other organ systems, BBB ECs have reduced expression of leukocyte adhesion molecules, which limits diapedesis of white blood cells into the brain. BBB ECs express efflux transporters to facilitate transcellular movement of nutrients and promote removal of harmful hydrophilic molecules from the brain parenchyma ( Wolburg and Lippoldt, 2002 ;  Begley and Brightman, 2003 ;  Hawkins and Davis, 2005 ;  Abbott et al., 2006 ;  Ransohoff and Engelhardt, 2012 ;  Obermeier et al., 2013 ). Pericytes, a less well characterized cell type in the NVU, are more abundant around blood vessels in the brain than in other organs ( Armulik et al., 2011 ). Although there are gaps in knowledge about the function and activity of neurovascular pericytes, their absence is associated with embryonic lethality, increased BBB permeability, and atypical TJ distribution ( Lindahl et al., 1997 ;  Hellström et al., 2001 ;  Obermeier et al., 2013 ). The BM, which comprises the NVU extracellular matrix, functions to stabilize the cellular assembly, enable crosstalk between the cellular components of the NVU, and augment the physical barrier separating the blood from the brain parenchyma ( Del Zoppo et al., 2006 ;  Profaci et al., 2020 ). The BM is comprised of diverse structural and adherence proteins produced by cells of the NVU. Inflammation and various disease states can alter BM composition; conversely, variation in BM assembly influences cell migration and signaling, which can modulate inflammation and disease progression ( Sorokin, 2010 ;  Obermeier et al., 2013 ;  Profaci et al., 2020 ). The outermost parenchymal-adjacent NVU structure are astrocytic end-feet, which play a vital role in the development and maintenance of BBB integrity ( Tao-Cheng et al., 1987 ;  Díaz-Castro et al., 2023 ). Critically, in mouse models, their dysfunction results in BBB compromise ( Menezes et al., 2014 ;  Schreiner et al., 2015 ) and significant BBB leakage ( Heithoff et al., 2021 ). Current evidence also supports a role for astrocytes in regulating local blood flow, osmolality balance mediated by specialized channels [e.g., aquaporin 4 and inward-rectifying potassium channels (Kir4.1)], and production of growth factors responsible for BBB maturation and maintenance, such as angiopoetin-1, glial-derived neurotrophic factor (GDNF), basic fibroblast growth factor (bFGF), and transforming growth factor  β  (TGF- β ) ( Zonta et al., 2003 ;  Abbott et al., 2006 ;  Nag, 2011 ;  Heinemann et al., 2012 ;  Wong et al., 2013 ;  Cabezas et al., 2014 ).\n\nStructure of the BBB. The brain vasculature forms a specialized selective barrier that prevents the passage of red blood cells (RBCs), leukocytes (LKs), and many blood-borne molecules from the blood into the brain parenchyma. A physical barrier is composed of ECs with limited to no fenestrae that form TJs between adjacent ECs. Pericytes (PCs) line the abluminal side of the ECs, and the EC-TJ-PC complex is embedded in a BM. Astrocyte (AC) projections, known as astrocytic end-feet (ACF), are critically important in inducing EC to form a BBB, and they regulate BBB permeability via signaling with PCs and ECs. Neurons (N) and microglia (MG) also influence the expression and organization of essential proteins in the BBB. BV, blood vessel.\n\nNeurons communicate with the NVU through release of neurotransmitters that modulate local blood flow and BBB permeability, with the magnitude of these effects directly proportional to the level of neuronal activity ( Vazana et al., 2016 ;  Kaplan et al., 2020 ). Microglial activation and phenotypic state also influence BBB function. Pro-inflammatory M1-like microglia increase BBB permeability via release of reactive oxygen and nitrogen species and proinflammatory cytokines. In contrast, anti-inflammatory M2-like microglia protect BBB integrity via release of interleukin (IL)-10, which prevents decreased expression and/or restores physiologic expression levels of TJ proteins and other NVU components ( Ronaldson and Davis, 2020 ;  Knopp et al., 2022 ). Conversely, there is substantial evidence that loss of BBB integrity or activation of NVU cells can activate microglia and promote neuroinflammation ( Barkauskas et al., 2015 ;  Bowyer et al., 2016 ;  Thurgur and Pinteaux, 2019 ), indicating a complex, bidirectional relationship between these processes.\n\nProper BBB function requires coordination between multiple structural components and signaling pathways internal and external to the NVU. These elements can be dysregulated by diverse pathologic conditions, including chemical intoxication and inflammation. Establishing causal relationships between the different components and processes has been challenging, not only because of the complex interactions between the BBB, neuronal activity, and inflammation, but also because of the paucity of data regarding the temporal relationships between these events ( Friedman, 2011 ). Defining these relationships is critical to understanding the pathogenesis of diverse neurovascular, neurodegenerative and epileptogenic conditions, and this information will provide insights regarding therapeutic strategies for preventing and/or treating these diseases.\n\n## Acute OP Intoxication Increases BBB Permeability\n\nIncreased BBB permeability has been documented following acute OP intoxication in preclinical models. OP-induced BBB leakiness was first reported by  Abdel-Rahman et al. (2002 ), who demonstrated that at 1 day post-exposure (DPE), acute sarin intoxication increased radioactivity in the brain parenchyma of rats following intravenous administration of [ 3 H]-hexamethonium, a physiologically non-BBB penetrant molecule. Subsequent studies revealed that rats acutely intoxicated with sarin experienced BBB leakage at 2 DPE, 7 DPE, and 1 month post-exposure as detected using contrast-enhanced magnetic resonance imaging, immunohistochemical analysis of serum albumin, and extravasation of Evan’s blue into the brain ( Bar-Klein et al., 2017 ). Western blot analyses of endogenous serum albumin in rat brains similarly indicated that acute intoxication with soman or diisopropylfluorophosphate increased BBB permeability at 4 DPE ( Rojas et al., 2021 ). Further analyses in the same diisopropylfluorophosphate model revealed increased extravasation of albumin in the brain parenchyma at 3 hours post-exposure but not at 1 and 2 DPE ( Rojas et al., 2022 ). There is also one report suggesting that exposure to paraoxon at a dose that did not cause SE increased leakage of horseradish peroxidase from capillaries within 10 minutes of exposure in juvenile, but not adult, rats ( Song et al., 2004 ).\n\nAlthough the observation that acute OP intoxication increases BBB permeability is consistent across all published studies in which this outcome has been measured, the temporal progression and magnitude of BBB dysfunction varies between these reports, likely due to differences in experimental models and methodologies used to assess BBB integrity. It is well known that the spatiotemporal profile of neuropathology varies between OPs despite comparable cholinesterase inhibition ( Pope, 1999 ;  Bushnell and Moser, 2006 ;  Costa, 2006 ;  Rojas et al., 2021 ). Some of this variability is likely due to non-cholinergic mechanisms of OP toxicity, which are dependent on the structure of the OP in question. In the context of OP effects on BBB integrity, differing results likely also reflect variable seizure duration across studies. Specifically, in one study ( Song et al., 2004 ), seizure activity was not reported, and the dose of parathion used was unlikely to cause SE before brains were harvested for analysis; in other studies, SE was terminated at 30 or 60 minute post-exposure ( Bar-Klein et al., 2017 ;  Rojas et al., 2021 ), whereas in the two remaining studies, seizures were not pharmacologically controlled and likely persisted for hours ( Abdel-Rahman et al., 2002 ;  Rojas et al., 2022 ). Methodological differences in assessing BBB integrity likely also contribute to variable results, e.g., the sensitivity and accuracy of detecting focal BBB leakage is significantly greater with histologic evaluation compared with western blot analysis of albumin extravasation. Additionally, the spatiotemporal progression of BBB dysfunction has yet to be rigorously evaluated. Each published study to date assessed BBB leakage at a single time point or did not compare outcomes between time points, and unfortunately, the lone study that examined spatial characterization of BBB impairment ( Bar-Klein et al., 2017 ) is confounded by the use of in vivo imaging parameters with low signal-to-noise ratio.\n\nIn summary, although there is consistent evidence of BBB impairment following acute OP intoxication, disparities in the published literature confound mechanistic or causal interpretations and complicate discussions concerning the therapeutic potential of BBB stabilization after OP exposures.\n\nMechanistic characterization of neuropathological outcomes observed following acute OP intoxication provides clues as to how these exposures may cause BBB damage ( Fig. 2 ). The canonical mechanism of acute OP toxicity is AChE inhibition ( Tsai and Lein, 2021 ), resulting in hyperstimulation of peripheral and central cholinergic synapses. BBB ECs express nicotinic acetylcholine receptors (nAChRs) that function to control vasodilation ( Uchida and Hotta, 2009 ) and possibly also BBB permeability. In support of this possibility, in primary rat cerebral EC culture under oxidative stress, pharmacological activation of nAChRs dysregulated expression of TJs and adherence junction proteins coincident with increased transendothelial permeability ( Hutamekalin et al., 2008 ). These data are consistent with in vivo observations of elevated BBB permeability in rats dosed with nicotine ( Hawkins et al., 2005 ). Critically, nicotine-induced BBB permeability is attenuated by coadministration of nAChR antagonists ( Hawkins et al., 2005 ), confirming the direct involvement of nAChR stimulation in BBB impairment under conditions of hypercholinergic stimulation. Cholinergic hyperstimulation also activates angiogenic processes to promote blood vessel growth, a process linked to greater vascular permeability, in a nAChR-dependent manner ( Arias et al., 2009 ). Conversely, there are data suggesting that cholinergic hyperstimulation may protect BBB integrity via activation of cholinergic anti-inflammatory pathways and attenuation of OP-associated neuroinflammation ( Pavlov et al., 2003 ;  Dash et al., 2016 ;  Colás et al., 2018 ;  Martín et al., 2018 ).\n\nPutative mechanisms by which acute OP intoxication impairs BBB integrity to cause acquired epilepsy/SRS. Acute OP intoxication inhibits acetylcholinesterase, which in turn causes (A) accumulation of acetylcholine in central and peripheral synaptic clefts that can trigger (B) seizures that rapidly progress to status epilepticus (SE). Sustained neuron depolarization as a result of SE activates glial cells and triggers excitotoxicity. (C) Activated astrocytes and microglia secrete proinflammatory factors and reactive oxygen species (ROS) that promote neurodegeneration and sustain seizure activity. In addition, (D) dying neurons release intracellular metabolites that contribute to neuroinflammation and oxidative stress. All four phenomena (A–D) have direct roles in causing (E) BBB impairment and consequent leakage of blood-borne components into the brain parenchyma. Albumin and fibrinogen access the brain parenchyma, activating (F) TGF- β  signaling that induces (G) transcriptional modifications that decrease glutamate metabolism and expression of inward-rectifying potassium ion channels (Kir4.1) and aquaporin 4 in astrocytic end-feet, and increase the release of proinflammatory cytokines and excitatory synaptogenesis. (H) Glutamate accumulation opens calcium channels in neurons and endothelial cells. (I) Elevated intracellular calcium levels activate calpain, which cleaves cytosolic and nuclear proteins and, if released into the extracellular space, extracellular matrix proteins. (J) MMPs, specifically MMP-2 and MMP-9, are activated by tissue plasminogen activator (tPA) and neuroinflammatory/oxidative factors that results in (K) chronic alterations of the TJ proteins. A leaky BBB promotes further leakage (C–E) and reduces the neuron’s depolarization threshold, thus decreasing seizure threshold and increasing susceptibility to epileptic activity. Orange arrows indicate mechanisms and processes leading to BBB impairment (A–D). Blue arrows indicate mechanisms and processes that are consequences of BBB impairment and lead to epilepsy/SRS (F–K), and blue/orange dashed arrows indicate mechanisms and processes that are consequences of BBB impairment and contribute, directly or indirectly, to further impairment of the BBB (E, F, I, and K).\n\nSeveral processes downstream of the OP-induced hypercholinergic state likely also influence BBB health and function. Seizures and SE are known to increase brain vascular permeability ( van Vliet et al., 2015 ;  Löscher and Friedman, 2020 ), suggesting their role as primary drivers of BBB impairment following acute OP intoxication. A cross-sectional study of epileptic patients revealed significantly increased serological levels of BBB damage-associated markers hours after the onset of a convulsive episode ( Cudna et al., 2023 ). Although this study measured biomarkers in serum and not in brain tissue, these data are consistent with BBB dysregulation following a seizure event. Additionally, cellular and molecular changes associated with BBB leakiness are observed in epilepsy patients and animal models. Angiogenesis and decreased expression of TJ proteins has been reported in patients with temporal lobe epilepsy (TLE) ( Rigau et al., 2007 ;  van Vliet et al., 2007 ;  Marchi and Lerner-Natoli, 2013 ). In patients with drug-resistant TLE, angiogenesis is associated with elevated expression of vascular endothelial growth factor (VEGF) and VEGF receptor as well as altered TJ protein expression, specifically increased claudin-5 but decreased zonula occludens 1 (ZO-1) and occludin ( Castañeda-Cabral et al., 2020 ).\n\nSeizures induced by inhibition of voltage-gated potassium channel with 4-aminopyridine were reported to cause pericyte-associated changes in vascular diameter and BBB permeability in rat hippocampal slice cultures and in cortical arterioles of rats perfused with cerebrospinal fluid containing 4-aminopyridine ( Prager et al., 2019 ). Similarly, in the hippocampus of mice with kainic acid–induced SE, pericyte proliferation and pericyte-microglia clustering was identified at 3 and 7 DPE ( Klement et al., 2018 ), suggesting the involvement of pericytes in seizure-induced BBB dysfunction. However, additional research is needed to confirm this relationship. Reactive astrogliosis, which is often observed following seizures ( Wilcox et al., 2015 ), may dysregulate physiologic processes integral to BBB permeability, including potassium and glutamate homeostasis ( David et al., 2009 ;  Coulter and Steinhäuser, 2015 ). Following seizures, elevated matrix metalloproteinase (MMP) activity is observed, which correlates with lower TJ protein expression ( Rempe et al., 2018 ). Importantly, SE-induced downregulation of TJ expression is attenuated by upstream MMP inhibition ( Lischper et al., 2010 ;  Rempe et al., 2018 ), suggesting that MMPs are critically involved in regulating BBB integrity.\n\nOxidative stress is a widely recognized consequence of acute OP intoxication ( Lukaszewicz-Hussain, 2010 ;  Pearson and Patel, 2016 ;  Vanova et al., 2018 ;  Farkhondeh et al., 2020 ), triggered by dysregulated mitochondrial activity, glutamate-induced Ca 2+  influx, lipid peroxidation, and neuroinflammation ( Patel et al., 1996 ;  Middlemore-Risher et al., 2011 ;  Farkhondeh et al., 2020 ;  Song et al., 2020 ). Oxidative stress promotes BBB permeability directly by damaging cellular components of the NVU and indirectly by degrading TJs and the BM ( Song et al., 2020 ).\n\n## Putative Mechanisms by Which Acute OP Intoxication May Cause BBB Damage\n\nMechanistic characterization of neuropathological outcomes observed following acute OP intoxication provides clues as to how these exposures may cause BBB damage ( Fig. 2 ). The canonical mechanism of acute OP toxicity is AChE inhibition ( Tsai and Lein, 2021 ), resulting in hyperstimulation of peripheral and central cholinergic synapses. BBB ECs express nicotinic acetylcholine receptors (nAChRs) that function to control vasodilation ( Uchida and Hotta, 2009 ) and possibly also BBB permeability. In support of this possibility, in primary rat cerebral EC culture under oxidative stress, pharmacological activation of nAChRs dysregulated expression of TJs and adherence junction proteins coincident with increased transendothelial permeability ( Hutamekalin et al., 2008 ). These data are consistent with in vivo observations of elevated BBB permeability in rats dosed with nicotine ( Hawkins et al., 2005 ). Critically, nicotine-induced BBB permeability is attenuated by coadministration of nAChR antagonists ( Hawkins et al., 2005 ), confirming the direct involvement of nAChR stimulation in BBB impairment under conditions of hypercholinergic stimulation. Cholinergic hyperstimulation also activates angiogenic processes to promote blood vessel growth, a process linked to greater vascular permeability, in a nAChR-dependent manner ( Arias et al., 2009 ). Conversely, there are data suggesting that cholinergic hyperstimulation may protect BBB integrity via activation of cholinergic anti-inflammatory pathways and attenuation of OP-associated neuroinflammation ( Pavlov et al., 2003 ;  Dash et al., 2016 ;  Colás et al., 2018 ;  Martín et al., 2018 ).\n\nPutative mechanisms by which acute OP intoxication impairs BBB integrity to cause acquired epilepsy/SRS. Acute OP intoxication inhibits acetylcholinesterase, which in turn causes (A) accumulation of acetylcholine in central and peripheral synaptic clefts that can trigger (B) seizures that rapidly progress to status epilepticus (SE). Sustained neuron depolarization as a result of SE activates glial cells and triggers excitotoxicity. (C) Activated astrocytes and microglia secrete proinflammatory factors and reactive oxygen species (ROS) that promote neurodegeneration and sustain seizure activity. In addition, (D) dying neurons release intracellular metabolites that contribute to neuroinflammation and oxidative stress. All four phenomena (A–D) have direct roles in causing (E) BBB impairment and consequent leakage of blood-borne components into the brain parenchyma. Albumin and fibrinogen access the brain parenchyma, activating (F) TGF- β  signaling that induces (G) transcriptional modifications that decrease glutamate metabolism and expression of inward-rectifying potassium ion channels (Kir4.1) and aquaporin 4 in astrocytic end-feet, and increase the release of proinflammatory cytokines and excitatory synaptogenesis. (H) Glutamate accumulation opens calcium channels in neurons and endothelial cells. (I) Elevated intracellular calcium levels activate calpain, which cleaves cytosolic and nuclear proteins and, if released into the extracellular space, extracellular matrix proteins. (J) MMPs, specifically MMP-2 and MMP-9, are activated by tissue plasminogen activator (tPA) and neuroinflammatory/oxidative factors that results in (K) chronic alterations of the TJ proteins. A leaky BBB promotes further leakage (C–E) and reduces the neuron’s depolarization threshold, thus decreasing seizure threshold and increasing susceptibility to epileptic activity. Orange arrows indicate mechanisms and processes leading to BBB impairment (A–D). Blue arrows indicate mechanisms and processes that are consequences of BBB impairment and lead to epilepsy/SRS (F–K), and blue/orange dashed arrows indicate mechanisms and processes that are consequences of BBB impairment and contribute, directly or indirectly, to further impairment of the BBB (E, F, I, and K).\n\nSeveral processes downstream of the OP-induced hypercholinergic state likely also influence BBB health and function. Seizures and SE are known to increase brain vascular permeability ( van Vliet et al., 2015 ;  Löscher and Friedman, 2020 ), suggesting their role as primary drivers of BBB impairment following acute OP intoxication. A cross-sectional study of epileptic patients revealed significantly increased serological levels of BBB damage-associated markers hours after the onset of a convulsive episode ( Cudna et al., 2023 ). Although this study measured biomarkers in serum and not in brain tissue, these data are consistent with BBB dysregulation following a seizure event. Additionally, cellular and molecular changes associated with BBB leakiness are observed in epilepsy patients and animal models. Angiogenesis and decreased expression of TJ proteins has been reported in patients with temporal lobe epilepsy (TLE) ( Rigau et al., 2007 ;  van Vliet et al., 2007 ;  Marchi and Lerner-Natoli, 2013 ). In patients with drug-resistant TLE, angiogenesis is associated with elevated expression of vascular endothelial growth factor (VEGF) and VEGF receptor as well as altered TJ protein expression, specifically increased claudin-5 but decreased zonula occludens 1 (ZO-1) and occludin ( Castañeda-Cabral et al., 2020 ).\n\nSeizures induced by inhibition of voltage-gated potassium channel with 4-aminopyridine were reported to cause pericyte-associated changes in vascular diameter and BBB permeability in rat hippocampal slice cultures and in cortical arterioles of rats perfused with cerebrospinal fluid containing 4-aminopyridine ( Prager et al., 2019 ). Similarly, in the hippocampus of mice with kainic acid–induced SE, pericyte proliferation and pericyte-microglia clustering was identified at 3 and 7 DPE ( Klement et al., 2018 ), suggesting the involvement of pericytes in seizure-induced BBB dysfunction. However, additional research is needed to confirm this relationship. Reactive astrogliosis, which is often observed following seizures ( Wilcox et al., 2015 ), may dysregulate physiologic processes integral to BBB permeability, including potassium and glutamate homeostasis ( David et al., 2009 ;  Coulter and Steinhäuser, 2015 ). Following seizures, elevated matrix metalloproteinase (MMP) activity is observed, which correlates with lower TJ protein expression ( Rempe et al., 2018 ). Importantly, SE-induced downregulation of TJ expression is attenuated by upstream MMP inhibition ( Lischper et al., 2010 ;  Rempe et al., 2018 ), suggesting that MMPs are critically involved in regulating BBB integrity.\n\nOxidative stress is a widely recognized consequence of acute OP intoxication ( Lukaszewicz-Hussain, 2010 ;  Pearson and Patel, 2016 ;  Vanova et al., 2018 ;  Farkhondeh et al., 2020 ), triggered by dysregulated mitochondrial activity, glutamate-induced Ca 2+  influx, lipid peroxidation, and neuroinflammation ( Patel et al., 1996 ;  Middlemore-Risher et al., 2011 ;  Farkhondeh et al., 2020 ;  Song et al., 2020 ). Oxidative stress promotes BBB permeability directly by damaging cellular components of the NVU and indirectly by degrading TJs and the BM ( Song et al., 2020 ).\n\n## The Role of Neuroinflammation in OP-Induced BBB Impairment\n\nNeuroinflammation is a physiologic response to central nervous system (CNS) insult characterized by an orchestrated activation and communication of glial cells resident to the brain and, in some cases, white blood cells from the periphery. This coordinated response involves secretion of inflammatory signaling factors to control injury and heal damaged tissue ( Kraft and Harry, 2011 ;  DiSabato et al., 2016 ;  Shabab et al., 2017 ). However, excessive and persistent neuroinflammatory responses can be detrimental to nervous system function ( Lyman et al., 2014 ;  DiSabato et al., 2016 ), including dysregulation of the BBB ( Takata et al., 2021 ).\n\nFollowing acute OP intoxication, neuroinflammation is observed clinically and preclinically, with the response varying by agent, exposure condition, and time of assessment postintoxication ( Guignet and Lein, 2019 ;  Kanthasamy et al., 2019 ). Characterization of the spatiotemporal profile of OP-induced neuroinflammatory responses in preclinical models using ex vivo ( Angoa-Pérez et al., 2010 ;  Sisó et al., 2017 ) and/or in vivo ( Flannery et al., 2016 ;  Hobson et al., 2019 ) methods has demonstrated robust activation of astrocytes and microglia in multiple brain regions that vary temporally in a region-dependent manner. Multiple pro-inflammatory factors are upregulated following acute OP intoxication, including tumor necrosis factor (TNF)- α , IL-1 β , IL-6, monocyte chemoattractant protein (MCP)-1, and macrophage inflammatory protein (MIP)-1 α  ( Dillman et al., 2009 ;  Johnson and Kan, 2010 ;  Johnson et al., 2011 ;  Hobson et al., 2019 ). In parallel, levels of reactive oxygen and nitrogen species are increased ( Puttachary et al., 2015 ;  Pearson and Patel, 2016 ;  Vanova et al., 2018 ;  Guignet and Lein, 2019 ;  Gage et al., 2021 ;  Meyer et al., 2023 ). Interestingly, the spatiotemporal distribution of neuroinflammation observed in preclinical models of acute OP intoxication during the first week postexposure ( Flannery et al., 2016 ;  Bar-Klein et al., 2017 ;  Sisó et al., 2017 ) is very similar to that reported in a recent study of the regional characterization of BBB impairment ( Bernardino et al., 2023 ). However, no mechanistic or causal associations have yet been investigated between these two processes in the context of acute OP intoxication.\n\nObservations from preclinical models of seizures triggered by factors other than OPs suggest several pathways by which neuroinflammation could influence BBB integrity. One is activation of microglia. Microglia respond to diverse central nervous system insults by releasing pro-inflammatory and anti-inflammatory cytokines and chemokines, primarily IL-1 β , IL-6, TNF- α , MCP-1 CCL5, and CXCL1 as well as prostaglandins (PGs) and reactive oxygen species ( DiSabato et al., 2016 ). Although these signaling molecules initiate and coordinate immune responses to CNS injury, they also alter the activity of NVU cells to disrupt homeostatic BBB function ( Takata et al., 2021 ). For example, in vitro studies using rat and mice EC cultures demonstrated that LPS-activated microglia enhanced BBB permeability to sodium fluorescein and decreased the activity of the P-glycoprotein efflux pump, and these effects were blocked by inhibiting TNF- α  or NADPH oxidase ( Nishioku et al., 2010 ;  Sumi et al., 2010 ;  Matsumoto et al., 2012 ). IL-1 β , TNF- α , IL-6, and oncostatin M directly dysregulated expression and organization of TJ proteins in primary EC cultures derived from mouse or rat brains ( Takata et al., 2008 ;  Voirin et al., 2020 ), whereas other lipid mediators (e.g., PGE 2 , PGF 2 α , and sphingosine-1-phosphate) increased paracellular permeability in numerous in vitro and in vivo models ( Dalvi et al., 2015 ;  Kim et al., 2015 ;  Mohan et al., 2018 ;  Rojas et al., 2019 ;  Nakagawa and Aruga, 2020 ;  Takata et al., 2021 ). Collectively, these data suggest that microglia and microglia-derived inflammatory factors may promote BBB leakiness following acute OP intoxication.\n\nActivated astrocytes can also impair the BBB by modulating NVU function. Astrocytic secretion of inflammatory signaling molecules, including VEGF-A, MMP-9, MCP-1, and IL-6, has been observed in an in vitro mouse model of ischemic stroke and in vivo rat model of brain ischemia ( Shan et al., 2019 ). Clinical studies of human samples and in vitro studies with rat cell cultures indicated that VEGF and MMP-9 induced TJ rearrangement and cleavage ( Machida et al., 2017 ;  Castañeda-Cabral et al., 2020 ). Downregulation of VEGF and MMP-9 expression by glucagon-like peptide-1 receptor agonism preserved TJ organization and expression in a rat stroke model ( Shan et al., 2019 ). Astrocytic MCP-1 is a chemoattractant that promotes trans-BBB migration of monocytes from the blood into the brain parenchyma ( Weiss et al., 1998 ) to augment neuroinflammatory responses.\n\nThere are limited data to support a role for pericyte-mediated inflammatory responses in BBB dysfunction. When stimulated by TNF- α  in vitro, pericytes secreted a unique profile of pro-inflammatory regulators, including IL-6, MIP-1 α , IL-1 β , and inducible nitric oxide synthase (iNOS), which promoted the release of MMP-9 ( Takata et al., 2011 ;  Matsumoto et al., 2014 ;  Segura-Collar et al., 2022 ). In vitro pro-inflammatory activation of pericytes and ECs increased production of IL-8 coincident with transendothelial migration of neutrophils in an MMP-2/-9–dependent manner ( Pieper et al., 2013 ), suggesting that pericytes enhance recruitment of immune cells to sites of CNS insult ( Matsumoto et al., 2014 ).\n\nCytokines modulate neuronal excitability and synaptic neurotransmission ( Vezzani and Viviani, 2015 ), and although these effects have not yet been causally linked to increased BBB leakage, there are studies hinting at such a relationship. ECs express N-methyl-D-aspartate receptors ( Lu et al., 2019 ) and GABA receptors ( Won et al., 2013 ), suggesting receptiveness to modulation by neuronal input. In vitro exposure of ECs to glutamate disrupted normal patterns of occludin expression and promoted BBB dysfunction ( András et al., 2007 ). Additionally, intracortical infusion of glutamate into mice enhanced extravasation of sodium fluorescein into the brain parenchyma independent of any effects on neuronal activation ( Vazana et al., 2016 ). These observations support the hypothesis that cytokine-mediated shifts in neuron excitability and neurotransmission may indirectly influence BBB function.\n\nThere is experimental evidence that acute OP intoxication can also stimulate peripheral inflammatory responses ( Lallement et al., 1993 ;  Collombet et al., 2005 ;  Collombet, 2011 ;  Meyer et al., 2023 ). In vitro exposure of human EC to paraoxon enhanced transmigration of peripheral immune cells, increased expression of cell adhesion molecules (CAMs), IL-8, and caspase-1, and decreased VE-cadherin ( Israelov et al., 2020 ). Such observations are complemented by in vivo data pointing to increased CAMs and caspase-1 transcription following paraoxon exposure in the mouse ( Israelov et al., 2020 ). In other contexts (e.g., not in models of acute OP intoxication), peripheral inflammation enhanced BBB permeability through increased expression of CAMs on ECs and direct dysregulation of TJ and BM proteins ( Bohatschek et al., 2001 ;  Huang et al., 2021 ). Conversely, a growing body of evidence indicates that BBB impairment may drive neuroinflammation. For example, protection of BBB integrity significantly attenuated neuroinflammation induced by peripheral blood components ( Aragon et al., 2017 ), suggesting that BBB leakiness promotes and sustains inflammatory responses in the CNS. The most obvious manifestation of BBB impairment triggering neuroinflammation is the migration of peripheral immune cells into the brain as a consequence of BBB dysfunction. Peripheral monocyte infiltration was associated with BBB impairment in drug-resistant TLE patients and a TLE rat model ( Broekaart et al., 2018 ). Numerous studies in multiple sclerosis patients and preclinical models indicated that changes in BBB architecture, such as deterioration of TJ structure and increased EC expression of CAMs, facilitate and promote peripheral immune cell infiltration, which was linked to the initiation and maintenance of neuroinflammatory responses ( Larochelle et al., 2011 ).\n\nAccumulation of soluble blood-borne components in the brain parenchyma not only promotes the recruitment of peripheral leukocytes, but also directly stimulates inflammatory responses ( Sulhan et al., 2020 ;  Suleymanova, 2021 ). Observations from preclinical models of neurodegenerative disease with concurrent peripheral inflammation suggest that cytokines released following peripheral immune activation can cross a leaky BBB to promote and/or amplify neuroinflammation ( Herrera et al., 2015 ). There is also evidence suggesting that blood-borne components can initiate neuroinflammatory responses even in the absence of peripheral immune activation. For example, serum albumin, the most abundant protein in circulation, can enter the brain parenchyma following seizures induced by acute OP intoxication ( Rojas et al., 2021 ,  2022 ). In isolated guinea pig brain, perfusion with albumin exacerbated astrogliosis and microgliosis induced by seizure-like events ( Vila Verde et al., 2021 ). Other data suggest that albumin itself may promote neuroinflammation independently of enhanced seizure activity. In mouse and rat preclinical models, albumin activated glial TGF- β  signaling, which enhanced cytokine production ( Ivens et al., 2007 ;  Frigerio et al., 2012 ;  Weissberg et al., 2015 ;  Webster et al., 2017 ). Similar to albumin, the soluble blood-borne molecules fibrin and fibrinogen can promote immune activation through TGF- β  signaling ( Peng and Lv, 2023 ). Fibrin/fibrinogen can also form an insoluble matrix that directly activates microglia and macrophages by binding to CD11b/CD18 ( Adams et al., 2007 ;  Davalos et al., 2012 ). Antibody-mediated block of the fibrin/fibrinogen-CD11b/CD18 interaction attenuated pro-inflammatory cell activation and neurodegeneration in mouse models of Alzheimer's disease (AD) ( Ryu et al., 2018 ).\n\nMaintenance of CNS iron homeostasis is a critical function of the BBB, and disturbances in this balance that result in iron accretion are associated with neuroinflammatory responses ( Ward et al., 2022 ). In a rat model of Parkinson disease, BBB impairment preceded iron extravasation, which was followed by microglia activation ( Olmedo-Díaz et al., 2017 ), defining the temporal relationship between these processes. Although the mechanisms by which iron promotes neuroinflammation are unknown, CNS iron accumulation is associated with enhanced oxidative stress and pro-inflammatory glial activation ( Urrutia et al., 2021 ;  Ward et al., 2022 ).\n\nIn summary, based on the available clinical and preclinical data, the connection between BBB impairment and neuroinflammation appears to be a complex positive feed-forward relationship. However, an understanding of the relative contributions of BBB impairment and neuroinflammation in epileptogenesis remains a significant data gap given extensive evidence implicating neuroinflammation itself as an epileptogenic process ( Andrew and Lein, 2021 ). Therefore, in the context of acute OP intoxication, it is likely that both BBB impairment and neuroinflammation contribute to the development of chronic sequelae, including epilepsy/SRS.\n\n## Inflammation-Associated Activation of CNS Cells Influences BBB Function\n\nObservations from preclinical models of seizures triggered by factors other than OPs suggest several pathways by which neuroinflammation could influence BBB integrity. One is activation of microglia. Microglia respond to diverse central nervous system insults by releasing pro-inflammatory and anti-inflammatory cytokines and chemokines, primarily IL-1 β , IL-6, TNF- α , MCP-1 CCL5, and CXCL1 as well as prostaglandins (PGs) and reactive oxygen species ( DiSabato et al., 2016 ). Although these signaling molecules initiate and coordinate immune responses to CNS injury, they also alter the activity of NVU cells to disrupt homeostatic BBB function ( Takata et al., 2021 ). For example, in vitro studies using rat and mice EC cultures demonstrated that LPS-activated microglia enhanced BBB permeability to sodium fluorescein and decreased the activity of the P-glycoprotein efflux pump, and these effects were blocked by inhibiting TNF- α  or NADPH oxidase ( Nishioku et al., 2010 ;  Sumi et al., 2010 ;  Matsumoto et al., 2012 ). IL-1 β , TNF- α , IL-6, and oncostatin M directly dysregulated expression and organization of TJ proteins in primary EC cultures derived from mouse or rat brains ( Takata et al., 2008 ;  Voirin et al., 2020 ), whereas other lipid mediators (e.g., PGE 2 , PGF 2 α , and sphingosine-1-phosphate) increased paracellular permeability in numerous in vitro and in vivo models ( Dalvi et al., 2015 ;  Kim et al., 2015 ;  Mohan et al., 2018 ;  Rojas et al., 2019 ;  Nakagawa and Aruga, 2020 ;  Takata et al., 2021 ). Collectively, these data suggest that microglia and microglia-derived inflammatory factors may promote BBB leakiness following acute OP intoxication.\n\nActivated astrocytes can also impair the BBB by modulating NVU function. Astrocytic secretion of inflammatory signaling molecules, including VEGF-A, MMP-9, MCP-1, and IL-6, has been observed in an in vitro mouse model of ischemic stroke and in vivo rat model of brain ischemia ( Shan et al., 2019 ). Clinical studies of human samples and in vitro studies with rat cell cultures indicated that VEGF and MMP-9 induced TJ rearrangement and cleavage ( Machida et al., 2017 ;  Castañeda-Cabral et al., 2020 ). Downregulation of VEGF and MMP-9 expression by glucagon-like peptide-1 receptor agonism preserved TJ organization and expression in a rat stroke model ( Shan et al., 2019 ). Astrocytic MCP-1 is a chemoattractant that promotes trans-BBB migration of monocytes from the blood into the brain parenchyma ( Weiss et al., 1998 ) to augment neuroinflammatory responses.\n\nThere are limited data to support a role for pericyte-mediated inflammatory responses in BBB dysfunction. When stimulated by TNF- α  in vitro, pericytes secreted a unique profile of pro-inflammatory regulators, including IL-6, MIP-1 α , IL-1 β , and inducible nitric oxide synthase (iNOS), which promoted the release of MMP-9 ( Takata et al., 2011 ;  Matsumoto et al., 2014 ;  Segura-Collar et al., 2022 ). In vitro pro-inflammatory activation of pericytes and ECs increased production of IL-8 coincident with transendothelial migration of neutrophils in an MMP-2/-9–dependent manner ( Pieper et al., 2013 ), suggesting that pericytes enhance recruitment of immune cells to sites of CNS insult ( Matsumoto et al., 2014 ).\n\nCytokines modulate neuronal excitability and synaptic neurotransmission ( Vezzani and Viviani, 2015 ), and although these effects have not yet been causally linked to increased BBB leakage, there are studies hinting at such a relationship. ECs express N-methyl-D-aspartate receptors ( Lu et al., 2019 ) and GABA receptors ( Won et al., 2013 ), suggesting receptiveness to modulation by neuronal input. In vitro exposure of ECs to glutamate disrupted normal patterns of occludin expression and promoted BBB dysfunction ( András et al., 2007 ). Additionally, intracortical infusion of glutamate into mice enhanced extravasation of sodium fluorescein into the brain parenchyma independent of any effects on neuronal activation ( Vazana et al., 2016 ). These observations support the hypothesis that cytokine-mediated shifts in neuron excitability and neurotransmission may indirectly influence BBB function.\n\n## Peripheral Inflammation Induces Neuroinflammation in the CNS\n\nThere is experimental evidence that acute OP intoxication can also stimulate peripheral inflammatory responses ( Lallement et al., 1993 ;  Collombet et al., 2005 ;  Collombet, 2011 ;  Meyer et al., 2023 ). In vitro exposure of human EC to paraoxon enhanced transmigration of peripheral immune cells, increased expression of cell adhesion molecules (CAMs), IL-8, and caspase-1, and decreased VE-cadherin ( Israelov et al., 2020 ). Such observations are complemented by in vivo data pointing to increased CAMs and caspase-1 transcription following paraoxon exposure in the mouse ( Israelov et al., 2020 ). In other contexts (e.g., not in models of acute OP intoxication), peripheral inflammation enhanced BBB permeability through increased expression of CAMs on ECs and direct dysregulation of TJ and BM proteins ( Bohatschek et al., 2001 ;  Huang et al., 2021 ). Conversely, a growing body of evidence indicates that BBB impairment may drive neuroinflammation. For example, protection of BBB integrity significantly attenuated neuroinflammation induced by peripheral blood components ( Aragon et al., 2017 ), suggesting that BBB leakiness promotes and sustains inflammatory responses in the CNS. The most obvious manifestation of BBB impairment triggering neuroinflammation is the migration of peripheral immune cells into the brain as a consequence of BBB dysfunction. Peripheral monocyte infiltration was associated with BBB impairment in drug-resistant TLE patients and a TLE rat model ( Broekaart et al., 2018 ). Numerous studies in multiple sclerosis patients and preclinical models indicated that changes in BBB architecture, such as deterioration of TJ structure and increased EC expression of CAMs, facilitate and promote peripheral immune cell infiltration, which was linked to the initiation and maintenance of neuroinflammatory responses ( Larochelle et al., 2011 ).\n\nAccumulation of soluble blood-borne components in the brain parenchyma not only promotes the recruitment of peripheral leukocytes, but also directly stimulates inflammatory responses ( Sulhan et al., 2020 ;  Suleymanova, 2021 ). Observations from preclinical models of neurodegenerative disease with concurrent peripheral inflammation suggest that cytokines released following peripheral immune activation can cross a leaky BBB to promote and/or amplify neuroinflammation ( Herrera et al., 2015 ). There is also evidence suggesting that blood-borne components can initiate neuroinflammatory responses even in the absence of peripheral immune activation. For example, serum albumin, the most abundant protein in circulation, can enter the brain parenchyma following seizures induced by acute OP intoxication ( Rojas et al., 2021 ,  2022 ). In isolated guinea pig brain, perfusion with albumin exacerbated astrogliosis and microgliosis induced by seizure-like events ( Vila Verde et al., 2021 ). Other data suggest that albumin itself may promote neuroinflammation independently of enhanced seizure activity. In mouse and rat preclinical models, albumin activated glial TGF- β  signaling, which enhanced cytokine production ( Ivens et al., 2007 ;  Frigerio et al., 2012 ;  Weissberg et al., 2015 ;  Webster et al., 2017 ). Similar to albumin, the soluble blood-borne molecules fibrin and fibrinogen can promote immune activation through TGF- β  signaling ( Peng and Lv, 2023 ). Fibrin/fibrinogen can also form an insoluble matrix that directly activates microglia and macrophages by binding to CD11b/CD18 ( Adams et al., 2007 ;  Davalos et al., 2012 ). Antibody-mediated block of the fibrin/fibrinogen-CD11b/CD18 interaction attenuated pro-inflammatory cell activation and neurodegeneration in mouse models of Alzheimer's disease (AD) ( Ryu et al., 2018 ).\n\nMaintenance of CNS iron homeostasis is a critical function of the BBB, and disturbances in this balance that result in iron accretion are associated with neuroinflammatory responses ( Ward et al., 2022 ). In a rat model of Parkinson disease, BBB impairment preceded iron extravasation, which was followed by microglia activation ( Olmedo-Díaz et al., 2017 ), defining the temporal relationship between these processes. Although the mechanisms by which iron promotes neuroinflammation are unknown, CNS iron accumulation is associated with enhanced oxidative stress and pro-inflammatory glial activation ( Urrutia et al., 2021 ;  Ward et al., 2022 ).\n\nIn summary, based on the available clinical and preclinical data, the connection between BBB impairment and neuroinflammation appears to be a complex positive feed-forward relationship. However, an understanding of the relative contributions of BBB impairment and neuroinflammation in epileptogenesis remains a significant data gap given extensive evidence implicating neuroinflammation itself as an epileptogenic process ( Andrew and Lein, 2021 ). Therefore, in the context of acute OP intoxication, it is likely that both BBB impairment and neuroinflammation contribute to the development of chronic sequelae, including epilepsy/SRS.\n\n## Evidence That BBB Impairment Is Involved in the Pathogenesis of SRS/Epilepsy\n\nAlthough clinical and preclinical evidence indicate that seizures of diverse etiology cause BBB impairment (see  Introduction  and  Putative Mechanisms by Which Acute OP Intoxication May Cause BBB Damage ), a growing body of research points to a role for BBB impairment in the development and progression of epilepsy ( Oby and Janigro, 2006 ;  Marchi et al., 2007 ,  2010 ;  Friedman et al., 2009 ;  Bar-Klein et al., 2017 ). Traumatic brain injury (TBI) ( Herman, 2002 ;  Tomkins et al., 2008 ;  Shlosberg et al., 2010 ), cerebrovascular disease ( Pitkänen et al., 2016 ;  Yang et al., 2018 ), and AD ( Vossel et al., 2017 ) as well as multiple acute and long-term neuropathologies characterized by NVU dysfunction are associated with increased risk for epileptogenic disorders ( Gorter et al., 2019 ;  van Vliet and Marchi, 2022 ).\n\nPreclinical studies of TBI reveal a biphasic BBB breakdown following the initial brain insult, characterized by rapid onset of enhanced BBB permeability that peaks hours post-injury followed by secondary inflammation-mediated BBB disruption within days of the insult ( Shlosberg et al., 2010 ). Clinical data confirm chronic BBB dysfunction in patients with TBI ( Hay et al., 2015 ). The frequency, severity and persistence of BBB dysfunction is greater in patients with post-concussion syndrome and post-traumatic epilepsy (PTE) ( Korn et al., 2005 ;  Tomkins et al., 2008 ), suggesting a role for BBB disruption in neuronal hyperexcitability and seizures. BBB permeability following TBI is likely the result of physical tissue disruption and secondary processes, including altered pericyte-endothelium crosstalk ( Bhowmick et al., 2019 ), decreased TJ and adhesion protein expression ( Obermeier et al., 2016 ), and VEGF-mediated angiogenesis ( Castañeda-Cabral et al., 2020 ). Although the specific pathways by which TBI gives rise to seizures remain unclear, changes in BBB permeability are known to contribute to PTE development ( Dadas and Janigro, 2019 ).\n\nSome studies have identified cerebrovascular disease, particularly stroke ( Stefanidou et al., 2022 ), as a risk factor for epilepsy. Indeed, post-stroke epilepsy, like PTE, is a significant complication ( Stefanidou et al., 2022 ), accounting for approximately 40% of new seizure onset in elderly stroke survivors ( Tanaka and Ihara, 2017 ). Downstream consequences of BBB dysfunction following stroke include vascular edema, ion gradient disruption, and aberrant mitochondrial function, all of which are thought to promote epileptogenesis ( Tanaka and Ihara, 2017 ).\n\nSimilarly, neurodegenerative diseases are associated with altered cerebral vasculature. Growing evidence implicates BBB breakdown in AD progression. Expression of soluble platelet-derived growth factor receptor  β  (PDGFr- β ) is elevated in patients with cognitive impairment, and MMP-9 activity is increased in individuals with high genetic risk of AD ( Zenaro et al., 2017 ;  Uprety et al., 2021 ). Increased levels of soluble PDGFr- β , an indicator of pericyte damage, were correlated with magnetic resonance imaging findings of BBB impairment, and MMP-9 has been implicated in the pathogenesis of BBB breakdown through dysregulation of TJs ( Lischper et al., 2010 ;  Rempe et al., 2018 ;  Uprety et al., 2021 ). Although no direct connection has yet been established between neurodegeneration-mediated BBB dysfunction and seizure generation, loss of BBB integrity is a well documented characteristic of the aging brain ( Senatorov et al., 2019 ).\n\nUltimately, despite mechanistic and etiological differences between TBI, PTE, and AD, all are linked to BBB disruption and increased seizure risk. Although a causal relationship between BBB dysfunction and SRS development has yet to be determined in these neurologic disorders, these observations support the hypothesis that BBB impairment may influence epileptogenic processes and have led to the identification of pro-epileptic signaling pathways triggered by BBB impairment. The most well defined pathway is the leakage of seizure-promoting serum molecules into the brain parenchyma, including albumin, potassium, and glutamate ( Marchi et al., 2012 ). Several studies report serum albumin leakage and accumulation in the cortex of both animals and humans following BBB breakdown ( Ivens et al., 2007 ;  van Vliet et al., 2007 ;  Marchi et al., 2010 ;  Frigerio et al., 2012 ). Focal extravasation of albumin promotes hyperexcitability through binding to TGF- β  receptors to activate TGF- β  signaling pathways ( Ivens et al., 2007 ;  Heinemann et al., 2012 ). Additional serum proteins, like fibrinogen, are similarly known to activate TGF- β  signaling ( Peng and Lv, 2023 ).\n\nTGF- β  signaling results in phosphorylation and nuclear translocation of the Smad family of transcription factors that regulate expression of TGF- β –responsive genes. Consequences of TGF- β  signaling thought to increase seizure susceptibility and neuronal excitability include downregulation of Kir4.1 and aquaporin 4, upregulation of IL-1 β  and other pro-inflammatory cytokines, impaired astrocytic glutamate metabolism, and excitatory synaptogenesis ( Heinemann et al., 2012 ;  Swissa et al., 2019 ). There is evidence that although albumin-mediated TGF- β  activation enhances excitability, this alone is insufficient to induce epileptogenesis. For example,  Frigerio et al. (2012 ) showed that intracerebral application of exogenous albumin increased seizure susceptibility but did not promote development of SRS. Consistent with this, in patients with cerebral vascular malformation, BBB dysfunction and consequent albumin accumulation in the brain increased susceptibility to seizures ( Raabe et al., 2012 ). Thus, it seems likely that TGF- β  signaling induced by blood-borne molecules synergizes with additional pathways to promote epileptogenic processes.\n\nGlutamate dyshomeostasis is another process contributing to seizures and SRS development. It is proposed that the functionally intact BBB maintains physiologic glutamate balance between the brain milieu and serum, preventing glutamate extravasation ( Gruenbaum et al., 2022 ). As a result, a loss of BBB function contributes to increased extracellular glutamate levels in the brain. Although glutamate in ECs promotes BBB permeability via N-methyl-D-aspartate–mediated increases in intracellular calcium and subsequent oxidative stress ( Sharp et al., 2005 ;  Swissa et al., 2019 ;  Deshpande and DeLorenzo, 2020 ), calcium accumulation is also observed in neurons, contributing to a lower seizure threshold and greater susceptibility to epileptic seizures ( Silverman et al., 2002 ). Contributing to the cyclical events of BBB impairment leading to seizures and vice versa, calpains, a family of calcium-dependent proteases, are activated by elevated intracellular calcium ( Suzuki and Sorimachi, 1998 ), resulting in cleavage of intracellular and extracellular substrates and higher BBB permeability. In preclinical studies, BBB dysfunction is prevented when calpain inhibitors are administered to rodents ( Alluri et al., 2016 ;  Tao et al., 2017 ). Although calpain directly compromises BBB function, it also indirectly enhances BBB permeability by modulating neurodegenerative and neuroinflammatory processes ( Camins et al., 2006 ;  Alluri et al., 2016 ;  Metwally et al., 2021 ). Collectively, these data suggest a potential for calpain inhibitors to stabilize the BBB and prevent downstream pathologic consequences of BBB dysfunction.\n\nChronic disruption of TJ proteins is another key driver of epilepsy associated with BBB impairment. Claudin family proteins, specifically claudin-5, are unique structural components of EC TJs and critically important in regulating BBB permeability ( Hashimoto et al., 2023 ). A mutation in claudin-5 in human patients and transgenic zebrafish expressing the same mutation caused BBB impairment and was associated with epileptogenesis ( Deshwar et al., 2023 ). Additionally,  Greene et al. (2022 ) demonstrated increased kainic acid seizure-induced sodium fluorescein extravasation in claudin-5 heterozygous mice ( CLDN − /CLDN + ) compared with those with intact claudin-5 expression. They also demonstrated that knockdown of claudin-5 contributed to the development of SRS and enhanced EC activation and migration, and that BBB leakage and seizure activity were attenuated in a mouse model of kainic acid epilepsy treated with the claudin-5 regulator RepSox. These data suggest that claudin-5 is vital for normal BBB functioning and that dysregulation of this critical TJ protein induces seizures/SRS via BBB breakdown. There are several mechanisms by which TJ protein expression can change, including induced MMP-2/-9 activity through diverse stimuli ( Jin et al., 2010 ;  Mehra et al., 2016 ). MMP-2/-9 activation decreases TJ proteins and subsequently increases BBB leakage ( Ralay Ranaivo et al., 2012 ), resulting in persistent changes in NVU composition and, consequently, the brain milieu ( Löscher and Friedman, 2020 ). Studies in stroke models show tissue plasminogen activator (tPA) as a key molecule inducing upregulation and activation of MMPs ( Harston et al., 2010 ;  Balami et al., 2013 ;  Lakhan et al., 2013 ).\n\nThe therapeutic efficacy of stabilizing the BBB to prevent SRS development has yet to be comprehensively evaluated, but there is evidence to support this as a promising approach ( Reiss et al., 2023 ). Treatment with small molecule inhibitors of TGF- β  prior to kainic acid administration stabilized the BBB via upregulation of claudin-5 and attenuated seizure activity and neuroinflammation ( Greene et al., 2022 ). Similarly, blocking peripheral albumin-induced TGF- β  signaling with an angiotensin II type 1 receptor antagonist decreased BBB permeability and blocked development of SRS in a rat model of acute OP intoxication ( Bar-Klein et al., 2014 ). Consistent with these observations, preclinical data suggest that TGF- β  inhibition to suppress albumin-induced TGF- β  signaling in astrocytes conserves claudin-5 expression and mitigates abnormal epileptic stimulation ( Hashimoto et al., 2023 ). Another possible approach for stabilizing the BBB is MMP-2/-9 inhibition. Treatment with IPR-179, an MMP-2/-9 inhibitor, conferred antiseizure and antiepileptogenic effects in a rat model of rapid kindling and a mouse model of kainic acid–induced epilepsy ( Broekaart et al., 2021 ). VEGF-mediated microvascular alterations are also known to influence BBB integrity, suggesting VEGF modulation as another therapeutic target for restoration of BBB function and seizure prevention ( van Lanen et al., 2021 ). Lastly, caspase-1 has emerged as a key contributor to BBB dysfunction via inflammatory processes under a variety of pathologic conditions, including OP exposures ( Rand and Cooper, 2021 ). Initial human in vitro and mouse in vivo experiments with a caspase-1 selective inhibitor, VX-765, preserved BBB function via inhibition of the caspase-1–mediated canonical inflammasome pathway and coincident mitigation of peripheral immune transmigration ( Israelov et al., 2020 ).\n\nAlthough the data support a causal relationship between BBB dysfunction and epilepsy, drawing a definitive conclusion is stymied by the fact that loss of BBB integrity occurs in unison with neuroinflammation, oxidative stress, and other factors known to influence epileptogenesis. Currently, there is a lack of therapeutics that specifically target BBB-associated functions; rather, stabilization of the BBB is often the consequence of therapeutic effects on other pathologic processes. Regardless, drugs that stabilize the BBB are promising candidates to avert development of SRS, not only in the case of acute OP intoxication, but also for diverse disease states characterized by BBB dysfunction.\n\n## Pathways Associated with SRS/Epilepsy Are Altered during BBB Disruption\n\nUltimately, despite mechanistic and etiological differences between TBI, PTE, and AD, all are linked to BBB disruption and increased seizure risk. Although a causal relationship between BBB dysfunction and SRS development has yet to be determined in these neurologic disorders, these observations support the hypothesis that BBB impairment may influence epileptogenic processes and have led to the identification of pro-epileptic signaling pathways triggered by BBB impairment. The most well defined pathway is the leakage of seizure-promoting serum molecules into the brain parenchyma, including albumin, potassium, and glutamate ( Marchi et al., 2012 ). Several studies report serum albumin leakage and accumulation in the cortex of both animals and humans following BBB breakdown ( Ivens et al., 2007 ;  van Vliet et al., 2007 ;  Marchi et al., 2010 ;  Frigerio et al., 2012 ). Focal extravasation of albumin promotes hyperexcitability through binding to TGF- β  receptors to activate TGF- β  signaling pathways ( Ivens et al., 2007 ;  Heinemann et al., 2012 ). Additional serum proteins, like fibrinogen, are similarly known to activate TGF- β  signaling ( Peng and Lv, 2023 ).\n\nTGF- β  signaling results in phosphorylation and nuclear translocation of the Smad family of transcription factors that regulate expression of TGF- β –responsive genes. Consequences of TGF- β  signaling thought to increase seizure susceptibility and neuronal excitability include downregulation of Kir4.1 and aquaporin 4, upregulation of IL-1 β  and other pro-inflammatory cytokines, impaired astrocytic glutamate metabolism, and excitatory synaptogenesis ( Heinemann et al., 2012 ;  Swissa et al., 2019 ). There is evidence that although albumin-mediated TGF- β  activation enhances excitability, this alone is insufficient to induce epileptogenesis. For example,  Frigerio et al. (2012 ) showed that intracerebral application of exogenous albumin increased seizure susceptibility but did not promote development of SRS. Consistent with this, in patients with cerebral vascular malformation, BBB dysfunction and consequent albumin accumulation in the brain increased susceptibility to seizures ( Raabe et al., 2012 ). Thus, it seems likely that TGF- β  signaling induced by blood-borne molecules synergizes with additional pathways to promote epileptogenic processes.\n\nGlutamate dyshomeostasis is another process contributing to seizures and SRS development. It is proposed that the functionally intact BBB maintains physiologic glutamate balance between the brain milieu and serum, preventing glutamate extravasation ( Gruenbaum et al., 2022 ). As a result, a loss of BBB function contributes to increased extracellular glutamate levels in the brain. Although glutamate in ECs promotes BBB permeability via N-methyl-D-aspartate–mediated increases in intracellular calcium and subsequent oxidative stress ( Sharp et al., 2005 ;  Swissa et al., 2019 ;  Deshpande and DeLorenzo, 2020 ), calcium accumulation is also observed in neurons, contributing to a lower seizure threshold and greater susceptibility to epileptic seizures ( Silverman et al., 2002 ). Contributing to the cyclical events of BBB impairment leading to seizures and vice versa, calpains, a family of calcium-dependent proteases, are activated by elevated intracellular calcium ( Suzuki and Sorimachi, 1998 ), resulting in cleavage of intracellular and extracellular substrates and higher BBB permeability. In preclinical studies, BBB dysfunction is prevented when calpain inhibitors are administered to rodents ( Alluri et al., 2016 ;  Tao et al., 2017 ). Although calpain directly compromises BBB function, it also indirectly enhances BBB permeability by modulating neurodegenerative and neuroinflammatory processes ( Camins et al., 2006 ;  Alluri et al., 2016 ;  Metwally et al., 2021 ). Collectively, these data suggest a potential for calpain inhibitors to stabilize the BBB and prevent downstream pathologic consequences of BBB dysfunction.\n\nChronic disruption of TJ proteins is another key driver of epilepsy associated with BBB impairment. Claudin family proteins, specifically claudin-5, are unique structural components of EC TJs and critically important in regulating BBB permeability ( Hashimoto et al., 2023 ). A mutation in claudin-5 in human patients and transgenic zebrafish expressing the same mutation caused BBB impairment and was associated with epileptogenesis ( Deshwar et al., 2023 ). Additionally,  Greene et al. (2022 ) demonstrated increased kainic acid seizure-induced sodium fluorescein extravasation in claudin-5 heterozygous mice ( CLDN − /CLDN + ) compared with those with intact claudin-5 expression. They also demonstrated that knockdown of claudin-5 contributed to the development of SRS and enhanced EC activation and migration, and that BBB leakage and seizure activity were attenuated in a mouse model of kainic acid epilepsy treated with the claudin-5 regulator RepSox. These data suggest that claudin-5 is vital for normal BBB functioning and that dysregulation of this critical TJ protein induces seizures/SRS via BBB breakdown. There are several mechanisms by which TJ protein expression can change, including induced MMP-2/-9 activity through diverse stimuli ( Jin et al., 2010 ;  Mehra et al., 2016 ). MMP-2/-9 activation decreases TJ proteins and subsequently increases BBB leakage ( Ralay Ranaivo et al., 2012 ), resulting in persistent changes in NVU composition and, consequently, the brain milieu ( Löscher and Friedman, 2020 ). Studies in stroke models show tissue plasminogen activator (tPA) as a key molecule inducing upregulation and activation of MMPs ( Harston et al., 2010 ;  Balami et al., 2013 ;  Lakhan et al., 2013 ).\n\nThe therapeutic efficacy of stabilizing the BBB to prevent SRS development has yet to be comprehensively evaluated, but there is evidence to support this as a promising approach ( Reiss et al., 2023 ). Treatment with small molecule inhibitors of TGF- β  prior to kainic acid administration stabilized the BBB via upregulation of claudin-5 and attenuated seizure activity and neuroinflammation ( Greene et al., 2022 ). Similarly, blocking peripheral albumin-induced TGF- β  signaling with an angiotensin II type 1 receptor antagonist decreased BBB permeability and blocked development of SRS in a rat model of acute OP intoxication ( Bar-Klein et al., 2014 ). Consistent with these observations, preclinical data suggest that TGF- β  inhibition to suppress albumin-induced TGF- β  signaling in astrocytes conserves claudin-5 expression and mitigates abnormal epileptic stimulation ( Hashimoto et al., 2023 ). Another possible approach for stabilizing the BBB is MMP-2/-9 inhibition. Treatment with IPR-179, an MMP-2/-9 inhibitor, conferred antiseizure and antiepileptogenic effects in a rat model of rapid kindling and a mouse model of kainic acid–induced epilepsy ( Broekaart et al., 2021 ). VEGF-mediated microvascular alterations are also known to influence BBB integrity, suggesting VEGF modulation as another therapeutic target for restoration of BBB function and seizure prevention ( van Lanen et al., 2021 ). Lastly, caspase-1 has emerged as a key contributor to BBB dysfunction via inflammatory processes under a variety of pathologic conditions, including OP exposures ( Rand and Cooper, 2021 ). Initial human in vitro and mouse in vivo experiments with a caspase-1 selective inhibitor, VX-765, preserved BBB function via inhibition of the caspase-1–mediated canonical inflammasome pathway and coincident mitigation of peripheral immune transmigration ( Israelov et al., 2020 ).\n\nAlthough the data support a causal relationship between BBB dysfunction and epilepsy, drawing a definitive conclusion is stymied by the fact that loss of BBB integrity occurs in unison with neuroinflammation, oxidative stress, and other factors known to influence epileptogenesis. Currently, there is a lack of therapeutics that specifically target BBB-associated functions; rather, stabilization of the BBB is often the consequence of therapeutic effects on other pathologic processes. Regardless, drugs that stabilize the BBB are promising candidates to avert development of SRS, not only in the case of acute OP intoxication, but also for diverse disease states characterized by BBB dysfunction.\n\n## Key Data Gaps and Conclusions\n\nBBB dysfunction is a pathologic process associated with numerous neurologic disorders, suggesting its potential as a novel target to mitigate adverse neurologic outcomes ( Shlosberg et al., 2010 ;  Thal and Neuhaus, 2014 ;  Gorter et al., 2019 ;  Greene et al., 2022 ). However, research efforts to understand the pathophysiology of BBB impairment and its role in epileptogenesis are in their infancy, and there remain more questions than answers, particularly in the context of acute OP intoxication.\n\nCompromised BBB integrity has been documented following acute OP intoxication ( Abdel-Rahman et al., 2002 ;  Song et al., 2004 ;  Bar-Klein et al., 2017 ;  Rojas et al., 2021 ,  2022 ); however, higher spatial and temporal resolution studies are needed to rigorously map the spatiotemporal profile of BBB impairment. A detailed natural history of BBB impairment post OP intoxication is necessary to understand the dynamic interplay of BBB function and other well documented pathologic processes, such as neuroinflammation, neurodegeneration, and, importantly, SRS ( Collombet et al., 2008 ; Aroniadou‐Anderjaska et al., 2016;  Sisó et al., 2017 ;  Figueiredo et al., 2018 ;  Reddy et al., 2020 ). Additionally, identifying which cellular and/or molecular components of the NVU are impacted by acute OP intoxication is essential for identifying candidate targets and therapeutic windows for intervention.\n\nMechanistic research of OP-induced BBB dysfunction is necessary to evaluate the relationship between BBB impairment and epilepsy/SRS. We propose numerous mechanisms of OP-induced BBB impairment; however, interventional studies are critical to demonstrate causal relationships and to confirm the anti-epileptogenic potential of BBB stabilization. Only with a better understanding of the processes, both up- and down-stream of BBB impairment, can progress be made in identifying a candidate therapeutic intervention to maintain BBB function and, ultimately, prevent long-term consequences of BBB dysregulation, including SRS. Addressing these gaps in knowledge will prove critical in guiding the direction of future research. Given the growing evidence linking BBB impairment to seizures, both as a consequence and as a cause, across multiple disease models, it seems that devoting research efforts to this issue is well justified.",
  "reference_count": 205,
  "word_count": 10880,
  "char_count": 73630
}