{
  "pmcid": "PMC10832043",
  "doi": "10.1021/acs.est.3c07010",
  "title": "Endogenous Nitric\nOxide Can Enhance Oxidative Stress\nCaused by Air Pollutants and Explain Higher Susceptibility of Individuals\nwith Inflammatory Disorders",
  "authors": [
    "Steven Lelieveld",
    "Jos Lelieveld",
    "Ashmi Mishra",
    "Andreas Daiber",
    "Andrea Pozzer",
    "Ulrich Pöschl",
    "Thomas Berkemeier"
  ],
  "year": "2024",
  "journal": "Environmental Science & Technology",
  "abstract": "Air pollution causes morbidity and excess mortality.\nIn the epithelial\nlining fluid of the respiratory tract, air pollutants trigger a chemical\nreaction sequence that causes the formation of noxious hydroxyl radicals\nthat drive oxidative stress. For hitherto unknown reasons, individuals\nwith pre-existing inflammatory disorders are particularly susceptible\nto air pollution. Through detailed multiphase chemical kinetic analysis,\nwe show that the commonly elevated concentrations of endogenous nitric\noxide in diseased individuals can increase the production of hydroxyl\nradicals via peroxynitrite formation. Our findings offer a molecular\nrationale of how adverse health effects and oxidative stress caused\nby air pollutants may be exacerbated by inflammatory disorders.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Air pollution is a leading cause of global\nmorbidity and excess\nmortality. 1 , 2  Pollutants include fine particulate matter\nwith a diameter less than 2.5 μm (PM 2.5 ) and gaseous\noxidants such as ozone (O 3 ) and nitrogen dioxide ( • NO 2 ). 3  Exposure\nto air pollution may cause or exacerbate cardiovascular and respiratory\ndiseases through excessive formation of reactive species such as hydroxyl\nradicals ( • OH) in the epithelial lining fluid (ELF),\ninducing oxidative stress. 4 − 6\n\nIndividuals predisposed\nwith inflammatory disorders, such as asthma, 7  chronic obstructive pulmonary disease (COPD), 8  or cystic fibrosis, 9  are especially\nsusceptible to air pollution, but the underlying\nmolecular mechanisms have been unclear. 10 , 11  Elevated nitric\noxide ( • NO) concentrations from inducible nitric\noxide synthase (iNOS) in the lungs have been observed in individuals\nwith these inflammatory disorders. 12 − 15  Exhaled  • NO\n(eNO) can reach volume mixing ratios up to several tens of ppb in\nthe breath, exceeding typical ambient  • NO concentrations. 16 − 18\n\n• NO is a ubiquitous vaso- and bronchodilator\ninvolved in cardiovascular and respiratory regulation and plays a\npivotal role in mediating apoptosis and inflammation. 19 , 20  In the ELF,  • NO reacts with superoxide (O 2 •– ) to form the potent oxidant and\nnitration agent peroxynitrite (ONOO – ), which can\nact as an in situ source of  • OH. 21 − 25  Increased production of  • OH due\nto  • NO has been observed in in vitro studies, 25 − 27  but the effect of  • NO on air pollution-induced  • OH formation and oxidative stress has not been resolved.\nAs O 2 •–  also acts as a source\nof  • OH in the presence of transition metals, 4 , 28  it remains unclear whether scavenging of O 2 •–  and production of ONOO –  causes a net increase\nor net decrease of  • OH production in the ELF.\n\nThe kinetic multilayer model of surface and bulk chemistry in the\nELF (KM-SUB-ELF) describes the multiphase chemical interactions at\nthe air–body interface and has been used to quantify chemical\ndose–response relationships between ambient air pollution and\nreactive oxygen species (ROS) production in the ELF. 4 , 28 , 29  Further, KM-SUB-ELF-predicted\nROS concentrations have been used to connect long-term exposure to\ntransition metals in PM 2.5  with cardiovascular mortality. 30  The model was also used to compare O 2 •–  production rates from macrophages with\nthose from PM 2.5  constituents in the ELF 31  to investigate the ambient and endogenous sources of H 2 O 2  in the lung 29  and\nto estimate the concentration of nitrotyrosine, a biomarker for oxidative\nstress, in the ELF. 32\n\nIn this study,\nwe extended KM-SUB-ELF by endogenous  • NO and associated\nchemical reactions. The model offers insights into\nthe production, interconversion, and scavenging of reactive species\nby pollutants, antioxidants, and antioxidant enzymes and thus allows\nquantitative apportionment of oxidative stress to individual constituents\nof air pollution and endogenous species. Furthermore, we use observational\ncase-control studies with asthma, COPD, and cystic fibrosis patients\nto discuss our findings in the context of increased air pollution\nsusceptibility in diseased individuals with elevated levels of  • NO."
    },
    {
      "title": "Materials and Methods",
      "text": "We extended and used the kinetic\nmultilayer model of surface and\nbulk chemistry in the epithelial lining fluid (KM-SUB-ELF). 4 , 28 , 33  The process-level flux model\ndescribes the multiphase chemical interactions between inhaled air\npollutants and endogenous substances in the ELF with three distinct\nmodel compartments: the gas phase of the respiratory tract, the hydrophobic\nsurfactant layer of the ELF, and the aqueous ELF. Species’\nspatial and temporal evolution is calculated by solving a system of\nordinary differential equations using MATLAB software. The model considers\nthe airflow between ambient air and the respiratory tract (breathing),\nabsorption and desorption of volatile species into and from the surfactant\nlayer, exchange between the surfactant layer and aqueous ELF, diffusion\nwithin the aqueous ELF, and chemical reactions in all model compartments.\nIn  Table S1 , 139 chemical reactions are\nlisted with their respective rate coefficients. All reaction rate\ncoefficients have been reported previously in the literature, and\nnone were fitted in this study. In previous studies, KM-SUB-ELF has\nbeen fitted and validated using in vitro and in vivo observations. 4 , 28 , 29 , 32  This includes chemical assays describing the ROS production of redox-active\nPM 2.5  constituents, 34 − 37  H 2 O 2  depletion in lavage fluid\nof humans by catalase, 38  and H 2 O 2  and  • OH production of PM 2.5  constituents in aqueous solutions mimicking ELF. 39 , 40 32\n\nThe ELF surfactant layer contains\na monolayer of lipids (1-palmitoyl-2-oleoylglycerol)\nand includes proteins (surfactant protein B) and 200 μM α-tocopherol.\nThe aqueous ELF is subdivided into five diffusion layers and contains\nantioxidants and antioxidant enzymes, i.e., glutathione, ascorbic\nacid, uric acid, superoxide dismutase (SOD), catalase, and glutathione\nperoxidase. The antioxidant and enzyme concentrations in the ELF are\nbased on average concentrations adopted from studies using healthy\nvolunteers, 38 , 41  detailed in the supplementary\ntext, and held constant to simulate fast replenishment. The pH of\nthe ELF was assumed to be 7 and constant. Acids and conjugate bases\nare assumed to maintain equilibrium and are determined using the p K a  of the acid–base pairs. The simulated\nexposure time in this study is 2 h, which is spent with a constant\nlung ventilation rate of 1.5 m 3  h –1 .\nDissolved particulate pollutant concentrations, i.e., iron (Fe), copper\n(Cu), secondary organic aerosol (SOA), and quinones, in the ELF are\ncalculated based on their particulate mass fraction, deposition fraction,\nand solubility. For the negative ions of transition metals, Fe and\nCu, we assume water-soluble fractions of 10 and 40%, respectively,\nwhile SOA and quinones are assumed to be entirely soluble. Note that\ntransition metal solubilities can vary depending on the PM 2.5  source and pH and thus constitute a source of uncertainty in this\nstudy. The fraction of PM 2.5  that deposits in the ELF is\nassumed to be 45%. Because  • NO 2  and PM 2.5  are often coemitted and of similar mass\nconcentration in the atmosphere, their ambient levels were assumed\nto be equal in all pollution scenarios investigated in this study.\nAmbient  • NO concentrations are typically\nlower than exhaled  • NO concentrations,\nand their effect are discussed in  Section S2 ."
    },
    {
      "title": "Results and Discussion",
      "text": "Figure  1  illustrates\nthe main reaction pathways of reactive oxygen species and reactive\nnitrogen species that result from air pollutant exposure to PM 2.5 ,  • NO 2 , and O 3 .\nRedox-active pollutants undergo chemical reactions that yield O 2 •– , a transient species with a short\nlifetime. 4 , 42  Antioxidant defense molecules in the ELF,\nsuch as SOD and ascorbate, subsequently transform O 2 •–  into hydrogen peroxide (H 2 O 2 ). 28 , 38  Because H 2 O 2  is much more stable than O 2 •– , it can diffuse through cell membranes and tissues. 43  H 2 O 2  concentrations in the ELF are\ntightly controlled by enzymatic processes. 4 , 38  Transition\nmetals in polluted air compete with the antioxidant defense system\nand facilitate the conversion of H 2 O 2  to  • OH through Fenton chemistry. 4 , 28  Earlier,\nit was shown that the  • OH yield through the H 2 O 2 –Fenton pathway strongly depends on the\nambient PM 2.5  concentration. 4 • OH is highly noxious and a main driver of oxidative\nstress because of its unspecific and high reactivity with all biomolecules. 5 , 44\n\nProduction,\ninterconversion, and scavenging of reactive oxygen\nspecies in the epithelial lining fluid (ELF). Reactions of PM 2.5  constituents (copper, iron, quinones) and  • NO 2  with antioxidants (AO) lead to superoxide (O 2 •– ) formation. O 2 •–  is converted into hydrogen peroxide (H 2 O 2 )\nby superoxide dismutase (SOD) and AO, followed by scavenging of H 2 O 2  through catalase. Secondary organic aerosol\n(SOA) components also produce H 2 O 2  and hydroxyl\nradicals ( • OH). Copper (Cu + ) and iron\n(Fe 2+ ) ions compete with catalase to form  • OH, the most reactive species driving oxidative stress. Through reactions\nof PM 2.5  constituents with antioxidants, redox cycling\nis sustained in the ELF. Inflammation is promoted by oxidative stress\nand is associated with increased levels of nitric oxide ( • NO), which competes with the antioxidant defense system for O 2 •–  to form peroxynitrite (ONOO – ), a labile compound that can decompose to form  • OH.\n\nExhaled  • NO mixing ratios typically\nrange from\n2 to 20 ppb in healthy and 20 to 150 ppb in diseased individuals ( Table  1 ). The eNO concentration\nclosely reflects the  • NO concentration in the ELF\nthrough a fast adsorption and desorption equilibrium governed by Henry’s\nlaw.  • NO ( k  ≈ 10 9  M –1  s –1 ) competes with SOD ( k  ≈ 10 9  M –1  s –1 ) and ascorbate ( k  ≈ 10 4  M –1  s –1 ) for O 2 •–  consumption.  • NO reacts with O 2 •–  to form ONOO – , which, in\nturn, can react with CO 2 , ascorbate, and thiols, but also\ndecomposes to form  • OH after protonation to peroxynitrous\nacid. 22 , 24 , 45  Comparison\nof  • OH yields from the two competing O 2 •–  loss pathways, i.e., the H 2 O 2 –Fenton pathway and the ONOO –  pathway, is indicative of whether increased levels of  • NO alleviate or aggravate pollution-induced oxidative stress.\n\nDifferences in  • NO concentrations may result from differences in sampling techniques\nand setups. 18 , 64  In some studies,  • NO concentration ranges are given instead of averages. From these\nstudies, the average value was inferred from the available data and\nmarked with  † .\n\nIn  Figure  2 A, the\ncompeting reactions of O 2 •–  are\npresented as a function of eNO. The calculations assume an air pollution\nscenario of 20 μg m –3  PM 2.5  and  • NO 2 , as well as 30 ppb O 3 , which\nwe refer to as “standard air pollution scenario” in\nthis study. Note that this PM 2.5  mass concentration is\nfour times the latest WHO guideline for the annual average concentration\nand double the recommended ambient air quality annual standards in\nthe USA, Australia, and Canada. The composition of PM 2.5  represents median mass fractions of copper and iron ions, quinones,\nand secondary organic aerosol from a wide range of field measurements\nreported in the literature ( Tables S2–S4 ). 4  In the absence of  • NO, about 60% of the O 2 •–  produced\nby air pollutants reacts with enzymes and antioxidants, while 40%\nreacts with PM 2.5  constituents. With increasing eNO, O 2 •–  progressively reacts with  • NO to form ONOO – . This reaction accounts\nfor about 10% of the O 2 •–  reactivity\nat an eNO of 20 ppb and for about 50% at an eNO of 150 ppb.\n\nEffect of endogenous  • NO on the ELF redox chemistry.\nThe main (A) reaction pathways of O 2 •–  and (B) sources of  • OH are displayed as a function\nof the exhaled  • NO mixing ratio (eNO). In (A) and\n(B), ‘PM 2.5  constituents’ include copper\nand iron ions, SOA, and quinones, while “enzymes and antioxidants”\nrefer to SOD and ascorbate, respectively. Calculations are performed\nusing the standard air pollution scenario.\n\nFigure  2 B shows\nthe main sources of  • OH in the ELF as a function\nof eNO. In the absence of  • NO, PM 2.5  constituents\ndominate  • OH formation through Fenton and Fenton-like\nreactions, i.e., reactions of iron and copper ions with peroxides.\nWith increasing eNO, however, decomposition of ONOO –  becomes a more significant source of  • OH and causes\n15% of  • OH production in individuals exhaling 20\nppb  • NO and almost 50% in those exhaling 150 ppb.\n\nIn  Figure  3 A, the\ngross chemical  • OH production,  P OH , in nmol L –1  is shown for different\nexhaled  • NO concentrations and presented as a function\nof the ambient PM 2.5  mass concentration. The eNO concentrations\nare based on observational data ( Table  1 ) and are typical for healthy and diseased individuals.  P OH  increases almost linearly with PM 2.5  concentration independent of the eNO concentration. Higher eNO concentrations\nare associated with significantly higher  P OH  at PM 2.5  concentrations below 50 μg m –3 , while the effect of  • NO is minor at high PM 2.5 . Hence, elevated  • NO concentrations can\nnot only shift the pathways of O 2 •–  consumption and  • OH formation but also increase  • OH production.\n\nRole of endogenous  • NO is\nmost significant at\nlow PM 2.5  concentrations. (A) Gross chemical  • OH production,  P OH , as a function of\nPM 2.5  concentration calculated for different exhaled  • NO concentrations. (B) The change in  P OH  from an  x -fold increase in eNO over\na mixing ratio of 10 ppb is typically seen in healthy controls. (C)\nThe  • OH yield as a function of PM 2.5  and\neNO concentrations. PM 2.5  with standard composition was\nused in the calculations as described in the main text and presented\nin  Tables S2–S4 . The dotted lines\nin (B) indicate the WHO guideline and air quality standards in the\nUnited States, Canada, Australia, Japan, the European Union, and China\nfor the annual mean PM 2.5  concentration. The dashed vertical\nline in (C) indicates the PM 2.5  concentration above which  • NO decreases the  • OH yield.\n\nFigure  3 B shows\nthe relative change in  P OH , Δ P OH , between individuals exhaling 2–5\ntimes elevated  • NO above a healthy eNO baseline\nof 10 ppb as a function of PM 2.5  concentration. At PM 2.5  concentrations below the WHO guideline limit of 5 μg\nm –3 , individuals exhaling elevated  • NO experience 10–50% more  • OH production\ncompared to healthy individuals. At the EU ambient air quality standard\nPM 2.5  reference concentration, which is 25 μg m –3 , the  • OH production in diseased\nindividuals still increases by about 5 to 15%. Note that, at PM 2.5  concentrations in excess of 200 μg m –3 , higher eNO values result in lower  P OH  and thus negative Δ P OH  values.\n\nThis finding can be understood by studying the eNO- and PM 2.5 -dependent yield of  • OH production from\nO 2 •–  in KM-SUB-ELF, which is shown\nin  Figure  3 C. At low\nPM 2.5  concentrations, the  • OH yield is\nstrongly dependent on eNO, as indicated by horizontal contour lines.\nAt a PM 2.5  concentration of ∼200 μg m –3  and an  • OH yield of around 10%,\nthis dependence reverses as contour lines become vertical, which is\nhighlighted with a black dashed line to guide the eye. Note that the\nONOO –  pathway of  • OH production\nfrom O 2 •–  has a yield of 10% in\nthe model and is independent of PM 2.5  or eNO concentration\n( Figure S1 ). The  • OH\nyield through the H 2 O 2 –Fenton pathway,\nhowever, is strongly dependent on ambient PM 2.5  because\nat increasing concentrations of transition metals in the ELF, conversion\nof H 2 O 2  into  • OH becomes increasingly\ndominant over scavenging of H 2 O 2  by catalase. 4  The reversal of the eNO concentration dependence\nof  • OH production is thus observed when the  • OH yield of the H 2 O 2 –Fenton\npathway surpasses the  • OH yield of the ONOO –  pathway. It is noted, however, that it occurs at an  • OH yield slightly higher than 10% because SOA from\nPM 2.5  and O 3  reacting with surfactants results\nin O 2 •– -independent H 2 O 2  and  • OH production. Note also that\nduring long-term exposure, eNO and PM2.5 concentrations will not necessarily\nremain independent variables, as discussed further below.\n\nFigure  4 A illustrates\nthe change in gross chemical  • OH production, Δ P OH , resulting from endogenous  • NO for a range of explicit air pollution scenarios that are representative\nof many geographical locations ( Table  2 ). As mentioned above, the effect of  • NO on  • OH production is strongest at locations\nwith a relatively low PM 2.5  mass concentration. For example,\nin individuals exhaling 50 ppb  • NO in air with characteristics\ntypical for Edinburgh,  P OH  is increased\nby around 50% compared to a hypothetical case of 0 ppb eNO, whereas\nthose exposed to air pollution typical for Beijing would only experience\nan increase of around 2%, as  • OH production is overtaken\nby alternate pathways. Note that the Beijing scenario has a PM 2.5  concentration very close to but underneath the point where\nthe model predicts a reversal of the  • NO effect\n(∼200 μg m –3 ). Conversely, a peat fire\nepisode in Dumai, Indonesia, led to very high local PM 2.5  concentrations, exceeding concentrations of 600 μg m –3  ( Table  2 ), at which\nthe model predicts a decrease of  • OH production\nin the ELF with increasing eNO. Furthermore, we find that Δ P OH  is influenced by the PM 2.5  mass\nconcentration and PM 2.5  composition ( Figure S2 ). For example, despite a higher PM 2.5  mass concentration, the Barcelona scenario leads to a larger Δ P OH  than the Detroit scenario. The finding that\nthe pollutant concentration shows a strong influence on Δ P OH  may be reinforced further by a similar effect\nthat is attributed to ambient  • NO concentrations.  Figure S4  shows that higher ambient  • NO concentrations, similar to what we find for a high PM2.5 mass\nconcentration, dampen the effect of eNO on Δ P OH .\n\nRelative change in gross chemical  • OH\nproduction,\nΔ P OH , as a function of eNO. In (A),\nthe different air pollution scenarios are representative of a range\nof geographical locations. Lines are color-coded according to the\nPM 2.5  mass concentration at each location ( Table  2 ), where blue, gray, and red\nshades indicate low, medium, and high PM 2.5 , respectively.\nIn (B), Δ P OH  is a function of the\nrelative change in eNO, ΔeNO, reported in observational studies\n( Table  1 ). For each\nobservational study, a marker represents the  P OH  increase corresponding to the eNO increase between the diseased\nindividuals and their respective control group ( Table  1 ). All calculations for (B) are performed\nusing the standard air pollution scenario.\n\nThe PM 2.5  transition\nmetal mass fractions of the standard scenario are from ref ( 4 ) and are based on the median\nmass fractions from a wide range of field measurements from the literature\n( Tables S2–S4 ).\n\nThe impact of elevated  • NO on oxidative\nstress\nin different states of health is shown in  Figure  4 B. Exhaled  • NO measurements\non healthy and diseased subjects vary strongly among studies ( Table  1 ), and especially\nthe choice of  • NO sampling technique may lead to\nlarge and systematic differences. 46  To\naccount for such systematic differences, we use here the fold change\nincrease in eNO from healthy to diseased states (ΔeNO) in individual\nstudies. The increase in  P OH  (Δ P OH ) between healthy and diseased groups is calculated\naccording to the standard pollution scenario and plotted against ΔeNO\nas black markers in  Figure  4 B. We find that Δ P OH  depends\nprimarily on ΔeNO but secondarily on the baseline levels in\nhealthy controls, with relatively high (30 ppb) and low (2 ppb) healthy-state\neNO values, leading to Δ P OH  at the\nupper and lower ends of the gray-shaded area, respectively. The central\nred dashed line represents 10 ppb eNO in healthy controls. For the\nmajority of observational studies, the model suggests that diseased\nsubjects would experience between 5 and 15% more  • OH production compared to healthy subjects. Note that antioxidant\nconcentrations in the ELF may also change with disease state, 47 , 48  which is explored in  Figure S5 . At low\nantioxidant concentrations, the relative effect of eNO on Δ P OH  is further increased in the model due to\nless efficient transition metal recycling and a lower  • OH yield of the H 2 O 2 –Fenton pathway.\nThus, decreased antioxidant levels may exacerbate an  • NO-mediated inflammation–oxidative stress feedback.\n\nThis study demonstrates a chemical mechanism through which diseased\nindividuals may experience higher  • OH production\nand thus oxidative stress from exposure to most air pollution scenarios.\nOnly at very high PM 2.5  concentrations do we observe a\nlimitation or even reversal of this effect. The point at which the\neffect of  • NO reverses depends on the yields of\ntwo major pathways from O 2 •–  to  • OH, i.e., the H 2 O 2 –Fenton\nand ONOO –  pathways of  • OH formation,\nboth of which are inferred from chemical reaction rate coefficients\nreported in the literature and thus subject to uncertainty. The  • OH yield of the ONOO –  pathway of  • OH formation, for example, is sensitive to the sink\nreactions of ONOO – . The major ONOO –  sinks included in this study are antioxidants (i.e., glutathione,\nascorbic acid, and uric acid), the enzyme glutathione peroxidase,\nand especially the very abundant respiratory gas CO 2  ( Table S1 and Figure S1 ). The reaction of ONOO –  with CO 2  leads to the carboxyl radical\n(CO 3 •– ) formation, which may lead\nto further adverse health effects, as it has been suggested to promote\nprotein nitration reactions. 22 , 45  Furthermore, the reaction\nbetween  • NO 2  and  • NO\nleads to the potent nitrosylation agent N 2 O 3 . The formation of such species may add to the oxidative burden posed\nby elevated  • NO levels in diseased individuals and\nis supported by an earlier study that found increased  • NO-dependent metabolites in the ELF of asthmatic children. 49  Hence, the downstream effects of CO 3 •–  and N 2 O 3 , particularly\non protein oxidation and nitration, 32  warrant\nfurther investigation.\n\nIt was shown previously that activation\nof inducible nitric oxide\nsynthase (iNOS), and thus the production of  • NO, 50  plays a critical role in the development of\ntobacco-smoke-induced pulmonary hypertension, 51 , 52  a condition preceding COPD. 53  Moreover,\nit has been suggested that PM 2.5  exposure activates iNOS,\nwhich causes elevated levels of  • NO and is related\nto an increase in inflammatory and oxidative markers in the lungs\nof mice. 54  A feedback between pollutant\nexposure, iNOS activation, and elevated  • NO concentrations\nin the airways is not considered in this study’s simulations\nof short-term exposure to air pollution. Nevertheless, our calculations\nprovide a mechanistic rationale of the causal link between elevated  • NO, pollutant exposure, and the development of disease,\nas suggested by these earlier studies, and are consistent with a relatively\nstrong relationship between PM 2.5  and health outcomes,\neven at low ambient concentrations. 55  Furthermore,\na recent study showed that activated macrophages may also produce\nO 2 •–  through NADPH oxidase (NOX)\nenzymes in response to exposure to PM 2.5  constituents. 31  Higher levels of O 2 •–  in the ELF may further increase the importance of ONOO –  as a source of  • OH compared to other reaction\npathways and may exacerbate the effect of  • NO. Activation\nof iNOS and NOX are two examples of indirect, induced effects of exposure\nto air pollution that might trigger positive reinforcement loops,\nwhich should be the subject of future studies.\n\nThis study shows\nthat endogenous  • NO contributes\nto oxidative stress in the ELF, and it presents a mechanism that may\nexplain the increased susceptibility of diseased individuals to air\npollution. Chemical reactions of air pollutants result in the production\nand interconversion of reactive species in the ELF, including O 2 •– , H 2 O 2 , and  • OH. Their concentrations are tightly controlled by\nantioxidant defenses in the ELF, but transition metals from PM 2.5  induce Fenton(-like) reactions that promote the formation\nof  • OH radicals. 4 , 28 , 56  Endogenous  • NO competes with antioxidant\ndefenses for O 2 •–  and causes the\nformation of ONOO – , which can decompose and form  • OH. Thus, the presence of  • NO in\nthe ELF redirects chemical fluxes of ROS and may increase  • OH production from inhaled air pollutants. The noxious  • OH radicals readily react with biomolecules, contributing to damage-associated\nmolecular patterns that trigger a positive feedback cycle of oxidative\nstress, inflammation, and disease, 6 , 57 − 59  that further increases  • NO levels. While this\nkinetic modeling study provides a framework and first quantitative\nestimates of the effects of endogenous  • NO on the\nredox chemistry of air pollutants in the ELF, further experimental\nresearch will be needed to confirm or refute the exploratory results\npresented here. Besides fully resolving the complex interplay of the\nendogenous and pollution-related species, processes, and effects outlined\nabove, future studies should aim to consider additional air pollutants\nsuch as mineral dust, 60 , 61  inorganic acids and salts, 62  polycyclic aromatic hydrocarbons (PAH), 63  and their metabolites."
    }
  ],
  "full_text": "Air pollution causes morbidity and excess mortality.\nIn the epithelial\nlining fluid of the respiratory tract, air pollutants trigger a chemical\nreaction sequence that causes the formation of noxious hydroxyl radicals\nthat drive oxidative stress. For hitherto unknown reasons, individuals\nwith pre-existing inflammatory disorders are particularly susceptible\nto air pollution. Through detailed multiphase chemical kinetic analysis,\nwe show that the commonly elevated concentrations of endogenous nitric\noxide in diseased individuals can increase the production of hydroxyl\nradicals via peroxynitrite formation. Our findings offer a molecular\nrationale of how adverse health effects and oxidative stress caused\nby air pollutants may be exacerbated by inflammatory disorders.\n\n## Introduction\n\nAir pollution is a leading cause of global\nmorbidity and excess\nmortality. 1 , 2  Pollutants include fine particulate matter\nwith a diameter less than 2.5 μm (PM 2.5 ) and gaseous\noxidants such as ozone (O 3 ) and nitrogen dioxide ( • NO 2 ). 3  Exposure\nto air pollution may cause or exacerbate cardiovascular and respiratory\ndiseases through excessive formation of reactive species such as hydroxyl\nradicals ( • OH) in the epithelial lining fluid (ELF),\ninducing oxidative stress. 4 − 6\n\nIndividuals predisposed\nwith inflammatory disorders, such as asthma, 7  chronic obstructive pulmonary disease (COPD), 8  or cystic fibrosis, 9  are especially\nsusceptible to air pollution, but the underlying\nmolecular mechanisms have been unclear. 10 , 11  Elevated nitric\noxide ( • NO) concentrations from inducible nitric\noxide synthase (iNOS) in the lungs have been observed in individuals\nwith these inflammatory disorders. 12 − 15  Exhaled  • NO\n(eNO) can reach volume mixing ratios up to several tens of ppb in\nthe breath, exceeding typical ambient  • NO concentrations. 16 − 18\n\n• NO is a ubiquitous vaso- and bronchodilator\ninvolved in cardiovascular and respiratory regulation and plays a\npivotal role in mediating apoptosis and inflammation. 19 , 20  In the ELF,  • NO reacts with superoxide (O 2 •– ) to form the potent oxidant and\nnitration agent peroxynitrite (ONOO – ), which can\nact as an in situ source of  • OH. 21 − 25  Increased production of  • OH due\nto  • NO has been observed in in vitro studies, 25 − 27  but the effect of  • NO on air pollution-induced  • OH formation and oxidative stress has not been resolved.\nAs O 2 •–  also acts as a source\nof  • OH in the presence of transition metals, 4 , 28  it remains unclear whether scavenging of O 2 •–  and production of ONOO –  causes a net increase\nor net decrease of  • OH production in the ELF.\n\nThe kinetic multilayer model of surface and bulk chemistry in the\nELF (KM-SUB-ELF) describes the multiphase chemical interactions at\nthe air–body interface and has been used to quantify chemical\ndose–response relationships between ambient air pollution and\nreactive oxygen species (ROS) production in the ELF. 4 , 28 , 29  Further, KM-SUB-ELF-predicted\nROS concentrations have been used to connect long-term exposure to\ntransition metals in PM 2.5  with cardiovascular mortality. 30  The model was also used to compare O 2 •–  production rates from macrophages with\nthose from PM 2.5  constituents in the ELF 31  to investigate the ambient and endogenous sources of H 2 O 2  in the lung 29  and\nto estimate the concentration of nitrotyrosine, a biomarker for oxidative\nstress, in the ELF. 32\n\nIn this study,\nwe extended KM-SUB-ELF by endogenous  • NO and associated\nchemical reactions. The model offers insights into\nthe production, interconversion, and scavenging of reactive species\nby pollutants, antioxidants, and antioxidant enzymes and thus allows\nquantitative apportionment of oxidative stress to individual constituents\nof air pollution and endogenous species. Furthermore, we use observational\ncase-control studies with asthma, COPD, and cystic fibrosis patients\nto discuss our findings in the context of increased air pollution\nsusceptibility in diseased individuals with elevated levels of  • NO.\n\n## Materials and Methods\n\nWe extended and used the kinetic\nmultilayer model of surface and\nbulk chemistry in the epithelial lining fluid (KM-SUB-ELF). 4 , 28 , 33  The process-level flux model\ndescribes the multiphase chemical interactions between inhaled air\npollutants and endogenous substances in the ELF with three distinct\nmodel compartments: the gas phase of the respiratory tract, the hydrophobic\nsurfactant layer of the ELF, and the aqueous ELF. Species’\nspatial and temporal evolution is calculated by solving a system of\nordinary differential equations using MATLAB software. The model considers\nthe airflow between ambient air and the respiratory tract (breathing),\nabsorption and desorption of volatile species into and from the surfactant\nlayer, exchange between the surfactant layer and aqueous ELF, diffusion\nwithin the aqueous ELF, and chemical reactions in all model compartments.\nIn  Table S1 , 139 chemical reactions are\nlisted with their respective rate coefficients. All reaction rate\ncoefficients have been reported previously in the literature, and\nnone were fitted in this study. In previous studies, KM-SUB-ELF has\nbeen fitted and validated using in vitro and in vivo observations. 4 , 28 , 29 , 32  This includes chemical assays describing the ROS production of redox-active\nPM 2.5  constituents, 34 − 37  H 2 O 2  depletion in lavage fluid\nof humans by catalase, 38  and H 2 O 2  and  • OH production of PM 2.5  constituents in aqueous solutions mimicking ELF. 39 , 40 32\n\nThe ELF surfactant layer contains\na monolayer of lipids (1-palmitoyl-2-oleoylglycerol)\nand includes proteins (surfactant protein B) and 200 μM α-tocopherol.\nThe aqueous ELF is subdivided into five diffusion layers and contains\nantioxidants and antioxidant enzymes, i.e., glutathione, ascorbic\nacid, uric acid, superoxide dismutase (SOD), catalase, and glutathione\nperoxidase. The antioxidant and enzyme concentrations in the ELF are\nbased on average concentrations adopted from studies using healthy\nvolunteers, 38 , 41  detailed in the supplementary\ntext, and held constant to simulate fast replenishment. The pH of\nthe ELF was assumed to be 7 and constant. Acids and conjugate bases\nare assumed to maintain equilibrium and are determined using the p K a  of the acid–base pairs. The simulated\nexposure time in this study is 2 h, which is spent with a constant\nlung ventilation rate of 1.5 m 3  h –1 .\nDissolved particulate pollutant concentrations, i.e., iron (Fe), copper\n(Cu), secondary organic aerosol (SOA), and quinones, in the ELF are\ncalculated based on their particulate mass fraction, deposition fraction,\nand solubility. For the negative ions of transition metals, Fe and\nCu, we assume water-soluble fractions of 10 and 40%, respectively,\nwhile SOA and quinones are assumed to be entirely soluble. Note that\ntransition metal solubilities can vary depending on the PM 2.5  source and pH and thus constitute a source of uncertainty in this\nstudy. The fraction of PM 2.5  that deposits in the ELF is\nassumed to be 45%. Because  • NO 2  and PM 2.5  are often coemitted and of similar mass\nconcentration in the atmosphere, their ambient levels were assumed\nto be equal in all pollution scenarios investigated in this study.\nAmbient  • NO concentrations are typically\nlower than exhaled  • NO concentrations,\nand their effect are discussed in  Section S2 .\n\n## Results and Discussion\n\nFigure  1  illustrates\nthe main reaction pathways of reactive oxygen species and reactive\nnitrogen species that result from air pollutant exposure to PM 2.5 ,  • NO 2 , and O 3 .\nRedox-active pollutants undergo chemical reactions that yield O 2 •– , a transient species with a short\nlifetime. 4 , 42  Antioxidant defense molecules in the ELF,\nsuch as SOD and ascorbate, subsequently transform O 2 •–  into hydrogen peroxide (H 2 O 2 ). 28 , 38  Because H 2 O 2  is much more stable than O 2 •– , it can diffuse through cell membranes and tissues. 43  H 2 O 2  concentrations in the ELF are\ntightly controlled by enzymatic processes. 4 , 38  Transition\nmetals in polluted air compete with the antioxidant defense system\nand facilitate the conversion of H 2 O 2  to  • OH through Fenton chemistry. 4 , 28  Earlier,\nit was shown that the  • OH yield through the H 2 O 2 –Fenton pathway strongly depends on the\nambient PM 2.5  concentration. 4 • OH is highly noxious and a main driver of oxidative\nstress because of its unspecific and high reactivity with all biomolecules. 5 , 44\n\nProduction,\ninterconversion, and scavenging of reactive oxygen\nspecies in the epithelial lining fluid (ELF). Reactions of PM 2.5  constituents (copper, iron, quinones) and  • NO 2  with antioxidants (AO) lead to superoxide (O 2 •– ) formation. O 2 •–  is converted into hydrogen peroxide (H 2 O 2 )\nby superoxide dismutase (SOD) and AO, followed by scavenging of H 2 O 2  through catalase. Secondary organic aerosol\n(SOA) components also produce H 2 O 2  and hydroxyl\nradicals ( • OH). Copper (Cu + ) and iron\n(Fe 2+ ) ions compete with catalase to form  • OH, the most reactive species driving oxidative stress. Through reactions\nof PM 2.5  constituents with antioxidants, redox cycling\nis sustained in the ELF. Inflammation is promoted by oxidative stress\nand is associated with increased levels of nitric oxide ( • NO), which competes with the antioxidant defense system for O 2 •–  to form peroxynitrite (ONOO – ), a labile compound that can decompose to form  • OH.\n\nExhaled  • NO mixing ratios typically\nrange from\n2 to 20 ppb in healthy and 20 to 150 ppb in diseased individuals ( Table  1 ). The eNO concentration\nclosely reflects the  • NO concentration in the ELF\nthrough a fast adsorption and desorption equilibrium governed by Henry’s\nlaw.  • NO ( k  ≈ 10 9  M –1  s –1 ) competes with SOD ( k  ≈ 10 9  M –1  s –1 ) and ascorbate ( k  ≈ 10 4  M –1  s –1 ) for O 2 •–  consumption.  • NO reacts with O 2 •–  to form ONOO – , which, in\nturn, can react with CO 2 , ascorbate, and thiols, but also\ndecomposes to form  • OH after protonation to peroxynitrous\nacid. 22 , 24 , 45  Comparison\nof  • OH yields from the two competing O 2 •–  loss pathways, i.e., the H 2 O 2 –Fenton pathway and the ONOO –  pathway, is indicative of whether increased levels of  • NO alleviate or aggravate pollution-induced oxidative stress.\n\nDifferences in  • NO concentrations may result from differences in sampling techniques\nand setups. 18 , 64  In some studies,  • NO concentration ranges are given instead of averages. From these\nstudies, the average value was inferred from the available data and\nmarked with  † .\n\nIn  Figure  2 A, the\ncompeting reactions of O 2 •–  are\npresented as a function of eNO. The calculations assume an air pollution\nscenario of 20 μg m –3  PM 2.5  and  • NO 2 , as well as 30 ppb O 3 , which\nwe refer to as “standard air pollution scenario” in\nthis study. Note that this PM 2.5  mass concentration is\nfour times the latest WHO guideline for the annual average concentration\nand double the recommended ambient air quality annual standards in\nthe USA, Australia, and Canada. The composition of PM 2.5  represents median mass fractions of copper and iron ions, quinones,\nand secondary organic aerosol from a wide range of field measurements\nreported in the literature ( Tables S2–S4 ). 4  In the absence of  • NO, about 60% of the O 2 •–  produced\nby air pollutants reacts with enzymes and antioxidants, while 40%\nreacts with PM 2.5  constituents. With increasing eNO, O 2 •–  progressively reacts with  • NO to form ONOO – . This reaction accounts\nfor about 10% of the O 2 •–  reactivity\nat an eNO of 20 ppb and for about 50% at an eNO of 150 ppb.\n\nEffect of endogenous  • NO on the ELF redox chemistry.\nThe main (A) reaction pathways of O 2 •–  and (B) sources of  • OH are displayed as a function\nof the exhaled  • NO mixing ratio (eNO). In (A) and\n(B), ‘PM 2.5  constituents’ include copper\nand iron ions, SOA, and quinones, while “enzymes and antioxidants”\nrefer to SOD and ascorbate, respectively. Calculations are performed\nusing the standard air pollution scenario.\n\nFigure  2 B shows\nthe main sources of  • OH in the ELF as a function\nof eNO. In the absence of  • NO, PM 2.5  constituents\ndominate  • OH formation through Fenton and Fenton-like\nreactions, i.e., reactions of iron and copper ions with peroxides.\nWith increasing eNO, however, decomposition of ONOO –  becomes a more significant source of  • OH and causes\n15% of  • OH production in individuals exhaling 20\nppb  • NO and almost 50% in those exhaling 150 ppb.\n\nIn  Figure  3 A, the\ngross chemical  • OH production,  P OH , in nmol L –1  is shown for different\nexhaled  • NO concentrations and presented as a function\nof the ambient PM 2.5  mass concentration. The eNO concentrations\nare based on observational data ( Table  1 ) and are typical for healthy and diseased individuals.  P OH  increases almost linearly with PM 2.5  concentration independent of the eNO concentration. Higher eNO concentrations\nare associated with significantly higher  P OH  at PM 2.5  concentrations below 50 μg m –3 , while the effect of  • NO is minor at high PM 2.5 . Hence, elevated  • NO concentrations can\nnot only shift the pathways of O 2 •–  consumption and  • OH formation but also increase  • OH production.\n\nRole of endogenous  • NO is\nmost significant at\nlow PM 2.5  concentrations. (A) Gross chemical  • OH production,  P OH , as a function of\nPM 2.5  concentration calculated for different exhaled  • NO concentrations. (B) The change in  P OH  from an  x -fold increase in eNO over\na mixing ratio of 10 ppb is typically seen in healthy controls. (C)\nThe  • OH yield as a function of PM 2.5  and\neNO concentrations. PM 2.5  with standard composition was\nused in the calculations as described in the main text and presented\nin  Tables S2–S4 . The dotted lines\nin (B) indicate the WHO guideline and air quality standards in the\nUnited States, Canada, Australia, Japan, the European Union, and China\nfor the annual mean PM 2.5  concentration. The dashed vertical\nline in (C) indicates the PM 2.5  concentration above which  • NO decreases the  • OH yield.\n\nFigure  3 B shows\nthe relative change in  P OH , Δ P OH , between individuals exhaling 2–5\ntimes elevated  • NO above a healthy eNO baseline\nof 10 ppb as a function of PM 2.5  concentration. At PM 2.5  concentrations below the WHO guideline limit of 5 μg\nm –3 , individuals exhaling elevated  • NO experience 10–50% more  • OH production\ncompared to healthy individuals. At the EU ambient air quality standard\nPM 2.5  reference concentration, which is 25 μg m –3 , the  • OH production in diseased\nindividuals still increases by about 5 to 15%. Note that, at PM 2.5  concentrations in excess of 200 μg m –3 , higher eNO values result in lower  P OH  and thus negative Δ P OH  values.\n\nThis finding can be understood by studying the eNO- and PM 2.5 -dependent yield of  • OH production from\nO 2 •–  in KM-SUB-ELF, which is shown\nin  Figure  3 C. At low\nPM 2.5  concentrations, the  • OH yield is\nstrongly dependent on eNO, as indicated by horizontal contour lines.\nAt a PM 2.5  concentration of ∼200 μg m –3  and an  • OH yield of around 10%,\nthis dependence reverses as contour lines become vertical, which is\nhighlighted with a black dashed line to guide the eye. Note that the\nONOO –  pathway of  • OH production\nfrom O 2 •–  has a yield of 10% in\nthe model and is independent of PM 2.5  or eNO concentration\n( Figure S1 ). The  • OH\nyield through the H 2 O 2 –Fenton pathway,\nhowever, is strongly dependent on ambient PM 2.5  because\nat increasing concentrations of transition metals in the ELF, conversion\nof H 2 O 2  into  • OH becomes increasingly\ndominant over scavenging of H 2 O 2  by catalase. 4  The reversal of the eNO concentration dependence\nof  • OH production is thus observed when the  • OH yield of the H 2 O 2 –Fenton\npathway surpasses the  • OH yield of the ONOO –  pathway. It is noted, however, that it occurs at an  • OH yield slightly higher than 10% because SOA from\nPM 2.5  and O 3  reacting with surfactants results\nin O 2 •– -independent H 2 O 2  and  • OH production. Note also that\nduring long-term exposure, eNO and PM2.5 concentrations will not necessarily\nremain independent variables, as discussed further below.\n\nFigure  4 A illustrates\nthe change in gross chemical  • OH production, Δ P OH , resulting from endogenous  • NO for a range of explicit air pollution scenarios that are representative\nof many geographical locations ( Table  2 ). As mentioned above, the effect of  • NO on  • OH production is strongest at locations\nwith a relatively low PM 2.5  mass concentration. For example,\nin individuals exhaling 50 ppb  • NO in air with characteristics\ntypical for Edinburgh,  P OH  is increased\nby around 50% compared to a hypothetical case of 0 ppb eNO, whereas\nthose exposed to air pollution typical for Beijing would only experience\nan increase of around 2%, as  • OH production is overtaken\nby alternate pathways. Note that the Beijing scenario has a PM 2.5  concentration very close to but underneath the point where\nthe model predicts a reversal of the  • NO effect\n(∼200 μg m –3 ). Conversely, a peat fire\nepisode in Dumai, Indonesia, led to very high local PM 2.5  concentrations, exceeding concentrations of 600 μg m –3  ( Table  2 ), at which\nthe model predicts a decrease of  • OH production\nin the ELF with increasing eNO. Furthermore, we find that Δ P OH  is influenced by the PM 2.5  mass\nconcentration and PM 2.5  composition ( Figure S2 ). For example, despite a higher PM 2.5  mass concentration, the Barcelona scenario leads to a larger Δ P OH  than the Detroit scenario. The finding that\nthe pollutant concentration shows a strong influence on Δ P OH  may be reinforced further by a similar effect\nthat is attributed to ambient  • NO concentrations.  Figure S4  shows that higher ambient  • NO concentrations, similar to what we find for a high PM2.5 mass\nconcentration, dampen the effect of eNO on Δ P OH .\n\nRelative change in gross chemical  • OH\nproduction,\nΔ P OH , as a function of eNO. In (A),\nthe different air pollution scenarios are representative of a range\nof geographical locations. Lines are color-coded according to the\nPM 2.5  mass concentration at each location ( Table  2 ), where blue, gray, and red\nshades indicate low, medium, and high PM 2.5 , respectively.\nIn (B), Δ P OH  is a function of the\nrelative change in eNO, ΔeNO, reported in observational studies\n( Table  1 ). For each\nobservational study, a marker represents the  P OH  increase corresponding to the eNO increase between the diseased\nindividuals and their respective control group ( Table  1 ). All calculations for (B) are performed\nusing the standard air pollution scenario.\n\nThe PM 2.5  transition\nmetal mass fractions of the standard scenario are from ref ( 4 ) and are based on the median\nmass fractions from a wide range of field measurements from the literature\n( Tables S2–S4 ).\n\nThe impact of elevated  • NO on oxidative\nstress\nin different states of health is shown in  Figure  4 B. Exhaled  • NO measurements\non healthy and diseased subjects vary strongly among studies ( Table  1 ), and especially\nthe choice of  • NO sampling technique may lead to\nlarge and systematic differences. 46  To\naccount for such systematic differences, we use here the fold change\nincrease in eNO from healthy to diseased states (ΔeNO) in individual\nstudies. The increase in  P OH  (Δ P OH ) between healthy and diseased groups is calculated\naccording to the standard pollution scenario and plotted against ΔeNO\nas black markers in  Figure  4 B. We find that Δ P OH  depends\nprimarily on ΔeNO but secondarily on the baseline levels in\nhealthy controls, with relatively high (30 ppb) and low (2 ppb) healthy-state\neNO values, leading to Δ P OH  at the\nupper and lower ends of the gray-shaded area, respectively. The central\nred dashed line represents 10 ppb eNO in healthy controls. For the\nmajority of observational studies, the model suggests that diseased\nsubjects would experience between 5 and 15% more  • OH production compared to healthy subjects. Note that antioxidant\nconcentrations in the ELF may also change with disease state, 47 , 48  which is explored in  Figure S5 . At low\nantioxidant concentrations, the relative effect of eNO on Δ P OH  is further increased in the model due to\nless efficient transition metal recycling and a lower  • OH yield of the H 2 O 2 –Fenton pathway.\nThus, decreased antioxidant levels may exacerbate an  • NO-mediated inflammation–oxidative stress feedback.\n\nThis study demonstrates a chemical mechanism through which diseased\nindividuals may experience higher  • OH production\nand thus oxidative stress from exposure to most air pollution scenarios.\nOnly at very high PM 2.5  concentrations do we observe a\nlimitation or even reversal of this effect. The point at which the\neffect of  • NO reverses depends on the yields of\ntwo major pathways from O 2 •–  to  • OH, i.e., the H 2 O 2 –Fenton\nand ONOO –  pathways of  • OH formation,\nboth of which are inferred from chemical reaction rate coefficients\nreported in the literature and thus subject to uncertainty. The  • OH yield of the ONOO –  pathway of  • OH formation, for example, is sensitive to the sink\nreactions of ONOO – . The major ONOO –  sinks included in this study are antioxidants (i.e., glutathione,\nascorbic acid, and uric acid), the enzyme glutathione peroxidase,\nand especially the very abundant respiratory gas CO 2  ( Table S1 and Figure S1 ). The reaction of ONOO –  with CO 2  leads to the carboxyl radical\n(CO 3 •– ) formation, which may lead\nto further adverse health effects, as it has been suggested to promote\nprotein nitration reactions. 22 , 45  Furthermore, the reaction\nbetween  • NO 2  and  • NO\nleads to the potent nitrosylation agent N 2 O 3 . The formation of such species may add to the oxidative burden posed\nby elevated  • NO levels in diseased individuals and\nis supported by an earlier study that found increased  • NO-dependent metabolites in the ELF of asthmatic children. 49  Hence, the downstream effects of CO 3 •–  and N 2 O 3 , particularly\non protein oxidation and nitration, 32  warrant\nfurther investigation.\n\nIt was shown previously that activation\nof inducible nitric oxide\nsynthase (iNOS), and thus the production of  • NO, 50  plays a critical role in the development of\ntobacco-smoke-induced pulmonary hypertension, 51 , 52  a condition preceding COPD. 53  Moreover,\nit has been suggested that PM 2.5  exposure activates iNOS,\nwhich causes elevated levels of  • NO and is related\nto an increase in inflammatory and oxidative markers in the lungs\nof mice. 54  A feedback between pollutant\nexposure, iNOS activation, and elevated  • NO concentrations\nin the airways is not considered in this study’s simulations\nof short-term exposure to air pollution. Nevertheless, our calculations\nprovide a mechanistic rationale of the causal link between elevated  • NO, pollutant exposure, and the development of disease,\nas suggested by these earlier studies, and are consistent with a relatively\nstrong relationship between PM 2.5  and health outcomes,\neven at low ambient concentrations. 55  Furthermore,\na recent study showed that activated macrophages may also produce\nO 2 •–  through NADPH oxidase (NOX)\nenzymes in response to exposure to PM 2.5  constituents. 31  Higher levels of O 2 •–  in the ELF may further increase the importance of ONOO –  as a source of  • OH compared to other reaction\npathways and may exacerbate the effect of  • NO. Activation\nof iNOS and NOX are two examples of indirect, induced effects of exposure\nto air pollution that might trigger positive reinforcement loops,\nwhich should be the subject of future studies.\n\nThis study shows\nthat endogenous  • NO contributes\nto oxidative stress in the ELF, and it presents a mechanism that may\nexplain the increased susceptibility of diseased individuals to air\npollution. Chemical reactions of air pollutants result in the production\nand interconversion of reactive species in the ELF, including O 2 •– , H 2 O 2 , and  • OH. Their concentrations are tightly controlled by\nantioxidant defenses in the ELF, but transition metals from PM 2.5  induce Fenton(-like) reactions that promote the formation\nof  • OH radicals. 4 , 28 , 56  Endogenous  • NO competes with antioxidant\ndefenses for O 2 •–  and causes the\nformation of ONOO – , which can decompose and form  • OH. Thus, the presence of  • NO in\nthe ELF redirects chemical fluxes of ROS and may increase  • OH production from inhaled air pollutants. The noxious  • OH radicals readily react with biomolecules, contributing to damage-associated\nmolecular patterns that trigger a positive feedback cycle of oxidative\nstress, inflammation, and disease, 6 , 57 − 59  that further increases  • NO levels. While this\nkinetic modeling study provides a framework and first quantitative\nestimates of the effects of endogenous  • NO on the\nredox chemistry of air pollutants in the ELF, further experimental\nresearch will be needed to confirm or refute the exploratory results\npresented here. Besides fully resolving the complex interplay of the\nendogenous and pollution-related species, processes, and effects outlined\nabove, future studies should aim to consider additional air pollutants\nsuch as mineral dust, 60 , 61  inorganic acids and salts, 62  polycyclic aromatic hydrocarbons (PAH), 63  and their metabolites.",
  "reference_count": 73,
  "word_count": 4357,
  "char_count": 25478
}