{
  "pmcid": "PMC10851382",
  "doi": "10.1021/acsomega.3c07047",
  "title": "The Toxicity of\nMercury and Its Chemical Compounds:\nMolecular Mechanisms and Environmental and Human Health Implications:\nA Comprehensive Review",
  "authors": [
    "Yuan-Seng Wu",
    "Ahmed I. Osman",
    "Mohamed Hosny",
    "Ahmed M. Elgarahy",
    "Abdelazeem S. Eltaweil",
    "David W. Rooney",
    "Zhonghao Chen",
    "Nur Syafiqah Rahim",
    "Mahendran Sekar",
    "Subash C. B. Gopinath"
  ],
  "year": "2024",
  "journal": "ACS Omega",
  "abstract": "Mercury is a type of hazardous and toxic pollutant that\ncan result\nin detrimental effects on the environment and human health. This review\nis aimed at discussing the state-of-the-art progress on the recent\ndevelopments on the toxicity of mercury and its chemical compounds.\nMore than 210 recent works of literature are covered in this review.\nIt first delineates the types (covering elemental mercury, inorganic\nmercury compounds, organic mercury compounds), structures, and sources\nof mercury. It then discusses the pharmacokinetic profile of mercury,\nmolecular mechanisms of mercury toxicity, and clinical manifestation\nof acute and chronic mercury toxicity to public health. It also elucidates\nthe mercury toxicity to the environment and human health in detail,\ncovering ecotoxicity, neurotoxicity diseases, neurological diseases,\ngenotoxicity and gene regulation, immunogenicity, pregnancy and reproductive\nsystem damage, cancer promotion, cardiotoxicity, pulmonary diseases,\nand renal disease. In order to mitigate the adverse effects of mercury,\nstrategies to overcome mercury toxicity are recommended. Finally,\nsome future perspectives are provided in order to advance this field\nof research in the future.",
  "sections": [
    {
      "title": "Introduction",
      "text": "The chemical element mercury,\nabbreviated as “Hg”,\nis frequently found in the crustal rocks of the earth and in coal\ndeposits. 1 , 2  It is regarded as one of the most hazardous\nsubstances found on the surface of the earth. 3  In general, there are four main ways that mercury can exist: as\nmetallic elemental mercury (Hg 0 ), as inorganic mercury\n(Hg 2+ ), as methylmercury (MeHg), and as various organic\nmolecules. 4  Various sources can result\nin the release of mercury into the air that normally goes for chemical\ntransformations in watercourses and soil, resulting in further toxicities\non the environment and human health. These sources are mainly classified\nas natural and anthropogenic sources. Natural sources account for\n5207 megagrams of mercury emissions annually, and it has to be mentioned\nthat this amount is not purely released from natural sources, as it\nincludes re-emissions of previously deposited mercury originating\nfrom anthropogenic and natural sources. 5  Regarding anthropogenic sources, they account for 2320 megagrams\nof mercury emissions every year. 5\n\nAlso, it must be mentioned that most of these atmospheric emissions\nare deposited in soil and watercourses by dry and wet deposition and\nother chemical transformation processes. 1  According to the global mercury assessment in 2018, 6  mining operations are responsible for approximately 37.5%\nof air mercury emissions, followed by stationary industrial and power\nplants of fossil fuel burning (19%) along with stationary residential\ncombustion of fossil fuels that account for 2.55%. Additionally, there\nare other sources of mercury, including cement production (10.5%),\nnon-ferrous metal production (10.3%), large-scale gold production\n(3.8%), vinyl-chloride monomer (2.6%), biomass burning (2.3%), iron\nand steel production (1.3%), as well as other sources that are collectively\ncontributing less than 10%, such as chlor-alkali production, oil refining,\nsteel production, and waste incineration as shown in  Figure  1 A.\n\nSources of atmospheric\nmercury emissions (A) and contributing countries\nof atmospheric mercury emissions (B).\n\nBased on the above-mentioned assessment report\nin 2018, 6  East and Southeast Asia are reckoned\nthe predominant\ncontributors, as they are responsible for around 38.6% of the atmospheric\nmercury emissions, followed by South America (18.4%), Sub-Saharan\nAfrica (16.2%), South Asia (10.1%), and the other world countries,\nincluding the European and Middle East countries, contributing less\nthan 20%, as represented in  Figure  1 B.\n\nThe United States Environmental Protection\nAgency (EPA) has established\nrules that state that the maximum allowable level of mercury in water\nis 2 ppb, 7  and unfortunately, the detected\nmercury concentrations in most of the watercourses exceed this limit.\nAlso, it has to be mentioned that the safe dose of mercury in food\nis 0.1 μg/kg of body weight, 8  but\nthe actual concentration in most living organisms is higher. A maximum\ninhalation reference concentration of 0.3 μg/m 3  for\natmospheric Hg 0  was previously set by the EPA, as well\nas reference doses of 0.3 μg/kg and 0.1 μg/kg per day\nfor mercuric chloride and MeHg, respectively. 9  Also, a concentration limit ranging from 0.2 to 1 mg/kg of MeHg\nin fish was previously set. 10  Furthermore,\na concentration limit of 0.07 to 0.3 mg/kg was determined for the\ntotal Hg concentration in the soil. 11\n\nConsequently, the EPA formulated standards for mercury and air\npollution in 2011, which required coal-based industries to cut down\non the release of harmful pollutants like mercury emissions. 12  Additionally, one of the most fundamental international\nefforts to lessen mercury’s toxicity is the Minamata Convention\non Mercury, which was signed in October 2013 and came into effect\nin 2017. This agreement aims to reduce the dangerous effects of mercury\non both human health and the environment by addressing the entire\nlife cycle of mercury, from mining and trade to use and disposal.\nTo achieve this aim, different implementation procedures should be\napplied including limiting the sources of mercury discharge, 13  regulating the supply of mercury to prevent\nits illegal trade, 14  eliminating the use\nof mercury in artisanal and small-scale gold mining, 15  promoting measures to reduce the demand for mercury, phasing\nout or restricting the manufacturing, import and export of products\ncontaining mercury, 16  addressing the management\nof mercury-containing waste to prevent releases into the environment,\nand providing support to countries, especially developing countries,\nin building capacity for the sound management of mercury. The number\nof signatories to this convention was 84 in 2017 and reached 128 in\nMarch 2019, indicating the increasing global efforts to reduce mercury\nemissions into the environment and their negative impacts.\n\nThe\nbiogeochemical cycle of mercury involves the movement and transformation\nof mercury through various environmental compartments, including the\natmosphere, soil, and aquatic systems, as shown in  Figure  2 . This cycle is complex and\nis influenced by both natural processes and human activities. Here\nis a detailed explanation of each stage in the biogeochemical cycle\nof mercury:\n\nBiogeochemical cycle of mercury in the atmosphere, soil, and aquatic\nenvironment.\n\nIn the atmospheric phase, mercury exists in the\natmosphere primarily\nas elemental mercury (Hg(0)) vapor, which is released through natural\nsources such as volcanic emissions, forest fires, and weathering of\nrocks. Anthropogenic activities, such as coal combustion and industrial\nprocesses, also contribute to atmospheric mercury levels. Once in\nthe atmosphere, mercury can travel long distances and undergo global-scale\ndistribution through atmospheric transport. 17  While, in wet and dry deposition, mercury in the atmosphere can\nundergo wet and dry deposition processes. Wet deposition occurs when\nmercury is scavenged from the atmosphere by precipitation (rain or\nsnow) and deposited on land or water surfaces. Dry deposition involves\nthe direct deposition of gaseous or particulate mercury onto surfaces\nwithout precipitation. Both wet and dry deposition contribute to the\ninput of mercury into soil and water systems. 18\n\nMoreover, in soils, mercury can undergo several processes.\nPart\nof the deposited mercury can be converted to inorganic mercury (Hg(II))\nthrough oxidation reactions mediated by microbial activity, sunlight,\nand chemical processes. Hg(II) can bind to soil particles or be transformed\ninto methylmercury (MeHg) through microbial methylation. MeHg is a\nhighly toxic form of mercury that can bioaccumulate up the food chain. 19  Mercury can enter aquatic systems through runoff\nfrom soil, atmospheric deposition, and direct discharge from point\nsources. In water bodies, mercury can undergo transformation processes.\nInorganic mercury can be converted to MeHg by certain anaerobic bacteria\npresent in sediments and water. MeHg can accumulate in aquatic organisms,\nparticularly in fish and other aquatic organisms at higher trophic\nlevels. 20\n\nFurthermore, mercury bioaccumulates\nin aquatic organisms as they\ntake up MeHg from the water or ingest prey containing MeHg. This process\nleads to higher concentrations of mercury in organisms at higher trophic\nlevels due to biomagnification. As a result, predatory fish and marine\nmammals can accumulate significant levels of mercury. 21\n\nHumans can be exposed to mercury through the consumption\nof contaminated\nfish and seafood. When humans consume fish containing MeHg, it can\nbe absorbed into their bodies and distributed to various tissues,\nincluding the brain, where it can cause adverse health effects. 22  Mercury can also undergo volatilization from\nwater and soil surfaces back into the atmosphere. This process completes\nthe biogeochemical cycle of mercury, allowing it to be transported\nand redistributed to different environmental compartments. 23\n\nOverall, the biogeochemical cycle of mercury\ninvolves complex interactions\namong the atmosphere, soil, and aquatic systems, with transformations\nbetween different chemical forms and potential for bioaccumulation\nand biomagnification. Human activities, particularly those involving\nthe release of mercury into the environment, can significantly impact\nthis cycle and have implications for both environmental and human\nhealth."
    },
    {
      "title": "Types, Structure, and Sources of Mercury and\nPharmacokinetic Profile of Mercury",
      "text": "Mercury is commonly known\nas quicksilver, and it is a unique element\nwith distinctive properties. It possesses an atomic mass of 200.59\ng/mol and an atomic number of 80, making it the only metal that remains\nin the liquid state at room temperature. Its specific gravity is about\n13.5 times that of water. Notably, mercury has a relatively low melting\npoint of −38.8 °C and a boiling point of 356.7 °C. 24\n\nMercury’s chemical behavior is\nquite intriguing. Depending\non factors such as its chemical form, dose, exposure duration, and\npathway, it can have varying degrees of harmful effects on human tissues\nand organs. It is categorized as a “soft sphere” in\nRalph Pearson’s HSAB (Hard and Soft Acids and Bases) classification\ndue to its outer shell’s highly polarizable electrons. This\nproperty leads to a strong attraction to ligands containing soft donor\natoms, including sulfur (S), selenium (Se), phosphorus (P), and halide\nions like iodide (I – ), bromide (Br – ), and chloride (Cl – ). Compounds with thiol groups,\nreferred to as mercaptans, have a particular affinity for Hg 2+ . 25\n\nMercury interacts with a range\nof substances, including amino acids,\npeptides, proteins, dissolved organic matter, and thiol-containing\npharmaceutical agents, which results in the formation of different\norganic mercury compounds. Additionally, the photochemical reduction\nof ionic Hg to elemental Hg (Hg 0 ) followed by its reoxidation\nto ionic Hg 26  can impact its volatilization\nand bioavailability to living organisms.\n\nThe solubilities of\nvarious mercury compounds varies. Hg 0  is insoluble in water,\nwhile compounds such as Hg(I) chloride and\nmercury sulfide (HgS) exhibit limited solubility. In contrast, Hg(II)\nchloride readily dissolves. For instance, HgS and mercury hydroxide\n(Hg 2 (OH) 2 ) have low solubility product ( K sp ) constants of 10 –23.7  and\n10 –52 , respectively, 27  affecting their solubility in different environmental conditions.\n\nIn biological pathways, mercury undergoes both oxidation and reduction\nreactions, resulting in changes to its speciation and influencing\nits biological uptake. 28  The interconversion\nof different mercury species plays a significant role in regulating\nits behavior.\n\nMercury can be classified into (i) inorganic mercury\nand (ii) organic\nmercury. These distinct forms of mercury exhibit varying properties\nand behaviors in environmental and biological contexts.\n\nInorganic mercury\nhas a low bioavailability via the oral route, with absorption rates\nranging from 7% to 15% based on the amount of inorganic mercury consumed.\nIt has been reported that the highest quantities of inorganic mercury\nare detected in the kidney. 29  Hg 0  (metallic), Hg 2 2+  (mercurous), and Hg 2+  (mercuric) mercury are the three states of inorganic mercury.\nMercury’s pharmacokinetics and biotransformation are determined\nby its chemical and physical state. 30\n\nThe toxic potential of mercury salts is influenced by their solubility.\nIn general, mercurous compounds exhibit lower toxicity compared to\nmercuric compounds due to their reduced solubility in water. 31  Mercury salts exhibit greater corrosiveness\ncompared to elemental mercury, leading to increased gastrointestinal\npermeability and absorption. 31\n\nChronic\nexposure to Hg 0  results in vomiting, abdominal\npain, renal tubular necrosis, emotional changes, and cognitive deficits,\nwhereas severe lung and neurological damage is caused by acute exposure\nto Hg 0 , as further detailed in  Table  1 . The toxicological effects of mercurous\ncompounds include abdominal pain, nausea, vomiting, toxicity of blood,\ndamage to the central nervous system, memory disturbances, fatigue,\nmuscle weakness, and kidney damage. 32  Additionally,\nhuman exposure to mercuric compounds causes numerous issues such as\nmemory and concentration troubles, irritation of skin and eyes, toxicity\nof the reproductive system of both males and females, malfunction\nof the immune system, loss of appetite and weight, and changes in\nmood and personality. 33  Further details\nabout the toxic effects of each of these mercury compounds are provided\nin  Table  1 .\n\nThere are several applications for metallic or elemental mercury\n(Hg 0 ), which has no electrical charge. The Hg 0  outgassed from amalgams enters the body by ingestion, absorption\nthrough the skin, or breathing in the event of direct contact. Around\n80% of the metallic mercury vapor generated by amalgams is inhaled,\ncompared to 7% to 10% that is consumed and just 1% that is absorbed\nby skin contact. Then afterward, it forms bonds with sulfur-containing\namino acids. This Hg 0  vapor reaches the brain in serum\n(dissolved) or as an adherent to the membrane of red cells, where\nit dwells in the fetal brain. In addition, Hg 0  lodges in\nmany organs, including the breast, muscles, thyroid, lungs, liver\nmyocardium, kidneys, prostate, skin, pancreas, sweat glands, enterocytes,\ntestes, and salivary glands, which causes many problems and may lead\nto their dysfunction. 34  Although Hg 0  oxidizes rapidly in the bloodstream, the absorption rate\nof metallic mercury by the central nervous system is faster than its\noxidation.\n\nMercury also strongly afflicts T cell surface binding\nsites and sulfhydryl groups, influencing T cell function. The majority\nof metallic mercury is passed off as mercuric mercury. The excretory\nhalf-life of metallic and mercuric mercury can vary from a few days\nto several months depending on the organ of deposition and redox state,\nwith certain pools (such as the Central Nervous System (CNS)) having\na half-life of up to many years. Mercury in the hair has no relationship\nto the quantity of metallic mercury in the brain. Therefore, the accurate\nmeasurement of the body load is challenging. 34 , 35\n\nMercuric sulfide (HgS) is employed to extract the metallic\nform\nof Hg. 36  However, the Hg 0  is\navailable in the liquid form (i.e., silver-colored liquid) under ambient\nconditions; it may form Hg vapors under the same environmental conditions\n(i.e., room temperature), attributing to its high vapor pressure. 37  Referring to its chemical properties, Hg is\nparticularly applicable to be employed in various industries such\nas the extraction of gold and silver from ores, 38  dental amalgam, 39  and others.\nIn nature, mercury mostly forms compounds with the functional groups\nOH – , Cl – , and S 2–  as well as with organic ligands. 28 , 40\n\nChemically, Hg is regarded as a cation with different\noxidation states of monovalent Hg 1+  (i.e., mercurous cation,\nstable form Hg 2 2+ ) or divalent Hg 2+  (i.e., mercuric cation, Hg 2+ ). 41  Most Hg 2 2+  salts are poorly soluble in water,\nincluding Hg 2 Cl 2  and Hg 2 SO 2 . Under normal conditions, the Hg 2 2+  is unstable\nand tends to transform into Hg 0  and Hg 2+  via\nthe dismutation process. 27 , 42  Moreover, it may interact\nwith common metal ions (i.e., chloride, halides, and sulfide) and\nproduce compounds with very low solubility characters. 43\n\nThe mercurous mercury salt Hg 2 Cl 2  (calomel) is poorly soluble in water and poorly absorbed\nby the gut, but some of it may oxidize to forms that are more readily\nabsorbed. Mercuric mercury does not often remain in the body unless\nit is in a condition between metallic and mercuric mercury. It is\ninfrequently linked to pink illness or acrodynia, indicating that\nsome absorption occurs. 34\n\nHg 2+  is the most stable form of mercury in aqueous solutions. 44  The most common inorganic species of Hg 2+  comprise mercuric sulfide (HgS), mercuric oxide (HgO), mercuric\nsulfate (HgSO 4 ), and mercuric chloride (HgCl 2 ). Historically, HgCl 2  was used to preserve and develop\nthe photographic film and as a gradient in some skin-lightening creams.\nHg 2+  is hardly absorbed by the body where ≤2% of\ningested HgCl 2  could be absorbed; 45  however, its permeability may be increased as a result of its corrosive effect on the\nintestine with extended exposure. 46  Hg 2+  adheres to S-containing amino acids in the circulation with\nthe same affinity as Hg 0 . Hg 2+  builds up in\nthe amniotic fluid, fetal tissues, and placenta even though it was\nunable to effectively penetrate the blood-brain barrier. 47\n\nHg 2+  is dispersed by one or\nmore amino acid transporters, particularly cysteine transporters,\naccording to the evidence, which may help to explain why it concentrates\nin the brain. 48  In the kidneys, the proximal\nconvoluted renal tubule, which is bound to metallothionein, stores\na large amount of mercuric compounds in the body. Smaller amounts\nof mercuric comounds are found in epithelial tissues, the choroidal\nplexus, and the testes. Periportal deposition of mercuric compounds\nis also frequent in the liver. Small amounts of mercury can also be\nfound in saliva, tears, breast milk, perspiration, and feces. Mercuric\nmercury is primarily expelled through urine and feces. Previous investigations\nhave shown an effective half-life of 42 days for 80% of an oral tracer\ndosage, demonstrating that its half-life appears to be multiphasic.\nThe excretion rate of the remaining 20% does not seem to be quantifiable.\n\nOrganic\nmercury has been reported to effectively get absorbed through the\nlungs when consumed compared to only trace quantities absorbed into\nthe skin. Methyl mercury (MeHg), a major source of mercury exposure,\nis primarily found in contaminated food and is being exposed to some\nsusceptible groups around the world in the specific form of these\nmetal–organic mercury complexes. MeHg and other organic forms\nof mercury are particularly hazardous to humans because of their long-term\ntoxicity and ability to cross any cellular barrier. 49  Following the Minamata incident in Japan in 1956, which\nled to the identification of Minamata disease resulting from the consumption\nof fish and shellfish contaminated with methylmercury, numerous scientists\ninitiated research on the process of demethylating methylmercury in\nthe human body.\n\nThe neurological system, bone marrow, kidneys,\nbrain, placenta, and fetus, in especially the fetal brain, all have\nsignificant quantities of MeHg. 50  Over\ntime, MeHg builds up and is demethylated to inorganic mercury. In\n1986, Tsubaki et al. 51  conducted a study\nin which they measured the levels of total mercury and MeHg in the\nbrains of approximately 30 human autopsy cases in Japan. These individuals\npassed away between 20 days and 18 years after experiencing the onset\nof symptoms related to MeHg poisoning. In cases classified as “acute”\n(meaning autopsy conducted within 100 days of the onset of symptoms),\nthe total mercury content in the brain ranged from 8.8 to 21.4 mg\nHg/kg (measured on a wet weight basis), while the levels of MeHg were\nbetween 1.85 and 8.42 mg Hg/kg. For the “chronic” cases\n(autopsy performed 100 days to 18 years after symptom onset), the\ncorresponding brain concentrations were lower, with total mercury\nranging from 0.35 to 5.29 mg Hg/kg and MeHg ranging from 0.31 to 1.02\nmg Hg/kg. On average, only 28% of the total mercury was found to be\nin the form of MeHg in the acute cases, and this percentage dropped\nto 17% in the chronic cases. Such results indicated that the remaining\nportion is inorganic mercury, and the difference indicated that there\nmay be an ongoing process of demethylation of MeHg in the brain.\n\nIn humans, MeHg has a half-life of around 70 days, with most of\nit being excreted in the feces (about 90%) and some being transported\nthrough the enterohepatic system. The amount released in breast milk,\nwhich varies depending on the level of exposure, is about 20% MeHg.\nMeHg has a short half-life in the blood, making it inappropriate for\ncalculating the total body burden similarly to Hg 0 . Additionally,\ndimethyl mercury is easily absorbed via the skin, and death could\nbe caused just by having minimal skin contact with it. 48 , 52\n\nEthyl mercury behaves similarly to MeHg at the cellular level\nbut\nhas a one-third longer excretory half-life. MeHg vapor has an identical\n(80%) absorption efficiency as metallic mercury vapor. 52  MeHg attaches to sulfhydryl groups, especially\nthose present in cysteine, as it enters the bloodstream. After that,\nit is dispersed throughout the body, and 4 days after exposure, blood\nand body homeostasis are restored. The sulfhydryl group in cysteine\nis likely connected to one or more transporters, primarily the cysteine\ntransporter, which appears to be in charge of distribution to various\nbodily areas.\n\nBoth methylmercury (CH 3 Hg + ) and dimethylmercury\n((CH 3 ) 2 Hg) are conceived as the most widely\nHg-based compounds in the environment, majorly resulting from the\nmethylation of Hg 2+  by microorganisms within soil and water\nand hence bioaccumulate through the food chain. Chiefly, the reaction\nbetween different organic ligands and Hg produces R-Hg +  and R-Hg-R compounds. Another type of organic mercury, Hg-amino\nacid molecular interactions, is related to the amino acid Cys. Among\nthe different Hg complexes, Hg(Cys) 2  is the prevalent one\nwith the ability to surpass the cell membrane. Therefore, the complex\n[Hg(Cys) 2 ] is proposed to imitate Cys and employ the active\ncell transport sites normally associated with Cys transport across\nthe membrane. 43 Table  1  demonstrates various examples of Hg compounds\nwith their physicochemical properties.\n\nTo sum up, Hg can exist\nin various chemical forms, and its interactions\nwith different ligands depend on its “soft sphere” nature,\nespecially with soft donor atoms like S, Se, P, and halide ions. In\naquatic environments, it tends to bind with DOM, particularly compounds\ncontaining thiol groups and other sulfur-containing compounds. The\nvolatilization loss and bioavailability of mercury are affected by\nits photochemical reduction to elemental mercury and reoxidation back\nto ionic mercury. Mercury’s speciation significantly influences\nits biological behavior, and it can be categorized into inorganic\nmercury (Hg 0 , Hg 2+ ), and organic mercury compounds\n(e.g., MeHg). In general, inorganic mercury has low bioavailability\nvia oral routes, while organic mercury is more toxic and can accumulate\nin the neurological system and other tissues."
    },
    {
      "title": "Inorganic Mercury",
      "text": "Inorganic mercury\nhas a low bioavailability via the oral route, with absorption rates\nranging from 7% to 15% based on the amount of inorganic mercury consumed.\nIt has been reported that the highest quantities of inorganic mercury\nare detected in the kidney. 29  Hg 0  (metallic), Hg 2 2+  (mercurous), and Hg 2+  (mercuric) mercury are the three states of inorganic mercury.\nMercury’s pharmacokinetics and biotransformation are determined\nby its chemical and physical state. 30\n\nThe toxic potential of mercury salts is influenced by their solubility.\nIn general, mercurous compounds exhibit lower toxicity compared to\nmercuric compounds due to their reduced solubility in water. 31  Mercury salts exhibit greater corrosiveness\ncompared to elemental mercury, leading to increased gastrointestinal\npermeability and absorption. 31\n\nChronic\nexposure to Hg 0  results in vomiting, abdominal\npain, renal tubular necrosis, emotional changes, and cognitive deficits,\nwhereas severe lung and neurological damage is caused by acute exposure\nto Hg 0 , as further detailed in  Table  1 . The toxicological effects of mercurous\ncompounds include abdominal pain, nausea, vomiting, toxicity of blood,\ndamage to the central nervous system, memory disturbances, fatigue,\nmuscle weakness, and kidney damage. 32  Additionally,\nhuman exposure to mercuric compounds causes numerous issues such as\nmemory and concentration troubles, irritation of skin and eyes, toxicity\nof the reproductive system of both males and females, malfunction\nof the immune system, loss of appetite and weight, and changes in\nmood and personality. 33  Further details\nabout the toxic effects of each of these mercury compounds are provided\nin  Table  1 .\n\nThere are several applications for metallic or elemental mercury\n(Hg 0 ), which has no electrical charge. The Hg 0  outgassed from amalgams enters the body by ingestion, absorption\nthrough the skin, or breathing in the event of direct contact. Around\n80% of the metallic mercury vapor generated by amalgams is inhaled,\ncompared to 7% to 10% that is consumed and just 1% that is absorbed\nby skin contact. Then afterward, it forms bonds with sulfur-containing\namino acids. This Hg 0  vapor reaches the brain in serum\n(dissolved) or as an adherent to the membrane of red cells, where\nit dwells in the fetal brain. In addition, Hg 0  lodges in\nmany organs, including the breast, muscles, thyroid, lungs, liver\nmyocardium, kidneys, prostate, skin, pancreas, sweat glands, enterocytes,\ntestes, and salivary glands, which causes many problems and may lead\nto their dysfunction. 34  Although Hg 0  oxidizes rapidly in the bloodstream, the absorption rate\nof metallic mercury by the central nervous system is faster than its\noxidation.\n\nMercury also strongly afflicts T cell surface binding\nsites and sulfhydryl groups, influencing T cell function. The majority\nof metallic mercury is passed off as mercuric mercury. The excretory\nhalf-life of metallic and mercuric mercury can vary from a few days\nto several months depending on the organ of deposition and redox state,\nwith certain pools (such as the Central Nervous System (CNS)) having\na half-life of up to many years. Mercury in the hair has no relationship\nto the quantity of metallic mercury in the brain. Therefore, the accurate\nmeasurement of the body load is challenging. 34 , 35\n\nMercuric sulfide (HgS) is employed to extract the metallic\nform\nof Hg. 36  However, the Hg 0  is\navailable in the liquid form (i.e., silver-colored liquid) under ambient\nconditions; it may form Hg vapors under the same environmental conditions\n(i.e., room temperature), attributing to its high vapor pressure. 37  Referring to its chemical properties, Hg is\nparticularly applicable to be employed in various industries such\nas the extraction of gold and silver from ores, 38  dental amalgam, 39  and others.\nIn nature, mercury mostly forms compounds with the functional groups\nOH – , Cl – , and S 2–  as well as with organic ligands. 28 , 40\n\nChemically, Hg is regarded as a cation with different\noxidation states of monovalent Hg 1+  (i.e., mercurous cation,\nstable form Hg 2 2+ ) or divalent Hg 2+  (i.e., mercuric cation, Hg 2+ ). 41  Most Hg 2 2+  salts are poorly soluble in water,\nincluding Hg 2 Cl 2  and Hg 2 SO 2 . Under normal conditions, the Hg 2 2+  is unstable\nand tends to transform into Hg 0  and Hg 2+  via\nthe dismutation process. 27 , 42  Moreover, it may interact\nwith common metal ions (i.e., chloride, halides, and sulfide) and\nproduce compounds with very low solubility characters. 43\n\nThe mercurous mercury salt Hg 2 Cl 2  (calomel) is poorly soluble in water and poorly absorbed\nby the gut, but some of it may oxidize to forms that are more readily\nabsorbed. Mercuric mercury does not often remain in the body unless\nit is in a condition between metallic and mercuric mercury. It is\ninfrequently linked to pink illness or acrodynia, indicating that\nsome absorption occurs. 34\n\nHg 2+  is the most stable form of mercury in aqueous solutions. 44  The most common inorganic species of Hg 2+  comprise mercuric sulfide (HgS), mercuric oxide (HgO), mercuric\nsulfate (HgSO 4 ), and mercuric chloride (HgCl 2 ). Historically, HgCl 2  was used to preserve and develop\nthe photographic film and as a gradient in some skin-lightening creams.\nHg 2+  is hardly absorbed by the body where ≤2% of\ningested HgCl 2  could be absorbed; 45  however, its permeability may be increased as a result of its corrosive effect on the\nintestine with extended exposure. 46  Hg 2+  adheres to S-containing amino acids in the circulation with\nthe same affinity as Hg 0 . Hg 2+  builds up in\nthe amniotic fluid, fetal tissues, and placenta even though it was\nunable to effectively penetrate the blood-brain barrier. 47\n\nHg 2+  is dispersed by one or\nmore amino acid transporters, particularly cysteine transporters,\naccording to the evidence, which may help to explain why it concentrates\nin the brain. 48  In the kidneys, the proximal\nconvoluted renal tubule, which is bound to metallothionein, stores\na large amount of mercuric compounds in the body. Smaller amounts\nof mercuric comounds are found in epithelial tissues, the choroidal\nplexus, and the testes. Periportal deposition of mercuric compounds\nis also frequent in the liver. Small amounts of mercury can also be\nfound in saliva, tears, breast milk, perspiration, and feces. Mercuric\nmercury is primarily expelled through urine and feces. Previous investigations\nhave shown an effective half-life of 42 days for 80% of an oral tracer\ndosage, demonstrating that its half-life appears to be multiphasic.\nThe excretion rate of the remaining 20% does not seem to be quantifiable."
    },
    {
      "title": "Metallic Mercury (Hg 0 )",
      "text": "There are several applications for metallic or elemental mercury\n(Hg 0 ), which has no electrical charge. The Hg 0  outgassed from amalgams enters the body by ingestion, absorption\nthrough the skin, or breathing in the event of direct contact. Around\n80% of the metallic mercury vapor generated by amalgams is inhaled,\ncompared to 7% to 10% that is consumed and just 1% that is absorbed\nby skin contact. Then afterward, it forms bonds with sulfur-containing\namino acids. This Hg 0  vapor reaches the brain in serum\n(dissolved) or as an adherent to the membrane of red cells, where\nit dwells in the fetal brain. In addition, Hg 0  lodges in\nmany organs, including the breast, muscles, thyroid, lungs, liver\nmyocardium, kidneys, prostate, skin, pancreas, sweat glands, enterocytes,\ntestes, and salivary glands, which causes many problems and may lead\nto their dysfunction. 34  Although Hg 0  oxidizes rapidly in the bloodstream, the absorption rate\nof metallic mercury by the central nervous system is faster than its\noxidation.\n\nMercury also strongly afflicts T cell surface binding\nsites and sulfhydryl groups, influencing T cell function. The majority\nof metallic mercury is passed off as mercuric mercury. The excretory\nhalf-life of metallic and mercuric mercury can vary from a few days\nto several months depending on the organ of deposition and redox state,\nwith certain pools (such as the Central Nervous System (CNS)) having\na half-life of up to many years. Mercury in the hair has no relationship\nto the quantity of metallic mercury in the brain. Therefore, the accurate\nmeasurement of the body load is challenging. 34 , 35\n\nMercuric sulfide (HgS) is employed to extract the metallic\nform\nof Hg. 36  However, the Hg 0  is\navailable in the liquid form (i.e., silver-colored liquid) under ambient\nconditions; it may form Hg vapors under the same environmental conditions\n(i.e., room temperature), attributing to its high vapor pressure. 37  Referring to its chemical properties, Hg is\nparticularly applicable to be employed in various industries such\nas the extraction of gold and silver from ores, 38  dental amalgam, 39  and others.\nIn nature, mercury mostly forms compounds with the functional groups\nOH – , Cl – , and S 2–  as well as with organic ligands. 28 , 40"
    },
    {
      "title": "Mercurous Mercury (Hg 2 2+ )",
      "text": "Chemically, Hg is regarded as a cation with different\noxidation states of monovalent Hg 1+  (i.e., mercurous cation,\nstable form Hg 2 2+ ) or divalent Hg 2+  (i.e., mercuric cation, Hg 2+ ). 41  Most Hg 2 2+  salts are poorly soluble in water,\nincluding Hg 2 Cl 2  and Hg 2 SO 2 . Under normal conditions, the Hg 2 2+  is unstable\nand tends to transform into Hg 0  and Hg 2+  via\nthe dismutation process. 27 , 42  Moreover, it may interact\nwith common metal ions (i.e., chloride, halides, and sulfide) and\nproduce compounds with very low solubility characters. 43\n\nThe mercurous mercury salt Hg 2 Cl 2  (calomel) is poorly soluble in water and poorly absorbed\nby the gut, but some of it may oxidize to forms that are more readily\nabsorbed. Mercuric mercury does not often remain in the body unless\nit is in a condition between metallic and mercuric mercury. It is\ninfrequently linked to pink illness or acrodynia, indicating that\nsome absorption occurs. 34"
    },
    {
      "title": "Mercuric Mercury (Hg 2+ )",
      "text": "Hg 2+  is the most stable form of mercury in aqueous solutions. 44  The most common inorganic species of Hg 2+  comprise mercuric sulfide (HgS), mercuric oxide (HgO), mercuric\nsulfate (HgSO 4 ), and mercuric chloride (HgCl 2 ). Historically, HgCl 2  was used to preserve and develop\nthe photographic film and as a gradient in some skin-lightening creams.\nHg 2+  is hardly absorbed by the body where ≤2% of\ningested HgCl 2  could be absorbed; 45  however, its permeability may be increased as a result of its corrosive effect on the\nintestine with extended exposure. 46  Hg 2+  adheres to S-containing amino acids in the circulation with\nthe same affinity as Hg 0 . Hg 2+  builds up in\nthe amniotic fluid, fetal tissues, and placenta even though it was\nunable to effectively penetrate the blood-brain barrier. 47\n\nHg 2+  is dispersed by one or\nmore amino acid transporters, particularly cysteine transporters,\naccording to the evidence, which may help to explain why it concentrates\nin the brain. 48  In the kidneys, the proximal\nconvoluted renal tubule, which is bound to metallothionein, stores\na large amount of mercuric compounds in the body. Smaller amounts\nof mercuric comounds are found in epithelial tissues, the choroidal\nplexus, and the testes. Periportal deposition of mercuric compounds\nis also frequent in the liver. Small amounts of mercury can also be\nfound in saliva, tears, breast milk, perspiration, and feces. Mercuric\nmercury is primarily expelled through urine and feces. Previous investigations\nhave shown an effective half-life of 42 days for 80% of an oral tracer\ndosage, demonstrating that its half-life appears to be multiphasic.\nThe excretion rate of the remaining 20% does not seem to be quantifiable."
    },
    {
      "title": "Organic Mercury Compounds",
      "text": "Organic\nmercury has been reported to effectively get absorbed through the\nlungs when consumed compared to only trace quantities absorbed into\nthe skin. Methyl mercury (MeHg), a major source of mercury exposure,\nis primarily found in contaminated food and is being exposed to some\nsusceptible groups around the world in the specific form of these\nmetal–organic mercury complexes. MeHg and other organic forms\nof mercury are particularly hazardous to humans because of their long-term\ntoxicity and ability to cross any cellular barrier. 49  Following the Minamata incident in Japan in 1956, which\nled to the identification of Minamata disease resulting from the consumption\nof fish and shellfish contaminated with methylmercury, numerous scientists\ninitiated research on the process of demethylating methylmercury in\nthe human body.\n\nThe neurological system, bone marrow, kidneys,\nbrain, placenta, and fetus, in especially the fetal brain, all have\nsignificant quantities of MeHg. 50  Over\ntime, MeHg builds up and is demethylated to inorganic mercury. In\n1986, Tsubaki et al. 51  conducted a study\nin which they measured the levels of total mercury and MeHg in the\nbrains of approximately 30 human autopsy cases in Japan. These individuals\npassed away between 20 days and 18 years after experiencing the onset\nof symptoms related to MeHg poisoning. In cases classified as “acute”\n(meaning autopsy conducted within 100 days of the onset of symptoms),\nthe total mercury content in the brain ranged from 8.8 to 21.4 mg\nHg/kg (measured on a wet weight basis), while the levels of MeHg were\nbetween 1.85 and 8.42 mg Hg/kg. For the “chronic” cases\n(autopsy performed 100 days to 18 years after symptom onset), the\ncorresponding brain concentrations were lower, with total mercury\nranging from 0.35 to 5.29 mg Hg/kg and MeHg ranging from 0.31 to 1.02\nmg Hg/kg. On average, only 28% of the total mercury was found to be\nin the form of MeHg in the acute cases, and this percentage dropped\nto 17% in the chronic cases. Such results indicated that the remaining\nportion is inorganic mercury, and the difference indicated that there\nmay be an ongoing process of demethylation of MeHg in the brain.\n\nIn humans, MeHg has a half-life of around 70 days, with most of\nit being excreted in the feces (about 90%) and some being transported\nthrough the enterohepatic system. The amount released in breast milk,\nwhich varies depending on the level of exposure, is about 20% MeHg.\nMeHg has a short half-life in the blood, making it inappropriate for\ncalculating the total body burden similarly to Hg 0 . Additionally,\ndimethyl mercury is easily absorbed via the skin, and death could\nbe caused just by having minimal skin contact with it. 48 , 52\n\nEthyl mercury behaves similarly to MeHg at the cellular level\nbut\nhas a one-third longer excretory half-life. MeHg vapor has an identical\n(80%) absorption efficiency as metallic mercury vapor. 52  MeHg attaches to sulfhydryl groups, especially\nthose present in cysteine, as it enters the bloodstream. After that,\nit is dispersed throughout the body, and 4 days after exposure, blood\nand body homeostasis are restored. The sulfhydryl group in cysteine\nis likely connected to one or more transporters, primarily the cysteine\ntransporter, which appears to be in charge of distribution to various\nbodily areas.\n\nBoth methylmercury (CH 3 Hg + ) and dimethylmercury\n((CH 3 ) 2 Hg) are conceived as the most widely\nHg-based compounds in the environment, majorly resulting from the\nmethylation of Hg 2+  by microorganisms within soil and water\nand hence bioaccumulate through the food chain. Chiefly, the reaction\nbetween different organic ligands and Hg produces R-Hg +  and R-Hg-R compounds. Another type of organic mercury, Hg-amino\nacid molecular interactions, is related to the amino acid Cys. Among\nthe different Hg complexes, Hg(Cys) 2  is the prevalent one\nwith the ability to surpass the cell membrane. Therefore, the complex\n[Hg(Cys) 2 ] is proposed to imitate Cys and employ the active\ncell transport sites normally associated with Cys transport across\nthe membrane. 43 Table  1  demonstrates various examples of Hg compounds\nwith their physicochemical properties.\n\nTo sum up, Hg can exist\nin various chemical forms, and its interactions\nwith different ligands depend on its “soft sphere” nature,\nespecially with soft donor atoms like S, Se, P, and halide ions. In\naquatic environments, it tends to bind with DOM, particularly compounds\ncontaining thiol groups and other sulfur-containing compounds. The\nvolatilization loss and bioavailability of mercury are affected by\nits photochemical reduction to elemental mercury and reoxidation back\nto ionic mercury. Mercury’s speciation significantly influences\nits biological behavior, and it can be categorized into inorganic\nmercury (Hg 0 , Hg 2+ ), and organic mercury compounds\n(e.g., MeHg). In general, inorganic mercury has low bioavailability\nvia oral routes, while organic mercury is more toxic and can accumulate\nin the neurological system and other tissues."
    },
    {
      "title": "Clinical Manifestation of Acute and Chronic\nMercury Toxicity to Public Health",
      "text": "Different mercury compounds\ncan cause various clinical symptoms.\nMercury poisoning frequently results in a false diagnosis because\nof its slow onset and ambiguous clinical symptoms. The quantity, length,\nand mode of exposure all affect how clinically a person who has been\nexposed to mercury will present. The most frequent cause of acute\npoisoning is inhalation of elemental mercury or ingestion of inorganic\nmercury. Chronic poisoning is more likely to result from exposure\nto organic mercury. Regardless of the type of mercury present, the\ntwo main organs affected by poisoning are the kidneys and the central\nnervous system. Nevertheless, the kidneys are home to practically\nall mercury compounds. 58\n\nAcute toxicity to elemental mercury by inhalation can cause respiratory\nsymptoms. Inhaling large quantities of mercury vapor causes interstitial\npneumonitis and acute corrosive bronchitis. Acute exposure can cause\ncough with fever, shortness of breath, headache and muscular pains. 59  Early clinical signs, including shortness of\nbreath, fever, chills, taste of metal, and pleuritic chest pain, may\nbe mistaken for metal fume fever. Other potential clinical manifestations\ninclude stomatitis, lethargy, confusion, and vomiting. Although the\nhealing process is possible, inhaled exposure can also cause pulmonary\nproblems such as pneumothorax, interstitial emphysema, pneumatocele,\ninterstitial fibrosis, and pneumomediastinum. In addition, exposure\nto extremely high levels of elemental mercury might result in lethal\nacute respiratory distress syndrome. 58 , 60\n\nThe\nmost common route of acute exposure to inorganic mercury or mercuric\nsalt is through the mouth. These chemicals’ corrosive characteristics\ncause most of the acute clinical manifestations of poisoning. Acute\nsymptoms may include ashen-gray mucous membranes due to mercuric salt\nprecipitation, vomiting, hematochezia (bloody stool), hypovolemic\nshock, and severe abdominal pain. Systemic effects typically appear\nseveral hours after administration and might linger for many days.\nThese negative consequences include dental sensitivity, mouth soreness,\nfoul smell, mucosal inflammation, gingival irritation, and renal tubular\nnecrosis, which can cause oliguria or anuria. 58 , 60\n\nChronic toxicity is typically caused by extended exposure of workers\nto elemental mercury that is transformed into the inorganic form.\nThe CNS is the most affected by chronic mercury vapor exposure. The\nconsequences may not be obvious initially, and early signs are nonspecific,\nknown as an asthenic vegetative syndrome or micro-mercurialism. 61  Chronic mercury poisoning is frequently brought\non by the use of diuretics or cathartics that contain mercury over\nan extended period of time. Both chronic and high doses cause a range\nof psychiatric, kidney, neurological, and dermatological symptoms. 58 , 60 , 62  Anorexia, weight loss, weariness,\nand physical weakness may occur in the exposed individual, and this\nclinical manifestation might suggest various disorders. The CNS is\nquickly penetrated by elemental mercury vapor and short-chain alkylmercury\ncompounds, which bind to and inhibit synaptic and neuromuscular transmission-related\nproteins and enzymes. The blocking of these signals has the usual\ndegenerative repercussions. As a result, the individual may have mild\ntremors in their hands and fingers, which may eventually spread to\ntheir entire leg. 58 , 60 , 62\n\nThe classic triad of symptoms associated with chronic mercury\ntoxicity is gingivitis, tremors, and erethism (a constellation of\nneuropsychiatric abnormalities that also includes memory loss, insomnia,\nsadness, shyness, emotional instability, anorexia, flushing, vasomotor\ndisruption, and uncontrolled sweating). Peripheral neuropathy, headache,\nsalivation, visual disruption, sleeplessness, and ataxia are possible\nclinical manifestations caused by mercury exposure. 58 , 60 , 62  The clinical manifestations of organic mercury\ncompound poisoning are similar to those of elemental mercury poisoning:\nunsteady walking, ataxia, illegible handwriting, and tremors. A loss\nof facial muscle tone can also cause slurred speech. A tiny fraction\nof people exposed to inorganic mercury have a widespread condition\ncalled acrodynia. Its symptoms include erythema of the soles and palms,\nirritability, edema of the hands and feet, hair loss, a desquamating\nrash, tachycardia, pruritus, diaphoresis, anorexia, hypertension,\nphotophobia, sleeplessness, constipation or diarrhea, and decreased\nmuscular tone. It is also known as Pink Disease. It was more frequent\nwhen diapers were washed in mercury-containing detergents or fungicides\nor when mercury-containing teething powders were used. The most frequent\nsource of organic mercury poisoning is eating contaminated food, especially\nfish. 58 , 60 , 62\n\nLong-chain\nand aryl forms of organic mercury are equally as hazardous\nto humans as inorganic mercury. The motor and sensory centers, cerebral\ncortex, cerebellum, and auditory center are all targets for organic\nmercury. After exposure, symptoms frequently take days or weeks to\nmanifest. Before symptoms manifest, the enzymes to which organic mercury\nbinds must be degraded. Dysarthria, visual disturbances, ataxia,\nmental deterioration, paresthesias, hearing loss, muscular tremors,\nmovement disorders, and paralysis and death are common toxicity symptoms\nin extreme cases. Mercury is hazardous to the fetus in any form, but\nmethylmercury most easily penetrates through the placenta. Even in\nasymptomatic patients, maternal exposure might cause spontaneous miscarriage\nor retardation. 58 , 60 , 62\n\nIn conclusion, ingesting inorganic mercury or mercuric salts\ncan\nresult in corrosive effects, leading to symptoms such as vomiting,\nabdominal pain, and renal tubular necrosis. Acute exposure to Hg 0  through inhalation can cause respiratory symptoms and potentially\nlethal acute respiratory distress syndrome. While chronic exposure\nto the vapors of Hg 0  affects the central nervous system,\ncausing nonspecific early signs, like an asthenic vegetative syndrome.\nChronic mercury poisoning from extended exposure can lead to psychiatric,\nkidney, neurological, and dermatological symptoms. Symptoms of chronic\nexposure include tremors, gingivitis, and erethism, while organic\nmercury compounds from contaminated food may cause dysarthria, visual\ndisturbances, and paralysis. Mercury is also hazardous to the fetus,\nwith MeHg easily crossing the placenta and causing potential miscarriage\nor retardation."
    },
    {
      "title": "Clinical Signs of Acute Exposure",
      "text": "Acute toxicity to elemental mercury by inhalation can cause respiratory\nsymptoms. Inhaling large quantities of mercury vapor causes interstitial\npneumonitis and acute corrosive bronchitis. Acute exposure can cause\ncough with fever, shortness of breath, headache and muscular pains. 59  Early clinical signs, including shortness of\nbreath, fever, chills, taste of metal, and pleuritic chest pain, may\nbe mistaken for metal fume fever. Other potential clinical manifestations\ninclude stomatitis, lethargy, confusion, and vomiting. Although the\nhealing process is possible, inhaled exposure can also cause pulmonary\nproblems such as pneumothorax, interstitial emphysema, pneumatocele,\ninterstitial fibrosis, and pneumomediastinum. In addition, exposure\nto extremely high levels of elemental mercury might result in lethal\nacute respiratory distress syndrome. 58 , 60\n\nThe\nmost common route of acute exposure to inorganic mercury or mercuric\nsalt is through the mouth. These chemicals’ corrosive characteristics\ncause most of the acute clinical manifestations of poisoning. Acute\nsymptoms may include ashen-gray mucous membranes due to mercuric salt\nprecipitation, vomiting, hematochezia (bloody stool), hypovolemic\nshock, and severe abdominal pain. Systemic effects typically appear\nseveral hours after administration and might linger for many days.\nThese negative consequences include dental sensitivity, mouth soreness,\nfoul smell, mucosal inflammation, gingival irritation, and renal tubular\nnecrosis, which can cause oliguria or anuria. 58 , 60"
    },
    {
      "title": "Clinical Signs of Chronic Exposure",
      "text": "Chronic toxicity is typically caused by extended exposure of workers\nto elemental mercury that is transformed into the inorganic form.\nThe CNS is the most affected by chronic mercury vapor exposure. The\nconsequences may not be obvious initially, and early signs are nonspecific,\nknown as an asthenic vegetative syndrome or micro-mercurialism. 61  Chronic mercury poisoning is frequently brought\non by the use of diuretics or cathartics that contain mercury over\nan extended period of time. Both chronic and high doses cause a range\nof psychiatric, kidney, neurological, and dermatological symptoms. 58 , 60 , 62  Anorexia, weight loss, weariness,\nand physical weakness may occur in the exposed individual, and this\nclinical manifestation might suggest various disorders. The CNS is\nquickly penetrated by elemental mercury vapor and short-chain alkylmercury\ncompounds, which bind to and inhibit synaptic and neuromuscular transmission-related\nproteins and enzymes. The blocking of these signals has the usual\ndegenerative repercussions. As a result, the individual may have mild\ntremors in their hands and fingers, which may eventually spread to\ntheir entire leg. 58 , 60 , 62\n\nThe classic triad of symptoms associated with chronic mercury\ntoxicity is gingivitis, tremors, and erethism (a constellation of\nneuropsychiatric abnormalities that also includes memory loss, insomnia,\nsadness, shyness, emotional instability, anorexia, flushing, vasomotor\ndisruption, and uncontrolled sweating). Peripheral neuropathy, headache,\nsalivation, visual disruption, sleeplessness, and ataxia are possible\nclinical manifestations caused by mercury exposure. 58 , 60 , 62  The clinical manifestations of organic mercury\ncompound poisoning are similar to those of elemental mercury poisoning:\nunsteady walking, ataxia, illegible handwriting, and tremors. A loss\nof facial muscle tone can also cause slurred speech. A tiny fraction\nof people exposed to inorganic mercury have a widespread condition\ncalled acrodynia. Its symptoms include erythema of the soles and palms,\nirritability, edema of the hands and feet, hair loss, a desquamating\nrash, tachycardia, pruritus, diaphoresis, anorexia, hypertension,\nphotophobia, sleeplessness, constipation or diarrhea, and decreased\nmuscular tone. It is also known as Pink Disease. It was more frequent\nwhen diapers were washed in mercury-containing detergents or fungicides\nor when mercury-containing teething powders were used. The most frequent\nsource of organic mercury poisoning is eating contaminated food, especially\nfish. 58 , 60 , 62\n\nLong-chain\nand aryl forms of organic mercury are equally as hazardous\nto humans as inorganic mercury. The motor and sensory centers, cerebral\ncortex, cerebellum, and auditory center are all targets for organic\nmercury. After exposure, symptoms frequently take days or weeks to\nmanifest. Before symptoms manifest, the enzymes to which organic mercury\nbinds must be degraded. Dysarthria, visual disturbances, ataxia,\nmental deterioration, paresthesias, hearing loss, muscular tremors,\nmovement disorders, and paralysis and death are common toxicity symptoms\nin extreme cases. Mercury is hazardous to the fetus in any form, but\nmethylmercury most easily penetrates through the placenta. Even in\nasymptomatic patients, maternal exposure might cause spontaneous miscarriage\nor retardation. 58 , 60 , 62\n\nIn conclusion, ingesting inorganic mercury or mercuric salts\ncan\nresult in corrosive effects, leading to symptoms such as vomiting,\nabdominal pain, and renal tubular necrosis. Acute exposure to Hg 0  through inhalation can cause respiratory symptoms and potentially\nlethal acute respiratory distress syndrome. While chronic exposure\nto the vapors of Hg 0  affects the central nervous system,\ncausing nonspecific early signs, like an asthenic vegetative syndrome.\nChronic mercury poisoning from extended exposure can lead to psychiatric,\nkidney, neurological, and dermatological symptoms. Symptoms of chronic\nexposure include tremors, gingivitis, and erethism, while organic\nmercury compounds from contaminated food may cause dysarthria, visual\ndisturbances, and paralysis. Mercury is also hazardous to the fetus,\nwith MeHg easily crossing the placenta and causing potential miscarriage\nor retardation."
    },
    {
      "title": "Mercury Toxicity on Human Health: Effects and\nMolecular Mechanisms ( Table  2 )",
      "text": "The largest health danger from Hg comes from human\nexposure to\nMeHg species through food. The main route of MeHg exposure is by ingestion\nof aquatic animals, mostly fish, and MeHg is distributed throughout\nhuman tissues via bloodstream absorption. 63 , 64  The brain (central nervous system), kidneys, and liver are the primary\norgans in humans where MeHg builds up. Additional negative effects\nof high-dose Hg exposure include hearing loss, visual issues, speech\nimpairments, neuronal cell death, and fatalities from life-threatening\nillnesses. 65 , 66\n\nAdditionally, it is transferred\nto the placenta, which has a detrimental\neffect on how the child’s brain develops. As a result of MeHg\nexposure, it may be claimed that prenatal life is more susceptible\ncompared to adult life. Hg toxicity depends on the amount and rate\nof exposure to various forms of Hg, with the brain being the primary\ntarget organ for breathed Hg vapor. Hg exposure in humans is determined\nby measuring Hg levels in hair, blood, and urine. 67 , 68\n\nDepending on\nthe individual molecule and exposure route, mercury has a variety\nof hazardous consequences. 69  There are\nboth inorganic and organic Hg compounds of this environmental toxin\nin the environment. 70  Mercury poisoning\ncauses the most concern among toxicologists because it primarily affects\ncentral nervous system (CNS) neurotoxicity 69 , 70  and has been linked to neurodegenerative diseases such as neural\nstem cell dysfunction and neurodevelopmental abnormalities. 71  This is particularly true during fetal development\nsince the toxicity threshold is significantly lower, and neurotoxic\neffects are much more severe than they are in adults. 69  Research conducted in Iraq indicated negative impacts on\nfetal development when the concentration of MeHg in maternal hair\nwas about 20 μg/g. 72  In addition,\nchildren who were exposed to maternal hair concentrations of MeHg\nranging from 10 to 20 μg/g, have been reported to have memory\nproblems. 73  Another research study was\nconducted in New Zealand on a group of females who were exposed to\n6 μg/g of MeHg during pregnancy and by examining their children\nat the age of four using the Denver test; their results were found\nto be abnormal compared to those of a control group with no history\nof MeHg exposure. Subsequently, using the Wechsler intelligence test\nat the age of six, lower performance for children who were exposed\nto MeHg was observed. 74\n\nThe effects\nof prolonged exposure to organic mercury (MeHg) on individuals have\nbeen extensively investigated. MeHg poisoning can result in detrimental\neffects on the CNS, as evidenced by histological changes and clinical\nsymptoms observed in affected individuals. These symptoms of poisoning,\nresulting from neurodegeneration and characterized by oxidative damage,\nencompass a range of impairments, including compromised motor coordination,\ndysfunction of the visual and tactile sensory systems, and, in severe\ncases, paralysis. 75 , 76  Moreover, recent research has\nsuggested that chronic, low-level exposure to mercury could potentially\nbe a risk factor for motor function deficits, such as amyotrophic\nlateral sclerosis (ALS). A notable case report revealed an older man\ndiagnosed with ALS, who had a history of chronic mercury exposure\nat his workplace. Further genetic testing unveiled a mutation in the\nTBK1 gene linked to ALS, providing a possible link between mercury\nexposure and neurodegenerative diseases. 77 , 78  Additionally, a systems biology investigation conducted on hippocampus\ncells exposed to methylmercury has indicated substantial alterations\nin proteins associated with prolonged exposure. These findings shed\nlight on potential connections between mercury exposure and neurodegenerative\nconditions such as Parkinson’s disease (PD) and Alzheimer’s\ndisease (AD). 79\n\nIn an animal study,\nmercury deposits were discovered in the lumbar\nregion of the spinal cord of wild mice captured in the vicinity of\na site of volcanic activity. These specimens exhibited the hallmark\nof neurodegenerative pathologies such as decreased axon calibre and\naxonal atrophy. 80  The same research team\nreported in a separate study that mercury was accumulated in mice\nexposed to volcanic ash in the blood vessels and brain (i.e., white\nmatter and hippocampus cells). This finding shows that long-term exposure\nto active volcanic environments leads to brain mercury accumulation,\nwhich can be a risk factor for human neurodegenerative diseases. 80  In Amyloid β (Aβ)-induced memory\nimpairments of AD, mercury significantly impaired spatial learning\nand memory. Mercury poisoning caused mitochondrial dysfunction that\npromoted spatial memory problems in rats. Mercury increased the generation\nof reactive oxygen species (ROS), MMP breakdown, mitochondrial enlargement,\nglutathione oxidation, lipid peroxidation, and damage to outer membranes,\nwhich furthered the harmful effects of Aβ on spatial memory\nand hippocampal mitochondrial function. Additionally, the rats’\nhippocampi displayed increased ADP/ATP ratio and decreased cytochrome\nc oxidase (complex IV) activity. 81  The\nworst-case scenario is that a study finds a connection between prior\nmercury exposure from eating seafood and a variety of later-life nervous\nsystem disorders, such as extrapyramidal impairment, sensory impairment,\ncranial nerve disturbances, gross motor impairment, neurocognitive\ndeficits, and affective mood disorders. 82\n\nLargely through  in vitro  and  in vivo  research, the molecular processes underpinning MeHg-induced neurotoxicity\nhave been elucidated. Cellular and molecular alterations in brain\ncells exposed to MeHg include the production of cytokines, oxidative\nstress, mitochondrial malfunction, Ca 2+  and glutamate dyshomeostasis,\nand cell death pathways. 75  The CNS is permanently\ndamaged by methylmercury, a frequent and strong environmental neurotoxic\nthat rapidly passes the blood-brain barrier. In an  in vitro  study, it was discovered that 3 μM of methylmercury caused\ncytotoxicity in neurons by ER stress, followed by the induction of\nprogrammed cell death (apoptosis) and cell death. 83\n\nThe molecular mechanism of toxicity caused by inorganic\nmercury\ncompounds includes disruption of cell membranes and affecting cell\nintegrity and permeability. Subsequently, the inorganic mercury compounds\nstart binding to thiol groups in proteins, leading to protein denaturation\nand dysfunction followed by oxidative stress by generating ROS, which\nis a similar mechanism to that of MeHg. 84  The mercury compounds inhibit enzymes involved in antioxidant defense\nmechanisms and contribute to oxidative damage. Also, neuroinflammation\nby inorganic mercury triggers inflammatory responses in the central\nnervous system. 85\n\nAlthough research\non the neurotoxicity of mercury compounds has\nmade tremendous strides since the second half of the 20th century,\nBranco et al. 69  asserted that there are\nstill many open concerns about the toxicity processes. They summarized\nthe results of extensive research that has been done in the last two\ndecades on the molecular interactions of mercury that lead to neurotoxic\neffects, with a focus on the disruption of glutamate signaling and\nexcitotoxicity brought on by mercury exposure as well as the interaction\nwith redox-active residues like cysteines and selenocysteines, which\nis the basis for the disruption of redox homeostasis brought on by\nmercurial. The emergence of neurotoxicity in the CNS is influenced\nby the activation of microglia and astrocytes. 69  Branco et al. 69  proposed that\nfuture research should focus on the effects of low exposure levels,\nspecifically the activation of immune cells in the CNS and neurodifferentiation\nas the basis of neurodevelopmental toxicity. This issue has been addressed\nin a study by Li et al. 86  They discovered\nthat mercury consumption had an impact on energy metabolism, the glutamate/GABA-glutamine\nshuttle, and neuroprotective cascades in astroglia at the molecular\nlevel. Neurodegeneration is facilitated or even caused by deficiencies\nin these astroglia pathways.\n\nBranco et al. 69  also emphasized that\nit is essential to consider how dietary factors (e.g., PUFAs and selenium)\ncan reduce or eliminate these low-level mercury neurotoxicity effects.\nThis is crucial for improving risk assessment methods and better understanding\nthe causes of mercury neurotoxicity. 69  Previously,\nBjorklund et al. 70  reviewed the molecular\ninteraction between mercury and selenium in neurotoxicity. They hypothesized\nthat selenium (Se) may be utilized as a neuroprotectant against mercury\nneurotoxicity as it creates stable coordination complexes with Hg.\nIts efficiency may be affected by the dosage of Se elements as well\nas their unique chemical structures, since their molecular interactions\nalso entail interactions between Hg and different selenoproteins.\nIn future, Bjorklund et al. 70  suggested\nassessing the details protective effect more on adequate doses and\nsuitable Se compounds, as inappropriate doses may cause the opposite\neffect. The type of Se compound used may also influence the result\nof inconsistency. In line with Branco et al. 69  suggestion, Novo et al. 75  agreed that\nefforts should be undertaken to limit the incidence of mercury poisoning\nand provide proper protection to individuals who are exposed. In such\ncommunities, monitoring and intervention measures, as well as the\nlegal establishment of mercury reference doses and clinical intervention\nprocesses, are essential. Additionally, public knowledge of the effects\nof mercury poisoning is required to prevent unnecessary exposure.\n\nThe summative information about the neurological impairment is\noutlined in  Figure  3  and tabulated in  Table  2 .\n\nToxic effects of mercury that contribute to\nneurological disorders\nvia molecular imbalance.\n\nDifferent species of mercury, including MeHg and the inorganic form\nof mercury, were concluded to be responsible for causing genotoxicity\nin humans by free radicals production, exerting oxidative stress,\ndisrupting microtubules, and negatively affecting the process of DNA\nrepair. 87  Genotoxicity of chromosomes and\ndisruption of DNA were detected in people exposed to high levels of\nmercury. 88  In addition, a positive correlation\nbetween the breakdown of DNA molecules and exposure to high levels\nof mercury was recently observed. 89  Factors,\nincluding the type of mercury species (Hg 0 , Hg 2+ , or MeHg) and organ that is investigated for mercury (i.e., urine,\nblood, hair), usually control the genotoxicity of mercury. 90  In addition, the dose of mercury, as well as\nthe xenobiotic defense of encoding genes, is reckoned to be a key\nfactor in determining the genetic toxicity of mercury on human health. 90  Also, it must be mentioned that MeHg led to\ngene disturbance and carcinogenesis, yet the actual mechanism still\nneeds further investigation. 58  MeHg was\nrecently related to the high rate of incidence of Glioma, which is\na tumor commonly arising from glial cells of the brain, representing\naround 80% of malignant brain tumors in US adults. 91  MeHg and inorganic mercury compounds induce the generation\nof ROS within cells. ROS, such as superoxide anions and hydroxyl radicals,\ncan cause oxidative damage to DNA bases, leading to DNA strand breaks,\nbase modifications, and DNA adduct formation. Mercury has been shown\nto interfere with DNA repair mechanisms, including base excision repair\nand nucleotide excision repair. Mercury-induced genotoxicity may trigger\napoptosis as a cellular response to severe DNA damage. In addition,\nmercury exposure can lead to genomic instability, characterized by\nan increased frequency of mutations and chromosomal aberrations. 9\n\nSeveral assays, including sister chromatid\nexchanges (SCE), chromosomal aberrations (CA), cytochalasin B blocked\nmicronucleus test (CBMN), and single-cell gel electrophoresis, are\nfrequently used to determine the genotoxic effect of mercury compounds\n(SCGE or alkaline comet assay). 9  In this\nregard, Bucio et al. 92  used the comet assay\nto investigate the effect of HgCl 2  on a human fetal liver\ncell line (WRL-68) to prove the DNA damage by mercury compounds. So,\nthey concluded that raising the mercury concentration and exposure\nduration increased the nucleus and DNA breakage rate. Cells treated\nwith 0.5 μM and 5 μM of HgCl 2  demonstrated\nan increase of 60% and 166% in nucleus damage, respectively, when\ncompared with untreated control cells. Treatment of cells with 0.5\nμM HgCl 2  for a prolonged period of 7 days resulted\nin an increase of 200% in nucleus damage. Additionally, the comet\nassay was employed in another study that was carried out by Ben-Ozer\net al. 93  to identify the toxic effect of\nHgCl 2  on human DNA. U-937, a cell line derived from cancerous\ncells isolated from a patient’s pleural effusion who had histiocytic\nlymphoma, was used in this study to demonstrate that there is a direct\ncorrelation between the incidence of DNA damage and the level of HgCl 2 . The exposure of U-937 cells to 0–100 μM of\nHgCl 2  for 24, 48, and 72 h also suggested that raising\nthe mercury concentration and exposure duration increased the amount\nof DNA damage. Moreover, the same assay was utilized to scrutinize\nthe perilous impact of HgCl 2  on the lymphocytes and the\nsalivary gland cells in humans by detecting the single-strand breaks\nthat resulted in the migration of DNA along with the partial DNA repair\nthat exacerbates the issue. 94  It was reported\nthat increasing the concentration of HgCl 2  in tissue cells\nresulted in a significant increase in DNA migration when compared\nto the negative control, with significant reductions in cell viability\nbelow 75% being observed when the tissue cells were treated with 50\nμM of HgCl 2 . 94  Concerning\nthe toxic effect of mercuric nitrate on human genes, Lee et al. 95  revealed that mercuric nitrate could produce\nendoreduplication at a concentration of 30 μM.\n\nThe genotoxic\neffect of organic compounds of mercury such as MeHg\nand dimethyl mercury, which are even postulated to be more toxic than\nthe inorganic contaminants of mercury, in humans was also proved via\ntheir induction of structural and numerical chromosomal aberrations\nin lymphocytes as it was previously elucidated by Betti et al. 96  Additionally, it results in escalating the frequency\nof sister chromatid exchanges in lymphocytes from blood cultures,\nbreakage of DNA strands, chromosomal disorders, and disruption of\ntheir separation as elaborated in different research studies, including\nthose conducted by Crespo-López et al., 97  Lope et al. 98  and Eke et al. 99  Exposure to MeHg was found to have a clear correlation\nwith cytogenetic damage in lymphocytes at levels of hair mercury which\nare less than 50 μg/g. 100\n\nMercury has been recognized\nfor a long time to affect immune system function, most likely through\nits negative effects on polymorphonuclear leukocytes (PMNs). Mercury\ninhibits PMN function by reducing its ability to eliminate foreign\ncompounds by suppressing adrenocorticosteroids synthesis, which prevents\nproper stimulation of PMN formation. 101  Mercury has the capacity to alter immune cell development and function\nas well as the synthesis of interferon-gamma and interleukin-2 in\nthe central nervous system. 102  Exposure\nto mercury can induce oxidative stress and trigger inflammatory responses\nin immune cells by producing ROS. Mercury interferes with antioxidant\ndefense mechanisms, such as glutathione metabolism. Subsequently,\ndepletion of antioxidants can impair the ability of immune cells to\nneutralize ROS and protect against oxidative stress. Mercury can directly\naffect the function of various immune cells, including T cells, B\ncells, and macrophages. 103  Moreover, altered\ncytokine production, impaired phagocytosis, and reduced lymphocyte\nproliferation are among the functional changes observed. Mercury exposure\nhas been linked to autoimmune reactions and molecular mimicry, where\nimmune responses may target self-antigens due to similarities with\nmercury-containing structures, resulting in the development of autoimmune\ndiseases. Mercury has the ability to alter immunological signaling\npathways, such as the mitogen-activated protein kinase and nuclear\nfactor-kappa B (NF-κB) pathways. 104  Genes involved in immunological responses can have their expression\naltered by deregulation of these pathways. 105\n\nConsumption of mercury is frequently linked to higher amounts\nof bacteria, which are assumed to operate as a protective mechanism\nby absorbing excess mercury from the body. Antibiotics’ indiscriminate\nand quick eradication of these bacteria in people being continuously\nexposed to high levels of toxic metals, particularly mercury, could\nresult in the release of these toxic metals held inside them and lead\nto immune-related issues such as allergic disease, arthritis, autism,\nattention disorder, eczema, epilepsy, psoriasis, multiple sclerosis,\nschizophrenia, and scleroderma 106 − 108  as shown in  Figure  4 A.\n\nNegative impacts of mercury\non the immune system (A) and effects\nof mercury on pregnancy and the reproduction system (B).\n\nThere has been evidence linking increased mercury\nexposure levels\nto increasing levels of antinuclear autoantibodies and lower levels\nof anti-inflammatory cytokines, notwithstanding the paucity of studies\non the harmful effects of mercury exposure on the human immune system. 109  The form and dose of mercury, the route and\ntiming of exposure, and the individual health circumstances affect\nhow severe these immunological problems are. In a research study that\nwas undertaken in Brazil, 110  a range of\nhair mercury of 0.3–83.2 μg/g with an average dose of\n8.6 μg/g was recorded for individuals who had worked with mercury\nin gold mining sites. Those individuals had a history of malarial\ninfection that was 4.2-fold higher than that of individuals who had\nnever worked with the metal. Also, the same study mentioned that exposure\nto mercury vapor, rather than MeHg, might be responsible for the malarial\ninfection. However, no studies have been done to determine if exposure\nto mercury during critical periods of development, such as the prenatal\nperiod, alters the immune system’s response to mercury over\nthe long term. 111\n\nIn recent years, the rate of infertility has substantially increased\nacross the globe owing to different reasons such as the health issues\nof women’s age, ovulation disorders, tubal disease, and uterine\nabnormalities along with lifestyle factors including drinking alcohol\nand smoking as well as environmental stressors. 112 − 115  However, the major influence was considered to be resulting from\nexposure to heavy metals, including mercury. 116  The positive correlation between high concentrations of mercury\nin women’s blood and the incidence of infertility was previously\nconcluded and confirmed. The same study reported that 80% of infertile\nwomen and 68% of pregnant women contained hair methylmercury concentrations\nexceeding the reference dose of 1 mg/kg established by the US Environmental\nProtection Agency, and this positively correlated with the daily methylmercury\nexposure dose. 117  The prevalence of menstruation\nabnormalities among Hg-exposed women was linked to the number of years\nspent working in the dental field. 118  In\naddition, other health issues were figured out to result from being\nexposed to mercury, including abortion, birth defects, menstrual disorders,\nand congenital disorders ( Figure  4 B). 119  Hormonal disorders\nthat usually lead to polycystic ovary and thyroid gland dysfunction\nare reckoned to result from high levels of mercury. 120 , 121  Also, the reduction in the level of both progesterone and estradiol\nwas related to the high mercury concentration. 122\n\nRegarding the negative impact of mercury on male\nfertility, it harmfully influences the endocrine system of males by\naffecting testosterone and subsequently exacerbating infertility rates. 123  One reason for this adverse effect of mercury\non human reproductive health is that it may be an endocrine disruptor,\ncausing hormonal irregularities in both men and women that may impair\nfertility and cause a reduction in ovarian and testicular function. 116\n\nMercury from the mother’s tissues\nflows easily through the\nplacenta into the exceedingly susceptible growing fetus during the\nperiods of pregnancy, 124  leading to neural\ntube anomalies, craniofacial deformities, retarded growth, and other\nproblems. 125  Also, inflammation caused\nby mercury may contribute to reproductive dysfunction and complications\nduring pregnancy. 126  Additionally, it negatively\naffects the brain development of infants, consequently leading to\ncerebral and movement disorders in the following growth stages. 127  The reduced number of nerve cells in the cerebral\ncortex, obvious diminution in the brain’s weight, and neural\nailments were all accredited to mercury exposure. 74  Also, it was proved that mercury constrains the transport\nof essential elements in the placenta. 128  The inorganic form of mercury was verified to be transferred to\nthe nursing infant via breast milk. 129  It\nhas to be mentioned that the incidence rates of autism in infants\nand young children significantly escalated in recent years owing to\ntheir exposure to high levels of the organic type of mercury (MeHg)\nand inorganic mercury through the mother’s blood and breast\nmilk, respectively. 130  Another reason that\nwas concluded to be contributing to this incidence was the excessive\nconsumption of drugs that contain thimerosol, which is a commonly\nused mercury-based preservative material in the production of pharmaceuticals. 131  A research study was carried out in Hong Kong 123  indicated the relation between the high blood\nmercury concentration, which was about 50 μg/L, and the infertility\nof both males and females was a result of consuming MeHg-contaminated\nfood. Also, the same study revealed that males and females, even with\nMeHg concentrations of 40.6 and 33.2 μg/L, respectively, in\ntheir blood, were associated with fertility issues. In addition, vapors\nof inorganic mercury could affect the reproductive system of females\nwho were exposed to a concentration of 0.01 μg/L by resulting\nin menstrual disorders and pregnancy problems. 132\n\nMercury is one\nof the potential agents to promote cancer development and progression,\nsince it can be found particularly in the occupational environment\n( Figure  5 ). It has\nbeen shown that there is a significant correlation between occupational\nmercury exposure levels (as measured in toenail, hair and blood) and\ncancer risk and mortality. 133  It might\nenter the human body differently, such as through inhalation, skin,\nand diet, ultimately affecting the lung, kidney, digestive, and nervous\nsystems. The negative effects of mercury depend mostly on its speciation\nbecause different forms of mercury have different levels of bioaccessibility,\nbioavailability, and toxicokinetics. Even though elemental mercury\nis nontoxic (Hg 0 ); however, the converted forms of mercury\n(methylmercury and Hg 2+ ) are toxic and might accumulate\nin the body to cause a severe effect. These instances are potentiated\nto promote unexpected and nongenetical cancers. It has been reported\nthat Hg 2+  with thiol-compounds can form mercaptans and\nreduce the thiol-based antioxidants in cells, which is considered\na potential step to induce cancer. 30  A\ncase study in Poland revealed the occurrence of leukemia among a group\nof farmers who used mercury-containing fungicides in their farmlands. 134  The study indicated that the concentration\nof total mercury in the hair of those farmers was 1.24 mg/kg, compared\nto just 0.49 mg/kg in the hair of healthy individuals. Another case\nstudy in India showed that people with 3.67 μg/L of mercury\nin their blood developed renal cancer compared to healthy individuals\nwith only 0.36 μg/L. 135\n\nSources of\nmercury and its toxicity toward cancer promotion via\nmolecular imbalance (epigenetics).\n\nAs a well-known fact, epigenetics is a mandatory\nmolecular complex\nevent without any gene alterations. Mercury has been correlated to\nthe interference of epigenetics by genetic modifications, including\nhistone modification, RNA regulation, alternative RNA splicing, RNA\nstability, DNA methylation, DNA repair, transcription, gene copy number,\nand transposon activation. Hg species may cause oxidative DNA alterations\nand hinder DNA repair pathways due to their pro-oxidant activity. 133  These processes in the gene alterations are\nthe major causes of forming various cancers, mediated by mercury and\nother heavy metals/metalloids. 136 − 138  Mercury has been found to induce\nglobal hypermethylation and hypomethylation in G-protein GTPase Rnd2. 139 , 140  It has been hypothesized that mercury might be an epigenetic agent.\nIn this context, Hg 2+  helps to inhibit gap junctional intercellular\ncommunications and causes immunosuppressive effects. Mercury also\nmediates an upstream alteration of intracellular redox by specifically\ninhibiting antioxidant enzymes containing selenocysteines. 30  Such an inhibition of cell communication can\ncontribute to uncontrolled cell growth and proliferation, which are\nthe main hallmarks of cancer development. Additionally, the immunosuppressive\neffects disturb the immune system’s ability to recognize and\neliminate abnormal or cancerous cells.\n\nNumerous epidemiological\nand experimental toxicological studies\non the possible link between mercury exposure and cancer have been\ncarried out in the past few decades. Even though high-dose mercury\nexposure has been linked to cytotoxicity, with primary damage to the\nnervous system as the most susceptible to Hg toxicity, low-dose mercury\nexposure may cause a proliferative response in normal and cancer cells\nthrough interference with the estrogen receptor, ERK1/2, JNK, NADPH-oxidase,\nand, potentially, Nrf2 signaling. 133  An\nepidemiological investigation revealed a correlation between exposure\nto mercury with cancer causes. 141  A connection\nbetween mercury exposure and acute leukemia was discovered in other\ninvestigations. 34  On the other side, other\nanimal experiments have shown that methylmercury exposure over time\nincreased the growth of kidney tumors. 34\n\nCardiotoxicity is primarily indicated by the damage to the muscle\nand ends up with a pumping problem in the heart. In the past decade,\nthe impacts of mercury on the heart tissue have been noticed. 142  World Health Organization (WHO) and Woods et\nal. 143  stated that mercury-mediated toxicity\nis a fundamental issue associated with malfunctioning different human\nparts. Mercury toxicity is strongly associated with atherosclerosis\nin general, coronary heart disease, stroke, myocardial infarction,\nhypertension, carotid artery blockage, and cardiac arrhythmias ( Figure  6 ). 144 , 145  Also, mercury causes inflammation, which contributes to the progression\nof cardiovascular diseases by promoting endothelial dysfunction. Ion\nchannels that are responsible for preserving cardiac electrical conductivity\nmay be disrupted by mercury. Ion channel dysfunction can cause abnormal\nheartbeats. 146  Mercury reduces the bioavailability\nof nitric oxide (NO), which inhibits vascular endothelial function.\nSubsequently, vascular deterioration is exacerbated by such an endothelial\nfailure. Mercury disrupts mitochondrial function, leading to impaired\nenergy production, cardiac dysfunction, and heart failure. 147  The contractility of cardiac muscle cells is\nimpacted by mercury’s interference with intracellular calcium\nhomeostasis. Furthermore, heart inflammation is exacerbated by mercury\nbecause it activates pro-inflammatory signaling pathways, including\nNF-κB (nuclear factor kappa-light-chain-enhancer of activated\nB cells). 33\n\nCardiotoxicity mediated\nby mercury exposure.\n\nRice et al. 102  revealed\nthe systemic\npathophysiology with toxicological effects of mercury on different\nhuman systems. The dose-dependent response of mercury exposure to\ncardiovascular health was noted by Roman et al. 148  Among other heavy metals, mercury was noticed to be a direct-affecting\ncompound to the cardiovascular and nervous systems. A correlation\nbetween the levels of mercury in urine and hair was found to be related\nto the levels of hematocrit and hemoglobin. Higher mercury levels\nin the hair and urinary display lower hematocrit and hemoglobin concentrations. 149  Thus, proper public management of general\nmercury exposure should be given to prevent heart-related diseases\nand save a life. A recent study addressed the relation between cardiovascular\ndiseases and exposure to mercury, in which the authors concluded that\nthe risk of cardiovascular diseases occurrence begins to be high for\nthe individuals who have a concentration of 2 μg/g of total\nmercury in their hair. 150\n\nThere is a high\npossibility of scattering different metals into the pulmonary system\nalong the pulmonary vasculature. The vapor formed from mercury inhalation\nat 80% can be absorbed into the lungs, followed by penetrating the\nblood barrier of the placenta and brain to distribute to the whole\nbody. 151 , 152  Mercury and other metals are also used to\nabsorb from the gastrointestinal tract; on the other hand, the median\nmercury level in blood was noticed to be 0.73 ± 0.91 μg/L. 153  Another source of mercury is an organic compound\nthat contains mercury called “thimerosal” in use as\na preservative with vaccine vials. Mercury-mediated pulmonary diseases\nare highly associated with the vaporized form of mercury (Hg 0 ) that can be easily adsorbed from the lungs into the entire body.\nThe liquid form of Hg 0  has a higher chance of entering\nthe gastrointestinal tract; however, it will not cause a toxic effect.\nHg 0  is used to oxidize and yield divalent mercury (Hg 2+ ). CH 3 -Hg interacts with the thiolate molecules,\nsuch as cysteine, on the protein, facilitating the diffusion. 154  The elemental forms of mercury vapor cause\npulmonary-related issues such as chemical pneumonitis, dyspnea, cough,\nbreathing difficulty, chest pain, asthma, and others ( Figure  7 ). Mercury has the ability\nto influence both innate and adaptive immunity in the lungs via modulating\nimmunological responses. Allergies and respiratory conditions may\nbe exacerbated by immune system dysregulation. 155  Mercury exposure can cause direct harm to the alveoli and\nepithelium lining of the lungs. Lung function may be negatively impacted\nby direct tissue damage, which can also hasten the fibrosis process.\nFibrosis involves the excessive deposition of collagen in lung tissues,\nleading to impaired respiratory function. 156  Rice et al. 102  reviewed the toxicological\neffects mediated by mercury on different body organs associated with\nthe lung, including Young’s syndrome, bronchitis, and pulmonary\nfibrosis. These incidents have permanently documented the negative\nconsequences of mercury on human health. Overall, the prevention of\nvaporized mercury is needed to prevent the toxicological effect. A\nrecent study in Indonesia 157  indicated\nthat adverse respiratory effects could be observed in individuals\nwith a hair mercury concentration higher than 5 μg/g, while\nthose with a concentration less than 1 μg/g are considered fine,\nand for those who have concentrations between 1 and 5 μg/g are\nin the warning levels.\n\nCardiotoxicity mediated by mercury exposure.\n\nKidneys are a primary\norgan targeted by inorganic mercury. 158  It has been found that mercury-induced alterations are more severe\nin women compared to the effect on men. 159  The WHO is worried about mercury as a health risk, especially the\npossible adverse effects on the kidneys, including autoimmune dysfunction\nand neurological symptoms. 160  The primary\nissue with mercury is its half-life in the bloodstream as 2–4\ndays during excretion. In general, mercury absorption is relatively\nlower from the digestive tract; however, a more significant amount\nmight enter the body by accidental or suicidal ingestions. 161  Besides, elemental mercury exposure, such as\nthat experienced by artisanal and small-scale gold mining workers,\nhas been linked to kidney damage. 162  In\nan earlier study, a relation between enhancing mercury exposure with\nelevated urinary mercury levels (18% to 52% among 8–18-year-old\nindividuals), 163  increased mercury body\nburden (5–10% increase in mercury-associated porphyrins), 164  and other evidence was shown to increase kidney\ndamage ( Figure  8 ). 165  It has been proposed that the threshold for\nadverse renal toxicity in adults at occupationally relevant air concentrations\nranges from 25 to 30 μg/m 3  of Hg vapors, which is\nequal to 35 μg/g of creatinine. 166  Another study 167  revealed that some renal\ndisorders in a group of miners in Indonesia, such as proteinuria,\nwhich is a condition characterized by the presence of an abnormal\namount of protein in the urine caused by high concentrations of mercury\nin urine (>7–273.3 μg/L).\n\nRenal diseases mediated\nby mercury exposure.\n\nIn general, inorganic forms of mercury are accumulated\nin the kidneys\nthat can be reabsorbed as Cys-S-Hg-SCys by organic anions transporters.\nIn this study, further available data attested to the severity of\nrenal disease with increased mercury presence. 168  Akgül et al. 169  investigated\nmercury adsorption in the animal body and noticed the alteration of\nthe kidneys by histological examinations. The administration of mercury\nin the rat model impaired the expression of aquaporin in the gastrointestinal\ntract. It was observed that mercury exposure resulted in the downregulation\nof aquaporins 3 and 7 at the mRNA and protein levels, as well as aquaporin\n8 at the mRNA level. Consequently, the reduced epithelial cell osmotic\nwater permeability could impair the osmotic water equilibration and\nactive water transport, resulting in fatal fluid accumulation, which\ncould ultimately lead to kidney damage. 170  On the other hand, it was registered that there was no association\nbetween hypertension and mercury in the blood but an inverse relation\nwith urinary mercury. 171\n\nThe epigenetic\nalterations in kidney tissues also severely interrupt\nrenal function. Histone post-translation modification and DNA methylation\nare the highly noticed kidney epigenetic alterations by mercury exposure. 172  Rice et al. 102  reviewed\nthe renal toxicological effects of mercury exposure on other organs.\nThey found that there might be a release of mercury through urine\nand feces as the wastes, the remaining mercury amount still affecting\nthe renal system. Thus, routine monitoring of renal function and urine\nanalysis for heavy absorption and discard might help in prevention.\n\nIn addition, the minimal dosage of mercury that can cause different\nadverse effects varies depending on the specific effect and the exposure\nduration. Its toxicity in humans depends on various factors such as\nthe chemical form of mercury, dosage, age of people exposed, length\nof exposure, entry into the body, fish diet, and consumption of seafood. 34  Exposure to high concentrations of methylmercury\nor mercury vapor can cause damage to the brain, kidneys, and developing\nfetus. According to Li et al., 173  The United\nStates Environmental Protection Agency (EPA), Food and Drug Administration\n(FDA) and the Occupational Safety and Health Administration (OSHA)\nhave set a guideline for mercury exposure in drinking water (2 μg/L\nor 2 ppb), seafood consumption (1 μg/g or 1 ppm) and per cubic\nmeter of workplace air (0.1 mg/m 3  with 0.05 mg/m 3  of mercury vapor for 8-h shifts and 40-h work weeks).\n\nIn summary,\nmercury exposure in its various forms poses significant\nhazards to human health. It mainly affects the CNS and has been linked\nto neurodegenerative diseases, particularly during fetal development.\nProlonged exposure to organic mercury such as MeHg can result in impaired\nmotor coordination, visual and tactile dysfunction, and paralysis.\nMercury compounds induce genotoxicity, disrupting DNA repair processes\nand leading to chromosomal aberrations. Immunotoxic effects include\nimmune-related diseases and hypersensitivity. Pregnant women exposed\nto mercury can experience infertility, birth defects, and negative\neffects on the fetus’s brain development. Additionally, mercury\nexposure has been linked to cancer progression, cardiotoxicity, pulmonary\ndiseases, and renal disorders. Epigenetic alterations and histone\nmodifications play significant roles in mercury-induced toxicological\neffects in various organs. Minimizing exposure to mercury is of utmost\nimportance and can be achieved by the avoidance of contaminated food\nsources, implementation of appropriate protective measures in work\nsettings, and adherence to rules outlined by health authorities. Therefore,\npreventative measures and risk assessments are essential to mitigate\nmercury exposure’s adverse effects on human health.\n\nQuantitative\ndata regarding the minimum dosages at which various\nadverse effects become evident in cases of mercury exposure are of\nparamount importance in understanding the extent of toxicity. Several\nstudies have contributed valuable insights by identifying these critical\nthresholds. For instance, research has shown that even relatively\nlow levels of MeHg exposure, such as 10 parts per billion (ppb) in\nmaternal hair during pregnancy, can lead to adverse neurodevelopmental\noutcomes in children. 174  Similarly, the\nWHO has established a provisional tolerable weekly intake (PTWI) for\nmethylmercury at 1.6 μg/kg of body weight, emphasizing the significance\nof setting exposure limits to prevent toxicity. 175  By summarizing such quantitative data, this review aims\nto provide a clearer perspective on the toxicological aspects of mercury\nand its associated health implications."
    },
    {
      "title": "Neurological Diseases",
      "text": "Depending on\nthe individual molecule and exposure route, mercury has a variety\nof hazardous consequences. 69  There are\nboth inorganic and organic Hg compounds of this environmental toxin\nin the environment. 70  Mercury poisoning\ncauses the most concern among toxicologists because it primarily affects\ncentral nervous system (CNS) neurotoxicity 69 , 70  and has been linked to neurodegenerative diseases such as neural\nstem cell dysfunction and neurodevelopmental abnormalities. 71  This is particularly true during fetal development\nsince the toxicity threshold is significantly lower, and neurotoxic\neffects are much more severe than they are in adults. 69  Research conducted in Iraq indicated negative impacts on\nfetal development when the concentration of MeHg in maternal hair\nwas about 20 μg/g. 72  In addition,\nchildren who were exposed to maternal hair concentrations of MeHg\nranging from 10 to 20 μg/g, have been reported to have memory\nproblems. 73  Another research study was\nconducted in New Zealand on a group of females who were exposed to\n6 μg/g of MeHg during pregnancy and by examining their children\nat the age of four using the Denver test; their results were found\nto be abnormal compared to those of a control group with no history\nof MeHg exposure. Subsequently, using the Wechsler intelligence test\nat the age of six, lower performance for children who were exposed\nto MeHg was observed. 74\n\nThe effects\nof prolonged exposure to organic mercury (MeHg) on individuals have\nbeen extensively investigated. MeHg poisoning can result in detrimental\neffects on the CNS, as evidenced by histological changes and clinical\nsymptoms observed in affected individuals. These symptoms of poisoning,\nresulting from neurodegeneration and characterized by oxidative damage,\nencompass a range of impairments, including compromised motor coordination,\ndysfunction of the visual and tactile sensory systems, and, in severe\ncases, paralysis. 75 , 76  Moreover, recent research has\nsuggested that chronic, low-level exposure to mercury could potentially\nbe a risk factor for motor function deficits, such as amyotrophic\nlateral sclerosis (ALS). A notable case report revealed an older man\ndiagnosed with ALS, who had a history of chronic mercury exposure\nat his workplace. Further genetic testing unveiled a mutation in the\nTBK1 gene linked to ALS, providing a possible link between mercury\nexposure and neurodegenerative diseases. 77 , 78  Additionally, a systems biology investigation conducted on hippocampus\ncells exposed to methylmercury has indicated substantial alterations\nin proteins associated with prolonged exposure. These findings shed\nlight on potential connections between mercury exposure and neurodegenerative\nconditions such as Parkinson’s disease (PD) and Alzheimer’s\ndisease (AD). 79\n\nIn an animal study,\nmercury deposits were discovered in the lumbar\nregion of the spinal cord of wild mice captured in the vicinity of\na site of volcanic activity. These specimens exhibited the hallmark\nof neurodegenerative pathologies such as decreased axon calibre and\naxonal atrophy. 80  The same research team\nreported in a separate study that mercury was accumulated in mice\nexposed to volcanic ash in the blood vessels and brain (i.e., white\nmatter and hippocampus cells). This finding shows that long-term exposure\nto active volcanic environments leads to brain mercury accumulation,\nwhich can be a risk factor for human neurodegenerative diseases. 80  In Amyloid β (Aβ)-induced memory\nimpairments of AD, mercury significantly impaired spatial learning\nand memory. Mercury poisoning caused mitochondrial dysfunction that\npromoted spatial memory problems in rats. Mercury increased the generation\nof reactive oxygen species (ROS), MMP breakdown, mitochondrial enlargement,\nglutathione oxidation, lipid peroxidation, and damage to outer membranes,\nwhich furthered the harmful effects of Aβ on spatial memory\nand hippocampal mitochondrial function. Additionally, the rats’\nhippocampi displayed increased ADP/ATP ratio and decreased cytochrome\nc oxidase (complex IV) activity. 81  The\nworst-case scenario is that a study finds a connection between prior\nmercury exposure from eating seafood and a variety of later-life nervous\nsystem disorders, such as extrapyramidal impairment, sensory impairment,\ncranial nerve disturbances, gross motor impairment, neurocognitive\ndeficits, and affective mood disorders. 82\n\nLargely through  in vitro  and  in vivo  research, the molecular processes underpinning MeHg-induced neurotoxicity\nhave been elucidated. Cellular and molecular alterations in brain\ncells exposed to MeHg include the production of cytokines, oxidative\nstress, mitochondrial malfunction, Ca 2+  and glutamate dyshomeostasis,\nand cell death pathways. 75  The CNS is permanently\ndamaged by methylmercury, a frequent and strong environmental neurotoxic\nthat rapidly passes the blood-brain barrier. In an  in vitro  study, it was discovered that 3 μM of methylmercury caused\ncytotoxicity in neurons by ER stress, followed by the induction of\nprogrammed cell death (apoptosis) and cell death. 83\n\nThe molecular mechanism of toxicity caused by inorganic\nmercury\ncompounds includes disruption of cell membranes and affecting cell\nintegrity and permeability. Subsequently, the inorganic mercury compounds\nstart binding to thiol groups in proteins, leading to protein denaturation\nand dysfunction followed by oxidative stress by generating ROS, which\nis a similar mechanism to that of MeHg. 84  The mercury compounds inhibit enzymes involved in antioxidant defense\nmechanisms and contribute to oxidative damage. Also, neuroinflammation\nby inorganic mercury triggers inflammatory responses in the central\nnervous system. 85\n\nAlthough research\non the neurotoxicity of mercury compounds has\nmade tremendous strides since the second half of the 20th century,\nBranco et al. 69  asserted that there are\nstill many open concerns about the toxicity processes. They summarized\nthe results of extensive research that has been done in the last two\ndecades on the molecular interactions of mercury that lead to neurotoxic\neffects, with a focus on the disruption of glutamate signaling and\nexcitotoxicity brought on by mercury exposure as well as the interaction\nwith redox-active residues like cysteines and selenocysteines, which\nis the basis for the disruption of redox homeostasis brought on by\nmercurial. The emergence of neurotoxicity in the CNS is influenced\nby the activation of microglia and astrocytes. 69  Branco et al. 69  proposed that\nfuture research should focus on the effects of low exposure levels,\nspecifically the activation of immune cells in the CNS and neurodifferentiation\nas the basis of neurodevelopmental toxicity. This issue has been addressed\nin a study by Li et al. 86  They discovered\nthat mercury consumption had an impact on energy metabolism, the glutamate/GABA-glutamine\nshuttle, and neuroprotective cascades in astroglia at the molecular\nlevel. Neurodegeneration is facilitated or even caused by deficiencies\nin these astroglia pathways.\n\nBranco et al. 69  also emphasized that\nit is essential to consider how dietary factors (e.g., PUFAs and selenium)\ncan reduce or eliminate these low-level mercury neurotoxicity effects.\nThis is crucial for improving risk assessment methods and better understanding\nthe causes of mercury neurotoxicity. 69  Previously,\nBjorklund et al. 70  reviewed the molecular\ninteraction between mercury and selenium in neurotoxicity. They hypothesized\nthat selenium (Se) may be utilized as a neuroprotectant against mercury\nneurotoxicity as it creates stable coordination complexes with Hg.\nIts efficiency may be affected by the dosage of Se elements as well\nas their unique chemical structures, since their molecular interactions\nalso entail interactions between Hg and different selenoproteins.\nIn future, Bjorklund et al. 70  suggested\nassessing the details protective effect more on adequate doses and\nsuitable Se compounds, as inappropriate doses may cause the opposite\neffect. The type of Se compound used may also influence the result\nof inconsistency. In line with Branco et al. 69  suggestion, Novo et al. 75  agreed that\nefforts should be undertaken to limit the incidence of mercury poisoning\nand provide proper protection to individuals who are exposed. In such\ncommunities, monitoring and intervention measures, as well as the\nlegal establishment of mercury reference doses and clinical intervention\nprocesses, are essential. Additionally, public knowledge of the effects\nof mercury poisoning is required to prevent unnecessary exposure.\n\nThe summative information about the neurological impairment is\noutlined in  Figure  3  and tabulated in  Table  2 .\n\nToxic effects of mercury that contribute to\nneurological disorders\nvia molecular imbalance."
    },
    {
      "title": "Genotoxicity and Gene Regulation",
      "text": "Different species of mercury, including MeHg and the inorganic form\nof mercury, were concluded to be responsible for causing genotoxicity\nin humans by free radicals production, exerting oxidative stress,\ndisrupting microtubules, and negatively affecting the process of DNA\nrepair. 87  Genotoxicity of chromosomes and\ndisruption of DNA were detected in people exposed to high levels of\nmercury. 88  In addition, a positive correlation\nbetween the breakdown of DNA molecules and exposure to high levels\nof mercury was recently observed. 89  Factors,\nincluding the type of mercury species (Hg 0 , Hg 2+ , or MeHg) and organ that is investigated for mercury (i.e., urine,\nblood, hair), usually control the genotoxicity of mercury. 90  In addition, the dose of mercury, as well as\nthe xenobiotic defense of encoding genes, is reckoned to be a key\nfactor in determining the genetic toxicity of mercury on human health. 90  Also, it must be mentioned that MeHg led to\ngene disturbance and carcinogenesis, yet the actual mechanism still\nneeds further investigation. 58  MeHg was\nrecently related to the high rate of incidence of Glioma, which is\na tumor commonly arising from glial cells of the brain, representing\naround 80% of malignant brain tumors in US adults. 91  MeHg and inorganic mercury compounds induce the generation\nof ROS within cells. ROS, such as superoxide anions and hydroxyl radicals,\ncan cause oxidative damage to DNA bases, leading to DNA strand breaks,\nbase modifications, and DNA adduct formation. Mercury has been shown\nto interfere with DNA repair mechanisms, including base excision repair\nand nucleotide excision repair. Mercury-induced genotoxicity may trigger\napoptosis as a cellular response to severe DNA damage. In addition,\nmercury exposure can lead to genomic instability, characterized by\nan increased frequency of mutations and chromosomal aberrations. 9\n\nSeveral assays, including sister chromatid\nexchanges (SCE), chromosomal aberrations (CA), cytochalasin B blocked\nmicronucleus test (CBMN), and single-cell gel electrophoresis, are\nfrequently used to determine the genotoxic effect of mercury compounds\n(SCGE or alkaline comet assay). 9  In this\nregard, Bucio et al. 92  used the comet assay\nto investigate the effect of HgCl 2  on a human fetal liver\ncell line (WRL-68) to prove the DNA damage by mercury compounds. So,\nthey concluded that raising the mercury concentration and exposure\nduration increased the nucleus and DNA breakage rate. Cells treated\nwith 0.5 μM and 5 μM of HgCl 2  demonstrated\nan increase of 60% and 166% in nucleus damage, respectively, when\ncompared with untreated control cells. Treatment of cells with 0.5\nμM HgCl 2  for a prolonged period of 7 days resulted\nin an increase of 200% in nucleus damage. Additionally, the comet\nassay was employed in another study that was carried out by Ben-Ozer\net al. 93  to identify the toxic effect of\nHgCl 2  on human DNA. U-937, a cell line derived from cancerous\ncells isolated from a patient’s pleural effusion who had histiocytic\nlymphoma, was used in this study to demonstrate that there is a direct\ncorrelation between the incidence of DNA damage and the level of HgCl 2 . The exposure of U-937 cells to 0–100 μM of\nHgCl 2  for 24, 48, and 72 h also suggested that raising\nthe mercury concentration and exposure duration increased the amount\nof DNA damage. Moreover, the same assay was utilized to scrutinize\nthe perilous impact of HgCl 2  on the lymphocytes and the\nsalivary gland cells in humans by detecting the single-strand breaks\nthat resulted in the migration of DNA along with the partial DNA repair\nthat exacerbates the issue. 94  It was reported\nthat increasing the concentration of HgCl 2  in tissue cells\nresulted in a significant increase in DNA migration when compared\nto the negative control, with significant reductions in cell viability\nbelow 75% being observed when the tissue cells were treated with 50\nμM of HgCl 2 . 94  Concerning\nthe toxic effect of mercuric nitrate on human genes, Lee et al. 95  revealed that mercuric nitrate could produce\nendoreduplication at a concentration of 30 μM.\n\nThe genotoxic\neffect of organic compounds of mercury such as MeHg\nand dimethyl mercury, which are even postulated to be more toxic than\nthe inorganic contaminants of mercury, in humans was also proved via\ntheir induction of structural and numerical chromosomal aberrations\nin lymphocytes as it was previously elucidated by Betti et al. 96  Additionally, it results in escalating the frequency\nof sister chromatid exchanges in lymphocytes from blood cultures,\nbreakage of DNA strands, chromosomal disorders, and disruption of\ntheir separation as elaborated in different research studies, including\nthose conducted by Crespo-López et al., 97  Lope et al. 98  and Eke et al. 99  Exposure to MeHg was found to have a clear correlation\nwith cytogenetic damage in lymphocytes at levels of hair mercury which\nare less than 50 μg/g. 100"
    },
    {
      "title": "Immunogenicity",
      "text": "Mercury has been recognized\nfor a long time to affect immune system function, most likely through\nits negative effects on polymorphonuclear leukocytes (PMNs). Mercury\ninhibits PMN function by reducing its ability to eliminate foreign\ncompounds by suppressing adrenocorticosteroids synthesis, which prevents\nproper stimulation of PMN formation. 101  Mercury has the capacity to alter immune cell development and function\nas well as the synthesis of interferon-gamma and interleukin-2 in\nthe central nervous system. 102  Exposure\nto mercury can induce oxidative stress and trigger inflammatory responses\nin immune cells by producing ROS. Mercury interferes with antioxidant\ndefense mechanisms, such as glutathione metabolism. Subsequently,\ndepletion of antioxidants can impair the ability of immune cells to\nneutralize ROS and protect against oxidative stress. Mercury can directly\naffect the function of various immune cells, including T cells, B\ncells, and macrophages. 103  Moreover, altered\ncytokine production, impaired phagocytosis, and reduced lymphocyte\nproliferation are among the functional changes observed. Mercury exposure\nhas been linked to autoimmune reactions and molecular mimicry, where\nimmune responses may target self-antigens due to similarities with\nmercury-containing structures, resulting in the development of autoimmune\ndiseases. Mercury has the ability to alter immunological signaling\npathways, such as the mitogen-activated protein kinase and nuclear\nfactor-kappa B (NF-κB) pathways. 104  Genes involved in immunological responses can have their expression\naltered by deregulation of these pathways. 105\n\nConsumption of mercury is frequently linked to higher amounts\nof bacteria, which are assumed to operate as a protective mechanism\nby absorbing excess mercury from the body. Antibiotics’ indiscriminate\nand quick eradication of these bacteria in people being continuously\nexposed to high levels of toxic metals, particularly mercury, could\nresult in the release of these toxic metals held inside them and lead\nto immune-related issues such as allergic disease, arthritis, autism,\nattention disorder, eczema, epilepsy, psoriasis, multiple sclerosis,\nschizophrenia, and scleroderma 106 − 108  as shown in  Figure  4 A.\n\nNegative impacts of mercury\non the immune system (A) and effects\nof mercury on pregnancy and the reproduction system (B).\n\nThere has been evidence linking increased mercury\nexposure levels\nto increasing levels of antinuclear autoantibodies and lower levels\nof anti-inflammatory cytokines, notwithstanding the paucity of studies\non the harmful effects of mercury exposure on the human immune system. 109  The form and dose of mercury, the route and\ntiming of exposure, and the individual health circumstances affect\nhow severe these immunological problems are. In a research study that\nwas undertaken in Brazil, 110  a range of\nhair mercury of 0.3–83.2 μg/g with an average dose of\n8.6 μg/g was recorded for individuals who had worked with mercury\nin gold mining sites. Those individuals had a history of malarial\ninfection that was 4.2-fold higher than that of individuals who had\nnever worked with the metal. Also, the same study mentioned that exposure\nto mercury vapor, rather than MeHg, might be responsible for the malarial\ninfection. However, no studies have been done to determine if exposure\nto mercury during critical periods of development, such as the prenatal\nperiod, alters the immune system’s response to mercury over\nthe long term. 111"
    },
    {
      "title": "Pregnancy and Reproductive System Damage",
      "text": "In recent years, the rate of infertility has substantially increased\nacross the globe owing to different reasons such as the health issues\nof women’s age, ovulation disorders, tubal disease, and uterine\nabnormalities along with lifestyle factors including drinking alcohol\nand smoking as well as environmental stressors. 112 − 115  However, the major influence was considered to be resulting from\nexposure to heavy metals, including mercury. 116  The positive correlation between high concentrations of mercury\nin women’s blood and the incidence of infertility was previously\nconcluded and confirmed. The same study reported that 80% of infertile\nwomen and 68% of pregnant women contained hair methylmercury concentrations\nexceeding the reference dose of 1 mg/kg established by the US Environmental\nProtection Agency, and this positively correlated with the daily methylmercury\nexposure dose. 117  The prevalence of menstruation\nabnormalities among Hg-exposed women was linked to the number of years\nspent working in the dental field. 118  In\naddition, other health issues were figured out to result from being\nexposed to mercury, including abortion, birth defects, menstrual disorders,\nand congenital disorders ( Figure  4 B). 119  Hormonal disorders\nthat usually lead to polycystic ovary and thyroid gland dysfunction\nare reckoned to result from high levels of mercury. 120 , 121  Also, the reduction in the level of both progesterone and estradiol\nwas related to the high mercury concentration. 122\n\nRegarding the negative impact of mercury on male\nfertility, it harmfully influences the endocrine system of males by\naffecting testosterone and subsequently exacerbating infertility rates. 123  One reason for this adverse effect of mercury\non human reproductive health is that it may be an endocrine disruptor,\ncausing hormonal irregularities in both men and women that may impair\nfertility and cause a reduction in ovarian and testicular function. 116\n\nMercury from the mother’s tissues\nflows easily through the\nplacenta into the exceedingly susceptible growing fetus during the\nperiods of pregnancy, 124  leading to neural\ntube anomalies, craniofacial deformities, retarded growth, and other\nproblems. 125  Also, inflammation caused\nby mercury may contribute to reproductive dysfunction and complications\nduring pregnancy. 126  Additionally, it negatively\naffects the brain development of infants, consequently leading to\ncerebral and movement disorders in the following growth stages. 127  The reduced number of nerve cells in the cerebral\ncortex, obvious diminution in the brain’s weight, and neural\nailments were all accredited to mercury exposure. 74  Also, it was proved that mercury constrains the transport\nof essential elements in the placenta. 128  The inorganic form of mercury was verified to be transferred to\nthe nursing infant via breast milk. 129  It\nhas to be mentioned that the incidence rates of autism in infants\nand young children significantly escalated in recent years owing to\ntheir exposure to high levels of the organic type of mercury (MeHg)\nand inorganic mercury through the mother’s blood and breast\nmilk, respectively. 130  Another reason that\nwas concluded to be contributing to this incidence was the excessive\nconsumption of drugs that contain thimerosol, which is a commonly\nused mercury-based preservative material in the production of pharmaceuticals. 131  A research study was carried out in Hong Kong 123  indicated the relation between the high blood\nmercury concentration, which was about 50 μg/L, and the infertility\nof both males and females was a result of consuming MeHg-contaminated\nfood. Also, the same study revealed that males and females, even with\nMeHg concentrations of 40.6 and 33.2 μg/L, respectively, in\ntheir blood, were associated with fertility issues. In addition, vapors\nof inorganic mercury could affect the reproductive system of females\nwho were exposed to a concentration of 0.01 μg/L by resulting\nin menstrual disorders and pregnancy problems. 132"
    },
    {
      "title": "Cancer Progression",
      "text": "Mercury is one\nof the potential agents to promote cancer development and progression,\nsince it can be found particularly in the occupational environment\n( Figure  5 ). It has\nbeen shown that there is a significant correlation between occupational\nmercury exposure levels (as measured in toenail, hair and blood) and\ncancer risk and mortality. 133  It might\nenter the human body differently, such as through inhalation, skin,\nand diet, ultimately affecting the lung, kidney, digestive, and nervous\nsystems. The negative effects of mercury depend mostly on its speciation\nbecause different forms of mercury have different levels of bioaccessibility,\nbioavailability, and toxicokinetics. Even though elemental mercury\nis nontoxic (Hg 0 ); however, the converted forms of mercury\n(methylmercury and Hg 2+ ) are toxic and might accumulate\nin the body to cause a severe effect. These instances are potentiated\nto promote unexpected and nongenetical cancers. It has been reported\nthat Hg 2+  with thiol-compounds can form mercaptans and\nreduce the thiol-based antioxidants in cells, which is considered\na potential step to induce cancer. 30  A\ncase study in Poland revealed the occurrence of leukemia among a group\nof farmers who used mercury-containing fungicides in their farmlands. 134  The study indicated that the concentration\nof total mercury in the hair of those farmers was 1.24 mg/kg, compared\nto just 0.49 mg/kg in the hair of healthy individuals. Another case\nstudy in India showed that people with 3.67 μg/L of mercury\nin their blood developed renal cancer compared to healthy individuals\nwith only 0.36 μg/L. 135\n\nSources of\nmercury and its toxicity toward cancer promotion via\nmolecular imbalance (epigenetics).\n\nAs a well-known fact, epigenetics is a mandatory\nmolecular complex\nevent without any gene alterations. Mercury has been correlated to\nthe interference of epigenetics by genetic modifications, including\nhistone modification, RNA regulation, alternative RNA splicing, RNA\nstability, DNA methylation, DNA repair, transcription, gene copy number,\nand transposon activation. Hg species may cause oxidative DNA alterations\nand hinder DNA repair pathways due to their pro-oxidant activity. 133  These processes in the gene alterations are\nthe major causes of forming various cancers, mediated by mercury and\nother heavy metals/metalloids. 136 − 138  Mercury has been found to induce\nglobal hypermethylation and hypomethylation in G-protein GTPase Rnd2. 139 , 140  It has been hypothesized that mercury might be an epigenetic agent.\nIn this context, Hg 2+  helps to inhibit gap junctional intercellular\ncommunications and causes immunosuppressive effects. Mercury also\nmediates an upstream alteration of intracellular redox by specifically\ninhibiting antioxidant enzymes containing selenocysteines. 30  Such an inhibition of cell communication can\ncontribute to uncontrolled cell growth and proliferation, which are\nthe main hallmarks of cancer development. Additionally, the immunosuppressive\neffects disturb the immune system’s ability to recognize and\neliminate abnormal or cancerous cells.\n\nNumerous epidemiological\nand experimental toxicological studies\non the possible link between mercury exposure and cancer have been\ncarried out in the past few decades. Even though high-dose mercury\nexposure has been linked to cytotoxicity, with primary damage to the\nnervous system as the most susceptible to Hg toxicity, low-dose mercury\nexposure may cause a proliferative response in normal and cancer cells\nthrough interference with the estrogen receptor, ERK1/2, JNK, NADPH-oxidase,\nand, potentially, Nrf2 signaling. 133  An\nepidemiological investigation revealed a correlation between exposure\nto mercury with cancer causes. 141  A connection\nbetween mercury exposure and acute leukemia was discovered in other\ninvestigations. 34  On the other side, other\nanimal experiments have shown that methylmercury exposure over time\nincreased the growth of kidney tumors. 34"
    },
    {
      "title": "Cardiotoxicity Mediated by Mercury Exposure",
      "text": "Cardiotoxicity is primarily indicated by the damage to the muscle\nand ends up with a pumping problem in the heart. In the past decade,\nthe impacts of mercury on the heart tissue have been noticed. 142  World Health Organization (WHO) and Woods et\nal. 143  stated that mercury-mediated toxicity\nis a fundamental issue associated with malfunctioning different human\nparts. Mercury toxicity is strongly associated with atherosclerosis\nin general, coronary heart disease, stroke, myocardial infarction,\nhypertension, carotid artery blockage, and cardiac arrhythmias ( Figure  6 ). 144 , 145  Also, mercury causes inflammation, which contributes to the progression\nof cardiovascular diseases by promoting endothelial dysfunction. Ion\nchannels that are responsible for preserving cardiac electrical conductivity\nmay be disrupted by mercury. Ion channel dysfunction can cause abnormal\nheartbeats. 146  Mercury reduces the bioavailability\nof nitric oxide (NO), which inhibits vascular endothelial function.\nSubsequently, vascular deterioration is exacerbated by such an endothelial\nfailure. Mercury disrupts mitochondrial function, leading to impaired\nenergy production, cardiac dysfunction, and heart failure. 147  The contractility of cardiac muscle cells is\nimpacted by mercury’s interference with intracellular calcium\nhomeostasis. Furthermore, heart inflammation is exacerbated by mercury\nbecause it activates pro-inflammatory signaling pathways, including\nNF-κB (nuclear factor kappa-light-chain-enhancer of activated\nB cells). 33\n\nCardiotoxicity mediated\nby mercury exposure.\n\nRice et al. 102  revealed\nthe systemic\npathophysiology with toxicological effects of mercury on different\nhuman systems. The dose-dependent response of mercury exposure to\ncardiovascular health was noted by Roman et al. 148  Among other heavy metals, mercury was noticed to be a direct-affecting\ncompound to the cardiovascular and nervous systems. A correlation\nbetween the levels of mercury in urine and hair was found to be related\nto the levels of hematocrit and hemoglobin. Higher mercury levels\nin the hair and urinary display lower hematocrit and hemoglobin concentrations. 149  Thus, proper public management of general\nmercury exposure should be given to prevent heart-related diseases\nand save a life. A recent study addressed the relation between cardiovascular\ndiseases and exposure to mercury, in which the authors concluded that\nthe risk of cardiovascular diseases occurrence begins to be high for\nthe individuals who have a concentration of 2 μg/g of total\nmercury in their hair. 150"
    },
    {
      "title": "Pulmonary Diseases",
      "text": "There is a high\npossibility of scattering different metals into the pulmonary system\nalong the pulmonary vasculature. The vapor formed from mercury inhalation\nat 80% can be absorbed into the lungs, followed by penetrating the\nblood barrier of the placenta and brain to distribute to the whole\nbody. 151 , 152  Mercury and other metals are also used to\nabsorb from the gastrointestinal tract; on the other hand, the median\nmercury level in blood was noticed to be 0.73 ± 0.91 μg/L. 153  Another source of mercury is an organic compound\nthat contains mercury called “thimerosal” in use as\na preservative with vaccine vials. Mercury-mediated pulmonary diseases\nare highly associated with the vaporized form of mercury (Hg 0 ) that can be easily adsorbed from the lungs into the entire body.\nThe liquid form of Hg 0  has a higher chance of entering\nthe gastrointestinal tract; however, it will not cause a toxic effect.\nHg 0  is used to oxidize and yield divalent mercury (Hg 2+ ). CH 3 -Hg interacts with the thiolate molecules,\nsuch as cysteine, on the protein, facilitating the diffusion. 154  The elemental forms of mercury vapor cause\npulmonary-related issues such as chemical pneumonitis, dyspnea, cough,\nbreathing difficulty, chest pain, asthma, and others ( Figure  7 ). Mercury has the ability\nto influence both innate and adaptive immunity in the lungs via modulating\nimmunological responses. Allergies and respiratory conditions may\nbe exacerbated by immune system dysregulation. 155  Mercury exposure can cause direct harm to the alveoli and\nepithelium lining of the lungs. Lung function may be negatively impacted\nby direct tissue damage, which can also hasten the fibrosis process.\nFibrosis involves the excessive deposition of collagen in lung tissues,\nleading to impaired respiratory function. 156  Rice et al. 102  reviewed the toxicological\neffects mediated by mercury on different body organs associated with\nthe lung, including Young’s syndrome, bronchitis, and pulmonary\nfibrosis. These incidents have permanently documented the negative\nconsequences of mercury on human health. Overall, the prevention of\nvaporized mercury is needed to prevent the toxicological effect. A\nrecent study in Indonesia 157  indicated\nthat adverse respiratory effects could be observed in individuals\nwith a hair mercury concentration higher than 5 μg/g, while\nthose with a concentration less than 1 μg/g are considered fine,\nand for those who have concentrations between 1 and 5 μg/g are\nin the warning levels.\n\nCardiotoxicity mediated by mercury exposure."
    },
    {
      "title": "Renal Diseases",
      "text": "Kidneys are a primary\norgan targeted by inorganic mercury. 158  It has been found that mercury-induced alterations are more severe\nin women compared to the effect on men. 159  The WHO is worried about mercury as a health risk, especially the\npossible adverse effects on the kidneys, including autoimmune dysfunction\nand neurological symptoms. 160  The primary\nissue with mercury is its half-life in the bloodstream as 2–4\ndays during excretion. In general, mercury absorption is relatively\nlower from the digestive tract; however, a more significant amount\nmight enter the body by accidental or suicidal ingestions. 161  Besides, elemental mercury exposure, such as\nthat experienced by artisanal and small-scale gold mining workers,\nhas been linked to kidney damage. 162  In\nan earlier study, a relation between enhancing mercury exposure with\nelevated urinary mercury levels (18% to 52% among 8–18-year-old\nindividuals), 163  increased mercury body\nburden (5–10% increase in mercury-associated porphyrins), 164  and other evidence was shown to increase kidney\ndamage ( Figure  8 ). 165  It has been proposed that the threshold for\nadverse renal toxicity in adults at occupationally relevant air concentrations\nranges from 25 to 30 μg/m 3  of Hg vapors, which is\nequal to 35 μg/g of creatinine. 166  Another study 167  revealed that some renal\ndisorders in a group of miners in Indonesia, such as proteinuria,\nwhich is a condition characterized by the presence of an abnormal\namount of protein in the urine caused by high concentrations of mercury\nin urine (>7–273.3 μg/L).\n\nRenal diseases mediated\nby mercury exposure.\n\nIn general, inorganic forms of mercury are accumulated\nin the kidneys\nthat can be reabsorbed as Cys-S-Hg-SCys by organic anions transporters.\nIn this study, further available data attested to the severity of\nrenal disease with increased mercury presence. 168  Akgül et al. 169  investigated\nmercury adsorption in the animal body and noticed the alteration of\nthe kidneys by histological examinations. The administration of mercury\nin the rat model impaired the expression of aquaporin in the gastrointestinal\ntract. It was observed that mercury exposure resulted in the downregulation\nof aquaporins 3 and 7 at the mRNA and protein levels, as well as aquaporin\n8 at the mRNA level. Consequently, the reduced epithelial cell osmotic\nwater permeability could impair the osmotic water equilibration and\nactive water transport, resulting in fatal fluid accumulation, which\ncould ultimately lead to kidney damage. 170  On the other hand, it was registered that there was no association\nbetween hypertension and mercury in the blood but an inverse relation\nwith urinary mercury. 171\n\nThe epigenetic\nalterations in kidney tissues also severely interrupt\nrenal function. Histone post-translation modification and DNA methylation\nare the highly noticed kidney epigenetic alterations by mercury exposure. 172  Rice et al. 102  reviewed\nthe renal toxicological effects of mercury exposure on other organs.\nThey found that there might be a release of mercury through urine\nand feces as the wastes, the remaining mercury amount still affecting\nthe renal system. Thus, routine monitoring of renal function and urine\nanalysis for heavy absorption and discard might help in prevention.\n\nIn addition, the minimal dosage of mercury that can cause different\nadverse effects varies depending on the specific effect and the exposure\nduration. Its toxicity in humans depends on various factors such as\nthe chemical form of mercury, dosage, age of people exposed, length\nof exposure, entry into the body, fish diet, and consumption of seafood. 34  Exposure to high concentrations of methylmercury\nor mercury vapor can cause damage to the brain, kidneys, and developing\nfetus. According to Li et al., 173  The United\nStates Environmental Protection Agency (EPA), Food and Drug Administration\n(FDA) and the Occupational Safety and Health Administration (OSHA)\nhave set a guideline for mercury exposure in drinking water (2 μg/L\nor 2 ppb), seafood consumption (1 μg/g or 1 ppm) and per cubic\nmeter of workplace air (0.1 mg/m 3  with 0.05 mg/m 3  of mercury vapor for 8-h shifts and 40-h work weeks).\n\nIn summary,\nmercury exposure in its various forms poses significant\nhazards to human health. It mainly affects the CNS and has been linked\nto neurodegenerative diseases, particularly during fetal development.\nProlonged exposure to organic mercury such as MeHg can result in impaired\nmotor coordination, visual and tactile dysfunction, and paralysis.\nMercury compounds induce genotoxicity, disrupting DNA repair processes\nand leading to chromosomal aberrations. Immunotoxic effects include\nimmune-related diseases and hypersensitivity. Pregnant women exposed\nto mercury can experience infertility, birth defects, and negative\neffects on the fetus’s brain development. Additionally, mercury\nexposure has been linked to cancer progression, cardiotoxicity, pulmonary\ndiseases, and renal disorders. Epigenetic alterations and histone\nmodifications play significant roles in mercury-induced toxicological\neffects in various organs. Minimizing exposure to mercury is of utmost\nimportance and can be achieved by the avoidance of contaminated food\nsources, implementation of appropriate protective measures in work\nsettings, and adherence to rules outlined by health authorities. Therefore,\npreventative measures and risk assessments are essential to mitigate\nmercury exposure’s adverse effects on human health.\n\nQuantitative\ndata regarding the minimum dosages at which various\nadverse effects become evident in cases of mercury exposure are of\nparamount importance in understanding the extent of toxicity. Several\nstudies have contributed valuable insights by identifying these critical\nthresholds. For instance, research has shown that even relatively\nlow levels of MeHg exposure, such as 10 parts per billion (ppb) in\nmaternal hair during pregnancy, can lead to adverse neurodevelopmental\noutcomes in children. 174  Similarly, the\nWHO has established a provisional tolerable weekly intake (PTWI) for\nmethylmercury at 1.6 μg/kg of body weight, emphasizing the significance\nof setting exposure limits to prevent toxicity. 175  By summarizing such quantitative data, this review aims\nto provide a clearer perspective on the toxicological aspects of mercury\nand its associated health implications."
    },
    {
      "title": "Ecotoxicity",
      "text": "Trophic cascades are ecological\nphenomena that happen when one\ntrophic level of a food chain changes, having an impact on subsequent\ntrophic levels in the process. 180  Trophic\ncascades can happen across a minimum of three feeding levels, and\nthey typically do so over three levels, while there is evidence of\nfour and five-level cascades as well. 180 , 181  Top-down\nand bottom-up are two different forms of trophic cascades. When predators\nare successful enough in their predation to decrease the abundance\nor change the behavior of their prey, the next lower trophic level\nis released from predation, which is known as a top-down cascade.\nWhen the abundance or productivity of a primary producer changes and\nhas an impact on the abundance or productivity of the subsequent higher\ntrophic level, this is known as a “bottom-up cascade”.\n\nThe bioaccumulation of mercury in higher trophic levels in terms\nof the concentration buildup in the tissues of organisms representing\nthese higher levels is one important factor that might start top-down\ntrophic cascades. 182  Consequently, top\npredators lose some of their capacity to regulate the populations\nof their prey when mercury exposure has detrimental effects such as\nneurological issues and reproductive impairments. This may potentially\nchange the structure and composition of entire ecosystems, such as\npopulation expansions of herbivores that overgraze or overuse primary\nproducers. As a result, the abundance and distribution of species\nwithin an ecosystem, as well as their interactions, could be affected,\nleading to the disruption of ecological balance and the loss of biodiversity, 183  which constitutes the most dangerous threat\nto humanity, even more than climate change.\n\nIt has to be mentioned\nthat investigating the trophic cascades\nis a complex phenomenon that includes many different factors and processes,\nwhich must be fully covered to produce reliable data. One such case\nis a recent study undertaken by Seco et al. 184  to study the biomagnification of mercury in the Scotia seafood web\nof the Southern Ocean over a period of nine years. The authors unexpectedly\nfound that the concentration of mercury in a top predator (seabirds)\nincreased over the nine years, whereas the mid-trophic levels (squid\nand myctophid fish) that feed on krill, which is a low mercury-containing\nspecies, showed a lower concentration after the same period. So, the\nauthors concluded that in a condition where there is a scarcity of\nkrill representing a bottom-up cascade, there would be a shift to\ndifferent prey with higher Hg concentration, resulting in the high\nHg concentrations detected in seabirds.\n\nThe toxicity of Hg simultaneously\nharms all living creatures and\nour sphere. 185  The soil microbial community\nheavily influences the bioavailability of nutrients required for plant\ngrowth. Generally, among different biota, microorganisms are more\nsensitive to heavy metal stress. 186  Regarding\nthe literature, Hg has been shown to impede soil microbial activities\nsuch as the nitrification process and soil (enzymes/respiration) activities. 42 , 187  The nitrification and urease processes in various soils have been\ndemonstrated to be sensitive to Hg in comparable ways. EC x  is a semiquantitative approach that determines the\nlevel of Hg and has major deleterious impacts on microbial functioning. 188  Mahbub 189  reported\na decrease in 20.0% of bacterial diversity, ammonia oxidizers, and\nnitrifiers with EC 20  values of 4.4 and 11.1 mg Hg/kg soil,\nin neutral soil (i.e., pH = 7.6, organic carbon = 2.0%) and alkaline\nsoil (i.e., pH = 8.5, organic carbon = 2.2%), respectively. The maximum\npermitted value of mercury in the soil is 0.5–5.0 mg /kg. 190  Excessive Hg levels in soil cause acute toxicity\nin plants and jeopardize the sustainability of the ecosystem. Hg 2+  ions in both inorganic and organic mercury compounds are\nprimarily responsible for plant toxicity. Hg 0  has a limited\naffinity toward cellular ligands and can only be harmful upon the\noxidation to Hg 2+  inside the cell. The Hg-induced plant\ntoxicity is defined as suppressing plant growth as well as the yield\nof biomass production, 191  negatively impact\nthe efficacy of the photosynthetic process, 192  deficiency of nutrients, 193  oxidative\nstress, 194  genotoxicity, 195  and peroxidation of lipids. 196  Hg 2+  ions have a great affinity toward sulfur-containing\ngroups, disrupting practically every activity involving essential\nor nonprotected proteins. Hg has been frequently listed to reduce\nthe plant tissue content of chlorophyll, water, and minerals. Hydroponic\ncultures fed with different Hg dosages ranging from 5.0 to 80.0 g\nmL –1  were used to study the effects of Hg on Jatropha\ncurcas plants. 197  The findings revealed\na decrease in biomass, reduced development, and suppression in photosynthesis.\nThe exposure of plants to greater doses of Hg disrupted the chlorophyll\nconcentration and net photosynthetic rate. 198\n\nAdditionally, research was done on how mercury affected the\ndevelopment\nof the  Solanum lycopersicum  plant. 199  Plants improved in germination rate, root length, early\nblooming, plant height, pollen viability, and chlorophyll content\nat low Hg concentrations. Contrarily, higher concentrations of Hg\nslowed and restrained the plant growth. Moreover, the nutrient imbalance\nis regarded as a toxicity marker for Hg exposure. 200  The lipid membrane constituents of  Medicago sativa  were harmed in hydroponics conditions. 201  Hg has also been associated with chlorotic and necrotic signs, as\nwell as stunted growth. 202  Greater Hg concentrations\ncaused ultrastructural abnormalities in  Vigna radiata L,  such as nodule deformation, cell collapse, and reduction in the\nintercellular gaps. 203\n\nInvertebrates\nsuch as marine arthropods, worms, and  Drosophila  exposed\nto Hg have suffered undesirable severe impacts on locomotion,\ngrowth, eating, poor prey acquisition, and promotion of development\ndefects in embryos. The worm ( C. elegans ) was dramatically\naffected by MeHg and HgCl 2  exposure, which reduced movement,\ngrowth, and feeding and caused mortality. 204  When  Drosophila  embryos were exposed to MeHg, they\ndeveloped more slowly and had problems with patterning, positioning,\nand maturation of neurons and glia. 205  Overall,\nthe findings suggest that invertebrates, mostly those in their early\nlife stages (eggs, embryos, and larvae), are more vulnerable to Hg\nexposure, but the exact mechanism by which Hg causes developmental\nabnormalities in embryos is unknown. The negative consequences of\nMeHg on several vertebrate species (i.e., amphibians, birds, fish,\nreptiles, and mammals) have been reported. 206 − 208  Although there are significant variations in sensitivity among species\ntoward Hg, literature displayed that the vertebrates’ exposure\nto MeHg and HgCl 2  is associated with endocrine disruption, 209  physiological malfunctions of liver/kidney, 210  embryotoxicity, 207  neurotoxicity, 211  and changes in the\nreproductive habits. 212\n\nOverall,\nHg’s toxic effects span across various organisms,\nhighlighting the need for understanding and mitigating mercury contamination\nas it is negatively affecting soil microbial communities, hindering\nessential processes like nitrification and enzymatic activities. Additionally,\nit is responsible for plant toxicity, leading to suppressed growth,\nreduced biomass production, impaired photosynthesis, and nutrient\ndeficiency. Vertebrate species are also affected, exhibiting endocrine\ndisruption, liver/kidney malfunctions, embryotoxicity, neurotoxicity,\nand changes in reproductive habits."
    },
    {
      "title": "Role of Education, Training Programs, and Social\nMedia in the Phase-out of Mercury from Different Industries",
      "text": "The role of education in the phase-out of mercury is multifaceted\nand crucial for achieving sustainable and environmentally friendly\npractices. The key aspects of how education contributes to this goal\ninclude awareness and knowledge building, which serves as a primary\ntool for raising awareness about the environmental and health impacts\nof mercury. 213  Also, it helps stakeholders\nsuch as industry professionals, policy makers, and the public understand\nthe sources, pathways, and risks associated with mercury exposure. 214  Capacity building is another aspect that provides\nskills and knowledge about mercury-free alternatives and safer practices\nthat lead to a smoother transition away from mercury-dependent processes.\nEducation facilitates the transfer of knowledge regarding mercury-free\ntechnologies and processes. It ensures that advancements and innovations\nin alternative methods are communicated and adopted by industries.\nEducation facilitates the transfer of knowledge regarding mercury-free\ntechnologies and processes, and it ensures that advancements and innovations\nin alternative methods are communicated and adopted by industries. 215  In addition, education provides the foundation\nfor understanding and supporting government policies aimed at reducing\nmercury use. It enables stakeholders to engage in informed discussions\nand advocate for policies that align with sustainable practices. Education\nresults in communities becoming key stakeholders in the movement to\nphase out mercury, ensuring that their voices are heard in discussions\nand actions related to environmental protection. Another factor is\ncollaborative efforts, which can enhance the exchange of best practices,\nresearch findings, and successful case studies, accelerating the global\ntransition to mercury-free technologies.\n\nTraining programs focus\non developing the skills of professionals,\nworkers, and technicians involved in industries using mercury. This\nincludes training in the use of alternative technologies, safe handling\npractices, and understanding the environmental and health implications\nof mercury exposure. 216  Informed individuals\nare more likely to support and actively participate in phase-out\ninitiatives. Training sessions create a platform for knowledge exchange\nand discussions of best practices. In addition, training programs\nare often designed as ongoing initiatives to support continuous improvement\nvia regular updates on technological advancements, safety protocols,\nand environmental best practices.\n\nOne of the case studies in\nwhich training programs were initiated\nby the United Nations to tackle the environmental issue of using mercury\nis a 3-year campaign from 2005 to 2008 in Tanzania, which is one of\nthe fastest-growing mining countries in the last few decades. 216  The initiative focused on enhancing the capabilities\nof community laboratories by providing training and necessary resources.\nThe goal of this project was to facilitate ongoing monitoring even\nafter the project’s initial phase, fostering understanding\nand awareness of the risks related to amalgamation among miners, government\nentities, and the broader public. The project aligned with the principle\nof advocating for cleaner and more efficient technologies, aiming\nto reduce adverse environmental effects while simultaneously enhancing\nincome, health, and safety. 217  The execution\nof the program took place in different stages, with the coordinators\nworking in conjunction with community leaders to promote a comprehensive\ntraining approach aimed at fostering a shift in behavior among miners.\nIn the case of Tanzania, raising awareness was not enough. In fact,\nproviding practical demonstrations of technologies, exposure to alternative\nmethods, and the establishment of trust to modify their practices\nwas required. To address this, the United Nations team advocated for\nlocally managed “mobile training units” to actively\nengage miners. Additionally, a manual for training artisanal and small-scale\ngold miners was created to offer guidance on cost-effective solutions.\nBrochures were crafted in Swahili, and local cartoonists contributed\nvisuals, creating discussion materials that addressed various challenges,\nincluding mercury exposure, HIV/AIDS prevention, and other community-specific\nconcerns. Not only did the program target gold miners, but it also\nincluded other community groups such as mercury dealers, family members\nof miners, district politicians, officers from the Ministry of Mines,\nofficial health workers, bank representatives, mining company representatives,\nand others. One of the major outcomes of this program was the legalization\nof gold miners, to stop the illegal and uncensored operations, along\nwith providing financial support to help the poor workers in this\nfield and also to accelerate the phase-out of mercury in these operations.\n\nInformation shared on social media reaches a broad audience, including\nindustry professionals, policy makers, researchers, and the general\npublic. Educational content, such as infographics, articles, and videos,\nwhich all have become available on different online platforms such\nas Google and YouTube, helps disseminate knowledge and promotes a\nbetter understanding of the issues related to mercury use. Establishing\nonline communities and forums enables open discussions, knowledge\nexchange, and the sharing of experiences. It creates a platform for\ncollaboration and encourages community-driven initiatives to address\nmercury-related challenges. 213  Campaigns\nand movements initiated on social media platforms such as Facebook\nand Twitter can gain momentum quickly, drawing attention to the need\nfor mercury phase-out. Activists and advocates can mobilize support,\ninfluencing public opinion and urging policy makers to take action. 218  Moreover, social media serves as a channel\nfor sharing success stories, best practices, and case studies related\nto the phase-out of mercury. It provides a space for showcasing successful\ntransitions to mercury-free technologies. Over the past few years,\nsocial media has started to take the lead in the dissemination of\nupdates, alerts, and news related to various issues, which could be\nextended to cover the news related to mercury regulations, technological\nadvancements, and events.\n\nTo sum up, the bottom-up approach\nto the phase-out of mercury in\nvarious industries using education, training programs, and social\nmedia platforms is often considered more effective than the top-down\napproach due to its emphasis on grassroots involvement and community\nengagement rather than modifying the laws, policies, and regulations\nthat are imposed from higher administrative levels down to the local\nor industry-related communities. In the bottom-up approach, the initiative\nbegins at the local level, involving communities, workers, and stakeholders\nwho are directly impacted by mercury use. 219  This method recognizes the importance of local knowledge, practices,\nand concerns, allowing for tailored and context-specific solutions.\nBy actively involving miners, industry workers, and community members\nin decision-making processes, the bottom-up approach fosters a sense\nof ownership and commitment. This community-driven strategy is more\nlikely to be sustainable, as it addresses the unique challenges faced\nby different regions and industries. Additionally, the bottom-up approach\npromotes education, awareness, and behavioral changes within the affected\ncommunities, contributing to long-term success in reducing mercury\nuse. Ultimately, the bottom-up approach recognizes the significance\nof local perspectives and actively involves those directly affected,\nmaking it a more inclusive and impactful strategy for the phase-out\nof mercury. All in all, social, environmental, institutional, and\neconomic pillars should be simultaneously considered and integrated\nto achieve the successful phase-out of mercury."
    },
    {
      "title": "Conclusion",
      "text": "As one of the most toxic\nelements on the earth’s surface,\nmercury’s toxicity was chosen to be investigated in the present\nstudy. Mercury typically exists in various forms, but MeHg has been\ndeemed the most toxic. Approximately 90% of mercury compounds are\nemitted by human activities, such as mining operations, which account\nfor the vast majority of mercury emissions. In an effort to lessen\nmercury’s harmful effects on both human health and the environment,\nthe Minamata Convention on mercury was signed in October 2013 and\ncame into force in 2017. Adsorption was shown to be the most efficient\nway to remove mercury from various ecosystems, despite employing a\nnumber of other techniques. Additionally, it has been proven that\ncarbon-based compounds, such as carbon nanotubes and biochar, are\nvery successful in the techniques used to detoxify mercury.\n\nIn addition, the primary properties of mercury element and its\ncompounds have been investigated, including inorganic forms of mercury\n(elemental mercury Hg 0 , mercurous mercury Hg 2 2+ , and mercuric mercury Hg 2+ ) as well as organic\nmercury and its most prevalent forms, including methyl mercury, dimethyl\nmercury, and phenyl mercury. Additionally, the physicochemical properties\nof the most prevalent Hg compounds were detailed.\n\nEven though\nthere are few studies examining the dangers of mercury\nexposure to the ecosystem, genotoxicity, gene regulation, and the\nhuman immune system, Hg harms all living things and our environment.\nIt has been discovered that higher mercury exposure is associated\nwith elevated antinuclear autoantibodies and decreased anti-inflammatory\ncytokines. In addition, it was found that Hg causes human genotoxicity\nby producing free radicals, causing oxidative stress, disrupting microtubules,\nand negatively affecting the DNA repair process. The hazardous effect\nof mercury organic compounds such as methyl and dimethyl mercury on\nhuman genes has been established. In addition, there is a correlation\nbetween the increased rates of male and female infertility and exposure\nto high mercury concentrations."
    }
  ],
  "full_text": "Mercury is a type of hazardous and toxic pollutant that\ncan result\nin detrimental effects on the environment and human health. This review\nis aimed at discussing the state-of-the-art progress on the recent\ndevelopments on the toxicity of mercury and its chemical compounds.\nMore than 210 recent works of literature are covered in this review.\nIt first delineates the types (covering elemental mercury, inorganic\nmercury compounds, organic mercury compounds), structures, and sources\nof mercury. It then discusses the pharmacokinetic profile of mercury,\nmolecular mechanisms of mercury toxicity, and clinical manifestation\nof acute and chronic mercury toxicity to public health. It also elucidates\nthe mercury toxicity to the environment and human health in detail,\ncovering ecotoxicity, neurotoxicity diseases, neurological diseases,\ngenotoxicity and gene regulation, immunogenicity, pregnancy and reproductive\nsystem damage, cancer promotion, cardiotoxicity, pulmonary diseases,\nand renal disease. In order to mitigate the adverse effects of mercury,\nstrategies to overcome mercury toxicity are recommended. Finally,\nsome future perspectives are provided in order to advance this field\nof research in the future.\n\n## Introduction\n\nThe chemical element mercury,\nabbreviated as “Hg”,\nis frequently found in the crustal rocks of the earth and in coal\ndeposits. 1 , 2  It is regarded as one of the most hazardous\nsubstances found on the surface of the earth. 3  In general, there are four main ways that mercury can exist: as\nmetallic elemental mercury (Hg 0 ), as inorganic mercury\n(Hg 2+ ), as methylmercury (MeHg), and as various organic\nmolecules. 4  Various sources can result\nin the release of mercury into the air that normally goes for chemical\ntransformations in watercourses and soil, resulting in further toxicities\non the environment and human health. These sources are mainly classified\nas natural and anthropogenic sources. Natural sources account for\n5207 megagrams of mercury emissions annually, and it has to be mentioned\nthat this amount is not purely released from natural sources, as it\nincludes re-emissions of previously deposited mercury originating\nfrom anthropogenic and natural sources. 5  Regarding anthropogenic sources, they account for 2320 megagrams\nof mercury emissions every year. 5\n\nAlso, it must be mentioned that most of these atmospheric emissions\nare deposited in soil and watercourses by dry and wet deposition and\nother chemical transformation processes. 1  According to the global mercury assessment in 2018, 6  mining operations are responsible for approximately 37.5%\nof air mercury emissions, followed by stationary industrial and power\nplants of fossil fuel burning (19%) along with stationary residential\ncombustion of fossil fuels that account for 2.55%. Additionally, there\nare other sources of mercury, including cement production (10.5%),\nnon-ferrous metal production (10.3%), large-scale gold production\n(3.8%), vinyl-chloride monomer (2.6%), biomass burning (2.3%), iron\nand steel production (1.3%), as well as other sources that are collectively\ncontributing less than 10%, such as chlor-alkali production, oil refining,\nsteel production, and waste incineration as shown in  Figure  1 A.\n\nSources of atmospheric\nmercury emissions (A) and contributing countries\nof atmospheric mercury emissions (B).\n\nBased on the above-mentioned assessment report\nin 2018, 6  East and Southeast Asia are reckoned\nthe predominant\ncontributors, as they are responsible for around 38.6% of the atmospheric\nmercury emissions, followed by South America (18.4%), Sub-Saharan\nAfrica (16.2%), South Asia (10.1%), and the other world countries,\nincluding the European and Middle East countries, contributing less\nthan 20%, as represented in  Figure  1 B.\n\nThe United States Environmental Protection\nAgency (EPA) has established\nrules that state that the maximum allowable level of mercury in water\nis 2 ppb, 7  and unfortunately, the detected\nmercury concentrations in most of the watercourses exceed this limit.\nAlso, it has to be mentioned that the safe dose of mercury in food\nis 0.1 μg/kg of body weight, 8  but\nthe actual concentration in most living organisms is higher. A maximum\ninhalation reference concentration of 0.3 μg/m 3  for\natmospheric Hg 0  was previously set by the EPA, as well\nas reference doses of 0.3 μg/kg and 0.1 μg/kg per day\nfor mercuric chloride and MeHg, respectively. 9  Also, a concentration limit ranging from 0.2 to 1 mg/kg of MeHg\nin fish was previously set. 10  Furthermore,\na concentration limit of 0.07 to 0.3 mg/kg was determined for the\ntotal Hg concentration in the soil. 11\n\nConsequently, the EPA formulated standards for mercury and air\npollution in 2011, which required coal-based industries to cut down\non the release of harmful pollutants like mercury emissions. 12  Additionally, one of the most fundamental international\nefforts to lessen mercury’s toxicity is the Minamata Convention\non Mercury, which was signed in October 2013 and came into effect\nin 2017. This agreement aims to reduce the dangerous effects of mercury\non both human health and the environment by addressing the entire\nlife cycle of mercury, from mining and trade to use and disposal.\nTo achieve this aim, different implementation procedures should be\napplied including limiting the sources of mercury discharge, 13  regulating the supply of mercury to prevent\nits illegal trade, 14  eliminating the use\nof mercury in artisanal and small-scale gold mining, 15  promoting measures to reduce the demand for mercury, phasing\nout or restricting the manufacturing, import and export of products\ncontaining mercury, 16  addressing the management\nof mercury-containing waste to prevent releases into the environment,\nand providing support to countries, especially developing countries,\nin building capacity for the sound management of mercury. The number\nof signatories to this convention was 84 in 2017 and reached 128 in\nMarch 2019, indicating the increasing global efforts to reduce mercury\nemissions into the environment and their negative impacts.\n\nThe\nbiogeochemical cycle of mercury involves the movement and transformation\nof mercury through various environmental compartments, including the\natmosphere, soil, and aquatic systems, as shown in  Figure  2 . This cycle is complex and\nis influenced by both natural processes and human activities. Here\nis a detailed explanation of each stage in the biogeochemical cycle\nof mercury:\n\nBiogeochemical cycle of mercury in the atmosphere, soil, and aquatic\nenvironment.\n\nIn the atmospheric phase, mercury exists in the\natmosphere primarily\nas elemental mercury (Hg(0)) vapor, which is released through natural\nsources such as volcanic emissions, forest fires, and weathering of\nrocks. Anthropogenic activities, such as coal combustion and industrial\nprocesses, also contribute to atmospheric mercury levels. Once in\nthe atmosphere, mercury can travel long distances and undergo global-scale\ndistribution through atmospheric transport. 17  While, in wet and dry deposition, mercury in the atmosphere can\nundergo wet and dry deposition processes. Wet deposition occurs when\nmercury is scavenged from the atmosphere by precipitation (rain or\nsnow) and deposited on land or water surfaces. Dry deposition involves\nthe direct deposition of gaseous or particulate mercury onto surfaces\nwithout precipitation. Both wet and dry deposition contribute to the\ninput of mercury into soil and water systems. 18\n\nMoreover, in soils, mercury can undergo several processes.\nPart\nof the deposited mercury can be converted to inorganic mercury (Hg(II))\nthrough oxidation reactions mediated by microbial activity, sunlight,\nand chemical processes. Hg(II) can bind to soil particles or be transformed\ninto methylmercury (MeHg) through microbial methylation. MeHg is a\nhighly toxic form of mercury that can bioaccumulate up the food chain. 19  Mercury can enter aquatic systems through runoff\nfrom soil, atmospheric deposition, and direct discharge from point\nsources. In water bodies, mercury can undergo transformation processes.\nInorganic mercury can be converted to MeHg by certain anaerobic bacteria\npresent in sediments and water. MeHg can accumulate in aquatic organisms,\nparticularly in fish and other aquatic organisms at higher trophic\nlevels. 20\n\nFurthermore, mercury bioaccumulates\nin aquatic organisms as they\ntake up MeHg from the water or ingest prey containing MeHg. This process\nleads to higher concentrations of mercury in organisms at higher trophic\nlevels due to biomagnification. As a result, predatory fish and marine\nmammals can accumulate significant levels of mercury. 21\n\nHumans can be exposed to mercury through the consumption\nof contaminated\nfish and seafood. When humans consume fish containing MeHg, it can\nbe absorbed into their bodies and distributed to various tissues,\nincluding the brain, where it can cause adverse health effects. 22  Mercury can also undergo volatilization from\nwater and soil surfaces back into the atmosphere. This process completes\nthe biogeochemical cycle of mercury, allowing it to be transported\nand redistributed to different environmental compartments. 23\n\nOverall, the biogeochemical cycle of mercury\ninvolves complex interactions\namong the atmosphere, soil, and aquatic systems, with transformations\nbetween different chemical forms and potential for bioaccumulation\nand biomagnification. Human activities, particularly those involving\nthe release of mercury into the environment, can significantly impact\nthis cycle and have implications for both environmental and human\nhealth.\n\n## Types, Structure, and Sources of Mercury and\nPharmacokinetic Profile of Mercury\n\nMercury is commonly known\nas quicksilver, and it is a unique element\nwith distinctive properties. It possesses an atomic mass of 200.59\ng/mol and an atomic number of 80, making it the only metal that remains\nin the liquid state at room temperature. Its specific gravity is about\n13.5 times that of water. Notably, mercury has a relatively low melting\npoint of −38.8 °C and a boiling point of 356.7 °C. 24\n\nMercury’s chemical behavior is\nquite intriguing. Depending\non factors such as its chemical form, dose, exposure duration, and\npathway, it can have varying degrees of harmful effects on human tissues\nand organs. It is categorized as a “soft sphere” in\nRalph Pearson’s HSAB (Hard and Soft Acids and Bases) classification\ndue to its outer shell’s highly polarizable electrons. This\nproperty leads to a strong attraction to ligands containing soft donor\natoms, including sulfur (S), selenium (Se), phosphorus (P), and halide\nions like iodide (I – ), bromide (Br – ), and chloride (Cl – ). Compounds with thiol groups,\nreferred to as mercaptans, have a particular affinity for Hg 2+ . 25\n\nMercury interacts with a range\nof substances, including amino acids,\npeptides, proteins, dissolved organic matter, and thiol-containing\npharmaceutical agents, which results in the formation of different\norganic mercury compounds. Additionally, the photochemical reduction\nof ionic Hg to elemental Hg (Hg 0 ) followed by its reoxidation\nto ionic Hg 26  can impact its volatilization\nand bioavailability to living organisms.\n\nThe solubilities of\nvarious mercury compounds varies. Hg 0  is insoluble in water,\nwhile compounds such as Hg(I) chloride and\nmercury sulfide (HgS) exhibit limited solubility. In contrast, Hg(II)\nchloride readily dissolves. For instance, HgS and mercury hydroxide\n(Hg 2 (OH) 2 ) have low solubility product ( K sp ) constants of 10 –23.7  and\n10 –52 , respectively, 27  affecting their solubility in different environmental conditions.\n\nIn biological pathways, mercury undergoes both oxidation and reduction\nreactions, resulting in changes to its speciation and influencing\nits biological uptake. 28  The interconversion\nof different mercury species plays a significant role in regulating\nits behavior.\n\nMercury can be classified into (i) inorganic mercury\nand (ii) organic\nmercury. These distinct forms of mercury exhibit varying properties\nand behaviors in environmental and biological contexts.\n\nInorganic mercury\nhas a low bioavailability via the oral route, with absorption rates\nranging from 7% to 15% based on the amount of inorganic mercury consumed.\nIt has been reported that the highest quantities of inorganic mercury\nare detected in the kidney. 29  Hg 0  (metallic), Hg 2 2+  (mercurous), and Hg 2+  (mercuric) mercury are the three states of inorganic mercury.\nMercury’s pharmacokinetics and biotransformation are determined\nby its chemical and physical state. 30\n\nThe toxic potential of mercury salts is influenced by their solubility.\nIn general, mercurous compounds exhibit lower toxicity compared to\nmercuric compounds due to their reduced solubility in water. 31  Mercury salts exhibit greater corrosiveness\ncompared to elemental mercury, leading to increased gastrointestinal\npermeability and absorption. 31\n\nChronic\nexposure to Hg 0  results in vomiting, abdominal\npain, renal tubular necrosis, emotional changes, and cognitive deficits,\nwhereas severe lung and neurological damage is caused by acute exposure\nto Hg 0 , as further detailed in  Table  1 . The toxicological effects of mercurous\ncompounds include abdominal pain, nausea, vomiting, toxicity of blood,\ndamage to the central nervous system, memory disturbances, fatigue,\nmuscle weakness, and kidney damage. 32  Additionally,\nhuman exposure to mercuric compounds causes numerous issues such as\nmemory and concentration troubles, irritation of skin and eyes, toxicity\nof the reproductive system of both males and females, malfunction\nof the immune system, loss of appetite and weight, and changes in\nmood and personality. 33  Further details\nabout the toxic effects of each of these mercury compounds are provided\nin  Table  1 .\n\nThere are several applications for metallic or elemental mercury\n(Hg 0 ), which has no electrical charge. The Hg 0  outgassed from amalgams enters the body by ingestion, absorption\nthrough the skin, or breathing in the event of direct contact. Around\n80% of the metallic mercury vapor generated by amalgams is inhaled,\ncompared to 7% to 10% that is consumed and just 1% that is absorbed\nby skin contact. Then afterward, it forms bonds with sulfur-containing\namino acids. This Hg 0  vapor reaches the brain in serum\n(dissolved) or as an adherent to the membrane of red cells, where\nit dwells in the fetal brain. In addition, Hg 0  lodges in\nmany organs, including the breast, muscles, thyroid, lungs, liver\nmyocardium, kidneys, prostate, skin, pancreas, sweat glands, enterocytes,\ntestes, and salivary glands, which causes many problems and may lead\nto their dysfunction. 34  Although Hg 0  oxidizes rapidly in the bloodstream, the absorption rate\nof metallic mercury by the central nervous system is faster than its\noxidation.\n\nMercury also strongly afflicts T cell surface binding\nsites and sulfhydryl groups, influencing T cell function. The majority\nof metallic mercury is passed off as mercuric mercury. The excretory\nhalf-life of metallic and mercuric mercury can vary from a few days\nto several months depending on the organ of deposition and redox state,\nwith certain pools (such as the Central Nervous System (CNS)) having\na half-life of up to many years. Mercury in the hair has no relationship\nto the quantity of metallic mercury in the brain. Therefore, the accurate\nmeasurement of the body load is challenging. 34 , 35\n\nMercuric sulfide (HgS) is employed to extract the metallic\nform\nof Hg. 36  However, the Hg 0  is\navailable in the liquid form (i.e., silver-colored liquid) under ambient\nconditions; it may form Hg vapors under the same environmental conditions\n(i.e., room temperature), attributing to its high vapor pressure. 37  Referring to its chemical properties, Hg is\nparticularly applicable to be employed in various industries such\nas the extraction of gold and silver from ores, 38  dental amalgam, 39  and others.\nIn nature, mercury mostly forms compounds with the functional groups\nOH – , Cl – , and S 2–  as well as with organic ligands. 28 , 40\n\nChemically, Hg is regarded as a cation with different\noxidation states of monovalent Hg 1+  (i.e., mercurous cation,\nstable form Hg 2 2+ ) or divalent Hg 2+  (i.e., mercuric cation, Hg 2+ ). 41  Most Hg 2 2+  salts are poorly soluble in water,\nincluding Hg 2 Cl 2  and Hg 2 SO 2 . Under normal conditions, the Hg 2 2+  is unstable\nand tends to transform into Hg 0  and Hg 2+  via\nthe dismutation process. 27 , 42  Moreover, it may interact\nwith common metal ions (i.e., chloride, halides, and sulfide) and\nproduce compounds with very low solubility characters. 43\n\nThe mercurous mercury salt Hg 2 Cl 2  (calomel) is poorly soluble in water and poorly absorbed\nby the gut, but some of it may oxidize to forms that are more readily\nabsorbed. Mercuric mercury does not often remain in the body unless\nit is in a condition between metallic and mercuric mercury. It is\ninfrequently linked to pink illness or acrodynia, indicating that\nsome absorption occurs. 34\n\nHg 2+  is the most stable form of mercury in aqueous solutions. 44  The most common inorganic species of Hg 2+  comprise mercuric sulfide (HgS), mercuric oxide (HgO), mercuric\nsulfate (HgSO 4 ), and mercuric chloride (HgCl 2 ). Historically, HgCl 2  was used to preserve and develop\nthe photographic film and as a gradient in some skin-lightening creams.\nHg 2+  is hardly absorbed by the body where ≤2% of\ningested HgCl 2  could be absorbed; 45  however, its permeability may be increased as a result of its corrosive effect on the\nintestine with extended exposure. 46  Hg 2+  adheres to S-containing amino acids in the circulation with\nthe same affinity as Hg 0 . Hg 2+  builds up in\nthe amniotic fluid, fetal tissues, and placenta even though it was\nunable to effectively penetrate the blood-brain barrier. 47\n\nHg 2+  is dispersed by one or\nmore amino acid transporters, particularly cysteine transporters,\naccording to the evidence, which may help to explain why it concentrates\nin the brain. 48  In the kidneys, the proximal\nconvoluted renal tubule, which is bound to metallothionein, stores\na large amount of mercuric compounds in the body. Smaller amounts\nof mercuric comounds are found in epithelial tissues, the choroidal\nplexus, and the testes. Periportal deposition of mercuric compounds\nis also frequent in the liver. Small amounts of mercury can also be\nfound in saliva, tears, breast milk, perspiration, and feces. Mercuric\nmercury is primarily expelled through urine and feces. Previous investigations\nhave shown an effective half-life of 42 days for 80% of an oral tracer\ndosage, demonstrating that its half-life appears to be multiphasic.\nThe excretion rate of the remaining 20% does not seem to be quantifiable.\n\nOrganic\nmercury has been reported to effectively get absorbed through the\nlungs when consumed compared to only trace quantities absorbed into\nthe skin. Methyl mercury (MeHg), a major source of mercury exposure,\nis primarily found in contaminated food and is being exposed to some\nsusceptible groups around the world in the specific form of these\nmetal–organic mercury complexes. MeHg and other organic forms\nof mercury are particularly hazardous to humans because of their long-term\ntoxicity and ability to cross any cellular barrier. 49  Following the Minamata incident in Japan in 1956, which\nled to the identification of Minamata disease resulting from the consumption\nof fish and shellfish contaminated with methylmercury, numerous scientists\ninitiated research on the process of demethylating methylmercury in\nthe human body.\n\nThe neurological system, bone marrow, kidneys,\nbrain, placenta, and fetus, in especially the fetal brain, all have\nsignificant quantities of MeHg. 50  Over\ntime, MeHg builds up and is demethylated to inorganic mercury. In\n1986, Tsubaki et al. 51  conducted a study\nin which they measured the levels of total mercury and MeHg in the\nbrains of approximately 30 human autopsy cases in Japan. These individuals\npassed away between 20 days and 18 years after experiencing the onset\nof symptoms related to MeHg poisoning. In cases classified as “acute”\n(meaning autopsy conducted within 100 days of the onset of symptoms),\nthe total mercury content in the brain ranged from 8.8 to 21.4 mg\nHg/kg (measured on a wet weight basis), while the levels of MeHg were\nbetween 1.85 and 8.42 mg Hg/kg. For the “chronic” cases\n(autopsy performed 100 days to 18 years after symptom onset), the\ncorresponding brain concentrations were lower, with total mercury\nranging from 0.35 to 5.29 mg Hg/kg and MeHg ranging from 0.31 to 1.02\nmg Hg/kg. On average, only 28% of the total mercury was found to be\nin the form of MeHg in the acute cases, and this percentage dropped\nto 17% in the chronic cases. Such results indicated that the remaining\nportion is inorganic mercury, and the difference indicated that there\nmay be an ongoing process of demethylation of MeHg in the brain.\n\nIn humans, MeHg has a half-life of around 70 days, with most of\nit being excreted in the feces (about 90%) and some being transported\nthrough the enterohepatic system. The amount released in breast milk,\nwhich varies depending on the level of exposure, is about 20% MeHg.\nMeHg has a short half-life in the blood, making it inappropriate for\ncalculating the total body burden similarly to Hg 0 . Additionally,\ndimethyl mercury is easily absorbed via the skin, and death could\nbe caused just by having minimal skin contact with it. 48 , 52\n\nEthyl mercury behaves similarly to MeHg at the cellular level\nbut\nhas a one-third longer excretory half-life. MeHg vapor has an identical\n(80%) absorption efficiency as metallic mercury vapor. 52  MeHg attaches to sulfhydryl groups, especially\nthose present in cysteine, as it enters the bloodstream. After that,\nit is dispersed throughout the body, and 4 days after exposure, blood\nand body homeostasis are restored. The sulfhydryl group in cysteine\nis likely connected to one or more transporters, primarily the cysteine\ntransporter, which appears to be in charge of distribution to various\nbodily areas.\n\nBoth methylmercury (CH 3 Hg + ) and dimethylmercury\n((CH 3 ) 2 Hg) are conceived as the most widely\nHg-based compounds in the environment, majorly resulting from the\nmethylation of Hg 2+  by microorganisms within soil and water\nand hence bioaccumulate through the food chain. Chiefly, the reaction\nbetween different organic ligands and Hg produces R-Hg +  and R-Hg-R compounds. Another type of organic mercury, Hg-amino\nacid molecular interactions, is related to the amino acid Cys. Among\nthe different Hg complexes, Hg(Cys) 2  is the prevalent one\nwith the ability to surpass the cell membrane. Therefore, the complex\n[Hg(Cys) 2 ] is proposed to imitate Cys and employ the active\ncell transport sites normally associated with Cys transport across\nthe membrane. 43 Table  1  demonstrates various examples of Hg compounds\nwith their physicochemical properties.\n\nTo sum up, Hg can exist\nin various chemical forms, and its interactions\nwith different ligands depend on its “soft sphere” nature,\nespecially with soft donor atoms like S, Se, P, and halide ions. In\naquatic environments, it tends to bind with DOM, particularly compounds\ncontaining thiol groups and other sulfur-containing compounds. The\nvolatilization loss and bioavailability of mercury are affected by\nits photochemical reduction to elemental mercury and reoxidation back\nto ionic mercury. Mercury’s speciation significantly influences\nits biological behavior, and it can be categorized into inorganic\nmercury (Hg 0 , Hg 2+ ), and organic mercury compounds\n(e.g., MeHg). In general, inorganic mercury has low bioavailability\nvia oral routes, while organic mercury is more toxic and can accumulate\nin the neurological system and other tissues.\n\n## Inorganic Mercury\n\nInorganic mercury\nhas a low bioavailability via the oral route, with absorption rates\nranging from 7% to 15% based on the amount of inorganic mercury consumed.\nIt has been reported that the highest quantities of inorganic mercury\nare detected in the kidney. 29  Hg 0  (metallic), Hg 2 2+  (mercurous), and Hg 2+  (mercuric) mercury are the three states of inorganic mercury.\nMercury’s pharmacokinetics and biotransformation are determined\nby its chemical and physical state. 30\n\nThe toxic potential of mercury salts is influenced by their solubility.\nIn general, mercurous compounds exhibit lower toxicity compared to\nmercuric compounds due to their reduced solubility in water. 31  Mercury salts exhibit greater corrosiveness\ncompared to elemental mercury, leading to increased gastrointestinal\npermeability and absorption. 31\n\nChronic\nexposure to Hg 0  results in vomiting, abdominal\npain, renal tubular necrosis, emotional changes, and cognitive deficits,\nwhereas severe lung and neurological damage is caused by acute exposure\nto Hg 0 , as further detailed in  Table  1 . The toxicological effects of mercurous\ncompounds include abdominal pain, nausea, vomiting, toxicity of blood,\ndamage to the central nervous system, memory disturbances, fatigue,\nmuscle weakness, and kidney damage. 32  Additionally,\nhuman exposure to mercuric compounds causes numerous issues such as\nmemory and concentration troubles, irritation of skin and eyes, toxicity\nof the reproductive system of both males and females, malfunction\nof the immune system, loss of appetite and weight, and changes in\nmood and personality. 33  Further details\nabout the toxic effects of each of these mercury compounds are provided\nin  Table  1 .\n\nThere are several applications for metallic or elemental mercury\n(Hg 0 ), which has no electrical charge. The Hg 0  outgassed from amalgams enters the body by ingestion, absorption\nthrough the skin, or breathing in the event of direct contact. Around\n80% of the metallic mercury vapor generated by amalgams is inhaled,\ncompared to 7% to 10% that is consumed and just 1% that is absorbed\nby skin contact. Then afterward, it forms bonds with sulfur-containing\namino acids. This Hg 0  vapor reaches the brain in serum\n(dissolved) or as an adherent to the membrane of red cells, where\nit dwells in the fetal brain. In addition, Hg 0  lodges in\nmany organs, including the breast, muscles, thyroid, lungs, liver\nmyocardium, kidneys, prostate, skin, pancreas, sweat glands, enterocytes,\ntestes, and salivary glands, which causes many problems and may lead\nto their dysfunction. 34  Although Hg 0  oxidizes rapidly in the bloodstream, the absorption rate\nof metallic mercury by the central nervous system is faster than its\noxidation.\n\nMercury also strongly afflicts T cell surface binding\nsites and sulfhydryl groups, influencing T cell function. The majority\nof metallic mercury is passed off as mercuric mercury. The excretory\nhalf-life of metallic and mercuric mercury can vary from a few days\nto several months depending on the organ of deposition and redox state,\nwith certain pools (such as the Central Nervous System (CNS)) having\na half-life of up to many years. Mercury in the hair has no relationship\nto the quantity of metallic mercury in the brain. Therefore, the accurate\nmeasurement of the body load is challenging. 34 , 35\n\nMercuric sulfide (HgS) is employed to extract the metallic\nform\nof Hg. 36  However, the Hg 0  is\navailable in the liquid form (i.e., silver-colored liquid) under ambient\nconditions; it may form Hg vapors under the same environmental conditions\n(i.e., room temperature), attributing to its high vapor pressure. 37  Referring to its chemical properties, Hg is\nparticularly applicable to be employed in various industries such\nas the extraction of gold and silver from ores, 38  dental amalgam, 39  and others.\nIn nature, mercury mostly forms compounds with the functional groups\nOH – , Cl – , and S 2–  as well as with organic ligands. 28 , 40\n\nChemically, Hg is regarded as a cation with different\noxidation states of monovalent Hg 1+  (i.e., mercurous cation,\nstable form Hg 2 2+ ) or divalent Hg 2+  (i.e., mercuric cation, Hg 2+ ). 41  Most Hg 2 2+  salts are poorly soluble in water,\nincluding Hg 2 Cl 2  and Hg 2 SO 2 . Under normal conditions, the Hg 2 2+  is unstable\nand tends to transform into Hg 0  and Hg 2+  via\nthe dismutation process. 27 , 42  Moreover, it may interact\nwith common metal ions (i.e., chloride, halides, and sulfide) and\nproduce compounds with very low solubility characters. 43\n\nThe mercurous mercury salt Hg 2 Cl 2  (calomel) is poorly soluble in water and poorly absorbed\nby the gut, but some of it may oxidize to forms that are more readily\nabsorbed. Mercuric mercury does not often remain in the body unless\nit is in a condition between metallic and mercuric mercury. It is\ninfrequently linked to pink illness or acrodynia, indicating that\nsome absorption occurs. 34\n\nHg 2+  is the most stable form of mercury in aqueous solutions. 44  The most common inorganic species of Hg 2+  comprise mercuric sulfide (HgS), mercuric oxide (HgO), mercuric\nsulfate (HgSO 4 ), and mercuric chloride (HgCl 2 ). Historically, HgCl 2  was used to preserve and develop\nthe photographic film and as a gradient in some skin-lightening creams.\nHg 2+  is hardly absorbed by the body where ≤2% of\ningested HgCl 2  could be absorbed; 45  however, its permeability may be increased as a result of its corrosive effect on the\nintestine with extended exposure. 46  Hg 2+  adheres to S-containing amino acids in the circulation with\nthe same affinity as Hg 0 . Hg 2+  builds up in\nthe amniotic fluid, fetal tissues, and placenta even though it was\nunable to effectively penetrate the blood-brain barrier. 47\n\nHg 2+  is dispersed by one or\nmore amino acid transporters, particularly cysteine transporters,\naccording to the evidence, which may help to explain why it concentrates\nin the brain. 48  In the kidneys, the proximal\nconvoluted renal tubule, which is bound to metallothionein, stores\na large amount of mercuric compounds in the body. Smaller amounts\nof mercuric comounds are found in epithelial tissues, the choroidal\nplexus, and the testes. Periportal deposition of mercuric compounds\nis also frequent in the liver. Small amounts of mercury can also be\nfound in saliva, tears, breast milk, perspiration, and feces. Mercuric\nmercury is primarily expelled through urine and feces. Previous investigations\nhave shown an effective half-life of 42 days for 80% of an oral tracer\ndosage, demonstrating that its half-life appears to be multiphasic.\nThe excretion rate of the remaining 20% does not seem to be quantifiable.\n\n## Metallic Mercury (Hg 0 )\n\nThere are several applications for metallic or elemental mercury\n(Hg 0 ), which has no electrical charge. The Hg 0  outgassed from amalgams enters the body by ingestion, absorption\nthrough the skin, or breathing in the event of direct contact. Around\n80% of the metallic mercury vapor generated by amalgams is inhaled,\ncompared to 7% to 10% that is consumed and just 1% that is absorbed\nby skin contact. Then afterward, it forms bonds with sulfur-containing\namino acids. This Hg 0  vapor reaches the brain in serum\n(dissolved) or as an adherent to the membrane of red cells, where\nit dwells in the fetal brain. In addition, Hg 0  lodges in\nmany organs, including the breast, muscles, thyroid, lungs, liver\nmyocardium, kidneys, prostate, skin, pancreas, sweat glands, enterocytes,\ntestes, and salivary glands, which causes many problems and may lead\nto their dysfunction. 34  Although Hg 0  oxidizes rapidly in the bloodstream, the absorption rate\nof metallic mercury by the central nervous system is faster than its\noxidation.\n\nMercury also strongly afflicts T cell surface binding\nsites and sulfhydryl groups, influencing T cell function. The majority\nof metallic mercury is passed off as mercuric mercury. The excretory\nhalf-life of metallic and mercuric mercury can vary from a few days\nto several months depending on the organ of deposition and redox state,\nwith certain pools (such as the Central Nervous System (CNS)) having\na half-life of up to many years. Mercury in the hair has no relationship\nto the quantity of metallic mercury in the brain. Therefore, the accurate\nmeasurement of the body load is challenging. 34 , 35\n\nMercuric sulfide (HgS) is employed to extract the metallic\nform\nof Hg. 36  However, the Hg 0  is\navailable in the liquid form (i.e., silver-colored liquid) under ambient\nconditions; it may form Hg vapors under the same environmental conditions\n(i.e., room temperature), attributing to its high vapor pressure. 37  Referring to its chemical properties, Hg is\nparticularly applicable to be employed in various industries such\nas the extraction of gold and silver from ores, 38  dental amalgam, 39  and others.\nIn nature, mercury mostly forms compounds with the functional groups\nOH – , Cl – , and S 2–  as well as with organic ligands. 28 , 40\n\n## Mercurous Mercury (Hg 2 2+ )\n\nChemically, Hg is regarded as a cation with different\noxidation states of monovalent Hg 1+  (i.e., mercurous cation,\nstable form Hg 2 2+ ) or divalent Hg 2+  (i.e., mercuric cation, Hg 2+ ). 41  Most Hg 2 2+  salts are poorly soluble in water,\nincluding Hg 2 Cl 2  and Hg 2 SO 2 . Under normal conditions, the Hg 2 2+  is unstable\nand tends to transform into Hg 0  and Hg 2+  via\nthe dismutation process. 27 , 42  Moreover, it may interact\nwith common metal ions (i.e., chloride, halides, and sulfide) and\nproduce compounds with very low solubility characters. 43\n\nThe mercurous mercury salt Hg 2 Cl 2  (calomel) is poorly soluble in water and poorly absorbed\nby the gut, but some of it may oxidize to forms that are more readily\nabsorbed. Mercuric mercury does not often remain in the body unless\nit is in a condition between metallic and mercuric mercury. It is\ninfrequently linked to pink illness or acrodynia, indicating that\nsome absorption occurs. 34\n\n## Mercuric Mercury (Hg 2+ )\n\nHg 2+  is the most stable form of mercury in aqueous solutions. 44  The most common inorganic species of Hg 2+  comprise mercuric sulfide (HgS), mercuric oxide (HgO), mercuric\nsulfate (HgSO 4 ), and mercuric chloride (HgCl 2 ). Historically, HgCl 2  was used to preserve and develop\nthe photographic film and as a gradient in some skin-lightening creams.\nHg 2+  is hardly absorbed by the body where ≤2% of\ningested HgCl 2  could be absorbed; 45  however, its permeability may be increased as a result of its corrosive effect on the\nintestine with extended exposure. 46  Hg 2+  adheres to S-containing amino acids in the circulation with\nthe same affinity as Hg 0 . Hg 2+  builds up in\nthe amniotic fluid, fetal tissues, and placenta even though it was\nunable to effectively penetrate the blood-brain barrier. 47\n\nHg 2+  is dispersed by one or\nmore amino acid transporters, particularly cysteine transporters,\naccording to the evidence, which may help to explain why it concentrates\nin the brain. 48  In the kidneys, the proximal\nconvoluted renal tubule, which is bound to metallothionein, stores\na large amount of mercuric compounds in the body. Smaller amounts\nof mercuric comounds are found in epithelial tissues, the choroidal\nplexus, and the testes. Periportal deposition of mercuric compounds\nis also frequent in the liver. Small amounts of mercury can also be\nfound in saliva, tears, breast milk, perspiration, and feces. Mercuric\nmercury is primarily expelled through urine and feces. Previous investigations\nhave shown an effective half-life of 42 days for 80% of an oral tracer\ndosage, demonstrating that its half-life appears to be multiphasic.\nThe excretion rate of the remaining 20% does not seem to be quantifiable.\n\n## Organic Mercury Compounds\n\nOrganic\nmercury has been reported to effectively get absorbed through the\nlungs when consumed compared to only trace quantities absorbed into\nthe skin. Methyl mercury (MeHg), a major source of mercury exposure,\nis primarily found in contaminated food and is being exposed to some\nsusceptible groups around the world in the specific form of these\nmetal–organic mercury complexes. MeHg and other organic forms\nof mercury are particularly hazardous to humans because of their long-term\ntoxicity and ability to cross any cellular barrier. 49  Following the Minamata incident in Japan in 1956, which\nled to the identification of Minamata disease resulting from the consumption\nof fish and shellfish contaminated with methylmercury, numerous scientists\ninitiated research on the process of demethylating methylmercury in\nthe human body.\n\nThe neurological system, bone marrow, kidneys,\nbrain, placenta, and fetus, in especially the fetal brain, all have\nsignificant quantities of MeHg. 50  Over\ntime, MeHg builds up and is demethylated to inorganic mercury. In\n1986, Tsubaki et al. 51  conducted a study\nin which they measured the levels of total mercury and MeHg in the\nbrains of approximately 30 human autopsy cases in Japan. These individuals\npassed away between 20 days and 18 years after experiencing the onset\nof symptoms related to MeHg poisoning. In cases classified as “acute”\n(meaning autopsy conducted within 100 days of the onset of symptoms),\nthe total mercury content in the brain ranged from 8.8 to 21.4 mg\nHg/kg (measured on a wet weight basis), while the levels of MeHg were\nbetween 1.85 and 8.42 mg Hg/kg. For the “chronic” cases\n(autopsy performed 100 days to 18 years after symptom onset), the\ncorresponding brain concentrations were lower, with total mercury\nranging from 0.35 to 5.29 mg Hg/kg and MeHg ranging from 0.31 to 1.02\nmg Hg/kg. On average, only 28% of the total mercury was found to be\nin the form of MeHg in the acute cases, and this percentage dropped\nto 17% in the chronic cases. Such results indicated that the remaining\nportion is inorganic mercury, and the difference indicated that there\nmay be an ongoing process of demethylation of MeHg in the brain.\n\nIn humans, MeHg has a half-life of around 70 days, with most of\nit being excreted in the feces (about 90%) and some being transported\nthrough the enterohepatic system. The amount released in breast milk,\nwhich varies depending on the level of exposure, is about 20% MeHg.\nMeHg has a short half-life in the blood, making it inappropriate for\ncalculating the total body burden similarly to Hg 0 . Additionally,\ndimethyl mercury is easily absorbed via the skin, and death could\nbe caused just by having minimal skin contact with it. 48 , 52\n\nEthyl mercury behaves similarly to MeHg at the cellular level\nbut\nhas a one-third longer excretory half-life. MeHg vapor has an identical\n(80%) absorption efficiency as metallic mercury vapor. 52  MeHg attaches to sulfhydryl groups, especially\nthose present in cysteine, as it enters the bloodstream. After that,\nit is dispersed throughout the body, and 4 days after exposure, blood\nand body homeostasis are restored. The sulfhydryl group in cysteine\nis likely connected to one or more transporters, primarily the cysteine\ntransporter, which appears to be in charge of distribution to various\nbodily areas.\n\nBoth methylmercury (CH 3 Hg + ) and dimethylmercury\n((CH 3 ) 2 Hg) are conceived as the most widely\nHg-based compounds in the environment, majorly resulting from the\nmethylation of Hg 2+  by microorganisms within soil and water\nand hence bioaccumulate through the food chain. Chiefly, the reaction\nbetween different organic ligands and Hg produces R-Hg +  and R-Hg-R compounds. Another type of organic mercury, Hg-amino\nacid molecular interactions, is related to the amino acid Cys. Among\nthe different Hg complexes, Hg(Cys) 2  is the prevalent one\nwith the ability to surpass the cell membrane. Therefore, the complex\n[Hg(Cys) 2 ] is proposed to imitate Cys and employ the active\ncell transport sites normally associated with Cys transport across\nthe membrane. 43 Table  1  demonstrates various examples of Hg compounds\nwith their physicochemical properties.\n\nTo sum up, Hg can exist\nin various chemical forms, and its interactions\nwith different ligands depend on its “soft sphere” nature,\nespecially with soft donor atoms like S, Se, P, and halide ions. In\naquatic environments, it tends to bind with DOM, particularly compounds\ncontaining thiol groups and other sulfur-containing compounds. The\nvolatilization loss and bioavailability of mercury are affected by\nits photochemical reduction to elemental mercury and reoxidation back\nto ionic mercury. Mercury’s speciation significantly influences\nits biological behavior, and it can be categorized into inorganic\nmercury (Hg 0 , Hg 2+ ), and organic mercury compounds\n(e.g., MeHg). In general, inorganic mercury has low bioavailability\nvia oral routes, while organic mercury is more toxic and can accumulate\nin the neurological system and other tissues.\n\n## Clinical Manifestation of Acute and Chronic\nMercury Toxicity to Public Health\n\nDifferent mercury compounds\ncan cause various clinical symptoms.\nMercury poisoning frequently results in a false diagnosis because\nof its slow onset and ambiguous clinical symptoms. The quantity, length,\nand mode of exposure all affect how clinically a person who has been\nexposed to mercury will present. The most frequent cause of acute\npoisoning is inhalation of elemental mercury or ingestion of inorganic\nmercury. Chronic poisoning is more likely to result from exposure\nto organic mercury. Regardless of the type of mercury present, the\ntwo main organs affected by poisoning are the kidneys and the central\nnervous system. Nevertheless, the kidneys are home to practically\nall mercury compounds. 58\n\nAcute toxicity to elemental mercury by inhalation can cause respiratory\nsymptoms. Inhaling large quantities of mercury vapor causes interstitial\npneumonitis and acute corrosive bronchitis. Acute exposure can cause\ncough with fever, shortness of breath, headache and muscular pains. 59  Early clinical signs, including shortness of\nbreath, fever, chills, taste of metal, and pleuritic chest pain, may\nbe mistaken for metal fume fever. Other potential clinical manifestations\ninclude stomatitis, lethargy, confusion, and vomiting. Although the\nhealing process is possible, inhaled exposure can also cause pulmonary\nproblems such as pneumothorax, interstitial emphysema, pneumatocele,\ninterstitial fibrosis, and pneumomediastinum. In addition, exposure\nto extremely high levels of elemental mercury might result in lethal\nacute respiratory distress syndrome. 58 , 60\n\nThe\nmost common route of acute exposure to inorganic mercury or mercuric\nsalt is through the mouth. These chemicals’ corrosive characteristics\ncause most of the acute clinical manifestations of poisoning. Acute\nsymptoms may include ashen-gray mucous membranes due to mercuric salt\nprecipitation, vomiting, hematochezia (bloody stool), hypovolemic\nshock, and severe abdominal pain. Systemic effects typically appear\nseveral hours after administration and might linger for many days.\nThese negative consequences include dental sensitivity, mouth soreness,\nfoul smell, mucosal inflammation, gingival irritation, and renal tubular\nnecrosis, which can cause oliguria or anuria. 58 , 60\n\nChronic toxicity is typically caused by extended exposure of workers\nto elemental mercury that is transformed into the inorganic form.\nThe CNS is the most affected by chronic mercury vapor exposure. The\nconsequences may not be obvious initially, and early signs are nonspecific,\nknown as an asthenic vegetative syndrome or micro-mercurialism. 61  Chronic mercury poisoning is frequently brought\non by the use of diuretics or cathartics that contain mercury over\nan extended period of time. Both chronic and high doses cause a range\nof psychiatric, kidney, neurological, and dermatological symptoms. 58 , 60 , 62  Anorexia, weight loss, weariness,\nand physical weakness may occur in the exposed individual, and this\nclinical manifestation might suggest various disorders. The CNS is\nquickly penetrated by elemental mercury vapor and short-chain alkylmercury\ncompounds, which bind to and inhibit synaptic and neuromuscular transmission-related\nproteins and enzymes. The blocking of these signals has the usual\ndegenerative repercussions. As a result, the individual may have mild\ntremors in their hands and fingers, which may eventually spread to\ntheir entire leg. 58 , 60 , 62\n\nThe classic triad of symptoms associated with chronic mercury\ntoxicity is gingivitis, tremors, and erethism (a constellation of\nneuropsychiatric abnormalities that also includes memory loss, insomnia,\nsadness, shyness, emotional instability, anorexia, flushing, vasomotor\ndisruption, and uncontrolled sweating). Peripheral neuropathy, headache,\nsalivation, visual disruption, sleeplessness, and ataxia are possible\nclinical manifestations caused by mercury exposure. 58 , 60 , 62  The clinical manifestations of organic mercury\ncompound poisoning are similar to those of elemental mercury poisoning:\nunsteady walking, ataxia, illegible handwriting, and tremors. A loss\nof facial muscle tone can also cause slurred speech. A tiny fraction\nof people exposed to inorganic mercury have a widespread condition\ncalled acrodynia. Its symptoms include erythema of the soles and palms,\nirritability, edema of the hands and feet, hair loss, a desquamating\nrash, tachycardia, pruritus, diaphoresis, anorexia, hypertension,\nphotophobia, sleeplessness, constipation or diarrhea, and decreased\nmuscular tone. It is also known as Pink Disease. It was more frequent\nwhen diapers were washed in mercury-containing detergents or fungicides\nor when mercury-containing teething powders were used. The most frequent\nsource of organic mercury poisoning is eating contaminated food, especially\nfish. 58 , 60 , 62\n\nLong-chain\nand aryl forms of organic mercury are equally as hazardous\nto humans as inorganic mercury. The motor and sensory centers, cerebral\ncortex, cerebellum, and auditory center are all targets for organic\nmercury. After exposure, symptoms frequently take days or weeks to\nmanifest. Before symptoms manifest, the enzymes to which organic mercury\nbinds must be degraded. Dysarthria, visual disturbances, ataxia,\nmental deterioration, paresthesias, hearing loss, muscular tremors,\nmovement disorders, and paralysis and death are common toxicity symptoms\nin extreme cases. Mercury is hazardous to the fetus in any form, but\nmethylmercury most easily penetrates through the placenta. Even in\nasymptomatic patients, maternal exposure might cause spontaneous miscarriage\nor retardation. 58 , 60 , 62\n\nIn conclusion, ingesting inorganic mercury or mercuric salts\ncan\nresult in corrosive effects, leading to symptoms such as vomiting,\nabdominal pain, and renal tubular necrosis. Acute exposure to Hg 0  through inhalation can cause respiratory symptoms and potentially\nlethal acute respiratory distress syndrome. While chronic exposure\nto the vapors of Hg 0  affects the central nervous system,\ncausing nonspecific early signs, like an asthenic vegetative syndrome.\nChronic mercury poisoning from extended exposure can lead to psychiatric,\nkidney, neurological, and dermatological symptoms. Symptoms of chronic\nexposure include tremors, gingivitis, and erethism, while organic\nmercury compounds from contaminated food may cause dysarthria, visual\ndisturbances, and paralysis. Mercury is also hazardous to the fetus,\nwith MeHg easily crossing the placenta and causing potential miscarriage\nor retardation.\n\n## Clinical Signs of Acute Exposure\n\nAcute toxicity to elemental mercury by inhalation can cause respiratory\nsymptoms. Inhaling large quantities of mercury vapor causes interstitial\npneumonitis and acute corrosive bronchitis. Acute exposure can cause\ncough with fever, shortness of breath, headache and muscular pains. 59  Early clinical signs, including shortness of\nbreath, fever, chills, taste of metal, and pleuritic chest pain, may\nbe mistaken for metal fume fever. Other potential clinical manifestations\ninclude stomatitis, lethargy, confusion, and vomiting. Although the\nhealing process is possible, inhaled exposure can also cause pulmonary\nproblems such as pneumothorax, interstitial emphysema, pneumatocele,\ninterstitial fibrosis, and pneumomediastinum. In addition, exposure\nto extremely high levels of elemental mercury might result in lethal\nacute respiratory distress syndrome. 58 , 60\n\nThe\nmost common route of acute exposure to inorganic mercury or mercuric\nsalt is through the mouth. These chemicals’ corrosive characteristics\ncause most of the acute clinical manifestations of poisoning. Acute\nsymptoms may include ashen-gray mucous membranes due to mercuric salt\nprecipitation, vomiting, hematochezia (bloody stool), hypovolemic\nshock, and severe abdominal pain. Systemic effects typically appear\nseveral hours after administration and might linger for many days.\nThese negative consequences include dental sensitivity, mouth soreness,\nfoul smell, mucosal inflammation, gingival irritation, and renal tubular\nnecrosis, which can cause oliguria or anuria. 58 , 60\n\n## Clinical Signs of Chronic Exposure\n\nChronic toxicity is typically caused by extended exposure of workers\nto elemental mercury that is transformed into the inorganic form.\nThe CNS is the most affected by chronic mercury vapor exposure. The\nconsequences may not be obvious initially, and early signs are nonspecific,\nknown as an asthenic vegetative syndrome or micro-mercurialism. 61  Chronic mercury poisoning is frequently brought\non by the use of diuretics or cathartics that contain mercury over\nan extended period of time. Both chronic and high doses cause a range\nof psychiatric, kidney, neurological, and dermatological symptoms. 58 , 60 , 62  Anorexia, weight loss, weariness,\nand physical weakness may occur in the exposed individual, and this\nclinical manifestation might suggest various disorders. The CNS is\nquickly penetrated by elemental mercury vapor and short-chain alkylmercury\ncompounds, which bind to and inhibit synaptic and neuromuscular transmission-related\nproteins and enzymes. The blocking of these signals has the usual\ndegenerative repercussions. As a result, the individual may have mild\ntremors in their hands and fingers, which may eventually spread to\ntheir entire leg. 58 , 60 , 62\n\nThe classic triad of symptoms associated with chronic mercury\ntoxicity is gingivitis, tremors, and erethism (a constellation of\nneuropsychiatric abnormalities that also includes memory loss, insomnia,\nsadness, shyness, emotional instability, anorexia, flushing, vasomotor\ndisruption, and uncontrolled sweating). Peripheral neuropathy, headache,\nsalivation, visual disruption, sleeplessness, and ataxia are possible\nclinical manifestations caused by mercury exposure. 58 , 60 , 62  The clinical manifestations of organic mercury\ncompound poisoning are similar to those of elemental mercury poisoning:\nunsteady walking, ataxia, illegible handwriting, and tremors. A loss\nof facial muscle tone can also cause slurred speech. A tiny fraction\nof people exposed to inorganic mercury have a widespread condition\ncalled acrodynia. Its symptoms include erythema of the soles and palms,\nirritability, edema of the hands and feet, hair loss, a desquamating\nrash, tachycardia, pruritus, diaphoresis, anorexia, hypertension,\nphotophobia, sleeplessness, constipation or diarrhea, and decreased\nmuscular tone. It is also known as Pink Disease. It was more frequent\nwhen diapers were washed in mercury-containing detergents or fungicides\nor when mercury-containing teething powders were used. The most frequent\nsource of organic mercury poisoning is eating contaminated food, especially\nfish. 58 , 60 , 62\n\nLong-chain\nand aryl forms of organic mercury are equally as hazardous\nto humans as inorganic mercury. The motor and sensory centers, cerebral\ncortex, cerebellum, and auditory center are all targets for organic\nmercury. After exposure, symptoms frequently take days or weeks to\nmanifest. Before symptoms manifest, the enzymes to which organic mercury\nbinds must be degraded. Dysarthria, visual disturbances, ataxia,\nmental deterioration, paresthesias, hearing loss, muscular tremors,\nmovement disorders, and paralysis and death are common toxicity symptoms\nin extreme cases. Mercury is hazardous to the fetus in any form, but\nmethylmercury most easily penetrates through the placenta. Even in\nasymptomatic patients, maternal exposure might cause spontaneous miscarriage\nor retardation. 58 , 60 , 62\n\nIn conclusion, ingesting inorganic mercury or mercuric salts\ncan\nresult in corrosive effects, leading to symptoms such as vomiting,\nabdominal pain, and renal tubular necrosis. Acute exposure to Hg 0  through inhalation can cause respiratory symptoms and potentially\nlethal acute respiratory distress syndrome. While chronic exposure\nto the vapors of Hg 0  affects the central nervous system,\ncausing nonspecific early signs, like an asthenic vegetative syndrome.\nChronic mercury poisoning from extended exposure can lead to psychiatric,\nkidney, neurological, and dermatological symptoms. Symptoms of chronic\nexposure include tremors, gingivitis, and erethism, while organic\nmercury compounds from contaminated food may cause dysarthria, visual\ndisturbances, and paralysis. Mercury is also hazardous to the fetus,\nwith MeHg easily crossing the placenta and causing potential miscarriage\nor retardation.\n\n## Mercury Toxicity on Human Health: Effects and\nMolecular Mechanisms ( Table  2 )\n\nThe largest health danger from Hg comes from human\nexposure to\nMeHg species through food. The main route of MeHg exposure is by ingestion\nof aquatic animals, mostly fish, and MeHg is distributed throughout\nhuman tissues via bloodstream absorption. 63 , 64  The brain (central nervous system), kidneys, and liver are the primary\norgans in humans where MeHg builds up. Additional negative effects\nof high-dose Hg exposure include hearing loss, visual issues, speech\nimpairments, neuronal cell death, and fatalities from life-threatening\nillnesses. 65 , 66\n\nAdditionally, it is transferred\nto the placenta, which has a detrimental\neffect on how the child’s brain develops. As a result of MeHg\nexposure, it may be claimed that prenatal life is more susceptible\ncompared to adult life. Hg toxicity depends on the amount and rate\nof exposure to various forms of Hg, with the brain being the primary\ntarget organ for breathed Hg vapor. Hg exposure in humans is determined\nby measuring Hg levels in hair, blood, and urine. 67 , 68\n\nDepending on\nthe individual molecule and exposure route, mercury has a variety\nof hazardous consequences. 69  There are\nboth inorganic and organic Hg compounds of this environmental toxin\nin the environment. 70  Mercury poisoning\ncauses the most concern among toxicologists because it primarily affects\ncentral nervous system (CNS) neurotoxicity 69 , 70  and has been linked to neurodegenerative diseases such as neural\nstem cell dysfunction and neurodevelopmental abnormalities. 71  This is particularly true during fetal development\nsince the toxicity threshold is significantly lower, and neurotoxic\neffects are much more severe than they are in adults. 69  Research conducted in Iraq indicated negative impacts on\nfetal development when the concentration of MeHg in maternal hair\nwas about 20 μg/g. 72  In addition,\nchildren who were exposed to maternal hair concentrations of MeHg\nranging from 10 to 20 μg/g, have been reported to have memory\nproblems. 73  Another research study was\nconducted in New Zealand on a group of females who were exposed to\n6 μg/g of MeHg during pregnancy and by examining their children\nat the age of four using the Denver test; their results were found\nto be abnormal compared to those of a control group with no history\nof MeHg exposure. Subsequently, using the Wechsler intelligence test\nat the age of six, lower performance for children who were exposed\nto MeHg was observed. 74\n\nThe effects\nof prolonged exposure to organic mercury (MeHg) on individuals have\nbeen extensively investigated. MeHg poisoning can result in detrimental\neffects on the CNS, as evidenced by histological changes and clinical\nsymptoms observed in affected individuals. These symptoms of poisoning,\nresulting from neurodegeneration and characterized by oxidative damage,\nencompass a range of impairments, including compromised motor coordination,\ndysfunction of the visual and tactile sensory systems, and, in severe\ncases, paralysis. 75 , 76  Moreover, recent research has\nsuggested that chronic, low-level exposure to mercury could potentially\nbe a risk factor for motor function deficits, such as amyotrophic\nlateral sclerosis (ALS). A notable case report revealed an older man\ndiagnosed with ALS, who had a history of chronic mercury exposure\nat his workplace. Further genetic testing unveiled a mutation in the\nTBK1 gene linked to ALS, providing a possible link between mercury\nexposure and neurodegenerative diseases. 77 , 78  Additionally, a systems biology investigation conducted on hippocampus\ncells exposed to methylmercury has indicated substantial alterations\nin proteins associated with prolonged exposure. These findings shed\nlight on potential connections between mercury exposure and neurodegenerative\nconditions such as Parkinson’s disease (PD) and Alzheimer’s\ndisease (AD). 79\n\nIn an animal study,\nmercury deposits were discovered in the lumbar\nregion of the spinal cord of wild mice captured in the vicinity of\na site of volcanic activity. These specimens exhibited the hallmark\nof neurodegenerative pathologies such as decreased axon calibre and\naxonal atrophy. 80  The same research team\nreported in a separate study that mercury was accumulated in mice\nexposed to volcanic ash in the blood vessels and brain (i.e., white\nmatter and hippocampus cells). This finding shows that long-term exposure\nto active volcanic environments leads to brain mercury accumulation,\nwhich can be a risk factor for human neurodegenerative diseases. 80  In Amyloid β (Aβ)-induced memory\nimpairments of AD, mercury significantly impaired spatial learning\nand memory. Mercury poisoning caused mitochondrial dysfunction that\npromoted spatial memory problems in rats. Mercury increased the generation\nof reactive oxygen species (ROS), MMP breakdown, mitochondrial enlargement,\nglutathione oxidation, lipid peroxidation, and damage to outer membranes,\nwhich furthered the harmful effects of Aβ on spatial memory\nand hippocampal mitochondrial function. Additionally, the rats’\nhippocampi displayed increased ADP/ATP ratio and decreased cytochrome\nc oxidase (complex IV) activity. 81  The\nworst-case scenario is that a study finds a connection between prior\nmercury exposure from eating seafood and a variety of later-life nervous\nsystem disorders, such as extrapyramidal impairment, sensory impairment,\ncranial nerve disturbances, gross motor impairment, neurocognitive\ndeficits, and affective mood disorders. 82\n\nLargely through  in vitro  and  in vivo  research, the molecular processes underpinning MeHg-induced neurotoxicity\nhave been elucidated. Cellular and molecular alterations in brain\ncells exposed to MeHg include the production of cytokines, oxidative\nstress, mitochondrial malfunction, Ca 2+  and glutamate dyshomeostasis,\nand cell death pathways. 75  The CNS is permanently\ndamaged by methylmercury, a frequent and strong environmental neurotoxic\nthat rapidly passes the blood-brain barrier. In an  in vitro  study, it was discovered that 3 μM of methylmercury caused\ncytotoxicity in neurons by ER stress, followed by the induction of\nprogrammed cell death (apoptosis) and cell death. 83\n\nThe molecular mechanism of toxicity caused by inorganic\nmercury\ncompounds includes disruption of cell membranes and affecting cell\nintegrity and permeability. Subsequently, the inorganic mercury compounds\nstart binding to thiol groups in proteins, leading to protein denaturation\nand dysfunction followed by oxidative stress by generating ROS, which\nis a similar mechanism to that of MeHg. 84  The mercury compounds inhibit enzymes involved in antioxidant defense\nmechanisms and contribute to oxidative damage. Also, neuroinflammation\nby inorganic mercury triggers inflammatory responses in the central\nnervous system. 85\n\nAlthough research\non the neurotoxicity of mercury compounds has\nmade tremendous strides since the second half of the 20th century,\nBranco et al. 69  asserted that there are\nstill many open concerns about the toxicity processes. They summarized\nthe results of extensive research that has been done in the last two\ndecades on the molecular interactions of mercury that lead to neurotoxic\neffects, with a focus on the disruption of glutamate signaling and\nexcitotoxicity brought on by mercury exposure as well as the interaction\nwith redox-active residues like cysteines and selenocysteines, which\nis the basis for the disruption of redox homeostasis brought on by\nmercurial. The emergence of neurotoxicity in the CNS is influenced\nby the activation of microglia and astrocytes. 69  Branco et al. 69  proposed that\nfuture research should focus on the effects of low exposure levels,\nspecifically the activation of immune cells in the CNS and neurodifferentiation\nas the basis of neurodevelopmental toxicity. This issue has been addressed\nin a study by Li et al. 86  They discovered\nthat mercury consumption had an impact on energy metabolism, the glutamate/GABA-glutamine\nshuttle, and neuroprotective cascades in astroglia at the molecular\nlevel. Neurodegeneration is facilitated or even caused by deficiencies\nin these astroglia pathways.\n\nBranco et al. 69  also emphasized that\nit is essential to consider how dietary factors (e.g., PUFAs and selenium)\ncan reduce or eliminate these low-level mercury neurotoxicity effects.\nThis is crucial for improving risk assessment methods and better understanding\nthe causes of mercury neurotoxicity. 69  Previously,\nBjorklund et al. 70  reviewed the molecular\ninteraction between mercury and selenium in neurotoxicity. They hypothesized\nthat selenium (Se) may be utilized as a neuroprotectant against mercury\nneurotoxicity as it creates stable coordination complexes with Hg.\nIts efficiency may be affected by the dosage of Se elements as well\nas their unique chemical structures, since their molecular interactions\nalso entail interactions between Hg and different selenoproteins.\nIn future, Bjorklund et al. 70  suggested\nassessing the details protective effect more on adequate doses and\nsuitable Se compounds, as inappropriate doses may cause the opposite\neffect. The type of Se compound used may also influence the result\nof inconsistency. In line with Branco et al. 69  suggestion, Novo et al. 75  agreed that\nefforts should be undertaken to limit the incidence of mercury poisoning\nand provide proper protection to individuals who are exposed. In such\ncommunities, monitoring and intervention measures, as well as the\nlegal establishment of mercury reference doses and clinical intervention\nprocesses, are essential. Additionally, public knowledge of the effects\nof mercury poisoning is required to prevent unnecessary exposure.\n\nThe summative information about the neurological impairment is\noutlined in  Figure  3  and tabulated in  Table  2 .\n\nToxic effects of mercury that contribute to\nneurological disorders\nvia molecular imbalance.\n\nDifferent species of mercury, including MeHg and the inorganic form\nof mercury, were concluded to be responsible for causing genotoxicity\nin humans by free radicals production, exerting oxidative stress,\ndisrupting microtubules, and negatively affecting the process of DNA\nrepair. 87  Genotoxicity of chromosomes and\ndisruption of DNA were detected in people exposed to high levels of\nmercury. 88  In addition, a positive correlation\nbetween the breakdown of DNA molecules and exposure to high levels\nof mercury was recently observed. 89  Factors,\nincluding the type of mercury species (Hg 0 , Hg 2+ , or MeHg) and organ that is investigated for mercury (i.e., urine,\nblood, hair), usually control the genotoxicity of mercury. 90  In addition, the dose of mercury, as well as\nthe xenobiotic defense of encoding genes, is reckoned to be a key\nfactor in determining the genetic toxicity of mercury on human health. 90  Also, it must be mentioned that MeHg led to\ngene disturbance and carcinogenesis, yet the actual mechanism still\nneeds further investigation. 58  MeHg was\nrecently related to the high rate of incidence of Glioma, which is\na tumor commonly arising from glial cells of the brain, representing\naround 80% of malignant brain tumors in US adults. 91  MeHg and inorganic mercury compounds induce the generation\nof ROS within cells. ROS, such as superoxide anions and hydroxyl radicals,\ncan cause oxidative damage to DNA bases, leading to DNA strand breaks,\nbase modifications, and DNA adduct formation. Mercury has been shown\nto interfere with DNA repair mechanisms, including base excision repair\nand nucleotide excision repair. Mercury-induced genotoxicity may trigger\napoptosis as a cellular response to severe DNA damage. In addition,\nmercury exposure can lead to genomic instability, characterized by\nan increased frequency of mutations and chromosomal aberrations. 9\n\nSeveral assays, including sister chromatid\nexchanges (SCE), chromosomal aberrations (CA), cytochalasin B blocked\nmicronucleus test (CBMN), and single-cell gel electrophoresis, are\nfrequently used to determine the genotoxic effect of mercury compounds\n(SCGE or alkaline comet assay). 9  In this\nregard, Bucio et al. 92  used the comet assay\nto investigate the effect of HgCl 2  on a human fetal liver\ncell line (WRL-68) to prove the DNA damage by mercury compounds. So,\nthey concluded that raising the mercury concentration and exposure\nduration increased the nucleus and DNA breakage rate. Cells treated\nwith 0.5 μM and 5 μM of HgCl 2  demonstrated\nan increase of 60% and 166% in nucleus damage, respectively, when\ncompared with untreated control cells. Treatment of cells with 0.5\nμM HgCl 2  for a prolonged period of 7 days resulted\nin an increase of 200% in nucleus damage. Additionally, the comet\nassay was employed in another study that was carried out by Ben-Ozer\net al. 93  to identify the toxic effect of\nHgCl 2  on human DNA. U-937, a cell line derived from cancerous\ncells isolated from a patient’s pleural effusion who had histiocytic\nlymphoma, was used in this study to demonstrate that there is a direct\ncorrelation between the incidence of DNA damage and the level of HgCl 2 . The exposure of U-937 cells to 0–100 μM of\nHgCl 2  for 24, 48, and 72 h also suggested that raising\nthe mercury concentration and exposure duration increased the amount\nof DNA damage. Moreover, the same assay was utilized to scrutinize\nthe perilous impact of HgCl 2  on the lymphocytes and the\nsalivary gland cells in humans by detecting the single-strand breaks\nthat resulted in the migration of DNA along with the partial DNA repair\nthat exacerbates the issue. 94  It was reported\nthat increasing the concentration of HgCl 2  in tissue cells\nresulted in a significant increase in DNA migration when compared\nto the negative control, with significant reductions in cell viability\nbelow 75% being observed when the tissue cells were treated with 50\nμM of HgCl 2 . 94  Concerning\nthe toxic effect of mercuric nitrate on human genes, Lee et al. 95  revealed that mercuric nitrate could produce\nendoreduplication at a concentration of 30 μM.\n\nThe genotoxic\neffect of organic compounds of mercury such as MeHg\nand dimethyl mercury, which are even postulated to be more toxic than\nthe inorganic contaminants of mercury, in humans was also proved via\ntheir induction of structural and numerical chromosomal aberrations\nin lymphocytes as it was previously elucidated by Betti et al. 96  Additionally, it results in escalating the frequency\nof sister chromatid exchanges in lymphocytes from blood cultures,\nbreakage of DNA strands, chromosomal disorders, and disruption of\ntheir separation as elaborated in different research studies, including\nthose conducted by Crespo-López et al., 97  Lope et al. 98  and Eke et al. 99  Exposure to MeHg was found to have a clear correlation\nwith cytogenetic damage in lymphocytes at levels of hair mercury which\nare less than 50 μg/g. 100\n\nMercury has been recognized\nfor a long time to affect immune system function, most likely through\nits negative effects on polymorphonuclear leukocytes (PMNs). Mercury\ninhibits PMN function by reducing its ability to eliminate foreign\ncompounds by suppressing adrenocorticosteroids synthesis, which prevents\nproper stimulation of PMN formation. 101  Mercury has the capacity to alter immune cell development and function\nas well as the synthesis of interferon-gamma and interleukin-2 in\nthe central nervous system. 102  Exposure\nto mercury can induce oxidative stress and trigger inflammatory responses\nin immune cells by producing ROS. Mercury interferes with antioxidant\ndefense mechanisms, such as glutathione metabolism. Subsequently,\ndepletion of antioxidants can impair the ability of immune cells to\nneutralize ROS and protect against oxidative stress. Mercury can directly\naffect the function of various immune cells, including T cells, B\ncells, and macrophages. 103  Moreover, altered\ncytokine production, impaired phagocytosis, and reduced lymphocyte\nproliferation are among the functional changes observed. Mercury exposure\nhas been linked to autoimmune reactions and molecular mimicry, where\nimmune responses may target self-antigens due to similarities with\nmercury-containing structures, resulting in the development of autoimmune\ndiseases. Mercury has the ability to alter immunological signaling\npathways, such as the mitogen-activated protein kinase and nuclear\nfactor-kappa B (NF-κB) pathways. 104  Genes involved in immunological responses can have their expression\naltered by deregulation of these pathways. 105\n\nConsumption of mercury is frequently linked to higher amounts\nof bacteria, which are assumed to operate as a protective mechanism\nby absorbing excess mercury from the body. Antibiotics’ indiscriminate\nand quick eradication of these bacteria in people being continuously\nexposed to high levels of toxic metals, particularly mercury, could\nresult in the release of these toxic metals held inside them and lead\nto immune-related issues such as allergic disease, arthritis, autism,\nattention disorder, eczema, epilepsy, psoriasis, multiple sclerosis,\nschizophrenia, and scleroderma 106 − 108  as shown in  Figure  4 A.\n\nNegative impacts of mercury\non the immune system (A) and effects\nof mercury on pregnancy and the reproduction system (B).\n\nThere has been evidence linking increased mercury\nexposure levels\nto increasing levels of antinuclear autoantibodies and lower levels\nof anti-inflammatory cytokines, notwithstanding the paucity of studies\non the harmful effects of mercury exposure on the human immune system. 109  The form and dose of mercury, the route and\ntiming of exposure, and the individual health circumstances affect\nhow severe these immunological problems are. In a research study that\nwas undertaken in Brazil, 110  a range of\nhair mercury of 0.3–83.2 μg/g with an average dose of\n8.6 μg/g was recorded for individuals who had worked with mercury\nin gold mining sites. Those individuals had a history of malarial\ninfection that was 4.2-fold higher than that of individuals who had\nnever worked with the metal. Also, the same study mentioned that exposure\nto mercury vapor, rather than MeHg, might be responsible for the malarial\ninfection. However, no studies have been done to determine if exposure\nto mercury during critical periods of development, such as the prenatal\nperiod, alters the immune system’s response to mercury over\nthe long term. 111\n\nIn recent years, the rate of infertility has substantially increased\nacross the globe owing to different reasons such as the health issues\nof women’s age, ovulation disorders, tubal disease, and uterine\nabnormalities along with lifestyle factors including drinking alcohol\nand smoking as well as environmental stressors. 112 − 115  However, the major influence was considered to be resulting from\nexposure to heavy metals, including mercury. 116  The positive correlation between high concentrations of mercury\nin women’s blood and the incidence of infertility was previously\nconcluded and confirmed. The same study reported that 80% of infertile\nwomen and 68% of pregnant women contained hair methylmercury concentrations\nexceeding the reference dose of 1 mg/kg established by the US Environmental\nProtection Agency, and this positively correlated with the daily methylmercury\nexposure dose. 117  The prevalence of menstruation\nabnormalities among Hg-exposed women was linked to the number of years\nspent working in the dental field. 118  In\naddition, other health issues were figured out to result from being\nexposed to mercury, including abortion, birth defects, menstrual disorders,\nand congenital disorders ( Figure  4 B). 119  Hormonal disorders\nthat usually lead to polycystic ovary and thyroid gland dysfunction\nare reckoned to result from high levels of mercury. 120 , 121  Also, the reduction in the level of both progesterone and estradiol\nwas related to the high mercury concentration. 122\n\nRegarding the negative impact of mercury on male\nfertility, it harmfully influences the endocrine system of males by\naffecting testosterone and subsequently exacerbating infertility rates. 123  One reason for this adverse effect of mercury\non human reproductive health is that it may be an endocrine disruptor,\ncausing hormonal irregularities in both men and women that may impair\nfertility and cause a reduction in ovarian and testicular function. 116\n\nMercury from the mother’s tissues\nflows easily through the\nplacenta into the exceedingly susceptible growing fetus during the\nperiods of pregnancy, 124  leading to neural\ntube anomalies, craniofacial deformities, retarded growth, and other\nproblems. 125  Also, inflammation caused\nby mercury may contribute to reproductive dysfunction and complications\nduring pregnancy. 126  Additionally, it negatively\naffects the brain development of infants, consequently leading to\ncerebral and movement disorders in the following growth stages. 127  The reduced number of nerve cells in the cerebral\ncortex, obvious diminution in the brain’s weight, and neural\nailments were all accredited to mercury exposure. 74  Also, it was proved that mercury constrains the transport\nof essential elements in the placenta. 128  The inorganic form of mercury was verified to be transferred to\nthe nursing infant via breast milk. 129  It\nhas to be mentioned that the incidence rates of autism in infants\nand young children significantly escalated in recent years owing to\ntheir exposure to high levels of the organic type of mercury (MeHg)\nand inorganic mercury through the mother’s blood and breast\nmilk, respectively. 130  Another reason that\nwas concluded to be contributing to this incidence was the excessive\nconsumption of drugs that contain thimerosol, which is a commonly\nused mercury-based preservative material in the production of pharmaceuticals. 131  A research study was carried out in Hong Kong 123  indicated the relation between the high blood\nmercury concentration, which was about 50 μg/L, and the infertility\nof both males and females was a result of consuming MeHg-contaminated\nfood. Also, the same study revealed that males and females, even with\nMeHg concentrations of 40.6 and 33.2 μg/L, respectively, in\ntheir blood, were associated with fertility issues. In addition, vapors\nof inorganic mercury could affect the reproductive system of females\nwho were exposed to a concentration of 0.01 μg/L by resulting\nin menstrual disorders and pregnancy problems. 132\n\nMercury is one\nof the potential agents to promote cancer development and progression,\nsince it can be found particularly in the occupational environment\n( Figure  5 ). It has\nbeen shown that there is a significant correlation between occupational\nmercury exposure levels (as measured in toenail, hair and blood) and\ncancer risk and mortality. 133  It might\nenter the human body differently, such as through inhalation, skin,\nand diet, ultimately affecting the lung, kidney, digestive, and nervous\nsystems. The negative effects of mercury depend mostly on its speciation\nbecause different forms of mercury have different levels of bioaccessibility,\nbioavailability, and toxicokinetics. Even though elemental mercury\nis nontoxic (Hg 0 ); however, the converted forms of mercury\n(methylmercury and Hg 2+ ) are toxic and might accumulate\nin the body to cause a severe effect. These instances are potentiated\nto promote unexpected and nongenetical cancers. It has been reported\nthat Hg 2+  with thiol-compounds can form mercaptans and\nreduce the thiol-based antioxidants in cells, which is considered\na potential step to induce cancer. 30  A\ncase study in Poland revealed the occurrence of leukemia among a group\nof farmers who used mercury-containing fungicides in their farmlands. 134  The study indicated that the concentration\nof total mercury in the hair of those farmers was 1.24 mg/kg, compared\nto just 0.49 mg/kg in the hair of healthy individuals. Another case\nstudy in India showed that people with 3.67 μg/L of mercury\nin their blood developed renal cancer compared to healthy individuals\nwith only 0.36 μg/L. 135\n\nSources of\nmercury and its toxicity toward cancer promotion via\nmolecular imbalance (epigenetics).\n\nAs a well-known fact, epigenetics is a mandatory\nmolecular complex\nevent without any gene alterations. Mercury has been correlated to\nthe interference of epigenetics by genetic modifications, including\nhistone modification, RNA regulation, alternative RNA splicing, RNA\nstability, DNA methylation, DNA repair, transcription, gene copy number,\nand transposon activation. Hg species may cause oxidative DNA alterations\nand hinder DNA repair pathways due to their pro-oxidant activity. 133  These processes in the gene alterations are\nthe major causes of forming various cancers, mediated by mercury and\nother heavy metals/metalloids. 136 − 138  Mercury has been found to induce\nglobal hypermethylation and hypomethylation in G-protein GTPase Rnd2. 139 , 140  It has been hypothesized that mercury might be an epigenetic agent.\nIn this context, Hg 2+  helps to inhibit gap junctional intercellular\ncommunications and causes immunosuppressive effects. Mercury also\nmediates an upstream alteration of intracellular redox by specifically\ninhibiting antioxidant enzymes containing selenocysteines. 30  Such an inhibition of cell communication can\ncontribute to uncontrolled cell growth and proliferation, which are\nthe main hallmarks of cancer development. Additionally, the immunosuppressive\neffects disturb the immune system’s ability to recognize and\neliminate abnormal or cancerous cells.\n\nNumerous epidemiological\nand experimental toxicological studies\non the possible link between mercury exposure and cancer have been\ncarried out in the past few decades. Even though high-dose mercury\nexposure has been linked to cytotoxicity, with primary damage to the\nnervous system as the most susceptible to Hg toxicity, low-dose mercury\nexposure may cause a proliferative response in normal and cancer cells\nthrough interference with the estrogen receptor, ERK1/2, JNK, NADPH-oxidase,\nand, potentially, Nrf2 signaling. 133  An\nepidemiological investigation revealed a correlation between exposure\nto mercury with cancer causes. 141  A connection\nbetween mercury exposure and acute leukemia was discovered in other\ninvestigations. 34  On the other side, other\nanimal experiments have shown that methylmercury exposure over time\nincreased the growth of kidney tumors. 34\n\nCardiotoxicity is primarily indicated by the damage to the muscle\nand ends up with a pumping problem in the heart. In the past decade,\nthe impacts of mercury on the heart tissue have been noticed. 142  World Health Organization (WHO) and Woods et\nal. 143  stated that mercury-mediated toxicity\nis a fundamental issue associated with malfunctioning different human\nparts. Mercury toxicity is strongly associated with atherosclerosis\nin general, coronary heart disease, stroke, myocardial infarction,\nhypertension, carotid artery blockage, and cardiac arrhythmias ( Figure  6 ). 144 , 145  Also, mercury causes inflammation, which contributes to the progression\nof cardiovascular diseases by promoting endothelial dysfunction. Ion\nchannels that are responsible for preserving cardiac electrical conductivity\nmay be disrupted by mercury. Ion channel dysfunction can cause abnormal\nheartbeats. 146  Mercury reduces the bioavailability\nof nitric oxide (NO), which inhibits vascular endothelial function.\nSubsequently, vascular deterioration is exacerbated by such an endothelial\nfailure. Mercury disrupts mitochondrial function, leading to impaired\nenergy production, cardiac dysfunction, and heart failure. 147  The contractility of cardiac muscle cells is\nimpacted by mercury’s interference with intracellular calcium\nhomeostasis. Furthermore, heart inflammation is exacerbated by mercury\nbecause it activates pro-inflammatory signaling pathways, including\nNF-κB (nuclear factor kappa-light-chain-enhancer of activated\nB cells). 33\n\nCardiotoxicity mediated\nby mercury exposure.\n\nRice et al. 102  revealed\nthe systemic\npathophysiology with toxicological effects of mercury on different\nhuman systems. The dose-dependent response of mercury exposure to\ncardiovascular health was noted by Roman et al. 148  Among other heavy metals, mercury was noticed to be a direct-affecting\ncompound to the cardiovascular and nervous systems. A correlation\nbetween the levels of mercury in urine and hair was found to be related\nto the levels of hematocrit and hemoglobin. Higher mercury levels\nin the hair and urinary display lower hematocrit and hemoglobin concentrations. 149  Thus, proper public management of general\nmercury exposure should be given to prevent heart-related diseases\nand save a life. A recent study addressed the relation between cardiovascular\ndiseases and exposure to mercury, in which the authors concluded that\nthe risk of cardiovascular diseases occurrence begins to be high for\nthe individuals who have a concentration of 2 μg/g of total\nmercury in their hair. 150\n\nThere is a high\npossibility of scattering different metals into the pulmonary system\nalong the pulmonary vasculature. The vapor formed from mercury inhalation\nat 80% can be absorbed into the lungs, followed by penetrating the\nblood barrier of the placenta and brain to distribute to the whole\nbody. 151 , 152  Mercury and other metals are also used to\nabsorb from the gastrointestinal tract; on the other hand, the median\nmercury level in blood was noticed to be 0.73 ± 0.91 μg/L. 153  Another source of mercury is an organic compound\nthat contains mercury called “thimerosal” in use as\na preservative with vaccine vials. Mercury-mediated pulmonary diseases\nare highly associated with the vaporized form of mercury (Hg 0 ) that can be easily adsorbed from the lungs into the entire body.\nThe liquid form of Hg 0  has a higher chance of entering\nthe gastrointestinal tract; however, it will not cause a toxic effect.\nHg 0  is used to oxidize and yield divalent mercury (Hg 2+ ). CH 3 -Hg interacts with the thiolate molecules,\nsuch as cysteine, on the protein, facilitating the diffusion. 154  The elemental forms of mercury vapor cause\npulmonary-related issues such as chemical pneumonitis, dyspnea, cough,\nbreathing difficulty, chest pain, asthma, and others ( Figure  7 ). Mercury has the ability\nto influence both innate and adaptive immunity in the lungs via modulating\nimmunological responses. Allergies and respiratory conditions may\nbe exacerbated by immune system dysregulation. 155  Mercury exposure can cause direct harm to the alveoli and\nepithelium lining of the lungs. Lung function may be negatively impacted\nby direct tissue damage, which can also hasten the fibrosis process.\nFibrosis involves the excessive deposition of collagen in lung tissues,\nleading to impaired respiratory function. 156  Rice et al. 102  reviewed the toxicological\neffects mediated by mercury on different body organs associated with\nthe lung, including Young’s syndrome, bronchitis, and pulmonary\nfibrosis. These incidents have permanently documented the negative\nconsequences of mercury on human health. Overall, the prevention of\nvaporized mercury is needed to prevent the toxicological effect. A\nrecent study in Indonesia 157  indicated\nthat adverse respiratory effects could be observed in individuals\nwith a hair mercury concentration higher than 5 μg/g, while\nthose with a concentration less than 1 μg/g are considered fine,\nand for those who have concentrations between 1 and 5 μg/g are\nin the warning levels.\n\nCardiotoxicity mediated by mercury exposure.\n\nKidneys are a primary\norgan targeted by inorganic mercury. 158  It has been found that mercury-induced alterations are more severe\nin women compared to the effect on men. 159  The WHO is worried about mercury as a health risk, especially the\npossible adverse effects on the kidneys, including autoimmune dysfunction\nand neurological symptoms. 160  The primary\nissue with mercury is its half-life in the bloodstream as 2–4\ndays during excretion. In general, mercury absorption is relatively\nlower from the digestive tract; however, a more significant amount\nmight enter the body by accidental or suicidal ingestions. 161  Besides, elemental mercury exposure, such as\nthat experienced by artisanal and small-scale gold mining workers,\nhas been linked to kidney damage. 162  In\nan earlier study, a relation between enhancing mercury exposure with\nelevated urinary mercury levels (18% to 52% among 8–18-year-old\nindividuals), 163  increased mercury body\nburden (5–10% increase in mercury-associated porphyrins), 164  and other evidence was shown to increase kidney\ndamage ( Figure  8 ). 165  It has been proposed that the threshold for\nadverse renal toxicity in adults at occupationally relevant air concentrations\nranges from 25 to 30 μg/m 3  of Hg vapors, which is\nequal to 35 μg/g of creatinine. 166  Another study 167  revealed that some renal\ndisorders in a group of miners in Indonesia, such as proteinuria,\nwhich is a condition characterized by the presence of an abnormal\namount of protein in the urine caused by high concentrations of mercury\nin urine (>7–273.3 μg/L).\n\nRenal diseases mediated\nby mercury exposure.\n\nIn general, inorganic forms of mercury are accumulated\nin the kidneys\nthat can be reabsorbed as Cys-S-Hg-SCys by organic anions transporters.\nIn this study, further available data attested to the severity of\nrenal disease with increased mercury presence. 168  Akgül et al. 169  investigated\nmercury adsorption in the animal body and noticed the alteration of\nthe kidneys by histological examinations. The administration of mercury\nin the rat model impaired the expression of aquaporin in the gastrointestinal\ntract. It was observed that mercury exposure resulted in the downregulation\nof aquaporins 3 and 7 at the mRNA and protein levels, as well as aquaporin\n8 at the mRNA level. Consequently, the reduced epithelial cell osmotic\nwater permeability could impair the osmotic water equilibration and\nactive water transport, resulting in fatal fluid accumulation, which\ncould ultimately lead to kidney damage. 170  On the other hand, it was registered that there was no association\nbetween hypertension and mercury in the blood but an inverse relation\nwith urinary mercury. 171\n\nThe epigenetic\nalterations in kidney tissues also severely interrupt\nrenal function. Histone post-translation modification and DNA methylation\nare the highly noticed kidney epigenetic alterations by mercury exposure. 172  Rice et al. 102  reviewed\nthe renal toxicological effects of mercury exposure on other organs.\nThey found that there might be a release of mercury through urine\nand feces as the wastes, the remaining mercury amount still affecting\nthe renal system. Thus, routine monitoring of renal function and urine\nanalysis for heavy absorption and discard might help in prevention.\n\nIn addition, the minimal dosage of mercury that can cause different\nadverse effects varies depending on the specific effect and the exposure\nduration. Its toxicity in humans depends on various factors such as\nthe chemical form of mercury, dosage, age of people exposed, length\nof exposure, entry into the body, fish diet, and consumption of seafood. 34  Exposure to high concentrations of methylmercury\nor mercury vapor can cause damage to the brain, kidneys, and developing\nfetus. According to Li et al., 173  The United\nStates Environmental Protection Agency (EPA), Food and Drug Administration\n(FDA) and the Occupational Safety and Health Administration (OSHA)\nhave set a guideline for mercury exposure in drinking water (2 μg/L\nor 2 ppb), seafood consumption (1 μg/g or 1 ppm) and per cubic\nmeter of workplace air (0.1 mg/m 3  with 0.05 mg/m 3  of mercury vapor for 8-h shifts and 40-h work weeks).\n\nIn summary,\nmercury exposure in its various forms poses significant\nhazards to human health. It mainly affects the CNS and has been linked\nto neurodegenerative diseases, particularly during fetal development.\nProlonged exposure to organic mercury such as MeHg can result in impaired\nmotor coordination, visual and tactile dysfunction, and paralysis.\nMercury compounds induce genotoxicity, disrupting DNA repair processes\nand leading to chromosomal aberrations. Immunotoxic effects include\nimmune-related diseases and hypersensitivity. Pregnant women exposed\nto mercury can experience infertility, birth defects, and negative\neffects on the fetus’s brain development. Additionally, mercury\nexposure has been linked to cancer progression, cardiotoxicity, pulmonary\ndiseases, and renal disorders. Epigenetic alterations and histone\nmodifications play significant roles in mercury-induced toxicological\neffects in various organs. Minimizing exposure to mercury is of utmost\nimportance and can be achieved by the avoidance of contaminated food\nsources, implementation of appropriate protective measures in work\nsettings, and adherence to rules outlined by health authorities. Therefore,\npreventative measures and risk assessments are essential to mitigate\nmercury exposure’s adverse effects on human health.\n\nQuantitative\ndata regarding the minimum dosages at which various\nadverse effects become evident in cases of mercury exposure are of\nparamount importance in understanding the extent of toxicity. Several\nstudies have contributed valuable insights by identifying these critical\nthresholds. For instance, research has shown that even relatively\nlow levels of MeHg exposure, such as 10 parts per billion (ppb) in\nmaternal hair during pregnancy, can lead to adverse neurodevelopmental\noutcomes in children. 174  Similarly, the\nWHO has established a provisional tolerable weekly intake (PTWI) for\nmethylmercury at 1.6 μg/kg of body weight, emphasizing the significance\nof setting exposure limits to prevent toxicity. 175  By summarizing such quantitative data, this review aims\nto provide a clearer perspective on the toxicological aspects of mercury\nand its associated health implications.\n\n## Neurological Diseases\n\nDepending on\nthe individual molecule and exposure route, mercury has a variety\nof hazardous consequences. 69  There are\nboth inorganic and organic Hg compounds of this environmental toxin\nin the environment. 70  Mercury poisoning\ncauses the most concern among toxicologists because it primarily affects\ncentral nervous system (CNS) neurotoxicity 69 , 70  and has been linked to neurodegenerative diseases such as neural\nstem cell dysfunction and neurodevelopmental abnormalities. 71  This is particularly true during fetal development\nsince the toxicity threshold is significantly lower, and neurotoxic\neffects are much more severe than they are in adults. 69  Research conducted in Iraq indicated negative impacts on\nfetal development when the concentration of MeHg in maternal hair\nwas about 20 μg/g. 72  In addition,\nchildren who were exposed to maternal hair concentrations of MeHg\nranging from 10 to 20 μg/g, have been reported to have memory\nproblems. 73  Another research study was\nconducted in New Zealand on a group of females who were exposed to\n6 μg/g of MeHg during pregnancy and by examining their children\nat the age of four using the Denver test; their results were found\nto be abnormal compared to those of a control group with no history\nof MeHg exposure. Subsequently, using the Wechsler intelligence test\nat the age of six, lower performance for children who were exposed\nto MeHg was observed. 74\n\nThe effects\nof prolonged exposure to organic mercury (MeHg) on individuals have\nbeen extensively investigated. MeHg poisoning can result in detrimental\neffects on the CNS, as evidenced by histological changes and clinical\nsymptoms observed in affected individuals. These symptoms of poisoning,\nresulting from neurodegeneration and characterized by oxidative damage,\nencompass a range of impairments, including compromised motor coordination,\ndysfunction of the visual and tactile sensory systems, and, in severe\ncases, paralysis. 75 , 76  Moreover, recent research has\nsuggested that chronic, low-level exposure to mercury could potentially\nbe a risk factor for motor function deficits, such as amyotrophic\nlateral sclerosis (ALS). A notable case report revealed an older man\ndiagnosed with ALS, who had a history of chronic mercury exposure\nat his workplace. Further genetic testing unveiled a mutation in the\nTBK1 gene linked to ALS, providing a possible link between mercury\nexposure and neurodegenerative diseases. 77 , 78  Additionally, a systems biology investigation conducted on hippocampus\ncells exposed to methylmercury has indicated substantial alterations\nin proteins associated with prolonged exposure. These findings shed\nlight on potential connections between mercury exposure and neurodegenerative\nconditions such as Parkinson’s disease (PD) and Alzheimer’s\ndisease (AD). 79\n\nIn an animal study,\nmercury deposits were discovered in the lumbar\nregion of the spinal cord of wild mice captured in the vicinity of\na site of volcanic activity. These specimens exhibited the hallmark\nof neurodegenerative pathologies such as decreased axon calibre and\naxonal atrophy. 80  The same research team\nreported in a separate study that mercury was accumulated in mice\nexposed to volcanic ash in the blood vessels and brain (i.e., white\nmatter and hippocampus cells). This finding shows that long-term exposure\nto active volcanic environments leads to brain mercury accumulation,\nwhich can be a risk factor for human neurodegenerative diseases. 80  In Amyloid β (Aβ)-induced memory\nimpairments of AD, mercury significantly impaired spatial learning\nand memory. Mercury poisoning caused mitochondrial dysfunction that\npromoted spatial memory problems in rats. Mercury increased the generation\nof reactive oxygen species (ROS), MMP breakdown, mitochondrial enlargement,\nglutathione oxidation, lipid peroxidation, and damage to outer membranes,\nwhich furthered the harmful effects of Aβ on spatial memory\nand hippocampal mitochondrial function. Additionally, the rats’\nhippocampi displayed increased ADP/ATP ratio and decreased cytochrome\nc oxidase (complex IV) activity. 81  The\nworst-case scenario is that a study finds a connection between prior\nmercury exposure from eating seafood and a variety of later-life nervous\nsystem disorders, such as extrapyramidal impairment, sensory impairment,\ncranial nerve disturbances, gross motor impairment, neurocognitive\ndeficits, and affective mood disorders. 82\n\nLargely through  in vitro  and  in vivo  research, the molecular processes underpinning MeHg-induced neurotoxicity\nhave been elucidated. Cellular and molecular alterations in brain\ncells exposed to MeHg include the production of cytokines, oxidative\nstress, mitochondrial malfunction, Ca 2+  and glutamate dyshomeostasis,\nand cell death pathways. 75  The CNS is permanently\ndamaged by methylmercury, a frequent and strong environmental neurotoxic\nthat rapidly passes the blood-brain barrier. In an  in vitro  study, it was discovered that 3 μM of methylmercury caused\ncytotoxicity in neurons by ER stress, followed by the induction of\nprogrammed cell death (apoptosis) and cell death. 83\n\nThe molecular mechanism of toxicity caused by inorganic\nmercury\ncompounds includes disruption of cell membranes and affecting cell\nintegrity and permeability. Subsequently, the inorganic mercury compounds\nstart binding to thiol groups in proteins, leading to protein denaturation\nand dysfunction followed by oxidative stress by generating ROS, which\nis a similar mechanism to that of MeHg. 84  The mercury compounds inhibit enzymes involved in antioxidant defense\nmechanisms and contribute to oxidative damage. Also, neuroinflammation\nby inorganic mercury triggers inflammatory responses in the central\nnervous system. 85\n\nAlthough research\non the neurotoxicity of mercury compounds has\nmade tremendous strides since the second half of the 20th century,\nBranco et al. 69  asserted that there are\nstill many open concerns about the toxicity processes. They summarized\nthe results of extensive research that has been done in the last two\ndecades on the molecular interactions of mercury that lead to neurotoxic\neffects, with a focus on the disruption of glutamate signaling and\nexcitotoxicity brought on by mercury exposure as well as the interaction\nwith redox-active residues like cysteines and selenocysteines, which\nis the basis for the disruption of redox homeostasis brought on by\nmercurial. The emergence of neurotoxicity in the CNS is influenced\nby the activation of microglia and astrocytes. 69  Branco et al. 69  proposed that\nfuture research should focus on the effects of low exposure levels,\nspecifically the activation of immune cells in the CNS and neurodifferentiation\nas the basis of neurodevelopmental toxicity. This issue has been addressed\nin a study by Li et al. 86  They discovered\nthat mercury consumption had an impact on energy metabolism, the glutamate/GABA-glutamine\nshuttle, and neuroprotective cascades in astroglia at the molecular\nlevel. Neurodegeneration is facilitated or even caused by deficiencies\nin these astroglia pathways.\n\nBranco et al. 69  also emphasized that\nit is essential to consider how dietary factors (e.g., PUFAs and selenium)\ncan reduce or eliminate these low-level mercury neurotoxicity effects.\nThis is crucial for improving risk assessment methods and better understanding\nthe causes of mercury neurotoxicity. 69  Previously,\nBjorklund et al. 70  reviewed the molecular\ninteraction between mercury and selenium in neurotoxicity. They hypothesized\nthat selenium (Se) may be utilized as a neuroprotectant against mercury\nneurotoxicity as it creates stable coordination complexes with Hg.\nIts efficiency may be affected by the dosage of Se elements as well\nas their unique chemical structures, since their molecular interactions\nalso entail interactions between Hg and different selenoproteins.\nIn future, Bjorklund et al. 70  suggested\nassessing the details protective effect more on adequate doses and\nsuitable Se compounds, as inappropriate doses may cause the opposite\neffect. The type of Se compound used may also influence the result\nof inconsistency. In line with Branco et al. 69  suggestion, Novo et al. 75  agreed that\nefforts should be undertaken to limit the incidence of mercury poisoning\nand provide proper protection to individuals who are exposed. In such\ncommunities, monitoring and intervention measures, as well as the\nlegal establishment of mercury reference doses and clinical intervention\nprocesses, are essential. Additionally, public knowledge of the effects\nof mercury poisoning is required to prevent unnecessary exposure.\n\nThe summative information about the neurological impairment is\noutlined in  Figure  3  and tabulated in  Table  2 .\n\nToxic effects of mercury that contribute to\nneurological disorders\nvia molecular imbalance.\n\n## Genotoxicity and Gene Regulation\n\nDifferent species of mercury, including MeHg and the inorganic form\nof mercury, were concluded to be responsible for causing genotoxicity\nin humans by free radicals production, exerting oxidative stress,\ndisrupting microtubules, and negatively affecting the process of DNA\nrepair. 87  Genotoxicity of chromosomes and\ndisruption of DNA were detected in people exposed to high levels of\nmercury. 88  In addition, a positive correlation\nbetween the breakdown of DNA molecules and exposure to high levels\nof mercury was recently observed. 89  Factors,\nincluding the type of mercury species (Hg 0 , Hg 2+ , or MeHg) and organ that is investigated for mercury (i.e., urine,\nblood, hair), usually control the genotoxicity of mercury. 90  In addition, the dose of mercury, as well as\nthe xenobiotic defense of encoding genes, is reckoned to be a key\nfactor in determining the genetic toxicity of mercury on human health. 90  Also, it must be mentioned that MeHg led to\ngene disturbance and carcinogenesis, yet the actual mechanism still\nneeds further investigation. 58  MeHg was\nrecently related to the high rate of incidence of Glioma, which is\na tumor commonly arising from glial cells of the brain, representing\naround 80% of malignant brain tumors in US adults. 91  MeHg and inorganic mercury compounds induce the generation\nof ROS within cells. ROS, such as superoxide anions and hydroxyl radicals,\ncan cause oxidative damage to DNA bases, leading to DNA strand breaks,\nbase modifications, and DNA adduct formation. Mercury has been shown\nto interfere with DNA repair mechanisms, including base excision repair\nand nucleotide excision repair. Mercury-induced genotoxicity may trigger\napoptosis as a cellular response to severe DNA damage. In addition,\nmercury exposure can lead to genomic instability, characterized by\nan increased frequency of mutations and chromosomal aberrations. 9\n\nSeveral assays, including sister chromatid\nexchanges (SCE), chromosomal aberrations (CA), cytochalasin B blocked\nmicronucleus test (CBMN), and single-cell gel electrophoresis, are\nfrequently used to determine the genotoxic effect of mercury compounds\n(SCGE or alkaline comet assay). 9  In this\nregard, Bucio et al. 92  used the comet assay\nto investigate the effect of HgCl 2  on a human fetal liver\ncell line (WRL-68) to prove the DNA damage by mercury compounds. So,\nthey concluded that raising the mercury concentration and exposure\nduration increased the nucleus and DNA breakage rate. Cells treated\nwith 0.5 μM and 5 μM of HgCl 2  demonstrated\nan increase of 60% and 166% in nucleus damage, respectively, when\ncompared with untreated control cells. Treatment of cells with 0.5\nμM HgCl 2  for a prolonged period of 7 days resulted\nin an increase of 200% in nucleus damage. Additionally, the comet\nassay was employed in another study that was carried out by Ben-Ozer\net al. 93  to identify the toxic effect of\nHgCl 2  on human DNA. U-937, a cell line derived from cancerous\ncells isolated from a patient’s pleural effusion who had histiocytic\nlymphoma, was used in this study to demonstrate that there is a direct\ncorrelation between the incidence of DNA damage and the level of HgCl 2 . The exposure of U-937 cells to 0–100 μM of\nHgCl 2  for 24, 48, and 72 h also suggested that raising\nthe mercury concentration and exposure duration increased the amount\nof DNA damage. Moreover, the same assay was utilized to scrutinize\nthe perilous impact of HgCl 2  on the lymphocytes and the\nsalivary gland cells in humans by detecting the single-strand breaks\nthat resulted in the migration of DNA along with the partial DNA repair\nthat exacerbates the issue. 94  It was reported\nthat increasing the concentration of HgCl 2  in tissue cells\nresulted in a significant increase in DNA migration when compared\nto the negative control, with significant reductions in cell viability\nbelow 75% being observed when the tissue cells were treated with 50\nμM of HgCl 2 . 94  Concerning\nthe toxic effect of mercuric nitrate on human genes, Lee et al. 95  revealed that mercuric nitrate could produce\nendoreduplication at a concentration of 30 μM.\n\nThe genotoxic\neffect of organic compounds of mercury such as MeHg\nand dimethyl mercury, which are even postulated to be more toxic than\nthe inorganic contaminants of mercury, in humans was also proved via\ntheir induction of structural and numerical chromosomal aberrations\nin lymphocytes as it was previously elucidated by Betti et al. 96  Additionally, it results in escalating the frequency\nof sister chromatid exchanges in lymphocytes from blood cultures,\nbreakage of DNA strands, chromosomal disorders, and disruption of\ntheir separation as elaborated in different research studies, including\nthose conducted by Crespo-López et al., 97  Lope et al. 98  and Eke et al. 99  Exposure to MeHg was found to have a clear correlation\nwith cytogenetic damage in lymphocytes at levels of hair mercury which\nare less than 50 μg/g. 100\n\n## Immunogenicity\n\nMercury has been recognized\nfor a long time to affect immune system function, most likely through\nits negative effects on polymorphonuclear leukocytes (PMNs). Mercury\ninhibits PMN function by reducing its ability to eliminate foreign\ncompounds by suppressing adrenocorticosteroids synthesis, which prevents\nproper stimulation of PMN formation. 101  Mercury has the capacity to alter immune cell development and function\nas well as the synthesis of interferon-gamma and interleukin-2 in\nthe central nervous system. 102  Exposure\nto mercury can induce oxidative stress and trigger inflammatory responses\nin immune cells by producing ROS. Mercury interferes with antioxidant\ndefense mechanisms, such as glutathione metabolism. Subsequently,\ndepletion of antioxidants can impair the ability of immune cells to\nneutralize ROS and protect against oxidative stress. Mercury can directly\naffect the function of various immune cells, including T cells, B\ncells, and macrophages. 103  Moreover, altered\ncytokine production, impaired phagocytosis, and reduced lymphocyte\nproliferation are among the functional changes observed. Mercury exposure\nhas been linked to autoimmune reactions and molecular mimicry, where\nimmune responses may target self-antigens due to similarities with\nmercury-containing structures, resulting in the development of autoimmune\ndiseases. Mercury has the ability to alter immunological signaling\npathways, such as the mitogen-activated protein kinase and nuclear\nfactor-kappa B (NF-κB) pathways. 104  Genes involved in immunological responses can have their expression\naltered by deregulation of these pathways. 105\n\nConsumption of mercury is frequently linked to higher amounts\nof bacteria, which are assumed to operate as a protective mechanism\nby absorbing excess mercury from the body. Antibiotics’ indiscriminate\nand quick eradication of these bacteria in people being continuously\nexposed to high levels of toxic metals, particularly mercury, could\nresult in the release of these toxic metals held inside them and lead\nto immune-related issues such as allergic disease, arthritis, autism,\nattention disorder, eczema, epilepsy, psoriasis, multiple sclerosis,\nschizophrenia, and scleroderma 106 − 108  as shown in  Figure  4 A.\n\nNegative impacts of mercury\non the immune system (A) and effects\nof mercury on pregnancy and the reproduction system (B).\n\nThere has been evidence linking increased mercury\nexposure levels\nto increasing levels of antinuclear autoantibodies and lower levels\nof anti-inflammatory cytokines, notwithstanding the paucity of studies\non the harmful effects of mercury exposure on the human immune system. 109  The form and dose of mercury, the route and\ntiming of exposure, and the individual health circumstances affect\nhow severe these immunological problems are. In a research study that\nwas undertaken in Brazil, 110  a range of\nhair mercury of 0.3–83.2 μg/g with an average dose of\n8.6 μg/g was recorded for individuals who had worked with mercury\nin gold mining sites. Those individuals had a history of malarial\ninfection that was 4.2-fold higher than that of individuals who had\nnever worked with the metal. Also, the same study mentioned that exposure\nto mercury vapor, rather than MeHg, might be responsible for the malarial\ninfection. However, no studies have been done to determine if exposure\nto mercury during critical periods of development, such as the prenatal\nperiod, alters the immune system’s response to mercury over\nthe long term. 111\n\n## Pregnancy and Reproductive System Damage\n\nIn recent years, the rate of infertility has substantially increased\nacross the globe owing to different reasons such as the health issues\nof women’s age, ovulation disorders, tubal disease, and uterine\nabnormalities along with lifestyle factors including drinking alcohol\nand smoking as well as environmental stressors. 112 − 115  However, the major influence was considered to be resulting from\nexposure to heavy metals, including mercury. 116  The positive correlation between high concentrations of mercury\nin women’s blood and the incidence of infertility was previously\nconcluded and confirmed. The same study reported that 80% of infertile\nwomen and 68% of pregnant women contained hair methylmercury concentrations\nexceeding the reference dose of 1 mg/kg established by the US Environmental\nProtection Agency, and this positively correlated with the daily methylmercury\nexposure dose. 117  The prevalence of menstruation\nabnormalities among Hg-exposed women was linked to the number of years\nspent working in the dental field. 118  In\naddition, other health issues were figured out to result from being\nexposed to mercury, including abortion, birth defects, menstrual disorders,\nand congenital disorders ( Figure  4 B). 119  Hormonal disorders\nthat usually lead to polycystic ovary and thyroid gland dysfunction\nare reckoned to result from high levels of mercury. 120 , 121  Also, the reduction in the level of both progesterone and estradiol\nwas related to the high mercury concentration. 122\n\nRegarding the negative impact of mercury on male\nfertility, it harmfully influences the endocrine system of males by\naffecting testosterone and subsequently exacerbating infertility rates. 123  One reason for this adverse effect of mercury\non human reproductive health is that it may be an endocrine disruptor,\ncausing hormonal irregularities in both men and women that may impair\nfertility and cause a reduction in ovarian and testicular function. 116\n\nMercury from the mother’s tissues\nflows easily through the\nplacenta into the exceedingly susceptible growing fetus during the\nperiods of pregnancy, 124  leading to neural\ntube anomalies, craniofacial deformities, retarded growth, and other\nproblems. 125  Also, inflammation caused\nby mercury may contribute to reproductive dysfunction and complications\nduring pregnancy. 126  Additionally, it negatively\naffects the brain development of infants, consequently leading to\ncerebral and movement disorders in the following growth stages. 127  The reduced number of nerve cells in the cerebral\ncortex, obvious diminution in the brain’s weight, and neural\nailments were all accredited to mercury exposure. 74  Also, it was proved that mercury constrains the transport\nof essential elements in the placenta. 128  The inorganic form of mercury was verified to be transferred to\nthe nursing infant via breast milk. 129  It\nhas to be mentioned that the incidence rates of autism in infants\nand young children significantly escalated in recent years owing to\ntheir exposure to high levels of the organic type of mercury (MeHg)\nand inorganic mercury through the mother’s blood and breast\nmilk, respectively. 130  Another reason that\nwas concluded to be contributing to this incidence was the excessive\nconsumption of drugs that contain thimerosol, which is a commonly\nused mercury-based preservative material in the production of pharmaceuticals. 131  A research study was carried out in Hong Kong 123  indicated the relation between the high blood\nmercury concentration, which was about 50 μg/L, and the infertility\nof both males and females was a result of consuming MeHg-contaminated\nfood. Also, the same study revealed that males and females, even with\nMeHg concentrations of 40.6 and 33.2 μg/L, respectively, in\ntheir blood, were associated with fertility issues. In addition, vapors\nof inorganic mercury could affect the reproductive system of females\nwho were exposed to a concentration of 0.01 μg/L by resulting\nin menstrual disorders and pregnancy problems. 132\n\n## Cancer Progression\n\nMercury is one\nof the potential agents to promote cancer development and progression,\nsince it can be found particularly in the occupational environment\n( Figure  5 ). It has\nbeen shown that there is a significant correlation between occupational\nmercury exposure levels (as measured in toenail, hair and blood) and\ncancer risk and mortality. 133  It might\nenter the human body differently, such as through inhalation, skin,\nand diet, ultimately affecting the lung, kidney, digestive, and nervous\nsystems. The negative effects of mercury depend mostly on its speciation\nbecause different forms of mercury have different levels of bioaccessibility,\nbioavailability, and toxicokinetics. Even though elemental mercury\nis nontoxic (Hg 0 ); however, the converted forms of mercury\n(methylmercury and Hg 2+ ) are toxic and might accumulate\nin the body to cause a severe effect. These instances are potentiated\nto promote unexpected and nongenetical cancers. It has been reported\nthat Hg 2+  with thiol-compounds can form mercaptans and\nreduce the thiol-based antioxidants in cells, which is considered\na potential step to induce cancer. 30  A\ncase study in Poland revealed the occurrence of leukemia among a group\nof farmers who used mercury-containing fungicides in their farmlands. 134  The study indicated that the concentration\nof total mercury in the hair of those farmers was 1.24 mg/kg, compared\nto just 0.49 mg/kg in the hair of healthy individuals. Another case\nstudy in India showed that people with 3.67 μg/L of mercury\nin their blood developed renal cancer compared to healthy individuals\nwith only 0.36 μg/L. 135\n\nSources of\nmercury and its toxicity toward cancer promotion via\nmolecular imbalance (epigenetics).\n\nAs a well-known fact, epigenetics is a mandatory\nmolecular complex\nevent without any gene alterations. Mercury has been correlated to\nthe interference of epigenetics by genetic modifications, including\nhistone modification, RNA regulation, alternative RNA splicing, RNA\nstability, DNA methylation, DNA repair, transcription, gene copy number,\nand transposon activation. Hg species may cause oxidative DNA alterations\nand hinder DNA repair pathways due to their pro-oxidant activity. 133  These processes in the gene alterations are\nthe major causes of forming various cancers, mediated by mercury and\nother heavy metals/metalloids. 136 − 138  Mercury has been found to induce\nglobal hypermethylation and hypomethylation in G-protein GTPase Rnd2. 139 , 140  It has been hypothesized that mercury might be an epigenetic agent.\nIn this context, Hg 2+  helps to inhibit gap junctional intercellular\ncommunications and causes immunosuppressive effects. Mercury also\nmediates an upstream alteration of intracellular redox by specifically\ninhibiting antioxidant enzymes containing selenocysteines. 30  Such an inhibition of cell communication can\ncontribute to uncontrolled cell growth and proliferation, which are\nthe main hallmarks of cancer development. Additionally, the immunosuppressive\neffects disturb the immune system’s ability to recognize and\neliminate abnormal or cancerous cells.\n\nNumerous epidemiological\nand experimental toxicological studies\non the possible link between mercury exposure and cancer have been\ncarried out in the past few decades. Even though high-dose mercury\nexposure has been linked to cytotoxicity, with primary damage to the\nnervous system as the most susceptible to Hg toxicity, low-dose mercury\nexposure may cause a proliferative response in normal and cancer cells\nthrough interference with the estrogen receptor, ERK1/2, JNK, NADPH-oxidase,\nand, potentially, Nrf2 signaling. 133  An\nepidemiological investigation revealed a correlation between exposure\nto mercury with cancer causes. 141  A connection\nbetween mercury exposure and acute leukemia was discovered in other\ninvestigations. 34  On the other side, other\nanimal experiments have shown that methylmercury exposure over time\nincreased the growth of kidney tumors. 34\n\n## Cardiotoxicity Mediated by Mercury Exposure\n\nCardiotoxicity is primarily indicated by the damage to the muscle\nand ends up with a pumping problem in the heart. In the past decade,\nthe impacts of mercury on the heart tissue have been noticed. 142  World Health Organization (WHO) and Woods et\nal. 143  stated that mercury-mediated toxicity\nis a fundamental issue associated with malfunctioning different human\nparts. Mercury toxicity is strongly associated with atherosclerosis\nin general, coronary heart disease, stroke, myocardial infarction,\nhypertension, carotid artery blockage, and cardiac arrhythmias ( Figure  6 ). 144 , 145  Also, mercury causes inflammation, which contributes to the progression\nof cardiovascular diseases by promoting endothelial dysfunction. Ion\nchannels that are responsible for preserving cardiac electrical conductivity\nmay be disrupted by mercury. Ion channel dysfunction can cause abnormal\nheartbeats. 146  Mercury reduces the bioavailability\nof nitric oxide (NO), which inhibits vascular endothelial function.\nSubsequently, vascular deterioration is exacerbated by such an endothelial\nfailure. Mercury disrupts mitochondrial function, leading to impaired\nenergy production, cardiac dysfunction, and heart failure. 147  The contractility of cardiac muscle cells is\nimpacted by mercury’s interference with intracellular calcium\nhomeostasis. Furthermore, heart inflammation is exacerbated by mercury\nbecause it activates pro-inflammatory signaling pathways, including\nNF-κB (nuclear factor kappa-light-chain-enhancer of activated\nB cells). 33\n\nCardiotoxicity mediated\nby mercury exposure.\n\nRice et al. 102  revealed\nthe systemic\npathophysiology with toxicological effects of mercury on different\nhuman systems. The dose-dependent response of mercury exposure to\ncardiovascular health was noted by Roman et al. 148  Among other heavy metals, mercury was noticed to be a direct-affecting\ncompound to the cardiovascular and nervous systems. A correlation\nbetween the levels of mercury in urine and hair was found to be related\nto the levels of hematocrit and hemoglobin. Higher mercury levels\nin the hair and urinary display lower hematocrit and hemoglobin concentrations. 149  Thus, proper public management of general\nmercury exposure should be given to prevent heart-related diseases\nand save a life. A recent study addressed the relation between cardiovascular\ndiseases and exposure to mercury, in which the authors concluded that\nthe risk of cardiovascular diseases occurrence begins to be high for\nthe individuals who have a concentration of 2 μg/g of total\nmercury in their hair. 150\n\n## Pulmonary Diseases\n\nThere is a high\npossibility of scattering different metals into the pulmonary system\nalong the pulmonary vasculature. The vapor formed from mercury inhalation\nat 80% can be absorbed into the lungs, followed by penetrating the\nblood barrier of the placenta and brain to distribute to the whole\nbody. 151 , 152  Mercury and other metals are also used to\nabsorb from the gastrointestinal tract; on the other hand, the median\nmercury level in blood was noticed to be 0.73 ± 0.91 μg/L. 153  Another source of mercury is an organic compound\nthat contains mercury called “thimerosal” in use as\na preservative with vaccine vials. Mercury-mediated pulmonary diseases\nare highly associated with the vaporized form of mercury (Hg 0 ) that can be easily adsorbed from the lungs into the entire body.\nThe liquid form of Hg 0  has a higher chance of entering\nthe gastrointestinal tract; however, it will not cause a toxic effect.\nHg 0  is used to oxidize and yield divalent mercury (Hg 2+ ). CH 3 -Hg interacts with the thiolate molecules,\nsuch as cysteine, on the protein, facilitating the diffusion. 154  The elemental forms of mercury vapor cause\npulmonary-related issues such as chemical pneumonitis, dyspnea, cough,\nbreathing difficulty, chest pain, asthma, and others ( Figure  7 ). Mercury has the ability\nto influence both innate and adaptive immunity in the lungs via modulating\nimmunological responses. Allergies and respiratory conditions may\nbe exacerbated by immune system dysregulation. 155  Mercury exposure can cause direct harm to the alveoli and\nepithelium lining of the lungs. Lung function may be negatively impacted\nby direct tissue damage, which can also hasten the fibrosis process.\nFibrosis involves the excessive deposition of collagen in lung tissues,\nleading to impaired respiratory function. 156  Rice et al. 102  reviewed the toxicological\neffects mediated by mercury on different body organs associated with\nthe lung, including Young’s syndrome, bronchitis, and pulmonary\nfibrosis. These incidents have permanently documented the negative\nconsequences of mercury on human health. Overall, the prevention of\nvaporized mercury is needed to prevent the toxicological effect. A\nrecent study in Indonesia 157  indicated\nthat adverse respiratory effects could be observed in individuals\nwith a hair mercury concentration higher than 5 μg/g, while\nthose with a concentration less than 1 μg/g are considered fine,\nand for those who have concentrations between 1 and 5 μg/g are\nin the warning levels.\n\nCardiotoxicity mediated by mercury exposure.\n\n## Renal Diseases\n\nKidneys are a primary\norgan targeted by inorganic mercury. 158  It has been found that mercury-induced alterations are more severe\nin women compared to the effect on men. 159  The WHO is worried about mercury as a health risk, especially the\npossible adverse effects on the kidneys, including autoimmune dysfunction\nand neurological symptoms. 160  The primary\nissue with mercury is its half-life in the bloodstream as 2–4\ndays during excretion. In general, mercury absorption is relatively\nlower from the digestive tract; however, a more significant amount\nmight enter the body by accidental or suicidal ingestions. 161  Besides, elemental mercury exposure, such as\nthat experienced by artisanal and small-scale gold mining workers,\nhas been linked to kidney damage. 162  In\nan earlier study, a relation between enhancing mercury exposure with\nelevated urinary mercury levels (18% to 52% among 8–18-year-old\nindividuals), 163  increased mercury body\nburden (5–10% increase in mercury-associated porphyrins), 164  and other evidence was shown to increase kidney\ndamage ( Figure  8 ). 165  It has been proposed that the threshold for\nadverse renal toxicity in adults at occupationally relevant air concentrations\nranges from 25 to 30 μg/m 3  of Hg vapors, which is\nequal to 35 μg/g of creatinine. 166  Another study 167  revealed that some renal\ndisorders in a group of miners in Indonesia, such as proteinuria,\nwhich is a condition characterized by the presence of an abnormal\namount of protein in the urine caused by high concentrations of mercury\nin urine (>7–273.3 μg/L).\n\nRenal diseases mediated\nby mercury exposure.\n\nIn general, inorganic forms of mercury are accumulated\nin the kidneys\nthat can be reabsorbed as Cys-S-Hg-SCys by organic anions transporters.\nIn this study, further available data attested to the severity of\nrenal disease with increased mercury presence. 168  Akgül et al. 169  investigated\nmercury adsorption in the animal body and noticed the alteration of\nthe kidneys by histological examinations. The administration of mercury\nin the rat model impaired the expression of aquaporin in the gastrointestinal\ntract. It was observed that mercury exposure resulted in the downregulation\nof aquaporins 3 and 7 at the mRNA and protein levels, as well as aquaporin\n8 at the mRNA level. Consequently, the reduced epithelial cell osmotic\nwater permeability could impair the osmotic water equilibration and\nactive water transport, resulting in fatal fluid accumulation, which\ncould ultimately lead to kidney damage. 170  On the other hand, it was registered that there was no association\nbetween hypertension and mercury in the blood but an inverse relation\nwith urinary mercury. 171\n\nThe epigenetic\nalterations in kidney tissues also severely interrupt\nrenal function. Histone post-translation modification and DNA methylation\nare the highly noticed kidney epigenetic alterations by mercury exposure. 172  Rice et al. 102  reviewed\nthe renal toxicological effects of mercury exposure on other organs.\nThey found that there might be a release of mercury through urine\nand feces as the wastes, the remaining mercury amount still affecting\nthe renal system. Thus, routine monitoring of renal function and urine\nanalysis for heavy absorption and discard might help in prevention.\n\nIn addition, the minimal dosage of mercury that can cause different\nadverse effects varies depending on the specific effect and the exposure\nduration. Its toxicity in humans depends on various factors such as\nthe chemical form of mercury, dosage, age of people exposed, length\nof exposure, entry into the body, fish diet, and consumption of seafood. 34  Exposure to high concentrations of methylmercury\nor mercury vapor can cause damage to the brain, kidneys, and developing\nfetus. According to Li et al., 173  The United\nStates Environmental Protection Agency (EPA), Food and Drug Administration\n(FDA) and the Occupational Safety and Health Administration (OSHA)\nhave set a guideline for mercury exposure in drinking water (2 μg/L\nor 2 ppb), seafood consumption (1 μg/g or 1 ppm) and per cubic\nmeter of workplace air (0.1 mg/m 3  with 0.05 mg/m 3  of mercury vapor for 8-h shifts and 40-h work weeks).\n\nIn summary,\nmercury exposure in its various forms poses significant\nhazards to human health. It mainly affects the CNS and has been linked\nto neurodegenerative diseases, particularly during fetal development.\nProlonged exposure to organic mercury such as MeHg can result in impaired\nmotor coordination, visual and tactile dysfunction, and paralysis.\nMercury compounds induce genotoxicity, disrupting DNA repair processes\nand leading to chromosomal aberrations. Immunotoxic effects include\nimmune-related diseases and hypersensitivity. Pregnant women exposed\nto mercury can experience infertility, birth defects, and negative\neffects on the fetus’s brain development. Additionally, mercury\nexposure has been linked to cancer progression, cardiotoxicity, pulmonary\ndiseases, and renal disorders. Epigenetic alterations and histone\nmodifications play significant roles in mercury-induced toxicological\neffects in various organs. Minimizing exposure to mercury is of utmost\nimportance and can be achieved by the avoidance of contaminated food\nsources, implementation of appropriate protective measures in work\nsettings, and adherence to rules outlined by health authorities. Therefore,\npreventative measures and risk assessments are essential to mitigate\nmercury exposure’s adverse effects on human health.\n\nQuantitative\ndata regarding the minimum dosages at which various\nadverse effects become evident in cases of mercury exposure are of\nparamount importance in understanding the extent of toxicity. Several\nstudies have contributed valuable insights by identifying these critical\nthresholds. For instance, research has shown that even relatively\nlow levels of MeHg exposure, such as 10 parts per billion (ppb) in\nmaternal hair during pregnancy, can lead to adverse neurodevelopmental\noutcomes in children. 174  Similarly, the\nWHO has established a provisional tolerable weekly intake (PTWI) for\nmethylmercury at 1.6 μg/kg of body weight, emphasizing the significance\nof setting exposure limits to prevent toxicity. 175  By summarizing such quantitative data, this review aims\nto provide a clearer perspective on the toxicological aspects of mercury\nand its associated health implications.\n\n## Ecotoxicity\n\nTrophic cascades are ecological\nphenomena that happen when one\ntrophic level of a food chain changes, having an impact on subsequent\ntrophic levels in the process. 180  Trophic\ncascades can happen across a minimum of three feeding levels, and\nthey typically do so over three levels, while there is evidence of\nfour and five-level cascades as well. 180 , 181  Top-down\nand bottom-up are two different forms of trophic cascades. When predators\nare successful enough in their predation to decrease the abundance\nor change the behavior of their prey, the next lower trophic level\nis released from predation, which is known as a top-down cascade.\nWhen the abundance or productivity of a primary producer changes and\nhas an impact on the abundance or productivity of the subsequent higher\ntrophic level, this is known as a “bottom-up cascade”.\n\nThe bioaccumulation of mercury in higher trophic levels in terms\nof the concentration buildup in the tissues of organisms representing\nthese higher levels is one important factor that might start top-down\ntrophic cascades. 182  Consequently, top\npredators lose some of their capacity to regulate the populations\nof their prey when mercury exposure has detrimental effects such as\nneurological issues and reproductive impairments. This may potentially\nchange the structure and composition of entire ecosystems, such as\npopulation expansions of herbivores that overgraze or overuse primary\nproducers. As a result, the abundance and distribution of species\nwithin an ecosystem, as well as their interactions, could be affected,\nleading to the disruption of ecological balance and the loss of biodiversity, 183  which constitutes the most dangerous threat\nto humanity, even more than climate change.\n\nIt has to be mentioned\nthat investigating the trophic cascades\nis a complex phenomenon that includes many different factors and processes,\nwhich must be fully covered to produce reliable data. One such case\nis a recent study undertaken by Seco et al. 184  to study the biomagnification of mercury in the Scotia seafood web\nof the Southern Ocean over a period of nine years. The authors unexpectedly\nfound that the concentration of mercury in a top predator (seabirds)\nincreased over the nine years, whereas the mid-trophic levels (squid\nand myctophid fish) that feed on krill, which is a low mercury-containing\nspecies, showed a lower concentration after the same period. So, the\nauthors concluded that in a condition where there is a scarcity of\nkrill representing a bottom-up cascade, there would be a shift to\ndifferent prey with higher Hg concentration, resulting in the high\nHg concentrations detected in seabirds.\n\nThe toxicity of Hg simultaneously\nharms all living creatures and\nour sphere. 185  The soil microbial community\nheavily influences the bioavailability of nutrients required for plant\ngrowth. Generally, among different biota, microorganisms are more\nsensitive to heavy metal stress. 186  Regarding\nthe literature, Hg has been shown to impede soil microbial activities\nsuch as the nitrification process and soil (enzymes/respiration) activities. 42 , 187  The nitrification and urease processes in various soils have been\ndemonstrated to be sensitive to Hg in comparable ways. EC x  is a semiquantitative approach that determines the\nlevel of Hg and has major deleterious impacts on microbial functioning. 188  Mahbub 189  reported\na decrease in 20.0% of bacterial diversity, ammonia oxidizers, and\nnitrifiers with EC 20  values of 4.4 and 11.1 mg Hg/kg soil,\nin neutral soil (i.e., pH = 7.6, organic carbon = 2.0%) and alkaline\nsoil (i.e., pH = 8.5, organic carbon = 2.2%), respectively. The maximum\npermitted value of mercury in the soil is 0.5–5.0 mg /kg. 190  Excessive Hg levels in soil cause acute toxicity\nin plants and jeopardize the sustainability of the ecosystem. Hg 2+  ions in both inorganic and organic mercury compounds are\nprimarily responsible for plant toxicity. Hg 0  has a limited\naffinity toward cellular ligands and can only be harmful upon the\noxidation to Hg 2+  inside the cell. The Hg-induced plant\ntoxicity is defined as suppressing plant growth as well as the yield\nof biomass production, 191  negatively impact\nthe efficacy of the photosynthetic process, 192  deficiency of nutrients, 193  oxidative\nstress, 194  genotoxicity, 195  and peroxidation of lipids. 196  Hg 2+  ions have a great affinity toward sulfur-containing\ngroups, disrupting practically every activity involving essential\nor nonprotected proteins. Hg has been frequently listed to reduce\nthe plant tissue content of chlorophyll, water, and minerals. Hydroponic\ncultures fed with different Hg dosages ranging from 5.0 to 80.0 g\nmL –1  were used to study the effects of Hg on Jatropha\ncurcas plants. 197  The findings revealed\na decrease in biomass, reduced development, and suppression in photosynthesis.\nThe exposure of plants to greater doses of Hg disrupted the chlorophyll\nconcentration and net photosynthetic rate. 198\n\nAdditionally, research was done on how mercury affected the\ndevelopment\nof the  Solanum lycopersicum  plant. 199  Plants improved in germination rate, root length, early\nblooming, plant height, pollen viability, and chlorophyll content\nat low Hg concentrations. Contrarily, higher concentrations of Hg\nslowed and restrained the plant growth. Moreover, the nutrient imbalance\nis regarded as a toxicity marker for Hg exposure. 200  The lipid membrane constituents of  Medicago sativa  were harmed in hydroponics conditions. 201  Hg has also been associated with chlorotic and necrotic signs, as\nwell as stunted growth. 202  Greater Hg concentrations\ncaused ultrastructural abnormalities in  Vigna radiata L,  such as nodule deformation, cell collapse, and reduction in the\nintercellular gaps. 203\n\nInvertebrates\nsuch as marine arthropods, worms, and  Drosophila  exposed\nto Hg have suffered undesirable severe impacts on locomotion,\ngrowth, eating, poor prey acquisition, and promotion of development\ndefects in embryos. The worm ( C. elegans ) was dramatically\naffected by MeHg and HgCl 2  exposure, which reduced movement,\ngrowth, and feeding and caused mortality. 204  When  Drosophila  embryos were exposed to MeHg, they\ndeveloped more slowly and had problems with patterning, positioning,\nand maturation of neurons and glia. 205  Overall,\nthe findings suggest that invertebrates, mostly those in their early\nlife stages (eggs, embryos, and larvae), are more vulnerable to Hg\nexposure, but the exact mechanism by which Hg causes developmental\nabnormalities in embryos is unknown. The negative consequences of\nMeHg on several vertebrate species (i.e., amphibians, birds, fish,\nreptiles, and mammals) have been reported. 206 − 208  Although there are significant variations in sensitivity among species\ntoward Hg, literature displayed that the vertebrates’ exposure\nto MeHg and HgCl 2  is associated with endocrine disruption, 209  physiological malfunctions of liver/kidney, 210  embryotoxicity, 207  neurotoxicity, 211  and changes in the\nreproductive habits. 212\n\nOverall,\nHg’s toxic effects span across various organisms,\nhighlighting the need for understanding and mitigating mercury contamination\nas it is negatively affecting soil microbial communities, hindering\nessential processes like nitrification and enzymatic activities. Additionally,\nit is responsible for plant toxicity, leading to suppressed growth,\nreduced biomass production, impaired photosynthesis, and nutrient\ndeficiency. Vertebrate species are also affected, exhibiting endocrine\ndisruption, liver/kidney malfunctions, embryotoxicity, neurotoxicity,\nand changes in reproductive habits.\n\n## Role of Education, Training Programs, and Social\nMedia in the Phase-out of Mercury from Different Industries\n\nThe role of education in the phase-out of mercury is multifaceted\nand crucial for achieving sustainable and environmentally friendly\npractices. The key aspects of how education contributes to this goal\ninclude awareness and knowledge building, which serves as a primary\ntool for raising awareness about the environmental and health impacts\nof mercury. 213  Also, it helps stakeholders\nsuch as industry professionals, policy makers, and the public understand\nthe sources, pathways, and risks associated with mercury exposure. 214  Capacity building is another aspect that provides\nskills and knowledge about mercury-free alternatives and safer practices\nthat lead to a smoother transition away from mercury-dependent processes.\nEducation facilitates the transfer of knowledge regarding mercury-free\ntechnologies and processes. It ensures that advancements and innovations\nin alternative methods are communicated and adopted by industries.\nEducation facilitates the transfer of knowledge regarding mercury-free\ntechnologies and processes, and it ensures that advancements and innovations\nin alternative methods are communicated and adopted by industries. 215  In addition, education provides the foundation\nfor understanding and supporting government policies aimed at reducing\nmercury use. It enables stakeholders to engage in informed discussions\nand advocate for policies that align with sustainable practices. Education\nresults in communities becoming key stakeholders in the movement to\nphase out mercury, ensuring that their voices are heard in discussions\nand actions related to environmental protection. Another factor is\ncollaborative efforts, which can enhance the exchange of best practices,\nresearch findings, and successful case studies, accelerating the global\ntransition to mercury-free technologies.\n\nTraining programs focus\non developing the skills of professionals,\nworkers, and technicians involved in industries using mercury. This\nincludes training in the use of alternative technologies, safe handling\npractices, and understanding the environmental and health implications\nof mercury exposure. 216  Informed individuals\nare more likely to support and actively participate in phase-out\ninitiatives. Training sessions create a platform for knowledge exchange\nand discussions of best practices. In addition, training programs\nare often designed as ongoing initiatives to support continuous improvement\nvia regular updates on technological advancements, safety protocols,\nand environmental best practices.\n\nOne of the case studies in\nwhich training programs were initiated\nby the United Nations to tackle the environmental issue of using mercury\nis a 3-year campaign from 2005 to 2008 in Tanzania, which is one of\nthe fastest-growing mining countries in the last few decades. 216  The initiative focused on enhancing the capabilities\nof community laboratories by providing training and necessary resources.\nThe goal of this project was to facilitate ongoing monitoring even\nafter the project’s initial phase, fostering understanding\nand awareness of the risks related to amalgamation among miners, government\nentities, and the broader public. The project aligned with the principle\nof advocating for cleaner and more efficient technologies, aiming\nto reduce adverse environmental effects while simultaneously enhancing\nincome, health, and safety. 217  The execution\nof the program took place in different stages, with the coordinators\nworking in conjunction with community leaders to promote a comprehensive\ntraining approach aimed at fostering a shift in behavior among miners.\nIn the case of Tanzania, raising awareness was not enough. In fact,\nproviding practical demonstrations of technologies, exposure to alternative\nmethods, and the establishment of trust to modify their practices\nwas required. To address this, the United Nations team advocated for\nlocally managed “mobile training units” to actively\nengage miners. Additionally, a manual for training artisanal and small-scale\ngold miners was created to offer guidance on cost-effective solutions.\nBrochures were crafted in Swahili, and local cartoonists contributed\nvisuals, creating discussion materials that addressed various challenges,\nincluding mercury exposure, HIV/AIDS prevention, and other community-specific\nconcerns. Not only did the program target gold miners, but it also\nincluded other community groups such as mercury dealers, family members\nof miners, district politicians, officers from the Ministry of Mines,\nofficial health workers, bank representatives, mining company representatives,\nand others. One of the major outcomes of this program was the legalization\nof gold miners, to stop the illegal and uncensored operations, along\nwith providing financial support to help the poor workers in this\nfield and also to accelerate the phase-out of mercury in these operations.\n\nInformation shared on social media reaches a broad audience, including\nindustry professionals, policy makers, researchers, and the general\npublic. Educational content, such as infographics, articles, and videos,\nwhich all have become available on different online platforms such\nas Google and YouTube, helps disseminate knowledge and promotes a\nbetter understanding of the issues related to mercury use. Establishing\nonline communities and forums enables open discussions, knowledge\nexchange, and the sharing of experiences. It creates a platform for\ncollaboration and encourages community-driven initiatives to address\nmercury-related challenges. 213  Campaigns\nand movements initiated on social media platforms such as Facebook\nand Twitter can gain momentum quickly, drawing attention to the need\nfor mercury phase-out. Activists and advocates can mobilize support,\ninfluencing public opinion and urging policy makers to take action. 218  Moreover, social media serves as a channel\nfor sharing success stories, best practices, and case studies related\nto the phase-out of mercury. It provides a space for showcasing successful\ntransitions to mercury-free technologies. Over the past few years,\nsocial media has started to take the lead in the dissemination of\nupdates, alerts, and news related to various issues, which could be\nextended to cover the news related to mercury regulations, technological\nadvancements, and events.\n\nTo sum up, the bottom-up approach\nto the phase-out of mercury in\nvarious industries using education, training programs, and social\nmedia platforms is often considered more effective than the top-down\napproach due to its emphasis on grassroots involvement and community\nengagement rather than modifying the laws, policies, and regulations\nthat are imposed from higher administrative levels down to the local\nor industry-related communities. In the bottom-up approach, the initiative\nbegins at the local level, involving communities, workers, and stakeholders\nwho are directly impacted by mercury use. 219  This method recognizes the importance of local knowledge, practices,\nand concerns, allowing for tailored and context-specific solutions.\nBy actively involving miners, industry workers, and community members\nin decision-making processes, the bottom-up approach fosters a sense\nof ownership and commitment. This community-driven strategy is more\nlikely to be sustainable, as it addresses the unique challenges faced\nby different regions and industries. Additionally, the bottom-up approach\npromotes education, awareness, and behavioral changes within the affected\ncommunities, contributing to long-term success in reducing mercury\nuse. Ultimately, the bottom-up approach recognizes the significance\nof local perspectives and actively involves those directly affected,\nmaking it a more inclusive and impactful strategy for the phase-out\nof mercury. All in all, social, environmental, institutional, and\neconomic pillars should be simultaneously considered and integrated\nto achieve the successful phase-out of mercury.\n\n## Conclusion\n\nAs one of the most toxic\nelements on the earth’s surface,\nmercury’s toxicity was chosen to be investigated in the present\nstudy. Mercury typically exists in various forms, but MeHg has been\ndeemed the most toxic. Approximately 90% of mercury compounds are\nemitted by human activities, such as mining operations, which account\nfor the vast majority of mercury emissions. In an effort to lessen\nmercury’s harmful effects on both human health and the environment,\nthe Minamata Convention on mercury was signed in October 2013 and\ncame into force in 2017. Adsorption was shown to be the most efficient\nway to remove mercury from various ecosystems, despite employing a\nnumber of other techniques. Additionally, it has been proven that\ncarbon-based compounds, such as carbon nanotubes and biochar, are\nvery successful in the techniques used to detoxify mercury.\n\nIn addition, the primary properties of mercury element and its\ncompounds have been investigated, including inorganic forms of mercury\n(elemental mercury Hg 0 , mercurous mercury Hg 2 2+ , and mercuric mercury Hg 2+ ) as well as organic\nmercury and its most prevalent forms, including methyl mercury, dimethyl\nmercury, and phenyl mercury. Additionally, the physicochemical properties\nof the most prevalent Hg compounds were detailed.\n\nEven though\nthere are few studies examining the dangers of mercury\nexposure to the ecosystem, genotoxicity, gene regulation, and the\nhuman immune system, Hg harms all living things and our environment.\nIt has been discovered that higher mercury exposure is associated\nwith elevated antinuclear autoantibodies and decreased anti-inflammatory\ncytokines. In addition, it was found that Hg causes human genotoxicity\nby producing free radicals, causing oxidative stress, disrupting microtubules,\nand negatively affecting the DNA repair process. The hazardous effect\nof mercury organic compounds such as methyl and dimethyl mercury on\nhuman genes has been established. In addition, there is a correlation\nbetween the increased rates of male and female infertility and exposure\nto high mercury concentrations.",
  "reference_count": 219,
  "word_count": 21952,
  "char_count": 145837
}