{
  "pmcid": "PMC10861841",
  "doi": "10.1016/j.crtox.2024.100154",
  "title": "Perfluorooctanesulfonic acid (PFOS) disrupts cadherin-16 in the developing rat thyroid gland",
  "authors": [
    "Nichlas Davidsen",
    "Louise Ramhøj",
    "Anne-Sofie Ravn Ballegaard",
    "Anna Kjerstine Rosenmai",
    "Cecillie Sofie Henriksen",
    "Terje Svingen"
  ],
  "year": "2024",
  "journal": "Current Research in Toxicology",
  "abstract": "Graphical abstract",
  "sections": [
    {
      "title": "Introduction",
      "text": "The synthetic chemical perfluorooctanesulfonic acid (PFOS) can disrupt fetal development in both humans and animals ( Fenton et al., 2021 ). Notably, PFOS can disrupt the thyroid hormone (TH) system of human infants ( Aimuzi et al., 2019 ,  Preston et al., 2020 ), rat pups ( Yu et al., 2009b ), and zebrafish larvae ( Shi et al., 2008 ) and PFOS have been found in human thyroid tissue ( Pirali et al., 2009 ). Several rodent studies suggest that perfluorinated compounds can interfere with the TH system during perinatal stages and cause lasting effects seen as compromised TH levels later in life. For example, rat pups prenatally exposed to PFOS show decreased total thyroxine (T4) and free T4 levels until postnatal day (PND) 35 ( Lau et al., 2003 ,  Yu et al., 2009b ), an effect that persist even if the body burden of PFOS declines ( Yu et al., 2009b ). Similarly, gestational exposure to perfluorohexane sulfonate (PFHxS) can markedly reduce serum T4 in newborn rats ( Gilbert et al., 2021 ), whereas exposure to perfluorobutane sulfonate (PFBS) can reduce both T3 and T4 in newborn mice, persisting until PND60 ( Feng et al., 2017 ). Since the effects of early-life exposure persist into puberty and adulthood, it could suggest that at least some perfluorinated compounds can directly affect fetal thyroid gland development and cause irreversible damage manifesting as compromised capacity to synthesize THs.\n\nLifelong thyroid function depends on correct thyroid gland development, which is regulated by a network of transcription factors, including Haematopoietically-expressed homeobox ( Hhex ), NK2 homeobox 1 ( Nkx2-1 ), Paired Box 8 ( Pax8 ), and Forkhead box E1 ( Foxe1 ) ( López-Márquez et al., 2021 ,  Nilsson and Fagman, 2017 ). These factors orchestrate early thyroid gland development and later folliculogenesis, and continue to be important for thyroid gland function throughout life ( Damante et al., 2000 ,  López-Márquez et al., 2021 ,  Nilsson and Fagman, 2017 ,  Parlato et al., 2004 ). Follicle formation, growth, and maintenance of basal–apical membrane integrity are key components of TH biosynthesis and release ( Koumarianou et al., 2017 ). Here, PAX8 and its target gene  Cadherin-16  ( Cdh16 ) establishes and maintains the apical-basal polarization needed for follicle formation, lumen expansion, and TH synthesis ( Johansson et al., 2021 ,  Koumarianou et al., 2017 ). After the onset of thyroid function, which occur around gestation day (GD) 19 (embryonic day 18) in rats ( De Escobar et al., 2004 ),  Nkx2-1 ,  Pax8 , and  Foxe1 , together with thyroid stimulating hormone (TSH) partly controls the expression of key factors in TH synthesis, including thyroglobulin (TG), thyroperoxidase (TPO) and the sodium-iodide symporter (NIS) ( Maenhaut et al., 1992 ,  Postiglione et al., 2002 ).\n\nAlthough PFOS is known to disrupt the TH system, knowledge about how disruption may occur at the tissue and molecular level is limited. Regarding thyroid gland development, gestational exposure to PFOS was shown to increase around 2-fold the number of proliferating thyroid epithelial cells in female rat fetuses ( Chang et al., 2008 ). In non-mammalians, a mixture of PFAS could reduce relative colloid area and thyroid follicular size, together with a decline in free T4 and T3 in chicken embryos ( Mattsson et al., 2019 ), whereas PFOS could lower the expression of  Hhex  and  Pax8  in zebrafish larvae ( Shi et al., 2008 ). Additional information could potentially be obtained from studies in adult rodents where PFOS exposure significantly reduces circulating levels of T4 and T3 ( Curran et al., 2008 ,  Davidsen et al., 2022 ,  Thibodeaux et al., 2003 ,  Yu et al., 2009a ). However, the thyroid gland transcriptome does not seem to be strongly affected by PFOS in adult rats ( Davidsen et al., 2022 ).\n\nOther suggested mechanisms by which PFOS can interfere with the TH system includes inhibition of the sodium-iodide symporter (NIS) ( Buckalew et al., 2020 ,  Conti et al., 2020 ,  Wang et al., 2019 ,  Wang et al., 2018 ), antagonism of the thyroid receptor (TR) alpha ( Ren et al., 2014 ), displacement of T4 from the TH distributor protein transthyretin (TTR), and disruption to TH metabolism and excretion in the liver ( Chang et al., 2008 ,  Ren et al., 2016 ,  Weiss et al., 2009 ,  Yu et al., 2011 ,  Yu et al., 2009b ). These mechanisms could play a role in the continued thyroid hormone system disruption by PFOS but since the developmental effects are persistent, other mechanisms could also contribute to, or be responsible for, the persistent effects on TH levels following developmental exposure. To start addressing the issue, a first step would be to look more closely at the developing thyroid gland under PFOS exposure. Hence, we designed a study using explanted rat thyroid glands to assess if PFOS could directly affect fetal thyroid development, focusing on key transcription factors and their downstream targets, in addition to indices of TH synthesis."
    },
    {
      "title": "Materials and methods",
      "text": "Seven time-mated, nulliparous Sprague-Dawley rat dams (Crl:CD(SD) bred by Charles River Europe, and distributed by SCANBUR, (Karlslunde, Denmark) arrived on gestation day (GD) 17 (the day of plug-detection designated GD1). On GD21, dams were decapitated under CO 2 /O 2  anaesthesia, and the fetuses collected and immediately killed by decapitation. The animal experiments were carried out in the BioFacility of the Technical University of Denmark. Ethical approval was given by the Danish Animal Experiments Inspectorate, authorization number 2020–15-0201–00539. The experiments were overseen by the in-house Animal Welfare Committee for animal care and use at the National Food Institute. Housing conditions and animal care were as detailed in  Ramhøj et al. (2022) .\n\nThyroid glands were excised under stereomicroscope from GD21 male rat fetuses and stored (<2 hrs) in DMEM/F12 (Sigma-Aldrich, St. Louis, MO, USA). Both lobes from each thyroid gland were cultured together in hanging drop culture throughout the experiment. The culture was maintained using StemPro34 medium, with added StemPro34 nutritional supplement (Gibco, MA, USA), 0.25 U/mL penicillin–streptomycin (#15070063, Gibco), and 2 mM L-glutamine (#25030149, Gibco). Exposure conditions were 0 (DMSO control), 1 µM PFOS, 10 µM PFOS or 100 µM PFOS (Perfluorooctanesulfonic acid/Heptadecafluorooctanesulfonic acid potassium salt (PFOS) (CAS: 279–39-3, purity: 98 %, Sigma-Aldrich). The exposure concentrations were selected based on available literature evaluating thyroid effects  in vitro  ( Buckalew et al., 2020 ,  Conti et al., 2020 ,  Coperchini et al., 2014 ). All samples were exposed to a basal level of 1 µM bovine thyroid stimulating hormone (TSH) (#TSH-1315B, Creative Biomart, NY, USA) and 0.1 % dimethyl sulfoxide (DMSO) (CAS: 67–68-5, Sigma-Aldrich) in the medium. The hanging drop culture was setup by pipetting 50 µL droplets of exposure medium on the inner sides of reversed lids of 24-well Cellstar plates (Greiner, Austria). One thyroid gland was placed in each droplet and the lids flipped in one swift motion and mounted on the 24-well plates. Thus, the droplets containing the thyroid glands, were hanging from the lid, each drop above one well filled with PBS to reduce evaporation. Exposure medium (including chemicals, TSH and DMSO) was changed after 24hrs by flipping the lids, aspiring the old medium droplet and adding fresh exposure medium. The thyroid glands were cultured for a total of 48 hrs in an incubator at 37 °C, 80 % O 2 , 5 % CO 2 , 80 % relative humidity. The concentration of 100 µM PFOS proved too high for the hanging drop culture setup, with the drops unable to support the tissue. We therefore excluded the 100 µM exposure group from the study. After 48 hrs of culture the thyroid glands were collected and either stored at −80 °C for RNA extraction or stained with Meyer’s haematoxylin and fixed in 10 % neutral buffered formalin (2 hrs) then transferred to 70 % EtOH (<4 days). The thyroid glands were processed, embedded in paraffin- and sectioned serially at 4 μm. Two sections (from two different tissue-depths) per thyroid lobe were evaluated.\n\nTotal RNA was isolated from thyroid glands using Qiagen RNeasy micro kit (Qiagen, Hilden, Germany) with on-column DNase I treatment. Quantity and purity of RNA was measured using a NanoDrop spectrophotometer (ND-1000, Fisher Scientific), with a 260/280 ratio threshold ≥ 1.90. 500 ng RNA was used for cDNA synthesis using the Omniscript Reverse Transcription Kit (Qiagen) together with anti-RNAse and Random primer mix from Invitrogen (MA, USA). TaqMan Gene Expression assays (Life Technologies, Carlsbad, CA, USA) were used as follows: transcripts related to thyroid gland function;  Tshr  (Rn00563612_m1),  Slc5a5  (Rn00583900_m1),  Duox1  (Rn00596688_m1)  Tpo  (Rn00571159_m1),  Tg  (Rn00667257_g1),  Lrp2  (Rn00578067_m1),  Dio1  (Rn00572183_m1). Thyroid gland development and specification;  Nkx2-1  (Rn01512482_m1),  Pax8  (Rn00579743_m1),  Foxe1  (Rn00594363_s1),  Cdh16  (Rn01536488_m1),  Cdh1  (Rn00580109_m1),  Cldn1  (Rn00581740_m1). Other probes selected were;  Nectin1  (Rn01421928_m1),  Pclaf  (Rn01644485_g1),  Kcnip3  (Rn00583484_m1),  Wnt5b  (Rn01492357_m1), and  Asgr1  (Rn00560750_m1). RT-qPCR was run in technical duplicates on a Quantstudio 7 Flex Real-Time PCR System (Applied Biosystems, Waltham, MA, USA), using 3 µL diluted (1:20) cDNA in each 11 µL reaction with TaqMan Fast Universal Mastermix (Life Technologies). The geometric mean of the stably expressed reference genes  Rps18  (Rn01428913_gH), and  SDHA  (Rn00590475_m1) was used to calculate relative transcription levels with the 2 -ΔΔCt  method ( Schmittgen and Livak, 2008 ).\n\nSpatial gene expression was evaluated by RNAscope (Advanced Cell Diagnostics Biotechne, Newark, CA, USA)  in situ  hybridization in thyroid glands exposed to control and 10 µM PFOS (n = 4). The sections were deparaffinized and stained using the RNAscope® 2.5 HD - RED assay (Advanced Cell Diagnostics Biotechne) according to the manufacturer’s instructions with 15 min RNAscope H202 and Protease Plus (Advanced Cell Diagnostics Biotechne) treatment, RNAscope Wash Buffer Reagents (Advanced Cell Diagnostics Biotechne) and reagents provided with the kit ( Wang et al., 2012 ). The following RNAscope® target probes were used;  Foxe1  (Rn-Foxe1-C1),  Pax8  (Rn-Pax8-C1),  Cdh16  (Rn-Cdh16-C1).  Ppib  (Rn-Ppib) with and without xylene was used as positive control. Sections were counterstained with Meyer’s haematoxylin. The slides were scanned using a 40x objective in a Pannoramic Midi II digital slide scanner (3DHISTECH Ltd., Budapest, Hungary). Images were qualitatively evaluated with the SlideViewer 2.5 software (3DHISTECH Ltd.).\n\nIHC staining was conducted to evaluate expression of CDH16, LRP2, and PCLAF using two sections per thyroid gland. Staining was performed with slides mounted in Shandon Sequenza Immunostaining racks (Thermo Scientific, Denmark). The slides were dried and pre-heated at 60 °C. Sections were de-paraffinized, boiled in a microwave for 15 min in Tris/EDTA buffer with pH 9 and blocked with 1 % bovine serum albumin (BSA) in PBS for 30 min. The antibodies were diluted in 1 % BSA PBS buffer using ratios 1:8000 for CDH16 (ab212243, Abcam, UK), 1:25 for PCLAF (sc-390515, Santa Cruz Biotechnology Inc., TX, USA), and 1:100 for LRP2 (sc-515750, Santa Cruz Biotechnology Inc.). Slides were incubated with antibody for 30 min at RT. Blocking of endogenous peroxidase was conducted with 3 % H 2 O 2  for 10 min at RT before incubation with EnVision + for 30 min. Successively, the sections were incubated for 15 min with DAB + and counter-stained with Meyer’s haematoxylin. The slides were scanned using a 40x objective in a Pannoramic Midi II digital slide scanner (3DHISTECH Ltd.). SlideViewer 2.5 (3Dhistech Ltd., Hungary) was used to export the images for evaluation in Fiji.\n\nFiji software was used to quantify the area of LRP2- and PCLAF-positive staining, number of follicles, and follicle diameter ( Schindelin et al., 2012 ). For LRP2 and PCLAF quantification, images were converted to 8-bit format, then background removed using the inbuilt threshold function in Fiji. For one section per sample the mean area of antibody-positive staining relative to the assessed area was calculated using three randomly placed 400x400 pixel squares. The mean % area for each exposure group was calculated based on sample means. The threshold for background removal was the same for all sections.\n\nThe number of follicles (with lumen) was manually counted on the LRP2 stained sections. Follicles were counted within the three 400x400 pixel square used in the LRP2 quantification, averaged across the three squares, and expressed as number of follicles per mm 2  tissue. Follicle size was determined by measuring the diameter of 7–10 follicles, with an identifiable lumen, per thyroid lobe, using the measure function in the Fiji software scaled to the scale bar of each image ( Schindelin et al., 2012 ).\n\nFollicle number and size data (n = 4) are presented as mean ± standard deviation (SD) with individual data points shown as circles, the data was checked for normality using qqplot and significant effects were calculated using unpaired  t  test. Gene expression (n = 5–6) and IHC data (n = 4) are presented as mean ± standard deviation with individual datapoints shown as circles. Data were checked for normality using qqplot and Bartlett’s test for variance. One-way ANOVA followed by post hoc Dunnett’s test was conducted when assumptions were met. If assumptions for ANOVA were not met, Kruskal-Wallis followed by post hoc Dunn’s test was conducted. The statistical significance level was set at p < 0.05 and is presented with *."
    },
    {
      "title": "Ex vivo  culture",
      "text": "Seven time-mated, nulliparous Sprague-Dawley rat dams (Crl:CD(SD) bred by Charles River Europe, and distributed by SCANBUR, (Karlslunde, Denmark) arrived on gestation day (GD) 17 (the day of plug-detection designated GD1). On GD21, dams were decapitated under CO 2 /O 2  anaesthesia, and the fetuses collected and immediately killed by decapitation. The animal experiments were carried out in the BioFacility of the Technical University of Denmark. Ethical approval was given by the Danish Animal Experiments Inspectorate, authorization number 2020–15-0201–00539. The experiments were overseen by the in-house Animal Welfare Committee for animal care and use at the National Food Institute. Housing conditions and animal care were as detailed in  Ramhøj et al. (2022) .\n\nThyroid glands were excised under stereomicroscope from GD21 male rat fetuses and stored (<2 hrs) in DMEM/F12 (Sigma-Aldrich, St. Louis, MO, USA). Both lobes from each thyroid gland were cultured together in hanging drop culture throughout the experiment. The culture was maintained using StemPro34 medium, with added StemPro34 nutritional supplement (Gibco, MA, USA), 0.25 U/mL penicillin–streptomycin (#15070063, Gibco), and 2 mM L-glutamine (#25030149, Gibco). Exposure conditions were 0 (DMSO control), 1 µM PFOS, 10 µM PFOS or 100 µM PFOS (Perfluorooctanesulfonic acid/Heptadecafluorooctanesulfonic acid potassium salt (PFOS) (CAS: 279–39-3, purity: 98 %, Sigma-Aldrich). The exposure concentrations were selected based on available literature evaluating thyroid effects  in vitro  ( Buckalew et al., 2020 ,  Conti et al., 2020 ,  Coperchini et al., 2014 ). All samples were exposed to a basal level of 1 µM bovine thyroid stimulating hormone (TSH) (#TSH-1315B, Creative Biomart, NY, USA) and 0.1 % dimethyl sulfoxide (DMSO) (CAS: 67–68-5, Sigma-Aldrich) in the medium. The hanging drop culture was setup by pipetting 50 µL droplets of exposure medium on the inner sides of reversed lids of 24-well Cellstar plates (Greiner, Austria). One thyroid gland was placed in each droplet and the lids flipped in one swift motion and mounted on the 24-well plates. Thus, the droplets containing the thyroid glands, were hanging from the lid, each drop above one well filled with PBS to reduce evaporation. Exposure medium (including chemicals, TSH and DMSO) was changed after 24hrs by flipping the lids, aspiring the old medium droplet and adding fresh exposure medium. The thyroid glands were cultured for a total of 48 hrs in an incubator at 37 °C, 80 % O 2 , 5 % CO 2 , 80 % relative humidity. The concentration of 100 µM PFOS proved too high for the hanging drop culture setup, with the drops unable to support the tissue. We therefore excluded the 100 µM exposure group from the study. After 48 hrs of culture the thyroid glands were collected and either stored at −80 °C for RNA extraction or stained with Meyer’s haematoxylin and fixed in 10 % neutral buffered formalin (2 hrs) then transferred to 70 % EtOH (<4 days). The thyroid glands were processed, embedded in paraffin- and sectioned serially at 4 μm. Two sections (from two different tissue-depths) per thyroid lobe were evaluated."
    },
    {
      "title": "Gene expression analysis",
      "text": "Total RNA was isolated from thyroid glands using Qiagen RNeasy micro kit (Qiagen, Hilden, Germany) with on-column DNase I treatment. Quantity and purity of RNA was measured using a NanoDrop spectrophotometer (ND-1000, Fisher Scientific), with a 260/280 ratio threshold ≥ 1.90. 500 ng RNA was used for cDNA synthesis using the Omniscript Reverse Transcription Kit (Qiagen) together with anti-RNAse and Random primer mix from Invitrogen (MA, USA). TaqMan Gene Expression assays (Life Technologies, Carlsbad, CA, USA) were used as follows: transcripts related to thyroid gland function;  Tshr  (Rn00563612_m1),  Slc5a5  (Rn00583900_m1),  Duox1  (Rn00596688_m1)  Tpo  (Rn00571159_m1),  Tg  (Rn00667257_g1),  Lrp2  (Rn00578067_m1),  Dio1  (Rn00572183_m1). Thyroid gland development and specification;  Nkx2-1  (Rn01512482_m1),  Pax8  (Rn00579743_m1),  Foxe1  (Rn00594363_s1),  Cdh16  (Rn01536488_m1),  Cdh1  (Rn00580109_m1),  Cldn1  (Rn00581740_m1). Other probes selected were;  Nectin1  (Rn01421928_m1),  Pclaf  (Rn01644485_g1),  Kcnip3  (Rn00583484_m1),  Wnt5b  (Rn01492357_m1), and  Asgr1  (Rn00560750_m1). RT-qPCR was run in technical duplicates on a Quantstudio 7 Flex Real-Time PCR System (Applied Biosystems, Waltham, MA, USA), using 3 µL diluted (1:20) cDNA in each 11 µL reaction with TaqMan Fast Universal Mastermix (Life Technologies). The geometric mean of the stably expressed reference genes  Rps18  (Rn01428913_gH), and  SDHA  (Rn00590475_m1) was used to calculate relative transcription levels with the 2 -ΔΔCt  method ( Schmittgen and Livak, 2008 )."
    },
    {
      "title": "In situ  hybridization with RNAscope",
      "text": "Spatial gene expression was evaluated by RNAscope (Advanced Cell Diagnostics Biotechne, Newark, CA, USA)  in situ  hybridization in thyroid glands exposed to control and 10 µM PFOS (n = 4). The sections were deparaffinized and stained using the RNAscope® 2.5 HD - RED assay (Advanced Cell Diagnostics Biotechne) according to the manufacturer’s instructions with 15 min RNAscope H202 and Protease Plus (Advanced Cell Diagnostics Biotechne) treatment, RNAscope Wash Buffer Reagents (Advanced Cell Diagnostics Biotechne) and reagents provided with the kit ( Wang et al., 2012 ). The following RNAscope® target probes were used;  Foxe1  (Rn-Foxe1-C1),  Pax8  (Rn-Pax8-C1),  Cdh16  (Rn-Cdh16-C1).  Ppib  (Rn-Ppib) with and without xylene was used as positive control. Sections were counterstained with Meyer’s haematoxylin. The slides were scanned using a 40x objective in a Pannoramic Midi II digital slide scanner (3DHISTECH Ltd., Budapest, Hungary). Images were qualitatively evaluated with the SlideViewer 2.5 software (3DHISTECH Ltd.)."
    },
    {
      "title": "Immunohistochemistry (IHC)",
      "text": "IHC staining was conducted to evaluate expression of CDH16, LRP2, and PCLAF using two sections per thyroid gland. Staining was performed with slides mounted in Shandon Sequenza Immunostaining racks (Thermo Scientific, Denmark). The slides were dried and pre-heated at 60 °C. Sections were de-paraffinized, boiled in a microwave for 15 min in Tris/EDTA buffer with pH 9 and blocked with 1 % bovine serum albumin (BSA) in PBS for 30 min. The antibodies were diluted in 1 % BSA PBS buffer using ratios 1:8000 for CDH16 (ab212243, Abcam, UK), 1:25 for PCLAF (sc-390515, Santa Cruz Biotechnology Inc., TX, USA), and 1:100 for LRP2 (sc-515750, Santa Cruz Biotechnology Inc.). Slides were incubated with antibody for 30 min at RT. Blocking of endogenous peroxidase was conducted with 3 % H 2 O 2  for 10 min at RT before incubation with EnVision + for 30 min. Successively, the sections were incubated for 15 min with DAB + and counter-stained with Meyer’s haematoxylin. The slides were scanned using a 40x objective in a Pannoramic Midi II digital slide scanner (3DHISTECH Ltd.). SlideViewer 2.5 (3Dhistech Ltd., Hungary) was used to export the images for evaluation in Fiji."
    },
    {
      "title": "Quantification of antibody staining and follicle formation",
      "text": "Fiji software was used to quantify the area of LRP2- and PCLAF-positive staining, number of follicles, and follicle diameter ( Schindelin et al., 2012 ). For LRP2 and PCLAF quantification, images were converted to 8-bit format, then background removed using the inbuilt threshold function in Fiji. For one section per sample the mean area of antibody-positive staining relative to the assessed area was calculated using three randomly placed 400x400 pixel squares. The mean % area for each exposure group was calculated based on sample means. The threshold for background removal was the same for all sections.\n\nThe number of follicles (with lumen) was manually counted on the LRP2 stained sections. Follicles were counted within the three 400x400 pixel square used in the LRP2 quantification, averaged across the three squares, and expressed as number of follicles per mm 2  tissue. Follicle size was determined by measuring the diameter of 7–10 follicles, with an identifiable lumen, per thyroid lobe, using the measure function in the Fiji software scaled to the scale bar of each image ( Schindelin et al., 2012 )."
    },
    {
      "title": "Statistical analysis",
      "text": "Follicle number and size data (n = 4) are presented as mean ± standard deviation (SD) with individual data points shown as circles, the data was checked for normality using qqplot and significant effects were calculated using unpaired  t  test. Gene expression (n = 5–6) and IHC data (n = 4) are presented as mean ± standard deviation with individual datapoints shown as circles. Data were checked for normality using qqplot and Bartlett’s test for variance. One-way ANOVA followed by post hoc Dunnett’s test was conducted when assumptions were met. If assumptions for ANOVA were not met, Kruskal-Wallis followed by post hoc Dunn’s test was conducted. The statistical significance level was set at p < 0.05 and is presented with *."
    },
    {
      "title": "Results",
      "text": "Fetal rat thyroid glands were cultured  ex vivo  to determine if PFOS could directly affect the developing gland. At the morphological level PFOS exposure caused no signs of overt toxicity nor a significant effect on the number of follicles or follicle size, albeit a tendency towards increasing number and diameter were observed in PFOS-exposed thyroids ( Fig. 1 ). Fig. 1 The effects of PFOS on (A) Follicle count and (B) Follicle size. Thyroid glands were isolated from GD21 rat fetuses and cultured  ex vivo  with 1 µM TSH for 48 h. The glands were exposed to either 0 (Control, red) or 10 µM PFOS (green; n = 4) and the no. of follicles/mm 2  and follicle size is presented as mean ± SD, with individual data points shown as circles. No statistically significant change in the average number of follicles with lumen per mm 2  of thyroid (A), nor in the average follicle size per thyroid gland, was observed (B). PFOS: perfluorooctanesulfonic acid.\n\nThe effects of PFOS on (A) Follicle count and (B) Follicle size. Thyroid glands were isolated from GD21 rat fetuses and cultured  ex vivo  with 1 µM TSH for 48 h. The glands were exposed to either 0 (Control, red) or 10 µM PFOS (green; n = 4) and the no. of follicles/mm 2  and follicle size is presented as mean ± SD, with individual data points shown as circles. No statistically significant change in the average number of follicles with lumen per mm 2  of thyroid (A), nor in the average follicle size per thyroid gland, was observed (B). PFOS: perfluorooctanesulfonic acid.\n\nPFOS exposure affected transcript levels of the transcription factors  Pax8  and  Foxe1  ( Fig. 2 ).  Foxe1  was significantly and dose-dependently upregulated in the 10 µM PFOS group ( Fig. 2 B).  Pax8  was significantly downregulated by 1 µM and 10 µM PFOS ( Fig. 2 C). We also visualized the expression of  Foxe1  and  Pax8  by RNAscope. Here, the expression was very strong and uniform across the tissue. No clear difference could be distinguished between controls and 10 µM PFOS (data not shown). There were no effects on  Nkx2-1  expression by RT-qPCR analysis ( Fig. 2 A). Fig. 2 Effects of PFOS on the relative transcript levels of (A)  Nkx2-1 , (B)  Foxe1 , and (C)  Pax8 . GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 5–6). Relative gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha , and is presented as mean ± SD, with individual data points shown as circles. A significant increase in the expression of  Foxe1  was observed at 10 µM PFOS (B), while a significant downregulation was seen for  Pax8  at 1 and 10 µM (C). * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. PFOS: perfluorooctanesulfonic acid.\n\nEffects of PFOS on the relative transcript levels of (A)  Nkx2-1 , (B)  Foxe1 , and (C)  Pax8 . GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 5–6). Relative gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha , and is presented as mean ± SD, with individual data points shown as circles. A significant increase in the expression of  Foxe1  was observed at 10 µM PFOS (B), while a significant downregulation was seen for  Pax8  at 1 and 10 µM (C). * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. PFOS: perfluorooctanesulfonic acid.\n\nSince PFOS disrupted expression of the key network of transcription factors in the developing thyroid gland, we proceeded to evaluate potential downstream effects on genes regulated by the same transcription factors. PFOS reduced the expression of  Cdh16  at 1 µM and 10 µM ( Fig. 3 A). Neither  Cdh1  nor  Cldn1  were significantly affected by PFOS exposure ( Fig. 3 B and 3C). Fig. 3 Effects of PFOS on the relative transcript levels of thyroid gland transcription factor target genes (A)  Cdh16 , (B)  Cdh1 , and (C)  Cldn1 . GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 2–6). Relative gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha,  and is presented as mean ± SD, with individual data points shown as circles. Both 1 and 10 µM PFOS significantly reduced the expression of  Cdh16  (A), while  Cdh1  and  Cldn1  were not affected .  * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. PFOS: perfluorooctanesulfonic acid.\n\nEffects of PFOS on the relative transcript levels of thyroid gland transcription factor target genes (A)  Cdh16 , (B)  Cdh1 , and (C)  Cldn1 . GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 2–6). Relative gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha,  and is presented as mean ± SD, with individual data points shown as circles. Both 1 and 10 µM PFOS significantly reduced the expression of  Cdh16  (A), while  Cdh1  and  Cldn1  were not affected .  * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. PFOS: perfluorooctanesulfonic acid.\n\nTo further characterize the effect on  Cdh16  within the thyroid gland, we performed RNAscope analyses to evaluate potential spatial expression changes. In the exposed thyroids,  Cdh16  exhibited patchy expression pattern in response to 10 µM PFOS ( Fig. 4 ). Notably, this downregulation was not uniform across the thyroid gland, but instead appeared to be reduced, and even absent, in regions of the glands, with other regions still expressing high levels of mRNA. In the control thyroid glands,  Cdh16  expression was relatively uniform across the entire section with some areas of very high abundance. Fig. 4 PFOS exposure alters  Cdh16  expression. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH and either 0 (Control), or 10 µM PFOS (n = 4) for 48 h. Red staining is  Cdh16  and the purple staining is haematoxylin stained nuclei. Representative images with magnified inserts are shown. In the controls,  Cdh16  expression appeared uniform across the whole thyroid gland, except for in the parathyroid (PT). In the glands exposed to 10 µM PFOS, the expression of  Cdh16  was patchy, with some areas of high expression and others with none or very low expression. PFOS: perfluorooctanesulfonic acid; PT: parathyroid.\n\nPFOS exposure alters  Cdh16  expression. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH and either 0 (Control), or 10 µM PFOS (n = 4) for 48 h. Red staining is  Cdh16  and the purple staining is haematoxylin stained nuclei. Representative images with magnified inserts are shown. In the controls,  Cdh16  expression appeared uniform across the whole thyroid gland, except for in the parathyroid (PT). In the glands exposed to 10 µM PFOS, the expression of  Cdh16  was patchy, with some areas of high expression and others with none or very low expression. PFOS: perfluorooctanesulfonic acid; PT: parathyroid.\n\nUsing an antibody against CDH16, we next analysed if the same disrupted expression pattern was occurring at the protein level. IHC staining confirmed the patchy expression pattern observed for mRNA ( Fig. 5 ). Similar to the gene expression, the control samples exhibited a relatively uniform expression pattern of CDH16 across the gland, while thyroid glands exposed to 10 µM PFOS exhibited a reduced and patchy expression pattern. By staining serial sections, it was clear that the expression pattern in both control and exposed samples was largely overlapping between cadherin-16 mRNA and protein. Fig. 5 PFOS exposure alters CDH16 expression. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH and either 0 (Control), or 10 µM PFOS (n = 4) for 48 h. In the controls, uniform expression of CDH16 can be seen versus patchy expression in the thyroid glands exposed to 10 µM PFOS. Representative images with magnified inserts are shown. Brown staining is CDH16 and purple staining is haematoxylin stained nuclei. PFOS: perfluorooctanesulfonic acid; PT: parathyroid.\n\nPFOS exposure alters CDH16 expression. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH and either 0 (Control), or 10 µM PFOS (n = 4) for 48 h. In the controls, uniform expression of CDH16 can be seen versus patchy expression in the thyroid glands exposed to 10 µM PFOS. Representative images with magnified inserts are shown. Brown staining is CDH16 and purple staining is haematoxylin stained nuclei. PFOS: perfluorooctanesulfonic acid; PT: parathyroid.\n\nSince PFOS dysregulated key components of thyroid gland development, we proceeded to investigate genes related to thyroid function. They all form part of the integrated TH biosynthesis and secretion machinery, and some are also regulated by the transcription factors ( Nilsson and Fagman, 2017 ) ( Fig. 6 ). PFOS significantly upregulated the expression of  Tpo  at 1 µM, and  Lrp2  at 1 and 10 µM ( Fig. 6 C and 6E). There were no effects on  Tshr ,  Slc5a5 (NIS),  Tg  and  Dio1  transcript levels. We also assessed the effect of PFOS on other gene transcripts of relevance to thyroid development and function ( Nectin1 ,  Kcnip3 ,  Wnt5b  and  Pclaf ) ( Fig. S1 ). Here,  Pclaf  was upregulated 3-fold relative to controls ( Fig. S1 D) while there were no effects on expression of  Nectin1 ,  Kcnip3  and  Wnt5b  ( Fig. S1 A-C) . Fig. 6 Effects of PFOS on thyroid gland function and hormone synthesis gene transcripts. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 5–6). Gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha,  and is presented as mean ± SD, with individual data points shown as circles.  Tpo  expression increased following exposure to 1 µM PFOS (C), while  Lrp2  expression increased following exposure to 1 and 10 µM PFOS (E).  Tshr  (A),  Slc5a5 (NIS)  (B),  Tg  (D),  Dio1  (F) were not affected. (A-D) and (F): * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. (E): Assumptions for ANOVA were not met, * p < 0.05, as determined by Kruskal-Wallis followed by post hoc Dunn’s test. PFOS: perfluorooctanesulfonic acid.\n\nEffects of PFOS on thyroid gland function and hormone synthesis gene transcripts. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 5–6). Gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha,  and is presented as mean ± SD, with individual data points shown as circles.  Tpo  expression increased following exposure to 1 µM PFOS (C), while  Lrp2  expression increased following exposure to 1 and 10 µM PFOS (E).  Tshr  (A),  Slc5a5 (NIS)  (B),  Tg  (D),  Dio1  (F) were not affected. (A-D) and (F): * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. (E): Assumptions for ANOVA were not met, * p < 0.05, as determined by Kruskal-Wallis followed by post hoc Dunn’s test. PFOS: perfluorooctanesulfonic acid.\n\nWe performed immunostaining of both LRP2 and PCLAF to assess protein expression. There were only minor nominal effects on the %-area positive for LRP2 and PCLAF ( Fig. S2 )."
    },
    {
      "title": "PFOS exposure did not significantly affect thyroid morphology",
      "text": "Fetal rat thyroid glands were cultured  ex vivo  to determine if PFOS could directly affect the developing gland. At the morphological level PFOS exposure caused no signs of overt toxicity nor a significant effect on the number of follicles or follicle size, albeit a tendency towards increasing number and diameter were observed in PFOS-exposed thyroids ( Fig. 1 ). Fig. 1 The effects of PFOS on (A) Follicle count and (B) Follicle size. Thyroid glands were isolated from GD21 rat fetuses and cultured  ex vivo  with 1 µM TSH for 48 h. The glands were exposed to either 0 (Control, red) or 10 µM PFOS (green; n = 4) and the no. of follicles/mm 2  and follicle size is presented as mean ± SD, with individual data points shown as circles. No statistically significant change in the average number of follicles with lumen per mm 2  of thyroid (A), nor in the average follicle size per thyroid gland, was observed (B). PFOS: perfluorooctanesulfonic acid.\n\nThe effects of PFOS on (A) Follicle count and (B) Follicle size. Thyroid glands were isolated from GD21 rat fetuses and cultured  ex vivo  with 1 µM TSH for 48 h. The glands were exposed to either 0 (Control, red) or 10 µM PFOS (green; n = 4) and the no. of follicles/mm 2  and follicle size is presented as mean ± SD, with individual data points shown as circles. No statistically significant change in the average number of follicles with lumen per mm 2  of thyroid (A), nor in the average follicle size per thyroid gland, was observed (B). PFOS: perfluorooctanesulfonic acid."
    },
    {
      "title": "PFOS exposure disrupted expression of key genes involved in thyroid gland development and function",
      "text": "PFOS exposure affected transcript levels of the transcription factors  Pax8  and  Foxe1  ( Fig. 2 ).  Foxe1  was significantly and dose-dependently upregulated in the 10 µM PFOS group ( Fig. 2 B).  Pax8  was significantly downregulated by 1 µM and 10 µM PFOS ( Fig. 2 C). We also visualized the expression of  Foxe1  and  Pax8  by RNAscope. Here, the expression was very strong and uniform across the tissue. No clear difference could be distinguished between controls and 10 µM PFOS (data not shown). There were no effects on  Nkx2-1  expression by RT-qPCR analysis ( Fig. 2 A). Fig. 2 Effects of PFOS on the relative transcript levels of (A)  Nkx2-1 , (B)  Foxe1 , and (C)  Pax8 . GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 5–6). Relative gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha , and is presented as mean ± SD, with individual data points shown as circles. A significant increase in the expression of  Foxe1  was observed at 10 µM PFOS (B), while a significant downregulation was seen for  Pax8  at 1 and 10 µM (C). * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. PFOS: perfluorooctanesulfonic acid.\n\nEffects of PFOS on the relative transcript levels of (A)  Nkx2-1 , (B)  Foxe1 , and (C)  Pax8 . GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 5–6). Relative gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha , and is presented as mean ± SD, with individual data points shown as circles. A significant increase in the expression of  Foxe1  was observed at 10 µM PFOS (B), while a significant downregulation was seen for  Pax8  at 1 and 10 µM (C). * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. PFOS: perfluorooctanesulfonic acid.\n\nSince PFOS disrupted expression of the key network of transcription factors in the developing thyroid gland, we proceeded to evaluate potential downstream effects on genes regulated by the same transcription factors. PFOS reduced the expression of  Cdh16  at 1 µM and 10 µM ( Fig. 3 A). Neither  Cdh1  nor  Cldn1  were significantly affected by PFOS exposure ( Fig. 3 B and 3C). Fig. 3 Effects of PFOS on the relative transcript levels of thyroid gland transcription factor target genes (A)  Cdh16 , (B)  Cdh1 , and (C)  Cldn1 . GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 2–6). Relative gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha,  and is presented as mean ± SD, with individual data points shown as circles. Both 1 and 10 µM PFOS significantly reduced the expression of  Cdh16  (A), while  Cdh1  and  Cldn1  were not affected .  * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. PFOS: perfluorooctanesulfonic acid.\n\nEffects of PFOS on the relative transcript levels of thyroid gland transcription factor target genes (A)  Cdh16 , (B)  Cdh1 , and (C)  Cldn1 . GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 2–6). Relative gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha,  and is presented as mean ± SD, with individual data points shown as circles. Both 1 and 10 µM PFOS significantly reduced the expression of  Cdh16  (A), while  Cdh1  and  Cldn1  were not affected .  * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. PFOS: perfluorooctanesulfonic acid."
    },
    {
      "title": "PFOS exposure decreased the number of CDH16-positive cells in the developing thyroid gland",
      "text": "To further characterize the effect on  Cdh16  within the thyroid gland, we performed RNAscope analyses to evaluate potential spatial expression changes. In the exposed thyroids,  Cdh16  exhibited patchy expression pattern in response to 10 µM PFOS ( Fig. 4 ). Notably, this downregulation was not uniform across the thyroid gland, but instead appeared to be reduced, and even absent, in regions of the glands, with other regions still expressing high levels of mRNA. In the control thyroid glands,  Cdh16  expression was relatively uniform across the entire section with some areas of very high abundance. Fig. 4 PFOS exposure alters  Cdh16  expression. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH and either 0 (Control), or 10 µM PFOS (n = 4) for 48 h. Red staining is  Cdh16  and the purple staining is haematoxylin stained nuclei. Representative images with magnified inserts are shown. In the controls,  Cdh16  expression appeared uniform across the whole thyroid gland, except for in the parathyroid (PT). In the glands exposed to 10 µM PFOS, the expression of  Cdh16  was patchy, with some areas of high expression and others with none or very low expression. PFOS: perfluorooctanesulfonic acid; PT: parathyroid.\n\nPFOS exposure alters  Cdh16  expression. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH and either 0 (Control), or 10 µM PFOS (n = 4) for 48 h. Red staining is  Cdh16  and the purple staining is haematoxylin stained nuclei. Representative images with magnified inserts are shown. In the controls,  Cdh16  expression appeared uniform across the whole thyroid gland, except for in the parathyroid (PT). In the glands exposed to 10 µM PFOS, the expression of  Cdh16  was patchy, with some areas of high expression and others with none or very low expression. PFOS: perfluorooctanesulfonic acid; PT: parathyroid.\n\nUsing an antibody against CDH16, we next analysed if the same disrupted expression pattern was occurring at the protein level. IHC staining confirmed the patchy expression pattern observed for mRNA ( Fig. 5 ). Similar to the gene expression, the control samples exhibited a relatively uniform expression pattern of CDH16 across the gland, while thyroid glands exposed to 10 µM PFOS exhibited a reduced and patchy expression pattern. By staining serial sections, it was clear that the expression pattern in both control and exposed samples was largely overlapping between cadherin-16 mRNA and protein. Fig. 5 PFOS exposure alters CDH16 expression. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH and either 0 (Control), or 10 µM PFOS (n = 4) for 48 h. In the controls, uniform expression of CDH16 can be seen versus patchy expression in the thyroid glands exposed to 10 µM PFOS. Representative images with magnified inserts are shown. Brown staining is CDH16 and purple staining is haematoxylin stained nuclei. PFOS: perfluorooctanesulfonic acid; PT: parathyroid.\n\nPFOS exposure alters CDH16 expression. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH and either 0 (Control), or 10 µM PFOS (n = 4) for 48 h. In the controls, uniform expression of CDH16 can be seen versus patchy expression in the thyroid glands exposed to 10 µM PFOS. Representative images with magnified inserts are shown. Brown staining is CDH16 and purple staining is haematoxylin stained nuclei. PFOS: perfluorooctanesulfonic acid; PT: parathyroid."
    },
    {
      "title": "PFOS exposure increased expression of  Tpo, Lrp2  and  Pclaf  in developing rat thyroid glands",
      "text": "Since PFOS dysregulated key components of thyroid gland development, we proceeded to investigate genes related to thyroid function. They all form part of the integrated TH biosynthesis and secretion machinery, and some are also regulated by the transcription factors ( Nilsson and Fagman, 2017 ) ( Fig. 6 ). PFOS significantly upregulated the expression of  Tpo  at 1 µM, and  Lrp2  at 1 and 10 µM ( Fig. 6 C and 6E). There were no effects on  Tshr ,  Slc5a5 (NIS),  Tg  and  Dio1  transcript levels. We also assessed the effect of PFOS on other gene transcripts of relevance to thyroid development and function ( Nectin1 ,  Kcnip3 ,  Wnt5b  and  Pclaf ) ( Fig. S1 ). Here,  Pclaf  was upregulated 3-fold relative to controls ( Fig. S1 D) while there were no effects on expression of  Nectin1 ,  Kcnip3  and  Wnt5b  ( Fig. S1 A-C) . Fig. 6 Effects of PFOS on thyroid gland function and hormone synthesis gene transcripts. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 5–6). Gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha,  and is presented as mean ± SD, with individual data points shown as circles.  Tpo  expression increased following exposure to 1 µM PFOS (C), while  Lrp2  expression increased following exposure to 1 and 10 µM PFOS (E).  Tshr  (A),  Slc5a5 (NIS)  (B),  Tg  (D),  Dio1  (F) were not affected. (A-D) and (F): * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. (E): Assumptions for ANOVA were not met, * p < 0.05, as determined by Kruskal-Wallis followed by post hoc Dunn’s test. PFOS: perfluorooctanesulfonic acid.\n\nEffects of PFOS on thyroid gland function and hormone synthesis gene transcripts. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 5–6). Gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha,  and is presented as mean ± SD, with individual data points shown as circles.  Tpo  expression increased following exposure to 1 µM PFOS (C), while  Lrp2  expression increased following exposure to 1 and 10 µM PFOS (E).  Tshr  (A),  Slc5a5 (NIS)  (B),  Tg  (D),  Dio1  (F) were not affected. (A-D) and (F): * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. (E): Assumptions for ANOVA were not met, * p < 0.05, as determined by Kruskal-Wallis followed by post hoc Dunn’s test. PFOS: perfluorooctanesulfonic acid.\n\nWe performed immunostaining of both LRP2 and PCLAF to assess protein expression. There were only minor nominal effects on the %-area positive for LRP2 and PCLAF ( Fig. S2 )."
    },
    {
      "title": "Discussion",
      "text": "The thyroid gland is vital for the health of an organism. Disrupted thyroid development or function can cause lifelong alterations in the TH system leading to chronic disease and even death ( Mullur et al., 2014 ,  Zoeller and Rovet, 2004 ). Congenital hypothyroidism is one of the most common neonatal birth defects, affecting 1 out of 3500 live births ( Kratzsch and Pulzer, 2008 ) of which approximately 80 % of cases can be attributed to some form of thyroid dysgenesis ( Grüters et al., 1994 ). This is concerning as thyroid gland development is thought to be susceptible to environmental factors ( McNally et al., 2021 ). Adding to this, prenatal exposure to PFAS can cause lasting disruption of the TH system ( Feng et al., 2017 ,  Lau et al., 2003 ,  Yu et al., 2009b ). Here we offer a possible first step to understanding how chemicals such as PFOS can interfere with the development of the thyroid gland.\n\nIn our  ex vivo  rat culture model, PFOS exposure disrupted expression of several key transcription factors and downstream gene targets. Notably,  Foxe1  was upregulated whereas  Pax8  was downregulated in PFOS-exposed GD21 thyroid glands. These transcription factors are part of a tightly controlled network regulating thyroid gland development and function ( López-Márquez et al., 2021 ). Disruption to this molecular machinery may thus adversely impact the formation of the thyroid gland as well as its ability to function. This could have real consequences for lifelong thyroid gland function. Although complete disruption to the transcription factor network can cause thyroid agenesis ( De Felice et al., 1998 ,  López-Márquez et al., 2021 ,  Mansouri et al., 1998 ,  Montanelli and Tonacchera, 2010 ,  Nilsson and Fagman, 2017 ), less severe impact on the same regulatory network could potentially lead to less severe organ phenotypes. In the cultured rat thyroid glands exposed to PFOS, we did not observe marked effects on follicle counts or size after two days of culture, although there was a tendency towards increased counts. However, the calcium-dependent, membrane-associated glycoprotein CDH16 was significantly disrupted.\n\nCdh16  is a transcriptional target of PAX8 ( de Cristofaro et al., 2012 ) and is thought to control the apical-basal polarization of the thyroid epithelial cells. This polarization is necessary for lumen formation, follicle growth and, ultimately, follicular function ( Koumarianou et al., 2017 ). In the thyroid, CDH16 forms adherens junctions between the thyroid follicular epithelial cells of the follicles, which is essential for lumen formation ( Koumarianou et al., 2017 ). The fact that PFOS exposure downregulated  Pax8  expression, as well as CDH16 expression at both transcript and protein level, may suggest that PFOS can disrupt follicle formation, maturation, and function. Since the follicles are required for TH biosynthesis ( Bernier-Valentin et al., 2006 ,  Nilsson and Fagman, 2017 ), this phenotype could help explain the persistent effects on TH regulation postnatally following developmental exposure to PFOS, even when exposure ceases. Especially since TSH levels and TSH mediated cAMP signalling remain unaffected by PFOS ( Croce et al., 2019 ,  Lau et al., 2003 ,  Yu et al., 2009b ).\n\nIn the thyroid follicles, PFOS exposure increased expression of  Lrp2  and the FOXE1 - regulated gene  Tpo  ( Aza-Blanc et al., 1993 ,  Lisi et al., 2003 ,  Ortiga-Carvalho et al., 2016 ,  Santisteban et al., 1992 ).  Lrp2  encodes for megalin, which plays a role in importing Tg from the apical surface of the follicular lumen and facilitates transport of Tg out to the blood. TPO is critical in TH synthesis where it synthetizes T3 and T4 at the interface between the apical plasma membrane and the colloid. The fact that PFOS can upregulate  Foxe1 ,  Tpo  and  Lrp2  could indicate an upregulation of TH synthesis in the  ex vivo  cultured thyroid glands. In other words, the overall effect pattern observed in the  ex vivo  exposed thyroid glands could indicate that PFOS can disrupt expression of key transcription factors, ultimately disrupting TH synthesis. Alternatively, PFOS may directly disrupt follicle integrity through disruption of PAX8 and CDH16, leading to a compensatory response in the TH synthesis apparatus.\n\nOur study provides a possible first insight into understanding the molecular underpinnings of how prenatal PFOS exposure leads to lasting decrease in TH levels in rat pups ( Feng et al., 2017 ,  Lau et al., 2003 ,  Yu et al., 2009b ), even when the body burden of PFOS decreases ( Yu et al., 2009b ). In zebrafish embryos, PFOS exposure can increase the expression of  Hhex  and  Pax8  ( Shi et al., 2008 ). While in chicken embryos, exposure to a mixture of PFASs can decrease relative colloid area and thyroid follicular size, concomitant with lower free T4 and T3 levels ( Mattsson et al., 2019 ). Although we did not observe obvious morphological differences in PFOS-exposed thyroid glands, we did observe marked changes in CDH16 expression in the follicles, which could lead to compromised tissue integrity. PFOS also increased the expression of the oncogene  Pclaf.  Since PFOS was recently classified as “possibly carcinogenic to humans” by the International Agency for Research on Cancer (IARC) ( Ma et al., 2020 )( Zahm et al., 2024 ), any potential associations between  Pclaf  and PFOS should be investigated further. Notably, our study design does have limitations, such as a limited sample size of 4 and a short exposure period of only 48 h. In addition, although thyroid glands can develop  ex vivo , the rate at which developmental processes occur, may differ from the  in vivo  situation ( Carré et al., 2020 ). Nevertheless, 48 h exposure did capture an acute response in both gene and protein expression."
    },
    {
      "title": "Conclusions",
      "text": "PFOS-induced disturbance to thyroid gland development is of concern, as it may alter the capacity to produce THs later in life. Here we propose a possible mechanism by which PFOS can disturb the regulatory network of transcription factors guiding thyroid development and function in  ex vivo  cultured fetal rat thyroid glands. The suggested mechanism implies that PFOS can affect thyroid development and function through increased expression of  Foxe1  and reduced expression of  Pax8  and  Cdh16/ CDH16. Additionally, our data indicate that PFOS can upregulate the TH synthesis genes  Tpo  and  Lrp2 , possibly as a compensatory effect on TH synthesis. Disruption to these processes may adversely affect the function of the TH system both during gestation and later in life. Further studies are needed to establish whether these effects are a driving factor in PFOS-induced TH system disruption and whether similar effects occur  in vivo ."
    },
    {
      "title": "Funding",
      "text": "This project was funded by the Ministry of Foods, Agriculture and Fisheries of Denmark (FEMINIX project). The funding source was not involved in the study design, data collection and analysis, or report preparation."
    },
    {
      "title": "CRediT authorship contribution statement",
      "text": "Nichlas Davidsen:  Conceptualization, Methodology, Formal analysis, Investigation, Writing – original draft, Writing – review & editing, Visualization, Project administration.  Louise Ramhøj:  Conceptualization, Methodology, Formal analysis, Investigation, Writing – original draft, Writing – review & editing, Visualization, Project administration.  Anne-Sofie Ravn Ballegaard:  Formal analysis, Investigation, Writing – review & editing.  Anna Kjerstine Rosenmai:  Methodology, Writing – review & wditing, Project administration.  Cecillie Sofie Henriksen:  Formal analysis, Investigation, Writing – review & editing.  Terje Svingen:  Conceptualization, Investigation, Resources, Writing – original draft, Writing – review & editing, Visualization, Project administration, Funding acquisition."
    },
    {
      "title": "Declaration of competing interest",
      "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }
  ],
  "full_text": "Graphical abstract\n\n## Introduction\n\nThe synthetic chemical perfluorooctanesulfonic acid (PFOS) can disrupt fetal development in both humans and animals ( Fenton et al., 2021 ). Notably, PFOS can disrupt the thyroid hormone (TH) system of human infants ( Aimuzi et al., 2019 ,  Preston et al., 2020 ), rat pups ( Yu et al., 2009b ), and zebrafish larvae ( Shi et al., 2008 ) and PFOS have been found in human thyroid tissue ( Pirali et al., 2009 ). Several rodent studies suggest that perfluorinated compounds can interfere with the TH system during perinatal stages and cause lasting effects seen as compromised TH levels later in life. For example, rat pups prenatally exposed to PFOS show decreased total thyroxine (T4) and free T4 levels until postnatal day (PND) 35 ( Lau et al., 2003 ,  Yu et al., 2009b ), an effect that persist even if the body burden of PFOS declines ( Yu et al., 2009b ). Similarly, gestational exposure to perfluorohexane sulfonate (PFHxS) can markedly reduce serum T4 in newborn rats ( Gilbert et al., 2021 ), whereas exposure to perfluorobutane sulfonate (PFBS) can reduce both T3 and T4 in newborn mice, persisting until PND60 ( Feng et al., 2017 ). Since the effects of early-life exposure persist into puberty and adulthood, it could suggest that at least some perfluorinated compounds can directly affect fetal thyroid gland development and cause irreversible damage manifesting as compromised capacity to synthesize THs.\n\nLifelong thyroid function depends on correct thyroid gland development, which is regulated by a network of transcription factors, including Haematopoietically-expressed homeobox ( Hhex ), NK2 homeobox 1 ( Nkx2-1 ), Paired Box 8 ( Pax8 ), and Forkhead box E1 ( Foxe1 ) ( López-Márquez et al., 2021 ,  Nilsson and Fagman, 2017 ). These factors orchestrate early thyroid gland development and later folliculogenesis, and continue to be important for thyroid gland function throughout life ( Damante et al., 2000 ,  López-Márquez et al., 2021 ,  Nilsson and Fagman, 2017 ,  Parlato et al., 2004 ). Follicle formation, growth, and maintenance of basal–apical membrane integrity are key components of TH biosynthesis and release ( Koumarianou et al., 2017 ). Here, PAX8 and its target gene  Cadherin-16  ( Cdh16 ) establishes and maintains the apical-basal polarization needed for follicle formation, lumen expansion, and TH synthesis ( Johansson et al., 2021 ,  Koumarianou et al., 2017 ). After the onset of thyroid function, which occur around gestation day (GD) 19 (embryonic day 18) in rats ( De Escobar et al., 2004 ),  Nkx2-1 ,  Pax8 , and  Foxe1 , together with thyroid stimulating hormone (TSH) partly controls the expression of key factors in TH synthesis, including thyroglobulin (TG), thyroperoxidase (TPO) and the sodium-iodide symporter (NIS) ( Maenhaut et al., 1992 ,  Postiglione et al., 2002 ).\n\nAlthough PFOS is known to disrupt the TH system, knowledge about how disruption may occur at the tissue and molecular level is limited. Regarding thyroid gland development, gestational exposure to PFOS was shown to increase around 2-fold the number of proliferating thyroid epithelial cells in female rat fetuses ( Chang et al., 2008 ). In non-mammalians, a mixture of PFAS could reduce relative colloid area and thyroid follicular size, together with a decline in free T4 and T3 in chicken embryos ( Mattsson et al., 2019 ), whereas PFOS could lower the expression of  Hhex  and  Pax8  in zebrafish larvae ( Shi et al., 2008 ). Additional information could potentially be obtained from studies in adult rodents where PFOS exposure significantly reduces circulating levels of T4 and T3 ( Curran et al., 2008 ,  Davidsen et al., 2022 ,  Thibodeaux et al., 2003 ,  Yu et al., 2009a ). However, the thyroid gland transcriptome does not seem to be strongly affected by PFOS in adult rats ( Davidsen et al., 2022 ).\n\nOther suggested mechanisms by which PFOS can interfere with the TH system includes inhibition of the sodium-iodide symporter (NIS) ( Buckalew et al., 2020 ,  Conti et al., 2020 ,  Wang et al., 2019 ,  Wang et al., 2018 ), antagonism of the thyroid receptor (TR) alpha ( Ren et al., 2014 ), displacement of T4 from the TH distributor protein transthyretin (TTR), and disruption to TH metabolism and excretion in the liver ( Chang et al., 2008 ,  Ren et al., 2016 ,  Weiss et al., 2009 ,  Yu et al., 2011 ,  Yu et al., 2009b ). These mechanisms could play a role in the continued thyroid hormone system disruption by PFOS but since the developmental effects are persistent, other mechanisms could also contribute to, or be responsible for, the persistent effects on TH levels following developmental exposure. To start addressing the issue, a first step would be to look more closely at the developing thyroid gland under PFOS exposure. Hence, we designed a study using explanted rat thyroid glands to assess if PFOS could directly affect fetal thyroid development, focusing on key transcription factors and their downstream targets, in addition to indices of TH synthesis.\n\n## Materials and methods\n\nSeven time-mated, nulliparous Sprague-Dawley rat dams (Crl:CD(SD) bred by Charles River Europe, and distributed by SCANBUR, (Karlslunde, Denmark) arrived on gestation day (GD) 17 (the day of plug-detection designated GD1). On GD21, dams were decapitated under CO 2 /O 2  anaesthesia, and the fetuses collected and immediately killed by decapitation. The animal experiments were carried out in the BioFacility of the Technical University of Denmark. Ethical approval was given by the Danish Animal Experiments Inspectorate, authorization number 2020–15-0201–00539. The experiments were overseen by the in-house Animal Welfare Committee for animal care and use at the National Food Institute. Housing conditions and animal care were as detailed in  Ramhøj et al. (2022) .\n\nThyroid glands were excised under stereomicroscope from GD21 male rat fetuses and stored (<2 hrs) in DMEM/F12 (Sigma-Aldrich, St. Louis, MO, USA). Both lobes from each thyroid gland were cultured together in hanging drop culture throughout the experiment. The culture was maintained using StemPro34 medium, with added StemPro34 nutritional supplement (Gibco, MA, USA), 0.25 U/mL penicillin–streptomycin (#15070063, Gibco), and 2 mM L-glutamine (#25030149, Gibco). Exposure conditions were 0 (DMSO control), 1 µM PFOS, 10 µM PFOS or 100 µM PFOS (Perfluorooctanesulfonic acid/Heptadecafluorooctanesulfonic acid potassium salt (PFOS) (CAS: 279–39-3, purity: 98 %, Sigma-Aldrich). The exposure concentrations were selected based on available literature evaluating thyroid effects  in vitro  ( Buckalew et al., 2020 ,  Conti et al., 2020 ,  Coperchini et al., 2014 ). All samples were exposed to a basal level of 1 µM bovine thyroid stimulating hormone (TSH) (#TSH-1315B, Creative Biomart, NY, USA) and 0.1 % dimethyl sulfoxide (DMSO) (CAS: 67–68-5, Sigma-Aldrich) in the medium. The hanging drop culture was setup by pipetting 50 µL droplets of exposure medium on the inner sides of reversed lids of 24-well Cellstar plates (Greiner, Austria). One thyroid gland was placed in each droplet and the lids flipped in one swift motion and mounted on the 24-well plates. Thus, the droplets containing the thyroid glands, were hanging from the lid, each drop above one well filled with PBS to reduce evaporation. Exposure medium (including chemicals, TSH and DMSO) was changed after 24hrs by flipping the lids, aspiring the old medium droplet and adding fresh exposure medium. The thyroid glands were cultured for a total of 48 hrs in an incubator at 37 °C, 80 % O 2 , 5 % CO 2 , 80 % relative humidity. The concentration of 100 µM PFOS proved too high for the hanging drop culture setup, with the drops unable to support the tissue. We therefore excluded the 100 µM exposure group from the study. After 48 hrs of culture the thyroid glands were collected and either stored at −80 °C for RNA extraction or stained with Meyer’s haematoxylin and fixed in 10 % neutral buffered formalin (2 hrs) then transferred to 70 % EtOH (<4 days). The thyroid glands were processed, embedded in paraffin- and sectioned serially at 4 μm. Two sections (from two different tissue-depths) per thyroid lobe were evaluated.\n\nTotal RNA was isolated from thyroid glands using Qiagen RNeasy micro kit (Qiagen, Hilden, Germany) with on-column DNase I treatment. Quantity and purity of RNA was measured using a NanoDrop spectrophotometer (ND-1000, Fisher Scientific), with a 260/280 ratio threshold ≥ 1.90. 500 ng RNA was used for cDNA synthesis using the Omniscript Reverse Transcription Kit (Qiagen) together with anti-RNAse and Random primer mix from Invitrogen (MA, USA). TaqMan Gene Expression assays (Life Technologies, Carlsbad, CA, USA) were used as follows: transcripts related to thyroid gland function;  Tshr  (Rn00563612_m1),  Slc5a5  (Rn00583900_m1),  Duox1  (Rn00596688_m1)  Tpo  (Rn00571159_m1),  Tg  (Rn00667257_g1),  Lrp2  (Rn00578067_m1),  Dio1  (Rn00572183_m1). Thyroid gland development and specification;  Nkx2-1  (Rn01512482_m1),  Pax8  (Rn00579743_m1),  Foxe1  (Rn00594363_s1),  Cdh16  (Rn01536488_m1),  Cdh1  (Rn00580109_m1),  Cldn1  (Rn00581740_m1). Other probes selected were;  Nectin1  (Rn01421928_m1),  Pclaf  (Rn01644485_g1),  Kcnip3  (Rn00583484_m1),  Wnt5b  (Rn01492357_m1), and  Asgr1  (Rn00560750_m1). RT-qPCR was run in technical duplicates on a Quantstudio 7 Flex Real-Time PCR System (Applied Biosystems, Waltham, MA, USA), using 3 µL diluted (1:20) cDNA in each 11 µL reaction with TaqMan Fast Universal Mastermix (Life Technologies). The geometric mean of the stably expressed reference genes  Rps18  (Rn01428913_gH), and  SDHA  (Rn00590475_m1) was used to calculate relative transcription levels with the 2 -ΔΔCt  method ( Schmittgen and Livak, 2008 ).\n\nSpatial gene expression was evaluated by RNAscope (Advanced Cell Diagnostics Biotechne, Newark, CA, USA)  in situ  hybridization in thyroid glands exposed to control and 10 µM PFOS (n = 4). The sections were deparaffinized and stained using the RNAscope® 2.5 HD - RED assay (Advanced Cell Diagnostics Biotechne) according to the manufacturer’s instructions with 15 min RNAscope H202 and Protease Plus (Advanced Cell Diagnostics Biotechne) treatment, RNAscope Wash Buffer Reagents (Advanced Cell Diagnostics Biotechne) and reagents provided with the kit ( Wang et al., 2012 ). The following RNAscope® target probes were used;  Foxe1  (Rn-Foxe1-C1),  Pax8  (Rn-Pax8-C1),  Cdh16  (Rn-Cdh16-C1).  Ppib  (Rn-Ppib) with and without xylene was used as positive control. Sections were counterstained with Meyer’s haematoxylin. The slides were scanned using a 40x objective in a Pannoramic Midi II digital slide scanner (3DHISTECH Ltd., Budapest, Hungary). Images were qualitatively evaluated with the SlideViewer 2.5 software (3DHISTECH Ltd.).\n\nIHC staining was conducted to evaluate expression of CDH16, LRP2, and PCLAF using two sections per thyroid gland. Staining was performed with slides mounted in Shandon Sequenza Immunostaining racks (Thermo Scientific, Denmark). The slides were dried and pre-heated at 60 °C. Sections were de-paraffinized, boiled in a microwave for 15 min in Tris/EDTA buffer with pH 9 and blocked with 1 % bovine serum albumin (BSA) in PBS for 30 min. The antibodies were diluted in 1 % BSA PBS buffer using ratios 1:8000 for CDH16 (ab212243, Abcam, UK), 1:25 for PCLAF (sc-390515, Santa Cruz Biotechnology Inc., TX, USA), and 1:100 for LRP2 (sc-515750, Santa Cruz Biotechnology Inc.). Slides were incubated with antibody for 30 min at RT. Blocking of endogenous peroxidase was conducted with 3 % H 2 O 2  for 10 min at RT before incubation with EnVision + for 30 min. Successively, the sections were incubated for 15 min with DAB + and counter-stained with Meyer’s haematoxylin. The slides were scanned using a 40x objective in a Pannoramic Midi II digital slide scanner (3DHISTECH Ltd.). SlideViewer 2.5 (3Dhistech Ltd., Hungary) was used to export the images for evaluation in Fiji.\n\nFiji software was used to quantify the area of LRP2- and PCLAF-positive staining, number of follicles, and follicle diameter ( Schindelin et al., 2012 ). For LRP2 and PCLAF quantification, images were converted to 8-bit format, then background removed using the inbuilt threshold function in Fiji. For one section per sample the mean area of antibody-positive staining relative to the assessed area was calculated using three randomly placed 400x400 pixel squares. The mean % area for each exposure group was calculated based on sample means. The threshold for background removal was the same for all sections.\n\nThe number of follicles (with lumen) was manually counted on the LRP2 stained sections. Follicles were counted within the three 400x400 pixel square used in the LRP2 quantification, averaged across the three squares, and expressed as number of follicles per mm 2  tissue. Follicle size was determined by measuring the diameter of 7–10 follicles, with an identifiable lumen, per thyroid lobe, using the measure function in the Fiji software scaled to the scale bar of each image ( Schindelin et al., 2012 ).\n\nFollicle number and size data (n = 4) are presented as mean ± standard deviation (SD) with individual data points shown as circles, the data was checked for normality using qqplot and significant effects were calculated using unpaired  t  test. Gene expression (n = 5–6) and IHC data (n = 4) are presented as mean ± standard deviation with individual datapoints shown as circles. Data were checked for normality using qqplot and Bartlett’s test for variance. One-way ANOVA followed by post hoc Dunnett’s test was conducted when assumptions were met. If assumptions for ANOVA were not met, Kruskal-Wallis followed by post hoc Dunn’s test was conducted. The statistical significance level was set at p < 0.05 and is presented with *.\n\n## Ex vivo  culture\n\nSeven time-mated, nulliparous Sprague-Dawley rat dams (Crl:CD(SD) bred by Charles River Europe, and distributed by SCANBUR, (Karlslunde, Denmark) arrived on gestation day (GD) 17 (the day of plug-detection designated GD1). On GD21, dams were decapitated under CO 2 /O 2  anaesthesia, and the fetuses collected and immediately killed by decapitation. The animal experiments were carried out in the BioFacility of the Technical University of Denmark. Ethical approval was given by the Danish Animal Experiments Inspectorate, authorization number 2020–15-0201–00539. The experiments were overseen by the in-house Animal Welfare Committee for animal care and use at the National Food Institute. Housing conditions and animal care were as detailed in  Ramhøj et al. (2022) .\n\nThyroid glands were excised under stereomicroscope from GD21 male rat fetuses and stored (<2 hrs) in DMEM/F12 (Sigma-Aldrich, St. Louis, MO, USA). Both lobes from each thyroid gland were cultured together in hanging drop culture throughout the experiment. The culture was maintained using StemPro34 medium, with added StemPro34 nutritional supplement (Gibco, MA, USA), 0.25 U/mL penicillin–streptomycin (#15070063, Gibco), and 2 mM L-glutamine (#25030149, Gibco). Exposure conditions were 0 (DMSO control), 1 µM PFOS, 10 µM PFOS or 100 µM PFOS (Perfluorooctanesulfonic acid/Heptadecafluorooctanesulfonic acid potassium salt (PFOS) (CAS: 279–39-3, purity: 98 %, Sigma-Aldrich). The exposure concentrations were selected based on available literature evaluating thyroid effects  in vitro  ( Buckalew et al., 2020 ,  Conti et al., 2020 ,  Coperchini et al., 2014 ). All samples were exposed to a basal level of 1 µM bovine thyroid stimulating hormone (TSH) (#TSH-1315B, Creative Biomart, NY, USA) and 0.1 % dimethyl sulfoxide (DMSO) (CAS: 67–68-5, Sigma-Aldrich) in the medium. The hanging drop culture was setup by pipetting 50 µL droplets of exposure medium on the inner sides of reversed lids of 24-well Cellstar plates (Greiner, Austria). One thyroid gland was placed in each droplet and the lids flipped in one swift motion and mounted on the 24-well plates. Thus, the droplets containing the thyroid glands, were hanging from the lid, each drop above one well filled with PBS to reduce evaporation. Exposure medium (including chemicals, TSH and DMSO) was changed after 24hrs by flipping the lids, aspiring the old medium droplet and adding fresh exposure medium. The thyroid glands were cultured for a total of 48 hrs in an incubator at 37 °C, 80 % O 2 , 5 % CO 2 , 80 % relative humidity. The concentration of 100 µM PFOS proved too high for the hanging drop culture setup, with the drops unable to support the tissue. We therefore excluded the 100 µM exposure group from the study. After 48 hrs of culture the thyroid glands were collected and either stored at −80 °C for RNA extraction or stained with Meyer’s haematoxylin and fixed in 10 % neutral buffered formalin (2 hrs) then transferred to 70 % EtOH (<4 days). The thyroid glands were processed, embedded in paraffin- and sectioned serially at 4 μm. Two sections (from two different tissue-depths) per thyroid lobe were evaluated.\n\n## Gene expression analysis\n\nTotal RNA was isolated from thyroid glands using Qiagen RNeasy micro kit (Qiagen, Hilden, Germany) with on-column DNase I treatment. Quantity and purity of RNA was measured using a NanoDrop spectrophotometer (ND-1000, Fisher Scientific), with a 260/280 ratio threshold ≥ 1.90. 500 ng RNA was used for cDNA synthesis using the Omniscript Reverse Transcription Kit (Qiagen) together with anti-RNAse and Random primer mix from Invitrogen (MA, USA). TaqMan Gene Expression assays (Life Technologies, Carlsbad, CA, USA) were used as follows: transcripts related to thyroid gland function;  Tshr  (Rn00563612_m1),  Slc5a5  (Rn00583900_m1),  Duox1  (Rn00596688_m1)  Tpo  (Rn00571159_m1),  Tg  (Rn00667257_g1),  Lrp2  (Rn00578067_m1),  Dio1  (Rn00572183_m1). Thyroid gland development and specification;  Nkx2-1  (Rn01512482_m1),  Pax8  (Rn00579743_m1),  Foxe1  (Rn00594363_s1),  Cdh16  (Rn01536488_m1),  Cdh1  (Rn00580109_m1),  Cldn1  (Rn00581740_m1). Other probes selected were;  Nectin1  (Rn01421928_m1),  Pclaf  (Rn01644485_g1),  Kcnip3  (Rn00583484_m1),  Wnt5b  (Rn01492357_m1), and  Asgr1  (Rn00560750_m1). RT-qPCR was run in technical duplicates on a Quantstudio 7 Flex Real-Time PCR System (Applied Biosystems, Waltham, MA, USA), using 3 µL diluted (1:20) cDNA in each 11 µL reaction with TaqMan Fast Universal Mastermix (Life Technologies). The geometric mean of the stably expressed reference genes  Rps18  (Rn01428913_gH), and  SDHA  (Rn00590475_m1) was used to calculate relative transcription levels with the 2 -ΔΔCt  method ( Schmittgen and Livak, 2008 ).\n\n## In situ  hybridization with RNAscope\n\nSpatial gene expression was evaluated by RNAscope (Advanced Cell Diagnostics Biotechne, Newark, CA, USA)  in situ  hybridization in thyroid glands exposed to control and 10 µM PFOS (n = 4). The sections were deparaffinized and stained using the RNAscope® 2.5 HD - RED assay (Advanced Cell Diagnostics Biotechne) according to the manufacturer’s instructions with 15 min RNAscope H202 and Protease Plus (Advanced Cell Diagnostics Biotechne) treatment, RNAscope Wash Buffer Reagents (Advanced Cell Diagnostics Biotechne) and reagents provided with the kit ( Wang et al., 2012 ). The following RNAscope® target probes were used;  Foxe1  (Rn-Foxe1-C1),  Pax8  (Rn-Pax8-C1),  Cdh16  (Rn-Cdh16-C1).  Ppib  (Rn-Ppib) with and without xylene was used as positive control. Sections were counterstained with Meyer’s haematoxylin. The slides were scanned using a 40x objective in a Pannoramic Midi II digital slide scanner (3DHISTECH Ltd., Budapest, Hungary). Images were qualitatively evaluated with the SlideViewer 2.5 software (3DHISTECH Ltd.).\n\n## Immunohistochemistry (IHC)\n\nIHC staining was conducted to evaluate expression of CDH16, LRP2, and PCLAF using two sections per thyroid gland. Staining was performed with slides mounted in Shandon Sequenza Immunostaining racks (Thermo Scientific, Denmark). The slides were dried and pre-heated at 60 °C. Sections were de-paraffinized, boiled in a microwave for 15 min in Tris/EDTA buffer with pH 9 and blocked with 1 % bovine serum albumin (BSA) in PBS for 30 min. The antibodies were diluted in 1 % BSA PBS buffer using ratios 1:8000 for CDH16 (ab212243, Abcam, UK), 1:25 for PCLAF (sc-390515, Santa Cruz Biotechnology Inc., TX, USA), and 1:100 for LRP2 (sc-515750, Santa Cruz Biotechnology Inc.). Slides were incubated with antibody for 30 min at RT. Blocking of endogenous peroxidase was conducted with 3 % H 2 O 2  for 10 min at RT before incubation with EnVision + for 30 min. Successively, the sections were incubated for 15 min with DAB + and counter-stained with Meyer’s haematoxylin. The slides were scanned using a 40x objective in a Pannoramic Midi II digital slide scanner (3DHISTECH Ltd.). SlideViewer 2.5 (3Dhistech Ltd., Hungary) was used to export the images for evaluation in Fiji.\n\n## Quantification of antibody staining and follicle formation\n\nFiji software was used to quantify the area of LRP2- and PCLAF-positive staining, number of follicles, and follicle diameter ( Schindelin et al., 2012 ). For LRP2 and PCLAF quantification, images were converted to 8-bit format, then background removed using the inbuilt threshold function in Fiji. For one section per sample the mean area of antibody-positive staining relative to the assessed area was calculated using three randomly placed 400x400 pixel squares. The mean % area for each exposure group was calculated based on sample means. The threshold for background removal was the same for all sections.\n\nThe number of follicles (with lumen) was manually counted on the LRP2 stained sections. Follicles were counted within the three 400x400 pixel square used in the LRP2 quantification, averaged across the three squares, and expressed as number of follicles per mm 2  tissue. Follicle size was determined by measuring the diameter of 7–10 follicles, with an identifiable lumen, per thyroid lobe, using the measure function in the Fiji software scaled to the scale bar of each image ( Schindelin et al., 2012 ).\n\n## Statistical analysis\n\nFollicle number and size data (n = 4) are presented as mean ± standard deviation (SD) with individual data points shown as circles, the data was checked for normality using qqplot and significant effects were calculated using unpaired  t  test. Gene expression (n = 5–6) and IHC data (n = 4) are presented as mean ± standard deviation with individual datapoints shown as circles. Data were checked for normality using qqplot and Bartlett’s test for variance. One-way ANOVA followed by post hoc Dunnett’s test was conducted when assumptions were met. If assumptions for ANOVA were not met, Kruskal-Wallis followed by post hoc Dunn’s test was conducted. The statistical significance level was set at p < 0.05 and is presented with *.\n\n## Results\n\nFetal rat thyroid glands were cultured  ex vivo  to determine if PFOS could directly affect the developing gland. At the morphological level PFOS exposure caused no signs of overt toxicity nor a significant effect on the number of follicles or follicle size, albeit a tendency towards increasing number and diameter were observed in PFOS-exposed thyroids ( Fig. 1 ). Fig. 1 The effects of PFOS on (A) Follicle count and (B) Follicle size. Thyroid glands were isolated from GD21 rat fetuses and cultured  ex vivo  with 1 µM TSH for 48 h. The glands were exposed to either 0 (Control, red) or 10 µM PFOS (green; n = 4) and the no. of follicles/mm 2  and follicle size is presented as mean ± SD, with individual data points shown as circles. No statistically significant change in the average number of follicles with lumen per mm 2  of thyroid (A), nor in the average follicle size per thyroid gland, was observed (B). PFOS: perfluorooctanesulfonic acid.\n\nThe effects of PFOS on (A) Follicle count and (B) Follicle size. Thyroid glands were isolated from GD21 rat fetuses and cultured  ex vivo  with 1 µM TSH for 48 h. The glands were exposed to either 0 (Control, red) or 10 µM PFOS (green; n = 4) and the no. of follicles/mm 2  and follicle size is presented as mean ± SD, with individual data points shown as circles. No statistically significant change in the average number of follicles with lumen per mm 2  of thyroid (A), nor in the average follicle size per thyroid gland, was observed (B). PFOS: perfluorooctanesulfonic acid.\n\nPFOS exposure affected transcript levels of the transcription factors  Pax8  and  Foxe1  ( Fig. 2 ).  Foxe1  was significantly and dose-dependently upregulated in the 10 µM PFOS group ( Fig. 2 B).  Pax8  was significantly downregulated by 1 µM and 10 µM PFOS ( Fig. 2 C). We also visualized the expression of  Foxe1  and  Pax8  by RNAscope. Here, the expression was very strong and uniform across the tissue. No clear difference could be distinguished between controls and 10 µM PFOS (data not shown). There were no effects on  Nkx2-1  expression by RT-qPCR analysis ( Fig. 2 A). Fig. 2 Effects of PFOS on the relative transcript levels of (A)  Nkx2-1 , (B)  Foxe1 , and (C)  Pax8 . GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 5–6). Relative gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha , and is presented as mean ± SD, with individual data points shown as circles. A significant increase in the expression of  Foxe1  was observed at 10 µM PFOS (B), while a significant downregulation was seen for  Pax8  at 1 and 10 µM (C). * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. PFOS: perfluorooctanesulfonic acid.\n\nEffects of PFOS on the relative transcript levels of (A)  Nkx2-1 , (B)  Foxe1 , and (C)  Pax8 . GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 5–6). Relative gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha , and is presented as mean ± SD, with individual data points shown as circles. A significant increase in the expression of  Foxe1  was observed at 10 µM PFOS (B), while a significant downregulation was seen for  Pax8  at 1 and 10 µM (C). * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. PFOS: perfluorooctanesulfonic acid.\n\nSince PFOS disrupted expression of the key network of transcription factors in the developing thyroid gland, we proceeded to evaluate potential downstream effects on genes regulated by the same transcription factors. PFOS reduced the expression of  Cdh16  at 1 µM and 10 µM ( Fig. 3 A). Neither  Cdh1  nor  Cldn1  were significantly affected by PFOS exposure ( Fig. 3 B and 3C). Fig. 3 Effects of PFOS on the relative transcript levels of thyroid gland transcription factor target genes (A)  Cdh16 , (B)  Cdh1 , and (C)  Cldn1 . GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 2–6). Relative gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha,  and is presented as mean ± SD, with individual data points shown as circles. Both 1 and 10 µM PFOS significantly reduced the expression of  Cdh16  (A), while  Cdh1  and  Cldn1  were not affected .  * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. PFOS: perfluorooctanesulfonic acid.\n\nEffects of PFOS on the relative transcript levels of thyroid gland transcription factor target genes (A)  Cdh16 , (B)  Cdh1 , and (C)  Cldn1 . GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 2–6). Relative gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha,  and is presented as mean ± SD, with individual data points shown as circles. Both 1 and 10 µM PFOS significantly reduced the expression of  Cdh16  (A), while  Cdh1  and  Cldn1  were not affected .  * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. PFOS: perfluorooctanesulfonic acid.\n\nTo further characterize the effect on  Cdh16  within the thyroid gland, we performed RNAscope analyses to evaluate potential spatial expression changes. In the exposed thyroids,  Cdh16  exhibited patchy expression pattern in response to 10 µM PFOS ( Fig. 4 ). Notably, this downregulation was not uniform across the thyroid gland, but instead appeared to be reduced, and even absent, in regions of the glands, with other regions still expressing high levels of mRNA. In the control thyroid glands,  Cdh16  expression was relatively uniform across the entire section with some areas of very high abundance. Fig. 4 PFOS exposure alters  Cdh16  expression. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH and either 0 (Control), or 10 µM PFOS (n = 4) for 48 h. Red staining is  Cdh16  and the purple staining is haematoxylin stained nuclei. Representative images with magnified inserts are shown. In the controls,  Cdh16  expression appeared uniform across the whole thyroid gland, except for in the parathyroid (PT). In the glands exposed to 10 µM PFOS, the expression of  Cdh16  was patchy, with some areas of high expression and others with none or very low expression. PFOS: perfluorooctanesulfonic acid; PT: parathyroid.\n\nPFOS exposure alters  Cdh16  expression. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH and either 0 (Control), or 10 µM PFOS (n = 4) for 48 h. Red staining is  Cdh16  and the purple staining is haematoxylin stained nuclei. Representative images with magnified inserts are shown. In the controls,  Cdh16  expression appeared uniform across the whole thyroid gland, except for in the parathyroid (PT). In the glands exposed to 10 µM PFOS, the expression of  Cdh16  was patchy, with some areas of high expression and others with none or very low expression. PFOS: perfluorooctanesulfonic acid; PT: parathyroid.\n\nUsing an antibody against CDH16, we next analysed if the same disrupted expression pattern was occurring at the protein level. IHC staining confirmed the patchy expression pattern observed for mRNA ( Fig. 5 ). Similar to the gene expression, the control samples exhibited a relatively uniform expression pattern of CDH16 across the gland, while thyroid glands exposed to 10 µM PFOS exhibited a reduced and patchy expression pattern. By staining serial sections, it was clear that the expression pattern in both control and exposed samples was largely overlapping between cadherin-16 mRNA and protein. Fig. 5 PFOS exposure alters CDH16 expression. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH and either 0 (Control), or 10 µM PFOS (n = 4) for 48 h. In the controls, uniform expression of CDH16 can be seen versus patchy expression in the thyroid glands exposed to 10 µM PFOS. Representative images with magnified inserts are shown. Brown staining is CDH16 and purple staining is haematoxylin stained nuclei. PFOS: perfluorooctanesulfonic acid; PT: parathyroid.\n\nPFOS exposure alters CDH16 expression. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH and either 0 (Control), or 10 µM PFOS (n = 4) for 48 h. In the controls, uniform expression of CDH16 can be seen versus patchy expression in the thyroid glands exposed to 10 µM PFOS. Representative images with magnified inserts are shown. Brown staining is CDH16 and purple staining is haematoxylin stained nuclei. PFOS: perfluorooctanesulfonic acid; PT: parathyroid.\n\nSince PFOS dysregulated key components of thyroid gland development, we proceeded to investigate genes related to thyroid function. They all form part of the integrated TH biosynthesis and secretion machinery, and some are also regulated by the transcription factors ( Nilsson and Fagman, 2017 ) ( Fig. 6 ). PFOS significantly upregulated the expression of  Tpo  at 1 µM, and  Lrp2  at 1 and 10 µM ( Fig. 6 C and 6E). There were no effects on  Tshr ,  Slc5a5 (NIS),  Tg  and  Dio1  transcript levels. We also assessed the effect of PFOS on other gene transcripts of relevance to thyroid development and function ( Nectin1 ,  Kcnip3 ,  Wnt5b  and  Pclaf ) ( Fig. S1 ). Here,  Pclaf  was upregulated 3-fold relative to controls ( Fig. S1 D) while there were no effects on expression of  Nectin1 ,  Kcnip3  and  Wnt5b  ( Fig. S1 A-C) . Fig. 6 Effects of PFOS on thyroid gland function and hormone synthesis gene transcripts. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 5–6). Gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha,  and is presented as mean ± SD, with individual data points shown as circles.  Tpo  expression increased following exposure to 1 µM PFOS (C), while  Lrp2  expression increased following exposure to 1 and 10 µM PFOS (E).  Tshr  (A),  Slc5a5 (NIS)  (B),  Tg  (D),  Dio1  (F) were not affected. (A-D) and (F): * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. (E): Assumptions for ANOVA were not met, * p < 0.05, as determined by Kruskal-Wallis followed by post hoc Dunn’s test. PFOS: perfluorooctanesulfonic acid.\n\nEffects of PFOS on thyroid gland function and hormone synthesis gene transcripts. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 5–6). Gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha,  and is presented as mean ± SD, with individual data points shown as circles.  Tpo  expression increased following exposure to 1 µM PFOS (C), while  Lrp2  expression increased following exposure to 1 and 10 µM PFOS (E).  Tshr  (A),  Slc5a5 (NIS)  (B),  Tg  (D),  Dio1  (F) were not affected. (A-D) and (F): * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. (E): Assumptions for ANOVA were not met, * p < 0.05, as determined by Kruskal-Wallis followed by post hoc Dunn’s test. PFOS: perfluorooctanesulfonic acid.\n\nWe performed immunostaining of both LRP2 and PCLAF to assess protein expression. There were only minor nominal effects on the %-area positive for LRP2 and PCLAF ( Fig. S2 ).\n\n## PFOS exposure did not significantly affect thyroid morphology\n\nFetal rat thyroid glands were cultured  ex vivo  to determine if PFOS could directly affect the developing gland. At the morphological level PFOS exposure caused no signs of overt toxicity nor a significant effect on the number of follicles or follicle size, albeit a tendency towards increasing number and diameter were observed in PFOS-exposed thyroids ( Fig. 1 ). Fig. 1 The effects of PFOS on (A) Follicle count and (B) Follicle size. Thyroid glands were isolated from GD21 rat fetuses and cultured  ex vivo  with 1 µM TSH for 48 h. The glands were exposed to either 0 (Control, red) or 10 µM PFOS (green; n = 4) and the no. of follicles/mm 2  and follicle size is presented as mean ± SD, with individual data points shown as circles. No statistically significant change in the average number of follicles with lumen per mm 2  of thyroid (A), nor in the average follicle size per thyroid gland, was observed (B). PFOS: perfluorooctanesulfonic acid.\n\nThe effects of PFOS on (A) Follicle count and (B) Follicle size. Thyroid glands were isolated from GD21 rat fetuses and cultured  ex vivo  with 1 µM TSH for 48 h. The glands were exposed to either 0 (Control, red) or 10 µM PFOS (green; n = 4) and the no. of follicles/mm 2  and follicle size is presented as mean ± SD, with individual data points shown as circles. No statistically significant change in the average number of follicles with lumen per mm 2  of thyroid (A), nor in the average follicle size per thyroid gland, was observed (B). PFOS: perfluorooctanesulfonic acid.\n\n## PFOS exposure disrupted expression of key genes involved in thyroid gland development and function\n\nPFOS exposure affected transcript levels of the transcription factors  Pax8  and  Foxe1  ( Fig. 2 ).  Foxe1  was significantly and dose-dependently upregulated in the 10 µM PFOS group ( Fig. 2 B).  Pax8  was significantly downregulated by 1 µM and 10 µM PFOS ( Fig. 2 C). We also visualized the expression of  Foxe1  and  Pax8  by RNAscope. Here, the expression was very strong and uniform across the tissue. No clear difference could be distinguished between controls and 10 µM PFOS (data not shown). There were no effects on  Nkx2-1  expression by RT-qPCR analysis ( Fig. 2 A). Fig. 2 Effects of PFOS on the relative transcript levels of (A)  Nkx2-1 , (B)  Foxe1 , and (C)  Pax8 . GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 5–6). Relative gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha , and is presented as mean ± SD, with individual data points shown as circles. A significant increase in the expression of  Foxe1  was observed at 10 µM PFOS (B), while a significant downregulation was seen for  Pax8  at 1 and 10 µM (C). * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. PFOS: perfluorooctanesulfonic acid.\n\nEffects of PFOS on the relative transcript levels of (A)  Nkx2-1 , (B)  Foxe1 , and (C)  Pax8 . GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 5–6). Relative gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha , and is presented as mean ± SD, with individual data points shown as circles. A significant increase in the expression of  Foxe1  was observed at 10 µM PFOS (B), while a significant downregulation was seen for  Pax8  at 1 and 10 µM (C). * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. PFOS: perfluorooctanesulfonic acid.\n\nSince PFOS disrupted expression of the key network of transcription factors in the developing thyroid gland, we proceeded to evaluate potential downstream effects on genes regulated by the same transcription factors. PFOS reduced the expression of  Cdh16  at 1 µM and 10 µM ( Fig. 3 A). Neither  Cdh1  nor  Cldn1  were significantly affected by PFOS exposure ( Fig. 3 B and 3C). Fig. 3 Effects of PFOS on the relative transcript levels of thyroid gland transcription factor target genes (A)  Cdh16 , (B)  Cdh1 , and (C)  Cldn1 . GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 2–6). Relative gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha,  and is presented as mean ± SD, with individual data points shown as circles. Both 1 and 10 µM PFOS significantly reduced the expression of  Cdh16  (A), while  Cdh1  and  Cldn1  were not affected .  * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. PFOS: perfluorooctanesulfonic acid.\n\nEffects of PFOS on the relative transcript levels of thyroid gland transcription factor target genes (A)  Cdh16 , (B)  Cdh1 , and (C)  Cldn1 . GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 2–6). Relative gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha,  and is presented as mean ± SD, with individual data points shown as circles. Both 1 and 10 µM PFOS significantly reduced the expression of  Cdh16  (A), while  Cdh1  and  Cldn1  were not affected .  * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. PFOS: perfluorooctanesulfonic acid.\n\n## PFOS exposure decreased the number of CDH16-positive cells in the developing thyroid gland\n\nTo further characterize the effect on  Cdh16  within the thyroid gland, we performed RNAscope analyses to evaluate potential spatial expression changes. In the exposed thyroids,  Cdh16  exhibited patchy expression pattern in response to 10 µM PFOS ( Fig. 4 ). Notably, this downregulation was not uniform across the thyroid gland, but instead appeared to be reduced, and even absent, in regions of the glands, with other regions still expressing high levels of mRNA. In the control thyroid glands,  Cdh16  expression was relatively uniform across the entire section with some areas of very high abundance. Fig. 4 PFOS exposure alters  Cdh16  expression. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH and either 0 (Control), or 10 µM PFOS (n = 4) for 48 h. Red staining is  Cdh16  and the purple staining is haematoxylin stained nuclei. Representative images with magnified inserts are shown. In the controls,  Cdh16  expression appeared uniform across the whole thyroid gland, except for in the parathyroid (PT). In the glands exposed to 10 µM PFOS, the expression of  Cdh16  was patchy, with some areas of high expression and others with none or very low expression. PFOS: perfluorooctanesulfonic acid; PT: parathyroid.\n\nPFOS exposure alters  Cdh16  expression. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH and either 0 (Control), or 10 µM PFOS (n = 4) for 48 h. Red staining is  Cdh16  and the purple staining is haematoxylin stained nuclei. Representative images with magnified inserts are shown. In the controls,  Cdh16  expression appeared uniform across the whole thyroid gland, except for in the parathyroid (PT). In the glands exposed to 10 µM PFOS, the expression of  Cdh16  was patchy, with some areas of high expression and others with none or very low expression. PFOS: perfluorooctanesulfonic acid; PT: parathyroid.\n\nUsing an antibody against CDH16, we next analysed if the same disrupted expression pattern was occurring at the protein level. IHC staining confirmed the patchy expression pattern observed for mRNA ( Fig. 5 ). Similar to the gene expression, the control samples exhibited a relatively uniform expression pattern of CDH16 across the gland, while thyroid glands exposed to 10 µM PFOS exhibited a reduced and patchy expression pattern. By staining serial sections, it was clear that the expression pattern in both control and exposed samples was largely overlapping between cadherin-16 mRNA and protein. Fig. 5 PFOS exposure alters CDH16 expression. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH and either 0 (Control), or 10 µM PFOS (n = 4) for 48 h. In the controls, uniform expression of CDH16 can be seen versus patchy expression in the thyroid glands exposed to 10 µM PFOS. Representative images with magnified inserts are shown. Brown staining is CDH16 and purple staining is haematoxylin stained nuclei. PFOS: perfluorooctanesulfonic acid; PT: parathyroid.\n\nPFOS exposure alters CDH16 expression. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH and either 0 (Control), or 10 µM PFOS (n = 4) for 48 h. In the controls, uniform expression of CDH16 can be seen versus patchy expression in the thyroid glands exposed to 10 µM PFOS. Representative images with magnified inserts are shown. Brown staining is CDH16 and purple staining is haematoxylin stained nuclei. PFOS: perfluorooctanesulfonic acid; PT: parathyroid.\n\n## PFOS exposure increased expression of  Tpo, Lrp2  and  Pclaf  in developing rat thyroid glands\n\nSince PFOS dysregulated key components of thyroid gland development, we proceeded to investigate genes related to thyroid function. They all form part of the integrated TH biosynthesis and secretion machinery, and some are also regulated by the transcription factors ( Nilsson and Fagman, 2017 ) ( Fig. 6 ). PFOS significantly upregulated the expression of  Tpo  at 1 µM, and  Lrp2  at 1 and 10 µM ( Fig. 6 C and 6E). There were no effects on  Tshr ,  Slc5a5 (NIS),  Tg  and  Dio1  transcript levels. We also assessed the effect of PFOS on other gene transcripts of relevance to thyroid development and function ( Nectin1 ,  Kcnip3 ,  Wnt5b  and  Pclaf ) ( Fig. S1 ). Here,  Pclaf  was upregulated 3-fold relative to controls ( Fig. S1 D) while there were no effects on expression of  Nectin1 ,  Kcnip3  and  Wnt5b  ( Fig. S1 A-C) . Fig. 6 Effects of PFOS on thyroid gland function and hormone synthesis gene transcripts. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 5–6). Gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha,  and is presented as mean ± SD, with individual data points shown as circles.  Tpo  expression increased following exposure to 1 µM PFOS (C), while  Lrp2  expression increased following exposure to 1 and 10 µM PFOS (E).  Tshr  (A),  Slc5a5 (NIS)  (B),  Tg  (D),  Dio1  (F) were not affected. (A-D) and (F): * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. (E): Assumptions for ANOVA were not met, * p < 0.05, as determined by Kruskal-Wallis followed by post hoc Dunn’s test. PFOS: perfluorooctanesulfonic acid.\n\nEffects of PFOS on thyroid gland function and hormone synthesis gene transcripts. GD21 rat thyroid glands were cultured  ex vivo  with 1 µM TSH for 48 h. Thyroid glands were exposed to either 0 (Control, red), 1 (brown), or 10 µM (green) PFOS (n = 5–6). Gene expression was calculated using the 2 –ΔΔCt  method with normalization to the geometric mean of  Rps18  and  Sdha,  and is presented as mean ± SD, with individual data points shown as circles.  Tpo  expression increased following exposure to 1 µM PFOS (C), while  Lrp2  expression increased following exposure to 1 and 10 µM PFOS (E).  Tshr  (A),  Slc5a5 (NIS)  (B),  Tg  (D),  Dio1  (F) were not affected. (A-D) and (F): * p < 0.05, as determined by ANOVA followed by post hoc Dunnett’s test. (E): Assumptions for ANOVA were not met, * p < 0.05, as determined by Kruskal-Wallis followed by post hoc Dunn’s test. PFOS: perfluorooctanesulfonic acid.\n\nWe performed immunostaining of both LRP2 and PCLAF to assess protein expression. There were only minor nominal effects on the %-area positive for LRP2 and PCLAF ( Fig. S2 ).\n\n## Discussion\n\nThe thyroid gland is vital for the health of an organism. Disrupted thyroid development or function can cause lifelong alterations in the TH system leading to chronic disease and even death ( Mullur et al., 2014 ,  Zoeller and Rovet, 2004 ). Congenital hypothyroidism is one of the most common neonatal birth defects, affecting 1 out of 3500 live births ( Kratzsch and Pulzer, 2008 ) of which approximately 80 % of cases can be attributed to some form of thyroid dysgenesis ( Grüters et al., 1994 ). This is concerning as thyroid gland development is thought to be susceptible to environmental factors ( McNally et al., 2021 ). Adding to this, prenatal exposure to PFAS can cause lasting disruption of the TH system ( Feng et al., 2017 ,  Lau et al., 2003 ,  Yu et al., 2009b ). Here we offer a possible first step to understanding how chemicals such as PFOS can interfere with the development of the thyroid gland.\n\nIn our  ex vivo  rat culture model, PFOS exposure disrupted expression of several key transcription factors and downstream gene targets. Notably,  Foxe1  was upregulated whereas  Pax8  was downregulated in PFOS-exposed GD21 thyroid glands. These transcription factors are part of a tightly controlled network regulating thyroid gland development and function ( López-Márquez et al., 2021 ). Disruption to this molecular machinery may thus adversely impact the formation of the thyroid gland as well as its ability to function. This could have real consequences for lifelong thyroid gland function. Although complete disruption to the transcription factor network can cause thyroid agenesis ( De Felice et al., 1998 ,  López-Márquez et al., 2021 ,  Mansouri et al., 1998 ,  Montanelli and Tonacchera, 2010 ,  Nilsson and Fagman, 2017 ), less severe impact on the same regulatory network could potentially lead to less severe organ phenotypes. In the cultured rat thyroid glands exposed to PFOS, we did not observe marked effects on follicle counts or size after two days of culture, although there was a tendency towards increased counts. However, the calcium-dependent, membrane-associated glycoprotein CDH16 was significantly disrupted.\n\nCdh16  is a transcriptional target of PAX8 ( de Cristofaro et al., 2012 ) and is thought to control the apical-basal polarization of the thyroid epithelial cells. This polarization is necessary for lumen formation, follicle growth and, ultimately, follicular function ( Koumarianou et al., 2017 ). In the thyroid, CDH16 forms adherens junctions between the thyroid follicular epithelial cells of the follicles, which is essential for lumen formation ( Koumarianou et al., 2017 ). The fact that PFOS exposure downregulated  Pax8  expression, as well as CDH16 expression at both transcript and protein level, may suggest that PFOS can disrupt follicle formation, maturation, and function. Since the follicles are required for TH biosynthesis ( Bernier-Valentin et al., 2006 ,  Nilsson and Fagman, 2017 ), this phenotype could help explain the persistent effects on TH regulation postnatally following developmental exposure to PFOS, even when exposure ceases. Especially since TSH levels and TSH mediated cAMP signalling remain unaffected by PFOS ( Croce et al., 2019 ,  Lau et al., 2003 ,  Yu et al., 2009b ).\n\nIn the thyroid follicles, PFOS exposure increased expression of  Lrp2  and the FOXE1 - regulated gene  Tpo  ( Aza-Blanc et al., 1993 ,  Lisi et al., 2003 ,  Ortiga-Carvalho et al., 2016 ,  Santisteban et al., 1992 ).  Lrp2  encodes for megalin, which plays a role in importing Tg from the apical surface of the follicular lumen and facilitates transport of Tg out to the blood. TPO is critical in TH synthesis where it synthetizes T3 and T4 at the interface between the apical plasma membrane and the colloid. The fact that PFOS can upregulate  Foxe1 ,  Tpo  and  Lrp2  could indicate an upregulation of TH synthesis in the  ex vivo  cultured thyroid glands. In other words, the overall effect pattern observed in the  ex vivo  exposed thyroid glands could indicate that PFOS can disrupt expression of key transcription factors, ultimately disrupting TH synthesis. Alternatively, PFOS may directly disrupt follicle integrity through disruption of PAX8 and CDH16, leading to a compensatory response in the TH synthesis apparatus.\n\nOur study provides a possible first insight into understanding the molecular underpinnings of how prenatal PFOS exposure leads to lasting decrease in TH levels in rat pups ( Feng et al., 2017 ,  Lau et al., 2003 ,  Yu et al., 2009b ), even when the body burden of PFOS decreases ( Yu et al., 2009b ). In zebrafish embryos, PFOS exposure can increase the expression of  Hhex  and  Pax8  ( Shi et al., 2008 ). While in chicken embryos, exposure to a mixture of PFASs can decrease relative colloid area and thyroid follicular size, concomitant with lower free T4 and T3 levels ( Mattsson et al., 2019 ). Although we did not observe obvious morphological differences in PFOS-exposed thyroid glands, we did observe marked changes in CDH16 expression in the follicles, which could lead to compromised tissue integrity. PFOS also increased the expression of the oncogene  Pclaf.  Since PFOS was recently classified as “possibly carcinogenic to humans” by the International Agency for Research on Cancer (IARC) ( Ma et al., 2020 )( Zahm et al., 2024 ), any potential associations between  Pclaf  and PFOS should be investigated further. Notably, our study design does have limitations, such as a limited sample size of 4 and a short exposure period of only 48 h. In addition, although thyroid glands can develop  ex vivo , the rate at which developmental processes occur, may differ from the  in vivo  situation ( Carré et al., 2020 ). Nevertheless, 48 h exposure did capture an acute response in both gene and protein expression.\n\n## Conclusions\n\nPFOS-induced disturbance to thyroid gland development is of concern, as it may alter the capacity to produce THs later in life. Here we propose a possible mechanism by which PFOS can disturb the regulatory network of transcription factors guiding thyroid development and function in  ex vivo  cultured fetal rat thyroid glands. The suggested mechanism implies that PFOS can affect thyroid development and function through increased expression of  Foxe1  and reduced expression of  Pax8  and  Cdh16/ CDH16. Additionally, our data indicate that PFOS can upregulate the TH synthesis genes  Tpo  and  Lrp2 , possibly as a compensatory effect on TH synthesis. Disruption to these processes may adversely affect the function of the TH system both during gestation and later in life. Further studies are needed to establish whether these effects are a driving factor in PFOS-induced TH system disruption and whether similar effects occur  in vivo .\n\n## Funding\n\nThis project was funded by the Ministry of Foods, Agriculture and Fisheries of Denmark (FEMINIX project). The funding source was not involved in the study design, data collection and analysis, or report preparation.\n\n## CRediT authorship contribution statement\n\nNichlas Davidsen:  Conceptualization, Methodology, Formal analysis, Investigation, Writing – original draft, Writing – review & editing, Visualization, Project administration.  Louise Ramhøj:  Conceptualization, Methodology, Formal analysis, Investigation, Writing – original draft, Writing – review & editing, Visualization, Project administration.  Anne-Sofie Ravn Ballegaard:  Formal analysis, Investigation, Writing – review & editing.  Anna Kjerstine Rosenmai:  Methodology, Writing – review & wditing, Project administration.  Cecillie Sofie Henriksen:  Formal analysis, Investigation, Writing – review & editing.  Terje Svingen:  Conceptualization, Investigation, Resources, Writing – original draft, Writing – review & editing, Visualization, Project administration, Funding acquisition.\n\n## Declaration of competing interest\n\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
  "reference_count": 55,
  "word_count": 8845,
  "char_count": 54791
}