{
  "pmcid": "PMC10867573",
  "doi": "10.1016/j.molmet.2024.101893",
  "title": "The aryl hydrocarbon receptor in  β -cells mediates the effects of TCDD on glucose homeostasis in mice",
  "authors": [
    "Myriam P. Hoyeck",
    "Ma. Enrica Angela Ching",
    "Lahari Basu",
    "Kyle van Allen",
    "Jana Palaniyandi",
    "Ineli Perera",
    "Emilia Poleo-Giordani",
    "Antonio A. Hanson",
    "Peyman Ghorbani",
    "Morgan D. Fullerton"
  ],
  "year": "2024",
  "journal": "Molecular Metabolism",
  "abstract": "Objective Chronic exposure to persistent organic pollutants (POPs) is associated with increased incidence of type 2 diabetes, hyperglycemia, and poor insulin secretion in humans. Dioxins and dioxin-like compounds are a broad class of POPs that exert cellular toxicity through activation of the aryl hydrocarbon receptor (AhR). We previously showed that a single high-dose injection of 2,3,7,8-tetrachlorodibenzo- p -dioxin (TCDD, aka dioxin; 20 μg/kg)  in vivo  reduced fasted and glucose-stimulated plasma insulin levels for up to 6 weeks in male and female mice. TCDD-exposed male mice were also modestly hypoglycemic and had increased insulin sensitivity, whereas TCDD-exposed females were transiently glucose intolerant. Whether these effects are driven by AhR activation in β-cells requires investigation. Methods We exposed female and male β-cell specific  Ah r  knockout (βAhr KO ) mice and littermate  Ins 1-Cre  genotype controls (βAhr WT ) to a single high dose of 20 μg/kg TCDD and tracked the mice for 6 weeks. Results Under baseline conditions, deleting AhR from β-cells caused hypoglycemia in female mice, increased insulin secretion  ex vivo  in female mouse islets, and promoted modest weight gain in male mice. Importantly, high-dose TCDD exposure impaired glucose homeostasis and β-cell function in βAhr WT  mice, but these phenotypes were largely abolished in TCDD-exposed βAhr KO  mice. Conclusion Our study demonstrates that AhR signaling in β-cells is important for regulating baseline β-cell function in female mice and energy homeostasis in male mice. We also show that β-cell AhR signaling largely mediates the effects of TCDD on glucose homeostasis in both sexes, suggesting that the effects of TCDD on β-cell function and health are driving metabolic phenotypes in peripheral tissues.",
  "sections": [
    {
      "title": "Abbreviations",
      "text": "Aryl hydrocarbon receptor\n\nGlucose tolerance test\n\nGlucose-stimulated insulin secretion\n\nGlutathione S-transferase alpha 1\n\nInsulin tolerance test\n\nNAD(P)H: quinone oxidoreductase\n\nPersistent organic pollutants\n\nPeroxisome proliferative activated receptor 1α\n\n2,3,7,8-tetrachlorodibenzo- p -dioxin"
    },
    {
      "title": "Introduction",
      "text": "Persistent organic pollutants (POPs) are a diverse family of lipophilic environmental contaminants that resist degradation, leading to their widespread global dispersion. Chronic exposure to POPs is associated with numerous adverse health outcomes in humans, including increased risk of type 2 diabetes (T2D) [ [1] ,  [2] ,  [3] ,  [4] ,  [5] ,  [6] ,  [7] ], hyperglycemia [ 1 , [7] ,  [8] ,  [9] ,  [10] ,  [11] ] and poor insulin secretion [ 1 , [10] ,  [11] ,  [12] ,  [13] ,  [14] ]. However, the causal link between POP exposure and metabolic dysregulation remains poorly understood.\n\nDioxins and dioxin-like compounds are a broad class of POPs that exert cellular toxicity through activation of the aryl hydrocarbon receptor (AhR). AhR is a ligand-dependent nuclear receptor that is involved in numerous biological processes. The canonical AhR pathway is involved in the detoxification of xenobiotic compounds (such as dioxins) via activation of phase I (e.g. cytochrome P450, CYP450) and phase II (e.g. NAD(P)H: quinone oxidoreductase, NQO1; glutathione S-transferase alpha 1, GSTA1) xenobiotic metabolism enzymes [ 15 , 16 ]; however, activation of these enzymes can also lead to oxidative stress and consequently DNA damage. Global and tissue-specific AhR knockout models have also revealed an essential role of AhR in non-canonical processes, including cell proliferation and adhesion, apoptosis, protein degradation, organ development, immune responses, and circadian rhythms [ [16] ,  [17] ,  [18] ,  [19] ,  [20] ]. Importantly, global AhR knockout mice have increased insulin sensitivity and improved glucose tolerance on both chow [ 21 ] and high-fat diets (HFD) [ 22 ], and reduced adiposity when fed a HFD [ 22 ], implicating AhR in regulating energy metabolism and glucose homeostasis.\n\nOur lab has shown that direct  in vitro  and systemic  in vivo  exposure to the AhR ligand, 2,3,7,8-tetrachlorodiobenzo- p -dioxin (TCDD, aka “dioxin”), induced  Cyp1a1  gene expression in mouse pancreatic islets [ [23] ,  [24] ,  [25] ]. This indicates that dioxins directly activate AhR within the endocrine pancreas, but the impact of AhR signaling on β-cell function remains unclear. We have shown that a single high-dose injection of TCDD (20 μg/kg)  in vivo  reduced fasted and glucose-stimulated plasma insulin levels for up to 6 weeks in male and female mice [ 24 ]. TCDD-exposed male mice were also modestly hypoglycemic and had increased insulin sensitivity, whereas TCDD-exposed females were transiently glucose intolerant compared to CO-exposed mice. It is unclear if the direct action of TCDD on β-cells contributes to these sex-specific metabolic outcomes. Interestingly, high-dose  10.13039/100004919 TCDD  exposure did not reduce plasma insulin levels in male mice with a global AhR deletion [ 26 ], supporting a role of AhR in mediating the effects of  10.13039/100004919 TCDD \n in vivo ; whether this is driven by the AhR pathway in β-cells requires investigation.\n\nTo elucidate the role of AhR in β-cells, we generated a β-cell specific  Ahr  knockout (βAhr KO ) mouse model using the Cre-loxP system. We first assessed the role of β-cell AhR in regulating body weight, glucose homeostasis, and β-cell health in the absence of exogenous chemical stimuli. We then administered a single high-dose of TCDD (20 μg/kg), as in our previous study [ 24 ], to determine whether the effects of TCDD on glucose homeostasis and β-cell function/health in mice are mediated by β-cell AhR signaling. We report that deleting  Ahr  from β-cells promoted modest weight gain in male mice, caused hypoglycemia in female mice, and increased insulin secretion in isolated female islets  ex vivo  under baseline conditions. Importantly, high-dose TCDD exposure impaired glucose homeostasis and β-cell function in βAhr WT  mice ( Ins 1-Cre  genotype control), but these phenotypes were largely abolished in TCDD-exposed βAhr KO  mice. Collectively, our study demonstrated that AhR signaling in β-cells mediates the effects of TCDD on glucose homeostasis in both female and male mice, most likely by promoting β-cell dysfunction."
    },
    {
      "title": "Materials and methods",
      "text": "All mice received  ad libitum  access to standard rodent chow (Harlan Laboratories, Teklad Diet #2018; Madison, WI) and were maintained on a 12-hour light/dark cycle throughout the study. All experiments were approved by the Carleton University Animal Care Committee and carried out in accordance with the Canadian Council on Animal Care guidelines. Prior to beginning experimental protocols, animals were randomly assigned to treatment groups and matched for body weight and blood glucose to ensure that these variables were consistent between groups.\n\nB6(Cg)-Ins1 tm1.1(cre)Thor IJ (#026801; mice expressing Cre recombinase under the control of the  insulin-1  ( Ins-1 ) promoter;  Supplemental Figure 1C ) and Ahr tm3.1Bra IJ (#006203; mice with loxP sites flanking exon 2 of the  Ahr  allele;  Supplemental Figure 1B ) were purchased from The Jackson Labs (Bar Harbour, ME, USA). These mice were crossed to generate mice with a partial  Ahr  knockout in β-cells (βAhr fl/+  Ins1 Cre/+ ), which were further crossed to generate βAhr fl/fl  Ins1 +/+  and βAhr fl/+  Ins1 Cre/Cre  mice. Our experimental mice were then generated by crossing βAhr fl/+  Ins1 +/+  females with βAhr fl/+  Ins1 Cre/Cre  males. We refer to β-cell specific  Ahr  knockout mice (βAhr fl/fl  Ins1 Cre/+ ) as “βAhr KO ” and genotype control mice with a single copy of  Ins 1-Cre  (βAhr +/+  Ins1 Cre/+ ) as “βAhr WT ” ( Supplemental Figure 1A ). Genotypes were confirmed by PCR from an ear notch using iProof HF master mice (Biorad, #1725310; Mississauga, ON, Canada) and primer sequences provided by The Jackson Labs, and subsequently running PCR products on a 2 % agarose gel ( Supplemental Figure 1B,C ; primer sequences in  Supplemental Table 1 ).\n\nWe confirmed deletion of  Ahr  by verifying that recombination was occurring along exon 2 of the  Ahr  gene in whole islets, dispersed islets, and sorted β-cells. Islets were isolated from βAhr WT  and βAhr KO  mice at 15–55 weeks of age, as described in Section  2.3 . A subset of whole islets was stored in buffer RLT with 1 % β-mercaptoethanol for qPCR analysis (∼70 islets/biological replicate, n = 6–7 biological replicates/group). Another subset of islets was dispersed, sorted to collect a pure β-cell population, as described in Section  2.4 , and subsequently stored in TRIzol TM  (Invitrogen, #15596018; Carlsbad, CA, USA) for qPCR analysis. Liver was harvested from βAhr WT  and βAhr KO  mice at 33–41 weeks of age and flash frozen (n = 9 biological replicates/group) for qPCR analysis.\n\nAhr  primers were designed to bind on either side of exon 2 or within exon 2 to assess recombination at exon 2 ( Supplemental Figure 1D , primer sequences in  Supplemental Table 2 ).  Ahr  was amplified in whole islets, disperse islets, and sorted β-cells using qPCR with primers for both the outside and inside of exon 2, and gene products were run on a 2 % agarose gel. The same method was used to ensure that no  Ahr  recombination was occurring in liver of βAhr KO  mice.\n\nFemale and male βAhr KO  and βAhr WT  mice were generated as described in Section  2.1.1 ; 45 litters were generated, with ∼58 % of litters having both βAhr KO  mice and corresponding βAhr WT  littermate controls. At 6–37 weeks of age, βAhr KO  and βAhr WT  mice received a single intraperitoneal (i.p.) injection of corn oil (CO; 25 ml/kg, vehicle control, Sigma-Aldrich, #C8267-2.5L; St Louise, MO, USA) or 20 μg/kg TCDD (AccuStandard, #AD404SDMSO10X), as outlined in  Figure 2 A (n = 17–21 mice/group). At 1-week post-injection, islets were isolated from a subset of mice for an  ex vivo  glucose-stimulated insulin secretion (GSIS) assay, cell viability assessment, and RNA extraction (n = 6–7 mice/group); liver was extracted from the same subset of mice and flash frozen for qPCR analysis (n = 6–7 mice/group). Whole pancreas was harvested from another subset of mice at 1-week post-injection and stored in 4 % paraformaldehyde (PFA) for 24 h, followed by long-term storage in 70 % ethanol for histological analysis (n = 5–7 mice/group). At 6 weeks post-injection, islets were isolated from a third subset of mice for an  ex vivo  GSIS assay and RNA extraction. All tissues were harvested from random-fed mice.\n\nAll metabolic analyses were performed in conscious, restrained mice, and blood samples were collected via the saphenous vein using heparinized microhematocrit tubes (Fisherbrand, #22-362-566). Blood glucose levels were measured using a handheld glucometer (MediSure; Ajax, Canada). Body weight and blood glucose were measured following a 4-h morning fast 1-2x/week throughout the study. For all metabolic tests, time 0 indicates the blood sample collected prior to administration of glucose or insulin. For glucose tolerance tests (GTTs), mice received an i.p. bolus of glucose (2 g/kg) following a 6-h morning fast. Blood samples were collected at 0, 15, 30, and 60 min for measuring plasma insulin levels by ELISA (ALPCO, #80-INSMSU-E01; Salem, NH, USA). GTTs were conducted at 1-, 4- and 6-weeks post CO or TCDD injection. For insulin tolerance tests (ITTs), mice received an i.p. bolus of insulin (0.7 IU/kg; Novolin ge Toronto, #02024233; Novo Nordisk, Canada) following a 4-h morning fast. An ITT was performed at 1–2 weeks post CO or TCDD injection.\n\nIslets were isolated by pancreatic duct injection with collagenase (1,000 units/ml; Sigma Aldrich, #C7657) dissolved in Hanks’ balanced salt solution (HBSS: 137 mM NaCl, 5.4 mM KCl, 4.2 mM NaH 2 PO 4 , 4.1 mM KH 2 PO 4 , 10 mM HEPES, 1 mM MgCl 2 , 5 mM dextrose, pH 7.2). Pancreata were incubated at 37 °C for 10 min 45 sec, vigorously agitated, and the collagenase reaction quenched by adding cold HBSS with 1 mM CaCl 2 . Pancreas tissue was washed 3 times in HBSS + CaCl 2  (centrifuging for 1 min at 1000 rpm between washes) and resuspended in RPMI 1640 1X (Wisent Bioproducts, 350-000-CL; St-Bruno, Canada) containing 10 % fetal bovine serum (FBS; Sigma-Aldrich, #F1051-500 ml) and 1 % 10000 IU/ml penicillin-streptomycin (Gibco, #15140-122-100). Pancreas tissue was filtered through a 70 μm cell strainer and islets were handpicked under a dissecting scope to >95 % purity. The day following isolation, islets were used for cell sorting,  ex vivo  GSIS, cell viability assessment, or stored in buffer RLT with 1 % β-mercaptoethanol for RNA extraction.\n\nTo sort islets, 400–600 islets per replicate (n = 3 biological replicates/group) were transferred to a 1.5 mL microcentrifuge tube and washed with pre-warmed PBS+/+ (Sigma, #D8662) [ 27 ]. Islets were dispersed by adding 400 μl Accutase (VWR, CA10215-416) and incubating islets at 37 °C for ∼4–6 min with trituration occurring every 2 min (VWR, #CA10215-416). Accutase was neutralized with 600 μl RPMI 1640 + 10 % FBS +1 % 10000 IU/ml penicillin-streptomycin. Cells were incubated in blocking solution (PBS + 2 % FBS) for 5 min at room temperature. Cells were incubated in 50 μl primary antibody mixture (antibody information below) for 15 min at room temperature. Cells were washed with 1 mL of PBS + 2 % FBS and then incubated in 50 μl secondary antibody (antibody information below) for 20 min at room temperature. Next, 50 μl of 2.8 μM DAPI + 4 mM EDTA was added to each sample just prior to sorting. Samples were sorted on a SH800S Cell Sorter (Sony).\n\nCells were gated based on size, granularity, and geometry for singlets ( Supplemental Figure 1E ) [ 27 ]. Cells negative for DAPI and TER-119-biotin (erythroid cell marker; BioLegend, #133307; San Diego, CA, USA), CD31-biotin (endothelial cell marker; BioLegend, #102503), and CD45-biotin (hematopoietic cell marker; BioLegend, #103101) detected by streptavidin-BV421 (1:200, BioLegend, #405226) in the FL-1 channel and positive for EpCAM-PerCP/Cy5.5 (endocrine cell marker; BioLegend, #118219) in the FL-5 channel were gated. Endocrine cells were further sorted by CD24-APC +ve  (δ-cell marker; BioLegend, 138505) δ-cells and CD24 - ve  cells on FL-4. CD24 - ve  cells were further gated into CD71 +ve  (β-cell marker; BioLegend, #113805) and CD49f +ve  cells (β-cell marker; BioLegend, #313611) on FL-2 and FL-3, respectively, to exclude α-cells. β-cells were collected in a 1.5 mL microcentrifuge tube containing 50 μl FBS and immediately resuspended in Trizol and stored at −20 °C until RNA extraction [ 27 ]. Additional details on antibodies are included in  Supplemental Table 4 .\n\nTo assess β-cell function, 25 islets per replicate (n = 3 technical replicates/mouse; n = 3–8 mice/group) were transferred to a 1.5 mL microcentrifuge tube and washed with pre-warmed (37 °C) Krebs–Ringer bicarbonate buffer (KRBB) with 0 mM glucose (115 mM NaCl, 5 mM KCl, 24 mM NaHCO 3 , 2.5 mM CaCl 2 , 1 mM MgCl 2 , 10 mM HEPES, 0.1 % (wt/vol.) BSA, pH 7.4). Islets were then immersed in KRBB with 2.8 mM glucose (low glucose, LG) for a 1 h pre-incubation at 37 °C and the supernatant was discarded. Islets were then immersed in 500 μl of LG KRBB for 1 h, followed by 500 μl of KRBB with 16.7 mM glucose (high glucose, HG) for 1 h at 37 °C. The LG KRBB and HG KRBB samples were centrifuged (2000 rpm) and the supernatant stored at −30 °C until use. To measure insulin content, islets were immersed in 500 μl of acid-ethanol solution (1.5 % (vol./vol.) HCl in 70 % (vol./vol.) ethanol) at 4 °C overnight and then neutralised with 1 M Tris base (pH 7.5) before long-term storage at −30 °C. Insulin concentrations were measured by ELISA (ALPCO, #80-INSMR).\n\nTo assess cell viability, 50 islets per replicate (n = 2 technical replicates/mouse; n = 3–9 mice/group) were transferred to a 1.5 mL microcentrifuge tube and dispersed as described in Section  2.4 . Following dispersing, cells were washed once with PBS+/+ and then stained with 0.5 μM Hoescht (Thermo Scientific, #62249), 1.25 μM Calcein (Invitrogen, #L3224), and 0.75 μM PI (Invitrogen, #P21493) at room temperature for 30 min in a 96-well flat-bottom plate pre-coated with poly-D-lysine (Sigma-Aldrich #P7280). An Axio Observer 7 microscope was used to image 10 % of each well immediately after staining. The number of calcein +  cells (live) and PI +  cells (dead/dying) was quantified using Zen Blue 2.6 software (Carl Zeiss, Germany). The % live cell was calculated as [(# of live cells imaged in well)/(total # cell imaged in well) ∗100], with an average of 1650 cells counted per well.\n\nRNA was extracted from isolated islets stored in buffer RLT with 1 % β-mercaptoethanol using the Qiagen RNeasy Micro Kit (#74004). RNA was extracted from flash frozen liver using TRIzol TM  (Invitrogen, #15596018; Carlsbad, CA, USA), as per the manufacturer's instructions. DNase treatment was performed prior to cDNA synthesis with the iScript TM  gDNA Clear cDNA Synthesis Kit (Biorad, #1725035). qPCR was performed using SsoAdvanced Universal SYBR Green Supermix (Biorad, #1725271) and run on a CFX384 (Biorad).  PPIA  was used as the reference gene since this gene displayed stable expression under control and treatment conditions. Data were analyzed using the 2 −ΔΔCT  relative quantitation method. Primer sequences are listed in  Supplemental Table 1–3 .\n\nPFA-fixed pancreas tissues were processed and paraffin-embedded by the University of Ottawa Heart Institute Histology Core Facility (Ottawa, ON). Immunofluorescent staining was performed on tissue sections (5 μm thick), as previously described [ 23 ]. Apoptosis was assessed using the Molecular Probes Click-It Plus TUNEL Assay with Alexa Fluor 488 dye (Invitrogen, #C10617), according to manufacturer's instructions. Pancreas sections were counterstained with rabbit anti-insulin (1:200, C27C9; Cell Signaling Technology, #3014, Danvers, MA, USA) and goat anti-rabbit IgG (H + L) secondary antibody, Alexa Fluor 594 (1:1000; Invitrogen, #A11037) with no antigen retrieval. For every round of staining, a pancreas section was treated with DNase (Qiagen, # 1023460) prior to TUNEL staining as a positive control. Macrophage infiltration into islets was assessed by staining pancreas tissues with rat anti-F4/80 (1:100; CedarLane, #CL8940AP; Burlington, ON, Canada) and mouse anti-insulin (1:250; L6B10, Cell Signaling, # 8138S); secondary antibodies used included goat anti-rat IgG (H + L) Alexa Fluor 594 (1:1000; Invitrogen, #A11007) and goat anti-mouse IgG (H + L) Alexa Fluor 488 (1:1000; Invitrogen, #A11029). A section of adipose tissue from a HFD-fed mouse was included as a positive control for F4/80 immunoreactivity.\n\nFor islet morphology quantification, the entire pancreas section was imaged with an Axio Observer 7 microscope and all islets within the field of view were quantified. The average of all islet measurements is reported for each biological replicate. The % INS + ve  area per islet was calculated as [(hormone + ve  area/islet area) x 100], with a range of 2–8 islets quantified per mouse. Immunofluorescence was manually quantified using Zen Blue 2.6 software. The % TUNEL + ve  INS + ve  cells per pancreas section was calculated as [(# of TUNEL + ve  INS + ve  cells per pancreas section)/(total # of INS + ve  cells per pancreas section) x 100], with an average of 350 cells counted per pancreas section.\n\nAll statistics were performed using GraphPad Prism 10.1.0 (GraphPad Software Inc., La Jolla, CA). Specific statistical tests are indicated in figure legends. Sample sizes are described in Section  2.1  and in figure legends. For all analyses, p ≤ 0.05 was considered statistically significant. Statistically significant outliers were detected by a Grubbs’ test with α = 0.05. All data was tested for normality using a Shapiro-Wilk test and for equal variance using either a Brown–Forsyth test (for one-way ANOVAs) or an F test (for unpaired t-tests). Non-parametric statistics were used in cases where the data failed normality or equal variance tests. Parametric tests were used for all two-way ANOVAs, but normality and equal variance were tested on area under the curve (AUC) values and by one-way ANOVAs. Data in line and bar graphs display mean ± SEM. Individual data points on bar plots are always biological replicates (i.e. different mice)."
    },
    {
      "title": "Animals",
      "text": "All mice received  ad libitum  access to standard rodent chow (Harlan Laboratories, Teklad Diet #2018; Madison, WI) and were maintained on a 12-hour light/dark cycle throughout the study. All experiments were approved by the Carleton University Animal Care Committee and carried out in accordance with the Canadian Council on Animal Care guidelines. Prior to beginning experimental protocols, animals were randomly assigned to treatment groups and matched for body weight and blood glucose to ensure that these variables were consistent between groups.\n\nB6(Cg)-Ins1 tm1.1(cre)Thor IJ (#026801; mice expressing Cre recombinase under the control of the  insulin-1  ( Ins-1 ) promoter;  Supplemental Figure 1C ) and Ahr tm3.1Bra IJ (#006203; mice with loxP sites flanking exon 2 of the  Ahr  allele;  Supplemental Figure 1B ) were purchased from The Jackson Labs (Bar Harbour, ME, USA). These mice were crossed to generate mice with a partial  Ahr  knockout in β-cells (βAhr fl/+  Ins1 Cre/+ ), which were further crossed to generate βAhr fl/fl  Ins1 +/+  and βAhr fl/+  Ins1 Cre/Cre  mice. Our experimental mice were then generated by crossing βAhr fl/+  Ins1 +/+  females with βAhr fl/+  Ins1 Cre/Cre  males. We refer to β-cell specific  Ahr  knockout mice (βAhr fl/fl  Ins1 Cre/+ ) as “βAhr KO ” and genotype control mice with a single copy of  Ins 1-Cre  (βAhr +/+  Ins1 Cre/+ ) as “βAhr WT ” ( Supplemental Figure 1A ). Genotypes were confirmed by PCR from an ear notch using iProof HF master mice (Biorad, #1725310; Mississauga, ON, Canada) and primer sequences provided by The Jackson Labs, and subsequently running PCR products on a 2 % agarose gel ( Supplemental Figure 1B,C ; primer sequences in  Supplemental Table 1 ).\n\nWe confirmed deletion of  Ahr  by verifying that recombination was occurring along exon 2 of the  Ahr  gene in whole islets, dispersed islets, and sorted β-cells. Islets were isolated from βAhr WT  and βAhr KO  mice at 15–55 weeks of age, as described in Section  2.3 . A subset of whole islets was stored in buffer RLT with 1 % β-mercaptoethanol for qPCR analysis (∼70 islets/biological replicate, n = 6–7 biological replicates/group). Another subset of islets was dispersed, sorted to collect a pure β-cell population, as described in Section  2.4 , and subsequently stored in TRIzol TM  (Invitrogen, #15596018; Carlsbad, CA, USA) for qPCR analysis. Liver was harvested from βAhr WT  and βAhr KO  mice at 33–41 weeks of age and flash frozen (n = 9 biological replicates/group) for qPCR analysis.\n\nAhr  primers were designed to bind on either side of exon 2 or within exon 2 to assess recombination at exon 2 ( Supplemental Figure 1D , primer sequences in  Supplemental Table 2 ).  Ahr  was amplified in whole islets, disperse islets, and sorted β-cells using qPCR with primers for both the outside and inside of exon 2, and gene products were run on a 2 % agarose gel. The same method was used to ensure that no  Ahr  recombination was occurring in liver of βAhr KO  mice.\n\nFemale and male βAhr KO  and βAhr WT  mice were generated as described in Section  2.1.1 ; 45 litters were generated, with ∼58 % of litters having both βAhr KO  mice and corresponding βAhr WT  littermate controls. At 6–37 weeks of age, βAhr KO  and βAhr WT  mice received a single intraperitoneal (i.p.) injection of corn oil (CO; 25 ml/kg, vehicle control, Sigma-Aldrich, #C8267-2.5L; St Louise, MO, USA) or 20 μg/kg TCDD (AccuStandard, #AD404SDMSO10X), as outlined in  Figure 2 A (n = 17–21 mice/group). At 1-week post-injection, islets were isolated from a subset of mice for an  ex vivo  glucose-stimulated insulin secretion (GSIS) assay, cell viability assessment, and RNA extraction (n = 6–7 mice/group); liver was extracted from the same subset of mice and flash frozen for qPCR analysis (n = 6–7 mice/group). Whole pancreas was harvested from another subset of mice at 1-week post-injection and stored in 4 % paraformaldehyde (PFA) for 24 h, followed by long-term storage in 70 % ethanol for histological analysis (n = 5–7 mice/group). At 6 weeks post-injection, islets were isolated from a third subset of mice for an  ex vivo  GSIS assay and RNA extraction. All tissues were harvested from random-fed mice."
    },
    {
      "title": "Generating β-cell specific  Ahr  knockout mice",
      "text": "B6(Cg)-Ins1 tm1.1(cre)Thor IJ (#026801; mice expressing Cre recombinase under the control of the  insulin-1  ( Ins-1 ) promoter;  Supplemental Figure 1C ) and Ahr tm3.1Bra IJ (#006203; mice with loxP sites flanking exon 2 of the  Ahr  allele;  Supplemental Figure 1B ) were purchased from The Jackson Labs (Bar Harbour, ME, USA). These mice were crossed to generate mice with a partial  Ahr  knockout in β-cells (βAhr fl/+  Ins1 Cre/+ ), which were further crossed to generate βAhr fl/fl  Ins1 +/+  and βAhr fl/+  Ins1 Cre/Cre  mice. Our experimental mice were then generated by crossing βAhr fl/+  Ins1 +/+  females with βAhr fl/+  Ins1 Cre/Cre  males. We refer to β-cell specific  Ahr  knockout mice (βAhr fl/fl  Ins1 Cre/+ ) as “βAhr KO ” and genotype control mice with a single copy of  Ins 1-Cre  (βAhr +/+  Ins1 Cre/+ ) as “βAhr WT ” ( Supplemental Figure 1A ). Genotypes were confirmed by PCR from an ear notch using iProof HF master mice (Biorad, #1725310; Mississauga, ON, Canada) and primer sequences provided by The Jackson Labs, and subsequently running PCR products on a 2 % agarose gel ( Supplemental Figure 1B,C ; primer sequences in  Supplemental Table 1 )."
    },
    {
      "title": "Validating β-cell specific  Ahr  knockout mice",
      "text": "We confirmed deletion of  Ahr  by verifying that recombination was occurring along exon 2 of the  Ahr  gene in whole islets, dispersed islets, and sorted β-cells. Islets were isolated from βAhr WT  and βAhr KO  mice at 15–55 weeks of age, as described in Section  2.3 . A subset of whole islets was stored in buffer RLT with 1 % β-mercaptoethanol for qPCR analysis (∼70 islets/biological replicate, n = 6–7 biological replicates/group). Another subset of islets was dispersed, sorted to collect a pure β-cell population, as described in Section  2.4 , and subsequently stored in TRIzol TM  (Invitrogen, #15596018; Carlsbad, CA, USA) for qPCR analysis. Liver was harvested from βAhr WT  and βAhr KO  mice at 33–41 weeks of age and flash frozen (n = 9 biological replicates/group) for qPCR analysis.\n\nAhr  primers were designed to bind on either side of exon 2 or within exon 2 to assess recombination at exon 2 ( Supplemental Figure 1D , primer sequences in  Supplemental Table 2 ).  Ahr  was amplified in whole islets, disperse islets, and sorted β-cells using qPCR with primers for both the outside and inside of exon 2, and gene products were run on a 2 % agarose gel. The same method was used to ensure that no  Ahr  recombination was occurring in liver of βAhr KO  mice."
    },
    {
      "title": "In vivo  TCDD-exposure study protocol",
      "text": "Female and male βAhr KO  and βAhr WT  mice were generated as described in Section  2.1.1 ; 45 litters were generated, with ∼58 % of litters having both βAhr KO  mice and corresponding βAhr WT  littermate controls. At 6–37 weeks of age, βAhr KO  and βAhr WT  mice received a single intraperitoneal (i.p.) injection of corn oil (CO; 25 ml/kg, vehicle control, Sigma-Aldrich, #C8267-2.5L; St Louise, MO, USA) or 20 μg/kg TCDD (AccuStandard, #AD404SDMSO10X), as outlined in  Figure 2 A (n = 17–21 mice/group). At 1-week post-injection, islets were isolated from a subset of mice for an  ex vivo  glucose-stimulated insulin secretion (GSIS) assay, cell viability assessment, and RNA extraction (n = 6–7 mice/group); liver was extracted from the same subset of mice and flash frozen for qPCR analysis (n = 6–7 mice/group). Whole pancreas was harvested from another subset of mice at 1-week post-injection and stored in 4 % paraformaldehyde (PFA) for 24 h, followed by long-term storage in 70 % ethanol for histological analysis (n = 5–7 mice/group). At 6 weeks post-injection, islets were isolated from a third subset of mice for an  ex vivo  GSIS assay and RNA extraction. All tissues were harvested from random-fed mice."
    },
    {
      "title": "Metabolic assessments",
      "text": "All metabolic analyses were performed in conscious, restrained mice, and blood samples were collected via the saphenous vein using heparinized microhematocrit tubes (Fisherbrand, #22-362-566). Blood glucose levels were measured using a handheld glucometer (MediSure; Ajax, Canada). Body weight and blood glucose were measured following a 4-h morning fast 1-2x/week throughout the study. For all metabolic tests, time 0 indicates the blood sample collected prior to administration of glucose or insulin. For glucose tolerance tests (GTTs), mice received an i.p. bolus of glucose (2 g/kg) following a 6-h morning fast. Blood samples were collected at 0, 15, 30, and 60 min for measuring plasma insulin levels by ELISA (ALPCO, #80-INSMSU-E01; Salem, NH, USA). GTTs were conducted at 1-, 4- and 6-weeks post CO or TCDD injection. For insulin tolerance tests (ITTs), mice received an i.p. bolus of insulin (0.7 IU/kg; Novolin ge Toronto, #02024233; Novo Nordisk, Canada) following a 4-h morning fast. An ITT was performed at 1–2 weeks post CO or TCDD injection."
    },
    {
      "title": "Islet isolation",
      "text": "Islets were isolated by pancreatic duct injection with collagenase (1,000 units/ml; Sigma Aldrich, #C7657) dissolved in Hanks’ balanced salt solution (HBSS: 137 mM NaCl, 5.4 mM KCl, 4.2 mM NaH 2 PO 4 , 4.1 mM KH 2 PO 4 , 10 mM HEPES, 1 mM MgCl 2 , 5 mM dextrose, pH 7.2). Pancreata were incubated at 37 °C for 10 min 45 sec, vigorously agitated, and the collagenase reaction quenched by adding cold HBSS with 1 mM CaCl 2 . Pancreas tissue was washed 3 times in HBSS + CaCl 2  (centrifuging for 1 min at 1000 rpm between washes) and resuspended in RPMI 1640 1X (Wisent Bioproducts, 350-000-CL; St-Bruno, Canada) containing 10 % fetal bovine serum (FBS; Sigma-Aldrich, #F1051-500 ml) and 1 % 10000 IU/ml penicillin-streptomycin (Gibco, #15140-122-100). Pancreas tissue was filtered through a 70 μm cell strainer and islets were handpicked under a dissecting scope to >95 % purity. The day following isolation, islets were used for cell sorting,  ex vivo  GSIS, cell viability assessment, or stored in buffer RLT with 1 % β-mercaptoethanol for RNA extraction."
    },
    {
      "title": "Fluorescence-activated cell sorting (FACS)",
      "text": "To sort islets, 400–600 islets per replicate (n = 3 biological replicates/group) were transferred to a 1.5 mL microcentrifuge tube and washed with pre-warmed PBS+/+ (Sigma, #D8662) [ 27 ]. Islets were dispersed by adding 400 μl Accutase (VWR, CA10215-416) and incubating islets at 37 °C for ∼4–6 min with trituration occurring every 2 min (VWR, #CA10215-416). Accutase was neutralized with 600 μl RPMI 1640 + 10 % FBS +1 % 10000 IU/ml penicillin-streptomycin. Cells were incubated in blocking solution (PBS + 2 % FBS) for 5 min at room temperature. Cells were incubated in 50 μl primary antibody mixture (antibody information below) for 15 min at room temperature. Cells were washed with 1 mL of PBS + 2 % FBS and then incubated in 50 μl secondary antibody (antibody information below) for 20 min at room temperature. Next, 50 μl of 2.8 μM DAPI + 4 mM EDTA was added to each sample just prior to sorting. Samples were sorted on a SH800S Cell Sorter (Sony).\n\nCells were gated based on size, granularity, and geometry for singlets ( Supplemental Figure 1E ) [ 27 ]. Cells negative for DAPI and TER-119-biotin (erythroid cell marker; BioLegend, #133307; San Diego, CA, USA), CD31-biotin (endothelial cell marker; BioLegend, #102503), and CD45-biotin (hematopoietic cell marker; BioLegend, #103101) detected by streptavidin-BV421 (1:200, BioLegend, #405226) in the FL-1 channel and positive for EpCAM-PerCP/Cy5.5 (endocrine cell marker; BioLegend, #118219) in the FL-5 channel were gated. Endocrine cells were further sorted by CD24-APC +ve  (δ-cell marker; BioLegend, 138505) δ-cells and CD24 - ve  cells on FL-4. CD24 - ve  cells were further gated into CD71 +ve  (β-cell marker; BioLegend, #113805) and CD49f +ve  cells (β-cell marker; BioLegend, #313611) on FL-2 and FL-3, respectively, to exclude α-cells. β-cells were collected in a 1.5 mL microcentrifuge tube containing 50 μl FBS and immediately resuspended in Trizol and stored at −20 °C until RNA extraction [ 27 ]. Additional details on antibodies are included in  Supplemental Table 4 ."
    },
    {
      "title": "Ex vivo  glucose-stimulated insulin secretion assay",
      "text": "To assess β-cell function, 25 islets per replicate (n = 3 technical replicates/mouse; n = 3–8 mice/group) were transferred to a 1.5 mL microcentrifuge tube and washed with pre-warmed (37 °C) Krebs–Ringer bicarbonate buffer (KRBB) with 0 mM glucose (115 mM NaCl, 5 mM KCl, 24 mM NaHCO 3 , 2.5 mM CaCl 2 , 1 mM MgCl 2 , 10 mM HEPES, 0.1 % (wt/vol.) BSA, pH 7.4). Islets were then immersed in KRBB with 2.8 mM glucose (low glucose, LG) for a 1 h pre-incubation at 37 °C and the supernatant was discarded. Islets were then immersed in 500 μl of LG KRBB for 1 h, followed by 500 μl of KRBB with 16.7 mM glucose (high glucose, HG) for 1 h at 37 °C. The LG KRBB and HG KRBB samples were centrifuged (2000 rpm) and the supernatant stored at −30 °C until use. To measure insulin content, islets were immersed in 500 μl of acid-ethanol solution (1.5 % (vol./vol.) HCl in 70 % (vol./vol.) ethanol) at 4 °C overnight and then neutralised with 1 M Tris base (pH 7.5) before long-term storage at −30 °C. Insulin concentrations were measured by ELISA (ALPCO, #80-INSMR)."
    },
    {
      "title": "Islet cell viability",
      "text": "To assess cell viability, 50 islets per replicate (n = 2 technical replicates/mouse; n = 3–9 mice/group) were transferred to a 1.5 mL microcentrifuge tube and dispersed as described in Section  2.4 . Following dispersing, cells were washed once with PBS+/+ and then stained with 0.5 μM Hoescht (Thermo Scientific, #62249), 1.25 μM Calcein (Invitrogen, #L3224), and 0.75 μM PI (Invitrogen, #P21493) at room temperature for 30 min in a 96-well flat-bottom plate pre-coated with poly-D-lysine (Sigma-Aldrich #P7280). An Axio Observer 7 microscope was used to image 10 % of each well immediately after staining. The number of calcein +  cells (live) and PI +  cells (dead/dying) was quantified using Zen Blue 2.6 software (Carl Zeiss, Germany). The % live cell was calculated as [(# of live cells imaged in well)/(total # cell imaged in well) ∗100], with an average of 1650 cells counted per well."
    },
    {
      "title": "Quantitative real time PCR",
      "text": "RNA was extracted from isolated islets stored in buffer RLT with 1 % β-mercaptoethanol using the Qiagen RNeasy Micro Kit (#74004). RNA was extracted from flash frozen liver using TRIzol TM  (Invitrogen, #15596018; Carlsbad, CA, USA), as per the manufacturer's instructions. DNase treatment was performed prior to cDNA synthesis with the iScript TM  gDNA Clear cDNA Synthesis Kit (Biorad, #1725035). qPCR was performed using SsoAdvanced Universal SYBR Green Supermix (Biorad, #1725271) and run on a CFX384 (Biorad).  PPIA  was used as the reference gene since this gene displayed stable expression under control and treatment conditions. Data were analyzed using the 2 −ΔΔCT  relative quantitation method. Primer sequences are listed in  Supplemental Table 1–3 ."
    },
    {
      "title": "Immunofluorescence staining and image quantification",
      "text": "PFA-fixed pancreas tissues were processed and paraffin-embedded by the University of Ottawa Heart Institute Histology Core Facility (Ottawa, ON). Immunofluorescent staining was performed on tissue sections (5 μm thick), as previously described [ 23 ]. Apoptosis was assessed using the Molecular Probes Click-It Plus TUNEL Assay with Alexa Fluor 488 dye (Invitrogen, #C10617), according to manufacturer's instructions. Pancreas sections were counterstained with rabbit anti-insulin (1:200, C27C9; Cell Signaling Technology, #3014, Danvers, MA, USA) and goat anti-rabbit IgG (H + L) secondary antibody, Alexa Fluor 594 (1:1000; Invitrogen, #A11037) with no antigen retrieval. For every round of staining, a pancreas section was treated with DNase (Qiagen, # 1023460) prior to TUNEL staining as a positive control. Macrophage infiltration into islets was assessed by staining pancreas tissues with rat anti-F4/80 (1:100; CedarLane, #CL8940AP; Burlington, ON, Canada) and mouse anti-insulin (1:250; L6B10, Cell Signaling, # 8138S); secondary antibodies used included goat anti-rat IgG (H + L) Alexa Fluor 594 (1:1000; Invitrogen, #A11007) and goat anti-mouse IgG (H + L) Alexa Fluor 488 (1:1000; Invitrogen, #A11029). A section of adipose tissue from a HFD-fed mouse was included as a positive control for F4/80 immunoreactivity.\n\nFor islet morphology quantification, the entire pancreas section was imaged with an Axio Observer 7 microscope and all islets within the field of view were quantified. The average of all islet measurements is reported for each biological replicate. The % INS + ve  area per islet was calculated as [(hormone + ve  area/islet area) x 100], with a range of 2–8 islets quantified per mouse. Immunofluorescence was manually quantified using Zen Blue 2.6 software. The % TUNEL + ve  INS + ve  cells per pancreas section was calculated as [(# of TUNEL + ve  INS + ve  cells per pancreas section)/(total # of INS + ve  cells per pancreas section) x 100], with an average of 350 cells counted per pancreas section."
    },
    {
      "title": "Quantification and statistical analysis",
      "text": "All statistics were performed using GraphPad Prism 10.1.0 (GraphPad Software Inc., La Jolla, CA). Specific statistical tests are indicated in figure legends. Sample sizes are described in Section  2.1  and in figure legends. For all analyses, p ≤ 0.05 was considered statistically significant. Statistically significant outliers were detected by a Grubbs’ test with α = 0.05. All data was tested for normality using a Shapiro-Wilk test and for equal variance using either a Brown–Forsyth test (for one-way ANOVAs) or an F test (for unpaired t-tests). Non-parametric statistics were used in cases where the data failed normality or equal variance tests. Parametric tests were used for all two-way ANOVAs, but normality and equal variance were tested on area under the curve (AUC) values and by one-way ANOVAs. Data in line and bar graphs display mean ± SEM. Individual data points on bar plots are always biological replicates (i.e. different mice)."
    },
    {
      "title": "Results",
      "text": "Our breeding scheme involved crossing Ahr +/+  Ins Cre/Cre  and Ahr fl/fl  Ins +/+  mice to generate heterozygous Ahr fl/+  Ins Cre/+  mice, which were then crossed to each other to generate Ahr fl/+  Ins Cre/Cre  and Ahr fl/+  Ins +/+  mice ( Supplemental Figure 1A ). These mice were further crossed to generate Ahr +/+  Ins Cre/+  (“βAhr WT ”) and Ahr fl/fl  Ins Cre/+  (“βAhr KO ”) littermates ( Supplemental Figure 1A ).\n\nWe first validated our βAhr KO  model by assessing recombination along exon 2 of the  Ahr  gene in liver and whole islets by qPCR analysis. A single  Ahr  product band (263 base pairs, bp) was observed in βAhr WT  liver ( Supplemental Figure 1F ) and βAhr WT  whole islets ( Supplemental Figure 1G ), indicating the presence of exon 2. As expected, βAhr KO  mice had a truncated  Ahr  gene product (76 bp) in whole islets ( Supplemental Figure 1G ) but not liver ( Supplemental Figure 1F ), confirming that  Ahr  recombination is specific to islets. The presence of a full-length  Ahr  gene product in βAhr KO  islets ( Supplemental Figure 1G ) was expected given that islets are a mixture of β-cells and other endocrine cells. As such, we next assessed whether recombination was occurring specifically in β-cells by comparing  Ahr  expression in whole islets, dispersed islets, and sorted β-cells. We observed a full-length  Ahr  in βAhr WT  whole islets, dispersed islets, and sorted β-cells ( Supplemental Figure 1H ) and confirmed the presence of  Ahr  exon 2 ( Supplemental Figure 1I ). We again show that whole and dispersed βAhr KO  islets had both a full-length and truncated  Ahr  gene ( Supplemental Figure 1H ). Importantly, sorted β-cells from βAhr KO  islets only had a truncated  Ahr  gene ( Supplemental Figure 1H ), which lacked exon 2 ( Supplemental Figure 1I ), confirming that  Ahr  was successfully deleted from β-cells.\n\nNext, we assessed whether  Ahr  deletion in β-cells impacted metabolic health under baseline conditions (i.e. in the absence of exogenous chemical exposure). βAhr KO  females had normal body weight between 6 and 11 weeks of age ( Figure 1 A) and normal fasted plasma insulin levels at 9.5–14 weeks ( Figure 1 C), but displayed a significant decrease in fasted blood glucose levels at 6 and 10 weeks ( Figure 1 B) compared to βAhr WT  females. There was no overall effect of genotype on fasted blood glucose ( Figure 1 E) or plasma insulin levels ( Figure 1 F) in male mice. Interestingly, βAhr KO  males had significantly higher body weight compared to βAhr WT  males at both 8 and 12 weeks of age ( Figure 1 D). These data suggest that AhR signaling in β-cells plays a role in maintaining metabolic health under baseline conditions. Figure 1 Deleting  Ahr  in β-cells caused hypoglycemia in females and increased body weight in males under baseline condition.  Mice were 6–12 weeks old when tracking was started. All tracking data was collected prior to chemical administration.  (A,D)  Body weight,  (B,E)  fasted blood glucose, and  (C,F)  fasted plasma insulin in  (A – C)  female and  (D – F)  male βAhr WT  and βAhr KO  mice. All data are presented as mean ± SEM. Individual data points on bar graphs represent biological replicates (different mice). ∗p ≤ 0.05. The following statistical tests were used:  (A – F)  two-tailed unpaired t-test at each individual time point. Figure 1\n\nDeleting  Ahr  in β-cells caused hypoglycemia in females and increased body weight in males under baseline condition.  Mice were 6–12 weeks old when tracking was started. All tracking data was collected prior to chemical administration.  (A,D)  Body weight,  (B,E)  fasted blood glucose, and  (C,F)  fasted plasma insulin in  (A – C)  female and  (D – F)  male βAhr WT  and βAhr KO  mice. All data are presented as mean ± SEM. Individual data points on bar graphs represent biological replicates (different mice). ∗p ≤ 0.05. The following statistical tests were used:  (A – F)  two-tailed unpaired t-test at each individual time point.\n\nWe next assessed whether AhR in β-cells mediates the effects of TCDD on glucose homeostasis and β-cell function. Male and female βAhr WT  and βAhr KO  mice were exposed to CO or a single high dose of TCDD (20 μg/kg) and tracked for up to 6 weeks post-injection ( Figure 2 A). TCDD exposure had no effect on body weight in female mice ( Figure 2 B,C), or body weight ( Figure 2 F,G) and fasting blood glucose ( Figure 2 H,I) in male mice, irrespective of genotype. Interestingly, TCDD caused transient hypoglycemia 1-day post-injection in βAhr WT  but not βAhr KO  females ( Figure 2 D,E). βAhr KO  males continued to display higher body weight than βAhr WT  males throughout the 6-week study, irrespective of chemical exposure ( Figure 2 G). Figure 2 Deleting  Ahr  from β-cells protected TCDD-exposed female mice from transient hypoglycemia. (A)  Schematic summary timeline of the study. Female and male mice were injected with either corn oil (CO) or a single high dose of TCDD (20 μg/kg) and tracked for up to 6 weeks post CO or TCDD injection. A subset of mice was euthanized at week 1 (n = 11–14/group) and week 6 (n = 4–9/group). BW = body weight, BG = blood glucose, GSIS = glucose-stimulated insulin secretion, GTT = glucose tolerance test, ITT = insulin tolerance test, βAhr WT  = Ins Cre/+ Ahr +/+ , βAhr KO  = Ins Cre/+ Ahr fl/fl .  (B,C,F,G)  Body weight and  (D,E,H,I)  fasted blood glucose were measured weekly in  (B – E)  female and  (F–I)  male mice.  (E,I)  fasted blood glucose at 1-day post-injection in  (E)  female and  (I)  male mice. All data are presented as mean ± SEM. Individual data points on bar graphs represent biological replicates (different mice). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used:  (B,D,F,H)  two-way RM ANOVA with uncorrected Fisher's LSD test;  (C,G)  two-way ANOVA with Tukey's multiple comparison test;  (E,I)  two-way ANOVA with uncorrected Fisher's LSD test. Figure 2\n\nDeleting  Ahr  from β-cells protected TCDD-exposed female mice from transient hypoglycemia. (A)  Schematic summary timeline of the study. Female and male mice were injected with either corn oil (CO) or a single high dose of TCDD (20 μg/kg) and tracked for up to 6 weeks post CO or TCDD injection. A subset of mice was euthanized at week 1 (n = 11–14/group) and week 6 (n = 4–9/group). BW = body weight, BG = blood glucose, GSIS = glucose-stimulated insulin secretion, GTT = glucose tolerance test, ITT = insulin tolerance test, βAhr WT  = Ins Cre/+ Ahr +/+ , βAhr KO  = Ins Cre/+ Ahr fl/fl .  (B,C,F,G)  Body weight and  (D,E,H,I)  fasted blood glucose were measured weekly in  (B – E)  female and  (F–I)  male mice.  (E,I)  fasted blood glucose at 1-day post-injection in  (E)  female and  (I)  male mice. All data are presented as mean ± SEM. Individual data points on bar graphs represent biological replicates (different mice). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used:  (B,D,F,H)  two-way RM ANOVA with uncorrected Fisher's LSD test;  (C,G)  two-way ANOVA with Tukey's multiple comparison test;  (E,I)  two-way ANOVA with uncorrected Fisher's LSD test.\n\nTo determine the impact of β-cell AhR on regulating glucose homeostasis following TCDD exposure, we performed ipGTTs at 1-, 4-, and 6-weeks post CO or TCDD injection. TCDD exposure had no overall effect on glucose tolerance in βAhr WT  or βAhr KO  females at 1-week post-injection ( Figure 3 A,B). By 4 weeks post-injection, TCDD-exposed βAhr WT  females had modest glucose intolerance ( Figure 3 Cii), which became more pronounced by 6 weeks post-injection ( Figure 3 Eii,F). In contrast, TCDD-exposed βAhr KO  females maintained normal glycemia relative to CO-exposed females at both week 4 and 6 ( Figure 3 Ciii,D,Eiii,F). Figure 3 Deletion of  Ahr  in β-cells protected female and male mice from TCDD-induced changes in glycemia.  Glucose tolerance tests were performed at  (A,B,G,H)  1-week,  (C,D,I,J)  4 weeks, and  (E,F,K,L)  6 weeks post CO or TCDD injection (see  Figure 2 A for study timeline). Data is presented as a line graph and area under the curve. Line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 4–13 mice/group). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used: line graph, two-way RM ANOVA with uncorrected Fisher's LSD test; bar graphs, two-way ANOVA with Tukey's multiple comparison test. Figure 3\n\nDeletion of  Ahr  in β-cells protected female and male mice from TCDD-induced changes in glycemia.  Glucose tolerance tests were performed at  (A,B,G,H)  1-week,  (C,D,I,J)  4 weeks, and  (E,F,K,L)  6 weeks post CO or TCDD injection (see  Figure 2 A for study timeline). Data is presented as a line graph and area under the curve. Line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 4–13 mice/group). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used: line graph, two-way RM ANOVA with uncorrected Fisher's LSD test; bar graphs, two-way ANOVA with Tukey's multiple comparison test.\n\nTCDD-exposed βAhr WT  males were significantly hypoglycemic compared to CO-exposed βAhr WT  males at 1-week post-injection ( Figure 3 Gii), but normoglycemia was restored by 4 weeks ( Figure 3 I-L). In contrast, TCDD exposure had no effect on glucose tolerance in βAhr KO  males at any timepoint ( Figure 3 Giii-Kiii). These data imply that AhR signaling in β-cells mediates the effects of TCDD on glucose homeostasis.\n\nConsistent with the GTT data, TCDD exposure had no overall effect on plasma insulin levels in females of either genotype at 1-week ( Figure 4 A,B) or 4 weeks ( Figure 4 C,D) post-injection. However, by 6weeks, TCDD-exposed βAhr WT  females displayed a modest and trending decrease in plasma insulin levels ( Figure 4 Eii,F), which was not observed in βAhr KO  females ( Figure 4 Eiii,F). Figure 4 Deleting  Ahr  in β-cells delayed the onset of glucose-induced hypoinsulinemia in TCDD-exposed male mice.  Plasma insulin levels were measured during glucose tolerance tests at  (A,B,G,H)  1-week,  (C,D,I,J)  4 weeks, and  (E,F,K,L)  6weeks post CO or TCDD injection (see  Figure 2 A for study timeline). Data are presented as a line graph and area under the curve. Line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 4–12 mice/group). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used: line graph, two-way RM ANOVA with uncorrected Fisher's LSD test; bar graphs, two-way ANOVA with Tukey's multiple comparison test. Figure 4\n\nDeleting  Ahr  in β-cells delayed the onset of glucose-induced hypoinsulinemia in TCDD-exposed male mice.  Plasma insulin levels were measured during glucose tolerance tests at  (A,B,G,H)  1-week,  (C,D,I,J)  4 weeks, and  (E,F,K,L)  6weeks post CO or TCDD injection (see  Figure 2 A for study timeline). Data are presented as a line graph and area under the curve. Line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 4–12 mice/group). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used: line graph, two-way RM ANOVA with uncorrected Fisher's LSD test; bar graphs, two-way ANOVA with Tukey's multiple comparison test.\n\nTCDD exposure caused severe hypoinsulinemia in βAhr WT  males compared to CO-exposed βAhr WT  males at 1-week post-exposure ( Figure 4 Gii,H), with the severity of hypoinsulinemia diminishing over time ( Figure 4 Iii,J,Kii,L). This phenotype was largely abolished by knocking out  Ahr  in β-cells, with TCDD-exposed βAhr KO  males only displaying modest hypoinsulinemia at 6 weeks post-exposure ( Figure 4 G–L). In summary, our GTT data shows that  Ahr  deletion in β-cells had little to no effect on glucose homeostasis or glucose-stimulated plasma insulin levels in female and male mice exposed to corn oil. However, β-cell AhR plays a clear role in the metabolic response to an exogenous AhR ligand.\n\nWe previously reported that TCDD-exposed male WT mice were more insulin sensitive than CO-exposed males [ 24 ]. Since changes in insulin secretion can drive adaptations in peripheral sensitivity [ 28 , 29 ], we examined whether β-cell  Ahr  deletion mitigated the effects of TCDD on insulin sensitivity ( Figure 5 A,B,E,F). In βAhr WT  females, TCDD exposure caused a modest increase in insulin sensitivity at 15-min post-insulin, followed by insulin resistance at 60- and 90-min post-insulin compared to CO-injected controls ( Figure 5 Aii); this effect was largely absent in TCDD-exposed βAhr KO  females ( Figure 5 Aiii). TCDD-exposed βAhr WT  males were significantly more insulin sensitive throughout the ITT compared to CO-exposed βAhr WT  males ( Figure 5 Eii), whereas TCDD had no effect on insulin sensitivity in βAhr KO  males ( Figure 5 Eiii). Figure 5 βAhr KO female and male mice were protected from TCDD-induced changes in insulin sensitivity.  An insulin tolerance test (ITT) was performed at 1–2 weeks post CO or TCDD injection, and liver was harvested at 1-week post CO or TCDD injection to assess gene expression by qPCR (see  Figure 2 A for study timeline). Blood glucose levels during the ITT in  (A,B)  female and  (E,F)  male mice (n = 9–14 mice/group).  (C,G)  Markers of the AhR pathway and  (D,H)  insulin-dependent markers of gluconeogenesis and lipogenesis in liver from  (C,D)  female and  (G,H)  male mice (n = 5–7 mice/group). ITT data is presented as a line graph and area under the curve; line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice). ∗p ≤ 0.05, ∗∗p ≤ 0.01. Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used:  (A,E)  two-way RM ANOVA with uncorrected Fisher's LSD test;  (B,F)  two-way ANOVA with Tukey's multiple comparison test;  (C,D,G,H ) two-way ANOVA with uncorrected Fisher's LSD test. Figure 5\n\nβAhr KO female and male mice were protected from TCDD-induced changes in insulin sensitivity.  An insulin tolerance test (ITT) was performed at 1–2 weeks post CO or TCDD injection, and liver was harvested at 1-week post CO or TCDD injection to assess gene expression by qPCR (see  Figure 2 A for study timeline). Blood glucose levels during the ITT in  (A,B)  female and  (E,F)  male mice (n = 9–14 mice/group).  (C,G)  Markers of the AhR pathway and  (D,H)  insulin-dependent markers of gluconeogenesis and lipogenesis in liver from  (C,D)  female and  (G,H)  male mice (n = 5–7 mice/group). ITT data is presented as a line graph and area under the curve; line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice). ∗p ≤ 0.05, ∗∗p ≤ 0.01. Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used:  (A,E)  two-way RM ANOVA with uncorrected Fisher's LSD test;  (B,F)  two-way ANOVA with Tukey's multiple comparison test;  (C,D,G,H ) two-way ANOVA with uncorrected Fisher's LSD test.\n\nThe ITT results suggest a role for β-cell AhR signaling in driving the effects of TCDD on peripheral tissues. To further explore this idea, we measured gene expression for markers of the AhR pathway and insulin signaling in liver tissue from βAhr WT  and βAhr KO  mice ( Figure 5 C,D,G,H). There were no changes in liver  Ahr  expression, irrespective of genotype or chemical exposure ( Figure 5 C,G). Interestingly,  Cyp1a1 ,  Nqo1 , and  Gsta1  expression were significantly upregulated in liver of TCDD-exposed βAhr WT  and βAhr KO  mice compared to CO-exposed mice, but expression was dampened in TCDD-exposed βAhr KO  liver compared to βAhr WT  liver ( Figure 5 C,G), despite the absence of  Ahr  recombination in the liver ( Supplemental Figure 1F ).\n\nTCDD exposure also reduced expression of the gluconeogenesis enzyme  G6pc  (glucose-6-phosphatase) in liver from βAhr WT  female ( Figure 5 D) and male ( Figure 5 H) mice compared to CO exposure, an effect that was absent in βAhr KO  mice ( Figure 5 D,H). Similarly, the lipogenesis markers  Acaca  (acetyl-CoA carboxylase alpha;  Figure 5 H) and  Ppargc1a  (peroxisome proliferator-activated receptor gamma coactivator 1-alpha;  Figure 5 H) was reduced in TCDD-exposed βAhr WT  males compared to CO-exposed βAhr WT  males, but  Ahr  deletion in β-cells prevented this effect. In contrast, TCDD reduced expression of the gluconeogenesis enzyme  Pck1  (phosphoenolpyruvate carboxykinase 1) in female ( Figure 5 D) and male ( Figure 5 H) liver, irrespective of genotype. There was no effect of chemical or genotype on liver  Acaca  or  Ppargc1a  expression in females ( Figure 5 D). Collectively, these data suggest that the effects of TCDD on β-cell physiology are driving changes in peripheral insulin sensitivity, most likely due to AhR-mediated changes in insulin secretion.\n\nNext, we assessed whether AhR signaling in β-cells impacts β-cell function by measuring GSIS in isolated islets  ex vivo  at 1- and 6 weeks following CO or TCDD injection. Interestingly, βAhr KO  female islets showed increased basal insulin secretion under LG conditions compared to βAhr WT  islets ( Figure 6 B,F). βAhr KO  female islets also had increased insulin secretion under high-glucose condition compared to βAhr WT  islets at week 6 ( Figure 6 E), pointing to a role of AhR in regulating β-cell function in female mouse islets. Figure 6 TCDD exposure impaired insulin secretion  ex vivo  in βAhr WT but not βAhr KO male islets . Islets were isolated at 1- and 6 weeks post CO or TCDD injection to assess islet function  ex vivo  (see  Figure 2 A for study timeline). LG = low glucose (2.8 mM glucose), HG = high glucose (16.7 mM glucose).  (A,E,I,M)  Insulin secretion following a sequential 1-h incubation in LG and HG buffer in  (A,E)  female and  ( I ,M)  male islets.  (B,F,J,N)  Basal insulin secretion following a 1-h incubation in LG buffer in CO-exposed βAhr WT  and βAhr KO (B,F)  female and  (J,N)  male islets.  (C,G,K,O)  Stimulation index in  (C,G)  female and  (K,O)  male islets; stimulation index was calculated as a ratio of insulin concentration under HG relative to LG.  (D,H,L,P)  Insulin content of islets following an overnight incubation in acid ethanol in  (D,H)  female and  (L,P)  male mice. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 3–8 mice/group), with each biological replicate representing an average of three technical replicates. ∗p ≤ 0.05, ∗∗p ≤ 0.01. The following statistical tests were used:  (A,C–E,G–I,K–M,O,P)  two-way ANOVA with uncorrected Fisher's LSD test;  (B,F,J,N)  two-tailed unpaired t-test. Figure 6\n\nTCDD exposure impaired insulin secretion  ex vivo  in βAhr WT but not βAhr KO male islets . Islets were isolated at 1- and 6 weeks post CO or TCDD injection to assess islet function  ex vivo  (see  Figure 2 A for study timeline). LG = low glucose (2.8 mM glucose), HG = high glucose (16.7 mM glucose).  (A,E,I,M)  Insulin secretion following a sequential 1-h incubation in LG and HG buffer in  (A,E)  female and  ( I ,M)  male islets.  (B,F,J,N)  Basal insulin secretion following a 1-h incubation in LG buffer in CO-exposed βAhr WT  and βAhr KO (B,F)  female and  (J,N)  male islets.  (C,G,K,O)  Stimulation index in  (C,G)  female and  (K,O)  male islets; stimulation index was calculated as a ratio of insulin concentration under HG relative to LG.  (D,H,L,P)  Insulin content of islets following an overnight incubation in acid ethanol in  (D,H)  female and  (L,P)  male mice. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 3–8 mice/group), with each biological replicate representing an average of three technical replicates. ∗p ≤ 0.05, ∗∗p ≤ 0.01. The following statistical tests were used:  (A,C–E,G–I,K–M,O,P)  two-way ANOVA with uncorrected Fisher's LSD test;  (B,F,J,N)  two-tailed unpaired t-test.\n\nTCDD had no effect on GSIS ( Figure 6 A,E), stimulation index ( Figure 6 C,G), or insulin content ( Figure 6 D,H) in female islets at 1- or 6 weeks post-injection, irrespective of genotype. In contrast, high-dose TCDD exposure  in vivo  significantly impaired  ex vivo  GSIS in βAhr WT  male islets but not βAhr KO  male islets at 1-week post-injection ( Figure 6 I); GSIS was restored in TCDD-exposed βAhr WT  male islets by 6 weeks post-injection ( Figure 6 M). TCDD exposure had no effect on stimulation index ( Figure 6 K,O) or insulin content ( Figure 6 L,P) in male islets, irrespective of genotype. These data suggest that AhR signaling in β-cells is driving TCDD-induced β-cell dysfunction in males, and likely explains the pronounced hypoinsulinemia in βAhr WT  males  in vivo  following TCDD exposure.\n\nCollectively, our data imply that AhR expression in β-cells plays a role in maintaining basal insulin secretion in female islets under non-chemical conditions. TCDD exposure  in vivo  impairs β-cell function in male but not female βAhr WT  islets, and knocking out β-cell AhR mitigated this effect.\n\nWe measured markers of the AhR pathway in isolated islets. At 1-week post-exposure, TCDD caused an overall decrease in  Cyp1a1  in both sexes, irrespective of genotype ( Supplemental Figure 2A,D ). TCDD also modestly decreased  Ahr  expression in βAhr KO  male islets compared to CO-exposed βAhr KO  islets ( Supplemental Figure 2D ), indicating negative feedback regulation of the AhR pathway in islets by 1-week post-injection. Despite the clear loss of  Ahr  in β-cells from our model ( Supplemental Figure 1H-I ), we only observed a modest downregulation of  Ahr  in CO-exposed βAhr KO  female islets compared to βAhr WT  at 1-week post-exposure ( Supplemental Figure 2A ), and in βAhr KO  male islets at 6-weeks post-exposure ( Supplemental Figure 2E ). These data suggest that other endocrine cell types are either compensating for the loss of  Ahr  in β-cells by upregulating  Ahr  expression, or that  Ahr  expression in other islet cells accounts for the majority of total  Ahr  expression in bulk islet samples.\n\nThere was no effect of chemical or genotype on  Tnfα  or  Nf-Κβ  expression in female or male islets ( Figure 7 A,G), or on  Il1b  in male islets ( Figure 7 G) at 1-week post-injection. At 6 weeks post-injection, we observed a modest increase in  Tnfα  in TCDD-exposed female islets ( Supplemental Figure 2C ) and a modest decrease in  Nf-Κβ  in TCDD-exposed male islets, irrespective of genotype ( Supplemental Figure 2F ). Interestingly, TCDD significantly increased  Il1β  expression in βAhr WT  female islets but not βAhr KO  islets at 1-week post-injection ( Figure 7 A), and this phenotype was not associated with macrophage infiltration into βAhr WT  female islets; we found no F4/80 +  cells in islets from any treatment group ( Supplemental Figure 4 ).  Il1β  expression in TCDD-exposed βAhr WT  female islets was restored by 6 weeks post-injection ( Supplemental Figure 2C ). Collectively, these data suggest that TCDD-induced AhR activation in β-cells acutely promotes inflammation in female islets. Figure 7 T CDD exposure increased  Il1b  and  Gcg  expression in βAhr WT but not βAhr KO islets from female and male mice, respectively.  Islets were isolated at 1-week post CO or TCDD injection to assess cell viability and gene expression, and whole pancreas was extracted for histological assessments (see  Figure 2 A for study timeline).  (A,G)  Gene expression for inflammatory and β-cell specific markers in  (A)  female and  (G)  male islets (n = 5–7 mice/group).  (B,H)  % calcein + ve  (live) cells and  (C,I)  % propidium iodide (PI) + ve  (dead/dying) cells in islets from  (B,C)  female and  (H,I)  male mice (n = 3–9 mice/group; each mouse is an average of 1–2 technical replicates).  (D,J)  Representative images showing calcein, PI, and hoechst staining in dispersed islet cells. Scale bar = 50 μM.  (E,K)  % TUNEL -ve  insulin (INS) + ve  cells/islet, and  (F,L)  % INS + ve  area/islet area in pancreas sections from  (E,F)  female and  (K,L)  male mice (n = 4–7 mice/group). All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates. ∗p ≤ 0.05, ∗∗p ≤ 0.01. The following statistical tests were used: two-way ANOVA with uncorrected Fisher's LSD test. Figure 7\n\nT CDD exposure increased  Il1b  and  Gcg  expression in βAhr WT but not βAhr KO islets from female and male mice, respectively.  Islets were isolated at 1-week post CO or TCDD injection to assess cell viability and gene expression, and whole pancreas was extracted for histological assessments (see  Figure 2 A for study timeline).  (A,G)  Gene expression for inflammatory and β-cell specific markers in  (A)  female and  (G)  male islets (n = 5–7 mice/group).  (B,H)  % calcein + ve  (live) cells and  (C,I)  % propidium iodide (PI) + ve  (dead/dying) cells in islets from  (B,C)  female and  (H,I)  male mice (n = 3–9 mice/group; each mouse is an average of 1–2 technical replicates).  (D,J)  Representative images showing calcein, PI, and hoechst staining in dispersed islet cells. Scale bar = 50 μM.  (E,K)  % TUNEL -ve  insulin (INS) + ve  cells/islet, and  (F,L)  % INS + ve  area/islet area in pancreas sections from  (E,F)  female and  (K,L)  male mice (n = 4–7 mice/group). All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates. ∗p ≤ 0.05, ∗∗p ≤ 0.01. The following statistical tests were used: two-way ANOVA with uncorrected Fisher's LSD test.\n\nNext, we assessed whether high-dose TCDD exposure impacted gene expression of islet hormones and markers of β-cell function in βAhr WT  and βAhr KO  mouse islets at 1- and 6 weeks post-injection ( Figure 7 ,  Supplemental Figure 3 ). Despite the pronounced effects of TCDD on glucose homeostasis in βAhr WT  female and male mice, we observed minimal changes in islet gene expression at either time point ( Supplemental Figure 3 ). Most notably, TCDD exposure caused a significant increase in  Gcg  and a decrease in  Gck  in βAhr WT  but not βAhr KO  male islets at 1-week post-injection ( Figure 7 G); these data align with the hypoinsulinemia observed in TCDD-exposed βAhr WT  but not βAhr KO  males ( Figure 4 G).\n\nLastly, we assessed the effects of  in vivo  TCDD exposure on islet cell apoptosis at 1-week post CO or TCDD injection. We did not observe any changes in % live (calcein + ve ) ( Figure 7 B,D,H,J) or % dead (PI + ve ) ( Figure 7 C,D,I,J) cells in dispersed islets of either sex at 1-week post-injection. We also assessed β-cell apoptosis by immunofluorescence staining in pancreas sections at 1-week post-injection and found no changes in % TUNEL -ve  INS + ve  cells per islet ( Figure 7 E,K) or % INS + ve  area per islet ( Figure 7 F,L) in TCDD-exposed βAhr WT  and βAhr KO  mice of either sex."
    },
    {
      "title": "Validation and characterization of βAhr KO  mice",
      "text": "Our breeding scheme involved crossing Ahr +/+  Ins Cre/Cre  and Ahr fl/fl  Ins +/+  mice to generate heterozygous Ahr fl/+  Ins Cre/+  mice, which were then crossed to each other to generate Ahr fl/+  Ins Cre/Cre  and Ahr fl/+  Ins +/+  mice ( Supplemental Figure 1A ). These mice were further crossed to generate Ahr +/+  Ins Cre/+  (“βAhr WT ”) and Ahr fl/fl  Ins Cre/+  (“βAhr KO ”) littermates ( Supplemental Figure 1A ).\n\nWe first validated our βAhr KO  model by assessing recombination along exon 2 of the  Ahr  gene in liver and whole islets by qPCR analysis. A single  Ahr  product band (263 base pairs, bp) was observed in βAhr WT  liver ( Supplemental Figure 1F ) and βAhr WT  whole islets ( Supplemental Figure 1G ), indicating the presence of exon 2. As expected, βAhr KO  mice had a truncated  Ahr  gene product (76 bp) in whole islets ( Supplemental Figure 1G ) but not liver ( Supplemental Figure 1F ), confirming that  Ahr  recombination is specific to islets. The presence of a full-length  Ahr  gene product in βAhr KO  islets ( Supplemental Figure 1G ) was expected given that islets are a mixture of β-cells and other endocrine cells. As such, we next assessed whether recombination was occurring specifically in β-cells by comparing  Ahr  expression in whole islets, dispersed islets, and sorted β-cells. We observed a full-length  Ahr  in βAhr WT  whole islets, dispersed islets, and sorted β-cells ( Supplemental Figure 1H ) and confirmed the presence of  Ahr  exon 2 ( Supplemental Figure 1I ). We again show that whole and dispersed βAhr KO  islets had both a full-length and truncated  Ahr  gene ( Supplemental Figure 1H ). Importantly, sorted β-cells from βAhr KO  islets only had a truncated  Ahr  gene ( Supplemental Figure 1H ), which lacked exon 2 ( Supplemental Figure 1I ), confirming that  Ahr  was successfully deleted from β-cells.\n\nNext, we assessed whether  Ahr  deletion in β-cells impacted metabolic health under baseline conditions (i.e. in the absence of exogenous chemical exposure). βAhr KO  females had normal body weight between 6 and 11 weeks of age ( Figure 1 A) and normal fasted plasma insulin levels at 9.5–14 weeks ( Figure 1 C), but displayed a significant decrease in fasted blood glucose levels at 6 and 10 weeks ( Figure 1 B) compared to βAhr WT  females. There was no overall effect of genotype on fasted blood glucose ( Figure 1 E) or plasma insulin levels ( Figure 1 F) in male mice. Interestingly, βAhr KO  males had significantly higher body weight compared to βAhr WT  males at both 8 and 12 weeks of age ( Figure 1 D). These data suggest that AhR signaling in β-cells plays a role in maintaining metabolic health under baseline conditions. Figure 1 Deleting  Ahr  in β-cells caused hypoglycemia in females and increased body weight in males under baseline condition.  Mice were 6–12 weeks old when tracking was started. All tracking data was collected prior to chemical administration.  (A,D)  Body weight,  (B,E)  fasted blood glucose, and  (C,F)  fasted plasma insulin in  (A – C)  female and  (D – F)  male βAhr WT  and βAhr KO  mice. All data are presented as mean ± SEM. Individual data points on bar graphs represent biological replicates (different mice). ∗p ≤ 0.05. The following statistical tests were used:  (A – F)  two-tailed unpaired t-test at each individual time point. Figure 1\n\nDeleting  Ahr  in β-cells caused hypoglycemia in females and increased body weight in males under baseline condition.  Mice were 6–12 weeks old when tracking was started. All tracking data was collected prior to chemical administration.  (A,D)  Body weight,  (B,E)  fasted blood glucose, and  (C,F)  fasted plasma insulin in  (A – C)  female and  (D – F)  male βAhr WT  and βAhr KO  mice. All data are presented as mean ± SEM. Individual data points on bar graphs represent biological replicates (different mice). ∗p ≤ 0.05. The following statistical tests were used:  (A – F)  two-tailed unpaired t-test at each individual time point."
    },
    {
      "title": "Deleting  Ahr  from β-cells protected TCDD-exposed female mice from transient hypoglycemia",
      "text": "We next assessed whether AhR in β-cells mediates the effects of TCDD on glucose homeostasis and β-cell function. Male and female βAhr WT  and βAhr KO  mice were exposed to CO or a single high dose of TCDD (20 μg/kg) and tracked for up to 6 weeks post-injection ( Figure 2 A). TCDD exposure had no effect on body weight in female mice ( Figure 2 B,C), or body weight ( Figure 2 F,G) and fasting blood glucose ( Figure 2 H,I) in male mice, irrespective of genotype. Interestingly, TCDD caused transient hypoglycemia 1-day post-injection in βAhr WT  but not βAhr KO  females ( Figure 2 D,E). βAhr KO  males continued to display higher body weight than βAhr WT  males throughout the 6-week study, irrespective of chemical exposure ( Figure 2 G). Figure 2 Deleting  Ahr  from β-cells protected TCDD-exposed female mice from transient hypoglycemia. (A)  Schematic summary timeline of the study. Female and male mice were injected with either corn oil (CO) or a single high dose of TCDD (20 μg/kg) and tracked for up to 6 weeks post CO or TCDD injection. A subset of mice was euthanized at week 1 (n = 11–14/group) and week 6 (n = 4–9/group). BW = body weight, BG = blood glucose, GSIS = glucose-stimulated insulin secretion, GTT = glucose tolerance test, ITT = insulin tolerance test, βAhr WT  = Ins Cre/+ Ahr +/+ , βAhr KO  = Ins Cre/+ Ahr fl/fl .  (B,C,F,G)  Body weight and  (D,E,H,I)  fasted blood glucose were measured weekly in  (B – E)  female and  (F–I)  male mice.  (E,I)  fasted blood glucose at 1-day post-injection in  (E)  female and  (I)  male mice. All data are presented as mean ± SEM. Individual data points on bar graphs represent biological replicates (different mice). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used:  (B,D,F,H)  two-way RM ANOVA with uncorrected Fisher's LSD test;  (C,G)  two-way ANOVA with Tukey's multiple comparison test;  (E,I)  two-way ANOVA with uncorrected Fisher's LSD test. Figure 2\n\nDeleting  Ahr  from β-cells protected TCDD-exposed female mice from transient hypoglycemia. (A)  Schematic summary timeline of the study. Female and male mice were injected with either corn oil (CO) or a single high dose of TCDD (20 μg/kg) and tracked for up to 6 weeks post CO or TCDD injection. A subset of mice was euthanized at week 1 (n = 11–14/group) and week 6 (n = 4–9/group). BW = body weight, BG = blood glucose, GSIS = glucose-stimulated insulin secretion, GTT = glucose tolerance test, ITT = insulin tolerance test, βAhr WT  = Ins Cre/+ Ahr +/+ , βAhr KO  = Ins Cre/+ Ahr fl/fl .  (B,C,F,G)  Body weight and  (D,E,H,I)  fasted blood glucose were measured weekly in  (B – E)  female and  (F–I)  male mice.  (E,I)  fasted blood glucose at 1-day post-injection in  (E)  female and  (I)  male mice. All data are presented as mean ± SEM. Individual data points on bar graphs represent biological replicates (different mice). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used:  (B,D,F,H)  two-way RM ANOVA with uncorrected Fisher's LSD test;  (C,G)  two-way ANOVA with Tukey's multiple comparison test;  (E,I)  two-way ANOVA with uncorrected Fisher's LSD test."
    },
    {
      "title": "Deletion of  Ahr  in β-cells protected female and male mice from TCDD-induced changes in glycemia",
      "text": "To determine the impact of β-cell AhR on regulating glucose homeostasis following TCDD exposure, we performed ipGTTs at 1-, 4-, and 6-weeks post CO or TCDD injection. TCDD exposure had no overall effect on glucose tolerance in βAhr WT  or βAhr KO  females at 1-week post-injection ( Figure 3 A,B). By 4 weeks post-injection, TCDD-exposed βAhr WT  females had modest glucose intolerance ( Figure 3 Cii), which became more pronounced by 6 weeks post-injection ( Figure 3 Eii,F). In contrast, TCDD-exposed βAhr KO  females maintained normal glycemia relative to CO-exposed females at both week 4 and 6 ( Figure 3 Ciii,D,Eiii,F). Figure 3 Deletion of  Ahr  in β-cells protected female and male mice from TCDD-induced changes in glycemia.  Glucose tolerance tests were performed at  (A,B,G,H)  1-week,  (C,D,I,J)  4 weeks, and  (E,F,K,L)  6 weeks post CO or TCDD injection (see  Figure 2 A for study timeline). Data is presented as a line graph and area under the curve. Line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 4–13 mice/group). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used: line graph, two-way RM ANOVA with uncorrected Fisher's LSD test; bar graphs, two-way ANOVA with Tukey's multiple comparison test. Figure 3\n\nDeletion of  Ahr  in β-cells protected female and male mice from TCDD-induced changes in glycemia.  Glucose tolerance tests were performed at  (A,B,G,H)  1-week,  (C,D,I,J)  4 weeks, and  (E,F,K,L)  6 weeks post CO or TCDD injection (see  Figure 2 A for study timeline). Data is presented as a line graph and area under the curve. Line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 4–13 mice/group). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used: line graph, two-way RM ANOVA with uncorrected Fisher's LSD test; bar graphs, two-way ANOVA with Tukey's multiple comparison test.\n\nTCDD-exposed βAhr WT  males were significantly hypoglycemic compared to CO-exposed βAhr WT  males at 1-week post-injection ( Figure 3 Gii), but normoglycemia was restored by 4 weeks ( Figure 3 I-L). In contrast, TCDD exposure had no effect on glucose tolerance in βAhr KO  males at any timepoint ( Figure 3 Giii-Kiii). These data imply that AhR signaling in β-cells mediates the effects of TCDD on glucose homeostasis."
    },
    {
      "title": "Deleting  Ahr  in β-cells delayed the onset of glucose-induced hypoinsulinemia in TCDD-exposed male mice",
      "text": "Consistent with the GTT data, TCDD exposure had no overall effect on plasma insulin levels in females of either genotype at 1-week ( Figure 4 A,B) or 4 weeks ( Figure 4 C,D) post-injection. However, by 6weeks, TCDD-exposed βAhr WT  females displayed a modest and trending decrease in plasma insulin levels ( Figure 4 Eii,F), which was not observed in βAhr KO  females ( Figure 4 Eiii,F). Figure 4 Deleting  Ahr  in β-cells delayed the onset of glucose-induced hypoinsulinemia in TCDD-exposed male mice.  Plasma insulin levels were measured during glucose tolerance tests at  (A,B,G,H)  1-week,  (C,D,I,J)  4 weeks, and  (E,F,K,L)  6weeks post CO or TCDD injection (see  Figure 2 A for study timeline). Data are presented as a line graph and area under the curve. Line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 4–12 mice/group). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used: line graph, two-way RM ANOVA with uncorrected Fisher's LSD test; bar graphs, two-way ANOVA with Tukey's multiple comparison test. Figure 4\n\nDeleting  Ahr  in β-cells delayed the onset of glucose-induced hypoinsulinemia in TCDD-exposed male mice.  Plasma insulin levels were measured during glucose tolerance tests at  (A,B,G,H)  1-week,  (C,D,I,J)  4 weeks, and  (E,F,K,L)  6weeks post CO or TCDD injection (see  Figure 2 A for study timeline). Data are presented as a line graph and area under the curve. Line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 4–12 mice/group). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used: line graph, two-way RM ANOVA with uncorrected Fisher's LSD test; bar graphs, two-way ANOVA with Tukey's multiple comparison test.\n\nTCDD exposure caused severe hypoinsulinemia in βAhr WT  males compared to CO-exposed βAhr WT  males at 1-week post-exposure ( Figure 4 Gii,H), with the severity of hypoinsulinemia diminishing over time ( Figure 4 Iii,J,Kii,L). This phenotype was largely abolished by knocking out  Ahr  in β-cells, with TCDD-exposed βAhr KO  males only displaying modest hypoinsulinemia at 6 weeks post-exposure ( Figure 4 G–L). In summary, our GTT data shows that  Ahr  deletion in β-cells had little to no effect on glucose homeostasis or glucose-stimulated plasma insulin levels in female and male mice exposed to corn oil. However, β-cell AhR plays a clear role in the metabolic response to an exogenous AhR ligand."
    },
    {
      "title": "βAhr KO  female and male mice were protected from TCDD-induced changes in insulin sensitivity",
      "text": "We previously reported that TCDD-exposed male WT mice were more insulin sensitive than CO-exposed males [ 24 ]. Since changes in insulin secretion can drive adaptations in peripheral sensitivity [ 28 , 29 ], we examined whether β-cell  Ahr  deletion mitigated the effects of TCDD on insulin sensitivity ( Figure 5 A,B,E,F). In βAhr WT  females, TCDD exposure caused a modest increase in insulin sensitivity at 15-min post-insulin, followed by insulin resistance at 60- and 90-min post-insulin compared to CO-injected controls ( Figure 5 Aii); this effect was largely absent in TCDD-exposed βAhr KO  females ( Figure 5 Aiii). TCDD-exposed βAhr WT  males were significantly more insulin sensitive throughout the ITT compared to CO-exposed βAhr WT  males ( Figure 5 Eii), whereas TCDD had no effect on insulin sensitivity in βAhr KO  males ( Figure 5 Eiii). Figure 5 βAhr KO female and male mice were protected from TCDD-induced changes in insulin sensitivity.  An insulin tolerance test (ITT) was performed at 1–2 weeks post CO or TCDD injection, and liver was harvested at 1-week post CO or TCDD injection to assess gene expression by qPCR (see  Figure 2 A for study timeline). Blood glucose levels during the ITT in  (A,B)  female and  (E,F)  male mice (n = 9–14 mice/group).  (C,G)  Markers of the AhR pathway and  (D,H)  insulin-dependent markers of gluconeogenesis and lipogenesis in liver from  (C,D)  female and  (G,H)  male mice (n = 5–7 mice/group). ITT data is presented as a line graph and area under the curve; line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice). ∗p ≤ 0.05, ∗∗p ≤ 0.01. Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used:  (A,E)  two-way RM ANOVA with uncorrected Fisher's LSD test;  (B,F)  two-way ANOVA with Tukey's multiple comparison test;  (C,D,G,H ) two-way ANOVA with uncorrected Fisher's LSD test. Figure 5\n\nβAhr KO female and male mice were protected from TCDD-induced changes in insulin sensitivity.  An insulin tolerance test (ITT) was performed at 1–2 weeks post CO or TCDD injection, and liver was harvested at 1-week post CO or TCDD injection to assess gene expression by qPCR (see  Figure 2 A for study timeline). Blood glucose levels during the ITT in  (A,B)  female and  (E,F)  male mice (n = 9–14 mice/group).  (C,G)  Markers of the AhR pathway and  (D,H)  insulin-dependent markers of gluconeogenesis and lipogenesis in liver from  (C,D)  female and  (G,H)  male mice (n = 5–7 mice/group). ITT data is presented as a line graph and area under the curve; line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice). ∗p ≤ 0.05, ∗∗p ≤ 0.01. Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used:  (A,E)  two-way RM ANOVA with uncorrected Fisher's LSD test;  (B,F)  two-way ANOVA with Tukey's multiple comparison test;  (C,D,G,H ) two-way ANOVA with uncorrected Fisher's LSD test.\n\nThe ITT results suggest a role for β-cell AhR signaling in driving the effects of TCDD on peripheral tissues. To further explore this idea, we measured gene expression for markers of the AhR pathway and insulin signaling in liver tissue from βAhr WT  and βAhr KO  mice ( Figure 5 C,D,G,H). There were no changes in liver  Ahr  expression, irrespective of genotype or chemical exposure ( Figure 5 C,G). Interestingly,  Cyp1a1 ,  Nqo1 , and  Gsta1  expression were significantly upregulated in liver of TCDD-exposed βAhr WT  and βAhr KO  mice compared to CO-exposed mice, but expression was dampened in TCDD-exposed βAhr KO  liver compared to βAhr WT  liver ( Figure 5 C,G), despite the absence of  Ahr  recombination in the liver ( Supplemental Figure 1F ).\n\nTCDD exposure also reduced expression of the gluconeogenesis enzyme  G6pc  (glucose-6-phosphatase) in liver from βAhr WT  female ( Figure 5 D) and male ( Figure 5 H) mice compared to CO exposure, an effect that was absent in βAhr KO  mice ( Figure 5 D,H). Similarly, the lipogenesis markers  Acaca  (acetyl-CoA carboxylase alpha;  Figure 5 H) and  Ppargc1a  (peroxisome proliferator-activated receptor gamma coactivator 1-alpha;  Figure 5 H) was reduced in TCDD-exposed βAhr WT  males compared to CO-exposed βAhr WT  males, but  Ahr  deletion in β-cells prevented this effect. In contrast, TCDD reduced expression of the gluconeogenesis enzyme  Pck1  (phosphoenolpyruvate carboxykinase 1) in female ( Figure 5 D) and male ( Figure 5 H) liver, irrespective of genotype. There was no effect of chemical or genotype on liver  Acaca  or  Ppargc1a  expression in females ( Figure 5 D). Collectively, these data suggest that the effects of TCDD on β-cell physiology are driving changes in peripheral insulin sensitivity, most likely due to AhR-mediated changes in insulin secretion."
    },
    {
      "title": "TCDD exposure impaired insulin secretion  ex vivo  in βAhr WT  but not βAhr KO  male islets",
      "text": "Next, we assessed whether AhR signaling in β-cells impacts β-cell function by measuring GSIS in isolated islets  ex vivo  at 1- and 6 weeks following CO or TCDD injection. Interestingly, βAhr KO  female islets showed increased basal insulin secretion under LG conditions compared to βAhr WT  islets ( Figure 6 B,F). βAhr KO  female islets also had increased insulin secretion under high-glucose condition compared to βAhr WT  islets at week 6 ( Figure 6 E), pointing to a role of AhR in regulating β-cell function in female mouse islets. Figure 6 TCDD exposure impaired insulin secretion  ex vivo  in βAhr WT but not βAhr KO male islets . Islets were isolated at 1- and 6 weeks post CO or TCDD injection to assess islet function  ex vivo  (see  Figure 2 A for study timeline). LG = low glucose (2.8 mM glucose), HG = high glucose (16.7 mM glucose).  (A,E,I,M)  Insulin secretion following a sequential 1-h incubation in LG and HG buffer in  (A,E)  female and  ( I ,M)  male islets.  (B,F,J,N)  Basal insulin secretion following a 1-h incubation in LG buffer in CO-exposed βAhr WT  and βAhr KO (B,F)  female and  (J,N)  male islets.  (C,G,K,O)  Stimulation index in  (C,G)  female and  (K,O)  male islets; stimulation index was calculated as a ratio of insulin concentration under HG relative to LG.  (D,H,L,P)  Insulin content of islets following an overnight incubation in acid ethanol in  (D,H)  female and  (L,P)  male mice. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 3–8 mice/group), with each biological replicate representing an average of three technical replicates. ∗p ≤ 0.05, ∗∗p ≤ 0.01. The following statistical tests were used:  (A,C–E,G–I,K–M,O,P)  two-way ANOVA with uncorrected Fisher's LSD test;  (B,F,J,N)  two-tailed unpaired t-test. Figure 6\n\nTCDD exposure impaired insulin secretion  ex vivo  in βAhr WT but not βAhr KO male islets . Islets were isolated at 1- and 6 weeks post CO or TCDD injection to assess islet function  ex vivo  (see  Figure 2 A for study timeline). LG = low glucose (2.8 mM glucose), HG = high glucose (16.7 mM glucose).  (A,E,I,M)  Insulin secretion following a sequential 1-h incubation in LG and HG buffer in  (A,E)  female and  ( I ,M)  male islets.  (B,F,J,N)  Basal insulin secretion following a 1-h incubation in LG buffer in CO-exposed βAhr WT  and βAhr KO (B,F)  female and  (J,N)  male islets.  (C,G,K,O)  Stimulation index in  (C,G)  female and  (K,O)  male islets; stimulation index was calculated as a ratio of insulin concentration under HG relative to LG.  (D,H,L,P)  Insulin content of islets following an overnight incubation in acid ethanol in  (D,H)  female and  (L,P)  male mice. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 3–8 mice/group), with each biological replicate representing an average of three technical replicates. ∗p ≤ 0.05, ∗∗p ≤ 0.01. The following statistical tests were used:  (A,C–E,G–I,K–M,O,P)  two-way ANOVA with uncorrected Fisher's LSD test;  (B,F,J,N)  two-tailed unpaired t-test.\n\nTCDD had no effect on GSIS ( Figure 6 A,E), stimulation index ( Figure 6 C,G), or insulin content ( Figure 6 D,H) in female islets at 1- or 6 weeks post-injection, irrespective of genotype. In contrast, high-dose TCDD exposure  in vivo  significantly impaired  ex vivo  GSIS in βAhr WT  male islets but not βAhr KO  male islets at 1-week post-injection ( Figure 6 I); GSIS was restored in TCDD-exposed βAhr WT  male islets by 6 weeks post-injection ( Figure 6 M). TCDD exposure had no effect on stimulation index ( Figure 6 K,O) or insulin content ( Figure 6 L,P) in male islets, irrespective of genotype. These data suggest that AhR signaling in β-cells is driving TCDD-induced β-cell dysfunction in males, and likely explains the pronounced hypoinsulinemia in βAhr WT  males  in vivo  following TCDD exposure.\n\nCollectively, our data imply that AhR expression in β-cells plays a role in maintaining basal insulin secretion in female islets under non-chemical conditions. TCDD exposure  in vivo  impairs β-cell function in male but not female βAhr WT  islets, and knocking out β-cell AhR mitigated this effect."
    },
    {
      "title": "TCDD exposure increased  Il1b  and  Gcg  expression in βAhr WT  but not βAhr KO  islets from female and male mice, respectively",
      "text": "We measured markers of the AhR pathway in isolated islets. At 1-week post-exposure, TCDD caused an overall decrease in  Cyp1a1  in both sexes, irrespective of genotype ( Supplemental Figure 2A,D ). TCDD also modestly decreased  Ahr  expression in βAhr KO  male islets compared to CO-exposed βAhr KO  islets ( Supplemental Figure 2D ), indicating negative feedback regulation of the AhR pathway in islets by 1-week post-injection. Despite the clear loss of  Ahr  in β-cells from our model ( Supplemental Figure 1H-I ), we only observed a modest downregulation of  Ahr  in CO-exposed βAhr KO  female islets compared to βAhr WT  at 1-week post-exposure ( Supplemental Figure 2A ), and in βAhr KO  male islets at 6-weeks post-exposure ( Supplemental Figure 2E ). These data suggest that other endocrine cell types are either compensating for the loss of  Ahr  in β-cells by upregulating  Ahr  expression, or that  Ahr  expression in other islet cells accounts for the majority of total  Ahr  expression in bulk islet samples.\n\nThere was no effect of chemical or genotype on  Tnfα  or  Nf-Κβ  expression in female or male islets ( Figure 7 A,G), or on  Il1b  in male islets ( Figure 7 G) at 1-week post-injection. At 6 weeks post-injection, we observed a modest increase in  Tnfα  in TCDD-exposed female islets ( Supplemental Figure 2C ) and a modest decrease in  Nf-Κβ  in TCDD-exposed male islets, irrespective of genotype ( Supplemental Figure 2F ). Interestingly, TCDD significantly increased  Il1β  expression in βAhr WT  female islets but not βAhr KO  islets at 1-week post-injection ( Figure 7 A), and this phenotype was not associated with macrophage infiltration into βAhr WT  female islets; we found no F4/80 +  cells in islets from any treatment group ( Supplemental Figure 4 ).  Il1β  expression in TCDD-exposed βAhr WT  female islets was restored by 6 weeks post-injection ( Supplemental Figure 2C ). Collectively, these data suggest that TCDD-induced AhR activation in β-cells acutely promotes inflammation in female islets. Figure 7 T CDD exposure increased  Il1b  and  Gcg  expression in βAhr WT but not βAhr KO islets from female and male mice, respectively.  Islets were isolated at 1-week post CO or TCDD injection to assess cell viability and gene expression, and whole pancreas was extracted for histological assessments (see  Figure 2 A for study timeline).  (A,G)  Gene expression for inflammatory and β-cell specific markers in  (A)  female and  (G)  male islets (n = 5–7 mice/group).  (B,H)  % calcein + ve  (live) cells and  (C,I)  % propidium iodide (PI) + ve  (dead/dying) cells in islets from  (B,C)  female and  (H,I)  male mice (n = 3–9 mice/group; each mouse is an average of 1–2 technical replicates).  (D,J)  Representative images showing calcein, PI, and hoechst staining in dispersed islet cells. Scale bar = 50 μM.  (E,K)  % TUNEL -ve  insulin (INS) + ve  cells/islet, and  (F,L)  % INS + ve  area/islet area in pancreas sections from  (E,F)  female and  (K,L)  male mice (n = 4–7 mice/group). All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates. ∗p ≤ 0.05, ∗∗p ≤ 0.01. The following statistical tests were used: two-way ANOVA with uncorrected Fisher's LSD test. Figure 7\n\nT CDD exposure increased  Il1b  and  Gcg  expression in βAhr WT but not βAhr KO islets from female and male mice, respectively.  Islets were isolated at 1-week post CO or TCDD injection to assess cell viability and gene expression, and whole pancreas was extracted for histological assessments (see  Figure 2 A for study timeline).  (A,G)  Gene expression for inflammatory and β-cell specific markers in  (A)  female and  (G)  male islets (n = 5–7 mice/group).  (B,H)  % calcein + ve  (live) cells and  (C,I)  % propidium iodide (PI) + ve  (dead/dying) cells in islets from  (B,C)  female and  (H,I)  male mice (n = 3–9 mice/group; each mouse is an average of 1–2 technical replicates).  (D,J)  Representative images showing calcein, PI, and hoechst staining in dispersed islet cells. Scale bar = 50 μM.  (E,K)  % TUNEL -ve  insulin (INS) + ve  cells/islet, and  (F,L)  % INS + ve  area/islet area in pancreas sections from  (E,F)  female and  (K,L)  male mice (n = 4–7 mice/group). All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates. ∗p ≤ 0.05, ∗∗p ≤ 0.01. The following statistical tests were used: two-way ANOVA with uncorrected Fisher's LSD test.\n\nNext, we assessed whether high-dose TCDD exposure impacted gene expression of islet hormones and markers of β-cell function in βAhr WT  and βAhr KO  mouse islets at 1- and 6 weeks post-injection ( Figure 7 ,  Supplemental Figure 3 ). Despite the pronounced effects of TCDD on glucose homeostasis in βAhr WT  female and male mice, we observed minimal changes in islet gene expression at either time point ( Supplemental Figure 3 ). Most notably, TCDD exposure caused a significant increase in  Gcg  and a decrease in  Gck  in βAhr WT  but not βAhr KO  male islets at 1-week post-injection ( Figure 7 G); these data align with the hypoinsulinemia observed in TCDD-exposed βAhr WT  but not βAhr KO  males ( Figure 4 G).\n\nLastly, we assessed the effects of  in vivo  TCDD exposure on islet cell apoptosis at 1-week post CO or TCDD injection. We did not observe any changes in % live (calcein + ve ) ( Figure 7 B,D,H,J) or % dead (PI + ve ) ( Figure 7 C,D,I,J) cells in dispersed islets of either sex at 1-week post-injection. We also assessed β-cell apoptosis by immunofluorescence staining in pancreas sections at 1-week post-injection and found no changes in % TUNEL -ve  INS + ve  cells per islet ( Figure 7 E,K) or % INS + ve  area per islet ( Figure 7 F,L) in TCDD-exposed βAhr WT  and βAhr KO  mice of either sex."
    },
    {
      "title": "Discussion",
      "text": "Our study demonstrates that AhR signaling in β-cells plays a role in maintaining metabolic health in mice, even in the absence of exogenous chemical stimuli. βAhr KO  females had modestly reduced fasted blood glucose levels and increased basal and glucose-stimulated insulin secretion  ex vivo , whereas βAhr KO  males displayed increase body weight compared to βAhr WT  controls. Activation of AhR in β-cells following chemical exposure appears to be detrimental for β-cell health. In line with our previous findings [ 24 ], we show that high-dose TCDD exposure has sex-specific effects on glucose homeostasis (summarized in  Figure 8 ). TCDD-exposed βAhr WT  females were more insulin resistant and displayed hyperglycemia during a GTT, and these effects were abolished in TCDD-exposed βAhr KO  females. TCDD-exposed βAhr WT  males showed reduced GSIS  in vivo  and  ex vivo , increased insulin sensitivity, and hypoglycemia during a GTT, which was also largely mitigated by deleting  Ahr  in β-cells. Importantly, these data imply that AhR signaling in β-cells is not only driving the effects of TCDD on insulin secretion but also on peripheral insulin sensitivity in both sexes. Both loss of AhR (i.e. under baseline conditions) and overstimulation of AhR (i.e. following chemical exposure) in β-cells impairs metabolic health in mice, indicating the importance of this pathway in regulating β-cell physiology. Our study also points to a sex-specific role of AhR in β-cells. Figure 8 Metabolic p henotypes in TCDD-exposed βAhR WT and βAhR KO mice relative to their CO-exposed genotype controls.  Graphical table summarizing the effect of single high-dose TCDD injection on glucose tolerance, glucose-stimulated plasma insulin levels, insulin tolerance, and  ex vivo  β-cell function in female and male βAhr WT  and βAhr KO  mice. Figure 8\n\nMetabolic p henotypes in TCDD-exposed βAhR WT and βAhR KO mice relative to their CO-exposed genotype controls.  Graphical table summarizing the effect of single high-dose TCDD injection on glucose tolerance, glucose-stimulated plasma insulin levels, insulin tolerance, and  ex vivo  β-cell function in female and male βAhr WT  and βAhr KO  mice.\n\nThe main metabolic phenotypes in TCDD-exposed βAhr WT  female mice were insulin resistance and hyperglycemia, both of which were abolished by deleting  Ahr  in β-cells. Interestingly, TCDD also increased  Il1b  expression in islets from βAhr WT  females but not βAhr KO  females at 1-week post-injection. We did not observe an increase in macrophage infiltration in TCDD-exposed βAhr WT  female islets, suggesting that AhR activation promotes local production of IL-1β in β-cells, but more detailed analyses are needed to fully assess macrophage accumulation in TCDD-exposed islets. It is well established that elevated IL-1β signaling in islets leads to β-cell dysfunction and β-cell apoptosis [ [30] ,  [31] ,  [32] ,  [33] ]. We did not observe an increase in islet cell apoptosis or changes in % insulin + ve  area per islet in female βAhr WT  mice at 1-week post-TCDD; however, it is plausible that persistent TCDD exposure (and thus, prolonged  Il-1β  induction) would lead to β-cell apoptosis. Regardless, deleting  Ahr  in β-cells of female mice prevented the TCDD-induced increase in  Il-1β  in islets and onset of glucose intolerance. These data suggest that AhR-mediated inflammation may contribute to β-cell dysfunction in female mice. Future studies should investigate the interaction between βAhR and the immune system (e.g. inflammasomes).\n\nIn line with previous data [ 24 ], TCDD-exposed βAhr WT  males displayed reduced glucose-induced plasma insulin levels, increased insulin sensitivity, and hypoglycemia at 1-week post-injection, which coincided with reduced GSIS  ex vivo . Past studies have speculated that TCDD alters glucose homeostasis primarily by increasing insulin sensitivity [ [34] ,  [35] ,  [36] ], which then causes adaptive changes in insulin secretion. Here we show that deleting  Ahr  in β-cells largely abolished or delayed TCDD-induced metabolic phenotypes in male mice, including changes in peripheral insulin sensitivity. This suggests that β-cell dysfunction is central to the metabolic phenotypes in TCDD-exposed male mice. In line with previous studies, TCDD-exposed βAhr WT  males also had reduced expression of insulin-regulated genes in liver [ [37] ,  [38] ,  [39] ]; we are the first to provide evidence that these well-documented effects of TCDD in liver are likely driven by changes in insulin secretion (given the absence of these changes in βAhr KO  male liver). Although the mechanisms through which AhR activation impairs β-cell function in male mouse islets remains unclear, we show that TCDD increased  Gcg  (glucagon) and decreased  Gck  (glucokinase; glucose sensor [ 40 ]) in islets from βAhr WT  but not βAhr KO  males. These data could point to a role of βAhR in mediating glucagon secretion from α-cells and/or glucose sensing in β-cells and consequently GSIS. Future studies should consider the role of βAhR in intra-islet glucagon signaling and glycolysis/glucose metabolism using detailed  ex vivo  perifusion analysis and Seahorse technology.\n\nWe provide novel evidence that AhR signaling in β-cells plays a role in maintaining metabolic health in the absence of chemical stimuli. βAhr KO  females had modestly reduced fasting blood glucose levels and increased basal and glucose-stimulated insulin secretion  ex vivo , suggesting that βAhR signaling mediates β-cell function in female mice. However, it is important to note that βAhr KO  females displayed normal fasted and glucose-stimulated plasma insulin levels compared to βAhr WT  females, potentially pointing to increased insulin clearance in βAhr KO  females; more detailed analyses are required to understand this phenotype, including assessing the interaction between βAhR and sex hormones [ [41] ,  [42] ,  [43] ,  [44] ]. Interestingly, previous studies report normal fasting blood glucose, fasting c-peptide levels, and glucose tolerance in young global Ahr KO  female mice (3–4 months of age), but glucose intolerance, hypoinsulinemia, and insulin resistance in aged Ahr KO  female mice (7–15 months of age) [ 45 , 46 ]. Given that the subset of female mice that were maintained until 6 weeks post-injection in our study were ∼3–5 months of age, longer-term studies in older βAhr KO  mice are warranted. We also show that βAhr KO  males displayed increased body weight and reduced hepatic  Ppargc1a  expression compared to βAhr WT  controls. PGC1α is a master regulator of mitochondrial biogenesis, fatty acid oxidation, and energy substrate uptake/utilization [ 47 ]; PGC1α expression in liver has been negatively correlated with body fat content in humans [ 47 ] and liver-specific PGC1α knockout mice display weight gain [ 48 ]. As such, our data suggests a baseline role of β-cell AhR signaling in lipid homeostasis and/or body weight regulation. Future studies should characterise changes in fatty acid oxidation and lipid deposition in tissues such as adipose, as well as energy expenditure in βAhr KO  mice. It would also be interesting to investigate the role of β-cell AhR signaling in mediating energy homeostasis following HFD feeding.\n\nOur findings in βAhr KO  mice under baseline conditions largely differ from global Ahr KO  models. A study by Xu et al. [ 22 ] showed that when fed a chow diet, male Ahr KO  mice had normal body weight compared to WT mice but were protected from HFD-induced weight gain and hyperinsulinemia. In addition, Wang  et  al. [ 21 ] reported that global Ahr KO  mice had improved glucose tolerance and increased insulin sensitivity, but no change in glucose-stimulated plasma insulin levels compared to WT mice; note male and female data were pooled in their study. Collectively, studies in global Ahr KO  mice suggest that loss of Ahr is protective against metabolic impairments, whereas our study suggests that loss of AhR in β-cells in the absence of a chemical stressor promotes modest weight gain in males and hypersecretion of insulin in females, which could be detrimental. Discrepancies between our data and studies in global AhR KO  mice imply that loss of AhR signaling in β-cells may cause maladaptive AhR-dependent responses in peripheral tissues that are absent in global  Ahr  knockout mice.\n\nOur study provides novel evidence that AhR signaling in β-cells is required for maintaining β-cell function in female mice and body weight in male mice under baseline conditions. Additionally, we show that high-dose TCDD exposure impairs glucose homeostasis and β-cell function via AhR activation in β-cells. This implies that environmental AhR ligands directly target the β-cell and likely contribute to increasing diabetes susceptibility."
    },
    {
      "title": "CRediT authorship contribution statement",
      "text": "Myriam P. Hoyeck:  Conceptualization, Data curation, Formal analysis, Investigation, Methodology, Validation, Visualization, Writing – original draft, Writing – review & editing.  Ma. Enrica Angela Ching:  Investigation.  Lahari Basu:  Investigation.  Kyle van Allen:  Investigation.  Jana Palaniyandi:  Investigation.  Ineli Perera:  Investigation.  Emilia Poleo-Giordani:  Investigation.  Antonio A. Hanson:  Investigation.  Peyman Ghorbani:  Investigation.  Morgan D. Fullerton:  Funding acquisition, Resources.  Jennifer E. Bruin:  Conceptualization, Data curation, Formal analysis, Funding acquisition, Investigation, Methodology, Project administration, Resources, Supervision, Validation, Visualization, Writing – original draft, Writing – review & editing."
    },
    {
      "title": "Declaration of competing interest",
      "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    }
  ],
  "full_text": "Objective Chronic exposure to persistent organic pollutants (POPs) is associated with increased incidence of type 2 diabetes, hyperglycemia, and poor insulin secretion in humans. Dioxins and dioxin-like compounds are a broad class of POPs that exert cellular toxicity through activation of the aryl hydrocarbon receptor (AhR). We previously showed that a single high-dose injection of 2,3,7,8-tetrachlorodibenzo- p -dioxin (TCDD, aka dioxin; 20 μg/kg)  in vivo  reduced fasted and glucose-stimulated plasma insulin levels for up to 6 weeks in male and female mice. TCDD-exposed male mice were also modestly hypoglycemic and had increased insulin sensitivity, whereas TCDD-exposed females were transiently glucose intolerant. Whether these effects are driven by AhR activation in β-cells requires investigation. Methods We exposed female and male β-cell specific  Ah r  knockout (βAhr KO ) mice and littermate  Ins 1-Cre  genotype controls (βAhr WT ) to a single high dose of 20 μg/kg TCDD and tracked the mice for 6 weeks. Results Under baseline conditions, deleting AhR from β-cells caused hypoglycemia in female mice, increased insulin secretion  ex vivo  in female mouse islets, and promoted modest weight gain in male mice. Importantly, high-dose TCDD exposure impaired glucose homeostasis and β-cell function in βAhr WT  mice, but these phenotypes were largely abolished in TCDD-exposed βAhr KO  mice. Conclusion Our study demonstrates that AhR signaling in β-cells is important for regulating baseline β-cell function in female mice and energy homeostasis in male mice. We also show that β-cell AhR signaling largely mediates the effects of TCDD on glucose homeostasis in both sexes, suggesting that the effects of TCDD on β-cell function and health are driving metabolic phenotypes in peripheral tissues.\n\n## Abbreviations\n\nAryl hydrocarbon receptor\n\nGlucose tolerance test\n\nGlucose-stimulated insulin secretion\n\nGlutathione S-transferase alpha 1\n\nInsulin tolerance test\n\nNAD(P)H: quinone oxidoreductase\n\nPersistent organic pollutants\n\nPeroxisome proliferative activated receptor 1α\n\n2,3,7,8-tetrachlorodibenzo- p -dioxin\n\n## Introduction\n\nPersistent organic pollutants (POPs) are a diverse family of lipophilic environmental contaminants that resist degradation, leading to their widespread global dispersion. Chronic exposure to POPs is associated with numerous adverse health outcomes in humans, including increased risk of type 2 diabetes (T2D) [ [1] ,  [2] ,  [3] ,  [4] ,  [5] ,  [6] ,  [7] ], hyperglycemia [ 1 , [7] ,  [8] ,  [9] ,  [10] ,  [11] ] and poor insulin secretion [ 1 , [10] ,  [11] ,  [12] ,  [13] ,  [14] ]. However, the causal link between POP exposure and metabolic dysregulation remains poorly understood.\n\nDioxins and dioxin-like compounds are a broad class of POPs that exert cellular toxicity through activation of the aryl hydrocarbon receptor (AhR). AhR is a ligand-dependent nuclear receptor that is involved in numerous biological processes. The canonical AhR pathway is involved in the detoxification of xenobiotic compounds (such as dioxins) via activation of phase I (e.g. cytochrome P450, CYP450) and phase II (e.g. NAD(P)H: quinone oxidoreductase, NQO1; glutathione S-transferase alpha 1, GSTA1) xenobiotic metabolism enzymes [ 15 , 16 ]; however, activation of these enzymes can also lead to oxidative stress and consequently DNA damage. Global and tissue-specific AhR knockout models have also revealed an essential role of AhR in non-canonical processes, including cell proliferation and adhesion, apoptosis, protein degradation, organ development, immune responses, and circadian rhythms [ [16] ,  [17] ,  [18] ,  [19] ,  [20] ]. Importantly, global AhR knockout mice have increased insulin sensitivity and improved glucose tolerance on both chow [ 21 ] and high-fat diets (HFD) [ 22 ], and reduced adiposity when fed a HFD [ 22 ], implicating AhR in regulating energy metabolism and glucose homeostasis.\n\nOur lab has shown that direct  in vitro  and systemic  in vivo  exposure to the AhR ligand, 2,3,7,8-tetrachlorodiobenzo- p -dioxin (TCDD, aka “dioxin”), induced  Cyp1a1  gene expression in mouse pancreatic islets [ [23] ,  [24] ,  [25] ]. This indicates that dioxins directly activate AhR within the endocrine pancreas, but the impact of AhR signaling on β-cell function remains unclear. We have shown that a single high-dose injection of TCDD (20 μg/kg)  in vivo  reduced fasted and glucose-stimulated plasma insulin levels for up to 6 weeks in male and female mice [ 24 ]. TCDD-exposed male mice were also modestly hypoglycemic and had increased insulin sensitivity, whereas TCDD-exposed females were transiently glucose intolerant compared to CO-exposed mice. It is unclear if the direct action of TCDD on β-cells contributes to these sex-specific metabolic outcomes. Interestingly, high-dose  10.13039/100004919 TCDD  exposure did not reduce plasma insulin levels in male mice with a global AhR deletion [ 26 ], supporting a role of AhR in mediating the effects of  10.13039/100004919 TCDD \n in vivo ; whether this is driven by the AhR pathway in β-cells requires investigation.\n\nTo elucidate the role of AhR in β-cells, we generated a β-cell specific  Ahr  knockout (βAhr KO ) mouse model using the Cre-loxP system. We first assessed the role of β-cell AhR in regulating body weight, glucose homeostasis, and β-cell health in the absence of exogenous chemical stimuli. We then administered a single high-dose of TCDD (20 μg/kg), as in our previous study [ 24 ], to determine whether the effects of TCDD on glucose homeostasis and β-cell function/health in mice are mediated by β-cell AhR signaling. We report that deleting  Ahr  from β-cells promoted modest weight gain in male mice, caused hypoglycemia in female mice, and increased insulin secretion in isolated female islets  ex vivo  under baseline conditions. Importantly, high-dose TCDD exposure impaired glucose homeostasis and β-cell function in βAhr WT  mice ( Ins 1-Cre  genotype control), but these phenotypes were largely abolished in TCDD-exposed βAhr KO  mice. Collectively, our study demonstrated that AhR signaling in β-cells mediates the effects of TCDD on glucose homeostasis in both female and male mice, most likely by promoting β-cell dysfunction.\n\n## Materials and methods\n\nAll mice received  ad libitum  access to standard rodent chow (Harlan Laboratories, Teklad Diet #2018; Madison, WI) and were maintained on a 12-hour light/dark cycle throughout the study. All experiments were approved by the Carleton University Animal Care Committee and carried out in accordance with the Canadian Council on Animal Care guidelines. Prior to beginning experimental protocols, animals were randomly assigned to treatment groups and matched for body weight and blood glucose to ensure that these variables were consistent between groups.\n\nB6(Cg)-Ins1 tm1.1(cre)Thor IJ (#026801; mice expressing Cre recombinase under the control of the  insulin-1  ( Ins-1 ) promoter;  Supplemental Figure 1C ) and Ahr tm3.1Bra IJ (#006203; mice with loxP sites flanking exon 2 of the  Ahr  allele;  Supplemental Figure 1B ) were purchased from The Jackson Labs (Bar Harbour, ME, USA). These mice were crossed to generate mice with a partial  Ahr  knockout in β-cells (βAhr fl/+  Ins1 Cre/+ ), which were further crossed to generate βAhr fl/fl  Ins1 +/+  and βAhr fl/+  Ins1 Cre/Cre  mice. Our experimental mice were then generated by crossing βAhr fl/+  Ins1 +/+  females with βAhr fl/+  Ins1 Cre/Cre  males. We refer to β-cell specific  Ahr  knockout mice (βAhr fl/fl  Ins1 Cre/+ ) as “βAhr KO ” and genotype control mice with a single copy of  Ins 1-Cre  (βAhr +/+  Ins1 Cre/+ ) as “βAhr WT ” ( Supplemental Figure 1A ). Genotypes were confirmed by PCR from an ear notch using iProof HF master mice (Biorad, #1725310; Mississauga, ON, Canada) and primer sequences provided by The Jackson Labs, and subsequently running PCR products on a 2 % agarose gel ( Supplemental Figure 1B,C ; primer sequences in  Supplemental Table 1 ).\n\nWe confirmed deletion of  Ahr  by verifying that recombination was occurring along exon 2 of the  Ahr  gene in whole islets, dispersed islets, and sorted β-cells. Islets were isolated from βAhr WT  and βAhr KO  mice at 15–55 weeks of age, as described in Section  2.3 . A subset of whole islets was stored in buffer RLT with 1 % β-mercaptoethanol for qPCR analysis (∼70 islets/biological replicate, n = 6–7 biological replicates/group). Another subset of islets was dispersed, sorted to collect a pure β-cell population, as described in Section  2.4 , and subsequently stored in TRIzol TM  (Invitrogen, #15596018; Carlsbad, CA, USA) for qPCR analysis. Liver was harvested from βAhr WT  and βAhr KO  mice at 33–41 weeks of age and flash frozen (n = 9 biological replicates/group) for qPCR analysis.\n\nAhr  primers were designed to bind on either side of exon 2 or within exon 2 to assess recombination at exon 2 ( Supplemental Figure 1D , primer sequences in  Supplemental Table 2 ).  Ahr  was amplified in whole islets, disperse islets, and sorted β-cells using qPCR with primers for both the outside and inside of exon 2, and gene products were run on a 2 % agarose gel. The same method was used to ensure that no  Ahr  recombination was occurring in liver of βAhr KO  mice.\n\nFemale and male βAhr KO  and βAhr WT  mice were generated as described in Section  2.1.1 ; 45 litters were generated, with ∼58 % of litters having both βAhr KO  mice and corresponding βAhr WT  littermate controls. At 6–37 weeks of age, βAhr KO  and βAhr WT  mice received a single intraperitoneal (i.p.) injection of corn oil (CO; 25 ml/kg, vehicle control, Sigma-Aldrich, #C8267-2.5L; St Louise, MO, USA) or 20 μg/kg TCDD (AccuStandard, #AD404SDMSO10X), as outlined in  Figure 2 A (n = 17–21 mice/group). At 1-week post-injection, islets were isolated from a subset of mice for an  ex vivo  glucose-stimulated insulin secretion (GSIS) assay, cell viability assessment, and RNA extraction (n = 6–7 mice/group); liver was extracted from the same subset of mice and flash frozen for qPCR analysis (n = 6–7 mice/group). Whole pancreas was harvested from another subset of mice at 1-week post-injection and stored in 4 % paraformaldehyde (PFA) for 24 h, followed by long-term storage in 70 % ethanol for histological analysis (n = 5–7 mice/group). At 6 weeks post-injection, islets were isolated from a third subset of mice for an  ex vivo  GSIS assay and RNA extraction. All tissues were harvested from random-fed mice.\n\nAll metabolic analyses were performed in conscious, restrained mice, and blood samples were collected via the saphenous vein using heparinized microhematocrit tubes (Fisherbrand, #22-362-566). Blood glucose levels were measured using a handheld glucometer (MediSure; Ajax, Canada). Body weight and blood glucose were measured following a 4-h morning fast 1-2x/week throughout the study. For all metabolic tests, time 0 indicates the blood sample collected prior to administration of glucose or insulin. For glucose tolerance tests (GTTs), mice received an i.p. bolus of glucose (2 g/kg) following a 6-h morning fast. Blood samples were collected at 0, 15, 30, and 60 min for measuring plasma insulin levels by ELISA (ALPCO, #80-INSMSU-E01; Salem, NH, USA). GTTs were conducted at 1-, 4- and 6-weeks post CO or TCDD injection. For insulin tolerance tests (ITTs), mice received an i.p. bolus of insulin (0.7 IU/kg; Novolin ge Toronto, #02024233; Novo Nordisk, Canada) following a 4-h morning fast. An ITT was performed at 1–2 weeks post CO or TCDD injection.\n\nIslets were isolated by pancreatic duct injection with collagenase (1,000 units/ml; Sigma Aldrich, #C7657) dissolved in Hanks’ balanced salt solution (HBSS: 137 mM NaCl, 5.4 mM KCl, 4.2 mM NaH 2 PO 4 , 4.1 mM KH 2 PO 4 , 10 mM HEPES, 1 mM MgCl 2 , 5 mM dextrose, pH 7.2). Pancreata were incubated at 37 °C for 10 min 45 sec, vigorously agitated, and the collagenase reaction quenched by adding cold HBSS with 1 mM CaCl 2 . Pancreas tissue was washed 3 times in HBSS + CaCl 2  (centrifuging for 1 min at 1000 rpm between washes) and resuspended in RPMI 1640 1X (Wisent Bioproducts, 350-000-CL; St-Bruno, Canada) containing 10 % fetal bovine serum (FBS; Sigma-Aldrich, #F1051-500 ml) and 1 % 10000 IU/ml penicillin-streptomycin (Gibco, #15140-122-100). Pancreas tissue was filtered through a 70 μm cell strainer and islets were handpicked under a dissecting scope to >95 % purity. The day following isolation, islets were used for cell sorting,  ex vivo  GSIS, cell viability assessment, or stored in buffer RLT with 1 % β-mercaptoethanol for RNA extraction.\n\nTo sort islets, 400–600 islets per replicate (n = 3 biological replicates/group) were transferred to a 1.5 mL microcentrifuge tube and washed with pre-warmed PBS+/+ (Sigma, #D8662) [ 27 ]. Islets were dispersed by adding 400 μl Accutase (VWR, CA10215-416) and incubating islets at 37 °C for ∼4–6 min with trituration occurring every 2 min (VWR, #CA10215-416). Accutase was neutralized with 600 μl RPMI 1640 + 10 % FBS +1 % 10000 IU/ml penicillin-streptomycin. Cells were incubated in blocking solution (PBS + 2 % FBS) for 5 min at room temperature. Cells were incubated in 50 μl primary antibody mixture (antibody information below) for 15 min at room temperature. Cells were washed with 1 mL of PBS + 2 % FBS and then incubated in 50 μl secondary antibody (antibody information below) for 20 min at room temperature. Next, 50 μl of 2.8 μM DAPI + 4 mM EDTA was added to each sample just prior to sorting. Samples were sorted on a SH800S Cell Sorter (Sony).\n\nCells were gated based on size, granularity, and geometry for singlets ( Supplemental Figure 1E ) [ 27 ]. Cells negative for DAPI and TER-119-biotin (erythroid cell marker; BioLegend, #133307; San Diego, CA, USA), CD31-biotin (endothelial cell marker; BioLegend, #102503), and CD45-biotin (hematopoietic cell marker; BioLegend, #103101) detected by streptavidin-BV421 (1:200, BioLegend, #405226) in the FL-1 channel and positive for EpCAM-PerCP/Cy5.5 (endocrine cell marker; BioLegend, #118219) in the FL-5 channel were gated. Endocrine cells were further sorted by CD24-APC +ve  (δ-cell marker; BioLegend, 138505) δ-cells and CD24 - ve  cells on FL-4. CD24 - ve  cells were further gated into CD71 +ve  (β-cell marker; BioLegend, #113805) and CD49f +ve  cells (β-cell marker; BioLegend, #313611) on FL-2 and FL-3, respectively, to exclude α-cells. β-cells were collected in a 1.5 mL microcentrifuge tube containing 50 μl FBS and immediately resuspended in Trizol and stored at −20 °C until RNA extraction [ 27 ]. Additional details on antibodies are included in  Supplemental Table 4 .\n\nTo assess β-cell function, 25 islets per replicate (n = 3 technical replicates/mouse; n = 3–8 mice/group) were transferred to a 1.5 mL microcentrifuge tube and washed with pre-warmed (37 °C) Krebs–Ringer bicarbonate buffer (KRBB) with 0 mM glucose (115 mM NaCl, 5 mM KCl, 24 mM NaHCO 3 , 2.5 mM CaCl 2 , 1 mM MgCl 2 , 10 mM HEPES, 0.1 % (wt/vol.) BSA, pH 7.4). Islets were then immersed in KRBB with 2.8 mM glucose (low glucose, LG) for a 1 h pre-incubation at 37 °C and the supernatant was discarded. Islets were then immersed in 500 μl of LG KRBB for 1 h, followed by 500 μl of KRBB with 16.7 mM glucose (high glucose, HG) for 1 h at 37 °C. The LG KRBB and HG KRBB samples were centrifuged (2000 rpm) and the supernatant stored at −30 °C until use. To measure insulin content, islets were immersed in 500 μl of acid-ethanol solution (1.5 % (vol./vol.) HCl in 70 % (vol./vol.) ethanol) at 4 °C overnight and then neutralised with 1 M Tris base (pH 7.5) before long-term storage at −30 °C. Insulin concentrations were measured by ELISA (ALPCO, #80-INSMR).\n\nTo assess cell viability, 50 islets per replicate (n = 2 technical replicates/mouse; n = 3–9 mice/group) were transferred to a 1.5 mL microcentrifuge tube and dispersed as described in Section  2.4 . Following dispersing, cells were washed once with PBS+/+ and then stained with 0.5 μM Hoescht (Thermo Scientific, #62249), 1.25 μM Calcein (Invitrogen, #L3224), and 0.75 μM PI (Invitrogen, #P21493) at room temperature for 30 min in a 96-well flat-bottom plate pre-coated with poly-D-lysine (Sigma-Aldrich #P7280). An Axio Observer 7 microscope was used to image 10 % of each well immediately after staining. The number of calcein +  cells (live) and PI +  cells (dead/dying) was quantified using Zen Blue 2.6 software (Carl Zeiss, Germany). The % live cell was calculated as [(# of live cells imaged in well)/(total # cell imaged in well) ∗100], with an average of 1650 cells counted per well.\n\nRNA was extracted from isolated islets stored in buffer RLT with 1 % β-mercaptoethanol using the Qiagen RNeasy Micro Kit (#74004). RNA was extracted from flash frozen liver using TRIzol TM  (Invitrogen, #15596018; Carlsbad, CA, USA), as per the manufacturer's instructions. DNase treatment was performed prior to cDNA synthesis with the iScript TM  gDNA Clear cDNA Synthesis Kit (Biorad, #1725035). qPCR was performed using SsoAdvanced Universal SYBR Green Supermix (Biorad, #1725271) and run on a CFX384 (Biorad).  PPIA  was used as the reference gene since this gene displayed stable expression under control and treatment conditions. Data were analyzed using the 2 −ΔΔCT  relative quantitation method. Primer sequences are listed in  Supplemental Table 1–3 .\n\nPFA-fixed pancreas tissues were processed and paraffin-embedded by the University of Ottawa Heart Institute Histology Core Facility (Ottawa, ON). Immunofluorescent staining was performed on tissue sections (5 μm thick), as previously described [ 23 ]. Apoptosis was assessed using the Molecular Probes Click-It Plus TUNEL Assay with Alexa Fluor 488 dye (Invitrogen, #C10617), according to manufacturer's instructions. Pancreas sections were counterstained with rabbit anti-insulin (1:200, C27C9; Cell Signaling Technology, #3014, Danvers, MA, USA) and goat anti-rabbit IgG (H + L) secondary antibody, Alexa Fluor 594 (1:1000; Invitrogen, #A11037) with no antigen retrieval. For every round of staining, a pancreas section was treated with DNase (Qiagen, # 1023460) prior to TUNEL staining as a positive control. Macrophage infiltration into islets was assessed by staining pancreas tissues with rat anti-F4/80 (1:100; CedarLane, #CL8940AP; Burlington, ON, Canada) and mouse anti-insulin (1:250; L6B10, Cell Signaling, # 8138S); secondary antibodies used included goat anti-rat IgG (H + L) Alexa Fluor 594 (1:1000; Invitrogen, #A11007) and goat anti-mouse IgG (H + L) Alexa Fluor 488 (1:1000; Invitrogen, #A11029). A section of adipose tissue from a HFD-fed mouse was included as a positive control for F4/80 immunoreactivity.\n\nFor islet morphology quantification, the entire pancreas section was imaged with an Axio Observer 7 microscope and all islets within the field of view were quantified. The average of all islet measurements is reported for each biological replicate. The % INS + ve  area per islet was calculated as [(hormone + ve  area/islet area) x 100], with a range of 2–8 islets quantified per mouse. Immunofluorescence was manually quantified using Zen Blue 2.6 software. The % TUNEL + ve  INS + ve  cells per pancreas section was calculated as [(# of TUNEL + ve  INS + ve  cells per pancreas section)/(total # of INS + ve  cells per pancreas section) x 100], with an average of 350 cells counted per pancreas section.\n\nAll statistics were performed using GraphPad Prism 10.1.0 (GraphPad Software Inc., La Jolla, CA). Specific statistical tests are indicated in figure legends. Sample sizes are described in Section  2.1  and in figure legends. For all analyses, p ≤ 0.05 was considered statistically significant. Statistically significant outliers were detected by a Grubbs’ test with α = 0.05. All data was tested for normality using a Shapiro-Wilk test and for equal variance using either a Brown–Forsyth test (for one-way ANOVAs) or an F test (for unpaired t-tests). Non-parametric statistics were used in cases where the data failed normality or equal variance tests. Parametric tests were used for all two-way ANOVAs, but normality and equal variance were tested on area under the curve (AUC) values and by one-way ANOVAs. Data in line and bar graphs display mean ± SEM. Individual data points on bar plots are always biological replicates (i.e. different mice).\n\n## Animals\n\nAll mice received  ad libitum  access to standard rodent chow (Harlan Laboratories, Teklad Diet #2018; Madison, WI) and were maintained on a 12-hour light/dark cycle throughout the study. All experiments were approved by the Carleton University Animal Care Committee and carried out in accordance with the Canadian Council on Animal Care guidelines. Prior to beginning experimental protocols, animals were randomly assigned to treatment groups and matched for body weight and blood glucose to ensure that these variables were consistent between groups.\n\nB6(Cg)-Ins1 tm1.1(cre)Thor IJ (#026801; mice expressing Cre recombinase under the control of the  insulin-1  ( Ins-1 ) promoter;  Supplemental Figure 1C ) and Ahr tm3.1Bra IJ (#006203; mice with loxP sites flanking exon 2 of the  Ahr  allele;  Supplemental Figure 1B ) were purchased from The Jackson Labs (Bar Harbour, ME, USA). These mice were crossed to generate mice with a partial  Ahr  knockout in β-cells (βAhr fl/+  Ins1 Cre/+ ), which were further crossed to generate βAhr fl/fl  Ins1 +/+  and βAhr fl/+  Ins1 Cre/Cre  mice. Our experimental mice were then generated by crossing βAhr fl/+  Ins1 +/+  females with βAhr fl/+  Ins1 Cre/Cre  males. We refer to β-cell specific  Ahr  knockout mice (βAhr fl/fl  Ins1 Cre/+ ) as “βAhr KO ” and genotype control mice with a single copy of  Ins 1-Cre  (βAhr +/+  Ins1 Cre/+ ) as “βAhr WT ” ( Supplemental Figure 1A ). Genotypes were confirmed by PCR from an ear notch using iProof HF master mice (Biorad, #1725310; Mississauga, ON, Canada) and primer sequences provided by The Jackson Labs, and subsequently running PCR products on a 2 % agarose gel ( Supplemental Figure 1B,C ; primer sequences in  Supplemental Table 1 ).\n\nWe confirmed deletion of  Ahr  by verifying that recombination was occurring along exon 2 of the  Ahr  gene in whole islets, dispersed islets, and sorted β-cells. Islets were isolated from βAhr WT  and βAhr KO  mice at 15–55 weeks of age, as described in Section  2.3 . A subset of whole islets was stored in buffer RLT with 1 % β-mercaptoethanol for qPCR analysis (∼70 islets/biological replicate, n = 6–7 biological replicates/group). Another subset of islets was dispersed, sorted to collect a pure β-cell population, as described in Section  2.4 , and subsequently stored in TRIzol TM  (Invitrogen, #15596018; Carlsbad, CA, USA) for qPCR analysis. Liver was harvested from βAhr WT  and βAhr KO  mice at 33–41 weeks of age and flash frozen (n = 9 biological replicates/group) for qPCR analysis.\n\nAhr  primers were designed to bind on either side of exon 2 or within exon 2 to assess recombination at exon 2 ( Supplemental Figure 1D , primer sequences in  Supplemental Table 2 ).  Ahr  was amplified in whole islets, disperse islets, and sorted β-cells using qPCR with primers for both the outside and inside of exon 2, and gene products were run on a 2 % agarose gel. The same method was used to ensure that no  Ahr  recombination was occurring in liver of βAhr KO  mice.\n\nFemale and male βAhr KO  and βAhr WT  mice were generated as described in Section  2.1.1 ; 45 litters were generated, with ∼58 % of litters having both βAhr KO  mice and corresponding βAhr WT  littermate controls. At 6–37 weeks of age, βAhr KO  and βAhr WT  mice received a single intraperitoneal (i.p.) injection of corn oil (CO; 25 ml/kg, vehicle control, Sigma-Aldrich, #C8267-2.5L; St Louise, MO, USA) or 20 μg/kg TCDD (AccuStandard, #AD404SDMSO10X), as outlined in  Figure 2 A (n = 17–21 mice/group). At 1-week post-injection, islets were isolated from a subset of mice for an  ex vivo  glucose-stimulated insulin secretion (GSIS) assay, cell viability assessment, and RNA extraction (n = 6–7 mice/group); liver was extracted from the same subset of mice and flash frozen for qPCR analysis (n = 6–7 mice/group). Whole pancreas was harvested from another subset of mice at 1-week post-injection and stored in 4 % paraformaldehyde (PFA) for 24 h, followed by long-term storage in 70 % ethanol for histological analysis (n = 5–7 mice/group). At 6 weeks post-injection, islets were isolated from a third subset of mice for an  ex vivo  GSIS assay and RNA extraction. All tissues were harvested from random-fed mice.\n\n## Generating β-cell specific  Ahr  knockout mice\n\nB6(Cg)-Ins1 tm1.1(cre)Thor IJ (#026801; mice expressing Cre recombinase under the control of the  insulin-1  ( Ins-1 ) promoter;  Supplemental Figure 1C ) and Ahr tm3.1Bra IJ (#006203; mice with loxP sites flanking exon 2 of the  Ahr  allele;  Supplemental Figure 1B ) were purchased from The Jackson Labs (Bar Harbour, ME, USA). These mice were crossed to generate mice with a partial  Ahr  knockout in β-cells (βAhr fl/+  Ins1 Cre/+ ), which were further crossed to generate βAhr fl/fl  Ins1 +/+  and βAhr fl/+  Ins1 Cre/Cre  mice. Our experimental mice were then generated by crossing βAhr fl/+  Ins1 +/+  females with βAhr fl/+  Ins1 Cre/Cre  males. We refer to β-cell specific  Ahr  knockout mice (βAhr fl/fl  Ins1 Cre/+ ) as “βAhr KO ” and genotype control mice with a single copy of  Ins 1-Cre  (βAhr +/+  Ins1 Cre/+ ) as “βAhr WT ” ( Supplemental Figure 1A ). Genotypes were confirmed by PCR from an ear notch using iProof HF master mice (Biorad, #1725310; Mississauga, ON, Canada) and primer sequences provided by The Jackson Labs, and subsequently running PCR products on a 2 % agarose gel ( Supplemental Figure 1B,C ; primer sequences in  Supplemental Table 1 ).\n\n## Validating β-cell specific  Ahr  knockout mice\n\nWe confirmed deletion of  Ahr  by verifying that recombination was occurring along exon 2 of the  Ahr  gene in whole islets, dispersed islets, and sorted β-cells. Islets were isolated from βAhr WT  and βAhr KO  mice at 15–55 weeks of age, as described in Section  2.3 . A subset of whole islets was stored in buffer RLT with 1 % β-mercaptoethanol for qPCR analysis (∼70 islets/biological replicate, n = 6–7 biological replicates/group). Another subset of islets was dispersed, sorted to collect a pure β-cell population, as described in Section  2.4 , and subsequently stored in TRIzol TM  (Invitrogen, #15596018; Carlsbad, CA, USA) for qPCR analysis. Liver was harvested from βAhr WT  and βAhr KO  mice at 33–41 weeks of age and flash frozen (n = 9 biological replicates/group) for qPCR analysis.\n\nAhr  primers were designed to bind on either side of exon 2 or within exon 2 to assess recombination at exon 2 ( Supplemental Figure 1D , primer sequences in  Supplemental Table 2 ).  Ahr  was amplified in whole islets, disperse islets, and sorted β-cells using qPCR with primers for both the outside and inside of exon 2, and gene products were run on a 2 % agarose gel. The same method was used to ensure that no  Ahr  recombination was occurring in liver of βAhr KO  mice.\n\n## In vivo  TCDD-exposure study protocol\n\nFemale and male βAhr KO  and βAhr WT  mice were generated as described in Section  2.1.1 ; 45 litters were generated, with ∼58 % of litters having both βAhr KO  mice and corresponding βAhr WT  littermate controls. At 6–37 weeks of age, βAhr KO  and βAhr WT  mice received a single intraperitoneal (i.p.) injection of corn oil (CO; 25 ml/kg, vehicle control, Sigma-Aldrich, #C8267-2.5L; St Louise, MO, USA) or 20 μg/kg TCDD (AccuStandard, #AD404SDMSO10X), as outlined in  Figure 2 A (n = 17–21 mice/group). At 1-week post-injection, islets were isolated from a subset of mice for an  ex vivo  glucose-stimulated insulin secretion (GSIS) assay, cell viability assessment, and RNA extraction (n = 6–7 mice/group); liver was extracted from the same subset of mice and flash frozen for qPCR analysis (n = 6–7 mice/group). Whole pancreas was harvested from another subset of mice at 1-week post-injection and stored in 4 % paraformaldehyde (PFA) for 24 h, followed by long-term storage in 70 % ethanol for histological analysis (n = 5–7 mice/group). At 6 weeks post-injection, islets were isolated from a third subset of mice for an  ex vivo  GSIS assay and RNA extraction. All tissues were harvested from random-fed mice.\n\n## Metabolic assessments\n\nAll metabolic analyses were performed in conscious, restrained mice, and blood samples were collected via the saphenous vein using heparinized microhematocrit tubes (Fisherbrand, #22-362-566). Blood glucose levels were measured using a handheld glucometer (MediSure; Ajax, Canada). Body weight and blood glucose were measured following a 4-h morning fast 1-2x/week throughout the study. For all metabolic tests, time 0 indicates the blood sample collected prior to administration of glucose or insulin. For glucose tolerance tests (GTTs), mice received an i.p. bolus of glucose (2 g/kg) following a 6-h morning fast. Blood samples were collected at 0, 15, 30, and 60 min for measuring plasma insulin levels by ELISA (ALPCO, #80-INSMSU-E01; Salem, NH, USA). GTTs were conducted at 1-, 4- and 6-weeks post CO or TCDD injection. For insulin tolerance tests (ITTs), mice received an i.p. bolus of insulin (0.7 IU/kg; Novolin ge Toronto, #02024233; Novo Nordisk, Canada) following a 4-h morning fast. An ITT was performed at 1–2 weeks post CO or TCDD injection.\n\n## Islet isolation\n\nIslets were isolated by pancreatic duct injection with collagenase (1,000 units/ml; Sigma Aldrich, #C7657) dissolved in Hanks’ balanced salt solution (HBSS: 137 mM NaCl, 5.4 mM KCl, 4.2 mM NaH 2 PO 4 , 4.1 mM KH 2 PO 4 , 10 mM HEPES, 1 mM MgCl 2 , 5 mM dextrose, pH 7.2). Pancreata were incubated at 37 °C for 10 min 45 sec, vigorously agitated, and the collagenase reaction quenched by adding cold HBSS with 1 mM CaCl 2 . Pancreas tissue was washed 3 times in HBSS + CaCl 2  (centrifuging for 1 min at 1000 rpm between washes) and resuspended in RPMI 1640 1X (Wisent Bioproducts, 350-000-CL; St-Bruno, Canada) containing 10 % fetal bovine serum (FBS; Sigma-Aldrich, #F1051-500 ml) and 1 % 10000 IU/ml penicillin-streptomycin (Gibco, #15140-122-100). Pancreas tissue was filtered through a 70 μm cell strainer and islets were handpicked under a dissecting scope to >95 % purity. The day following isolation, islets were used for cell sorting,  ex vivo  GSIS, cell viability assessment, or stored in buffer RLT with 1 % β-mercaptoethanol for RNA extraction.\n\n## Fluorescence-activated cell sorting (FACS)\n\nTo sort islets, 400–600 islets per replicate (n = 3 biological replicates/group) were transferred to a 1.5 mL microcentrifuge tube and washed with pre-warmed PBS+/+ (Sigma, #D8662) [ 27 ]. Islets were dispersed by adding 400 μl Accutase (VWR, CA10215-416) and incubating islets at 37 °C for ∼4–6 min with trituration occurring every 2 min (VWR, #CA10215-416). Accutase was neutralized with 600 μl RPMI 1640 + 10 % FBS +1 % 10000 IU/ml penicillin-streptomycin. Cells were incubated in blocking solution (PBS + 2 % FBS) for 5 min at room temperature. Cells were incubated in 50 μl primary antibody mixture (antibody information below) for 15 min at room temperature. Cells were washed with 1 mL of PBS + 2 % FBS and then incubated in 50 μl secondary antibody (antibody information below) for 20 min at room temperature. Next, 50 μl of 2.8 μM DAPI + 4 mM EDTA was added to each sample just prior to sorting. Samples were sorted on a SH800S Cell Sorter (Sony).\n\nCells were gated based on size, granularity, and geometry for singlets ( Supplemental Figure 1E ) [ 27 ]. Cells negative for DAPI and TER-119-biotin (erythroid cell marker; BioLegend, #133307; San Diego, CA, USA), CD31-biotin (endothelial cell marker; BioLegend, #102503), and CD45-biotin (hematopoietic cell marker; BioLegend, #103101) detected by streptavidin-BV421 (1:200, BioLegend, #405226) in the FL-1 channel and positive for EpCAM-PerCP/Cy5.5 (endocrine cell marker; BioLegend, #118219) in the FL-5 channel were gated. Endocrine cells were further sorted by CD24-APC +ve  (δ-cell marker; BioLegend, 138505) δ-cells and CD24 - ve  cells on FL-4. CD24 - ve  cells were further gated into CD71 +ve  (β-cell marker; BioLegend, #113805) and CD49f +ve  cells (β-cell marker; BioLegend, #313611) on FL-2 and FL-3, respectively, to exclude α-cells. β-cells were collected in a 1.5 mL microcentrifuge tube containing 50 μl FBS and immediately resuspended in Trizol and stored at −20 °C until RNA extraction [ 27 ]. Additional details on antibodies are included in  Supplemental Table 4 .\n\n## Ex vivo  glucose-stimulated insulin secretion assay\n\nTo assess β-cell function, 25 islets per replicate (n = 3 technical replicates/mouse; n = 3–8 mice/group) were transferred to a 1.5 mL microcentrifuge tube and washed with pre-warmed (37 °C) Krebs–Ringer bicarbonate buffer (KRBB) with 0 mM glucose (115 mM NaCl, 5 mM KCl, 24 mM NaHCO 3 , 2.5 mM CaCl 2 , 1 mM MgCl 2 , 10 mM HEPES, 0.1 % (wt/vol.) BSA, pH 7.4). Islets were then immersed in KRBB with 2.8 mM glucose (low glucose, LG) for a 1 h pre-incubation at 37 °C and the supernatant was discarded. Islets were then immersed in 500 μl of LG KRBB for 1 h, followed by 500 μl of KRBB with 16.7 mM glucose (high glucose, HG) for 1 h at 37 °C. The LG KRBB and HG KRBB samples were centrifuged (2000 rpm) and the supernatant stored at −30 °C until use. To measure insulin content, islets were immersed in 500 μl of acid-ethanol solution (1.5 % (vol./vol.) HCl in 70 % (vol./vol.) ethanol) at 4 °C overnight and then neutralised with 1 M Tris base (pH 7.5) before long-term storage at −30 °C. Insulin concentrations were measured by ELISA (ALPCO, #80-INSMR).\n\n## Islet cell viability\n\nTo assess cell viability, 50 islets per replicate (n = 2 technical replicates/mouse; n = 3–9 mice/group) were transferred to a 1.5 mL microcentrifuge tube and dispersed as described in Section  2.4 . Following dispersing, cells were washed once with PBS+/+ and then stained with 0.5 μM Hoescht (Thermo Scientific, #62249), 1.25 μM Calcein (Invitrogen, #L3224), and 0.75 μM PI (Invitrogen, #P21493) at room temperature for 30 min in a 96-well flat-bottom plate pre-coated with poly-D-lysine (Sigma-Aldrich #P7280). An Axio Observer 7 microscope was used to image 10 % of each well immediately after staining. The number of calcein +  cells (live) and PI +  cells (dead/dying) was quantified using Zen Blue 2.6 software (Carl Zeiss, Germany). The % live cell was calculated as [(# of live cells imaged in well)/(total # cell imaged in well) ∗100], with an average of 1650 cells counted per well.\n\n## Quantitative real time PCR\n\nRNA was extracted from isolated islets stored in buffer RLT with 1 % β-mercaptoethanol using the Qiagen RNeasy Micro Kit (#74004). RNA was extracted from flash frozen liver using TRIzol TM  (Invitrogen, #15596018; Carlsbad, CA, USA), as per the manufacturer's instructions. DNase treatment was performed prior to cDNA synthesis with the iScript TM  gDNA Clear cDNA Synthesis Kit (Biorad, #1725035). qPCR was performed using SsoAdvanced Universal SYBR Green Supermix (Biorad, #1725271) and run on a CFX384 (Biorad).  PPIA  was used as the reference gene since this gene displayed stable expression under control and treatment conditions. Data were analyzed using the 2 −ΔΔCT  relative quantitation method. Primer sequences are listed in  Supplemental Table 1–3 .\n\n## Immunofluorescence staining and image quantification\n\nPFA-fixed pancreas tissues were processed and paraffin-embedded by the University of Ottawa Heart Institute Histology Core Facility (Ottawa, ON). Immunofluorescent staining was performed on tissue sections (5 μm thick), as previously described [ 23 ]. Apoptosis was assessed using the Molecular Probes Click-It Plus TUNEL Assay with Alexa Fluor 488 dye (Invitrogen, #C10617), according to manufacturer's instructions. Pancreas sections were counterstained with rabbit anti-insulin (1:200, C27C9; Cell Signaling Technology, #3014, Danvers, MA, USA) and goat anti-rabbit IgG (H + L) secondary antibody, Alexa Fluor 594 (1:1000; Invitrogen, #A11037) with no antigen retrieval. For every round of staining, a pancreas section was treated with DNase (Qiagen, # 1023460) prior to TUNEL staining as a positive control. Macrophage infiltration into islets was assessed by staining pancreas tissues with rat anti-F4/80 (1:100; CedarLane, #CL8940AP; Burlington, ON, Canada) and mouse anti-insulin (1:250; L6B10, Cell Signaling, # 8138S); secondary antibodies used included goat anti-rat IgG (H + L) Alexa Fluor 594 (1:1000; Invitrogen, #A11007) and goat anti-mouse IgG (H + L) Alexa Fluor 488 (1:1000; Invitrogen, #A11029). A section of adipose tissue from a HFD-fed mouse was included as a positive control for F4/80 immunoreactivity.\n\nFor islet morphology quantification, the entire pancreas section was imaged with an Axio Observer 7 microscope and all islets within the field of view were quantified. The average of all islet measurements is reported for each biological replicate. The % INS + ve  area per islet was calculated as [(hormone + ve  area/islet area) x 100], with a range of 2–8 islets quantified per mouse. Immunofluorescence was manually quantified using Zen Blue 2.6 software. The % TUNEL + ve  INS + ve  cells per pancreas section was calculated as [(# of TUNEL + ve  INS + ve  cells per pancreas section)/(total # of INS + ve  cells per pancreas section) x 100], with an average of 350 cells counted per pancreas section.\n\n## Quantification and statistical analysis\n\nAll statistics were performed using GraphPad Prism 10.1.0 (GraphPad Software Inc., La Jolla, CA). Specific statistical tests are indicated in figure legends. Sample sizes are described in Section  2.1  and in figure legends. For all analyses, p ≤ 0.05 was considered statistically significant. Statistically significant outliers were detected by a Grubbs’ test with α = 0.05. All data was tested for normality using a Shapiro-Wilk test and for equal variance using either a Brown–Forsyth test (for one-way ANOVAs) or an F test (for unpaired t-tests). Non-parametric statistics were used in cases where the data failed normality or equal variance tests. Parametric tests were used for all two-way ANOVAs, but normality and equal variance were tested on area under the curve (AUC) values and by one-way ANOVAs. Data in line and bar graphs display mean ± SEM. Individual data points on bar plots are always biological replicates (i.e. different mice).\n\n## Results\n\nOur breeding scheme involved crossing Ahr +/+  Ins Cre/Cre  and Ahr fl/fl  Ins +/+  mice to generate heterozygous Ahr fl/+  Ins Cre/+  mice, which were then crossed to each other to generate Ahr fl/+  Ins Cre/Cre  and Ahr fl/+  Ins +/+  mice ( Supplemental Figure 1A ). These mice were further crossed to generate Ahr +/+  Ins Cre/+  (“βAhr WT ”) and Ahr fl/fl  Ins Cre/+  (“βAhr KO ”) littermates ( Supplemental Figure 1A ).\n\nWe first validated our βAhr KO  model by assessing recombination along exon 2 of the  Ahr  gene in liver and whole islets by qPCR analysis. A single  Ahr  product band (263 base pairs, bp) was observed in βAhr WT  liver ( Supplemental Figure 1F ) and βAhr WT  whole islets ( Supplemental Figure 1G ), indicating the presence of exon 2. As expected, βAhr KO  mice had a truncated  Ahr  gene product (76 bp) in whole islets ( Supplemental Figure 1G ) but not liver ( Supplemental Figure 1F ), confirming that  Ahr  recombination is specific to islets. The presence of a full-length  Ahr  gene product in βAhr KO  islets ( Supplemental Figure 1G ) was expected given that islets are a mixture of β-cells and other endocrine cells. As such, we next assessed whether recombination was occurring specifically in β-cells by comparing  Ahr  expression in whole islets, dispersed islets, and sorted β-cells. We observed a full-length  Ahr  in βAhr WT  whole islets, dispersed islets, and sorted β-cells ( Supplemental Figure 1H ) and confirmed the presence of  Ahr  exon 2 ( Supplemental Figure 1I ). We again show that whole and dispersed βAhr KO  islets had both a full-length and truncated  Ahr  gene ( Supplemental Figure 1H ). Importantly, sorted β-cells from βAhr KO  islets only had a truncated  Ahr  gene ( Supplemental Figure 1H ), which lacked exon 2 ( Supplemental Figure 1I ), confirming that  Ahr  was successfully deleted from β-cells.\n\nNext, we assessed whether  Ahr  deletion in β-cells impacted metabolic health under baseline conditions (i.e. in the absence of exogenous chemical exposure). βAhr KO  females had normal body weight between 6 and 11 weeks of age ( Figure 1 A) and normal fasted plasma insulin levels at 9.5–14 weeks ( Figure 1 C), but displayed a significant decrease in fasted blood glucose levels at 6 and 10 weeks ( Figure 1 B) compared to βAhr WT  females. There was no overall effect of genotype on fasted blood glucose ( Figure 1 E) or plasma insulin levels ( Figure 1 F) in male mice. Interestingly, βAhr KO  males had significantly higher body weight compared to βAhr WT  males at both 8 and 12 weeks of age ( Figure 1 D). These data suggest that AhR signaling in β-cells plays a role in maintaining metabolic health under baseline conditions. Figure 1 Deleting  Ahr  in β-cells caused hypoglycemia in females and increased body weight in males under baseline condition.  Mice were 6–12 weeks old when tracking was started. All tracking data was collected prior to chemical administration.  (A,D)  Body weight,  (B,E)  fasted blood glucose, and  (C,F)  fasted plasma insulin in  (A – C)  female and  (D – F)  male βAhr WT  and βAhr KO  mice. All data are presented as mean ± SEM. Individual data points on bar graphs represent biological replicates (different mice). ∗p ≤ 0.05. The following statistical tests were used:  (A – F)  two-tailed unpaired t-test at each individual time point. Figure 1\n\nDeleting  Ahr  in β-cells caused hypoglycemia in females and increased body weight in males under baseline condition.  Mice were 6–12 weeks old when tracking was started. All tracking data was collected prior to chemical administration.  (A,D)  Body weight,  (B,E)  fasted blood glucose, and  (C,F)  fasted plasma insulin in  (A – C)  female and  (D – F)  male βAhr WT  and βAhr KO  mice. All data are presented as mean ± SEM. Individual data points on bar graphs represent biological replicates (different mice). ∗p ≤ 0.05. The following statistical tests were used:  (A – F)  two-tailed unpaired t-test at each individual time point.\n\nWe next assessed whether AhR in β-cells mediates the effects of TCDD on glucose homeostasis and β-cell function. Male and female βAhr WT  and βAhr KO  mice were exposed to CO or a single high dose of TCDD (20 μg/kg) and tracked for up to 6 weeks post-injection ( Figure 2 A). TCDD exposure had no effect on body weight in female mice ( Figure 2 B,C), or body weight ( Figure 2 F,G) and fasting blood glucose ( Figure 2 H,I) in male mice, irrespective of genotype. Interestingly, TCDD caused transient hypoglycemia 1-day post-injection in βAhr WT  but not βAhr KO  females ( Figure 2 D,E). βAhr KO  males continued to display higher body weight than βAhr WT  males throughout the 6-week study, irrespective of chemical exposure ( Figure 2 G). Figure 2 Deleting  Ahr  from β-cells protected TCDD-exposed female mice from transient hypoglycemia. (A)  Schematic summary timeline of the study. Female and male mice were injected with either corn oil (CO) or a single high dose of TCDD (20 μg/kg) and tracked for up to 6 weeks post CO or TCDD injection. A subset of mice was euthanized at week 1 (n = 11–14/group) and week 6 (n = 4–9/group). BW = body weight, BG = blood glucose, GSIS = glucose-stimulated insulin secretion, GTT = glucose tolerance test, ITT = insulin tolerance test, βAhr WT  = Ins Cre/+ Ahr +/+ , βAhr KO  = Ins Cre/+ Ahr fl/fl .  (B,C,F,G)  Body weight and  (D,E,H,I)  fasted blood glucose were measured weekly in  (B – E)  female and  (F–I)  male mice.  (E,I)  fasted blood glucose at 1-day post-injection in  (E)  female and  (I)  male mice. All data are presented as mean ± SEM. Individual data points on bar graphs represent biological replicates (different mice). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used:  (B,D,F,H)  two-way RM ANOVA with uncorrected Fisher's LSD test;  (C,G)  two-way ANOVA with Tukey's multiple comparison test;  (E,I)  two-way ANOVA with uncorrected Fisher's LSD test. Figure 2\n\nDeleting  Ahr  from β-cells protected TCDD-exposed female mice from transient hypoglycemia. (A)  Schematic summary timeline of the study. Female and male mice were injected with either corn oil (CO) or a single high dose of TCDD (20 μg/kg) and tracked for up to 6 weeks post CO or TCDD injection. A subset of mice was euthanized at week 1 (n = 11–14/group) and week 6 (n = 4–9/group). BW = body weight, BG = blood glucose, GSIS = glucose-stimulated insulin secretion, GTT = glucose tolerance test, ITT = insulin tolerance test, βAhr WT  = Ins Cre/+ Ahr +/+ , βAhr KO  = Ins Cre/+ Ahr fl/fl .  (B,C,F,G)  Body weight and  (D,E,H,I)  fasted blood glucose were measured weekly in  (B – E)  female and  (F–I)  male mice.  (E,I)  fasted blood glucose at 1-day post-injection in  (E)  female and  (I)  male mice. All data are presented as mean ± SEM. Individual data points on bar graphs represent biological replicates (different mice). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used:  (B,D,F,H)  two-way RM ANOVA with uncorrected Fisher's LSD test;  (C,G)  two-way ANOVA with Tukey's multiple comparison test;  (E,I)  two-way ANOVA with uncorrected Fisher's LSD test.\n\nTo determine the impact of β-cell AhR on regulating glucose homeostasis following TCDD exposure, we performed ipGTTs at 1-, 4-, and 6-weeks post CO or TCDD injection. TCDD exposure had no overall effect on glucose tolerance in βAhr WT  or βAhr KO  females at 1-week post-injection ( Figure 3 A,B). By 4 weeks post-injection, TCDD-exposed βAhr WT  females had modest glucose intolerance ( Figure 3 Cii), which became more pronounced by 6 weeks post-injection ( Figure 3 Eii,F). In contrast, TCDD-exposed βAhr KO  females maintained normal glycemia relative to CO-exposed females at both week 4 and 6 ( Figure 3 Ciii,D,Eiii,F). Figure 3 Deletion of  Ahr  in β-cells protected female and male mice from TCDD-induced changes in glycemia.  Glucose tolerance tests were performed at  (A,B,G,H)  1-week,  (C,D,I,J)  4 weeks, and  (E,F,K,L)  6 weeks post CO or TCDD injection (see  Figure 2 A for study timeline). Data is presented as a line graph and area under the curve. Line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 4–13 mice/group). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used: line graph, two-way RM ANOVA with uncorrected Fisher's LSD test; bar graphs, two-way ANOVA with Tukey's multiple comparison test. Figure 3\n\nDeletion of  Ahr  in β-cells protected female and male mice from TCDD-induced changes in glycemia.  Glucose tolerance tests were performed at  (A,B,G,H)  1-week,  (C,D,I,J)  4 weeks, and  (E,F,K,L)  6 weeks post CO or TCDD injection (see  Figure 2 A for study timeline). Data is presented as a line graph and area under the curve. Line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 4–13 mice/group). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used: line graph, two-way RM ANOVA with uncorrected Fisher's LSD test; bar graphs, two-way ANOVA with Tukey's multiple comparison test.\n\nTCDD-exposed βAhr WT  males were significantly hypoglycemic compared to CO-exposed βAhr WT  males at 1-week post-injection ( Figure 3 Gii), but normoglycemia was restored by 4 weeks ( Figure 3 I-L). In contrast, TCDD exposure had no effect on glucose tolerance in βAhr KO  males at any timepoint ( Figure 3 Giii-Kiii). These data imply that AhR signaling in β-cells mediates the effects of TCDD on glucose homeostasis.\n\nConsistent with the GTT data, TCDD exposure had no overall effect on plasma insulin levels in females of either genotype at 1-week ( Figure 4 A,B) or 4 weeks ( Figure 4 C,D) post-injection. However, by 6weeks, TCDD-exposed βAhr WT  females displayed a modest and trending decrease in plasma insulin levels ( Figure 4 Eii,F), which was not observed in βAhr KO  females ( Figure 4 Eiii,F). Figure 4 Deleting  Ahr  in β-cells delayed the onset of glucose-induced hypoinsulinemia in TCDD-exposed male mice.  Plasma insulin levels were measured during glucose tolerance tests at  (A,B,G,H)  1-week,  (C,D,I,J)  4 weeks, and  (E,F,K,L)  6weeks post CO or TCDD injection (see  Figure 2 A for study timeline). Data are presented as a line graph and area under the curve. Line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 4–12 mice/group). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used: line graph, two-way RM ANOVA with uncorrected Fisher's LSD test; bar graphs, two-way ANOVA with Tukey's multiple comparison test. Figure 4\n\nDeleting  Ahr  in β-cells delayed the onset of glucose-induced hypoinsulinemia in TCDD-exposed male mice.  Plasma insulin levels were measured during glucose tolerance tests at  (A,B,G,H)  1-week,  (C,D,I,J)  4 weeks, and  (E,F,K,L)  6weeks post CO or TCDD injection (see  Figure 2 A for study timeline). Data are presented as a line graph and area under the curve. Line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 4–12 mice/group). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used: line graph, two-way RM ANOVA with uncorrected Fisher's LSD test; bar graphs, two-way ANOVA with Tukey's multiple comparison test.\n\nTCDD exposure caused severe hypoinsulinemia in βAhr WT  males compared to CO-exposed βAhr WT  males at 1-week post-exposure ( Figure 4 Gii,H), with the severity of hypoinsulinemia diminishing over time ( Figure 4 Iii,J,Kii,L). This phenotype was largely abolished by knocking out  Ahr  in β-cells, with TCDD-exposed βAhr KO  males only displaying modest hypoinsulinemia at 6 weeks post-exposure ( Figure 4 G–L). In summary, our GTT data shows that  Ahr  deletion in β-cells had little to no effect on glucose homeostasis or glucose-stimulated plasma insulin levels in female and male mice exposed to corn oil. However, β-cell AhR plays a clear role in the metabolic response to an exogenous AhR ligand.\n\nWe previously reported that TCDD-exposed male WT mice were more insulin sensitive than CO-exposed males [ 24 ]. Since changes in insulin secretion can drive adaptations in peripheral sensitivity [ 28 , 29 ], we examined whether β-cell  Ahr  deletion mitigated the effects of TCDD on insulin sensitivity ( Figure 5 A,B,E,F). In βAhr WT  females, TCDD exposure caused a modest increase in insulin sensitivity at 15-min post-insulin, followed by insulin resistance at 60- and 90-min post-insulin compared to CO-injected controls ( Figure 5 Aii); this effect was largely absent in TCDD-exposed βAhr KO  females ( Figure 5 Aiii). TCDD-exposed βAhr WT  males were significantly more insulin sensitive throughout the ITT compared to CO-exposed βAhr WT  males ( Figure 5 Eii), whereas TCDD had no effect on insulin sensitivity in βAhr KO  males ( Figure 5 Eiii). Figure 5 βAhr KO female and male mice were protected from TCDD-induced changes in insulin sensitivity.  An insulin tolerance test (ITT) was performed at 1–2 weeks post CO or TCDD injection, and liver was harvested at 1-week post CO or TCDD injection to assess gene expression by qPCR (see  Figure 2 A for study timeline). Blood glucose levels during the ITT in  (A,B)  female and  (E,F)  male mice (n = 9–14 mice/group).  (C,G)  Markers of the AhR pathway and  (D,H)  insulin-dependent markers of gluconeogenesis and lipogenesis in liver from  (C,D)  female and  (G,H)  male mice (n = 5–7 mice/group). ITT data is presented as a line graph and area under the curve; line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice). ∗p ≤ 0.05, ∗∗p ≤ 0.01. Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used:  (A,E)  two-way RM ANOVA with uncorrected Fisher's LSD test;  (B,F)  two-way ANOVA with Tukey's multiple comparison test;  (C,D,G,H ) two-way ANOVA with uncorrected Fisher's LSD test. Figure 5\n\nβAhr KO female and male mice were protected from TCDD-induced changes in insulin sensitivity.  An insulin tolerance test (ITT) was performed at 1–2 weeks post CO or TCDD injection, and liver was harvested at 1-week post CO or TCDD injection to assess gene expression by qPCR (see  Figure 2 A for study timeline). Blood glucose levels during the ITT in  (A,B)  female and  (E,F)  male mice (n = 9–14 mice/group).  (C,G)  Markers of the AhR pathway and  (D,H)  insulin-dependent markers of gluconeogenesis and lipogenesis in liver from  (C,D)  female and  (G,H)  male mice (n = 5–7 mice/group). ITT data is presented as a line graph and area under the curve; line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice). ∗p ≤ 0.05, ∗∗p ≤ 0.01. Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used:  (A,E)  two-way RM ANOVA with uncorrected Fisher's LSD test;  (B,F)  two-way ANOVA with Tukey's multiple comparison test;  (C,D,G,H ) two-way ANOVA with uncorrected Fisher's LSD test.\n\nThe ITT results suggest a role for β-cell AhR signaling in driving the effects of TCDD on peripheral tissues. To further explore this idea, we measured gene expression for markers of the AhR pathway and insulin signaling in liver tissue from βAhr WT  and βAhr KO  mice ( Figure 5 C,D,G,H). There were no changes in liver  Ahr  expression, irrespective of genotype or chemical exposure ( Figure 5 C,G). Interestingly,  Cyp1a1 ,  Nqo1 , and  Gsta1  expression were significantly upregulated in liver of TCDD-exposed βAhr WT  and βAhr KO  mice compared to CO-exposed mice, but expression was dampened in TCDD-exposed βAhr KO  liver compared to βAhr WT  liver ( Figure 5 C,G), despite the absence of  Ahr  recombination in the liver ( Supplemental Figure 1F ).\n\nTCDD exposure also reduced expression of the gluconeogenesis enzyme  G6pc  (glucose-6-phosphatase) in liver from βAhr WT  female ( Figure 5 D) and male ( Figure 5 H) mice compared to CO exposure, an effect that was absent in βAhr KO  mice ( Figure 5 D,H). Similarly, the lipogenesis markers  Acaca  (acetyl-CoA carboxylase alpha;  Figure 5 H) and  Ppargc1a  (peroxisome proliferator-activated receptor gamma coactivator 1-alpha;  Figure 5 H) was reduced in TCDD-exposed βAhr WT  males compared to CO-exposed βAhr WT  males, but  Ahr  deletion in β-cells prevented this effect. In contrast, TCDD reduced expression of the gluconeogenesis enzyme  Pck1  (phosphoenolpyruvate carboxykinase 1) in female ( Figure 5 D) and male ( Figure 5 H) liver, irrespective of genotype. There was no effect of chemical or genotype on liver  Acaca  or  Ppargc1a  expression in females ( Figure 5 D). Collectively, these data suggest that the effects of TCDD on β-cell physiology are driving changes in peripheral insulin sensitivity, most likely due to AhR-mediated changes in insulin secretion.\n\nNext, we assessed whether AhR signaling in β-cells impacts β-cell function by measuring GSIS in isolated islets  ex vivo  at 1- and 6 weeks following CO or TCDD injection. Interestingly, βAhr KO  female islets showed increased basal insulin secretion under LG conditions compared to βAhr WT  islets ( Figure 6 B,F). βAhr KO  female islets also had increased insulin secretion under high-glucose condition compared to βAhr WT  islets at week 6 ( Figure 6 E), pointing to a role of AhR in regulating β-cell function in female mouse islets. Figure 6 TCDD exposure impaired insulin secretion  ex vivo  in βAhr WT but not βAhr KO male islets . Islets were isolated at 1- and 6 weeks post CO or TCDD injection to assess islet function  ex vivo  (see  Figure 2 A for study timeline). LG = low glucose (2.8 mM glucose), HG = high glucose (16.7 mM glucose).  (A,E,I,M)  Insulin secretion following a sequential 1-h incubation in LG and HG buffer in  (A,E)  female and  ( I ,M)  male islets.  (B,F,J,N)  Basal insulin secretion following a 1-h incubation in LG buffer in CO-exposed βAhr WT  and βAhr KO (B,F)  female and  (J,N)  male islets.  (C,G,K,O)  Stimulation index in  (C,G)  female and  (K,O)  male islets; stimulation index was calculated as a ratio of insulin concentration under HG relative to LG.  (D,H,L,P)  Insulin content of islets following an overnight incubation in acid ethanol in  (D,H)  female and  (L,P)  male mice. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 3–8 mice/group), with each biological replicate representing an average of three technical replicates. ∗p ≤ 0.05, ∗∗p ≤ 0.01. The following statistical tests were used:  (A,C–E,G–I,K–M,O,P)  two-way ANOVA with uncorrected Fisher's LSD test;  (B,F,J,N)  two-tailed unpaired t-test. Figure 6\n\nTCDD exposure impaired insulin secretion  ex vivo  in βAhr WT but not βAhr KO male islets . Islets were isolated at 1- and 6 weeks post CO or TCDD injection to assess islet function  ex vivo  (see  Figure 2 A for study timeline). LG = low glucose (2.8 mM glucose), HG = high glucose (16.7 mM glucose).  (A,E,I,M)  Insulin secretion following a sequential 1-h incubation in LG and HG buffer in  (A,E)  female and  ( I ,M)  male islets.  (B,F,J,N)  Basal insulin secretion following a 1-h incubation in LG buffer in CO-exposed βAhr WT  and βAhr KO (B,F)  female and  (J,N)  male islets.  (C,G,K,O)  Stimulation index in  (C,G)  female and  (K,O)  male islets; stimulation index was calculated as a ratio of insulin concentration under HG relative to LG.  (D,H,L,P)  Insulin content of islets following an overnight incubation in acid ethanol in  (D,H)  female and  (L,P)  male mice. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 3–8 mice/group), with each biological replicate representing an average of three technical replicates. ∗p ≤ 0.05, ∗∗p ≤ 0.01. The following statistical tests were used:  (A,C–E,G–I,K–M,O,P)  two-way ANOVA with uncorrected Fisher's LSD test;  (B,F,J,N)  two-tailed unpaired t-test.\n\nTCDD had no effect on GSIS ( Figure 6 A,E), stimulation index ( Figure 6 C,G), or insulin content ( Figure 6 D,H) in female islets at 1- or 6 weeks post-injection, irrespective of genotype. In contrast, high-dose TCDD exposure  in vivo  significantly impaired  ex vivo  GSIS in βAhr WT  male islets but not βAhr KO  male islets at 1-week post-injection ( Figure 6 I); GSIS was restored in TCDD-exposed βAhr WT  male islets by 6 weeks post-injection ( Figure 6 M). TCDD exposure had no effect on stimulation index ( Figure 6 K,O) or insulin content ( Figure 6 L,P) in male islets, irrespective of genotype. These data suggest that AhR signaling in β-cells is driving TCDD-induced β-cell dysfunction in males, and likely explains the pronounced hypoinsulinemia in βAhr WT  males  in vivo  following TCDD exposure.\n\nCollectively, our data imply that AhR expression in β-cells plays a role in maintaining basal insulin secretion in female islets under non-chemical conditions. TCDD exposure  in vivo  impairs β-cell function in male but not female βAhr WT  islets, and knocking out β-cell AhR mitigated this effect.\n\nWe measured markers of the AhR pathway in isolated islets. At 1-week post-exposure, TCDD caused an overall decrease in  Cyp1a1  in both sexes, irrespective of genotype ( Supplemental Figure 2A,D ). TCDD also modestly decreased  Ahr  expression in βAhr KO  male islets compared to CO-exposed βAhr KO  islets ( Supplemental Figure 2D ), indicating negative feedback regulation of the AhR pathway in islets by 1-week post-injection. Despite the clear loss of  Ahr  in β-cells from our model ( Supplemental Figure 1H-I ), we only observed a modest downregulation of  Ahr  in CO-exposed βAhr KO  female islets compared to βAhr WT  at 1-week post-exposure ( Supplemental Figure 2A ), and in βAhr KO  male islets at 6-weeks post-exposure ( Supplemental Figure 2E ). These data suggest that other endocrine cell types are either compensating for the loss of  Ahr  in β-cells by upregulating  Ahr  expression, or that  Ahr  expression in other islet cells accounts for the majority of total  Ahr  expression in bulk islet samples.\n\nThere was no effect of chemical or genotype on  Tnfα  or  Nf-Κβ  expression in female or male islets ( Figure 7 A,G), or on  Il1b  in male islets ( Figure 7 G) at 1-week post-injection. At 6 weeks post-injection, we observed a modest increase in  Tnfα  in TCDD-exposed female islets ( Supplemental Figure 2C ) and a modest decrease in  Nf-Κβ  in TCDD-exposed male islets, irrespective of genotype ( Supplemental Figure 2F ). Interestingly, TCDD significantly increased  Il1β  expression in βAhr WT  female islets but not βAhr KO  islets at 1-week post-injection ( Figure 7 A), and this phenotype was not associated with macrophage infiltration into βAhr WT  female islets; we found no F4/80 +  cells in islets from any treatment group ( Supplemental Figure 4 ).  Il1β  expression in TCDD-exposed βAhr WT  female islets was restored by 6 weeks post-injection ( Supplemental Figure 2C ). Collectively, these data suggest that TCDD-induced AhR activation in β-cells acutely promotes inflammation in female islets. Figure 7 T CDD exposure increased  Il1b  and  Gcg  expression in βAhr WT but not βAhr KO islets from female and male mice, respectively.  Islets were isolated at 1-week post CO or TCDD injection to assess cell viability and gene expression, and whole pancreas was extracted for histological assessments (see  Figure 2 A for study timeline).  (A,G)  Gene expression for inflammatory and β-cell specific markers in  (A)  female and  (G)  male islets (n = 5–7 mice/group).  (B,H)  % calcein + ve  (live) cells and  (C,I)  % propidium iodide (PI) + ve  (dead/dying) cells in islets from  (B,C)  female and  (H,I)  male mice (n = 3–9 mice/group; each mouse is an average of 1–2 technical replicates).  (D,J)  Representative images showing calcein, PI, and hoechst staining in dispersed islet cells. Scale bar = 50 μM.  (E,K)  % TUNEL -ve  insulin (INS) + ve  cells/islet, and  (F,L)  % INS + ve  area/islet area in pancreas sections from  (E,F)  female and  (K,L)  male mice (n = 4–7 mice/group). All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates. ∗p ≤ 0.05, ∗∗p ≤ 0.01. The following statistical tests were used: two-way ANOVA with uncorrected Fisher's LSD test. Figure 7\n\nT CDD exposure increased  Il1b  and  Gcg  expression in βAhr WT but not βAhr KO islets from female and male mice, respectively.  Islets were isolated at 1-week post CO or TCDD injection to assess cell viability and gene expression, and whole pancreas was extracted for histological assessments (see  Figure 2 A for study timeline).  (A,G)  Gene expression for inflammatory and β-cell specific markers in  (A)  female and  (G)  male islets (n = 5–7 mice/group).  (B,H)  % calcein + ve  (live) cells and  (C,I)  % propidium iodide (PI) + ve  (dead/dying) cells in islets from  (B,C)  female and  (H,I)  male mice (n = 3–9 mice/group; each mouse is an average of 1–2 technical replicates).  (D,J)  Representative images showing calcein, PI, and hoechst staining in dispersed islet cells. Scale bar = 50 μM.  (E,K)  % TUNEL -ve  insulin (INS) + ve  cells/islet, and  (F,L)  % INS + ve  area/islet area in pancreas sections from  (E,F)  female and  (K,L)  male mice (n = 4–7 mice/group). All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates. ∗p ≤ 0.05, ∗∗p ≤ 0.01. The following statistical tests were used: two-way ANOVA with uncorrected Fisher's LSD test.\n\nNext, we assessed whether high-dose TCDD exposure impacted gene expression of islet hormones and markers of β-cell function in βAhr WT  and βAhr KO  mouse islets at 1- and 6 weeks post-injection ( Figure 7 ,  Supplemental Figure 3 ). Despite the pronounced effects of TCDD on glucose homeostasis in βAhr WT  female and male mice, we observed minimal changes in islet gene expression at either time point ( Supplemental Figure 3 ). Most notably, TCDD exposure caused a significant increase in  Gcg  and a decrease in  Gck  in βAhr WT  but not βAhr KO  male islets at 1-week post-injection ( Figure 7 G); these data align with the hypoinsulinemia observed in TCDD-exposed βAhr WT  but not βAhr KO  males ( Figure 4 G).\n\nLastly, we assessed the effects of  in vivo  TCDD exposure on islet cell apoptosis at 1-week post CO or TCDD injection. We did not observe any changes in % live (calcein + ve ) ( Figure 7 B,D,H,J) or % dead (PI + ve ) ( Figure 7 C,D,I,J) cells in dispersed islets of either sex at 1-week post-injection. We also assessed β-cell apoptosis by immunofluorescence staining in pancreas sections at 1-week post-injection and found no changes in % TUNEL -ve  INS + ve  cells per islet ( Figure 7 E,K) or % INS + ve  area per islet ( Figure 7 F,L) in TCDD-exposed βAhr WT  and βAhr KO  mice of either sex.\n\n## Validation and characterization of βAhr KO  mice\n\nOur breeding scheme involved crossing Ahr +/+  Ins Cre/Cre  and Ahr fl/fl  Ins +/+  mice to generate heterozygous Ahr fl/+  Ins Cre/+  mice, which were then crossed to each other to generate Ahr fl/+  Ins Cre/Cre  and Ahr fl/+  Ins +/+  mice ( Supplemental Figure 1A ). These mice were further crossed to generate Ahr +/+  Ins Cre/+  (“βAhr WT ”) and Ahr fl/fl  Ins Cre/+  (“βAhr KO ”) littermates ( Supplemental Figure 1A ).\n\nWe first validated our βAhr KO  model by assessing recombination along exon 2 of the  Ahr  gene in liver and whole islets by qPCR analysis. A single  Ahr  product band (263 base pairs, bp) was observed in βAhr WT  liver ( Supplemental Figure 1F ) and βAhr WT  whole islets ( Supplemental Figure 1G ), indicating the presence of exon 2. As expected, βAhr KO  mice had a truncated  Ahr  gene product (76 bp) in whole islets ( Supplemental Figure 1G ) but not liver ( Supplemental Figure 1F ), confirming that  Ahr  recombination is specific to islets. The presence of a full-length  Ahr  gene product in βAhr KO  islets ( Supplemental Figure 1G ) was expected given that islets are a mixture of β-cells and other endocrine cells. As such, we next assessed whether recombination was occurring specifically in β-cells by comparing  Ahr  expression in whole islets, dispersed islets, and sorted β-cells. We observed a full-length  Ahr  in βAhr WT  whole islets, dispersed islets, and sorted β-cells ( Supplemental Figure 1H ) and confirmed the presence of  Ahr  exon 2 ( Supplemental Figure 1I ). We again show that whole and dispersed βAhr KO  islets had both a full-length and truncated  Ahr  gene ( Supplemental Figure 1H ). Importantly, sorted β-cells from βAhr KO  islets only had a truncated  Ahr  gene ( Supplemental Figure 1H ), which lacked exon 2 ( Supplemental Figure 1I ), confirming that  Ahr  was successfully deleted from β-cells.\n\nNext, we assessed whether  Ahr  deletion in β-cells impacted metabolic health under baseline conditions (i.e. in the absence of exogenous chemical exposure). βAhr KO  females had normal body weight between 6 and 11 weeks of age ( Figure 1 A) and normal fasted plasma insulin levels at 9.5–14 weeks ( Figure 1 C), but displayed a significant decrease in fasted blood glucose levels at 6 and 10 weeks ( Figure 1 B) compared to βAhr WT  females. There was no overall effect of genotype on fasted blood glucose ( Figure 1 E) or plasma insulin levels ( Figure 1 F) in male mice. Interestingly, βAhr KO  males had significantly higher body weight compared to βAhr WT  males at both 8 and 12 weeks of age ( Figure 1 D). These data suggest that AhR signaling in β-cells plays a role in maintaining metabolic health under baseline conditions. Figure 1 Deleting  Ahr  in β-cells caused hypoglycemia in females and increased body weight in males under baseline condition.  Mice were 6–12 weeks old when tracking was started. All tracking data was collected prior to chemical administration.  (A,D)  Body weight,  (B,E)  fasted blood glucose, and  (C,F)  fasted plasma insulin in  (A – C)  female and  (D – F)  male βAhr WT  and βAhr KO  mice. All data are presented as mean ± SEM. Individual data points on bar graphs represent biological replicates (different mice). ∗p ≤ 0.05. The following statistical tests were used:  (A – F)  two-tailed unpaired t-test at each individual time point. Figure 1\n\nDeleting  Ahr  in β-cells caused hypoglycemia in females and increased body weight in males under baseline condition.  Mice were 6–12 weeks old when tracking was started. All tracking data was collected prior to chemical administration.  (A,D)  Body weight,  (B,E)  fasted blood glucose, and  (C,F)  fasted plasma insulin in  (A – C)  female and  (D – F)  male βAhr WT  and βAhr KO  mice. All data are presented as mean ± SEM. Individual data points on bar graphs represent biological replicates (different mice). ∗p ≤ 0.05. The following statistical tests were used:  (A – F)  two-tailed unpaired t-test at each individual time point.\n\n## Deleting  Ahr  from β-cells protected TCDD-exposed female mice from transient hypoglycemia\n\nWe next assessed whether AhR in β-cells mediates the effects of TCDD on glucose homeostasis and β-cell function. Male and female βAhr WT  and βAhr KO  mice were exposed to CO or a single high dose of TCDD (20 μg/kg) and tracked for up to 6 weeks post-injection ( Figure 2 A). TCDD exposure had no effect on body weight in female mice ( Figure 2 B,C), or body weight ( Figure 2 F,G) and fasting blood glucose ( Figure 2 H,I) in male mice, irrespective of genotype. Interestingly, TCDD caused transient hypoglycemia 1-day post-injection in βAhr WT  but not βAhr KO  females ( Figure 2 D,E). βAhr KO  males continued to display higher body weight than βAhr WT  males throughout the 6-week study, irrespective of chemical exposure ( Figure 2 G). Figure 2 Deleting  Ahr  from β-cells protected TCDD-exposed female mice from transient hypoglycemia. (A)  Schematic summary timeline of the study. Female and male mice were injected with either corn oil (CO) or a single high dose of TCDD (20 μg/kg) and tracked for up to 6 weeks post CO or TCDD injection. A subset of mice was euthanized at week 1 (n = 11–14/group) and week 6 (n = 4–9/group). BW = body weight, BG = blood glucose, GSIS = glucose-stimulated insulin secretion, GTT = glucose tolerance test, ITT = insulin tolerance test, βAhr WT  = Ins Cre/+ Ahr +/+ , βAhr KO  = Ins Cre/+ Ahr fl/fl .  (B,C,F,G)  Body weight and  (D,E,H,I)  fasted blood glucose were measured weekly in  (B – E)  female and  (F–I)  male mice.  (E,I)  fasted blood glucose at 1-day post-injection in  (E)  female and  (I)  male mice. All data are presented as mean ± SEM. Individual data points on bar graphs represent biological replicates (different mice). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used:  (B,D,F,H)  two-way RM ANOVA with uncorrected Fisher's LSD test;  (C,G)  two-way ANOVA with Tukey's multiple comparison test;  (E,I)  two-way ANOVA with uncorrected Fisher's LSD test. Figure 2\n\nDeleting  Ahr  from β-cells protected TCDD-exposed female mice from transient hypoglycemia. (A)  Schematic summary timeline of the study. Female and male mice were injected with either corn oil (CO) or a single high dose of TCDD (20 μg/kg) and tracked for up to 6 weeks post CO or TCDD injection. A subset of mice was euthanized at week 1 (n = 11–14/group) and week 6 (n = 4–9/group). BW = body weight, BG = blood glucose, GSIS = glucose-stimulated insulin secretion, GTT = glucose tolerance test, ITT = insulin tolerance test, βAhr WT  = Ins Cre/+ Ahr +/+ , βAhr KO  = Ins Cre/+ Ahr fl/fl .  (B,C,F,G)  Body weight and  (D,E,H,I)  fasted blood glucose were measured weekly in  (B – E)  female and  (F–I)  male mice.  (E,I)  fasted blood glucose at 1-day post-injection in  (E)  female and  (I)  male mice. All data are presented as mean ± SEM. Individual data points on bar graphs represent biological replicates (different mice). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used:  (B,D,F,H)  two-way RM ANOVA with uncorrected Fisher's LSD test;  (C,G)  two-way ANOVA with Tukey's multiple comparison test;  (E,I)  two-way ANOVA with uncorrected Fisher's LSD test.\n\n## Deletion of  Ahr  in β-cells protected female and male mice from TCDD-induced changes in glycemia\n\nTo determine the impact of β-cell AhR on regulating glucose homeostasis following TCDD exposure, we performed ipGTTs at 1-, 4-, and 6-weeks post CO or TCDD injection. TCDD exposure had no overall effect on glucose tolerance in βAhr WT  or βAhr KO  females at 1-week post-injection ( Figure 3 A,B). By 4 weeks post-injection, TCDD-exposed βAhr WT  females had modest glucose intolerance ( Figure 3 Cii), which became more pronounced by 6 weeks post-injection ( Figure 3 Eii,F). In contrast, TCDD-exposed βAhr KO  females maintained normal glycemia relative to CO-exposed females at both week 4 and 6 ( Figure 3 Ciii,D,Eiii,F). Figure 3 Deletion of  Ahr  in β-cells protected female and male mice from TCDD-induced changes in glycemia.  Glucose tolerance tests were performed at  (A,B,G,H)  1-week,  (C,D,I,J)  4 weeks, and  (E,F,K,L)  6 weeks post CO or TCDD injection (see  Figure 2 A for study timeline). Data is presented as a line graph and area under the curve. Line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 4–13 mice/group). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used: line graph, two-way RM ANOVA with uncorrected Fisher's LSD test; bar graphs, two-way ANOVA with Tukey's multiple comparison test. Figure 3\n\nDeletion of  Ahr  in β-cells protected female and male mice from TCDD-induced changes in glycemia.  Glucose tolerance tests were performed at  (A,B,G,H)  1-week,  (C,D,I,J)  4 weeks, and  (E,F,K,L)  6 weeks post CO or TCDD injection (see  Figure 2 A for study timeline). Data is presented as a line graph and area under the curve. Line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 4–13 mice/group). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used: line graph, two-way RM ANOVA with uncorrected Fisher's LSD test; bar graphs, two-way ANOVA with Tukey's multiple comparison test.\n\nTCDD-exposed βAhr WT  males were significantly hypoglycemic compared to CO-exposed βAhr WT  males at 1-week post-injection ( Figure 3 Gii), but normoglycemia was restored by 4 weeks ( Figure 3 I-L). In contrast, TCDD exposure had no effect on glucose tolerance in βAhr KO  males at any timepoint ( Figure 3 Giii-Kiii). These data imply that AhR signaling in β-cells mediates the effects of TCDD on glucose homeostasis.\n\n## Deleting  Ahr  in β-cells delayed the onset of glucose-induced hypoinsulinemia in TCDD-exposed male mice\n\nConsistent with the GTT data, TCDD exposure had no overall effect on plasma insulin levels in females of either genotype at 1-week ( Figure 4 A,B) or 4 weeks ( Figure 4 C,D) post-injection. However, by 6weeks, TCDD-exposed βAhr WT  females displayed a modest and trending decrease in plasma insulin levels ( Figure 4 Eii,F), which was not observed in βAhr KO  females ( Figure 4 Eiii,F). Figure 4 Deleting  Ahr  in β-cells delayed the onset of glucose-induced hypoinsulinemia in TCDD-exposed male mice.  Plasma insulin levels were measured during glucose tolerance tests at  (A,B,G,H)  1-week,  (C,D,I,J)  4 weeks, and  (E,F,K,L)  6weeks post CO or TCDD injection (see  Figure 2 A for study timeline). Data are presented as a line graph and area under the curve. Line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 4–12 mice/group). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used: line graph, two-way RM ANOVA with uncorrected Fisher's LSD test; bar graphs, two-way ANOVA with Tukey's multiple comparison test. Figure 4\n\nDeleting  Ahr  in β-cells delayed the onset of glucose-induced hypoinsulinemia in TCDD-exposed male mice.  Plasma insulin levels were measured during glucose tolerance tests at  (A,B,G,H)  1-week,  (C,D,I,J)  4 weeks, and  (E,F,K,L)  6weeks post CO or TCDD injection (see  Figure 2 A for study timeline). Data are presented as a line graph and area under the curve. Line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 4–12 mice/group). Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used: line graph, two-way RM ANOVA with uncorrected Fisher's LSD test; bar graphs, two-way ANOVA with Tukey's multiple comparison test.\n\nTCDD exposure caused severe hypoinsulinemia in βAhr WT  males compared to CO-exposed βAhr WT  males at 1-week post-exposure ( Figure 4 Gii,H), with the severity of hypoinsulinemia diminishing over time ( Figure 4 Iii,J,Kii,L). This phenotype was largely abolished by knocking out  Ahr  in β-cells, with TCDD-exposed βAhr KO  males only displaying modest hypoinsulinemia at 6 weeks post-exposure ( Figure 4 G–L). In summary, our GTT data shows that  Ahr  deletion in β-cells had little to no effect on glucose homeostasis or glucose-stimulated plasma insulin levels in female and male mice exposed to corn oil. However, β-cell AhR plays a clear role in the metabolic response to an exogenous AhR ligand.\n\n## βAhr KO  female and male mice were protected from TCDD-induced changes in insulin sensitivity\n\nWe previously reported that TCDD-exposed male WT mice were more insulin sensitive than CO-exposed males [ 24 ]. Since changes in insulin secretion can drive adaptations in peripheral sensitivity [ 28 , 29 ], we examined whether β-cell  Ahr  deletion mitigated the effects of TCDD on insulin sensitivity ( Figure 5 A,B,E,F). In βAhr WT  females, TCDD exposure caused a modest increase in insulin sensitivity at 15-min post-insulin, followed by insulin resistance at 60- and 90-min post-insulin compared to CO-injected controls ( Figure 5 Aii); this effect was largely absent in TCDD-exposed βAhr KO  females ( Figure 5 Aiii). TCDD-exposed βAhr WT  males were significantly more insulin sensitive throughout the ITT compared to CO-exposed βAhr WT  males ( Figure 5 Eii), whereas TCDD had no effect on insulin sensitivity in βAhr KO  males ( Figure 5 Eiii). Figure 5 βAhr KO female and male mice were protected from TCDD-induced changes in insulin sensitivity.  An insulin tolerance test (ITT) was performed at 1–2 weeks post CO or TCDD injection, and liver was harvested at 1-week post CO or TCDD injection to assess gene expression by qPCR (see  Figure 2 A for study timeline). Blood glucose levels during the ITT in  (A,B)  female and  (E,F)  male mice (n = 9–14 mice/group).  (C,G)  Markers of the AhR pathway and  (D,H)  insulin-dependent markers of gluconeogenesis and lipogenesis in liver from  (C,D)  female and  (G,H)  male mice (n = 5–7 mice/group). ITT data is presented as a line graph and area under the curve; line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice). ∗p ≤ 0.05, ∗∗p ≤ 0.01. Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used:  (A,E)  two-way RM ANOVA with uncorrected Fisher's LSD test;  (B,F)  two-way ANOVA with Tukey's multiple comparison test;  (C,D,G,H ) two-way ANOVA with uncorrected Fisher's LSD test. Figure 5\n\nβAhr KO female and male mice were protected from TCDD-induced changes in insulin sensitivity.  An insulin tolerance test (ITT) was performed at 1–2 weeks post CO or TCDD injection, and liver was harvested at 1-week post CO or TCDD injection to assess gene expression by qPCR (see  Figure 2 A for study timeline). Blood glucose levels during the ITT in  (A,B)  female and  (E,F)  male mice (n = 9–14 mice/group).  (C,G)  Markers of the AhR pathway and  (D,H)  insulin-dependent markers of gluconeogenesis and lipogenesis in liver from  (C,D)  female and  (G,H)  male mice (n = 5–7 mice/group). ITT data is presented as a line graph and area under the curve; line graphs are presented as  (i)  all treatment groups,  (ii)  βAhr WT /TCDD vs βAhr WT /CO, and  (iii)  βAhr KO /TCDD vs βAhr KO /CO. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice). ∗p ≤ 0.05, ∗∗p ≤ 0.01. Stats legend (p ≤ 0.05): #, βAhr WT /TCDD vs βAhr WT /CO; ‡, βAhr KO /TCDD vs βAhr KO /CO; Ꝋ, βAhr KO /CO vs βAhr WT /CO; †, βAhr KO /TCDD vs βAhr KO /TCDD. The following statistical tests were used:  (A,E)  two-way RM ANOVA with uncorrected Fisher's LSD test;  (B,F)  two-way ANOVA with Tukey's multiple comparison test;  (C,D,G,H ) two-way ANOVA with uncorrected Fisher's LSD test.\n\nThe ITT results suggest a role for β-cell AhR signaling in driving the effects of TCDD on peripheral tissues. To further explore this idea, we measured gene expression for markers of the AhR pathway and insulin signaling in liver tissue from βAhr WT  and βAhr KO  mice ( Figure 5 C,D,G,H). There were no changes in liver  Ahr  expression, irrespective of genotype or chemical exposure ( Figure 5 C,G). Interestingly,  Cyp1a1 ,  Nqo1 , and  Gsta1  expression were significantly upregulated in liver of TCDD-exposed βAhr WT  and βAhr KO  mice compared to CO-exposed mice, but expression was dampened in TCDD-exposed βAhr KO  liver compared to βAhr WT  liver ( Figure 5 C,G), despite the absence of  Ahr  recombination in the liver ( Supplemental Figure 1F ).\n\nTCDD exposure also reduced expression of the gluconeogenesis enzyme  G6pc  (glucose-6-phosphatase) in liver from βAhr WT  female ( Figure 5 D) and male ( Figure 5 H) mice compared to CO exposure, an effect that was absent in βAhr KO  mice ( Figure 5 D,H). Similarly, the lipogenesis markers  Acaca  (acetyl-CoA carboxylase alpha;  Figure 5 H) and  Ppargc1a  (peroxisome proliferator-activated receptor gamma coactivator 1-alpha;  Figure 5 H) was reduced in TCDD-exposed βAhr WT  males compared to CO-exposed βAhr WT  males, but  Ahr  deletion in β-cells prevented this effect. In contrast, TCDD reduced expression of the gluconeogenesis enzyme  Pck1  (phosphoenolpyruvate carboxykinase 1) in female ( Figure 5 D) and male ( Figure 5 H) liver, irrespective of genotype. There was no effect of chemical or genotype on liver  Acaca  or  Ppargc1a  expression in females ( Figure 5 D). Collectively, these data suggest that the effects of TCDD on β-cell physiology are driving changes in peripheral insulin sensitivity, most likely due to AhR-mediated changes in insulin secretion.\n\n## TCDD exposure impaired insulin secretion  ex vivo  in βAhr WT  but not βAhr KO  male islets\n\nNext, we assessed whether AhR signaling in β-cells impacts β-cell function by measuring GSIS in isolated islets  ex vivo  at 1- and 6 weeks following CO or TCDD injection. Interestingly, βAhr KO  female islets showed increased basal insulin secretion under LG conditions compared to βAhr WT  islets ( Figure 6 B,F). βAhr KO  female islets also had increased insulin secretion under high-glucose condition compared to βAhr WT  islets at week 6 ( Figure 6 E), pointing to a role of AhR in regulating β-cell function in female mouse islets. Figure 6 TCDD exposure impaired insulin secretion  ex vivo  in βAhr WT but not βAhr KO male islets . Islets were isolated at 1- and 6 weeks post CO or TCDD injection to assess islet function  ex vivo  (see  Figure 2 A for study timeline). LG = low glucose (2.8 mM glucose), HG = high glucose (16.7 mM glucose).  (A,E,I,M)  Insulin secretion following a sequential 1-h incubation in LG and HG buffer in  (A,E)  female and  ( I ,M)  male islets.  (B,F,J,N)  Basal insulin secretion following a 1-h incubation in LG buffer in CO-exposed βAhr WT  and βAhr KO (B,F)  female and  (J,N)  male islets.  (C,G,K,O)  Stimulation index in  (C,G)  female and  (K,O)  male islets; stimulation index was calculated as a ratio of insulin concentration under HG relative to LG.  (D,H,L,P)  Insulin content of islets following an overnight incubation in acid ethanol in  (D,H)  female and  (L,P)  male mice. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 3–8 mice/group), with each biological replicate representing an average of three technical replicates. ∗p ≤ 0.05, ∗∗p ≤ 0.01. The following statistical tests were used:  (A,C–E,G–I,K–M,O,P)  two-way ANOVA with uncorrected Fisher's LSD test;  (B,F,J,N)  two-tailed unpaired t-test. Figure 6\n\nTCDD exposure impaired insulin secretion  ex vivo  in βAhr WT but not βAhr KO male islets . Islets were isolated at 1- and 6 weeks post CO or TCDD injection to assess islet function  ex vivo  (see  Figure 2 A for study timeline). LG = low glucose (2.8 mM glucose), HG = high glucose (16.7 mM glucose).  (A,E,I,M)  Insulin secretion following a sequential 1-h incubation in LG and HG buffer in  (A,E)  female and  ( I ,M)  male islets.  (B,F,J,N)  Basal insulin secretion following a 1-h incubation in LG buffer in CO-exposed βAhr WT  and βAhr KO (B,F)  female and  (J,N)  male islets.  (C,G,K,O)  Stimulation index in  (C,G)  female and  (K,O)  male islets; stimulation index was calculated as a ratio of insulin concentration under HG relative to LG.  (D,H,L,P)  Insulin content of islets following an overnight incubation in acid ethanol in  (D,H)  female and  (L,P)  male mice. All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates (different mice; n = 3–8 mice/group), with each biological replicate representing an average of three technical replicates. ∗p ≤ 0.05, ∗∗p ≤ 0.01. The following statistical tests were used:  (A,C–E,G–I,K–M,O,P)  two-way ANOVA with uncorrected Fisher's LSD test;  (B,F,J,N)  two-tailed unpaired t-test.\n\nTCDD had no effect on GSIS ( Figure 6 A,E), stimulation index ( Figure 6 C,G), or insulin content ( Figure 6 D,H) in female islets at 1- or 6 weeks post-injection, irrespective of genotype. In contrast, high-dose TCDD exposure  in vivo  significantly impaired  ex vivo  GSIS in βAhr WT  male islets but not βAhr KO  male islets at 1-week post-injection ( Figure 6 I); GSIS was restored in TCDD-exposed βAhr WT  male islets by 6 weeks post-injection ( Figure 6 M). TCDD exposure had no effect on stimulation index ( Figure 6 K,O) or insulin content ( Figure 6 L,P) in male islets, irrespective of genotype. These data suggest that AhR signaling in β-cells is driving TCDD-induced β-cell dysfunction in males, and likely explains the pronounced hypoinsulinemia in βAhr WT  males  in vivo  following TCDD exposure.\n\nCollectively, our data imply that AhR expression in β-cells plays a role in maintaining basal insulin secretion in female islets under non-chemical conditions. TCDD exposure  in vivo  impairs β-cell function in male but not female βAhr WT  islets, and knocking out β-cell AhR mitigated this effect.\n\n## TCDD exposure increased  Il1b  and  Gcg  expression in βAhr WT  but not βAhr KO  islets from female and male mice, respectively\n\nWe measured markers of the AhR pathway in isolated islets. At 1-week post-exposure, TCDD caused an overall decrease in  Cyp1a1  in both sexes, irrespective of genotype ( Supplemental Figure 2A,D ). TCDD also modestly decreased  Ahr  expression in βAhr KO  male islets compared to CO-exposed βAhr KO  islets ( Supplemental Figure 2D ), indicating negative feedback regulation of the AhR pathway in islets by 1-week post-injection. Despite the clear loss of  Ahr  in β-cells from our model ( Supplemental Figure 1H-I ), we only observed a modest downregulation of  Ahr  in CO-exposed βAhr KO  female islets compared to βAhr WT  at 1-week post-exposure ( Supplemental Figure 2A ), and in βAhr KO  male islets at 6-weeks post-exposure ( Supplemental Figure 2E ). These data suggest that other endocrine cell types are either compensating for the loss of  Ahr  in β-cells by upregulating  Ahr  expression, or that  Ahr  expression in other islet cells accounts for the majority of total  Ahr  expression in bulk islet samples.\n\nThere was no effect of chemical or genotype on  Tnfα  or  Nf-Κβ  expression in female or male islets ( Figure 7 A,G), or on  Il1b  in male islets ( Figure 7 G) at 1-week post-injection. At 6 weeks post-injection, we observed a modest increase in  Tnfα  in TCDD-exposed female islets ( Supplemental Figure 2C ) and a modest decrease in  Nf-Κβ  in TCDD-exposed male islets, irrespective of genotype ( Supplemental Figure 2F ). Interestingly, TCDD significantly increased  Il1β  expression in βAhr WT  female islets but not βAhr KO  islets at 1-week post-injection ( Figure 7 A), and this phenotype was not associated with macrophage infiltration into βAhr WT  female islets; we found no F4/80 +  cells in islets from any treatment group ( Supplemental Figure 4 ).  Il1β  expression in TCDD-exposed βAhr WT  female islets was restored by 6 weeks post-injection ( Supplemental Figure 2C ). Collectively, these data suggest that TCDD-induced AhR activation in β-cells acutely promotes inflammation in female islets. Figure 7 T CDD exposure increased  Il1b  and  Gcg  expression in βAhr WT but not βAhr KO islets from female and male mice, respectively.  Islets were isolated at 1-week post CO or TCDD injection to assess cell viability and gene expression, and whole pancreas was extracted for histological assessments (see  Figure 2 A for study timeline).  (A,G)  Gene expression for inflammatory and β-cell specific markers in  (A)  female and  (G)  male islets (n = 5–7 mice/group).  (B,H)  % calcein + ve  (live) cells and  (C,I)  % propidium iodide (PI) + ve  (dead/dying) cells in islets from  (B,C)  female and  (H,I)  male mice (n = 3–9 mice/group; each mouse is an average of 1–2 technical replicates).  (D,J)  Representative images showing calcein, PI, and hoechst staining in dispersed islet cells. Scale bar = 50 μM.  (E,K)  % TUNEL -ve  insulin (INS) + ve  cells/islet, and  (F,L)  % INS + ve  area/islet area in pancreas sections from  (E,F)  female and  (K,L)  male mice (n = 4–7 mice/group). All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates. ∗p ≤ 0.05, ∗∗p ≤ 0.01. The following statistical tests were used: two-way ANOVA with uncorrected Fisher's LSD test. Figure 7\n\nT CDD exposure increased  Il1b  and  Gcg  expression in βAhr WT but not βAhr KO islets from female and male mice, respectively.  Islets were isolated at 1-week post CO or TCDD injection to assess cell viability and gene expression, and whole pancreas was extracted for histological assessments (see  Figure 2 A for study timeline).  (A,G)  Gene expression for inflammatory and β-cell specific markers in  (A)  female and  (G)  male islets (n = 5–7 mice/group).  (B,H)  % calcein + ve  (live) cells and  (C,I)  % propidium iodide (PI) + ve  (dead/dying) cells in islets from  (B,C)  female and  (H,I)  male mice (n = 3–9 mice/group; each mouse is an average of 1–2 technical replicates).  (D,J)  Representative images showing calcein, PI, and hoechst staining in dispersed islet cells. Scale bar = 50 μM.  (E,K)  % TUNEL -ve  insulin (INS) + ve  cells/islet, and  (F,L)  % INS + ve  area/islet area in pancreas sections from  (E,F)  female and  (K,L)  male mice (n = 4–7 mice/group). All data are presented as mean ± SEM. Individual data points in bar graphs represent biological replicates. ∗p ≤ 0.05, ∗∗p ≤ 0.01. The following statistical tests were used: two-way ANOVA with uncorrected Fisher's LSD test.\n\nNext, we assessed whether high-dose TCDD exposure impacted gene expression of islet hormones and markers of β-cell function in βAhr WT  and βAhr KO  mouse islets at 1- and 6 weeks post-injection ( Figure 7 ,  Supplemental Figure 3 ). Despite the pronounced effects of TCDD on glucose homeostasis in βAhr WT  female and male mice, we observed minimal changes in islet gene expression at either time point ( Supplemental Figure 3 ). Most notably, TCDD exposure caused a significant increase in  Gcg  and a decrease in  Gck  in βAhr WT  but not βAhr KO  male islets at 1-week post-injection ( Figure 7 G); these data align with the hypoinsulinemia observed in TCDD-exposed βAhr WT  but not βAhr KO  males ( Figure 4 G).\n\nLastly, we assessed the effects of  in vivo  TCDD exposure on islet cell apoptosis at 1-week post CO or TCDD injection. We did not observe any changes in % live (calcein + ve ) ( Figure 7 B,D,H,J) or % dead (PI + ve ) ( Figure 7 C,D,I,J) cells in dispersed islets of either sex at 1-week post-injection. We also assessed β-cell apoptosis by immunofluorescence staining in pancreas sections at 1-week post-injection and found no changes in % TUNEL -ve  INS + ve  cells per islet ( Figure 7 E,K) or % INS + ve  area per islet ( Figure 7 F,L) in TCDD-exposed βAhr WT  and βAhr KO  mice of either sex.\n\n## Discussion\n\nOur study demonstrates that AhR signaling in β-cells plays a role in maintaining metabolic health in mice, even in the absence of exogenous chemical stimuli. βAhr KO  females had modestly reduced fasted blood glucose levels and increased basal and glucose-stimulated insulin secretion  ex vivo , whereas βAhr KO  males displayed increase body weight compared to βAhr WT  controls. Activation of AhR in β-cells following chemical exposure appears to be detrimental for β-cell health. In line with our previous findings [ 24 ], we show that high-dose TCDD exposure has sex-specific effects on glucose homeostasis (summarized in  Figure 8 ). TCDD-exposed βAhr WT  females were more insulin resistant and displayed hyperglycemia during a GTT, and these effects were abolished in TCDD-exposed βAhr KO  females. TCDD-exposed βAhr WT  males showed reduced GSIS  in vivo  and  ex vivo , increased insulin sensitivity, and hypoglycemia during a GTT, which was also largely mitigated by deleting  Ahr  in β-cells. Importantly, these data imply that AhR signaling in β-cells is not only driving the effects of TCDD on insulin secretion but also on peripheral insulin sensitivity in both sexes. Both loss of AhR (i.e. under baseline conditions) and overstimulation of AhR (i.e. following chemical exposure) in β-cells impairs metabolic health in mice, indicating the importance of this pathway in regulating β-cell physiology. Our study also points to a sex-specific role of AhR in β-cells. Figure 8 Metabolic p henotypes in TCDD-exposed βAhR WT and βAhR KO mice relative to their CO-exposed genotype controls.  Graphical table summarizing the effect of single high-dose TCDD injection on glucose tolerance, glucose-stimulated plasma insulin levels, insulin tolerance, and  ex vivo  β-cell function in female and male βAhr WT  and βAhr KO  mice. Figure 8\n\nMetabolic p henotypes in TCDD-exposed βAhR WT and βAhR KO mice relative to their CO-exposed genotype controls.  Graphical table summarizing the effect of single high-dose TCDD injection on glucose tolerance, glucose-stimulated plasma insulin levels, insulin tolerance, and  ex vivo  β-cell function in female and male βAhr WT  and βAhr KO  mice.\n\nThe main metabolic phenotypes in TCDD-exposed βAhr WT  female mice were insulin resistance and hyperglycemia, both of which were abolished by deleting  Ahr  in β-cells. Interestingly, TCDD also increased  Il1b  expression in islets from βAhr WT  females but not βAhr KO  females at 1-week post-injection. We did not observe an increase in macrophage infiltration in TCDD-exposed βAhr WT  female islets, suggesting that AhR activation promotes local production of IL-1β in β-cells, but more detailed analyses are needed to fully assess macrophage accumulation in TCDD-exposed islets. It is well established that elevated IL-1β signaling in islets leads to β-cell dysfunction and β-cell apoptosis [ [30] ,  [31] ,  [32] ,  [33] ]. We did not observe an increase in islet cell apoptosis or changes in % insulin + ve  area per islet in female βAhr WT  mice at 1-week post-TCDD; however, it is plausible that persistent TCDD exposure (and thus, prolonged  Il-1β  induction) would lead to β-cell apoptosis. Regardless, deleting  Ahr  in β-cells of female mice prevented the TCDD-induced increase in  Il-1β  in islets and onset of glucose intolerance. These data suggest that AhR-mediated inflammation may contribute to β-cell dysfunction in female mice. Future studies should investigate the interaction between βAhR and the immune system (e.g. inflammasomes).\n\nIn line with previous data [ 24 ], TCDD-exposed βAhr WT  males displayed reduced glucose-induced plasma insulin levels, increased insulin sensitivity, and hypoglycemia at 1-week post-injection, which coincided with reduced GSIS  ex vivo . Past studies have speculated that TCDD alters glucose homeostasis primarily by increasing insulin sensitivity [ [34] ,  [35] ,  [36] ], which then causes adaptive changes in insulin secretion. Here we show that deleting  Ahr  in β-cells largely abolished or delayed TCDD-induced metabolic phenotypes in male mice, including changes in peripheral insulin sensitivity. This suggests that β-cell dysfunction is central to the metabolic phenotypes in TCDD-exposed male mice. In line with previous studies, TCDD-exposed βAhr WT  males also had reduced expression of insulin-regulated genes in liver [ [37] ,  [38] ,  [39] ]; we are the first to provide evidence that these well-documented effects of TCDD in liver are likely driven by changes in insulin secretion (given the absence of these changes in βAhr KO  male liver). Although the mechanisms through which AhR activation impairs β-cell function in male mouse islets remains unclear, we show that TCDD increased  Gcg  (glucagon) and decreased  Gck  (glucokinase; glucose sensor [ 40 ]) in islets from βAhr WT  but not βAhr KO  males. These data could point to a role of βAhR in mediating glucagon secretion from α-cells and/or glucose sensing in β-cells and consequently GSIS. Future studies should consider the role of βAhR in intra-islet glucagon signaling and glycolysis/glucose metabolism using detailed  ex vivo  perifusion analysis and Seahorse technology.\n\nWe provide novel evidence that AhR signaling in β-cells plays a role in maintaining metabolic health in the absence of chemical stimuli. βAhr KO  females had modestly reduced fasting blood glucose levels and increased basal and glucose-stimulated insulin secretion  ex vivo , suggesting that βAhR signaling mediates β-cell function in female mice. However, it is important to note that βAhr KO  females displayed normal fasted and glucose-stimulated plasma insulin levels compared to βAhr WT  females, potentially pointing to increased insulin clearance in βAhr KO  females; more detailed analyses are required to understand this phenotype, including assessing the interaction between βAhR and sex hormones [ [41] ,  [42] ,  [43] ,  [44] ]. Interestingly, previous studies report normal fasting blood glucose, fasting c-peptide levels, and glucose tolerance in young global Ahr KO  female mice (3–4 months of age), but glucose intolerance, hypoinsulinemia, and insulin resistance in aged Ahr KO  female mice (7–15 months of age) [ 45 , 46 ]. Given that the subset of female mice that were maintained until 6 weeks post-injection in our study were ∼3–5 months of age, longer-term studies in older βAhr KO  mice are warranted. We also show that βAhr KO  males displayed increased body weight and reduced hepatic  Ppargc1a  expression compared to βAhr WT  controls. PGC1α is a master regulator of mitochondrial biogenesis, fatty acid oxidation, and energy substrate uptake/utilization [ 47 ]; PGC1α expression in liver has been negatively correlated with body fat content in humans [ 47 ] and liver-specific PGC1α knockout mice display weight gain [ 48 ]. As such, our data suggests a baseline role of β-cell AhR signaling in lipid homeostasis and/or body weight regulation. Future studies should characterise changes in fatty acid oxidation and lipid deposition in tissues such as adipose, as well as energy expenditure in βAhr KO  mice. It would also be interesting to investigate the role of β-cell AhR signaling in mediating energy homeostasis following HFD feeding.\n\nOur findings in βAhr KO  mice under baseline conditions largely differ from global Ahr KO  models. A study by Xu et al. [ 22 ] showed that when fed a chow diet, male Ahr KO  mice had normal body weight compared to WT mice but were protected from HFD-induced weight gain and hyperinsulinemia. In addition, Wang  et  al. [ 21 ] reported that global Ahr KO  mice had improved glucose tolerance and increased insulin sensitivity, but no change in glucose-stimulated plasma insulin levels compared to WT mice; note male and female data were pooled in their study. Collectively, studies in global Ahr KO  mice suggest that loss of Ahr is protective against metabolic impairments, whereas our study suggests that loss of AhR in β-cells in the absence of a chemical stressor promotes modest weight gain in males and hypersecretion of insulin in females, which could be detrimental. Discrepancies between our data and studies in global AhR KO  mice imply that loss of AhR signaling in β-cells may cause maladaptive AhR-dependent responses in peripheral tissues that are absent in global  Ahr  knockout mice.\n\nOur study provides novel evidence that AhR signaling in β-cells is required for maintaining β-cell function in female mice and body weight in male mice under baseline conditions. Additionally, we show that high-dose TCDD exposure impairs glucose homeostasis and β-cell function via AhR activation in β-cells. This implies that environmental AhR ligands directly target the β-cell and likely contribute to increasing diabetes susceptibility.\n\n## CRediT authorship contribution statement\n\nMyriam P. Hoyeck:  Conceptualization, Data curation, Formal analysis, Investigation, Methodology, Validation, Visualization, Writing – original draft, Writing – review & editing.  Ma. Enrica Angela Ching:  Investigation.  Lahari Basu:  Investigation.  Kyle van Allen:  Investigation.  Jana Palaniyandi:  Investigation.  Ineli Perera:  Investigation.  Emilia Poleo-Giordani:  Investigation.  Antonio A. Hanson:  Investigation.  Peyman Ghorbani:  Investigation.  Morgan D. Fullerton:  Funding acquisition, Resources.  Jennifer E. Bruin:  Conceptualization, Data curation, Formal analysis, Funding acquisition, Investigation, Methodology, Project administration, Resources, Supervision, Validation, Visualization, Writing – original draft, Writing – review & editing.\n\n## Declaration of competing interest\n\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
  "reference_count": 48,
  "word_count": 17443,
  "char_count": 106760
}