{
  "pmcid": "PMC10959046",
  "doi": "10.1530/RAF-23-0087",
  "title": "Assessment of the impact of direct  in vitro  PFAS treatment on mouse spermatozoa",
  "authors": [
    "Leah Calvert",
    "Jacinta H Martin",
    "Amanda L Anderson",
    "Ilana R Bernstein",
    "Nathan D Burke",
    "Geoffry N De Iuliis",
    "Andrew L Eamens",
    "Matthew D Dun",
    "Brett D Turner",
    "Shaun D Roman"
  ],
  "year": "2024",
  "journal": "Reproduction & Fertility",
  "abstract": "Graphical abstract Abstract Poly- and per-fluoroalkyl substances (PFAS) are synthetic environmentally persistent chemicals. Despite the phaseout of specific PFAS, their inherent stability has resulted in ubiquitous and enduring environmental contamination. PFAS bioaccumulation has been reported globally with omnipresence in most populations wherein they have been associated with a range of negative health effects, including strong associations with increased instances of testicular cancer and reductions in overall semen quality. To elucidate the biological basis of such effects, we employed an acute  in vitro  exposure model in which the spermatozoa of adult male mice were exposed to a cocktail of PFAS chemicals at environmentally relevant concentrations. We hypothesized that direct PFAS treatment of spermatozoa would induce reactive oxygen species generation and compromise the functional profile and DNA integrity of exposed cells. Despite this, post-exposure functional testing revealed that short-term PFAS exposure (3 h) did not elicit a cytotoxic effect, nor did it overtly influence the functional profile, capacitation rate, or the  in vitro  fertilization ability of spermatozoa. PFAS treatment of spermatozoa did, however, result in a significant delay in the developmental progression of the day 4 pre-implantation embryos produced  in vitro . This developmental delay could not be attributed to a loss of sperm DNA integrity, DNA damage, or elevated levels of intracellular reactive oxygen species. When considered together, the results presented here raise the intriguing prospect that spermatozoa exposed to a short-term PFAS exposure period potentially harbor an alternate stress signal that is delivered to the embryo upon fertilization. Lay summary PFAS are synthetic chemicals widely used in non-stick cookware, food packaging, and firefighting foam. Such extensive use has led to concerning levels of environmental contamination and reports of associations with a spectrum of negative health outcomes, including testicular cancer and reduced semen quality. To investigate the effects of PFAS on male reproduction, we incubated mouse sperm in a cocktail of nine PFAS at environmentally relevant concentrations before checking for a range of functional outcomes. This treatment strategy was not toxic to the sperm; it did not kill them or reduce their motility, nor did it affect their fertilization capacity. However, we did observe developmental delays among pre-implantation embryos created using PFAS-treated sperm. Such findings raise the intriguing prospect that PFAS-exposed sperm harbor a form of stress signal that they deliver to the embryo upon fertilization.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Poly- and per-fluoroalkyl substances (PFAS) are a diverse group of over 4700 synthetic organofluorine chemicals that have been used since the 1940s ( Kirk  et al.  2018 ). Variations in carbon chain length and functional groups results in individual PFAS with unique chemical properties, yet each member of this chemical class shares the common characteristics of carbon–fluorine bonds that are stable and extremely resistant to heat and water ( Banks  et al.  1994 ,  OECD 2018 ). Collectively, these qualities have led to the widespread adoption of PFAS in industrial applications and consumer products, including being key ingredients of firefighting foams ( Kissa 2001 ), food packaging, and cookware ( Sinclair  et al.  2007 ). Such widespread use, together with the fact that PFAS are highly resistant to degradation and/or breakdown, has contributed to the current situation where PFAS chemicals are now recognized as ubiquitous environmental contaminants resulting in pervasive exposure of both human and wildlife populations globally. Indeed, despite attempts to phase out the use of longer chain (>8 carbon) PFAS beginning in 2000, the stability of these compounds means many communities are still being exposed to these potential toxicants more than 20 years later ( Hölzer  et al.  2008 ,  Buck  et al.  2011 ). As a result, many countries have embarked on ambitious strategies to both detect and eradicate existing PFAS contamination ( Buck  et al.  2011 ,  Olsen  et al.  2017 ), in addition to refining our understanding of their effects on human health and development ( Frisbee  et al.  2009 ,  Barry  et al.  2013 ,  Pan  et al.  2019 ,  Blake & Fenton 2020 ). Due to such concerns, several states in the USA have recently banned the use of all PFAS in consumer products ( Bright 2023 ).\n\nIn considering the potential health implications of PFAS exposure, it is known that upon entering the bloodstream, PFAS bind to serum proteins including human serum albumin ( Jones  et al.  2003 ,  Beesoon & Martin 2015 ), whereupon they are transported to various body tissues. It follows that the highest systemic concentrations of PFAS are reported in protein rich tissues, such as the liver ( ATSDR 2018 ). Notably, longer chain PFAS (i.e. those with >8 carbon backbones) have greater half-lives in the body than do shorter chain PFAS molecules – a property linked to their ability to bind a wider range of proteins ( Han  et al.  2003 ), and thus extend their bioaccumulation potential in living organisms ( Martin  et al.  2003 b ). As an example, perfluorooctanoic acid (PFOA) and perfluorooctane sulfonate (PFOS), both of which are built upon an eight-carbon chain, have half-lives in humans of up to 4 and 5 years respectfully, whereas perfluorobutanoic acid (PFBA) and perfluorobutanesulfonic acid (PFBS), both four-carbon compounds, have half-lives of just 3 to 28 days in humans ( Fenton  et al.  2021 ). This knowledge has prompted strategies to replace longer, so called legacy PFAS molecules, with shorter chain variants that are reasoned to be less toxic and to have reduced bioaccumulation potential ( Gomis  et al.  2018 ,  Blake & Fenton 2020 ). However, very little is known about the toxicology of these replacement short chain PFAS, which might be just as harmful as the original PFAS versions that they replaced despite the shorter residence times in the human body ( Wang  et al.  2013 ,  Pan  et al.  2019 ). Furthermore, bioaccumulation may also be influenced by a variety of factors including the functional group of each PFAS molecule ( Martin  et al.  2003 a , b ) and the metabolic characteristics and/or sex of the animal species ( Fenton  et al.  2021 ); all of which serve to highlight the urgent requirement for new investigations into the health implications of PFAS exposure.\n\nOf particular interest is the impact of PFAS exposure on male reproduction, especially in view of epidemiological evidence linking PFAS exposure to testicular dysgenesis, both in exposed adults and in offspring of exposed parents ( Skakkebaek  et al.  2001 ,  Frisbee  et al.  2009 ,  Lin  et al.  2020 ). However, studies exploring the link between PFAS and male fertility outcomes have proven difficult to compare, thus limiting definitive conclusions ( Bach  et al.  2016 ,  Tarapore & Ouyang 2021 ). This situation likely reflects the imposition of multiple confounding factors, such as the myriad of PFAS chemicals that individuals are simultaneously exposed to, the route, duration, and dose of exposure, as well as the developmental timing and frequency of exposure; all of which make it extremely difficult to assign causality. Despite such challenges, male-specific disorders, such as testicular cancer, have been linked to PFAS exposure ( Frisbee  et al.  2009 ,  Barry  et al.  2013 ,  Kirk  et al.  2018 ,  Bartell & Vieira 2021 ). Moreover, negative effects on semen quality have also been identified in large cohort studies ( Louis  et al.  2015 ,  Pan  et al.  2019 ,  Calvert  et al.  2022 ), including a potential dose–response relationship between chronic PFOS and PFOA exposure and a concomitant suppression of sperm production (~40%) ( Joensen  et al.  2009 ), and compromised sperm motility characteristics ( Song  et al.  2018 ). In addition, reductions in sperm count and concentration have been reported following  in utero  PFOA exposure ( Vested  et al.  2013 ). Despite these intriguing findings, of the 15 studies investigating the relationship between PFAS exposure and sperm parameters, less than half of these were able to confidently establish strong associations with adverse impacts on male fertility ( Toft  et al.  2012 ,  Joensen  et al.  2013 ,  Vested  et al.  2013 ,  Calvert  et al.  2022 ). Moreover, although some studies have recorded increased levels of DNA damage in spermatozoa following PFAS exposure of adults ( Specht  et al.  2012 ,  Governini  et al.  2015 ), the mechanism(s) by which PFAS impact sperm biology remain to be determined. Importantly, among these studies, few have investigated exposures that emulate environmentally relevant mixtures/concentrations, with those studies performed to date instead focusing on either a single PFAS molecule, or a mixture of PFAS chemicals at supra-environmental concentrations. Therefore, this study was undertaken to clarify the direct susceptibility of spermatozoa to an environmentally relevant PFAS challenge. Specifically, spermatozoa from adult male mice (8–14 weeks) were subjected to an acute  in vitro  exposure regimen consisting of a cocktail of environmentally relevant PFAS, prior to being assessed for a suite of functional parameters to ascertain the direct impact of PFAS exposure."
    },
    {
      "title": "Materials and methods",
      "text": "All reagents and chemicals used in this study were of research grade and purchased from Merck, unless stated otherwise. Fluorescent probes were purchased from Invitrogen, unless stated otherwise. Freshly prepared Biggers, Whitten, and Whittingham (BWW) media (osmolarity of 290–310 mOsm/kg) ( Biggers  et al.  1971 ), was pre-warmed to 37°C and used for all sperm incubation experiments. When noncapacitated populations of spermatozoa were required, BWW medium was prepared with the omission of NaHCO 3  (a strategy that prevents the initiation of capacitation-associated signaling cascades) but with the addition of 5.6 mM NaCl to maintain the osmolarity of the medium.\n\nThe PFAS mixture used in this study was selected to approximate those PFAS chemicals identified within the water column sampled from a contaminated water well located at Williamtown, NSW, Australia ( Turner  et al.  2019 ) – a so-called PFAS Red-Zone situated within close proximity of a Department of Defense airbase, which is now the subject of an active management and remediation plan designed to monitor and mitigate PFAS contamination ( Defence 2022 ). Specifically, a PFAS mixture was prepared comprising the nine most abundant PFAS molecules identified in the water sampled from the contaminated Williamtown well ( Turner  et al.  2019 ). The PFAS concentrations used in this study approximated those detected in the contaminated water samples (referred to hereafter as the ‘low’ dose PFAS treatment) or alternatively at concentrations titrated to be ten-fold higher than those in the water sample (referred to hereafter as the ‘high’-dose PFAS treatment) ( Table 1 ). Prior to experimentation, the working PFAS solutions were analyzed by an independent commercial National Association of Testing Authorities (NATA, Australia) accredited laboratory (Envirolab Services, Sydney, NSW, Australia). As anticipated, the results of this analysis confirmed that the low dose PFAS solution concentrations were similar to those in the contaminated well sample ( Turner  et al.  2019 ), while the high dose was 10-fold higher ( Table 1 ).\n Table 1 Summary of the mix of nine PFAS chemicals used in  in vitro  experiments. Chemical Name Abbreviation Chemical Formula Well sample *  (µg/L) Low PFAS ‡  (µg/L) High PFAS ‡  (µg/L) Perfluorooctane sulfonic acid PFOS C 8 F 17 SO 3 H 116 94 1200 Perfluorohexanesulfonic acid PFHxS C 6 HF 13 O 3 S 33.7 27 330 Perfluorohexanoic acid PFHxA C 6 HF 11 O 2 13.3 10 150 Perfluorooctanoic acid PFOA C 8 HF 15 O 2 8.62 7.6 100 Perfluoroheptane sulfonic acid PFHpS C 7 HF 15 O 3 S 4.81 5.9 67 Perfluorobutane sulfonic acid PFBS C 4 HF 9 O 3 S 4.16 4.3 59 Perfluoropentane sulfonic acid PFPeS C 5 HF 11 O 3 S 3.94 2.3 30 Perfluoroheptanoic acid PFHpA C 7 HF 13 O 2 2.85 1.9 25 Perfluoropentanoic acid PFPeA C 5 HF 9 O 2 3.11 2.8 38 *Composition of the contaminated Williamtown (NSW) well water sample upon which the PFAS treatment regimen used herein was based.  ‡ Exact composition of the PFAS treatments determined analytically by an independent National Association of Testing Authorities (NATA, Australia) accredited laboratory (Envirolab Services, Sydney, NSW, Australia).\n\nSummary of the mix of nine PFAS chemicals used in  in vitro  experiments.\n\n*Composition of the contaminated Williamtown (NSW) well water sample upon which the PFAS treatment regimen used herein was based.  ‡ Exact composition of the PFAS treatments determined analytically by an independent National Association of Testing Authorities (NATA, Australia) accredited laboratory (Envirolab Services, Sydney, NSW, Australia).\n\nAdult male Swiss CD1 mice (8–14 weeks of age) were monitored, handled, and euthanized in accordance with the NSW Animal Research Act 1998, NSW Animal Research Regulation 2010, and the Australian Code for the Care and Use of Animals for Scientific Purposes 8 th  Edition, as approved by the University of Newcastle Animal Care and Ethics Committee (Ethics Number A-2018-826). Following CO 2  asphyxiation, epididymides were carefully dissected and mature spermatozoa isolated from the caudal segment of the epididymis by retrograde perfusion via the vas deferens, as previously described ( Smith  et al.  2013 ).\n\nFollowing isolation, spermatozoa were immediately resuspended in 3.0 mL BWW medium at a concentration of 6–10 million cells/mL ( Fig. 1 ) in a flat bottom screw cap test tube. These suspensions were then split equally among three treatment groups, including: (i) untreated control, (ii) low-dose PFAS, and (iii) high-dose PFAS. PFAS treatments consisted of ‘spiking’ each sample with an appropriate amount of a stock PFAS working solution (i.e. 1.0 μL 1000× stock in 1.0 mL BWW media) and then incubating at 37°C for up to 3 h. At regular intervals during the incubation (i.e. 0, 1, and 3 h), a sample of each sperm suspension was recovered prior to being gently centrifuged (500  g  for 3 min) and washed by resuspension in fresh BWW medium. After pelleting the spermatozoa by centrifugation (500  g for 3 min), the supernatant was again removed and the cells were either assessed immediately, fixed in 4% paraformaldehyde for 15 min at room temperature, or snap frozen and stored at -80°C, as appropriate for each assay. In all instances frozen spermatozoa were thawed on ice.\n Figure 1 Experimental design. Mature sperm cells were isolated from the cauda segment of the epididymides of an adult mouse before being allocated into three treatment groups consisting of an untreated control (BWW only) and those exposed to either a low- or high-dose PFAS cocktail. The latter, high dose treatment was formulated to contain ten-fold higher concentrations of each PFAS than that present in the corresponding low dose treatment (confirmed analytically by an independent National Association of Testing Authorities accredited laboratory (Envirolab Services, Sydney, NSW, Australia)). All subsequent analysis was conducted on three such biological replicates (i.e. each biological replicate comprised spermatozoa isolated from a separate adult mouse). In each case, spermatozoa were incubated for up to 3 h during which an aliquot of each suspension was collected at intervals of 0 h, 1 h, and 3 h and prepared for immediate analysis of sperm motility parameters by computer-assisted sperm analysis (CASA) and sperm viability (SYTOX Green) via flow cytometry. To assess the induction of oxidative stress, spermatozoa were also incubated with MitoSOX Red (MSR), dihydroethidium (DHE) and Merocyanine 540 (M540). Alternatively, a subset of each sperm suspension was frozen and stored at −80°C in preparation for assessment of DNA integrity via the application of sperm chromatin structure assay (SCSA) and alkaline comet assay. Finally, the functional competence of treated spermatozoa was assessed by focusing on their ability to complete capacitation, support  in vitro  fertilization and early embryo development.\n\nExperimental design. Mature sperm cells were isolated from the cauda segment of the epididymides of an adult mouse before being allocated into three treatment groups consisting of an untreated control (BWW only) and those exposed to either a low- or high-dose PFAS cocktail. The latter, high dose treatment was formulated to contain ten-fold higher concentrations of each PFAS than that present in the corresponding low dose treatment (confirmed analytically by an independent National Association of Testing Authorities accredited laboratory (Envirolab Services, Sydney, NSW, Australia)). All subsequent analysis was conducted on three such biological replicates (i.e. each biological replicate comprised spermatozoa isolated from a separate adult mouse). In each case, spermatozoa were incubated for up to 3 h during which an aliquot of each suspension was collected at intervals of 0 h, 1 h, and 3 h and prepared for immediate analysis of sperm motility parameters by computer-assisted sperm analysis (CASA) and sperm viability (SYTOX Green) via flow cytometry. To assess the induction of oxidative stress, spermatozoa were also incubated with MitoSOX Red (MSR), dihydroethidium (DHE) and Merocyanine 540 (M540). Alternatively, a subset of each sperm suspension was frozen and stored at −80°C in preparation for assessment of DNA integrity via the application of sperm chromatin structure assay (SCSA) and alkaline comet assay. Finally, the functional competence of treated spermatozoa was assessed by focusing on their ability to complete capacitation, support  in vitro  fertilization and early embryo development.\n\nUnbiased assessment of sperm motility parameters was achieved using computer assisted sperm analysis (CASA; IVOS, Hamilton Thorne, Beverly, MA, USA). For this purpose, fresh sperm suspensions were loaded into pre-warmed 100 µm, two-chamber slides (Leja Products BV, Spoorzicht, Netherlands), and a minimum of 100 cells were assessed over a minimum of four fields of view. The suite of motility parameters assessed included (i) total motility, (ii) progressive motility, (iii) straight line velocity (VSL), (iv) curvilinear velocity (VCL), (v) time-average velocity (VAP), (vi) linearity (LIN), (vii) straightness (STR), (viii) amplitude of lateral head displacement (ALH), (ix) beat cross frequency (BCF), (x) balancing (WOB), (xi) distance average path (DAP), (xii) distance curved line (DCL), and (xiii) distance straight line (DSL). Sperm viability was also assessed at each timepoint using a flow cytometry-based assay. Specifically, at the completion of the low and high PFAS treatments, spermatozoa were labeled with 10 nM SYTOX Green (SyG) nucleic acid stain (Invitrogen, Cat# S7020) for 15 min at 37ºC before being washed by centrifugation at 500  g  for 3 min at room temperature, resuspension in 350 µL of fresh BWW medium, and transferal into a flow cytometry tube. Cells were analyzed using an FACS-Canto flow cytometry instrument (BD Biosciences) equipped with 488 nm argon and 633 nm helium–neon lasers. The resulting data were analyzed using FACSDiva Version 9.0.1 software and 10,000 cells were assessed per replicate.\n\nFlow cytometry analyses were also employed to assess markers of oxidative stress in PFAS-exposed spermatozoa using fluorescent probes to detect cytosolic reactive oxygen species (ROS) (dihydroethidium (DHE); Invitrogen, Cat#  D23107 ), mitochondrial ROS generation (MitoSOX Red (MSR); Life Technologies Cat#  M36008 ) and alterations in membrane fluidity (merocyanine 540 (M540); Merck, Cat# 32756). These probes were used in combination with a SyG viability stain (as described above). For each of these assays, 1 × 10 6  fresh spermatozoa were resuspended in BWW and stained using 2.0 µM of either MSR, DHE, or M540 in tandem with 5.0 nM SyG for 15 min at 37ºC. Cells were then centrifuged at 500  g  for 3 min at room temperature before being resuspended in 350 µL BWW and analyzed by flow cytometry as described earlier.\n\nTo determine the effects of PFAS exposure on the functional competence of spermatozoa, the cells were assessed for their ability to capacitate and support  in vitro  fertilization (described below). For the former, spermatozoa from each of the three treatment groups were incubated in either: BWW medium formulated to suppress capacitation (i.e. noncapacitation BWW medium prepared without NaHCO 3 ), complete BWW medium that supports capacitation, or a modified formulation of complete BWW containing 3.0 mM pentoxifylline and 5.0 mM dcAMP; pharmacological supplements that actively drive the onset of capacitation (i.e. capacitation BWW) for 1 h at 37ºC in an atmosphere of 5% CO 2 . Cells were subsequently fixed in 4% paraformaldehyde for 15 min at room temperature in preparation for staining with immunofluorescent probes or protein was extracted for use in immunoblotting. Both techniques were used to determine the capacitation status of treated spermatozoa.\n\nFollowing  in vitro  treatment and fixation, spermatozoa were washed three times in PBS supplemented with 0.05 M glycine. Following the third wash, spermatozoa were centrifuged and then resuspended in 400 μL of PBS/glycine containing 0.02% sodium azide (v/v) and stored at 4°C until required. For analysis, 50 μL aliquots of these cell preparations were deposited on poly- l -lysine-coated coverslips, and left to settle for 3 h at 4°C. The cells were permeabilized by incubation in PBS containing 0.2% (v/v) Triton X-100 for 10 min at room temperature, rinsed by immersion in 1× PBS, and then blocked by incubation in 50 μL of 10% goat serum (v/v) diluted in 3.0% BSA/PBS for 1 h at room temperature. After rinsing in PBS, anti-phosphotyrosine antibodies (PT66; Merck, Cat# P5872) diluted 1:250 in 1.0% BSA/PBS, were applied to each coverslip and incubated at room temperature for 1 h. Following incubation, coverslips were rinsed three times in PBS prior to the addition of goat-anti mouse Alexa Fluor 488-conjugated secondary antibody (Thermo Fisher Scientific, Cat# A11001), diluted 1:400 in 1.0% BSA/PBS and incubated at room temperature for 1 h. Finally, the cells were washed three times in PBS and mounted on slides with Mowiol containing 1,4-diazabicyclo[2.2.2]octane (DABCO) before being viewed with an AXIOplan Imager 2 fluorescence microscope (Carl Zeiss Micro Imaging GmbH). Capacitation status was confirmed using PT66 labeling of the complete sperm flagellum ( Urner & Sakkas 2003 ).\n\nProtein was extracted from spermatozoa by boiling the cells for 5 min in sodium dodecyl sulfate (SDS) extraction buffer which was composed of 0.375 M Tris, pH 6.8, 2.0% (w/v) SDS, 10% (w/v) sucrose, and protease inhibitors, as previously described ( Reid  et al.  2012 a ). Extracted proteins (7.5 μg) were then subjected to polyacrylamide gel electrophoresis (SDS-PAGE) using 4–20% Mini-PROTEAN gels (Bio-Rad, Cat# 4568095), before being transferred to a nitrocellulose membrane, as described previously ( Reid  et al.  2012 b ). For the assessment of sperm phosphotyrosine status, membranes were first blocked for 1 h at room temperature with 3.0% (w/v) BSA in Tris-buffered saline (20 mM Tris, 150 mM NaCl, pH 7.6) supplemented with 0.1% Tween (TBST), before being washed in TBST and incubated with HRP-conjugated anti-phosphotyrosine antibody (PT66; Merck, Cat# A5964) diluted 1:4000 in 1.0% (w/v) BSA/TBST and for 1 h at room temperature. Membranes were then subjected to three 10 min washes in TBST prior to being probed with enhanced chemiluminescence reagents (ECL plus, Amersham Bioscience) in accordance with the manufacturer’s recommendations, and were visualized using a Bio-Rad ChemiDoc MP imaging system according to the manufacturer’s protocol (Bio-Rad). Blots were then stripped via incubation at room temperature for 40 min in Western Re-Probe reagent (G Biosciences, MO, USA, Cat# 786-306) in preparation for reprobing with anti-glyceraldehyde 3-phosphate dehydrogenase antibodies (GAPDH; Merck, Cat# G9545; diluted 1:2000 in 1.0% (w/v) BSA/TBST for 1 h at room temperature) for protein loading normalization.\n\nTo detect lipid peroxidation (a surrogate measure for oxidative stress status), membranes were prepared for labeling with anti-4-hydroxynonenal (4HNE). Briefly, membranes were blocked with 5.0% (w/v) skim milk powder/TBST for 1 h at room temperature before being incubated overnight at 4°C with anti-4HNE II-S primary antibodies (Alpha Diagnostic Intl., San Antonio, TX, USA; Cat# HNE11-S) diluted 1:2000 in 0.5% (w/v) skim milk/TBST. The probed membranes were subjected to three 10 min washes in TBST prior to incubation for 1 h at room temperature in HRP-conjugated anti-rabbit secondary antibodies (Merck, Cat# DC03L) diluted 1:2500 in 0.5% (w/v) skim milk/TBST. Blots were again washed three times for 10 min per wash in TBST and then developed using an ECL detection kit and visualized as described above. For all immunoblots, the intensity of the labeling of proteins of interest was determined by densitometric analysis using the public sector image processing program, Image J (National Institutes of Health) and normalized to the GAPDH loading control.\n\nA SCSA flow cytometry assay was used to determine the susceptibility of sperm DNA to PFAS induced damage. In principle, this assay employs the use of acridine orange (AO) to discriminate densely compacted chromatin surrounding double-stranded DNA (fluoresces green) from that of poorly compacted chromatin which surrounds denatured DNA (i.e. single-stranded DNA) and which fluoresces red ( Evenson 2013 ). In conducting this assay, frozen samples of spermatozoa were thawed on ice prior to being resuspended in 100 µL BWW medium or PBS (approximate concentration of 10,000 cells/µL). This cell suspension was transferred to a specialized flow cytometer tube to which 200 µL of acid–detergent solution (0.08 M HCl, 0.15 M NaCl, 0.1% Triton X-100) was added and incubated for 30 s. Following this, 600 µL of AO staining solution (300 µL of 1.0 mg/mL AO stock, 50 mL staining buffer (0.1 M citric acid, 0.2 M Na 2 HPO 4 , 1.0 mM EDTA, 0.15 M NaCl)) were added before the sample was analyzed via flow cytometry, noting that the instrument was pre-equilibrated for 10 min with a buffer comprising 25% acid–detergent solution and 75% AO staining solution prior to sample analysis. Hydrogen peroxide (H 2 O 2 ) treated sperm (5.0 mM H 2 O 2 ; 2 h) and an unstained sample were used as a positive and negative control, respectively.\n\nAn alkaline comet assay was employed to identify DNA strand breaks within spermatozoa, as described previously ( Katen  et al.  2016 ). Briefly, frozen sperm pellets were thawed on ice and resuspended at a concentration of 4000 cells/µL in PBS. Following this, 10 µL of each sperm suspension was added to 70 µL of pre-warmed CometAssay LMAgarose (R&D Systems; Cat# 4250-050-02). This mixture was then spread onto frosted slides (Trajan, Victoria, Australia) pre-coated with 1.0% low melting point agarose (Cat# A4018; Merck), and a coverslip applied. The agarose was allowed to solidify by incubation at 4°C for a minimum of 1 h. Once the agarose had solidified, coverslips were removed, and slides were treated with lysis solution 1 (0.8 M Tris, 0.8 M dithiothreitol (DTT), 1.0% SDS, pH 7.5), before being sealed under another coverslip for 30 min at room temperature. Lysis solution 2 (0.4 M Tris, 50 mM EDTA, 2.0 M NaCl, 0.4 M DTT, pH 7.5) was then added for 30 min at room temperature. The coverslips were again removed, and the slides washed in Tris–boric acid–EDTA (TBE) solution (0.4 M Tris–HCl, 0.4 M boric acid, 10 mM EDTA, pH 7.5) for 10 min at room temperature. A further 15 min incubation was performed with alkaline solution (0.03 M NaOH, 1.0 M NaCl, pH 11.5) at 4°C in preparation for electrophoresis. The slides were then submerged in alkaline buffer (0.03 M NaOH) and electrophoresed at 1 V/cm for 4 min before a 5 min wash in neutralization solution (0.4 M Tris, pH 7.5) at room temperature. Immediately prior to viewing, each slide was incubated in the presence of SYBR Green nucleic acid stain (Lonza, Rockland, ME, USA; Cat# 50513) diluted 1:10,000 with Tris EDTA (10 mM Tris, 1.0 mM EDTA, pH 8), and finally, a coverslip was added. The slides were then visualized and imaged on an AXIOplan Imager 2 fluorescence microscope. The degree of DNA fragmentation was determined using Comet Assay IV software (Perceptive Instruments, Suffolk, UK) in which the relative fluorescence intensity of the comet tail was used as a measure of the degree of DNA damage, normalized to the 0 h control. A minimum of 50 cells were analyzed per slide.\n\nFollowing superovulation as previously described ( Martin  et al.  2016 b ), mature cumulus oocyte complexes (COCs) were collected from the distal ampullae of super-ovulated 4-week-old Swiss mice. Spermatozoa were isolated from male mice, as outlined earlier, and subjected to a 3 h incubation with either control, low- or high-dose PFAS. In the final 45 min of the treatment period, the spermatozoa were capacitated by incubation in modified BWW medium supplemented with 1.0 mg/mL polyvinyl alcohol and 1.0 mg/mL methyl- β  cyclodextrin containing PFAS at 37°C under an atmosphere of 5.0% O 2 , 6.0% CO 2  in N 2  ( Lord  et al.  2015 ,  Martin  et al.  2016 b ,  Houston  et al.  2018 ). COCs were then washed in human tubal fluid (HTF) medium three times prior to being placed in 100 µL of HTF supplemented with 1.0 mM reduced glutathione (GSH) in a 35 mm CELLSTAR culture dish (Greiner Bio-One, Frickenhausen, Germany) according to ( Martin  et al.  2016 a ). The oocytes were then coincubated with 2 × 10 5  capacitated spermatozoa for 4 h at 37°C after which evidence of successful fertilization (extrusion of the second polar body and/or pronucleus formation) was assessed. To enable embryonic development, zygotes were cultured in 100 µL GSH-free HTF medium at 37°C under an atmosphere of 5.0% O 2 , 6.0% CO 2  in N 2  overnight in a MINC Benchtop Incubator (Cook Medical, Bloomington, IN, USA), and on the following day, two-cell embryos were transferred into 100 µL of G1 PLUS culture medium (Vitrolife, Göteborg, Sweden). After 4 days of culture, embryos were transferred into G2 PLUS medium (Vitrolife) ( Martin  et al.  2018 ). All embryos were monitored on a daily basis and their rate of development recorded. The percentage of oocytes that had been fertilized and that reached the blastocyst stage was calculated 5 days post fertilization. Embryos were categorized as dead/dying using a stereomicroscope as previously reported ( Taiyeb  et al.  2014 ). Specifically, degenerative embryos were identified as having a discolored (brown) coarse granular, nonhomogeneous cytoplasm, a large perivitelline space (retracted from the zona pellucida) with or without cytoplasmic fragmentation. By contrast, healthy, viable, or nondegenerated oocytes were distinguished on the basis of a spherical shape with smooth granular and transparent cytoplasm. Additional information on oocyte number and all embryo data presented as raw number, percentages, and arcsine transformed are included in Supplementary Table 1 (see section on  supplementary materials  given at the end of this article).\n\nAll statistical analyses were performed using GraphPad Prism software (Dotmatics, Boston, MA, USA). Data were subjected to a one-way or two-way ANOVA with Tukey’s multiple comparison test with significance  P  < 0.05. Percentage data was initially tested for normality using the Shapiro–Wilk and Kolmogorov–Smirnov tests and any data that was not normally distributed was tested for significance with the Kruskal–Wallis test. Embryo data were arcsine transformed prior to statistical analyses to account for the use of proportional data. Graphs were also generated using GraphPad Prism software and data are presented as either transformed data, or the mean ±  s.e.m.  for each treatment group calculated based on a minimum of three biological replicates (i.e. spermatozoa obtained from three different mice) per assay."
    },
    {
      "title": "Chemical reagents",
      "text": "All reagents and chemicals used in this study were of research grade and purchased from Merck, unless stated otherwise. Fluorescent probes were purchased from Invitrogen, unless stated otherwise. Freshly prepared Biggers, Whitten, and Whittingham (BWW) media (osmolarity of 290–310 mOsm/kg) ( Biggers  et al.  1971 ), was pre-warmed to 37°C and used for all sperm incubation experiments. When noncapacitated populations of spermatozoa were required, BWW medium was prepared with the omission of NaHCO 3  (a strategy that prevents the initiation of capacitation-associated signaling cascades) but with the addition of 5.6 mM NaCl to maintain the osmolarity of the medium."
    },
    {
      "title": "In vitro  PFAS mixtures",
      "text": "The PFAS mixture used in this study was selected to approximate those PFAS chemicals identified within the water column sampled from a contaminated water well located at Williamtown, NSW, Australia ( Turner  et al.  2019 ) – a so-called PFAS Red-Zone situated within close proximity of a Department of Defense airbase, which is now the subject of an active management and remediation plan designed to monitor and mitigate PFAS contamination ( Defence 2022 ). Specifically, a PFAS mixture was prepared comprising the nine most abundant PFAS molecules identified in the water sampled from the contaminated Williamtown well ( Turner  et al.  2019 ). The PFAS concentrations used in this study approximated those detected in the contaminated water samples (referred to hereafter as the ‘low’ dose PFAS treatment) or alternatively at concentrations titrated to be ten-fold higher than those in the water sample (referred to hereafter as the ‘high’-dose PFAS treatment) ( Table 1 ). Prior to experimentation, the working PFAS solutions were analyzed by an independent commercial National Association of Testing Authorities (NATA, Australia) accredited laboratory (Envirolab Services, Sydney, NSW, Australia). As anticipated, the results of this analysis confirmed that the low dose PFAS solution concentrations were similar to those in the contaminated well sample ( Turner  et al.  2019 ), while the high dose was 10-fold higher ( Table 1 ).\n Table 1 Summary of the mix of nine PFAS chemicals used in  in vitro  experiments. Chemical Name Abbreviation Chemical Formula Well sample *  (µg/L) Low PFAS ‡  (µg/L) High PFAS ‡  (µg/L) Perfluorooctane sulfonic acid PFOS C 8 F 17 SO 3 H 116 94 1200 Perfluorohexanesulfonic acid PFHxS C 6 HF 13 O 3 S 33.7 27 330 Perfluorohexanoic acid PFHxA C 6 HF 11 O 2 13.3 10 150 Perfluorooctanoic acid PFOA C 8 HF 15 O 2 8.62 7.6 100 Perfluoroheptane sulfonic acid PFHpS C 7 HF 15 O 3 S 4.81 5.9 67 Perfluorobutane sulfonic acid PFBS C 4 HF 9 O 3 S 4.16 4.3 59 Perfluoropentane sulfonic acid PFPeS C 5 HF 11 O 3 S 3.94 2.3 30 Perfluoroheptanoic acid PFHpA C 7 HF 13 O 2 2.85 1.9 25 Perfluoropentanoic acid PFPeA C 5 HF 9 O 2 3.11 2.8 38 *Composition of the contaminated Williamtown (NSW) well water sample upon which the PFAS treatment regimen used herein was based.  ‡ Exact composition of the PFAS treatments determined analytically by an independent National Association of Testing Authorities (NATA, Australia) accredited laboratory (Envirolab Services, Sydney, NSW, Australia).\n\nSummary of the mix of nine PFAS chemicals used in  in vitro  experiments.\n\n*Composition of the contaminated Williamtown (NSW) well water sample upon which the PFAS treatment regimen used herein was based.  ‡ Exact composition of the PFAS treatments determined analytically by an independent National Association of Testing Authorities (NATA, Australia) accredited laboratory (Envirolab Services, Sydney, NSW, Australia)."
    },
    {
      "title": "Animal handling and isolation of mouse spermatozoa",
      "text": "Adult male Swiss CD1 mice (8–14 weeks of age) were monitored, handled, and euthanized in accordance with the NSW Animal Research Act 1998, NSW Animal Research Regulation 2010, and the Australian Code for the Care and Use of Animals for Scientific Purposes 8 th  Edition, as approved by the University of Newcastle Animal Care and Ethics Committee (Ethics Number A-2018-826). Following CO 2  asphyxiation, epididymides were carefully dissected and mature spermatozoa isolated from the caudal segment of the epididymis by retrograde perfusion via the vas deferens, as previously described ( Smith  et al.  2013 )."
    },
    {
      "title": "Preparation of spermatozoa",
      "text": "Following isolation, spermatozoa were immediately resuspended in 3.0 mL BWW medium at a concentration of 6–10 million cells/mL ( Fig. 1 ) in a flat bottom screw cap test tube. These suspensions were then split equally among three treatment groups, including: (i) untreated control, (ii) low-dose PFAS, and (iii) high-dose PFAS. PFAS treatments consisted of ‘spiking’ each sample with an appropriate amount of a stock PFAS working solution (i.e. 1.0 μL 1000× stock in 1.0 mL BWW media) and then incubating at 37°C for up to 3 h. At regular intervals during the incubation (i.e. 0, 1, and 3 h), a sample of each sperm suspension was recovered prior to being gently centrifuged (500  g  for 3 min) and washed by resuspension in fresh BWW medium. After pelleting the spermatozoa by centrifugation (500  g for 3 min), the supernatant was again removed and the cells were either assessed immediately, fixed in 4% paraformaldehyde for 15 min at room temperature, or snap frozen and stored at -80°C, as appropriate for each assay. In all instances frozen spermatozoa were thawed on ice.\n Figure 1 Experimental design. Mature sperm cells were isolated from the cauda segment of the epididymides of an adult mouse before being allocated into three treatment groups consisting of an untreated control (BWW only) and those exposed to either a low- or high-dose PFAS cocktail. The latter, high dose treatment was formulated to contain ten-fold higher concentrations of each PFAS than that present in the corresponding low dose treatment (confirmed analytically by an independent National Association of Testing Authorities accredited laboratory (Envirolab Services, Sydney, NSW, Australia)). All subsequent analysis was conducted on three such biological replicates (i.e. each biological replicate comprised spermatozoa isolated from a separate adult mouse). In each case, spermatozoa were incubated for up to 3 h during which an aliquot of each suspension was collected at intervals of 0 h, 1 h, and 3 h and prepared for immediate analysis of sperm motility parameters by computer-assisted sperm analysis (CASA) and sperm viability (SYTOX Green) via flow cytometry. To assess the induction of oxidative stress, spermatozoa were also incubated with MitoSOX Red (MSR), dihydroethidium (DHE) and Merocyanine 540 (M540). Alternatively, a subset of each sperm suspension was frozen and stored at −80°C in preparation for assessment of DNA integrity via the application of sperm chromatin structure assay (SCSA) and alkaline comet assay. Finally, the functional competence of treated spermatozoa was assessed by focusing on their ability to complete capacitation, support  in vitro  fertilization and early embryo development.\n\nExperimental design. Mature sperm cells were isolated from the cauda segment of the epididymides of an adult mouse before being allocated into three treatment groups consisting of an untreated control (BWW only) and those exposed to either a low- or high-dose PFAS cocktail. The latter, high dose treatment was formulated to contain ten-fold higher concentrations of each PFAS than that present in the corresponding low dose treatment (confirmed analytically by an independent National Association of Testing Authorities accredited laboratory (Envirolab Services, Sydney, NSW, Australia)). All subsequent analysis was conducted on three such biological replicates (i.e. each biological replicate comprised spermatozoa isolated from a separate adult mouse). In each case, spermatozoa were incubated for up to 3 h during which an aliquot of each suspension was collected at intervals of 0 h, 1 h, and 3 h and prepared for immediate analysis of sperm motility parameters by computer-assisted sperm analysis (CASA) and sperm viability (SYTOX Green) via flow cytometry. To assess the induction of oxidative stress, spermatozoa were also incubated with MitoSOX Red (MSR), dihydroethidium (DHE) and Merocyanine 540 (M540). Alternatively, a subset of each sperm suspension was frozen and stored at −80°C in preparation for assessment of DNA integrity via the application of sperm chromatin structure assay (SCSA) and alkaline comet assay. Finally, the functional competence of treated spermatozoa was assessed by focusing on their ability to complete capacitation, support  in vitro  fertilization and early embryo development."
    },
    {
      "title": "Assessment of the motility and viability of PFAS-treated spermatozoa",
      "text": "Unbiased assessment of sperm motility parameters was achieved using computer assisted sperm analysis (CASA; IVOS, Hamilton Thorne, Beverly, MA, USA). For this purpose, fresh sperm suspensions were loaded into pre-warmed 100 µm, two-chamber slides (Leja Products BV, Spoorzicht, Netherlands), and a minimum of 100 cells were assessed over a minimum of four fields of view. The suite of motility parameters assessed included (i) total motility, (ii) progressive motility, (iii) straight line velocity (VSL), (iv) curvilinear velocity (VCL), (v) time-average velocity (VAP), (vi) linearity (LIN), (vii) straightness (STR), (viii) amplitude of lateral head displacement (ALH), (ix) beat cross frequency (BCF), (x) balancing (WOB), (xi) distance average path (DAP), (xii) distance curved line (DCL), and (xiii) distance straight line (DSL). Sperm viability was also assessed at each timepoint using a flow cytometry-based assay. Specifically, at the completion of the low and high PFAS treatments, spermatozoa were labeled with 10 nM SYTOX Green (SyG) nucleic acid stain (Invitrogen, Cat# S7020) for 15 min at 37ºC before being washed by centrifugation at 500  g  for 3 min at room temperature, resuspension in 350 µL of fresh BWW medium, and transferal into a flow cytometry tube. Cells were analyzed using an FACS-Canto flow cytometry instrument (BD Biosciences) equipped with 488 nm argon and 633 nm helium–neon lasers. The resulting data were analyzed using FACSDiva Version 9.0.1 software and 10,000 cells were assessed per replicate."
    },
    {
      "title": "Determination of oxidative stress in PFAS-treated spermatozoa",
      "text": "Flow cytometry analyses were also employed to assess markers of oxidative stress in PFAS-exposed spermatozoa using fluorescent probes to detect cytosolic reactive oxygen species (ROS) (dihydroethidium (DHE); Invitrogen, Cat#  D23107 ), mitochondrial ROS generation (MitoSOX Red (MSR); Life Technologies Cat#  M36008 ) and alterations in membrane fluidity (merocyanine 540 (M540); Merck, Cat# 32756). These probes were used in combination with a SyG viability stain (as described above). For each of these assays, 1 × 10 6  fresh spermatozoa were resuspended in BWW and stained using 2.0 µM of either MSR, DHE, or M540 in tandem with 5.0 nM SyG for 15 min at 37ºC. Cells were then centrifuged at 500  g  for 3 min at room temperature before being resuspended in 350 µL BWW and analyzed by flow cytometry as described earlier."
    },
    {
      "title": "Assessment of capacitation status of spermatozoa",
      "text": "To determine the effects of PFAS exposure on the functional competence of spermatozoa, the cells were assessed for their ability to capacitate and support  in vitro  fertilization (described below). For the former, spermatozoa from each of the three treatment groups were incubated in either: BWW medium formulated to suppress capacitation (i.e. noncapacitation BWW medium prepared without NaHCO 3 ), complete BWW medium that supports capacitation, or a modified formulation of complete BWW containing 3.0 mM pentoxifylline and 5.0 mM dcAMP; pharmacological supplements that actively drive the onset of capacitation (i.e. capacitation BWW) for 1 h at 37ºC in an atmosphere of 5% CO 2 . Cells were subsequently fixed in 4% paraformaldehyde for 15 min at room temperature in preparation for staining with immunofluorescent probes or protein was extracted for use in immunoblotting. Both techniques were used to determine the capacitation status of treated spermatozoa."
    },
    {
      "title": "Sperm immunofluorescence",
      "text": "Following  in vitro  treatment and fixation, spermatozoa were washed three times in PBS supplemented with 0.05 M glycine. Following the third wash, spermatozoa were centrifuged and then resuspended in 400 μL of PBS/glycine containing 0.02% sodium azide (v/v) and stored at 4°C until required. For analysis, 50 μL aliquots of these cell preparations were deposited on poly- l -lysine-coated coverslips, and left to settle for 3 h at 4°C. The cells were permeabilized by incubation in PBS containing 0.2% (v/v) Triton X-100 for 10 min at room temperature, rinsed by immersion in 1× PBS, and then blocked by incubation in 50 μL of 10% goat serum (v/v) diluted in 3.0% BSA/PBS for 1 h at room temperature. After rinsing in PBS, anti-phosphotyrosine antibodies (PT66; Merck, Cat# P5872) diluted 1:250 in 1.0% BSA/PBS, were applied to each coverslip and incubated at room temperature for 1 h. Following incubation, coverslips were rinsed three times in PBS prior to the addition of goat-anti mouse Alexa Fluor 488-conjugated secondary antibody (Thermo Fisher Scientific, Cat# A11001), diluted 1:400 in 1.0% BSA/PBS and incubated at room temperature for 1 h. Finally, the cells were washed three times in PBS and mounted on slides with Mowiol containing 1,4-diazabicyclo[2.2.2]octane (DABCO) before being viewed with an AXIOplan Imager 2 fluorescence microscope (Carl Zeiss Micro Imaging GmbH). Capacitation status was confirmed using PT66 labeling of the complete sperm flagellum ( Urner & Sakkas 2003 )."
    },
    {
      "title": "Sodium dodecyl sulfate polyacrylamide gel electrophoresis and immunoblotting",
      "text": "Protein was extracted from spermatozoa by boiling the cells for 5 min in sodium dodecyl sulfate (SDS) extraction buffer which was composed of 0.375 M Tris, pH 6.8, 2.0% (w/v) SDS, 10% (w/v) sucrose, and protease inhibitors, as previously described ( Reid  et al.  2012 a ). Extracted proteins (7.5 μg) were then subjected to polyacrylamide gel electrophoresis (SDS-PAGE) using 4–20% Mini-PROTEAN gels (Bio-Rad, Cat# 4568095), before being transferred to a nitrocellulose membrane, as described previously ( Reid  et al.  2012 b ). For the assessment of sperm phosphotyrosine status, membranes were first blocked for 1 h at room temperature with 3.0% (w/v) BSA in Tris-buffered saline (20 mM Tris, 150 mM NaCl, pH 7.6) supplemented with 0.1% Tween (TBST), before being washed in TBST and incubated with HRP-conjugated anti-phosphotyrosine antibody (PT66; Merck, Cat# A5964) diluted 1:4000 in 1.0% (w/v) BSA/TBST and for 1 h at room temperature. Membranes were then subjected to three 10 min washes in TBST prior to being probed with enhanced chemiluminescence reagents (ECL plus, Amersham Bioscience) in accordance with the manufacturer’s recommendations, and were visualized using a Bio-Rad ChemiDoc MP imaging system according to the manufacturer’s protocol (Bio-Rad). Blots were then stripped via incubation at room temperature for 40 min in Western Re-Probe reagent (G Biosciences, MO, USA, Cat# 786-306) in preparation for reprobing with anti-glyceraldehyde 3-phosphate dehydrogenase antibodies (GAPDH; Merck, Cat# G9545; diluted 1:2000 in 1.0% (w/v) BSA/TBST for 1 h at room temperature) for protein loading normalization.\n\nTo detect lipid peroxidation (a surrogate measure for oxidative stress status), membranes were prepared for labeling with anti-4-hydroxynonenal (4HNE). Briefly, membranes were blocked with 5.0% (w/v) skim milk powder/TBST for 1 h at room temperature before being incubated overnight at 4°C with anti-4HNE II-S primary antibodies (Alpha Diagnostic Intl., San Antonio, TX, USA; Cat# HNE11-S) diluted 1:2000 in 0.5% (w/v) skim milk/TBST. The probed membranes were subjected to three 10 min washes in TBST prior to incubation for 1 h at room temperature in HRP-conjugated anti-rabbit secondary antibodies (Merck, Cat# DC03L) diluted 1:2500 in 0.5% (w/v) skim milk/TBST. Blots were again washed three times for 10 min per wash in TBST and then developed using an ECL detection kit and visualized as described above. For all immunoblots, the intensity of the labeling of proteins of interest was determined by densitometric analysis using the public sector image processing program, Image J (National Institutes of Health) and normalized to the GAPDH loading control."
    },
    {
      "title": "Sperm chromatin structure assay",
      "text": "A SCSA flow cytometry assay was used to determine the susceptibility of sperm DNA to PFAS induced damage. In principle, this assay employs the use of acridine orange (AO) to discriminate densely compacted chromatin surrounding double-stranded DNA (fluoresces green) from that of poorly compacted chromatin which surrounds denatured DNA (i.e. single-stranded DNA) and which fluoresces red ( Evenson 2013 ). In conducting this assay, frozen samples of spermatozoa were thawed on ice prior to being resuspended in 100 µL BWW medium or PBS (approximate concentration of 10,000 cells/µL). This cell suspension was transferred to a specialized flow cytometer tube to which 200 µL of acid–detergent solution (0.08 M HCl, 0.15 M NaCl, 0.1% Triton X-100) was added and incubated for 30 s. Following this, 600 µL of AO staining solution (300 µL of 1.0 mg/mL AO stock, 50 mL staining buffer (0.1 M citric acid, 0.2 M Na 2 HPO 4 , 1.0 mM EDTA, 0.15 M NaCl)) were added before the sample was analyzed via flow cytometry, noting that the instrument was pre-equilibrated for 10 min with a buffer comprising 25% acid–detergent solution and 75% AO staining solution prior to sample analysis. Hydrogen peroxide (H 2 O 2 ) treated sperm (5.0 mM H 2 O 2 ; 2 h) and an unstained sample were used as a positive and negative control, respectively."
    },
    {
      "title": "Alkaline comet assay",
      "text": "An alkaline comet assay was employed to identify DNA strand breaks within spermatozoa, as described previously ( Katen  et al.  2016 ). Briefly, frozen sperm pellets were thawed on ice and resuspended at a concentration of 4000 cells/µL in PBS. Following this, 10 µL of each sperm suspension was added to 70 µL of pre-warmed CometAssay LMAgarose (R&D Systems; Cat# 4250-050-02). This mixture was then spread onto frosted slides (Trajan, Victoria, Australia) pre-coated with 1.0% low melting point agarose (Cat# A4018; Merck), and a coverslip applied. The agarose was allowed to solidify by incubation at 4°C for a minimum of 1 h. Once the agarose had solidified, coverslips were removed, and slides were treated with lysis solution 1 (0.8 M Tris, 0.8 M dithiothreitol (DTT), 1.0% SDS, pH 7.5), before being sealed under another coverslip for 30 min at room temperature. Lysis solution 2 (0.4 M Tris, 50 mM EDTA, 2.0 M NaCl, 0.4 M DTT, pH 7.5) was then added for 30 min at room temperature. The coverslips were again removed, and the slides washed in Tris–boric acid–EDTA (TBE) solution (0.4 M Tris–HCl, 0.4 M boric acid, 10 mM EDTA, pH 7.5) for 10 min at room temperature. A further 15 min incubation was performed with alkaline solution (0.03 M NaOH, 1.0 M NaCl, pH 11.5) at 4°C in preparation for electrophoresis. The slides were then submerged in alkaline buffer (0.03 M NaOH) and electrophoresed at 1 V/cm for 4 min before a 5 min wash in neutralization solution (0.4 M Tris, pH 7.5) at room temperature. Immediately prior to viewing, each slide was incubated in the presence of SYBR Green nucleic acid stain (Lonza, Rockland, ME, USA; Cat# 50513) diluted 1:10,000 with Tris EDTA (10 mM Tris, 1.0 mM EDTA, pH 8), and finally, a coverslip was added. The slides were then visualized and imaged on an AXIOplan Imager 2 fluorescence microscope. The degree of DNA fragmentation was determined using Comet Assay IV software (Perceptive Instruments, Suffolk, UK) in which the relative fluorescence intensity of the comet tail was used as a measure of the degree of DNA damage, normalized to the 0 h control. A minimum of 50 cells were analyzed per slide."
    },
    {
      "title": "In vitro  fertilization and embryo development",
      "text": "Following superovulation as previously described ( Martin  et al.  2016 b ), mature cumulus oocyte complexes (COCs) were collected from the distal ampullae of super-ovulated 4-week-old Swiss mice. Spermatozoa were isolated from male mice, as outlined earlier, and subjected to a 3 h incubation with either control, low- or high-dose PFAS. In the final 45 min of the treatment period, the spermatozoa were capacitated by incubation in modified BWW medium supplemented with 1.0 mg/mL polyvinyl alcohol and 1.0 mg/mL methyl- β  cyclodextrin containing PFAS at 37°C under an atmosphere of 5.0% O 2 , 6.0% CO 2  in N 2  ( Lord  et al.  2015 ,  Martin  et al.  2016 b ,  Houston  et al.  2018 ). COCs were then washed in human tubal fluid (HTF) medium three times prior to being placed in 100 µL of HTF supplemented with 1.0 mM reduced glutathione (GSH) in a 35 mm CELLSTAR culture dish (Greiner Bio-One, Frickenhausen, Germany) according to ( Martin  et al.  2016 a ). The oocytes were then coincubated with 2 × 10 5  capacitated spermatozoa for 4 h at 37°C after which evidence of successful fertilization (extrusion of the second polar body and/or pronucleus formation) was assessed. To enable embryonic development, zygotes were cultured in 100 µL GSH-free HTF medium at 37°C under an atmosphere of 5.0% O 2 , 6.0% CO 2  in N 2  overnight in a MINC Benchtop Incubator (Cook Medical, Bloomington, IN, USA), and on the following day, two-cell embryos were transferred into 100 µL of G1 PLUS culture medium (Vitrolife, Göteborg, Sweden). After 4 days of culture, embryos were transferred into G2 PLUS medium (Vitrolife) ( Martin  et al.  2018 ). All embryos were monitored on a daily basis and their rate of development recorded. The percentage of oocytes that had been fertilized and that reached the blastocyst stage was calculated 5 days post fertilization. Embryos were categorized as dead/dying using a stereomicroscope as previously reported ( Taiyeb  et al.  2014 ). Specifically, degenerative embryos were identified as having a discolored (brown) coarse granular, nonhomogeneous cytoplasm, a large perivitelline space (retracted from the zona pellucida) with or without cytoplasmic fragmentation. By contrast, healthy, viable, or nondegenerated oocytes were distinguished on the basis of a spherical shape with smooth granular and transparent cytoplasm. Additional information on oocyte number and all embryo data presented as raw number, percentages, and arcsine transformed are included in Supplementary Table 1 (see section on  supplementary materials  given at the end of this article)."
    },
    {
      "title": "Statistical analysis",
      "text": "All statistical analyses were performed using GraphPad Prism software (Dotmatics, Boston, MA, USA). Data were subjected to a one-way or two-way ANOVA with Tukey’s multiple comparison test with significance  P  < 0.05. Percentage data was initially tested for normality using the Shapiro–Wilk and Kolmogorov–Smirnov tests and any data that was not normally distributed was tested for significance with the Kruskal–Wallis test. Embryo data were arcsine transformed prior to statistical analyses to account for the use of proportional data. Graphs were also generated using GraphPad Prism software and data are presented as either transformed data, or the mean ±  s.e.m.  for each treatment group calculated based on a minimum of three biological replicates (i.e. spermatozoa obtained from three different mice) per assay."
    },
    {
      "title": "Results",
      "text": "To determine the effects of direct  in vitro  PFAS exposure on basic sperm physiology, treated spermatozoa were analyzed by flow cytometry and Computer Assisted Sperm Analysis (CASA;  Fig. 2 ). SYTOX Green staining of spermatozoa revealed no significant differences ( P  = 0.5107) in sperm viability with PFAS treatment ( Fig. 2A ). Additionally, CASA analysis documented subtle reductions in total sperm motility with PFAS treatment; however, this relationship was not statistically significant ( Fig. 2B ). Despite this, a subset of the sperm motility parameters tracked by CASA, including progressive motility, straight line velocity, curvilinear velocity, straightness coefficient and distance straight line, were significantly, albeit modestly, reduced ( P  < 0.05) in response to PFAS exposure ( Fig. 2C ,  D ,  E ,  F , and  G ). Notably, however, these differences proved inconsistent in the context of both the dose of PFAS and the duration of exposure, thus precluding the ability to draw definitive conclusions relating to the potential negative impacts of PFAS exposure on sperm motility. Accordingly, none of the seven other commonly assessed CASA motility parameters were significantly altered by PFAS exposure (Supplementary Fig. 1A–G). Collectively these data illustrate that, at the environmentally relevant concentrations used in this study, the administered PFAS mixture did not elicit overt cytotoxicity in mouse spermatozoa exposed for up to 3 h.\n Figure 2 Assessment of the effect of direct PFAS exposure on sperm viability and motility parameters. Cauda epididymal spermatozoa were isolated and incubated in PFAS mixture (low or high dose) or control solution for up to 3 h prior to being assessed for (A) viability (SYTOX Green) and (B-G) computer assisted sperm analysis (CASA) motility parameters including (B) total motility, (C) progressive motility, (D) straight line velocity (VSL), (E) curvilinear velocity (VCL), (F) straightness (STR), and (G) distance straight line (DSL). Data are presented as mean ±  s.e.m. , calculated on the basis of  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test or Kruskal–Wallis test. * P  < 0.05, ** P  < 0.01.\n\nAssessment of the effect of direct PFAS exposure on sperm viability and motility parameters. Cauda epididymal spermatozoa were isolated and incubated in PFAS mixture (low or high dose) or control solution for up to 3 h prior to being assessed for (A) viability (SYTOX Green) and (B-G) computer assisted sperm analysis (CASA) motility parameters including (B) total motility, (C) progressive motility, (D) straight line velocity (VSL), (E) curvilinear velocity (VCL), (F) straightness (STR), and (G) distance straight line (DSL). Data are presented as mean ±  s.e.m. , calculated on the basis of  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test or Kruskal–Wallis test. * P  < 0.05, ** P  < 0.01.\n\nPrevious studies have alluded to the possibility of PFAS exposure leading to an elevation in ROS generation in treated populations of human ( Yuan  et al.  2020 ) and boar ( Oseguera-López  et al.  2020 ) spermatozoa. To assess this potential, spermatozoa treated under our specific exposure regimen ( Fig. 1 ) were initially assessed for mitochondrial and cytosolic ROS formation using well established fluorophore-based (i.e. MSR and DHE) assays in combination with flow cytometry ( Houston  et al.  2018 ). Together, these assessments revealed that direct PFAS exposure did not elicit a statistically significant change in either mitochondrial or cytosolic ROS generation ( Fig. 3A  and  B ). Additionally, the treated populations of spermatozoa showed only modest indication of the legacy of ROS-mediated damage to either their membrane or DNA. In this context, assessment of overall membrane stability using merocyanine 540 (M540; a polymethine functional dye commonly used as a surrogate of sperm membrane lipid disorder/destabilization ( Steckler  et al.  2015 )), revealed a modest yet significant increase ( P  = 0.02) in the percentage of labeled cells among the sperm population exposed to the high-dose PFAS mixture following the 3 h treatment period when compared to an equivalent untreated control population ( Fig. 3C ). However, quantitation of the level of the reactive lipid aldehyde, 4-hydroxynonenal (4HNE), demonstrated that such changes in membrane characteristics post-PFAS treatment were unlikely to be a consequence of ROS-mediated lipid peroxidation (representative immunoblot  Fig. 3D  and densitometric quantification  Fig. 3E ). Indeed, immunoblotting of sperm protein lysates with anti-4HNE antibodies did not reveal any overt increase in the burden of 4HNE protein adduction following PFAS treatment ( Fig. 3D  and  E ).\n Figure 3 Assessment of the effect of direct PFAS exposure on reactive oxygen species generation in spermatozoa. Cauda epididymal spermatozoa were incubated in a PFAS mixture (low or high dose) or control solution for up to 3 h prior to being assessed for (A) mitochondrial ROS generation via labeling with MitoSOX Red (MSR), (B) cytosolic ROS via labeling with dihydroethidium (DHE) and (C) membrane fluidity using merocyanine 540 (M540), a lipophilic dye whose intercalation with membranes provides an indication of their relative fluidity. In all cases, the percentage of positively labeled live cells was determined using flow cytometry. The potential implications of PFAS-directed elevation in ROS generation were also monitored via assessment of 4HNE by immunoblotting (D) and subsequent densiometric assessment (E). Beyond lipid peroxidation, downstream impacts of any potential PFAS mediated elevation in ROS were assessed by determination of sperm DNA integrity utilizing sperm chromatin structure assays (SCSA) (F), and the alkaline comet assay (G) to assess DNA strand breaks. In all cases, graphical data represent the mean ±  s.e.m.  for each treatment group, calculated on  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test. * P  < 0.05.\n\nAssessment of the effect of direct PFAS exposure on reactive oxygen species generation in spermatozoa. Cauda epididymal spermatozoa were incubated in a PFAS mixture (low or high dose) or control solution for up to 3 h prior to being assessed for (A) mitochondrial ROS generation via labeling with MitoSOX Red (MSR), (B) cytosolic ROS via labeling with dihydroethidium (DHE) and (C) membrane fluidity using merocyanine 540 (M540), a lipophilic dye whose intercalation with membranes provides an indication of their relative fluidity. In all cases, the percentage of positively labeled live cells was determined using flow cytometry. The potential implications of PFAS-directed elevation in ROS generation were also monitored via assessment of 4HNE by immunoblotting (D) and subsequent densiometric assessment (E). Beyond lipid peroxidation, downstream impacts of any potential PFAS mediated elevation in ROS were assessed by determination of sperm DNA integrity utilizing sperm chromatin structure assays (SCSA) (F), and the alkaline comet assay (G) to assess DNA strand breaks. In all cases, graphical data represent the mean ±  s.e.m.  for each treatment group, calculated on  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test. * P  < 0.05.\n\nIn keeping with these findings, mouse sperm DNA integrity also proved recalcitrant to direct PFAS exposure. In this regard, the use of complementary sperm chromatin structure (SCSA), and alkaline comet assays, revealed that PFAS exposure did not elicit a significant increase in either the sperm DNA fragmentation index ( Fig. 3F ) or the normalized tail fluorescence ( Fig. 3G ), respectively. These results were obtained despite the comet assay confirming an anticipated increase in sperm DNA damage as a function of time across all exposure groups ( P  = 0.0002;  Fig. 3G , statistics not shown).\n\nIn view of our previous data, we next elected to assess the impact of acute PFAS exposure on mouse sperm function, focusing initially on the ability of exposed spermatozoa to complete capacitation. For this purpose, spermatozoa were assessed for changes in their phosphotyrosine (pY) status after coincubation with PFAS in media formulated to: (i) inhibit capacitation (noncapacitating BWW; NC), (ii) support spontaneous capacitation (complete BWW; BWW), or (iii) actively drive capacitation (complete BWW supplemented with ptx and dbcAMP; CAP) ( Asquith  et al.  2004 ,  Nixon  et al.  2006 ). Thereafter, the combined use of immunolabeling ( Fig. 4A ; representative images) and immunoblotting ( Fig. 4C ; representative immunoblot) assays confirmed that PFAS challenge failed to either accelerate or inhibit the  in vitro  capacitation of mouse spermatozoa. Indeed, PFAS treatment did not influence the distribution of phosphotyrosine in fixed populations of spermatozoa, nor did it affect the proportion of cells immunolabelled with anti-phosphotyrosine antibodies ( Fig. 4A  and  B ). Similarly, immunoblotting confirmed equivalent profiles of phosphotyrosine expression among the cell lysates recovered from each population of treated spermatozoa ( Fig. 4C ).\n Figure 4 Assessment of the effect of direct  in vitro  PFAS exposure on the capacitation ability of mouse spermatozoa. Isolated cauda epididymal spermatozoa were incubated in a PFAS mixture (low (L) or high (H) dose) or control solution for 1 h prior to being assessed for changes in their capacitation status in an appropriate media (i.e. NC = noncapacitating BWW; BWW = complete BWW; CAP = capacitating BWW). Relative levels of phosphotyrosine (PT66) were examined by immunofluorescence (A and B) or immunoblotting (C). All graphical data are presented as mean ±  s.e.m.  having been calculated on the basis of  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test. * P  < 0.05.\n\nAssessment of the effect of direct  in vitro  PFAS exposure on the capacitation ability of mouse spermatozoa. Isolated cauda epididymal spermatozoa were incubated in a PFAS mixture (low (L) or high (H) dose) or control solution for 1 h prior to being assessed for changes in their capacitation status in an appropriate media (i.e. NC = noncapacitating BWW; BWW = complete BWW; CAP = capacitating BWW). Relative levels of phosphotyrosine (PT66) were examined by immunofluorescence (A and B) or immunoblotting (C). All graphical data are presented as mean ±  s.e.m.  having been calculated on the basis of  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test. * P  < 0.05.\n\nConsistent with these data, PFAS-exposed spermatozoa also retained the ability to bind to the zona pellucidae of oocytes and initiate  in vitro  fertilization (IVF) at rates (i.e. arcsine normalized percentage of fertilized oocytes following 4 h coincubation with spermatozoa) that were equivalent to control spermatozoa ( Fig. 5A ). Similarly, the ability of these cells to initiate of two-cell embryo formation at 24 h post fertilization ( Fig. 5B ), and blastocyst formation at 96 h post fertilization ( Fig. 5C ), also remained unchanged irrespective of whether they were fertilized by control or PFAS-exposed spermatozoa. It was therefore expected that tracking of key pre-implantation developmental stages across the culture period ( Fig. 5D ,  E ,  F , and  G ) would not indicate a difference in the development potential of embryos fertilized with spermatozoa from either the control or PFAS-exposed spermatozoa up to 72 h post fertilization. Notably, however, at the final time point assessed (i.e. 96 h post fertilization), we identified a statistically significant delay in the number of blastocysts resulting from PFAS-exposed spermatozoa that had matured to the point of the ‘hatched and hatching blastocyst’ stage. This response appeared related to the dose of the PFAS treatment such that the most highly significant reduction ( P  < 0.0001) in ‘hatched and hatching blastocysts’ was evident among those embryos produced with spermatozoa from the high-PFAS exposure population ( Fig. 5G ). Nevertheless, the proportion of embryos produced by spermatozoa from the low PFAS exposure group that progressed to ‘hatched and hatching’ status was also significantly reduced compared to that of their control counterparts ( P  < 0.05).\n Figure 5 Assessment of the impacts of direct  in vitro  PFAS exposure on the ability of mouse spermatozoa to fertilize an oocyte and support early embryonic development. Cauda epididymal spermatozoa were incubated in a PFAS mixture (low or high dose) or control, for 3 h prior to being used for  in vitro  fertilization. (A) The percentage of fertilized oocytes (those with pronuclei formation and extrusion of the second polar body) was recorded as the percentage of the total number of oocytes collected per replicate. Oocytes were coincubated with spermatozoa from each treatment group in each of three biological replicates (equating to a total of 60, 70, and 53 oocytes being assessed from the control, low and high PFAS treatment groups, across all replicates, respectively). (B) The number of fertilized oocytes that reached the two-cell stage was also recorded as a transformed percentage of fertilized cells, (C) as was the number of fertilized oocytes that reached blastocyst stage. (D–G) Embryo development was then tracked for 96 h, and the development rate of each group is represented as a transformed percentage of the number of zygotes to each embryo stage at (D) 24, (E) 48, (F) 72, and (G) 96 h. Graphical data are presented as arcsine transformed data ±  s.e.m.  ( n  = 3 male mice/group). Differences between groups were assessed with either a one-way or two-way ANOVA, with Tukey's multiple comparison test. * P  < 0.05,**** P  < 0.0001.\n\nAssessment of the impacts of direct  in vitro  PFAS exposure on the ability of mouse spermatozoa to fertilize an oocyte and support early embryonic development. Cauda epididymal spermatozoa were incubated in a PFAS mixture (low or high dose) or control, for 3 h prior to being used for  in vitro  fertilization. (A) The percentage of fertilized oocytes (those with pronuclei formation and extrusion of the second polar body) was recorded as the percentage of the total number of oocytes collected per replicate. Oocytes were coincubated with spermatozoa from each treatment group in each of three biological replicates (equating to a total of 60, 70, and 53 oocytes being assessed from the control, low and high PFAS treatment groups, across all replicates, respectively). (B) The number of fertilized oocytes that reached the two-cell stage was also recorded as a transformed percentage of fertilized cells, (C) as was the number of fertilized oocytes that reached blastocyst stage. (D–G) Embryo development was then tracked for 96 h, and the development rate of each group is represented as a transformed percentage of the number of zygotes to each embryo stage at (D) 24, (E) 48, (F) 72, and (G) 96 h. Graphical data are presented as arcsine transformed data ±  s.e.m.  ( n  = 3 male mice/group). Differences between groups were assessed with either a one-way or two-way ANOVA, with Tukey's multiple comparison test. * P  < 0.05,**** P  < 0.0001."
    },
    {
      "title": "Direct PFAS treatment does not overtly affect mouse sperm viability or motility parameters",
      "text": "To determine the effects of direct  in vitro  PFAS exposure on basic sperm physiology, treated spermatozoa were analyzed by flow cytometry and Computer Assisted Sperm Analysis (CASA;  Fig. 2 ). SYTOX Green staining of spermatozoa revealed no significant differences ( P  = 0.5107) in sperm viability with PFAS treatment ( Fig. 2A ). Additionally, CASA analysis documented subtle reductions in total sperm motility with PFAS treatment; however, this relationship was not statistically significant ( Fig. 2B ). Despite this, a subset of the sperm motility parameters tracked by CASA, including progressive motility, straight line velocity, curvilinear velocity, straightness coefficient and distance straight line, were significantly, albeit modestly, reduced ( P  < 0.05) in response to PFAS exposure ( Fig. 2C ,  D ,  E ,  F , and  G ). Notably, however, these differences proved inconsistent in the context of both the dose of PFAS and the duration of exposure, thus precluding the ability to draw definitive conclusions relating to the potential negative impacts of PFAS exposure on sperm motility. Accordingly, none of the seven other commonly assessed CASA motility parameters were significantly altered by PFAS exposure (Supplementary Fig. 1A–G). Collectively these data illustrate that, at the environmentally relevant concentrations used in this study, the administered PFAS mixture did not elicit overt cytotoxicity in mouse spermatozoa exposed for up to 3 h.\n Figure 2 Assessment of the effect of direct PFAS exposure on sperm viability and motility parameters. Cauda epididymal spermatozoa were isolated and incubated in PFAS mixture (low or high dose) or control solution for up to 3 h prior to being assessed for (A) viability (SYTOX Green) and (B-G) computer assisted sperm analysis (CASA) motility parameters including (B) total motility, (C) progressive motility, (D) straight line velocity (VSL), (E) curvilinear velocity (VCL), (F) straightness (STR), and (G) distance straight line (DSL). Data are presented as mean ±  s.e.m. , calculated on the basis of  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test or Kruskal–Wallis test. * P  < 0.05, ** P  < 0.01.\n\nAssessment of the effect of direct PFAS exposure on sperm viability and motility parameters. Cauda epididymal spermatozoa were isolated and incubated in PFAS mixture (low or high dose) or control solution for up to 3 h prior to being assessed for (A) viability (SYTOX Green) and (B-G) computer assisted sperm analysis (CASA) motility parameters including (B) total motility, (C) progressive motility, (D) straight line velocity (VSL), (E) curvilinear velocity (VCL), (F) straightness (STR), and (G) distance straight line (DSL). Data are presented as mean ±  s.e.m. , calculated on the basis of  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test or Kruskal–Wallis test. * P  < 0.05, ** P  < 0.01."
    },
    {
      "title": "Direct PFAS treatment does not elicit ROS generation or DNA damage in mouse spermatozoa",
      "text": "Previous studies have alluded to the possibility of PFAS exposure leading to an elevation in ROS generation in treated populations of human ( Yuan  et al.  2020 ) and boar ( Oseguera-López  et al.  2020 ) spermatozoa. To assess this potential, spermatozoa treated under our specific exposure regimen ( Fig. 1 ) were initially assessed for mitochondrial and cytosolic ROS formation using well established fluorophore-based (i.e. MSR and DHE) assays in combination with flow cytometry ( Houston  et al.  2018 ). Together, these assessments revealed that direct PFAS exposure did not elicit a statistically significant change in either mitochondrial or cytosolic ROS generation ( Fig. 3A  and  B ). Additionally, the treated populations of spermatozoa showed only modest indication of the legacy of ROS-mediated damage to either their membrane or DNA. In this context, assessment of overall membrane stability using merocyanine 540 (M540; a polymethine functional dye commonly used as a surrogate of sperm membrane lipid disorder/destabilization ( Steckler  et al.  2015 )), revealed a modest yet significant increase ( P  = 0.02) in the percentage of labeled cells among the sperm population exposed to the high-dose PFAS mixture following the 3 h treatment period when compared to an equivalent untreated control population ( Fig. 3C ). However, quantitation of the level of the reactive lipid aldehyde, 4-hydroxynonenal (4HNE), demonstrated that such changes in membrane characteristics post-PFAS treatment were unlikely to be a consequence of ROS-mediated lipid peroxidation (representative immunoblot  Fig. 3D  and densitometric quantification  Fig. 3E ). Indeed, immunoblotting of sperm protein lysates with anti-4HNE antibodies did not reveal any overt increase in the burden of 4HNE protein adduction following PFAS treatment ( Fig. 3D  and  E ).\n Figure 3 Assessment of the effect of direct PFAS exposure on reactive oxygen species generation in spermatozoa. Cauda epididymal spermatozoa were incubated in a PFAS mixture (low or high dose) or control solution for up to 3 h prior to being assessed for (A) mitochondrial ROS generation via labeling with MitoSOX Red (MSR), (B) cytosolic ROS via labeling with dihydroethidium (DHE) and (C) membrane fluidity using merocyanine 540 (M540), a lipophilic dye whose intercalation with membranes provides an indication of their relative fluidity. In all cases, the percentage of positively labeled live cells was determined using flow cytometry. The potential implications of PFAS-directed elevation in ROS generation were also monitored via assessment of 4HNE by immunoblotting (D) and subsequent densiometric assessment (E). Beyond lipid peroxidation, downstream impacts of any potential PFAS mediated elevation in ROS were assessed by determination of sperm DNA integrity utilizing sperm chromatin structure assays (SCSA) (F), and the alkaline comet assay (G) to assess DNA strand breaks. In all cases, graphical data represent the mean ±  s.e.m.  for each treatment group, calculated on  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test. * P  < 0.05.\n\nAssessment of the effect of direct PFAS exposure on reactive oxygen species generation in spermatozoa. Cauda epididymal spermatozoa were incubated in a PFAS mixture (low or high dose) or control solution for up to 3 h prior to being assessed for (A) mitochondrial ROS generation via labeling with MitoSOX Red (MSR), (B) cytosolic ROS via labeling with dihydroethidium (DHE) and (C) membrane fluidity using merocyanine 540 (M540), a lipophilic dye whose intercalation with membranes provides an indication of their relative fluidity. In all cases, the percentage of positively labeled live cells was determined using flow cytometry. The potential implications of PFAS-directed elevation in ROS generation were also monitored via assessment of 4HNE by immunoblotting (D) and subsequent densiometric assessment (E). Beyond lipid peroxidation, downstream impacts of any potential PFAS mediated elevation in ROS were assessed by determination of sperm DNA integrity utilizing sperm chromatin structure assays (SCSA) (F), and the alkaline comet assay (G) to assess DNA strand breaks. In all cases, graphical data represent the mean ±  s.e.m.  for each treatment group, calculated on  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test. * P  < 0.05.\n\nIn keeping with these findings, mouse sperm DNA integrity also proved recalcitrant to direct PFAS exposure. In this regard, the use of complementary sperm chromatin structure (SCSA), and alkaline comet assays, revealed that PFAS exposure did not elicit a significant increase in either the sperm DNA fragmentation index ( Fig. 3F ) or the normalized tail fluorescence ( Fig. 3G ), respectively. These results were obtained despite the comet assay confirming an anticipated increase in sperm DNA damage as a function of time across all exposure groups ( P  = 0.0002;  Fig. 3G , statistics not shown)."
    },
    {
      "title": "Direct acute PFAS exposure does not compromise mouse sperm function",
      "text": "In view of our previous data, we next elected to assess the impact of acute PFAS exposure on mouse sperm function, focusing initially on the ability of exposed spermatozoa to complete capacitation. For this purpose, spermatozoa were assessed for changes in their phosphotyrosine (pY) status after coincubation with PFAS in media formulated to: (i) inhibit capacitation (noncapacitating BWW; NC), (ii) support spontaneous capacitation (complete BWW; BWW), or (iii) actively drive capacitation (complete BWW supplemented with ptx and dbcAMP; CAP) ( Asquith  et al.  2004 ,  Nixon  et al.  2006 ). Thereafter, the combined use of immunolabeling ( Fig. 4A ; representative images) and immunoblotting ( Fig. 4C ; representative immunoblot) assays confirmed that PFAS challenge failed to either accelerate or inhibit the  in vitro  capacitation of mouse spermatozoa. Indeed, PFAS treatment did not influence the distribution of phosphotyrosine in fixed populations of spermatozoa, nor did it affect the proportion of cells immunolabelled with anti-phosphotyrosine antibodies ( Fig. 4A  and  B ). Similarly, immunoblotting confirmed equivalent profiles of phosphotyrosine expression among the cell lysates recovered from each population of treated spermatozoa ( Fig. 4C ).\n Figure 4 Assessment of the effect of direct  in vitro  PFAS exposure on the capacitation ability of mouse spermatozoa. Isolated cauda epididymal spermatozoa were incubated in a PFAS mixture (low (L) or high (H) dose) or control solution for 1 h prior to being assessed for changes in their capacitation status in an appropriate media (i.e. NC = noncapacitating BWW; BWW = complete BWW; CAP = capacitating BWW). Relative levels of phosphotyrosine (PT66) were examined by immunofluorescence (A and B) or immunoblotting (C). All graphical data are presented as mean ±  s.e.m.  having been calculated on the basis of  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test. * P  < 0.05.\n\nAssessment of the effect of direct  in vitro  PFAS exposure on the capacitation ability of mouse spermatozoa. Isolated cauda epididymal spermatozoa were incubated in a PFAS mixture (low (L) or high (H) dose) or control solution for 1 h prior to being assessed for changes in their capacitation status in an appropriate media (i.e. NC = noncapacitating BWW; BWW = complete BWW; CAP = capacitating BWW). Relative levels of phosphotyrosine (PT66) were examined by immunofluorescence (A and B) or immunoblotting (C). All graphical data are presented as mean ±  s.e.m.  having been calculated on the basis of  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test. * P  < 0.05.\n\nConsistent with these data, PFAS-exposed spermatozoa also retained the ability to bind to the zona pellucidae of oocytes and initiate  in vitro  fertilization (IVF) at rates (i.e. arcsine normalized percentage of fertilized oocytes following 4 h coincubation with spermatozoa) that were equivalent to control spermatozoa ( Fig. 5A ). Similarly, the ability of these cells to initiate of two-cell embryo formation at 24 h post fertilization ( Fig. 5B ), and blastocyst formation at 96 h post fertilization ( Fig. 5C ), also remained unchanged irrespective of whether they were fertilized by control or PFAS-exposed spermatozoa. It was therefore expected that tracking of key pre-implantation developmental stages across the culture period ( Fig. 5D ,  E ,  F , and  G ) would not indicate a difference in the development potential of embryos fertilized with spermatozoa from either the control or PFAS-exposed spermatozoa up to 72 h post fertilization. Notably, however, at the final time point assessed (i.e. 96 h post fertilization), we identified a statistically significant delay in the number of blastocysts resulting from PFAS-exposed spermatozoa that had matured to the point of the ‘hatched and hatching blastocyst’ stage. This response appeared related to the dose of the PFAS treatment such that the most highly significant reduction ( P  < 0.0001) in ‘hatched and hatching blastocysts’ was evident among those embryos produced with spermatozoa from the high-PFAS exposure population ( Fig. 5G ). Nevertheless, the proportion of embryos produced by spermatozoa from the low PFAS exposure group that progressed to ‘hatched and hatching’ status was also significantly reduced compared to that of their control counterparts ( P  < 0.05).\n Figure 5 Assessment of the impacts of direct  in vitro  PFAS exposure on the ability of mouse spermatozoa to fertilize an oocyte and support early embryonic development. Cauda epididymal spermatozoa were incubated in a PFAS mixture (low or high dose) or control, for 3 h prior to being used for  in vitro  fertilization. (A) The percentage of fertilized oocytes (those with pronuclei formation and extrusion of the second polar body) was recorded as the percentage of the total number of oocytes collected per replicate. Oocytes were coincubated with spermatozoa from each treatment group in each of three biological replicates (equating to a total of 60, 70, and 53 oocytes being assessed from the control, low and high PFAS treatment groups, across all replicates, respectively). (B) The number of fertilized oocytes that reached the two-cell stage was also recorded as a transformed percentage of fertilized cells, (C) as was the number of fertilized oocytes that reached blastocyst stage. (D–G) Embryo development was then tracked for 96 h, and the development rate of each group is represented as a transformed percentage of the number of zygotes to each embryo stage at (D) 24, (E) 48, (F) 72, and (G) 96 h. Graphical data are presented as arcsine transformed data ±  s.e.m.  ( n  = 3 male mice/group). Differences between groups were assessed with either a one-way or two-way ANOVA, with Tukey's multiple comparison test. * P  < 0.05,**** P  < 0.0001.\n\nAssessment of the impacts of direct  in vitro  PFAS exposure on the ability of mouse spermatozoa to fertilize an oocyte and support early embryonic development. Cauda epididymal spermatozoa were incubated in a PFAS mixture (low or high dose) or control, for 3 h prior to being used for  in vitro  fertilization. (A) The percentage of fertilized oocytes (those with pronuclei formation and extrusion of the second polar body) was recorded as the percentage of the total number of oocytes collected per replicate. Oocytes were coincubated with spermatozoa from each treatment group in each of three biological replicates (equating to a total of 60, 70, and 53 oocytes being assessed from the control, low and high PFAS treatment groups, across all replicates, respectively). (B) The number of fertilized oocytes that reached the two-cell stage was also recorded as a transformed percentage of fertilized cells, (C) as was the number of fertilized oocytes that reached blastocyst stage. (D–G) Embryo development was then tracked for 96 h, and the development rate of each group is represented as a transformed percentage of the number of zygotes to each embryo stage at (D) 24, (E) 48, (F) 72, and (G) 96 h. Graphical data are presented as arcsine transformed data ±  s.e.m.  ( n  = 3 male mice/group). Differences between groups were assessed with either a one-way or two-way ANOVA, with Tukey's multiple comparison test. * P  < 0.05,**** P  < 0.0001."
    },
    {
      "title": "Discussion",
      "text": "Among a growing number of environmental chemicals that are purported to impact male reproductive function, mounting evidence points to negative associations between PFAS exposure and semen quality ( Louis  et al.  2015 ,  Pan  et al.  2019 ,  Calvert  et al.  2022 ). Despite this, there remains a scarcity of mechanistic knowledge to account for how PFAS chemicals may directly impact sperm biology. Consequently, this study was designed to elucidate the response of mouse spermatozoa to direct  in vitro  exposure with an environmentally relevant mixture of PFAS molecules ( Turner  et al.  2019 ). Despite the acute sensitivity of the sperm cell, in our study, short-term  in vitro  PFAS exposure did not affect sperm motility or viability. PFAS also did not elevate ROS production or downstream markers of oxidative stress. Similarly, the imposed PFAS treatment regimen neither accelerated or inhibited sperm capacitation nor altered the ability of these cells to fertilize oocytes and support blastocyst development. Despite this, monitoring of preimplantation embryo development revealed that those embryos produced by PFAS-exposed spermatozoa displayed delayed maturation such that fewer of this cohort had proceeding to ‘hatched’ status by 96 h post fertilization. This finding raises the prospect that spermatozoa subjected to even a relatively brief PFAS challenge may harbor an as yet unresolved form of cryptic damage with the potential to perturb early embryo development.\n\nExposure to the pervasive environmental contaminant PFAS is a seminal health issue for humans and animals alike. Indeed, among the concerning properties of PFAS chemicals is their inherent stability, resistance to chemical and biological degradation, and thus their capacity to bioaccumulate in bodily tissues, including that of the testes ( Vanden Heuvel  et al.  1992 ,  Bogdanska  et al.  2011 ,  ATSDR 2018 ). Combined with widespread PFAS environmental contamination that afflicts virtually all developed countries, there is every likelihood that spermatozoa from a variety of species (humans included) will directly encounter PFAS at different stages of their development. In this context, an  in vitro  study conducted by  Wan  et al.  2014  using cultured Sertoli cells demonstrated that PFOS (5-10 μg/mL) exposure was capable of perturbing the integrity of blood–testis barrier (BTB). This response was, in turn, linked to PFOS disruption of the function of Sertoli cell tight junctions as opposed to eliciting cytotoxicity among the cultured cells ( Wan  et al.  2014 ). These data, together with the knowledge that PFAS serum levels have been correlated with increased testicular cancer rates ( Frisbee  et al.  2009 ,  Barry  et al.  2013 ,  Kirk  et al.  2018 ) and decreased semen quality ( Louis  et al.  2015 ,  Pan  et al.  2019 ), provide evidence that the male reproductive tract is indeed susceptible to effects arising from PFAS exposure.\n\nLarge-scale epidemiological studies and preclinical animal models have highlighted a range of adverse outcomes attributed to PFAS exposure ( Frisbee  et al.  2009 ,  Wan  et al.  2014 ,  Zhang  et al.  2014 ,  Zhao  et al.  2014 ,  NTP 2016 , Kirk  et al.  2018). Regrettably, many of these studies have been conducted on individual PFAS chemicals and/or at PFAS concentrations that likely exceed those that an individual would be exposed to ( Zhang  et al.  2014 ,  Zhao  et al.  2014 ,  Wan  et al.  2014 ,  Calvert  et al.  2022 ). This contributes to a situation where the biological basis by which PFAS impacts cell function remains uncertain. Given their inability to repair damage sustained to either their genome, proteome, or epigenome, mature spermatozoa are an ideal cell model with which to develop this understanding. Accordingly, the present study was designed to address this important knowledge gap by exploiting the acute sensitivity of spermatozoa as a sentinel marker of cellular vulnerability.\n\nOur data indicate that brief PFAS challenge at environmentally relevant profiles ( Turner  et al.  2019 ) is neither cytotoxic nor genotoxic to mouse spermatozoa. These findings agree with previous work in which the viability of both boar ( Ortiz-Sánchez  et al.  2022 ) and human ( Emerce & Çetin 2018 ) spermatozoa has proven refractory to direct exposure with multiple PFAS molecules. Although the current study did not identify changes in sperm motility parameters (i.e. progressive or total motility) over the 3-h PFAS exposure regimen used (a limitation imposed by the short survivability of mouse spermatozoa  in vitro ), other studies have reported impaired motility in human spermatozoa exposed to PFOA for as little as 2 h  in vitro , likely as a consequence of altered membrane fluidity ( Šabović  et al.  2020 ). In a similar context,  Pan  et al.  (2019)  reported decreased progressive motility correlating with elevated semen PFAS concentration ( Pan  et al.  2019 ), as has  Song  et al.  (2018) , who reported a reduction in human sperm motility following exposure to several PFAS including PFBS, PFOA and PFOS, PFBA, perfluoropentanoic acid (PFPeA), and perfluorohexanoic acid (PFHxA) ( Song  et al.  2018 ). However, direct comparison among these studies is confounded by variations in the concentration and composition of the imposed PFAS challenge as well as the route and duration of exposure. While standardization of experimental exposure regimens and the use of sperm/cell line models that can withstand longer incubation periods may therefore hold advantages, such strategies remain prone to valid criticism that they do not reflect the complexities of real-world PFAS exposure.\n\nAmong the potential mechanisms that could account for the previously documented detrimental impact of PFAS on cellular biology, it has been proposed that these chemicals elicit an elevation in ROS generation and associated oxidative stress ( Oseguera-López  et al.  2020 ,  Ortiz-Sánchez  et al.  2022 ). Despite this, our own assessment revealed that PFAS-exposed spermatozoa did not display any signatures of excessive ROS generation or the induction of oxidative stress. Indeed, neither mitochondrial nor cytosolic ROS levels were increased in PFAS-treated spermatozoa. Similarly, sperm DNA and plasma membrane integrity did not present with any hallmarks of oxidative lesions. While these data discount the ability of an acute PFAS challenge to elevate ROS generation in mouse spermatozoa, they nevertheless stand in contrast to work by  Yuan  et al.  (2020)  who reported increased ROS in human spermatozoa incubated in PFOA, albeit at concentrations (i.e. 25 μg/mL for 4 h) ( Yuan  et al.  2020 ) that far exceed those encountered in most environmental contexts ( Vestergren & Cousins 2009 ,  Sunderland  et al.  2019 ). In the spermatozoa of other species such as the boar, PFOS and PFHxS (230 μg/mL and 772 μg/mL, respectively) have been linked to ROS generation within as little as 30 min of  in vitro  exposure ( Oseguera-López  et al.  2020 ). In the face of this evidence, it remains uncertain why mouse spermatozoa proved refractory to ROS generation in response to the imposed PFAS challenge used in this study. However, it is possible that factors such as the timing, dose, and/or the composition of the PFAS cocktail applied in our study was below the biological threshold needed to initiate such responses.\n\nIn the absence of an oxidative stress cascade, it is perhaps not surprising that the imposed PFAS treatment regimen did not impact the integrity of the sperm DNA (sperm chromatin structure or alkaline comet). These findings agree with previous studies featuring in vitro  PFAS exposure of human spermatozoa ( Emerce & Çetin 2018 ) and rat testis cells ( Lindeman  et al.  2012 ). Similarly,  in vivo  studies in which mice were orally administered PFOA and PFBA (for 5 weeks) also failed to document increases in the frequency of DNA strand breakage in cells harvested from the liver and testis of exposed animals ( Crebelli  et al.  2019 ). Moreover, the majority of human epidemiological studies have also reported no changes in DNA quality after PFAS exposure ( Specht  et al.  2012 ,  Leter  et al.  2014 ,  Emerce & Çetin 2018 ), with the exception of the  Governini  et al.  (2015)  study, which reported an increase in sperm DNA fragmentation index in PFAS-exposed males ( Governini  et al.  2015 ).\n\nIn extending our analysis to focus on the key functional endpoints of sperm capacitation, we did not record a reduction in the number of phosphotyrosine labeled spermatozoa. Accordingly, the fertilization potential of PFAS-exposed spermatozoa was not overtly impacted. These data stand at odds with previous reports in which a 30-min PFOS (230 μg/mL) and PFHxS (772 μg/mL) exposure significantly inhibited the induction of tyrosine phosphorylation in capacitating populations of boar spermatozoa ( Oseguera-López  et al.  2020 ). Such variations in response could be accounted for by the different chemistries and potential biological activities of the profile of PFAS compounds used across these studies. Irrespective, the demonstration that PFAS-treated spermatozoa retained the ability to support fertilization raises the prospect that they may also be able to relay any adverse legacy of PFAS exposure onto the resultant embryo. In this context, it is notable that the progression to hatching from the encircling zona pellucida was significantly retarded among the cohort of embryos conceived using PFAS-treated spermatozoa. Although not directly investigated in this study, such delays are of concern given the potential biological consequences of this phenomenon include reduced pregnancy rates and/or litter sizes ( Cohen  et al.  1992 ,  Obruca  et al.  1994 ). Indeed, blastocyst hatching is a prerequisite for successful implantation ( Negrón-Pérez & Hansen 2017 ), so that the timing of blastocyst hatching aligns with the relatively short window of uterine receptivity to implantation ( Kim & Kim 2017 ). Misalignment of the timing of these two processes has the potential to prevent implantation taking place at the correct time/location in the uterus with significant consequences for offspring development and health ( Wilcox  et al.  1999 ,  Cha  et al.  2012 ).\n\nIn agreement with these data, a previous study investigating the impact of  in vitro  PFOS exposure (53 ng/mL) on bovine oocyte quality documented a significant delay in their subsequent early embryonic development, including retarded cleavage evident at the two-cell stage and perpetuated through to the more advanced hatched blastocyst stage ( Hallberg  et al.  2021 ). Such development defects were not accompanied by any differences in overall blastocyst number ( Hallberg  et al.  2021 ). Notably, delayed timing and reduced overall rates of embryo hatching have also been documented in zebrafish following PFOS exposure ( Shi  et al.  2008 ,  Li  et al.  2015 ). While published literature regarding PFAS and its effects on hatching in a mouse model is limited, studies in this species have shown that  in vitro  exposure of embryos to 200 μM PFOA does affect preimplantation development leading to reductions in cleavage rates (at the two-cell stage) and overall blastocyst formation ( Zhou  et al.  2022 ). This study also reported complementary increases in ROS (also at the two-cell stage), and mitochondrial dysfunction, which ultimately lead to increased autophagy and apoptotic markers ( Zhou  et al.  2022 ); neither of which formed part of our endpoint assessment. In a recent study,  Qiu  et al.  (2024)  demonstrated that exposure of mouse zygotes to 10 nM PFOA also resulted in increased ROS activity in eight-cell embryos and altered the proportion and aggregation of the inner cell mass of the resultant blastocysts ( Qiu  et al.  2024 ). It should be noted, however, that neither of these studies reported alterations to hatching parameters or downstream implantation outcomes. Similarly, in human cohorts, correlations have been established between high PFAS concentrations in follicular fluid and fewer high-quality embryos following  in vitro  fertilization (i.e. embryos were classed as high quality based on morphological features and blastomere number) ( Zeng  et al.  2023 ). This study did not, however, report any alterations to hatching parameters nor did it investigate the downstream impact of high PFAS levels on pregnancy or live birth rates. While also beyond the scope of the current study, these findings encourage additional research focused on determining whether implantation, birth rate, and offspring health are affected by paternal PFAS exposure.\n\nCollectively, this study demonstrates that short-term direct exposure to an environmentally relevant PFAS mixture is neither cytotoxic nor genotoxic to mature spermatozoa. Our findings also demonstrate that spermatozoa harboring the legacy of direct PFAS exposure retain the ability to participate in fertilization and generate embryos capable of proceeding through the early phases of pre-implantation development unimpeded. However, the observation that such embryos experience a subsequent delay in hatching indicates that PFAS-exposed spermatozoa may carry some form of cryptic signal with biological repercussions for downstream embryo development and implantation. These findings highlight the pressing need for additional research to determine the nature of this signal in order to inform the definitive health risks posed by PFAS exposure."
    },
    {
      "title": "Declaration of interest",
      "text": "The authors declare that the study was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."
    },
    {
      "title": "Funding",
      "text": "This work was supported by funding from the National Health and  Medical Research Council http://dx.doi.org/10.13039/501100000265  of Australia (NHMRC) Targeted Call for Research into Per- and Poly-Fluoroalkylated Substances (APP1189415) awarded to BN, MPG, GND, BOC, MDD, BT, ALE, and SDR. BN is the recipient of an NHMRC Senior Research Fellowship (APP1154837) and MDD is the recipient of an NHMRC Investigator Grant (APP1173892) and a Defeat DIPG ChadTough New Investigator Fellowship."
    },
    {
      "title": "Author contribution statement",
      "text": "LC and BN conceived the study and designed the experimental approach. Experimentation, data analysis, and manuscript drafting were performed by LC, AA and JM. BN, MG, GDI, MD, SR, BT, AE, MD, and BC sourced funding and contributed to study design and data interpretation. All authors edited the manuscript and approved the final version."
    }
  ],
  "full_text": "Graphical abstract Abstract Poly- and per-fluoroalkyl substances (PFAS) are synthetic environmentally persistent chemicals. Despite the phaseout of specific PFAS, their inherent stability has resulted in ubiquitous and enduring environmental contamination. PFAS bioaccumulation has been reported globally with omnipresence in most populations wherein they have been associated with a range of negative health effects, including strong associations with increased instances of testicular cancer and reductions in overall semen quality. To elucidate the biological basis of such effects, we employed an acute  in vitro  exposure model in which the spermatozoa of adult male mice were exposed to a cocktail of PFAS chemicals at environmentally relevant concentrations. We hypothesized that direct PFAS treatment of spermatozoa would induce reactive oxygen species generation and compromise the functional profile and DNA integrity of exposed cells. Despite this, post-exposure functional testing revealed that short-term PFAS exposure (3 h) did not elicit a cytotoxic effect, nor did it overtly influence the functional profile, capacitation rate, or the  in vitro  fertilization ability of spermatozoa. PFAS treatment of spermatozoa did, however, result in a significant delay in the developmental progression of the day 4 pre-implantation embryos produced  in vitro . This developmental delay could not be attributed to a loss of sperm DNA integrity, DNA damage, or elevated levels of intracellular reactive oxygen species. When considered together, the results presented here raise the intriguing prospect that spermatozoa exposed to a short-term PFAS exposure period potentially harbor an alternate stress signal that is delivered to the embryo upon fertilization. Lay summary PFAS are synthetic chemicals widely used in non-stick cookware, food packaging, and firefighting foam. Such extensive use has led to concerning levels of environmental contamination and reports of associations with a spectrum of negative health outcomes, including testicular cancer and reduced semen quality. To investigate the effects of PFAS on male reproduction, we incubated mouse sperm in a cocktail of nine PFAS at environmentally relevant concentrations before checking for a range of functional outcomes. This treatment strategy was not toxic to the sperm; it did not kill them or reduce their motility, nor did it affect their fertilization capacity. However, we did observe developmental delays among pre-implantation embryos created using PFAS-treated sperm. Such findings raise the intriguing prospect that PFAS-exposed sperm harbor a form of stress signal that they deliver to the embryo upon fertilization.\n\n## Introduction\n\nPoly- and per-fluoroalkyl substances (PFAS) are a diverse group of over 4700 synthetic organofluorine chemicals that have been used since the 1940s ( Kirk  et al.  2018 ). Variations in carbon chain length and functional groups results in individual PFAS with unique chemical properties, yet each member of this chemical class shares the common characteristics of carbon–fluorine bonds that are stable and extremely resistant to heat and water ( Banks  et al.  1994 ,  OECD 2018 ). Collectively, these qualities have led to the widespread adoption of PFAS in industrial applications and consumer products, including being key ingredients of firefighting foams ( Kissa 2001 ), food packaging, and cookware ( Sinclair  et al.  2007 ). Such widespread use, together with the fact that PFAS are highly resistant to degradation and/or breakdown, has contributed to the current situation where PFAS chemicals are now recognized as ubiquitous environmental contaminants resulting in pervasive exposure of both human and wildlife populations globally. Indeed, despite attempts to phase out the use of longer chain (>8 carbon) PFAS beginning in 2000, the stability of these compounds means many communities are still being exposed to these potential toxicants more than 20 years later ( Hölzer  et al.  2008 ,  Buck  et al.  2011 ). As a result, many countries have embarked on ambitious strategies to both detect and eradicate existing PFAS contamination ( Buck  et al.  2011 ,  Olsen  et al.  2017 ), in addition to refining our understanding of their effects on human health and development ( Frisbee  et al.  2009 ,  Barry  et al.  2013 ,  Pan  et al.  2019 ,  Blake & Fenton 2020 ). Due to such concerns, several states in the USA have recently banned the use of all PFAS in consumer products ( Bright 2023 ).\n\nIn considering the potential health implications of PFAS exposure, it is known that upon entering the bloodstream, PFAS bind to serum proteins including human serum albumin ( Jones  et al.  2003 ,  Beesoon & Martin 2015 ), whereupon they are transported to various body tissues. It follows that the highest systemic concentrations of PFAS are reported in protein rich tissues, such as the liver ( ATSDR 2018 ). Notably, longer chain PFAS (i.e. those with >8 carbon backbones) have greater half-lives in the body than do shorter chain PFAS molecules – a property linked to their ability to bind a wider range of proteins ( Han  et al.  2003 ), and thus extend their bioaccumulation potential in living organisms ( Martin  et al.  2003 b ). As an example, perfluorooctanoic acid (PFOA) and perfluorooctane sulfonate (PFOS), both of which are built upon an eight-carbon chain, have half-lives in humans of up to 4 and 5 years respectfully, whereas perfluorobutanoic acid (PFBA) and perfluorobutanesulfonic acid (PFBS), both four-carbon compounds, have half-lives of just 3 to 28 days in humans ( Fenton  et al.  2021 ). This knowledge has prompted strategies to replace longer, so called legacy PFAS molecules, with shorter chain variants that are reasoned to be less toxic and to have reduced bioaccumulation potential ( Gomis  et al.  2018 ,  Blake & Fenton 2020 ). However, very little is known about the toxicology of these replacement short chain PFAS, which might be just as harmful as the original PFAS versions that they replaced despite the shorter residence times in the human body ( Wang  et al.  2013 ,  Pan  et al.  2019 ). Furthermore, bioaccumulation may also be influenced by a variety of factors including the functional group of each PFAS molecule ( Martin  et al.  2003 a , b ) and the metabolic characteristics and/or sex of the animal species ( Fenton  et al.  2021 ); all of which serve to highlight the urgent requirement for new investigations into the health implications of PFAS exposure.\n\nOf particular interest is the impact of PFAS exposure on male reproduction, especially in view of epidemiological evidence linking PFAS exposure to testicular dysgenesis, both in exposed adults and in offspring of exposed parents ( Skakkebaek  et al.  2001 ,  Frisbee  et al.  2009 ,  Lin  et al.  2020 ). However, studies exploring the link between PFAS and male fertility outcomes have proven difficult to compare, thus limiting definitive conclusions ( Bach  et al.  2016 ,  Tarapore & Ouyang 2021 ). This situation likely reflects the imposition of multiple confounding factors, such as the myriad of PFAS chemicals that individuals are simultaneously exposed to, the route, duration, and dose of exposure, as well as the developmental timing and frequency of exposure; all of which make it extremely difficult to assign causality. Despite such challenges, male-specific disorders, such as testicular cancer, have been linked to PFAS exposure ( Frisbee  et al.  2009 ,  Barry  et al.  2013 ,  Kirk  et al.  2018 ,  Bartell & Vieira 2021 ). Moreover, negative effects on semen quality have also been identified in large cohort studies ( Louis  et al.  2015 ,  Pan  et al.  2019 ,  Calvert  et al.  2022 ), including a potential dose–response relationship between chronic PFOS and PFOA exposure and a concomitant suppression of sperm production (~40%) ( Joensen  et al.  2009 ), and compromised sperm motility characteristics ( Song  et al.  2018 ). In addition, reductions in sperm count and concentration have been reported following  in utero  PFOA exposure ( Vested  et al.  2013 ). Despite these intriguing findings, of the 15 studies investigating the relationship between PFAS exposure and sperm parameters, less than half of these were able to confidently establish strong associations with adverse impacts on male fertility ( Toft  et al.  2012 ,  Joensen  et al.  2013 ,  Vested  et al.  2013 ,  Calvert  et al.  2022 ). Moreover, although some studies have recorded increased levels of DNA damage in spermatozoa following PFAS exposure of adults ( Specht  et al.  2012 ,  Governini  et al.  2015 ), the mechanism(s) by which PFAS impact sperm biology remain to be determined. Importantly, among these studies, few have investigated exposures that emulate environmentally relevant mixtures/concentrations, with those studies performed to date instead focusing on either a single PFAS molecule, or a mixture of PFAS chemicals at supra-environmental concentrations. Therefore, this study was undertaken to clarify the direct susceptibility of spermatozoa to an environmentally relevant PFAS challenge. Specifically, spermatozoa from adult male mice (8–14 weeks) were subjected to an acute  in vitro  exposure regimen consisting of a cocktail of environmentally relevant PFAS, prior to being assessed for a suite of functional parameters to ascertain the direct impact of PFAS exposure.\n\n## Materials and methods\n\nAll reagents and chemicals used in this study were of research grade and purchased from Merck, unless stated otherwise. Fluorescent probes were purchased from Invitrogen, unless stated otherwise. Freshly prepared Biggers, Whitten, and Whittingham (BWW) media (osmolarity of 290–310 mOsm/kg) ( Biggers  et al.  1971 ), was pre-warmed to 37°C and used for all sperm incubation experiments. When noncapacitated populations of spermatozoa were required, BWW medium was prepared with the omission of NaHCO 3  (a strategy that prevents the initiation of capacitation-associated signaling cascades) but with the addition of 5.6 mM NaCl to maintain the osmolarity of the medium.\n\nThe PFAS mixture used in this study was selected to approximate those PFAS chemicals identified within the water column sampled from a contaminated water well located at Williamtown, NSW, Australia ( Turner  et al.  2019 ) – a so-called PFAS Red-Zone situated within close proximity of a Department of Defense airbase, which is now the subject of an active management and remediation plan designed to monitor and mitigate PFAS contamination ( Defence 2022 ). Specifically, a PFAS mixture was prepared comprising the nine most abundant PFAS molecules identified in the water sampled from the contaminated Williamtown well ( Turner  et al.  2019 ). The PFAS concentrations used in this study approximated those detected in the contaminated water samples (referred to hereafter as the ‘low’ dose PFAS treatment) or alternatively at concentrations titrated to be ten-fold higher than those in the water sample (referred to hereafter as the ‘high’-dose PFAS treatment) ( Table 1 ). Prior to experimentation, the working PFAS solutions were analyzed by an independent commercial National Association of Testing Authorities (NATA, Australia) accredited laboratory (Envirolab Services, Sydney, NSW, Australia). As anticipated, the results of this analysis confirmed that the low dose PFAS solution concentrations were similar to those in the contaminated well sample ( Turner  et al.  2019 ), while the high dose was 10-fold higher ( Table 1 ).\n Table 1 Summary of the mix of nine PFAS chemicals used in  in vitro  experiments. Chemical Name Abbreviation Chemical Formula Well sample *  (µg/L) Low PFAS ‡  (µg/L) High PFAS ‡  (µg/L) Perfluorooctane sulfonic acid PFOS C 8 F 17 SO 3 H 116 94 1200 Perfluorohexanesulfonic acid PFHxS C 6 HF 13 O 3 S 33.7 27 330 Perfluorohexanoic acid PFHxA C 6 HF 11 O 2 13.3 10 150 Perfluorooctanoic acid PFOA C 8 HF 15 O 2 8.62 7.6 100 Perfluoroheptane sulfonic acid PFHpS C 7 HF 15 O 3 S 4.81 5.9 67 Perfluorobutane sulfonic acid PFBS C 4 HF 9 O 3 S 4.16 4.3 59 Perfluoropentane sulfonic acid PFPeS C 5 HF 11 O 3 S 3.94 2.3 30 Perfluoroheptanoic acid PFHpA C 7 HF 13 O 2 2.85 1.9 25 Perfluoropentanoic acid PFPeA C 5 HF 9 O 2 3.11 2.8 38 *Composition of the contaminated Williamtown (NSW) well water sample upon which the PFAS treatment regimen used herein was based.  ‡ Exact composition of the PFAS treatments determined analytically by an independent National Association of Testing Authorities (NATA, Australia) accredited laboratory (Envirolab Services, Sydney, NSW, Australia).\n\nSummary of the mix of nine PFAS chemicals used in  in vitro  experiments.\n\n*Composition of the contaminated Williamtown (NSW) well water sample upon which the PFAS treatment regimen used herein was based.  ‡ Exact composition of the PFAS treatments determined analytically by an independent National Association of Testing Authorities (NATA, Australia) accredited laboratory (Envirolab Services, Sydney, NSW, Australia).\n\nAdult male Swiss CD1 mice (8–14 weeks of age) were monitored, handled, and euthanized in accordance with the NSW Animal Research Act 1998, NSW Animal Research Regulation 2010, and the Australian Code for the Care and Use of Animals for Scientific Purposes 8 th  Edition, as approved by the University of Newcastle Animal Care and Ethics Committee (Ethics Number A-2018-826). Following CO 2  asphyxiation, epididymides were carefully dissected and mature spermatozoa isolated from the caudal segment of the epididymis by retrograde perfusion via the vas deferens, as previously described ( Smith  et al.  2013 ).\n\nFollowing isolation, spermatozoa were immediately resuspended in 3.0 mL BWW medium at a concentration of 6–10 million cells/mL ( Fig. 1 ) in a flat bottom screw cap test tube. These suspensions were then split equally among three treatment groups, including: (i) untreated control, (ii) low-dose PFAS, and (iii) high-dose PFAS. PFAS treatments consisted of ‘spiking’ each sample with an appropriate amount of a stock PFAS working solution (i.e. 1.0 μL 1000× stock in 1.0 mL BWW media) and then incubating at 37°C for up to 3 h. At regular intervals during the incubation (i.e. 0, 1, and 3 h), a sample of each sperm suspension was recovered prior to being gently centrifuged (500  g  for 3 min) and washed by resuspension in fresh BWW medium. After pelleting the spermatozoa by centrifugation (500  g for 3 min), the supernatant was again removed and the cells were either assessed immediately, fixed in 4% paraformaldehyde for 15 min at room temperature, or snap frozen and stored at -80°C, as appropriate for each assay. In all instances frozen spermatozoa were thawed on ice.\n Figure 1 Experimental design. Mature sperm cells were isolated from the cauda segment of the epididymides of an adult mouse before being allocated into three treatment groups consisting of an untreated control (BWW only) and those exposed to either a low- or high-dose PFAS cocktail. The latter, high dose treatment was formulated to contain ten-fold higher concentrations of each PFAS than that present in the corresponding low dose treatment (confirmed analytically by an independent National Association of Testing Authorities accredited laboratory (Envirolab Services, Sydney, NSW, Australia)). All subsequent analysis was conducted on three such biological replicates (i.e. each biological replicate comprised spermatozoa isolated from a separate adult mouse). In each case, spermatozoa were incubated for up to 3 h during which an aliquot of each suspension was collected at intervals of 0 h, 1 h, and 3 h and prepared for immediate analysis of sperm motility parameters by computer-assisted sperm analysis (CASA) and sperm viability (SYTOX Green) via flow cytometry. To assess the induction of oxidative stress, spermatozoa were also incubated with MitoSOX Red (MSR), dihydroethidium (DHE) and Merocyanine 540 (M540). Alternatively, a subset of each sperm suspension was frozen and stored at −80°C in preparation for assessment of DNA integrity via the application of sperm chromatin structure assay (SCSA) and alkaline comet assay. Finally, the functional competence of treated spermatozoa was assessed by focusing on their ability to complete capacitation, support  in vitro  fertilization and early embryo development.\n\nExperimental design. Mature sperm cells were isolated from the cauda segment of the epididymides of an adult mouse before being allocated into three treatment groups consisting of an untreated control (BWW only) and those exposed to either a low- or high-dose PFAS cocktail. The latter, high dose treatment was formulated to contain ten-fold higher concentrations of each PFAS than that present in the corresponding low dose treatment (confirmed analytically by an independent National Association of Testing Authorities accredited laboratory (Envirolab Services, Sydney, NSW, Australia)). All subsequent analysis was conducted on three such biological replicates (i.e. each biological replicate comprised spermatozoa isolated from a separate adult mouse). In each case, spermatozoa were incubated for up to 3 h during which an aliquot of each suspension was collected at intervals of 0 h, 1 h, and 3 h and prepared for immediate analysis of sperm motility parameters by computer-assisted sperm analysis (CASA) and sperm viability (SYTOX Green) via flow cytometry. To assess the induction of oxidative stress, spermatozoa were also incubated with MitoSOX Red (MSR), dihydroethidium (DHE) and Merocyanine 540 (M540). Alternatively, a subset of each sperm suspension was frozen and stored at −80°C in preparation for assessment of DNA integrity via the application of sperm chromatin structure assay (SCSA) and alkaline comet assay. Finally, the functional competence of treated spermatozoa was assessed by focusing on their ability to complete capacitation, support  in vitro  fertilization and early embryo development.\n\nUnbiased assessment of sperm motility parameters was achieved using computer assisted sperm analysis (CASA; IVOS, Hamilton Thorne, Beverly, MA, USA). For this purpose, fresh sperm suspensions were loaded into pre-warmed 100 µm, two-chamber slides (Leja Products BV, Spoorzicht, Netherlands), and a minimum of 100 cells were assessed over a minimum of four fields of view. The suite of motility parameters assessed included (i) total motility, (ii) progressive motility, (iii) straight line velocity (VSL), (iv) curvilinear velocity (VCL), (v) time-average velocity (VAP), (vi) linearity (LIN), (vii) straightness (STR), (viii) amplitude of lateral head displacement (ALH), (ix) beat cross frequency (BCF), (x) balancing (WOB), (xi) distance average path (DAP), (xii) distance curved line (DCL), and (xiii) distance straight line (DSL). Sperm viability was also assessed at each timepoint using a flow cytometry-based assay. Specifically, at the completion of the low and high PFAS treatments, spermatozoa were labeled with 10 nM SYTOX Green (SyG) nucleic acid stain (Invitrogen, Cat# S7020) for 15 min at 37ºC before being washed by centrifugation at 500  g  for 3 min at room temperature, resuspension in 350 µL of fresh BWW medium, and transferal into a flow cytometry tube. Cells were analyzed using an FACS-Canto flow cytometry instrument (BD Biosciences) equipped with 488 nm argon and 633 nm helium–neon lasers. The resulting data were analyzed using FACSDiva Version 9.0.1 software and 10,000 cells were assessed per replicate.\n\nFlow cytometry analyses were also employed to assess markers of oxidative stress in PFAS-exposed spermatozoa using fluorescent probes to detect cytosolic reactive oxygen species (ROS) (dihydroethidium (DHE); Invitrogen, Cat#  D23107 ), mitochondrial ROS generation (MitoSOX Red (MSR); Life Technologies Cat#  M36008 ) and alterations in membrane fluidity (merocyanine 540 (M540); Merck, Cat# 32756). These probes were used in combination with a SyG viability stain (as described above). For each of these assays, 1 × 10 6  fresh spermatozoa were resuspended in BWW and stained using 2.0 µM of either MSR, DHE, or M540 in tandem with 5.0 nM SyG for 15 min at 37ºC. Cells were then centrifuged at 500  g  for 3 min at room temperature before being resuspended in 350 µL BWW and analyzed by flow cytometry as described earlier.\n\nTo determine the effects of PFAS exposure on the functional competence of spermatozoa, the cells were assessed for their ability to capacitate and support  in vitro  fertilization (described below). For the former, spermatozoa from each of the three treatment groups were incubated in either: BWW medium formulated to suppress capacitation (i.e. noncapacitation BWW medium prepared without NaHCO 3 ), complete BWW medium that supports capacitation, or a modified formulation of complete BWW containing 3.0 mM pentoxifylline and 5.0 mM dcAMP; pharmacological supplements that actively drive the onset of capacitation (i.e. capacitation BWW) for 1 h at 37ºC in an atmosphere of 5% CO 2 . Cells were subsequently fixed in 4% paraformaldehyde for 15 min at room temperature in preparation for staining with immunofluorescent probes or protein was extracted for use in immunoblotting. Both techniques were used to determine the capacitation status of treated spermatozoa.\n\nFollowing  in vitro  treatment and fixation, spermatozoa were washed three times in PBS supplemented with 0.05 M glycine. Following the third wash, spermatozoa were centrifuged and then resuspended in 400 μL of PBS/glycine containing 0.02% sodium azide (v/v) and stored at 4°C until required. For analysis, 50 μL aliquots of these cell preparations were deposited on poly- l -lysine-coated coverslips, and left to settle for 3 h at 4°C. The cells were permeabilized by incubation in PBS containing 0.2% (v/v) Triton X-100 for 10 min at room temperature, rinsed by immersion in 1× PBS, and then blocked by incubation in 50 μL of 10% goat serum (v/v) diluted in 3.0% BSA/PBS for 1 h at room temperature. After rinsing in PBS, anti-phosphotyrosine antibodies (PT66; Merck, Cat# P5872) diluted 1:250 in 1.0% BSA/PBS, were applied to each coverslip and incubated at room temperature for 1 h. Following incubation, coverslips were rinsed three times in PBS prior to the addition of goat-anti mouse Alexa Fluor 488-conjugated secondary antibody (Thermo Fisher Scientific, Cat# A11001), diluted 1:400 in 1.0% BSA/PBS and incubated at room temperature for 1 h. Finally, the cells were washed three times in PBS and mounted on slides with Mowiol containing 1,4-diazabicyclo[2.2.2]octane (DABCO) before being viewed with an AXIOplan Imager 2 fluorescence microscope (Carl Zeiss Micro Imaging GmbH). Capacitation status was confirmed using PT66 labeling of the complete sperm flagellum ( Urner & Sakkas 2003 ).\n\nProtein was extracted from spermatozoa by boiling the cells for 5 min in sodium dodecyl sulfate (SDS) extraction buffer which was composed of 0.375 M Tris, pH 6.8, 2.0% (w/v) SDS, 10% (w/v) sucrose, and protease inhibitors, as previously described ( Reid  et al.  2012 a ). Extracted proteins (7.5 μg) were then subjected to polyacrylamide gel electrophoresis (SDS-PAGE) using 4–20% Mini-PROTEAN gels (Bio-Rad, Cat# 4568095), before being transferred to a nitrocellulose membrane, as described previously ( Reid  et al.  2012 b ). For the assessment of sperm phosphotyrosine status, membranes were first blocked for 1 h at room temperature with 3.0% (w/v) BSA in Tris-buffered saline (20 mM Tris, 150 mM NaCl, pH 7.6) supplemented with 0.1% Tween (TBST), before being washed in TBST and incubated with HRP-conjugated anti-phosphotyrosine antibody (PT66; Merck, Cat# A5964) diluted 1:4000 in 1.0% (w/v) BSA/TBST and for 1 h at room temperature. Membranes were then subjected to three 10 min washes in TBST prior to being probed with enhanced chemiluminescence reagents (ECL plus, Amersham Bioscience) in accordance with the manufacturer’s recommendations, and were visualized using a Bio-Rad ChemiDoc MP imaging system according to the manufacturer’s protocol (Bio-Rad). Blots were then stripped via incubation at room temperature for 40 min in Western Re-Probe reagent (G Biosciences, MO, USA, Cat# 786-306) in preparation for reprobing with anti-glyceraldehyde 3-phosphate dehydrogenase antibodies (GAPDH; Merck, Cat# G9545; diluted 1:2000 in 1.0% (w/v) BSA/TBST for 1 h at room temperature) for protein loading normalization.\n\nTo detect lipid peroxidation (a surrogate measure for oxidative stress status), membranes were prepared for labeling with anti-4-hydroxynonenal (4HNE). Briefly, membranes were blocked with 5.0% (w/v) skim milk powder/TBST for 1 h at room temperature before being incubated overnight at 4°C with anti-4HNE II-S primary antibodies (Alpha Diagnostic Intl., San Antonio, TX, USA; Cat# HNE11-S) diluted 1:2000 in 0.5% (w/v) skim milk/TBST. The probed membranes were subjected to three 10 min washes in TBST prior to incubation for 1 h at room temperature in HRP-conjugated anti-rabbit secondary antibodies (Merck, Cat# DC03L) diluted 1:2500 in 0.5% (w/v) skim milk/TBST. Blots were again washed three times for 10 min per wash in TBST and then developed using an ECL detection kit and visualized as described above. For all immunoblots, the intensity of the labeling of proteins of interest was determined by densitometric analysis using the public sector image processing program, Image J (National Institutes of Health) and normalized to the GAPDH loading control.\n\nA SCSA flow cytometry assay was used to determine the susceptibility of sperm DNA to PFAS induced damage. In principle, this assay employs the use of acridine orange (AO) to discriminate densely compacted chromatin surrounding double-stranded DNA (fluoresces green) from that of poorly compacted chromatin which surrounds denatured DNA (i.e. single-stranded DNA) and which fluoresces red ( Evenson 2013 ). In conducting this assay, frozen samples of spermatozoa were thawed on ice prior to being resuspended in 100 µL BWW medium or PBS (approximate concentration of 10,000 cells/µL). This cell suspension was transferred to a specialized flow cytometer tube to which 200 µL of acid–detergent solution (0.08 M HCl, 0.15 M NaCl, 0.1% Triton X-100) was added and incubated for 30 s. Following this, 600 µL of AO staining solution (300 µL of 1.0 mg/mL AO stock, 50 mL staining buffer (0.1 M citric acid, 0.2 M Na 2 HPO 4 , 1.0 mM EDTA, 0.15 M NaCl)) were added before the sample was analyzed via flow cytometry, noting that the instrument was pre-equilibrated for 10 min with a buffer comprising 25% acid–detergent solution and 75% AO staining solution prior to sample analysis. Hydrogen peroxide (H 2 O 2 ) treated sperm (5.0 mM H 2 O 2 ; 2 h) and an unstained sample were used as a positive and negative control, respectively.\n\nAn alkaline comet assay was employed to identify DNA strand breaks within spermatozoa, as described previously ( Katen  et al.  2016 ). Briefly, frozen sperm pellets were thawed on ice and resuspended at a concentration of 4000 cells/µL in PBS. Following this, 10 µL of each sperm suspension was added to 70 µL of pre-warmed CometAssay LMAgarose (R&D Systems; Cat# 4250-050-02). This mixture was then spread onto frosted slides (Trajan, Victoria, Australia) pre-coated with 1.0% low melting point agarose (Cat# A4018; Merck), and a coverslip applied. The agarose was allowed to solidify by incubation at 4°C for a minimum of 1 h. Once the agarose had solidified, coverslips were removed, and slides were treated with lysis solution 1 (0.8 M Tris, 0.8 M dithiothreitol (DTT), 1.0% SDS, pH 7.5), before being sealed under another coverslip for 30 min at room temperature. Lysis solution 2 (0.4 M Tris, 50 mM EDTA, 2.0 M NaCl, 0.4 M DTT, pH 7.5) was then added for 30 min at room temperature. The coverslips were again removed, and the slides washed in Tris–boric acid–EDTA (TBE) solution (0.4 M Tris–HCl, 0.4 M boric acid, 10 mM EDTA, pH 7.5) for 10 min at room temperature. A further 15 min incubation was performed with alkaline solution (0.03 M NaOH, 1.0 M NaCl, pH 11.5) at 4°C in preparation for electrophoresis. The slides were then submerged in alkaline buffer (0.03 M NaOH) and electrophoresed at 1 V/cm for 4 min before a 5 min wash in neutralization solution (0.4 M Tris, pH 7.5) at room temperature. Immediately prior to viewing, each slide was incubated in the presence of SYBR Green nucleic acid stain (Lonza, Rockland, ME, USA; Cat# 50513) diluted 1:10,000 with Tris EDTA (10 mM Tris, 1.0 mM EDTA, pH 8), and finally, a coverslip was added. The slides were then visualized and imaged on an AXIOplan Imager 2 fluorescence microscope. The degree of DNA fragmentation was determined using Comet Assay IV software (Perceptive Instruments, Suffolk, UK) in which the relative fluorescence intensity of the comet tail was used as a measure of the degree of DNA damage, normalized to the 0 h control. A minimum of 50 cells were analyzed per slide.\n\nFollowing superovulation as previously described ( Martin  et al.  2016 b ), mature cumulus oocyte complexes (COCs) were collected from the distal ampullae of super-ovulated 4-week-old Swiss mice. Spermatozoa were isolated from male mice, as outlined earlier, and subjected to a 3 h incubation with either control, low- or high-dose PFAS. In the final 45 min of the treatment period, the spermatozoa were capacitated by incubation in modified BWW medium supplemented with 1.0 mg/mL polyvinyl alcohol and 1.0 mg/mL methyl- β  cyclodextrin containing PFAS at 37°C under an atmosphere of 5.0% O 2 , 6.0% CO 2  in N 2  ( Lord  et al.  2015 ,  Martin  et al.  2016 b ,  Houston  et al.  2018 ). COCs were then washed in human tubal fluid (HTF) medium three times prior to being placed in 100 µL of HTF supplemented with 1.0 mM reduced glutathione (GSH) in a 35 mm CELLSTAR culture dish (Greiner Bio-One, Frickenhausen, Germany) according to ( Martin  et al.  2016 a ). The oocytes were then coincubated with 2 × 10 5  capacitated spermatozoa for 4 h at 37°C after which evidence of successful fertilization (extrusion of the second polar body and/or pronucleus formation) was assessed. To enable embryonic development, zygotes were cultured in 100 µL GSH-free HTF medium at 37°C under an atmosphere of 5.0% O 2 , 6.0% CO 2  in N 2  overnight in a MINC Benchtop Incubator (Cook Medical, Bloomington, IN, USA), and on the following day, two-cell embryos were transferred into 100 µL of G1 PLUS culture medium (Vitrolife, Göteborg, Sweden). After 4 days of culture, embryos were transferred into G2 PLUS medium (Vitrolife) ( Martin  et al.  2018 ). All embryos were monitored on a daily basis and their rate of development recorded. The percentage of oocytes that had been fertilized and that reached the blastocyst stage was calculated 5 days post fertilization. Embryos were categorized as dead/dying using a stereomicroscope as previously reported ( Taiyeb  et al.  2014 ). Specifically, degenerative embryos were identified as having a discolored (brown) coarse granular, nonhomogeneous cytoplasm, a large perivitelline space (retracted from the zona pellucida) with or without cytoplasmic fragmentation. By contrast, healthy, viable, or nondegenerated oocytes were distinguished on the basis of a spherical shape with smooth granular and transparent cytoplasm. Additional information on oocyte number and all embryo data presented as raw number, percentages, and arcsine transformed are included in Supplementary Table 1 (see section on  supplementary materials  given at the end of this article).\n\nAll statistical analyses were performed using GraphPad Prism software (Dotmatics, Boston, MA, USA). Data were subjected to a one-way or two-way ANOVA with Tukey’s multiple comparison test with significance  P  < 0.05. Percentage data was initially tested for normality using the Shapiro–Wilk and Kolmogorov–Smirnov tests and any data that was not normally distributed was tested for significance with the Kruskal–Wallis test. Embryo data were arcsine transformed prior to statistical analyses to account for the use of proportional data. Graphs were also generated using GraphPad Prism software and data are presented as either transformed data, or the mean ±  s.e.m.  for each treatment group calculated based on a minimum of three biological replicates (i.e. spermatozoa obtained from three different mice) per assay.\n\n## Chemical reagents\n\nAll reagents and chemicals used in this study were of research grade and purchased from Merck, unless stated otherwise. Fluorescent probes were purchased from Invitrogen, unless stated otherwise. Freshly prepared Biggers, Whitten, and Whittingham (BWW) media (osmolarity of 290–310 mOsm/kg) ( Biggers  et al.  1971 ), was pre-warmed to 37°C and used for all sperm incubation experiments. When noncapacitated populations of spermatozoa were required, BWW medium was prepared with the omission of NaHCO 3  (a strategy that prevents the initiation of capacitation-associated signaling cascades) but with the addition of 5.6 mM NaCl to maintain the osmolarity of the medium.\n\n## In vitro  PFAS mixtures\n\nThe PFAS mixture used in this study was selected to approximate those PFAS chemicals identified within the water column sampled from a contaminated water well located at Williamtown, NSW, Australia ( Turner  et al.  2019 ) – a so-called PFAS Red-Zone situated within close proximity of a Department of Defense airbase, which is now the subject of an active management and remediation plan designed to monitor and mitigate PFAS contamination ( Defence 2022 ). Specifically, a PFAS mixture was prepared comprising the nine most abundant PFAS molecules identified in the water sampled from the contaminated Williamtown well ( Turner  et al.  2019 ). The PFAS concentrations used in this study approximated those detected in the contaminated water samples (referred to hereafter as the ‘low’ dose PFAS treatment) or alternatively at concentrations titrated to be ten-fold higher than those in the water sample (referred to hereafter as the ‘high’-dose PFAS treatment) ( Table 1 ). Prior to experimentation, the working PFAS solutions were analyzed by an independent commercial National Association of Testing Authorities (NATA, Australia) accredited laboratory (Envirolab Services, Sydney, NSW, Australia). As anticipated, the results of this analysis confirmed that the low dose PFAS solution concentrations were similar to those in the contaminated well sample ( Turner  et al.  2019 ), while the high dose was 10-fold higher ( Table 1 ).\n Table 1 Summary of the mix of nine PFAS chemicals used in  in vitro  experiments. Chemical Name Abbreviation Chemical Formula Well sample *  (µg/L) Low PFAS ‡  (µg/L) High PFAS ‡  (µg/L) Perfluorooctane sulfonic acid PFOS C 8 F 17 SO 3 H 116 94 1200 Perfluorohexanesulfonic acid PFHxS C 6 HF 13 O 3 S 33.7 27 330 Perfluorohexanoic acid PFHxA C 6 HF 11 O 2 13.3 10 150 Perfluorooctanoic acid PFOA C 8 HF 15 O 2 8.62 7.6 100 Perfluoroheptane sulfonic acid PFHpS C 7 HF 15 O 3 S 4.81 5.9 67 Perfluorobutane sulfonic acid PFBS C 4 HF 9 O 3 S 4.16 4.3 59 Perfluoropentane sulfonic acid PFPeS C 5 HF 11 O 3 S 3.94 2.3 30 Perfluoroheptanoic acid PFHpA C 7 HF 13 O 2 2.85 1.9 25 Perfluoropentanoic acid PFPeA C 5 HF 9 O 2 3.11 2.8 38 *Composition of the contaminated Williamtown (NSW) well water sample upon which the PFAS treatment regimen used herein was based.  ‡ Exact composition of the PFAS treatments determined analytically by an independent National Association of Testing Authorities (NATA, Australia) accredited laboratory (Envirolab Services, Sydney, NSW, Australia).\n\nSummary of the mix of nine PFAS chemicals used in  in vitro  experiments.\n\n*Composition of the contaminated Williamtown (NSW) well water sample upon which the PFAS treatment regimen used herein was based.  ‡ Exact composition of the PFAS treatments determined analytically by an independent National Association of Testing Authorities (NATA, Australia) accredited laboratory (Envirolab Services, Sydney, NSW, Australia).\n\n## Animal handling and isolation of mouse spermatozoa\n\nAdult male Swiss CD1 mice (8–14 weeks of age) were monitored, handled, and euthanized in accordance with the NSW Animal Research Act 1998, NSW Animal Research Regulation 2010, and the Australian Code for the Care and Use of Animals for Scientific Purposes 8 th  Edition, as approved by the University of Newcastle Animal Care and Ethics Committee (Ethics Number A-2018-826). Following CO 2  asphyxiation, epididymides were carefully dissected and mature spermatozoa isolated from the caudal segment of the epididymis by retrograde perfusion via the vas deferens, as previously described ( Smith  et al.  2013 ).\n\n## Preparation of spermatozoa\n\nFollowing isolation, spermatozoa were immediately resuspended in 3.0 mL BWW medium at a concentration of 6–10 million cells/mL ( Fig. 1 ) in a flat bottom screw cap test tube. These suspensions were then split equally among three treatment groups, including: (i) untreated control, (ii) low-dose PFAS, and (iii) high-dose PFAS. PFAS treatments consisted of ‘spiking’ each sample with an appropriate amount of a stock PFAS working solution (i.e. 1.0 μL 1000× stock in 1.0 mL BWW media) and then incubating at 37°C for up to 3 h. At regular intervals during the incubation (i.e. 0, 1, and 3 h), a sample of each sperm suspension was recovered prior to being gently centrifuged (500  g  for 3 min) and washed by resuspension in fresh BWW medium. After pelleting the spermatozoa by centrifugation (500  g for 3 min), the supernatant was again removed and the cells were either assessed immediately, fixed in 4% paraformaldehyde for 15 min at room temperature, or snap frozen and stored at -80°C, as appropriate for each assay. In all instances frozen spermatozoa were thawed on ice.\n Figure 1 Experimental design. Mature sperm cells were isolated from the cauda segment of the epididymides of an adult mouse before being allocated into three treatment groups consisting of an untreated control (BWW only) and those exposed to either a low- or high-dose PFAS cocktail. The latter, high dose treatment was formulated to contain ten-fold higher concentrations of each PFAS than that present in the corresponding low dose treatment (confirmed analytically by an independent National Association of Testing Authorities accredited laboratory (Envirolab Services, Sydney, NSW, Australia)). All subsequent analysis was conducted on three such biological replicates (i.e. each biological replicate comprised spermatozoa isolated from a separate adult mouse). In each case, spermatozoa were incubated for up to 3 h during which an aliquot of each suspension was collected at intervals of 0 h, 1 h, and 3 h and prepared for immediate analysis of sperm motility parameters by computer-assisted sperm analysis (CASA) and sperm viability (SYTOX Green) via flow cytometry. To assess the induction of oxidative stress, spermatozoa were also incubated with MitoSOX Red (MSR), dihydroethidium (DHE) and Merocyanine 540 (M540). Alternatively, a subset of each sperm suspension was frozen and stored at −80°C in preparation for assessment of DNA integrity via the application of sperm chromatin structure assay (SCSA) and alkaline comet assay. Finally, the functional competence of treated spermatozoa was assessed by focusing on their ability to complete capacitation, support  in vitro  fertilization and early embryo development.\n\nExperimental design. Mature sperm cells were isolated from the cauda segment of the epididymides of an adult mouse before being allocated into three treatment groups consisting of an untreated control (BWW only) and those exposed to either a low- or high-dose PFAS cocktail. The latter, high dose treatment was formulated to contain ten-fold higher concentrations of each PFAS than that present in the corresponding low dose treatment (confirmed analytically by an independent National Association of Testing Authorities accredited laboratory (Envirolab Services, Sydney, NSW, Australia)). All subsequent analysis was conducted on three such biological replicates (i.e. each biological replicate comprised spermatozoa isolated from a separate adult mouse). In each case, spermatozoa were incubated for up to 3 h during which an aliquot of each suspension was collected at intervals of 0 h, 1 h, and 3 h and prepared for immediate analysis of sperm motility parameters by computer-assisted sperm analysis (CASA) and sperm viability (SYTOX Green) via flow cytometry. To assess the induction of oxidative stress, spermatozoa were also incubated with MitoSOX Red (MSR), dihydroethidium (DHE) and Merocyanine 540 (M540). Alternatively, a subset of each sperm suspension was frozen and stored at −80°C in preparation for assessment of DNA integrity via the application of sperm chromatin structure assay (SCSA) and alkaline comet assay. Finally, the functional competence of treated spermatozoa was assessed by focusing on their ability to complete capacitation, support  in vitro  fertilization and early embryo development.\n\n## Assessment of the motility and viability of PFAS-treated spermatozoa\n\nUnbiased assessment of sperm motility parameters was achieved using computer assisted sperm analysis (CASA; IVOS, Hamilton Thorne, Beverly, MA, USA). For this purpose, fresh sperm suspensions were loaded into pre-warmed 100 µm, two-chamber slides (Leja Products BV, Spoorzicht, Netherlands), and a minimum of 100 cells were assessed over a minimum of four fields of view. The suite of motility parameters assessed included (i) total motility, (ii) progressive motility, (iii) straight line velocity (VSL), (iv) curvilinear velocity (VCL), (v) time-average velocity (VAP), (vi) linearity (LIN), (vii) straightness (STR), (viii) amplitude of lateral head displacement (ALH), (ix) beat cross frequency (BCF), (x) balancing (WOB), (xi) distance average path (DAP), (xii) distance curved line (DCL), and (xiii) distance straight line (DSL). Sperm viability was also assessed at each timepoint using a flow cytometry-based assay. Specifically, at the completion of the low and high PFAS treatments, spermatozoa were labeled with 10 nM SYTOX Green (SyG) nucleic acid stain (Invitrogen, Cat# S7020) for 15 min at 37ºC before being washed by centrifugation at 500  g  for 3 min at room temperature, resuspension in 350 µL of fresh BWW medium, and transferal into a flow cytometry tube. Cells were analyzed using an FACS-Canto flow cytometry instrument (BD Biosciences) equipped with 488 nm argon and 633 nm helium–neon lasers. The resulting data were analyzed using FACSDiva Version 9.0.1 software and 10,000 cells were assessed per replicate.\n\n## Determination of oxidative stress in PFAS-treated spermatozoa\n\nFlow cytometry analyses were also employed to assess markers of oxidative stress in PFAS-exposed spermatozoa using fluorescent probes to detect cytosolic reactive oxygen species (ROS) (dihydroethidium (DHE); Invitrogen, Cat#  D23107 ), mitochondrial ROS generation (MitoSOX Red (MSR); Life Technologies Cat#  M36008 ) and alterations in membrane fluidity (merocyanine 540 (M540); Merck, Cat# 32756). These probes were used in combination with a SyG viability stain (as described above). For each of these assays, 1 × 10 6  fresh spermatozoa were resuspended in BWW and stained using 2.0 µM of either MSR, DHE, or M540 in tandem with 5.0 nM SyG for 15 min at 37ºC. Cells were then centrifuged at 500  g  for 3 min at room temperature before being resuspended in 350 µL BWW and analyzed by flow cytometry as described earlier.\n\n## Assessment of capacitation status of spermatozoa\n\nTo determine the effects of PFAS exposure on the functional competence of spermatozoa, the cells were assessed for their ability to capacitate and support  in vitro  fertilization (described below). For the former, spermatozoa from each of the three treatment groups were incubated in either: BWW medium formulated to suppress capacitation (i.e. noncapacitation BWW medium prepared without NaHCO 3 ), complete BWW medium that supports capacitation, or a modified formulation of complete BWW containing 3.0 mM pentoxifylline and 5.0 mM dcAMP; pharmacological supplements that actively drive the onset of capacitation (i.e. capacitation BWW) for 1 h at 37ºC in an atmosphere of 5% CO 2 . Cells were subsequently fixed in 4% paraformaldehyde for 15 min at room temperature in preparation for staining with immunofluorescent probes or protein was extracted for use in immunoblotting. Both techniques were used to determine the capacitation status of treated spermatozoa.\n\n## Sperm immunofluorescence\n\nFollowing  in vitro  treatment and fixation, spermatozoa were washed three times in PBS supplemented with 0.05 M glycine. Following the third wash, spermatozoa were centrifuged and then resuspended in 400 μL of PBS/glycine containing 0.02% sodium azide (v/v) and stored at 4°C until required. For analysis, 50 μL aliquots of these cell preparations were deposited on poly- l -lysine-coated coverslips, and left to settle for 3 h at 4°C. The cells were permeabilized by incubation in PBS containing 0.2% (v/v) Triton X-100 for 10 min at room temperature, rinsed by immersion in 1× PBS, and then blocked by incubation in 50 μL of 10% goat serum (v/v) diluted in 3.0% BSA/PBS for 1 h at room temperature. After rinsing in PBS, anti-phosphotyrosine antibodies (PT66; Merck, Cat# P5872) diluted 1:250 in 1.0% BSA/PBS, were applied to each coverslip and incubated at room temperature for 1 h. Following incubation, coverslips were rinsed three times in PBS prior to the addition of goat-anti mouse Alexa Fluor 488-conjugated secondary antibody (Thermo Fisher Scientific, Cat# A11001), diluted 1:400 in 1.0% BSA/PBS and incubated at room temperature for 1 h. Finally, the cells were washed three times in PBS and mounted on slides with Mowiol containing 1,4-diazabicyclo[2.2.2]octane (DABCO) before being viewed with an AXIOplan Imager 2 fluorescence microscope (Carl Zeiss Micro Imaging GmbH). Capacitation status was confirmed using PT66 labeling of the complete sperm flagellum ( Urner & Sakkas 2003 ).\n\n## Sodium dodecyl sulfate polyacrylamide gel electrophoresis and immunoblotting\n\nProtein was extracted from spermatozoa by boiling the cells for 5 min in sodium dodecyl sulfate (SDS) extraction buffer which was composed of 0.375 M Tris, pH 6.8, 2.0% (w/v) SDS, 10% (w/v) sucrose, and protease inhibitors, as previously described ( Reid  et al.  2012 a ). Extracted proteins (7.5 μg) were then subjected to polyacrylamide gel electrophoresis (SDS-PAGE) using 4–20% Mini-PROTEAN gels (Bio-Rad, Cat# 4568095), before being transferred to a nitrocellulose membrane, as described previously ( Reid  et al.  2012 b ). For the assessment of sperm phosphotyrosine status, membranes were first blocked for 1 h at room temperature with 3.0% (w/v) BSA in Tris-buffered saline (20 mM Tris, 150 mM NaCl, pH 7.6) supplemented with 0.1% Tween (TBST), before being washed in TBST and incubated with HRP-conjugated anti-phosphotyrosine antibody (PT66; Merck, Cat# A5964) diluted 1:4000 in 1.0% (w/v) BSA/TBST and for 1 h at room temperature. Membranes were then subjected to three 10 min washes in TBST prior to being probed with enhanced chemiluminescence reagents (ECL plus, Amersham Bioscience) in accordance with the manufacturer’s recommendations, and were visualized using a Bio-Rad ChemiDoc MP imaging system according to the manufacturer’s protocol (Bio-Rad). Blots were then stripped via incubation at room temperature for 40 min in Western Re-Probe reagent (G Biosciences, MO, USA, Cat# 786-306) in preparation for reprobing with anti-glyceraldehyde 3-phosphate dehydrogenase antibodies (GAPDH; Merck, Cat# G9545; diluted 1:2000 in 1.0% (w/v) BSA/TBST for 1 h at room temperature) for protein loading normalization.\n\nTo detect lipid peroxidation (a surrogate measure for oxidative stress status), membranes were prepared for labeling with anti-4-hydroxynonenal (4HNE). Briefly, membranes were blocked with 5.0% (w/v) skim milk powder/TBST for 1 h at room temperature before being incubated overnight at 4°C with anti-4HNE II-S primary antibodies (Alpha Diagnostic Intl., San Antonio, TX, USA; Cat# HNE11-S) diluted 1:2000 in 0.5% (w/v) skim milk/TBST. The probed membranes were subjected to three 10 min washes in TBST prior to incubation for 1 h at room temperature in HRP-conjugated anti-rabbit secondary antibodies (Merck, Cat# DC03L) diluted 1:2500 in 0.5% (w/v) skim milk/TBST. Blots were again washed three times for 10 min per wash in TBST and then developed using an ECL detection kit and visualized as described above. For all immunoblots, the intensity of the labeling of proteins of interest was determined by densitometric analysis using the public sector image processing program, Image J (National Institutes of Health) and normalized to the GAPDH loading control.\n\n## Sperm chromatin structure assay\n\nA SCSA flow cytometry assay was used to determine the susceptibility of sperm DNA to PFAS induced damage. In principle, this assay employs the use of acridine orange (AO) to discriminate densely compacted chromatin surrounding double-stranded DNA (fluoresces green) from that of poorly compacted chromatin which surrounds denatured DNA (i.e. single-stranded DNA) and which fluoresces red ( Evenson 2013 ). In conducting this assay, frozen samples of spermatozoa were thawed on ice prior to being resuspended in 100 µL BWW medium or PBS (approximate concentration of 10,000 cells/µL). This cell suspension was transferred to a specialized flow cytometer tube to which 200 µL of acid–detergent solution (0.08 M HCl, 0.15 M NaCl, 0.1% Triton X-100) was added and incubated for 30 s. Following this, 600 µL of AO staining solution (300 µL of 1.0 mg/mL AO stock, 50 mL staining buffer (0.1 M citric acid, 0.2 M Na 2 HPO 4 , 1.0 mM EDTA, 0.15 M NaCl)) were added before the sample was analyzed via flow cytometry, noting that the instrument was pre-equilibrated for 10 min with a buffer comprising 25% acid–detergent solution and 75% AO staining solution prior to sample analysis. Hydrogen peroxide (H 2 O 2 ) treated sperm (5.0 mM H 2 O 2 ; 2 h) and an unstained sample were used as a positive and negative control, respectively.\n\n## Alkaline comet assay\n\nAn alkaline comet assay was employed to identify DNA strand breaks within spermatozoa, as described previously ( Katen  et al.  2016 ). Briefly, frozen sperm pellets were thawed on ice and resuspended at a concentration of 4000 cells/µL in PBS. Following this, 10 µL of each sperm suspension was added to 70 µL of pre-warmed CometAssay LMAgarose (R&D Systems; Cat# 4250-050-02). This mixture was then spread onto frosted slides (Trajan, Victoria, Australia) pre-coated with 1.0% low melting point agarose (Cat# A4018; Merck), and a coverslip applied. The agarose was allowed to solidify by incubation at 4°C for a minimum of 1 h. Once the agarose had solidified, coverslips were removed, and slides were treated with lysis solution 1 (0.8 M Tris, 0.8 M dithiothreitol (DTT), 1.0% SDS, pH 7.5), before being sealed under another coverslip for 30 min at room temperature. Lysis solution 2 (0.4 M Tris, 50 mM EDTA, 2.0 M NaCl, 0.4 M DTT, pH 7.5) was then added for 30 min at room temperature. The coverslips were again removed, and the slides washed in Tris–boric acid–EDTA (TBE) solution (0.4 M Tris–HCl, 0.4 M boric acid, 10 mM EDTA, pH 7.5) for 10 min at room temperature. A further 15 min incubation was performed with alkaline solution (0.03 M NaOH, 1.0 M NaCl, pH 11.5) at 4°C in preparation for electrophoresis. The slides were then submerged in alkaline buffer (0.03 M NaOH) and electrophoresed at 1 V/cm for 4 min before a 5 min wash in neutralization solution (0.4 M Tris, pH 7.5) at room temperature. Immediately prior to viewing, each slide was incubated in the presence of SYBR Green nucleic acid stain (Lonza, Rockland, ME, USA; Cat# 50513) diluted 1:10,000 with Tris EDTA (10 mM Tris, 1.0 mM EDTA, pH 8), and finally, a coverslip was added. The slides were then visualized and imaged on an AXIOplan Imager 2 fluorescence microscope. The degree of DNA fragmentation was determined using Comet Assay IV software (Perceptive Instruments, Suffolk, UK) in which the relative fluorescence intensity of the comet tail was used as a measure of the degree of DNA damage, normalized to the 0 h control. A minimum of 50 cells were analyzed per slide.\n\n## In vitro  fertilization and embryo development\n\nFollowing superovulation as previously described ( Martin  et al.  2016 b ), mature cumulus oocyte complexes (COCs) were collected from the distal ampullae of super-ovulated 4-week-old Swiss mice. Spermatozoa were isolated from male mice, as outlined earlier, and subjected to a 3 h incubation with either control, low- or high-dose PFAS. In the final 45 min of the treatment period, the spermatozoa were capacitated by incubation in modified BWW medium supplemented with 1.0 mg/mL polyvinyl alcohol and 1.0 mg/mL methyl- β  cyclodextrin containing PFAS at 37°C under an atmosphere of 5.0% O 2 , 6.0% CO 2  in N 2  ( Lord  et al.  2015 ,  Martin  et al.  2016 b ,  Houston  et al.  2018 ). COCs were then washed in human tubal fluid (HTF) medium three times prior to being placed in 100 µL of HTF supplemented with 1.0 mM reduced glutathione (GSH) in a 35 mm CELLSTAR culture dish (Greiner Bio-One, Frickenhausen, Germany) according to ( Martin  et al.  2016 a ). The oocytes were then coincubated with 2 × 10 5  capacitated spermatozoa for 4 h at 37°C after which evidence of successful fertilization (extrusion of the second polar body and/or pronucleus formation) was assessed. To enable embryonic development, zygotes were cultured in 100 µL GSH-free HTF medium at 37°C under an atmosphere of 5.0% O 2 , 6.0% CO 2  in N 2  overnight in a MINC Benchtop Incubator (Cook Medical, Bloomington, IN, USA), and on the following day, two-cell embryos were transferred into 100 µL of G1 PLUS culture medium (Vitrolife, Göteborg, Sweden). After 4 days of culture, embryos were transferred into G2 PLUS medium (Vitrolife) ( Martin  et al.  2018 ). All embryos were monitored on a daily basis and their rate of development recorded. The percentage of oocytes that had been fertilized and that reached the blastocyst stage was calculated 5 days post fertilization. Embryos were categorized as dead/dying using a stereomicroscope as previously reported ( Taiyeb  et al.  2014 ). Specifically, degenerative embryos were identified as having a discolored (brown) coarse granular, nonhomogeneous cytoplasm, a large perivitelline space (retracted from the zona pellucida) with or without cytoplasmic fragmentation. By contrast, healthy, viable, or nondegenerated oocytes were distinguished on the basis of a spherical shape with smooth granular and transparent cytoplasm. Additional information on oocyte number and all embryo data presented as raw number, percentages, and arcsine transformed are included in Supplementary Table 1 (see section on  supplementary materials  given at the end of this article).\n\n## Statistical analysis\n\nAll statistical analyses were performed using GraphPad Prism software (Dotmatics, Boston, MA, USA). Data were subjected to a one-way or two-way ANOVA with Tukey’s multiple comparison test with significance  P  < 0.05. Percentage data was initially tested for normality using the Shapiro–Wilk and Kolmogorov–Smirnov tests and any data that was not normally distributed was tested for significance with the Kruskal–Wallis test. Embryo data were arcsine transformed prior to statistical analyses to account for the use of proportional data. Graphs were also generated using GraphPad Prism software and data are presented as either transformed data, or the mean ±  s.e.m.  for each treatment group calculated based on a minimum of three biological replicates (i.e. spermatozoa obtained from three different mice) per assay.\n\n## Results\n\nTo determine the effects of direct  in vitro  PFAS exposure on basic sperm physiology, treated spermatozoa were analyzed by flow cytometry and Computer Assisted Sperm Analysis (CASA;  Fig. 2 ). SYTOX Green staining of spermatozoa revealed no significant differences ( P  = 0.5107) in sperm viability with PFAS treatment ( Fig. 2A ). Additionally, CASA analysis documented subtle reductions in total sperm motility with PFAS treatment; however, this relationship was not statistically significant ( Fig. 2B ). Despite this, a subset of the sperm motility parameters tracked by CASA, including progressive motility, straight line velocity, curvilinear velocity, straightness coefficient and distance straight line, were significantly, albeit modestly, reduced ( P  < 0.05) in response to PFAS exposure ( Fig. 2C ,  D ,  E ,  F , and  G ). Notably, however, these differences proved inconsistent in the context of both the dose of PFAS and the duration of exposure, thus precluding the ability to draw definitive conclusions relating to the potential negative impacts of PFAS exposure on sperm motility. Accordingly, none of the seven other commonly assessed CASA motility parameters were significantly altered by PFAS exposure (Supplementary Fig. 1A–G). Collectively these data illustrate that, at the environmentally relevant concentrations used in this study, the administered PFAS mixture did not elicit overt cytotoxicity in mouse spermatozoa exposed for up to 3 h.\n Figure 2 Assessment of the effect of direct PFAS exposure on sperm viability and motility parameters. Cauda epididymal spermatozoa were isolated and incubated in PFAS mixture (low or high dose) or control solution for up to 3 h prior to being assessed for (A) viability (SYTOX Green) and (B-G) computer assisted sperm analysis (CASA) motility parameters including (B) total motility, (C) progressive motility, (D) straight line velocity (VSL), (E) curvilinear velocity (VCL), (F) straightness (STR), and (G) distance straight line (DSL). Data are presented as mean ±  s.e.m. , calculated on the basis of  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test or Kruskal–Wallis test. * P  < 0.05, ** P  < 0.01.\n\nAssessment of the effect of direct PFAS exposure on sperm viability and motility parameters. Cauda epididymal spermatozoa were isolated and incubated in PFAS mixture (low or high dose) or control solution for up to 3 h prior to being assessed for (A) viability (SYTOX Green) and (B-G) computer assisted sperm analysis (CASA) motility parameters including (B) total motility, (C) progressive motility, (D) straight line velocity (VSL), (E) curvilinear velocity (VCL), (F) straightness (STR), and (G) distance straight line (DSL). Data are presented as mean ±  s.e.m. , calculated on the basis of  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test or Kruskal–Wallis test. * P  < 0.05, ** P  < 0.01.\n\nPrevious studies have alluded to the possibility of PFAS exposure leading to an elevation in ROS generation in treated populations of human ( Yuan  et al.  2020 ) and boar ( Oseguera-López  et al.  2020 ) spermatozoa. To assess this potential, spermatozoa treated under our specific exposure regimen ( Fig. 1 ) were initially assessed for mitochondrial and cytosolic ROS formation using well established fluorophore-based (i.e. MSR and DHE) assays in combination with flow cytometry ( Houston  et al.  2018 ). Together, these assessments revealed that direct PFAS exposure did not elicit a statistically significant change in either mitochondrial or cytosolic ROS generation ( Fig. 3A  and  B ). Additionally, the treated populations of spermatozoa showed only modest indication of the legacy of ROS-mediated damage to either their membrane or DNA. In this context, assessment of overall membrane stability using merocyanine 540 (M540; a polymethine functional dye commonly used as a surrogate of sperm membrane lipid disorder/destabilization ( Steckler  et al.  2015 )), revealed a modest yet significant increase ( P  = 0.02) in the percentage of labeled cells among the sperm population exposed to the high-dose PFAS mixture following the 3 h treatment period when compared to an equivalent untreated control population ( Fig. 3C ). However, quantitation of the level of the reactive lipid aldehyde, 4-hydroxynonenal (4HNE), demonstrated that such changes in membrane characteristics post-PFAS treatment were unlikely to be a consequence of ROS-mediated lipid peroxidation (representative immunoblot  Fig. 3D  and densitometric quantification  Fig. 3E ). Indeed, immunoblotting of sperm protein lysates with anti-4HNE antibodies did not reveal any overt increase in the burden of 4HNE protein adduction following PFAS treatment ( Fig. 3D  and  E ).\n Figure 3 Assessment of the effect of direct PFAS exposure on reactive oxygen species generation in spermatozoa. Cauda epididymal spermatozoa were incubated in a PFAS mixture (low or high dose) or control solution for up to 3 h prior to being assessed for (A) mitochondrial ROS generation via labeling with MitoSOX Red (MSR), (B) cytosolic ROS via labeling with dihydroethidium (DHE) and (C) membrane fluidity using merocyanine 540 (M540), a lipophilic dye whose intercalation with membranes provides an indication of their relative fluidity. In all cases, the percentage of positively labeled live cells was determined using flow cytometry. The potential implications of PFAS-directed elevation in ROS generation were also monitored via assessment of 4HNE by immunoblotting (D) and subsequent densiometric assessment (E). Beyond lipid peroxidation, downstream impacts of any potential PFAS mediated elevation in ROS were assessed by determination of sperm DNA integrity utilizing sperm chromatin structure assays (SCSA) (F), and the alkaline comet assay (G) to assess DNA strand breaks. In all cases, graphical data represent the mean ±  s.e.m.  for each treatment group, calculated on  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test. * P  < 0.05.\n\nAssessment of the effect of direct PFAS exposure on reactive oxygen species generation in spermatozoa. Cauda epididymal spermatozoa were incubated in a PFAS mixture (low or high dose) or control solution for up to 3 h prior to being assessed for (A) mitochondrial ROS generation via labeling with MitoSOX Red (MSR), (B) cytosolic ROS via labeling with dihydroethidium (DHE) and (C) membrane fluidity using merocyanine 540 (M540), a lipophilic dye whose intercalation with membranes provides an indication of their relative fluidity. In all cases, the percentage of positively labeled live cells was determined using flow cytometry. The potential implications of PFAS-directed elevation in ROS generation were also monitored via assessment of 4HNE by immunoblotting (D) and subsequent densiometric assessment (E). Beyond lipid peroxidation, downstream impacts of any potential PFAS mediated elevation in ROS were assessed by determination of sperm DNA integrity utilizing sperm chromatin structure assays (SCSA) (F), and the alkaline comet assay (G) to assess DNA strand breaks. In all cases, graphical data represent the mean ±  s.e.m.  for each treatment group, calculated on  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test. * P  < 0.05.\n\nIn keeping with these findings, mouse sperm DNA integrity also proved recalcitrant to direct PFAS exposure. In this regard, the use of complementary sperm chromatin structure (SCSA), and alkaline comet assays, revealed that PFAS exposure did not elicit a significant increase in either the sperm DNA fragmentation index ( Fig. 3F ) or the normalized tail fluorescence ( Fig. 3G ), respectively. These results were obtained despite the comet assay confirming an anticipated increase in sperm DNA damage as a function of time across all exposure groups ( P  = 0.0002;  Fig. 3G , statistics not shown).\n\nIn view of our previous data, we next elected to assess the impact of acute PFAS exposure on mouse sperm function, focusing initially on the ability of exposed spermatozoa to complete capacitation. For this purpose, spermatozoa were assessed for changes in their phosphotyrosine (pY) status after coincubation with PFAS in media formulated to: (i) inhibit capacitation (noncapacitating BWW; NC), (ii) support spontaneous capacitation (complete BWW; BWW), or (iii) actively drive capacitation (complete BWW supplemented with ptx and dbcAMP; CAP) ( Asquith  et al.  2004 ,  Nixon  et al.  2006 ). Thereafter, the combined use of immunolabeling ( Fig. 4A ; representative images) and immunoblotting ( Fig. 4C ; representative immunoblot) assays confirmed that PFAS challenge failed to either accelerate or inhibit the  in vitro  capacitation of mouse spermatozoa. Indeed, PFAS treatment did not influence the distribution of phosphotyrosine in fixed populations of spermatozoa, nor did it affect the proportion of cells immunolabelled with anti-phosphotyrosine antibodies ( Fig. 4A  and  B ). Similarly, immunoblotting confirmed equivalent profiles of phosphotyrosine expression among the cell lysates recovered from each population of treated spermatozoa ( Fig. 4C ).\n Figure 4 Assessment of the effect of direct  in vitro  PFAS exposure on the capacitation ability of mouse spermatozoa. Isolated cauda epididymal spermatozoa were incubated in a PFAS mixture (low (L) or high (H) dose) or control solution for 1 h prior to being assessed for changes in their capacitation status in an appropriate media (i.e. NC = noncapacitating BWW; BWW = complete BWW; CAP = capacitating BWW). Relative levels of phosphotyrosine (PT66) were examined by immunofluorescence (A and B) or immunoblotting (C). All graphical data are presented as mean ±  s.e.m.  having been calculated on the basis of  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test. * P  < 0.05.\n\nAssessment of the effect of direct  in vitro  PFAS exposure on the capacitation ability of mouse spermatozoa. Isolated cauda epididymal spermatozoa were incubated in a PFAS mixture (low (L) or high (H) dose) or control solution for 1 h prior to being assessed for changes in their capacitation status in an appropriate media (i.e. NC = noncapacitating BWW; BWW = complete BWW; CAP = capacitating BWW). Relative levels of phosphotyrosine (PT66) were examined by immunofluorescence (A and B) or immunoblotting (C). All graphical data are presented as mean ±  s.e.m.  having been calculated on the basis of  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test. * P  < 0.05.\n\nConsistent with these data, PFAS-exposed spermatozoa also retained the ability to bind to the zona pellucidae of oocytes and initiate  in vitro  fertilization (IVF) at rates (i.e. arcsine normalized percentage of fertilized oocytes following 4 h coincubation with spermatozoa) that were equivalent to control spermatozoa ( Fig. 5A ). Similarly, the ability of these cells to initiate of two-cell embryo formation at 24 h post fertilization ( Fig. 5B ), and blastocyst formation at 96 h post fertilization ( Fig. 5C ), also remained unchanged irrespective of whether they were fertilized by control or PFAS-exposed spermatozoa. It was therefore expected that tracking of key pre-implantation developmental stages across the culture period ( Fig. 5D ,  E ,  F , and  G ) would not indicate a difference in the development potential of embryos fertilized with spermatozoa from either the control or PFAS-exposed spermatozoa up to 72 h post fertilization. Notably, however, at the final time point assessed (i.e. 96 h post fertilization), we identified a statistically significant delay in the number of blastocysts resulting from PFAS-exposed spermatozoa that had matured to the point of the ‘hatched and hatching blastocyst’ stage. This response appeared related to the dose of the PFAS treatment such that the most highly significant reduction ( P  < 0.0001) in ‘hatched and hatching blastocysts’ was evident among those embryos produced with spermatozoa from the high-PFAS exposure population ( Fig. 5G ). Nevertheless, the proportion of embryos produced by spermatozoa from the low PFAS exposure group that progressed to ‘hatched and hatching’ status was also significantly reduced compared to that of their control counterparts ( P  < 0.05).\n Figure 5 Assessment of the impacts of direct  in vitro  PFAS exposure on the ability of mouse spermatozoa to fertilize an oocyte and support early embryonic development. Cauda epididymal spermatozoa were incubated in a PFAS mixture (low or high dose) or control, for 3 h prior to being used for  in vitro  fertilization. (A) The percentage of fertilized oocytes (those with pronuclei formation and extrusion of the second polar body) was recorded as the percentage of the total number of oocytes collected per replicate. Oocytes were coincubated with spermatozoa from each treatment group in each of three biological replicates (equating to a total of 60, 70, and 53 oocytes being assessed from the control, low and high PFAS treatment groups, across all replicates, respectively). (B) The number of fertilized oocytes that reached the two-cell stage was also recorded as a transformed percentage of fertilized cells, (C) as was the number of fertilized oocytes that reached blastocyst stage. (D–G) Embryo development was then tracked for 96 h, and the development rate of each group is represented as a transformed percentage of the number of zygotes to each embryo stage at (D) 24, (E) 48, (F) 72, and (G) 96 h. Graphical data are presented as arcsine transformed data ±  s.e.m.  ( n  = 3 male mice/group). Differences between groups were assessed with either a one-way or two-way ANOVA, with Tukey's multiple comparison test. * P  < 0.05,**** P  < 0.0001.\n\nAssessment of the impacts of direct  in vitro  PFAS exposure on the ability of mouse spermatozoa to fertilize an oocyte and support early embryonic development. Cauda epididymal spermatozoa were incubated in a PFAS mixture (low or high dose) or control, for 3 h prior to being used for  in vitro  fertilization. (A) The percentage of fertilized oocytes (those with pronuclei formation and extrusion of the second polar body) was recorded as the percentage of the total number of oocytes collected per replicate. Oocytes were coincubated with spermatozoa from each treatment group in each of three biological replicates (equating to a total of 60, 70, and 53 oocytes being assessed from the control, low and high PFAS treatment groups, across all replicates, respectively). (B) The number of fertilized oocytes that reached the two-cell stage was also recorded as a transformed percentage of fertilized cells, (C) as was the number of fertilized oocytes that reached blastocyst stage. (D–G) Embryo development was then tracked for 96 h, and the development rate of each group is represented as a transformed percentage of the number of zygotes to each embryo stage at (D) 24, (E) 48, (F) 72, and (G) 96 h. Graphical data are presented as arcsine transformed data ±  s.e.m.  ( n  = 3 male mice/group). Differences between groups were assessed with either a one-way or two-way ANOVA, with Tukey's multiple comparison test. * P  < 0.05,**** P  < 0.0001.\n\n## Direct PFAS treatment does not overtly affect mouse sperm viability or motility parameters\n\nTo determine the effects of direct  in vitro  PFAS exposure on basic sperm physiology, treated spermatozoa were analyzed by flow cytometry and Computer Assisted Sperm Analysis (CASA;  Fig. 2 ). SYTOX Green staining of spermatozoa revealed no significant differences ( P  = 0.5107) in sperm viability with PFAS treatment ( Fig. 2A ). Additionally, CASA analysis documented subtle reductions in total sperm motility with PFAS treatment; however, this relationship was not statistically significant ( Fig. 2B ). Despite this, a subset of the sperm motility parameters tracked by CASA, including progressive motility, straight line velocity, curvilinear velocity, straightness coefficient and distance straight line, were significantly, albeit modestly, reduced ( P  < 0.05) in response to PFAS exposure ( Fig. 2C ,  D ,  E ,  F , and  G ). Notably, however, these differences proved inconsistent in the context of both the dose of PFAS and the duration of exposure, thus precluding the ability to draw definitive conclusions relating to the potential negative impacts of PFAS exposure on sperm motility. Accordingly, none of the seven other commonly assessed CASA motility parameters were significantly altered by PFAS exposure (Supplementary Fig. 1A–G). Collectively these data illustrate that, at the environmentally relevant concentrations used in this study, the administered PFAS mixture did not elicit overt cytotoxicity in mouse spermatozoa exposed for up to 3 h.\n Figure 2 Assessment of the effect of direct PFAS exposure on sperm viability and motility parameters. Cauda epididymal spermatozoa were isolated and incubated in PFAS mixture (low or high dose) or control solution for up to 3 h prior to being assessed for (A) viability (SYTOX Green) and (B-G) computer assisted sperm analysis (CASA) motility parameters including (B) total motility, (C) progressive motility, (D) straight line velocity (VSL), (E) curvilinear velocity (VCL), (F) straightness (STR), and (G) distance straight line (DSL). Data are presented as mean ±  s.e.m. , calculated on the basis of  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test or Kruskal–Wallis test. * P  < 0.05, ** P  < 0.01.\n\nAssessment of the effect of direct PFAS exposure on sperm viability and motility parameters. Cauda epididymal spermatozoa were isolated and incubated in PFAS mixture (low or high dose) or control solution for up to 3 h prior to being assessed for (A) viability (SYTOX Green) and (B-G) computer assisted sperm analysis (CASA) motility parameters including (B) total motility, (C) progressive motility, (D) straight line velocity (VSL), (E) curvilinear velocity (VCL), (F) straightness (STR), and (G) distance straight line (DSL). Data are presented as mean ±  s.e.m. , calculated on the basis of  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test or Kruskal–Wallis test. * P  < 0.05, ** P  < 0.01.\n\n## Direct PFAS treatment does not elicit ROS generation or DNA damage in mouse spermatozoa\n\nPrevious studies have alluded to the possibility of PFAS exposure leading to an elevation in ROS generation in treated populations of human ( Yuan  et al.  2020 ) and boar ( Oseguera-López  et al.  2020 ) spermatozoa. To assess this potential, spermatozoa treated under our specific exposure regimen ( Fig. 1 ) were initially assessed for mitochondrial and cytosolic ROS formation using well established fluorophore-based (i.e. MSR and DHE) assays in combination with flow cytometry ( Houston  et al.  2018 ). Together, these assessments revealed that direct PFAS exposure did not elicit a statistically significant change in either mitochondrial or cytosolic ROS generation ( Fig. 3A  and  B ). Additionally, the treated populations of spermatozoa showed only modest indication of the legacy of ROS-mediated damage to either their membrane or DNA. In this context, assessment of overall membrane stability using merocyanine 540 (M540; a polymethine functional dye commonly used as a surrogate of sperm membrane lipid disorder/destabilization ( Steckler  et al.  2015 )), revealed a modest yet significant increase ( P  = 0.02) in the percentage of labeled cells among the sperm population exposed to the high-dose PFAS mixture following the 3 h treatment period when compared to an equivalent untreated control population ( Fig. 3C ). However, quantitation of the level of the reactive lipid aldehyde, 4-hydroxynonenal (4HNE), demonstrated that such changes in membrane characteristics post-PFAS treatment were unlikely to be a consequence of ROS-mediated lipid peroxidation (representative immunoblot  Fig. 3D  and densitometric quantification  Fig. 3E ). Indeed, immunoblotting of sperm protein lysates with anti-4HNE antibodies did not reveal any overt increase in the burden of 4HNE protein adduction following PFAS treatment ( Fig. 3D  and  E ).\n Figure 3 Assessment of the effect of direct PFAS exposure on reactive oxygen species generation in spermatozoa. Cauda epididymal spermatozoa were incubated in a PFAS mixture (low or high dose) or control solution for up to 3 h prior to being assessed for (A) mitochondrial ROS generation via labeling with MitoSOX Red (MSR), (B) cytosolic ROS via labeling with dihydroethidium (DHE) and (C) membrane fluidity using merocyanine 540 (M540), a lipophilic dye whose intercalation with membranes provides an indication of their relative fluidity. In all cases, the percentage of positively labeled live cells was determined using flow cytometry. The potential implications of PFAS-directed elevation in ROS generation were also monitored via assessment of 4HNE by immunoblotting (D) and subsequent densiometric assessment (E). Beyond lipid peroxidation, downstream impacts of any potential PFAS mediated elevation in ROS were assessed by determination of sperm DNA integrity utilizing sperm chromatin structure assays (SCSA) (F), and the alkaline comet assay (G) to assess DNA strand breaks. In all cases, graphical data represent the mean ±  s.e.m.  for each treatment group, calculated on  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test. * P  < 0.05.\n\nAssessment of the effect of direct PFAS exposure on reactive oxygen species generation in spermatozoa. Cauda epididymal spermatozoa were incubated in a PFAS mixture (low or high dose) or control solution for up to 3 h prior to being assessed for (A) mitochondrial ROS generation via labeling with MitoSOX Red (MSR), (B) cytosolic ROS via labeling with dihydroethidium (DHE) and (C) membrane fluidity using merocyanine 540 (M540), a lipophilic dye whose intercalation with membranes provides an indication of their relative fluidity. In all cases, the percentage of positively labeled live cells was determined using flow cytometry. The potential implications of PFAS-directed elevation in ROS generation were also monitored via assessment of 4HNE by immunoblotting (D) and subsequent densiometric assessment (E). Beyond lipid peroxidation, downstream impacts of any potential PFAS mediated elevation in ROS were assessed by determination of sperm DNA integrity utilizing sperm chromatin structure assays (SCSA) (F), and the alkaline comet assay (G) to assess DNA strand breaks. In all cases, graphical data represent the mean ±  s.e.m.  for each treatment group, calculated on  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test. * P  < 0.05.\n\nIn keeping with these findings, mouse sperm DNA integrity also proved recalcitrant to direct PFAS exposure. In this regard, the use of complementary sperm chromatin structure (SCSA), and alkaline comet assays, revealed that PFAS exposure did not elicit a significant increase in either the sperm DNA fragmentation index ( Fig. 3F ) or the normalized tail fluorescence ( Fig. 3G ), respectively. These results were obtained despite the comet assay confirming an anticipated increase in sperm DNA damage as a function of time across all exposure groups ( P  = 0.0002;  Fig. 3G , statistics not shown).\n\n## Direct acute PFAS exposure does not compromise mouse sperm function\n\nIn view of our previous data, we next elected to assess the impact of acute PFAS exposure on mouse sperm function, focusing initially on the ability of exposed spermatozoa to complete capacitation. For this purpose, spermatozoa were assessed for changes in their phosphotyrosine (pY) status after coincubation with PFAS in media formulated to: (i) inhibit capacitation (noncapacitating BWW; NC), (ii) support spontaneous capacitation (complete BWW; BWW), or (iii) actively drive capacitation (complete BWW supplemented with ptx and dbcAMP; CAP) ( Asquith  et al.  2004 ,  Nixon  et al.  2006 ). Thereafter, the combined use of immunolabeling ( Fig. 4A ; representative images) and immunoblotting ( Fig. 4C ; representative immunoblot) assays confirmed that PFAS challenge failed to either accelerate or inhibit the  in vitro  capacitation of mouse spermatozoa. Indeed, PFAS treatment did not influence the distribution of phosphotyrosine in fixed populations of spermatozoa, nor did it affect the proportion of cells immunolabelled with anti-phosphotyrosine antibodies ( Fig. 4A  and  B ). Similarly, immunoblotting confirmed equivalent profiles of phosphotyrosine expression among the cell lysates recovered from each population of treated spermatozoa ( Fig. 4C ).\n Figure 4 Assessment of the effect of direct  in vitro  PFAS exposure on the capacitation ability of mouse spermatozoa. Isolated cauda epididymal spermatozoa were incubated in a PFAS mixture (low (L) or high (H) dose) or control solution for 1 h prior to being assessed for changes in their capacitation status in an appropriate media (i.e. NC = noncapacitating BWW; BWW = complete BWW; CAP = capacitating BWW). Relative levels of phosphotyrosine (PT66) were examined by immunofluorescence (A and B) or immunoblotting (C). All graphical data are presented as mean ±  s.e.m.  having been calculated on the basis of  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test. * P  < 0.05.\n\nAssessment of the effect of direct  in vitro  PFAS exposure on the capacitation ability of mouse spermatozoa. Isolated cauda epididymal spermatozoa were incubated in a PFAS mixture (low (L) or high (H) dose) or control solution for 1 h prior to being assessed for changes in their capacitation status in an appropriate media (i.e. NC = noncapacitating BWW; BWW = complete BWW; CAP = capacitating BWW). Relative levels of phosphotyrosine (PT66) were examined by immunofluorescence (A and B) or immunoblotting (C). All graphical data are presented as mean ±  s.e.m.  having been calculated on the basis of  n  = 3 biological replicates. Data were subjected to two-way ANOVA with Tukey’s multiple comparison test. * P  < 0.05.\n\nConsistent with these data, PFAS-exposed spermatozoa also retained the ability to bind to the zona pellucidae of oocytes and initiate  in vitro  fertilization (IVF) at rates (i.e. arcsine normalized percentage of fertilized oocytes following 4 h coincubation with spermatozoa) that were equivalent to control spermatozoa ( Fig. 5A ). Similarly, the ability of these cells to initiate of two-cell embryo formation at 24 h post fertilization ( Fig. 5B ), and blastocyst formation at 96 h post fertilization ( Fig. 5C ), also remained unchanged irrespective of whether they were fertilized by control or PFAS-exposed spermatozoa. It was therefore expected that tracking of key pre-implantation developmental stages across the culture period ( Fig. 5D ,  E ,  F , and  G ) would not indicate a difference in the development potential of embryos fertilized with spermatozoa from either the control or PFAS-exposed spermatozoa up to 72 h post fertilization. Notably, however, at the final time point assessed (i.e. 96 h post fertilization), we identified a statistically significant delay in the number of blastocysts resulting from PFAS-exposed spermatozoa that had matured to the point of the ‘hatched and hatching blastocyst’ stage. This response appeared related to the dose of the PFAS treatment such that the most highly significant reduction ( P  < 0.0001) in ‘hatched and hatching blastocysts’ was evident among those embryos produced with spermatozoa from the high-PFAS exposure population ( Fig. 5G ). Nevertheless, the proportion of embryos produced by spermatozoa from the low PFAS exposure group that progressed to ‘hatched and hatching’ status was also significantly reduced compared to that of their control counterparts ( P  < 0.05).\n Figure 5 Assessment of the impacts of direct  in vitro  PFAS exposure on the ability of mouse spermatozoa to fertilize an oocyte and support early embryonic development. Cauda epididymal spermatozoa were incubated in a PFAS mixture (low or high dose) or control, for 3 h prior to being used for  in vitro  fertilization. (A) The percentage of fertilized oocytes (those with pronuclei formation and extrusion of the second polar body) was recorded as the percentage of the total number of oocytes collected per replicate. Oocytes were coincubated with spermatozoa from each treatment group in each of three biological replicates (equating to a total of 60, 70, and 53 oocytes being assessed from the control, low and high PFAS treatment groups, across all replicates, respectively). (B) The number of fertilized oocytes that reached the two-cell stage was also recorded as a transformed percentage of fertilized cells, (C) as was the number of fertilized oocytes that reached blastocyst stage. (D–G) Embryo development was then tracked for 96 h, and the development rate of each group is represented as a transformed percentage of the number of zygotes to each embryo stage at (D) 24, (E) 48, (F) 72, and (G) 96 h. Graphical data are presented as arcsine transformed data ±  s.e.m.  ( n  = 3 male mice/group). Differences between groups were assessed with either a one-way or two-way ANOVA, with Tukey's multiple comparison test. * P  < 0.05,**** P  < 0.0001.\n\nAssessment of the impacts of direct  in vitro  PFAS exposure on the ability of mouse spermatozoa to fertilize an oocyte and support early embryonic development. Cauda epididymal spermatozoa were incubated in a PFAS mixture (low or high dose) or control, for 3 h prior to being used for  in vitro  fertilization. (A) The percentage of fertilized oocytes (those with pronuclei formation and extrusion of the second polar body) was recorded as the percentage of the total number of oocytes collected per replicate. Oocytes were coincubated with spermatozoa from each treatment group in each of three biological replicates (equating to a total of 60, 70, and 53 oocytes being assessed from the control, low and high PFAS treatment groups, across all replicates, respectively). (B) The number of fertilized oocytes that reached the two-cell stage was also recorded as a transformed percentage of fertilized cells, (C) as was the number of fertilized oocytes that reached blastocyst stage. (D–G) Embryo development was then tracked for 96 h, and the development rate of each group is represented as a transformed percentage of the number of zygotes to each embryo stage at (D) 24, (E) 48, (F) 72, and (G) 96 h. Graphical data are presented as arcsine transformed data ±  s.e.m.  ( n  = 3 male mice/group). Differences between groups were assessed with either a one-way or two-way ANOVA, with Tukey's multiple comparison test. * P  < 0.05,**** P  < 0.0001.\n\n## Discussion\n\nAmong a growing number of environmental chemicals that are purported to impact male reproductive function, mounting evidence points to negative associations between PFAS exposure and semen quality ( Louis  et al.  2015 ,  Pan  et al.  2019 ,  Calvert  et al.  2022 ). Despite this, there remains a scarcity of mechanistic knowledge to account for how PFAS chemicals may directly impact sperm biology. Consequently, this study was designed to elucidate the response of mouse spermatozoa to direct  in vitro  exposure with an environmentally relevant mixture of PFAS molecules ( Turner  et al.  2019 ). Despite the acute sensitivity of the sperm cell, in our study, short-term  in vitro  PFAS exposure did not affect sperm motility or viability. PFAS also did not elevate ROS production or downstream markers of oxidative stress. Similarly, the imposed PFAS treatment regimen neither accelerated or inhibited sperm capacitation nor altered the ability of these cells to fertilize oocytes and support blastocyst development. Despite this, monitoring of preimplantation embryo development revealed that those embryos produced by PFAS-exposed spermatozoa displayed delayed maturation such that fewer of this cohort had proceeding to ‘hatched’ status by 96 h post fertilization. This finding raises the prospect that spermatozoa subjected to even a relatively brief PFAS challenge may harbor an as yet unresolved form of cryptic damage with the potential to perturb early embryo development.\n\nExposure to the pervasive environmental contaminant PFAS is a seminal health issue for humans and animals alike. Indeed, among the concerning properties of PFAS chemicals is their inherent stability, resistance to chemical and biological degradation, and thus their capacity to bioaccumulate in bodily tissues, including that of the testes ( Vanden Heuvel  et al.  1992 ,  Bogdanska  et al.  2011 ,  ATSDR 2018 ). Combined with widespread PFAS environmental contamination that afflicts virtually all developed countries, there is every likelihood that spermatozoa from a variety of species (humans included) will directly encounter PFAS at different stages of their development. In this context, an  in vitro  study conducted by  Wan  et al.  2014  using cultured Sertoli cells demonstrated that PFOS (5-10 μg/mL) exposure was capable of perturbing the integrity of blood–testis barrier (BTB). This response was, in turn, linked to PFOS disruption of the function of Sertoli cell tight junctions as opposed to eliciting cytotoxicity among the cultured cells ( Wan  et al.  2014 ). These data, together with the knowledge that PFAS serum levels have been correlated with increased testicular cancer rates ( Frisbee  et al.  2009 ,  Barry  et al.  2013 ,  Kirk  et al.  2018 ) and decreased semen quality ( Louis  et al.  2015 ,  Pan  et al.  2019 ), provide evidence that the male reproductive tract is indeed susceptible to effects arising from PFAS exposure.\n\nLarge-scale epidemiological studies and preclinical animal models have highlighted a range of adverse outcomes attributed to PFAS exposure ( Frisbee  et al.  2009 ,  Wan  et al.  2014 ,  Zhang  et al.  2014 ,  Zhao  et al.  2014 ,  NTP 2016 , Kirk  et al.  2018). Regrettably, many of these studies have been conducted on individual PFAS chemicals and/or at PFAS concentrations that likely exceed those that an individual would be exposed to ( Zhang  et al.  2014 ,  Zhao  et al.  2014 ,  Wan  et al.  2014 ,  Calvert  et al.  2022 ). This contributes to a situation where the biological basis by which PFAS impacts cell function remains uncertain. Given their inability to repair damage sustained to either their genome, proteome, or epigenome, mature spermatozoa are an ideal cell model with which to develop this understanding. Accordingly, the present study was designed to address this important knowledge gap by exploiting the acute sensitivity of spermatozoa as a sentinel marker of cellular vulnerability.\n\nOur data indicate that brief PFAS challenge at environmentally relevant profiles ( Turner  et al.  2019 ) is neither cytotoxic nor genotoxic to mouse spermatozoa. These findings agree with previous work in which the viability of both boar ( Ortiz-Sánchez  et al.  2022 ) and human ( Emerce & Çetin 2018 ) spermatozoa has proven refractory to direct exposure with multiple PFAS molecules. Although the current study did not identify changes in sperm motility parameters (i.e. progressive or total motility) over the 3-h PFAS exposure regimen used (a limitation imposed by the short survivability of mouse spermatozoa  in vitro ), other studies have reported impaired motility in human spermatozoa exposed to PFOA for as little as 2 h  in vitro , likely as a consequence of altered membrane fluidity ( Šabović  et al.  2020 ). In a similar context,  Pan  et al.  (2019)  reported decreased progressive motility correlating with elevated semen PFAS concentration ( Pan  et al.  2019 ), as has  Song  et al.  (2018) , who reported a reduction in human sperm motility following exposure to several PFAS including PFBS, PFOA and PFOS, PFBA, perfluoropentanoic acid (PFPeA), and perfluorohexanoic acid (PFHxA) ( Song  et al.  2018 ). However, direct comparison among these studies is confounded by variations in the concentration and composition of the imposed PFAS challenge as well as the route and duration of exposure. While standardization of experimental exposure regimens and the use of sperm/cell line models that can withstand longer incubation periods may therefore hold advantages, such strategies remain prone to valid criticism that they do not reflect the complexities of real-world PFAS exposure.\n\nAmong the potential mechanisms that could account for the previously documented detrimental impact of PFAS on cellular biology, it has been proposed that these chemicals elicit an elevation in ROS generation and associated oxidative stress ( Oseguera-López  et al.  2020 ,  Ortiz-Sánchez  et al.  2022 ). Despite this, our own assessment revealed that PFAS-exposed spermatozoa did not display any signatures of excessive ROS generation or the induction of oxidative stress. Indeed, neither mitochondrial nor cytosolic ROS levels were increased in PFAS-treated spermatozoa. Similarly, sperm DNA and plasma membrane integrity did not present with any hallmarks of oxidative lesions. While these data discount the ability of an acute PFAS challenge to elevate ROS generation in mouse spermatozoa, they nevertheless stand in contrast to work by  Yuan  et al.  (2020)  who reported increased ROS in human spermatozoa incubated in PFOA, albeit at concentrations (i.e. 25 μg/mL for 4 h) ( Yuan  et al.  2020 ) that far exceed those encountered in most environmental contexts ( Vestergren & Cousins 2009 ,  Sunderland  et al.  2019 ). In the spermatozoa of other species such as the boar, PFOS and PFHxS (230 μg/mL and 772 μg/mL, respectively) have been linked to ROS generation within as little as 30 min of  in vitro  exposure ( Oseguera-López  et al.  2020 ). In the face of this evidence, it remains uncertain why mouse spermatozoa proved refractory to ROS generation in response to the imposed PFAS challenge used in this study. However, it is possible that factors such as the timing, dose, and/or the composition of the PFAS cocktail applied in our study was below the biological threshold needed to initiate such responses.\n\nIn the absence of an oxidative stress cascade, it is perhaps not surprising that the imposed PFAS treatment regimen did not impact the integrity of the sperm DNA (sperm chromatin structure or alkaline comet). These findings agree with previous studies featuring in vitro  PFAS exposure of human spermatozoa ( Emerce & Çetin 2018 ) and rat testis cells ( Lindeman  et al.  2012 ). Similarly,  in vivo  studies in which mice were orally administered PFOA and PFBA (for 5 weeks) also failed to document increases in the frequency of DNA strand breakage in cells harvested from the liver and testis of exposed animals ( Crebelli  et al.  2019 ). Moreover, the majority of human epidemiological studies have also reported no changes in DNA quality after PFAS exposure ( Specht  et al.  2012 ,  Leter  et al.  2014 ,  Emerce & Çetin 2018 ), with the exception of the  Governini  et al.  (2015)  study, which reported an increase in sperm DNA fragmentation index in PFAS-exposed males ( Governini  et al.  2015 ).\n\nIn extending our analysis to focus on the key functional endpoints of sperm capacitation, we did not record a reduction in the number of phosphotyrosine labeled spermatozoa. Accordingly, the fertilization potential of PFAS-exposed spermatozoa was not overtly impacted. These data stand at odds with previous reports in which a 30-min PFOS (230 μg/mL) and PFHxS (772 μg/mL) exposure significantly inhibited the induction of tyrosine phosphorylation in capacitating populations of boar spermatozoa ( Oseguera-López  et al.  2020 ). Such variations in response could be accounted for by the different chemistries and potential biological activities of the profile of PFAS compounds used across these studies. Irrespective, the demonstration that PFAS-treated spermatozoa retained the ability to support fertilization raises the prospect that they may also be able to relay any adverse legacy of PFAS exposure onto the resultant embryo. In this context, it is notable that the progression to hatching from the encircling zona pellucida was significantly retarded among the cohort of embryos conceived using PFAS-treated spermatozoa. Although not directly investigated in this study, such delays are of concern given the potential biological consequences of this phenomenon include reduced pregnancy rates and/or litter sizes ( Cohen  et al.  1992 ,  Obruca  et al.  1994 ). Indeed, blastocyst hatching is a prerequisite for successful implantation ( Negrón-Pérez & Hansen 2017 ), so that the timing of blastocyst hatching aligns with the relatively short window of uterine receptivity to implantation ( Kim & Kim 2017 ). Misalignment of the timing of these two processes has the potential to prevent implantation taking place at the correct time/location in the uterus with significant consequences for offspring development and health ( Wilcox  et al.  1999 ,  Cha  et al.  2012 ).\n\nIn agreement with these data, a previous study investigating the impact of  in vitro  PFOS exposure (53 ng/mL) on bovine oocyte quality documented a significant delay in their subsequent early embryonic development, including retarded cleavage evident at the two-cell stage and perpetuated through to the more advanced hatched blastocyst stage ( Hallberg  et al.  2021 ). Such development defects were not accompanied by any differences in overall blastocyst number ( Hallberg  et al.  2021 ). Notably, delayed timing and reduced overall rates of embryo hatching have also been documented in zebrafish following PFOS exposure ( Shi  et al.  2008 ,  Li  et al.  2015 ). While published literature regarding PFAS and its effects on hatching in a mouse model is limited, studies in this species have shown that  in vitro  exposure of embryos to 200 μM PFOA does affect preimplantation development leading to reductions in cleavage rates (at the two-cell stage) and overall blastocyst formation ( Zhou  et al.  2022 ). This study also reported complementary increases in ROS (also at the two-cell stage), and mitochondrial dysfunction, which ultimately lead to increased autophagy and apoptotic markers ( Zhou  et al.  2022 ); neither of which formed part of our endpoint assessment. In a recent study,  Qiu  et al.  (2024)  demonstrated that exposure of mouse zygotes to 10 nM PFOA also resulted in increased ROS activity in eight-cell embryos and altered the proportion and aggregation of the inner cell mass of the resultant blastocysts ( Qiu  et al.  2024 ). It should be noted, however, that neither of these studies reported alterations to hatching parameters or downstream implantation outcomes. Similarly, in human cohorts, correlations have been established between high PFAS concentrations in follicular fluid and fewer high-quality embryos following  in vitro  fertilization (i.e. embryos were classed as high quality based on morphological features and blastomere number) ( Zeng  et al.  2023 ). This study did not, however, report any alterations to hatching parameters nor did it investigate the downstream impact of high PFAS levels on pregnancy or live birth rates. While also beyond the scope of the current study, these findings encourage additional research focused on determining whether implantation, birth rate, and offspring health are affected by paternal PFAS exposure.\n\nCollectively, this study demonstrates that short-term direct exposure to an environmentally relevant PFAS mixture is neither cytotoxic nor genotoxic to mature spermatozoa. Our findings also demonstrate that spermatozoa harboring the legacy of direct PFAS exposure retain the ability to participate in fertilization and generate embryos capable of proceeding through the early phases of pre-implantation development unimpeded. However, the observation that such embryos experience a subsequent delay in hatching indicates that PFAS-exposed spermatozoa may carry some form of cryptic signal with biological repercussions for downstream embryo development and implantation. These findings highlight the pressing need for additional research to determine the nature of this signal in order to inform the definitive health risks posed by PFAS exposure.\n\n## Declaration of interest\n\nThe authors declare that the study was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.\n\n## Funding\n\nThis work was supported by funding from the National Health and  Medical Research Council http://dx.doi.org/10.13039/501100000265  of Australia (NHMRC) Targeted Call for Research into Per- and Poly-Fluoroalkylated Substances (APP1189415) awarded to BN, MPG, GND, BOC, MDD, BT, ALE, and SDR. BN is the recipient of an NHMRC Senior Research Fellowship (APP1154837) and MDD is the recipient of an NHMRC Investigator Grant (APP1173892) and a Defeat DIPG ChadTough New Investigator Fellowship.\n\n## Author contribution statement\n\nLC and BN conceived the study and designed the experimental approach. Experimentation, data analysis, and manuscript drafting were performed by LC, AA and JM. BN, MG, GDI, MD, SR, BT, AE, MD, and BC sourced funding and contributed to study design and data interpretation. All authors edited the manuscript and approved the final version.",
  "reference_count": 81,
  "word_count": 15830,
  "char_count": 101701
}