{
  "pmcid": "PMC12623788",
  "doi": "10.1038/s41598-025-25116-y",
  "title": "Integrating machine learning and molecular dynamics simulation to decipher the molecular network of dioxin-associated liposarcoma",
  "authors": [
    "Zhang Chenhe",
    "Zhuang Aobo",
    "Zhou Xiao",
    "Gao Han",
    "Wang Longshang",
    "Xi Zhe",
    "Cheng Yingxue",
    "Li Huichen",
    "Wu Jincheng",
    "Zeng Wei",
    "Li Wengang"
  ],
  "year": "2025",
  "journal": "Scientific Reports",
  "abstract": "Dioxin-like pollutants, especially 2,3,7,8-Tetrachlorodibenzo-p-dioxin, are recognized human carcinogens. Retrospective studies suggest a link between dioxins and soft tissue sarcomas, including liposarcoma, but mechanisms remain unclear. This study explores the toxicological effects of dioxins on liposarcoma, identifies key proteins, and proposes potential solutions. We identified dioxin- and liposarcoma-related targets via databases, analyzed overlaps through enrichment and network toxicology, and validated them with phenotypic and clinical data. We built a prediction model using 117 combinations of machine learning algorithms, confirmed the results with molecular docking and simulations, and proposed therapies through drug experiments. TCDD modulates adipocytic malignancy through activation of xenobiotic response pathways, disruption of cellular metabolism, and interactions with cancer-related receptors. AhR partially mediates this toxicological effect, and five key proteins, including CDH3, ADORA2B, MMP14, IP6K2, and HTR2A, are used to predict the development of dioxin-related liposarcoma. The selective HTR2A receptor antagonist ketanserin has the potential to alleviate this toxicological impact. Our study presents an efficient, cost-effective toxicological analysis using network toxicology, offering new insights into dioxin-associated liposarcoma.Supplementary InformationThe online version contains supplementary material available at 10.1038/s41598-025-25116-y.",
  "sections": [
    {
      "title": "Introduction",
      "text": "With the continuous advancement of industrialization, environmental pollution, especially the presence of persistent organic pollutants (POPs), has become a major global public health challenge1. Dioxin, as a typical POP, has attracted significant attention in human health research due to their extreme toxicity, persistence in the environment, and bioaccumulation characteristics2. Although the concentration of dioxins in the environment is usually low, much lower than that of many other chemicals, their high toxicity still poses a severe threat to both the ecological environment and human health. To accurately monitor these trace pollutants, the reporting threshold for dioxins is typically in grams rather than pounds, in order to capture even smaller amounts of these chemicals. Dioxins possess exceptional environmental stability, making them difficult to degrade in nature. They are widely distributed through air, soil, and water, ultimately entering the food chain and accumulating in the human body. Due to their lipophilicity, dioxins tend to accumulate in fat tissue3 over long periods in the human body. This accumulation not only increases the health risks associated with long-term exposure but also can have profound effects on the health of specific tissues, even with low-dose exposure. 2,3,7,8-Tetrachlorodibenzo-p-dioxin (TCDD) is the most toxic compound in the dioxin family4 and has become the standard substance used in most animal experiments to evaluate the toxicity of dioxins. Dioxin exposure is closely linked to various health problems, with significant attention being paid to cancer research. The World Health Organization (WHO) has classified TCDD as a Group 1 human carcinogen. Analyses based on several worker exposure scenarios indicate a clear association between dioxin exposure and the development of cancer. For example, Steenland and colleagues5 used a job-exposure matrix (JEM) to analyze the NIOSH cohort, finding that the standardized mortality ratio (SMR) for all cancers in workers exposed to TCDD was 1.13 (95% CI = 1.02–1.25), with a significant positive linear trend between increasing exposure and SMRs for all cancers. The highest exposure group had an SMR of 1.60 (95% CI = 1.15–1.82) for all cancers. Additionally, a study in the Dutch cohort6 also found that cancer mortality was five times higher in workers with moderate and high exposure compared to those with low exposure. The carcinogenic mechanisms of TCDD and other dioxins have been studied, showing that they can bind to the aryl hydrocarbon receptor (AhR) within cells7, activating related signaling pathways and interfering with normal cellular metabolic processes. However, this mechanism may behave differently in various types of cancer8. In studies of glioma9, melanoma10, and other malignancies, activation of AhR may either promote tumor invasive properties or inhibit tumor progression. Therefore, prediction methods based on a single gene may not fully explain the onset and development of tumors, making it crucial to explore the carcinogenic mechanisms of dioxins, particularly their specific roles in different types of cancer. In particular, in the fat tissue where dioxins accumulate, they may be closely related to the development of specific types of tumors, such as soft tissue sarcomas11. Liposarcoma is one of the most common soft tissue sarcomas in adults, with well-differentiated and dedifferentiated liposarcoma making up the largest subgroups12. However, specific mechanism research on the association between dioxin and liposarcoma is still limited, and more related studies are needed to fill this gap. Therefore, this study aims to explore the toxicological effects of TCDD on liposarcoma and develop targeted therapeutic strategies, through network toxicology, machine learning modeling, molecular docking, molecular dynamics simulations, and innovative repurposing of existing drugs. This research may provide preliminary insights into the potential role of dioxin in malignant adipocytic tumor development, offering a basis for further studies."
    },
    {
      "title": "Materials and methods",
      "text": "The SW872 (HTB-92) cell line was purchased from ATCC and cultured in DMEM (L110KJ, BasalMedia) supplemented with 10% fetal bovine serum (C04001-500, VivaCell) and penicillin-streptomycin (KS01-AB, biopico). Doxorubicin (HY-15142 A, MedChemExpress LLC) and Ketanserin (K902253, Shanghai Dibai Biotechnology Co., Ltd.) were used in the experiments. Antibodies against β-ACTIN (F0012) and AHR (F0827) were obtained from Selleck. Cell viability was assessed using the Cell Counting Kit-8 (GK10001, GLPBIO). The carcinogenicity and lipophilicity data of dioxins, as well as the 2D and 3D structural information, were obtained from the PubChem database (https://pubchem.ncbi.nlm.nih.gov/).Potential human target genes of 2,3,7,8-tetrachlorodibenzo-p-dioxin pollutants were retrieved from the ChEMBL database (https://www.ebi.ac.uk/chembl/), STITCH database (http://stitch.embl.de/), and SwissTarget Prediction database (http://www.swisstargetprediction.ch/).GeneCards database (https://www.genecards.org/) and OMIM database (https://omim.org/) were searched for liposarcoma-related genes. Transcriptome data of human liposarcoma samples and normal adipose tissue samples were obtained from the “TCGA TARGET GTEx” dataset on the UCSC Xena database (https://xenabrowser.net/datapages/). The Limma package in R was used to analyze differentially expressed genes (DEGs) between the two groups.We used the “ClusterProfiler”, “Enrichplot” and “Org.Hs.eg.db” packages in R to perform Gene Ontology (GO) functional annotation and KEGG pathway enrichment analysis13 (www.kegg.jp/kegg/kegg1.html) on the genes common to TCDD and liposarcoma. For previous uses, the Kanehisa laboratory have happily provided permission.We obtained transcriptome data and survival information from TCGA (https://portal.gdc.cancer.gov/) for 56 cases of sarcoma (SARC), and from GEO (https://www.ncbi.nlm.nih.gov/geo/) for 192 cases of liposarcoma patients (GSE21050, GSE30929, and GSE71118). Some of the visualizations were generated using Sangerbox14 (http://www.sangerbox.com/tool). The carcinogenicity and lipophilicity data of dioxins, as well as the 2D and 3D structural information, were obtained from the PubChem database (https://pubchem.ncbi.nlm.nih.gov/). Potential human target genes of 2,3,7,8-tetrachlorodibenzo-p-dioxin pollutants were retrieved from the ChEMBL database (https://www.ebi.ac.uk/chembl/), STITCH database (http://stitch.embl.de/), and SwissTarget Prediction database (http://www.swisstargetprediction.ch/). GeneCards database (https://www.genecards.org/) and OMIM database (https://omim.org/) were searched for liposarcoma-related genes. Transcriptome data of human liposarcoma samples and normal adipose tissue samples were obtained from the “TCGA TARGET GTEx” dataset on the UCSC Xena database (https://xenabrowser.net/datapages/). The Limma package in R was used to analyze differentially expressed genes (DEGs) between the two groups. We used the “ClusterProfiler”, “Enrichplot” and “Org.Hs.eg.db” packages in R to perform Gene Ontology (GO) functional annotation and KEGG pathway enrichment analysis13 (www.kegg.jp/kegg/kegg1.html) on the genes common to TCDD and liposarcoma. For previous uses, the Kanehisa laboratory have happily provided permission. We obtained transcriptome data and survival information from TCGA (https://portal.gdc.cancer.gov/) for 56 cases of sarcoma (SARC), and from GEO (https://www.ncbi.nlm.nih.gov/geo/) for 192 cases of liposarcoma patients (GSE21050, GSE30929, and GSE71118). Some of the visualizations were generated using Sangerbox14 (http://www.sangerbox.com/tool). We utilized the Mime package15 to construct machine learning-based models for transcriptomic data analysis. Prognosis models were developed using 10 machine learning algorithms, while binary response models were built with 7 algorithms. Core feature selection related to prognosis was performed with 8 machine learning methods. Additionally, the performance of each model was visualized to assess predictive accuracy and identify critical genes associated with disease progression and patient outcomes. 117 combinations were integrated into the computational framework with K-fold cross-validation for model construction on the training dataset. Single-cell metabolic analysis was performed using the SCPA package. This package allowed for the identification and quantification of metabolic pathways at the single-cell level. The approach provided insights into cellular metabolism and its potential role in disease progression. Protein structure information was obtained from UniProt (https://www.uniprot.org/). Molecular docking simulations were conducted using CB-Dock216,17 (https://cadd.labshare.cn/cb-dock2/index.php) to explore protein-ligand interactions. This approach facilitated the identification of potential binding sites and interactions critical for understanding the molecular mechanisms underlying disease processes. The platform employs AutoDock Vina (version 1.2.0) for template-independent blind docking. For template-based blind docking, the workflow integrates the BioLiP2 database (version 2025.04.23) as the reference template library. Molecular dynamics (MD) simulations were performed using Gromacs18. The protein was parameterized with the CHARMM36 force field, and the ligand topology was generated with GAFF2 parameters. The protein–ligand complex was placed in a cubic box under periodic boundary conditions and solvated with TIP3P water molecules. Energy minimization was performed using the steepest descent algorithm (up to 50,000 steps) until the maximum force was < 1000 kJ/mol/nm. Equilibration was carried out in two phases: (i) NVT ensemble for 100 ps at 310 K with the V-rescale thermostat (τ = 0.1 ps), applying position restraints to protein and ligand heavy atoms; and (ii) NPT ensemble for 100 ps at 310 K and 1 bar using the Parrinello–Rahman barostat (τ = 2.0 ps). Electrostatic interactions were calculated using the Particle Mesh Ewald (PME) method, while van der Waals and Coulomb interactions were truncated at 1.0 nm. The Verlet cutoff scheme was used for neighbor searching. The production simulation was performed for 50–100 ns at constant 310 K and 1 bar, using a 2 fs time step with LINCS constraints applied to all bonds involving hydrogen atoms. Trajectories were saved every 10 ps for subsequent analysis. The molecular visualizations were generated using the freely available open-source version of PyMOL (Schrödinger, LLC)."
    },
    {
      "title": "Cell culture and reagents",
      "text": "The SW872 (HTB-92) cell line was purchased from ATCC and cultured in DMEM (L110KJ, BasalMedia) supplemented with 10% fetal bovine serum (C04001-500, VivaCell) and penicillin-streptomycin (KS01-AB, biopico). Doxorubicin (HY-15142 A, MedChemExpress LLC) and Ketanserin (K902253, Shanghai Dibai Biotechnology Co., Ltd.) were used in the experiments. Antibodies against β-ACTIN (F0012) and AHR (F0827) were obtained from Selleck. Cell viability was assessed using the Cell Counting Kit-8 (GK10001, GLPBIO)."
    },
    {
      "title": "Data sources",
      "text": "The carcinogenicity and lipophilicity data of dioxins, as well as the 2D and 3D structural information, were obtained from the PubChem database (https://pubchem.ncbi.nlm.nih.gov/).Potential human target genes of 2,3,7,8-tetrachlorodibenzo-p-dioxin pollutants were retrieved from the ChEMBL database (https://www.ebi.ac.uk/chembl/), STITCH database (http://stitch.embl.de/), and SwissTarget Prediction database (http://www.swisstargetprediction.ch/).GeneCards database (https://www.genecards.org/) and OMIM database (https://omim.org/) were searched for liposarcoma-related genes. Transcriptome data of human liposarcoma samples and normal adipose tissue samples were obtained from the “TCGA TARGET GTEx” dataset on the UCSC Xena database (https://xenabrowser.net/datapages/). The Limma package in R was used to analyze differentially expressed genes (DEGs) between the two groups.We used the “ClusterProfiler”, “Enrichplot” and “Org.Hs.eg.db” packages in R to perform Gene Ontology (GO) functional annotation and KEGG pathway enrichment analysis13 (www.kegg.jp/kegg/kegg1.html) on the genes common to TCDD and liposarcoma. For previous uses, the Kanehisa laboratory have happily provided permission.We obtained transcriptome data and survival information from TCGA (https://portal.gdc.cancer.gov/) for 56 cases of sarcoma (SARC), and from GEO (https://www.ncbi.nlm.nih.gov/geo/) for 192 cases of liposarcoma patients (GSE21050, GSE30929, and GSE71118). Some of the visualizations were generated using Sangerbox14 (http://www.sangerbox.com/tool). The carcinogenicity and lipophilicity data of dioxins, as well as the 2D and 3D structural information, were obtained from the PubChem database (https://pubchem.ncbi.nlm.nih.gov/). Potential human target genes of 2,3,7,8-tetrachlorodibenzo-p-dioxin pollutants were retrieved from the ChEMBL database (https://www.ebi.ac.uk/chembl/), STITCH database (http://stitch.embl.de/), and SwissTarget Prediction database (http://www.swisstargetprediction.ch/). GeneCards database (https://www.genecards.org/) and OMIM database (https://omim.org/) were searched for liposarcoma-related genes. Transcriptome data of human liposarcoma samples and normal adipose tissue samples were obtained from the “TCGA TARGET GTEx” dataset on the UCSC Xena database (https://xenabrowser.net/datapages/). The Limma package in R was used to analyze differentially expressed genes (DEGs) between the two groups. We used the “ClusterProfiler”, “Enrichplot” and “Org.Hs.eg.db” packages in R to perform Gene Ontology (GO) functional annotation and KEGG pathway enrichment analysis13 (www.kegg.jp/kegg/kegg1.html) on the genes common to TCDD and liposarcoma. For previous uses, the Kanehisa laboratory have happily provided permission. We obtained transcriptome data and survival information from TCGA (https://portal.gdc.cancer.gov/) for 56 cases of sarcoma (SARC), and from GEO (https://www.ncbi.nlm.nih.gov/geo/) for 192 cases of liposarcoma patients (GSE21050, GSE30929, and GSE71118). Some of the visualizations were generated using Sangerbox14 (http://www.sangerbox.com/tool)."
    },
    {
      "title": "Machine learning modeling",
      "text": "We utilized the Mime package15 to construct machine learning-based models for transcriptomic data analysis. Prognosis models were developed using 10 machine learning algorithms, while binary response models were built with 7 algorithms. Core feature selection related to prognosis was performed with 8 machine learning methods. Additionally, the performance of each model was visualized to assess predictive accuracy and identify critical genes associated with disease progression and patient outcomes. 117 combinations were integrated into the computational framework with K-fold cross-validation for model construction on the training dataset."
    },
    {
      "title": "Single-cell metabolic analysis",
      "text": "Single-cell metabolic analysis was performed using the SCPA package. This package allowed for the identification and quantification of metabolic pathways at the single-cell level. The approach provided insights into cellular metabolism and its potential role in disease progression."
    },
    {
      "title": "Molecular Docking validation of TCDD with core targets",
      "text": "Protein structure information was obtained from UniProt (https://www.uniprot.org/). Molecular docking simulations were conducted using CB-Dock216,17 (https://cadd.labshare.cn/cb-dock2/index.php) to explore protein-ligand interactions. This approach facilitated the identification of potential binding sites and interactions critical for understanding the molecular mechanisms underlying disease processes. The platform employs AutoDock Vina (version 1.2.0) for template-independent blind docking. For template-based blind docking, the workflow integrates the BioLiP2 database (version 2025.04.23) as the reference template library."
    },
    {
      "title": "Molecular dynamics simulations",
      "text": "Molecular dynamics (MD) simulations were performed using Gromacs18. The protein was parameterized with the CHARMM36 force field, and the ligand topology was generated with GAFF2 parameters. The protein–ligand complex was placed in a cubic box under periodic boundary conditions and solvated with TIP3P water molecules. Energy minimization was performed using the steepest descent algorithm (up to 50,000 steps) until the maximum force was < 1000 kJ/mol/nm. Equilibration was carried out in two phases: (i) NVT ensemble for 100 ps at 310 K with the V-rescale thermostat (τ = 0.1 ps), applying position restraints to protein and ligand heavy atoms; and (ii) NPT ensemble for 100 ps at 310 K and 1 bar using the Parrinello–Rahman barostat (τ = 2.0 ps). Electrostatic interactions were calculated using the Particle Mesh Ewald (PME) method, while van der Waals and Coulomb interactions were truncated at 1.0 nm. The Verlet cutoff scheme was used for neighbor searching. The production simulation was performed for 50–100 ns at constant 310 K and 1 bar, using a 2 fs time step with LINCS constraints applied to all bonds involving hydrogen atoms. Trajectories were saved every 10 ps for subsequent analysis. The molecular visualizations were generated using the freely available open-source version of PyMOL (Schrödinger, LLC)."
    },
    {
      "title": "Results",
      "text": "The chemical structures of various chlorinated dioxin isomers were first shown (Fig. 1A). The lipophilicity and carcinogenicity of 10 types of dioxins (polychlorinated dibenzo-p-dioxins/furans) were calculated and evaluated using PubChem (Fig. 1B). The x-axis represents lipophilicity (measured by XLogP3 values), and the compounds are arranged from top to bottom based on the increasing number of chlorine atoms in their structures. The size of the points represents the oral slope factor (CSFo), which indicates the cancer risk associated with each chemical substance per unit body weight (mg/kg) ingested daily. The color of the lines represents the oral chronic reference dose (RfDo), which indicates the maximum dose of a chemical that will not cause unacceptable adverse health effects under long-term daily exposure. These compounds typically have XLogP3 values around 7, suggesting they are highly hydrophobic, highly soluble in lipid environments, and accumulate in adipose tissue. As the number of chlorine atoms increases, the safe concentration rises, while carcinogenicity decreases. These results indicate that TCDD is a highly carcinogenic environmental toxin compared to other dioxins, with a tendency to accumulate in adipose tissue.Fig. 1Chemical structures of the dioxin, lipophilicity and carcinogenicity. A. Chemical structures of the 10 dioxins. B. Lollipop chart showing the variation of carcinogenicity and lipophilicity of dioxins with increasing molecular weight (XLogP3: Logarithm of octanol/water partition coefficient, CSFo: Oral Slope Factor (mg/kg-day)-1, RfDoc: Oral Chronic Reference Dose (mg/kg-day)). Chemical structures of the dioxin, lipophilicity and carcinogenicity. A. Chemical structures of the 10 dioxins. B. Lollipop chart showing the variation of carcinogenicity and lipophilicity of dioxins with increasing molecular weight (XLogP3: Logarithm of octanol/water partition coefficient, CSFo: Oral Slope Factor (mg/kg-day)-1, RfDoc: Oral Chronic Reference Dose (mg/kg-day)). The potential targets related to TCDD were screened using the ChEMBL database, STITCH database, and SwissTargetPrediction tool, resulting in the identification of 200 potential TCDD-associated target proteins (Fig. 2A). Subsequently, to investigate carcinogenic factors associated with liposarcoma, transcriptomic data from human dedifferentiated liposarcoma (DDLPS) samples and normal adipose tissue samples were obtained from the UCSC Xena database (TCGA, TARGET, GTEx). Differentially expressed genes (DEGs) were identified by comparing the transcriptomic differences between the two sample groups, resulting in a total of 22,616 DEGs, including 17,327 upregulated genes and 5,289 downregulated genes (Fig. 2B). By combining data from the GeneCards database and OMIM database, a total of 22,708 disease-associated genes were obtained (Fig. 2C).Fig. 2Potential target genes of TCDD in liposarcoma and enrichment analysis. A. Venn diagram illustrating the predicted target genes of TCDD. B. Volcano plot showing differentially expressed genes between dedifferentiated liposarcoma (DDLPS) and normal adipose tissue. C. Venn diagram of known liposarcoma-associated genes. D. Venn diagram showing the intersection of TCDD target genes and DDLPS-associated genes. E. Gene Ontology (GO) enrichment analysis of the intersecting target genes between TCDD and liposarcoma. F. KEGG pathway enrichment analysis of the intersecting target genes between TCDD and liposarcoma. Potential target genes of TCDD in liposarcoma and enrichment analysis. A. Venn diagram illustrating the predicted target genes of TCDD. B. Volcano plot showing differentially expressed genes between dedifferentiated liposarcoma (DDLPS) and normal adipose tissue. C. Venn diagram of known liposarcoma-associated genes. D. Venn diagram showing the intersection of TCDD target genes and DDLPS-associated genes. E. Gene Ontology (GO) enrichment analysis of the intersecting target genes between TCDD and liposarcoma. F. KEGG pathway enrichment analysis of the intersecting target genes between TCDD and liposarcoma. To identify potential molecular links between TCDD exposure and DDLPS, the intersection of the related factors for both was taken, resulting in 136 common genes (Fig. 2D), which could represent key targets in the pathogenesis of Liposarcoma associated with TCDD. Subsequently, enrichment analysis was performed on these common genes. The GO functional enrichment analysis (Fig. 2E) showed that these genes were primarily involved in biological processes such as cellular response to xenobiotic stimulus, xenobiotic metabolic process, and aromatase activity. Additionally, the KEGG pathway analysis (Fig. 2F) identified key pathways, including Chemical carcinogenesis − receptor activation and Metabolism of xenobiotics by cytochrome P450. These results suggest that the target genes of TCDD are associated with the activation of adipocyte responses to xenobiotics, and they alter cellular metabolism through cancer-related receptor pathways, thereby influencing the development of liposarcoma. We imported 136 intersection targets between TCDD and liposarcoma into the STRING database for PPI analysis and constructed a high-confidence PPI network (confidence score ≥ 0.700) (Fig. 3A). After filtering out isolated targets, we visualized the PPI network using Cytoscape software (Fig. 3B). The network was ranked according to maximal clique centrality, with larger circles representing proteins with stronger interactions with other proteins. In this analysis, we identified proteins highly associated with AHR, EGFR, and other proteins. The role of EGFR in liposarcoma has been extensively studied. However, AHR research on liposarcoma, which is highly related to dioxin exposure, remains lacking. Given AHR’s dual role in cancer, we overexpressed the AHR gene in dedifferentiated liposarcoma cells (SW872) (Fig. 3C) and conducted a CCK-8 proliferation assay to investigate its functional role. The results demonstrated that AHR promotes proliferation in liposarcoma cells (Fig. 3D). Then we compared the expression levels of the AHR gene between human dedifferentiated liposarcoma samples and normal adipose tissue using transcriptomic data obtained from the UCSC Xena database (TCGA, TARGET, GTEx). AHR expression was found to be significantly elevated in liposarcoma tissue compared to adipose tissue (Fig. 3E). Subsequently, we obtained survival and transcriptomic data from 56 liposarcoma patients in the TCGA database for survival analysis. The results indicated that AHR is somewhat negatively correlated with prognosis (Fig. 3F). However, the confidence intervals for the survival rates of the two patient groups overlapped partially, so we further considered developing additional prognostic proteins.Fig. 3Construction of core gene network using network toxicology and validation. A. The PPI network was constructed using the STRING database with a confidence score threshold of ≥ 0.700. Nodes represent proteins, and edges indicate the interactions between them. B. The PPI network was further visualized and analyzed using Cytoscape. Nodes were colored and resized based on their degree values; darker colors and larger circles indicate stronger interactions. C. Western blot analysis demonstrated increased expression of AHR protein in SW872 cell overexpressing AHR. β-Actin was used as a loading control to ensure equal protein loading. D. The CCK-8 assay results show the proliferative capacity of SW872 cell overexpressing either Ctrl or AHR. Overexpression of AHR significantly affected cell proliferation. Cells were seeded in 96-well plates at a density of 1000 cells per well. The values shown are the mean ± SEM of four independent experiments. * indicates statistical significance (P < 0.05). E. A violin plot illustrates the expression levels of the AHR gene between two groups. **** indicates P < 0.0001. F. Kaplan-Meier survival curves show the probability of survival over time in different groups. The stepwise decline represents the timing of death events. Groups are distinguished by color, and differences in survival between groups are observed. Statistical significance was assessed using the log-rank test, and the P value is shown in the figure. Construction of core gene network using network toxicology and validation. A. The PPI network was constructed using the STRING database with a confidence score threshold of ≥ 0.700. Nodes represent proteins, and edges indicate the interactions between them. B. The PPI network was further visualized and analyzed using Cytoscape. Nodes were colored and resized based on their degree values; darker colors and larger circles indicate stronger interactions. C. Western blot analysis demonstrated increased expression of AHR protein in SW872 cell overexpressing AHR. β-Actin was used as a loading control to ensure equal protein loading. D. The CCK-8 assay results show the proliferative capacity of SW872 cell overexpressing either Ctrl or AHR. Overexpression of AHR significantly affected cell proliferation. Cells were seeded in 96-well plates at a density of 1000 cells per well. The values shown are the mean ± SEM of four independent experiments. * indicates statistical significance (P < 0.05). E. A violin plot illustrates the expression levels of the AHR gene between two groups. **** indicates P < 0.0001. F. Kaplan-Meier survival curves show the probability of survival over time in different groups. The stepwise decline represents the timing of death events. Groups are distinguished by color, and differences in survival between groups are observed. Statistical significance was assessed using the log-rank test, and the P value is shown in the figure. To further explore the impact of TCDD target genes on liposarcoma, we performed machine learning modeling to investigate the cross-targets between the two. We collected three datasets from the GEO database, namely GSE21050, GSE30929, and GSE71118, conducted batch correction, and merged them into a dataset containing transcriptomic data and relapse free survival for 192 patients. We randomly selected 70% of the patients as the training group and 30% as the test group, then compared the modeling effects of 117 combinations of machine learning algorithms (Fig. 4A). The results showed that three ensemble learning methods, random survival forest (RSF), LASSO and stepwise Cox regression, performed relatively well in the modeling. We then used RSF for modeling (Fig. 4B), which identified 111 proteins positively correlated with the improvement of model performance. Following that, Lasso regression (Fig. 4C, D) was used to screen for 6 proteins, and stepwise Cox regression analysis (Fig. 4E) finally identified five key proteins: CDH3, ADORA2B, MMP14, IP6K2, and HTR2A. These five proteins showed significant survival differences (Fig. 4F, H) between the high and low risk groups in both the training and test groups, with a high AUC (Fig. 4G, I), indicating their significant value in predicting survival. Fig. 4101 machine learning models were constructed and validated using single-cell transcriptomic data. A. Features were selected based on the Maximal Information Coefficient (MIC), and predictive models were constructed using various machine learning algorithms. Model performance was evaluated using the concordance index (C-index). B. Survival model was built using the Random Survival Forest (RSF) algorithm. The variable importance plot highlights genes with both positive and negative contributions to the model. C. LASSO coefficient path plot showing the trajectories of regression coefficients as the regularization parameter λ varies. D. LASSO cross-validation curve displaying model error across log(λ) values. The optimal λ, selected by 10-fold cross-validation, minimized the error and led to the identification of 6 key genes. E. Multivariate stepwise Cox regression was subsequently performed for further feature refinement, resulting in 5 independent prognostic genes. F–G. Kaplan-Meier survival curves and ROC curves of the five selected genes in the training set. H–I. Corresponding Kaplan-Meier survival curves and ROC curves in the test set to validate prognostic performance. J. Cell clustering results from single-cell transcriptomic data, illustrating the distribution of distinct cell subpopulations. K. Comparison of cell subpopulation proportions between high- and low-risk groups. L. Metabolic pathway enrichment analysis comparing high- and low-risk groups, revealing potential metabolic differences. 101 machine learning models were constructed and validated using single-cell transcriptomic data. A. Features were selected based on the Maximal Information Coefficient (MIC), and predictive models were constructed using various machine learning algorithms. Model performance was evaluated using the concordance index (C-index). B. Survival model was built using the Random Survival Forest (RSF) algorithm. The variable importance plot highlights genes with both positive and negative contributions to the model. C. LASSO coefficient path plot showing the trajectories of regression coefficients as the regularization parameter λ varies. D. LASSO cross-validation curve displaying model error across log(λ) values. The optimal λ, selected by 10-fold cross-validation, minimized the error and led to the identification of 6 key genes. E. Multivariate stepwise Cox regression was subsequently performed for further feature refinement, resulting in 5 independent prognostic genes. F–G. Kaplan-Meier survival curves and ROC curves of the five selected genes in the training set. H–I. Corresponding Kaplan-Meier survival curves and ROC curves in the test set to validate prognostic performance. J. Cell clustering results from single-cell transcriptomic data, illustrating the distribution of distinct cell subpopulations. K. Comparison of cell subpopulation proportions between high- and low-risk groups. L. Metabolic pathway enrichment analysis comparing high- and low-risk groups, revealing potential metabolic differences. Finally, we validated these findings in single-cell data. We obtained 16 liposarcoma patients’ RNA-seq (GSE221492) and scRNA-seq (GSE221493) data from in the GEO database. In the RNA-seq data, based on the model scores we developed, the 16 patients were divided into high and low-risk groups, then we compared their single-cell data. The cell clustering results are presented in Fig. 4J, with the clustering criteria detailed in Supplementary Materials 1. The results revealed that in the TCDD-liposarcoma high-risk group (Fig. 4K), there was a significant reduction in CD4 + T cells, CD8 + T cells, and macrophages, which aligns with the immune microenvironment damage caused by TCDD. Moreover, the liposarcoma cells in the high-risk group were significantly increased, and SCPA package analysis (Fig. 4L) showed a marked decrease in metabolic processes related to bio-oxidation and cytochrome P450, suggesting that these cells have weakened metabolism of accumulated TCDD, potentially contributing to the development of liposarcoma. The molecular docking analysis (Fig. 5A-E) indicates that all five key proteins spontaneously bind to TCDD, with a Vina score below 6 kcal/mol, suggesting high binding stability. This implies that TCDD may directly interact with the key genes, potentially affecting biological processes associated with liposarcoma. To further verify the binding affinity of TCDD to the five core targets, molecular dynamics simulations (Fig. 5A-E) involving TCDD and these targets were performed. The root mean square deviation (RMSD) effectively measures the conformational stability of the proteins and ligands, indicating the extent to which atomic positions deviate from their initial configurations. A smaller deviation (fluctuations less than 0.5 during stability) indicates greater conformational stability. As shown in the figure, all TCDD complexes reached equilibrium, suggesting stable binding to all five proteins. The root mean square fluctuation (RMSF) reveals the flexibility of amino acid residues within the proteins. The RMSF values of the amino acid residues in all complexes were relatively low (mostly below 2), indicating minimal fluctuation. In conclusion, all five target proteins, stably bind to TCDD. The conformation and binding affinity analysis of TCDD-protein complexes from molecular dynamics simulations can be found in Supplementary Materials 2. This suggests that under long-term exposure conditions, the tight binding of TCDD to these core proteins may play a crucial role in the molecular mechanisms of liposarcomaFig. 5Binding of Five Key Proteins to TCDD and Targeted Therapy. A-E. Binding of five key proteins to TCDD, including protein structures, detailed hydrophobic pocket analysis, RMSD, and RMSF plots. F. CCK-8 assay results showing that 3-day combined treatment significantly inhibited SW872 cell proliferation. *** indicates P< 0.001. G. Colony formation assay showing that 2-week combined treatment inhibited SW872 cell proliferation. Quantification of colony numbers is shown on the right. Binding of Five Key Proteins to TCDD and Targeted Therapy. A-E. Binding of five key proteins to TCDD, including protein structures, detailed hydrophobic pocket analysis, RMSD, and RMSF plots. F. CCK-8 assay results showing that 3-day combined treatment significantly inhibited SW872 cell proliferation. *** indicates P< 0.001. G. Colony formation assay showing that 2-week combined treatment inhibited SW872 cell proliferation. Quantification of colony numbers is shown on the right. Subsequently, in response to the fatty sarcoma caused by TCDD, we selected HTR2A as a therapeutic target from five key proteins and conducted CCK-8 (Fig. 5F) and colony formation (Fig. 5G) assays to assess drug-induced inhibition of cell proliferation. The results showed that in SW872 cells, even at low concentrations (0.01 µM) of Doxorubicin (Dox), significant inhibition of cell proliferation was observed when combined with an appropriate amount (25 µM) of HTR2A inhibitor ketanserin (ket). This indicates that the combination of ketanserin and the first-line chemotherapeutic agent doxorubicin the chemotherapy efficacy against liposarcoma."
    },
    {
      "title": "Assessment of lipophilicity and carcinogenicity of Dioxins",
      "text": "The chemical structures of various chlorinated dioxin isomers were first shown (Fig. 1A). The lipophilicity and carcinogenicity of 10 types of dioxins (polychlorinated dibenzo-p-dioxins/furans) were calculated and evaluated using PubChem (Fig. 1B). The x-axis represents lipophilicity (measured by XLogP3 values), and the compounds are arranged from top to bottom based on the increasing number of chlorine atoms in their structures. The size of the points represents the oral slope factor (CSFo), which indicates the cancer risk associated with each chemical substance per unit body weight (mg/kg) ingested daily. The color of the lines represents the oral chronic reference dose (RfDo), which indicates the maximum dose of a chemical that will not cause unacceptable adverse health effects under long-term daily exposure. These compounds typically have XLogP3 values around 7, suggesting they are highly hydrophobic, highly soluble in lipid environments, and accumulate in adipose tissue. As the number of chlorine atoms increases, the safe concentration rises, while carcinogenicity decreases. These results indicate that TCDD is a highly carcinogenic environmental toxin compared to other dioxins, with a tendency to accumulate in adipose tissue.Fig. 1Chemical structures of the dioxin, lipophilicity and carcinogenicity. A. Chemical structures of the 10 dioxins. B. Lollipop chart showing the variation of carcinogenicity and lipophilicity of dioxins with increasing molecular weight (XLogP3: Logarithm of octanol/water partition coefficient, CSFo: Oral Slope Factor (mg/kg-day)-1, RfDoc: Oral Chronic Reference Dose (mg/kg-day)). Chemical structures of the dioxin, lipophilicity and carcinogenicity. A. Chemical structures of the 10 dioxins. B. Lollipop chart showing the variation of carcinogenicity and lipophilicity of dioxins with increasing molecular weight (XLogP3: Logarithm of octanol/water partition coefficient, CSFo: Oral Slope Factor (mg/kg-day)-1, RfDoc: Oral Chronic Reference Dose (mg/kg-day))."
    },
    {
      "title": "Identification and enrichment analysis of potential target genes of TCDD in liposarcoma",
      "text": "The potential targets related to TCDD were screened using the ChEMBL database, STITCH database, and SwissTargetPrediction tool, resulting in the identification of 200 potential TCDD-associated target proteins (Fig. 2A). Subsequently, to investigate carcinogenic factors associated with liposarcoma, transcriptomic data from human dedifferentiated liposarcoma (DDLPS) samples and normal adipose tissue samples were obtained from the UCSC Xena database (TCGA, TARGET, GTEx). Differentially expressed genes (DEGs) were identified by comparing the transcriptomic differences between the two sample groups, resulting in a total of 22,616 DEGs, including 17,327 upregulated genes and 5,289 downregulated genes (Fig. 2B). By combining data from the GeneCards database and OMIM database, a total of 22,708 disease-associated genes were obtained (Fig. 2C).Fig. 2Potential target genes of TCDD in liposarcoma and enrichment analysis. A. Venn diagram illustrating the predicted target genes of TCDD. B. Volcano plot showing differentially expressed genes between dedifferentiated liposarcoma (DDLPS) and normal adipose tissue. C. Venn diagram of known liposarcoma-associated genes. D. Venn diagram showing the intersection of TCDD target genes and DDLPS-associated genes. E. Gene Ontology (GO) enrichment analysis of the intersecting target genes between TCDD and liposarcoma. F. KEGG pathway enrichment analysis of the intersecting target genes between TCDD and liposarcoma. Potential target genes of TCDD in liposarcoma and enrichment analysis. A. Venn diagram illustrating the predicted target genes of TCDD. B. Volcano plot showing differentially expressed genes between dedifferentiated liposarcoma (DDLPS) and normal adipose tissue. C. Venn diagram of known liposarcoma-associated genes. D. Venn diagram showing the intersection of TCDD target genes and DDLPS-associated genes. E. Gene Ontology (GO) enrichment analysis of the intersecting target genes between TCDD and liposarcoma. F. KEGG pathway enrichment analysis of the intersecting target genes between TCDD and liposarcoma. To identify potential molecular links between TCDD exposure and DDLPS, the intersection of the related factors for both was taken, resulting in 136 common genes (Fig. 2D), which could represent key targets in the pathogenesis of Liposarcoma associated with TCDD. Subsequently, enrichment analysis was performed on these common genes. The GO functional enrichment analysis (Fig. 2E) showed that these genes were primarily involved in biological processes such as cellular response to xenobiotic stimulus, xenobiotic metabolic process, and aromatase activity. Additionally, the KEGG pathway analysis (Fig. 2F) identified key pathways, including Chemical carcinogenesis − receptor activation and Metabolism of xenobiotics by cytochrome P450. These results suggest that the target genes of TCDD are associated with the activation of adipocyte responses to xenobiotics, and they alter cellular metabolism through cancer-related receptor pathways, thereby influencing the development of liposarcoma."
    },
    {
      "title": "TCDD - Liposarcoma potential target interaction network construction and core target verification",
      "text": "We imported 136 intersection targets between TCDD and liposarcoma into the STRING database for PPI analysis and constructed a high-confidence PPI network (confidence score ≥ 0.700) (Fig. 3A). After filtering out isolated targets, we visualized the PPI network using Cytoscape software (Fig. 3B). The network was ranked according to maximal clique centrality, with larger circles representing proteins with stronger interactions with other proteins. In this analysis, we identified proteins highly associated with AHR, EGFR, and other proteins. The role of EGFR in liposarcoma has been extensively studied. However, AHR research on liposarcoma, which is highly related to dioxin exposure, remains lacking. Given AHR’s dual role in cancer, we overexpressed the AHR gene in dedifferentiated liposarcoma cells (SW872) (Fig. 3C) and conducted a CCK-8 proliferation assay to investigate its functional role. The results demonstrated that AHR promotes proliferation in liposarcoma cells (Fig. 3D). Then we compared the expression levels of the AHR gene between human dedifferentiated liposarcoma samples and normal adipose tissue using transcriptomic data obtained from the UCSC Xena database (TCGA, TARGET, GTEx). AHR expression was found to be significantly elevated in liposarcoma tissue compared to adipose tissue (Fig. 3E). Subsequently, we obtained survival and transcriptomic data from 56 liposarcoma patients in the TCGA database for survival analysis. The results indicated that AHR is somewhat negatively correlated with prognosis (Fig. 3F). However, the confidence intervals for the survival rates of the two patient groups overlapped partially, so we further considered developing additional prognostic proteins.Fig. 3Construction of core gene network using network toxicology and validation. A. The PPI network was constructed using the STRING database with a confidence score threshold of ≥ 0.700. Nodes represent proteins, and edges indicate the interactions between them. B. The PPI network was further visualized and analyzed using Cytoscape. Nodes were colored and resized based on their degree values; darker colors and larger circles indicate stronger interactions. C. Western blot analysis demonstrated increased expression of AHR protein in SW872 cell overexpressing AHR. β-Actin was used as a loading control to ensure equal protein loading. D. The CCK-8 assay results show the proliferative capacity of SW872 cell overexpressing either Ctrl or AHR. Overexpression of AHR significantly affected cell proliferation. Cells were seeded in 96-well plates at a density of 1000 cells per well. The values shown are the mean ± SEM of four independent experiments. * indicates statistical significance (P < 0.05). E. A violin plot illustrates the expression levels of the AHR gene between two groups. **** indicates P < 0.0001. F. Kaplan-Meier survival curves show the probability of survival over time in different groups. The stepwise decline represents the timing of death events. Groups are distinguished by color, and differences in survival between groups are observed. Statistical significance was assessed using the log-rank test, and the P value is shown in the figure. Construction of core gene network using network toxicology and validation. A. The PPI network was constructed using the STRING database with a confidence score threshold of ≥ 0.700. Nodes represent proteins, and edges indicate the interactions between them. B. The PPI network was further visualized and analyzed using Cytoscape. Nodes were colored and resized based on their degree values; darker colors and larger circles indicate stronger interactions. C. Western blot analysis demonstrated increased expression of AHR protein in SW872 cell overexpressing AHR. β-Actin was used as a loading control to ensure equal protein loading. D. The CCK-8 assay results show the proliferative capacity of SW872 cell overexpressing either Ctrl or AHR. Overexpression of AHR significantly affected cell proliferation. Cells were seeded in 96-well plates at a density of 1000 cells per well. The values shown are the mean ± SEM of four independent experiments. * indicates statistical significance (P < 0.05). E. A violin plot illustrates the expression levels of the AHR gene between two groups. **** indicates P < 0.0001. F. Kaplan-Meier survival curves show the probability of survival over time in different groups. The stepwise decline represents the timing of death events. Groups are distinguished by color, and differences in survival between groups are observed. Statistical significance was assessed using the log-rank test, and the P value is shown in the figure."
    },
    {
      "title": "Development of TCDD - Lipoarcoma prediction model and single-cell validation",
      "text": "To further explore the impact of TCDD target genes on liposarcoma, we performed machine learning modeling to investigate the cross-targets between the two. We collected three datasets from the GEO database, namely GSE21050, GSE30929, and GSE71118, conducted batch correction, and merged them into a dataset containing transcriptomic data and relapse free survival for 192 patients. We randomly selected 70% of the patients as the training group and 30% as the test group, then compared the modeling effects of 117 combinations of machine learning algorithms (Fig. 4A). The results showed that three ensemble learning methods, random survival forest (RSF), LASSO and stepwise Cox regression, performed relatively well in the modeling. We then used RSF for modeling (Fig. 4B), which identified 111 proteins positively correlated with the improvement of model performance. Following that, Lasso regression (Fig. 4C, D) was used to screen for 6 proteins, and stepwise Cox regression analysis (Fig. 4E) finally identified five key proteins: CDH3, ADORA2B, MMP14, IP6K2, and HTR2A. These five proteins showed significant survival differences (Fig. 4F, H) between the high and low risk groups in both the training and test groups, with a high AUC (Fig. 4G, I), indicating their significant value in predicting survival. Fig. 4101 machine learning models were constructed and validated using single-cell transcriptomic data. A. Features were selected based on the Maximal Information Coefficient (MIC), and predictive models were constructed using various machine learning algorithms. Model performance was evaluated using the concordance index (C-index). B. Survival model was built using the Random Survival Forest (RSF) algorithm. The variable importance plot highlights genes with both positive and negative contributions to the model. C. LASSO coefficient path plot showing the trajectories of regression coefficients as the regularization parameter λ varies. D. LASSO cross-validation curve displaying model error across log(λ) values. The optimal λ, selected by 10-fold cross-validation, minimized the error and led to the identification of 6 key genes. E. Multivariate stepwise Cox regression was subsequently performed for further feature refinement, resulting in 5 independent prognostic genes. F–G. Kaplan-Meier survival curves and ROC curves of the five selected genes in the training set. H–I. Corresponding Kaplan-Meier survival curves and ROC curves in the test set to validate prognostic performance. J. Cell clustering results from single-cell transcriptomic data, illustrating the distribution of distinct cell subpopulations. K. Comparison of cell subpopulation proportions between high- and low-risk groups. L. Metabolic pathway enrichment analysis comparing high- and low-risk groups, revealing potential metabolic differences. 101 machine learning models were constructed and validated using single-cell transcriptomic data. A. Features were selected based on the Maximal Information Coefficient (MIC), and predictive models were constructed using various machine learning algorithms. Model performance was evaluated using the concordance index (C-index). B. Survival model was built using the Random Survival Forest (RSF) algorithm. The variable importance plot highlights genes with both positive and negative contributions to the model. C. LASSO coefficient path plot showing the trajectories of regression coefficients as the regularization parameter λ varies. D. LASSO cross-validation curve displaying model error across log(λ) values. The optimal λ, selected by 10-fold cross-validation, minimized the error and led to the identification of 6 key genes. E. Multivariate stepwise Cox regression was subsequently performed for further feature refinement, resulting in 5 independent prognostic genes. F–G. Kaplan-Meier survival curves and ROC curves of the five selected genes in the training set. H–I. Corresponding Kaplan-Meier survival curves and ROC curves in the test set to validate prognostic performance. J. Cell clustering results from single-cell transcriptomic data, illustrating the distribution of distinct cell subpopulations. K. Comparison of cell subpopulation proportions between high- and low-risk groups. L. Metabolic pathway enrichment analysis comparing high- and low-risk groups, revealing potential metabolic differences. Finally, we validated these findings in single-cell data. We obtained 16 liposarcoma patients’ RNA-seq (GSE221492) and scRNA-seq (GSE221493) data from in the GEO database. In the RNA-seq data, based on the model scores we developed, the 16 patients were divided into high and low-risk groups, then we compared their single-cell data. The cell clustering results are presented in Fig. 4J, with the clustering criteria detailed in Supplementary Materials 1. The results revealed that in the TCDD-liposarcoma high-risk group (Fig. 4K), there was a significant reduction in CD4 + T cells, CD8 + T cells, and macrophages, which aligns with the immune microenvironment damage caused by TCDD. Moreover, the liposarcoma cells in the high-risk group were significantly increased, and SCPA package analysis (Fig. 4L) showed a marked decrease in metabolic processes related to bio-oxidation and cytochrome P450, suggesting that these cells have weakened metabolism of accumulated TCDD, potentially contributing to the development of liposarcoma."
    },
    {
      "title": "Molecular docking, dynamics simulation and preliminary treatment exploration",
      "text": "The molecular docking analysis (Fig. 5A-E) indicates that all five key proteins spontaneously bind to TCDD, with a Vina score below 6 kcal/mol, suggesting high binding stability. This implies that TCDD may directly interact with the key genes, potentially affecting biological processes associated with liposarcoma. To further verify the binding affinity of TCDD to the five core targets, molecular dynamics simulations (Fig. 5A-E) involving TCDD and these targets were performed. The root mean square deviation (RMSD) effectively measures the conformational stability of the proteins and ligands, indicating the extent to which atomic positions deviate from their initial configurations. A smaller deviation (fluctuations less than 0.5 during stability) indicates greater conformational stability. As shown in the figure, all TCDD complexes reached equilibrium, suggesting stable binding to all five proteins. The root mean square fluctuation (RMSF) reveals the flexibility of amino acid residues within the proteins. The RMSF values of the amino acid residues in all complexes were relatively low (mostly below 2), indicating minimal fluctuation. In conclusion, all five target proteins, stably bind to TCDD. The conformation and binding affinity analysis of TCDD-protein complexes from molecular dynamics simulations can be found in Supplementary Materials 2. This suggests that under long-term exposure conditions, the tight binding of TCDD to these core proteins may play a crucial role in the molecular mechanisms of liposarcomaFig. 5Binding of Five Key Proteins to TCDD and Targeted Therapy. A-E. Binding of five key proteins to TCDD, including protein structures, detailed hydrophobic pocket analysis, RMSD, and RMSF plots. F. CCK-8 assay results showing that 3-day combined treatment significantly inhibited SW872 cell proliferation. *** indicates P< 0.001. G. Colony formation assay showing that 2-week combined treatment inhibited SW872 cell proliferation. Quantification of colony numbers is shown on the right. Binding of Five Key Proteins to TCDD and Targeted Therapy. A-E. Binding of five key proteins to TCDD, including protein structures, detailed hydrophobic pocket analysis, RMSD, and RMSF plots. F. CCK-8 assay results showing that 3-day combined treatment significantly inhibited SW872 cell proliferation. *** indicates P< 0.001. G. Colony formation assay showing that 2-week combined treatment inhibited SW872 cell proliferation. Quantification of colony numbers is shown on the right. Subsequently, in response to the fatty sarcoma caused by TCDD, we selected HTR2A as a therapeutic target from five key proteins and conducted CCK-8 (Fig. 5F) and colony formation (Fig. 5G) assays to assess drug-induced inhibition of cell proliferation. The results showed that in SW872 cells, even at low concentrations (0.01 µM) of Doxorubicin (Dox), significant inhibition of cell proliferation was observed when combined with an appropriate amount (25 µM) of HTR2A inhibitor ketanserin (ket). This indicates that the combination of ketanserin and the first-line chemotherapeutic agent doxorubicin the chemotherapy efficacy against liposarcoma."
    },
    {
      "title": "Discussion",
      "text": "Our research combines various technical approaches, including network toxicology, 117 combinations of machine learning algorithms, molecular docking, kinetic simulations, and targeted therapy experiments, to explore the toxicological effects of dioxin exposure on liposarcoma development. Based on the PubChem database, we examined the characteristics of dioxin-like pollutants, particularly their high lipophilicity, which facilitates their accumulation in human adipose tissue and may lead to serious health risks. 2,3,7,8-tetrachlorodibenzo-p-dioxin (TCDD) has been widely studied19, with its potential harms primarily focused on the development of liver, breast, lung, stomach, and pancreatic cancers. However, despite confirmed carcinogenicity in these organs, studies on the carcinogenic effects of dioxins in adipose tissue are scarce. As an important metabolic organ, adipose tissue’s biological characteristics make it a favorable environment for the accumulation and long-term presence of dioxin-like pollutants20, providing a conducive setting for their carcinogenic effects. This makes adipose tissue a potential target for the carcinogenic action of these pollutants. AhR, a recognized receptor for dioxin-like compounds, is known to play a critical role in cell proliferation and metastasis, and is closely associated with the occurrence of various cancers21. Our research identified AhR through network toxicology analysis, and subsequently revealed the carcinogenic process of the receptor AhR in liposarcoma through phenotypic studies. We further validated this finding using clinical cohorts, thereby filling a gap in this research field. Previous studies have primarily focused on the molecular function of the single gene AhR in TCDD-associated carcinogenesis22. Our results indicate that although the AhR receptor indeed participates in some carcinogenic processes in adipose tissue, relying solely on a single gene to predict the outcome of liposarcoma is insufficient, as a single gene approach may not fully reflect the complex pathological processes of liposarcoma, a tumor with multiple gene mutations23. Therefore, we established a predictive model and validated it using techniques like molecular docking and kinetic simulations. Ultimately, we used proteins such as CDH3, ADORA2B, MMP14, IP6K2, and HTR2A to predict recurrence in dioxin-related liposarcoma. P-cadherin (CDH3), a classic cadherin, is considered a key component of the Wnt pathway. Yiting Li and colleagues24 have shown that genes in the Wnt pathway, including LEF1, CDH2, and CDH3, participate in TCDD-induced cellular changes. Further studies by Vivek Subbiah25 have observed that overexpression of P-cadherin provides a potential target for tumor radioimmunotherapy, including in liposarcomas. Suntae Kim’s study26 found that the adenosine receptor A2B (ADORA2B) gene is one of the presumed primary response genes induced by TCDD and is associated with signal transduction. The binding pocket, selected through molecular docking, closely resembles the previously reported binding pocket27 formed by residues such as Ala64, Val85, Leu86, Phe173, and Val250 in human A2BAR. The hydrophobic sub-pocket within this region plays a key role in the high-affinity binding of small molecules, making it a potential target for drug development. Xiaolan Feng et al.28 discovered that amplification on 17p11-12 is highly tumor-specific, including in DDLPS, and that ADORA2B gene expression is associated with this amplification. Matrix metalloproteinase-14 (MMP-14) promotes invasive growth and metastasis of tumor cells by degrading extracellular matrix (ECM) components such as collagen and matrix proteins. Cheri L. Lamb and colleagues29 found that TCDD induced the expression of MMP-3 and MMP-14, both of which exhibit collagenase and gelatinase activity. Jordi Gonzalez-Molina’s research30 further clarified that MMP-14 is highly expressed in most sarcomas and is closely related to their phenotype, controlling key processes in the disease. In previous study31, the amino acid residues Met-328 and Arg-330 in the PEX domain of MMP-14 are crucial for the selective recognition and binding of NSC405020. The structural features of these residues are similar to the binding pocket we selected, allowing for a tight interaction with the compound to play a role. The study by Julian Krauskopf32 found that polychlorinated biphenyls significantly disrupt the expression of the inositol hexakisphosphate kinase 2 (IP6K2) gene at specific concentrations. David S. Shames33 believes that IP6K2 is a target for HSP90 and may become a target for cancer therapeutics development. The research by Glancis Luzeena Raja34 suggests that TCDD is an endocrine-disrupting chemical (EDC), and some EDCs may affect serotonin receptors (HTR1A and HTR2A), leading to modifications in a region-specific, sex-dimorphic, and experience-dependent manner. Yessenia Ballou’s research35 demonstrated that treatment with 5-HT antagonists in the SW872 liposarcoma cell line led to a significant decrease in cell density, indicating that serotonin receptors play a crucial role in liposarcoma cell growth, providing a theoretical foundation for further studies on 5-HT receptor inhibitors in TCDD-related liposarcoma treatment. Similar to the hydrophobic pocket of the HTR2A receptor we selected, particularly at the SER159 position, 6-PPDQ may exert its neurotoxic effects by binding to this critical region36, providing justification for our choice of this site as the research target. These findings suggest that proteins such as CDH3, ADORA2B, MMP14, IP6K2, and HTR2A may serve as potential therapeutic targets for dioxin exposure-related cancers, particularly in regulating cancer cell behavior and improving the efficacy of anticancer therapies. It is important to note that in our study, we innovatively used a selective HTR2A receptor antagonist, ketanserin, in combination with the first-line chemotherapy drug doxorubicin for the treatment of TCDD-exposure-related liposarcoma. Ketanserin, commonly used to treat hypertension and certain cardiovascular diseases37, works by blocking the HTR2A receptor, inhibiting vasoconstriction, thus dilating blood vessels and lowering blood pressure. Since its action is primarily confined to peripheral tissues, it has relatively minimal effects on the central nervous system, reducing side effects. Recent studies suggest that ketanserin may have potential in cancer treatment, particularly in inhibiting tumor cell proliferation and promoting apoptosis. It has been shown to promote apoptosis in gastric cancer cells by blocking the HTR2A receptor38. Moreover, ketanserin exhibits a significant inhibitory effect on the proliferation of certain cancer cell lines, such as MCF-739, suggesting its potential as an adjunctive anticancer drug. Although its role in cancer treatment is still in the early stages of research, its function as an HTR2A receptor antagonist provides a new approach for the adjunctive treatment of TCDD-associated liposarcoma. There are some limitations in our study of the potential mechanisms linking TCDD to liposarcoma. Firstly, we currently lack clinical cohort studies on dioxin exposure and liposarcoma. Since the dose and duration of dioxin exposure play a significant role in disease onset40, the chronic nature of this process makes it difficult for researchers to fully reflect actual exposure scenarios through short-term studies or models, especially when observing the occurrence of liposarcoma. Secondly, we lack animal models41 for cross-species comparative studies to simulate long-term, low-dose dioxin exposure, which would reflect actual chronic exposure situations. Therefore, while our research provides valuable mechanistic insights into dioxin-associated liposarcoma, it still lacks direct evidence from real-world environmental exposure. Despite the aforementioned limitations, our study has indispensable advantages. We have comprehensively applied various techniques, including network toxicology, 117 combinations of machine learning algorithms, molecular docking, dynamic simulations, and pharmacological experiments. This multi-layered research approach not only enhances the comprehensiveness and accuracy of the study but also significantly improves the efficiency of toxicity assessments for environmental pollutants like dioxin through the integration of bioinformatics and big data. The improved toxicity assessment efficiency allows for faster development of pollutant-related tumor prognostic biomarkers and targeted therapeutic attempts based on these biomarkers, further accelerating the optimization of treatment strategies. Compared to traditional methods, our study provides a more efficient and cost-effective alternative through network toxicology. Through our comprehensive analysis and innovative approach, we not only offer a new perspective on the pathogenesis of dioxin-related liposarcoma but also provide new tools and theoretical foundations for assessing the health impacts of environmental pollutants."
    },
    {
      "title": "Conclusion",
      "text": "Our research integrates network toxicology, machine learning modeling, molecular docking, dynamic simulation, and targeted therapy experiments to thoroughly explore the toxicological effects of dioxin exposure on the development of malignant adipocyte tumors. The results indicate that dioxins possess high lipophilicity, which leads to their accumulation in human adipose tissue. AhR partially regulates the progression of dioxin-related liposarcoma. Further analysis revealed five key proteins—CDH3, ADORA2B, MMP14, IP6K2, and HTR2A—that can better reflect the prognosis of dioxin-related liposarcoma. Finally, the use of the selective HTR2A receptor antagonist ketanserin as an adjunct to chemotherapy with doxorubicin, the first-line treatment for liposarcoma, showed promising potential in treating dioxin exposure-related liposarcomas. This study, through systematic analysis and innovative drug intervention, not only enhances our understanding of the toxicological mechanisms of dioxin-like pollutants in liposarcoma but also offers new analytical approaches and intervention strategies for the prevention and treatment of environmentally related diseases."
    },
    {
      "title": "Supplementary Information",
      "text": "Below is the link to the electronic supplementary material. Supplementary Material 1 Supplementary Material 1 Supplementary Material 2 Supplementary Material 2"
    }
  ],
  "full_text": "## Introduction\nWith the continuous advancement of industrialization, environmental pollution, especially the presence of persistent organic pollutants (POPs), has become a major global public health challenge1. Dioxin, as a typical POP, has attracted significant attention in human health research due to their extreme toxicity, persistence in the environment, and bioaccumulation characteristics2. Although the concentration of dioxins in the environment is usually low, much lower than that of many other chemicals, their high toxicity still poses a severe threat to both the ecological environment and human health. To accurately monitor these trace pollutants, the reporting threshold for dioxins is typically in grams rather than pounds, in order to capture even smaller amounts of these chemicals. Dioxins possess exceptional environmental stability, making them difficult to degrade in nature. They are widely distributed through air, soil, and water, ultimately entering the food chain and accumulating in the human body. Due to their lipophilicity, dioxins tend to accumulate in fat tissue3 over long periods in the human body. This accumulation not only increases the health risks associated with long-term exposure but also can have profound effects on the health of specific tissues, even with low-dose exposure. 2,3,7,8-Tetrachlorodibenzo-p-dioxin (TCDD) is the most toxic compound in the dioxin family4 and has become the standard substance used in most animal experiments to evaluate the toxicity of dioxins. Dioxin exposure is closely linked to various health problems, with significant attention being paid to cancer research. The World Health Organization (WHO) has classified TCDD as a Group 1 human carcinogen. Analyses based on several worker exposure scenarios indicate a clear association between dioxin exposure and the development of cancer. For example, Steenland and colleagues5 used a job-exposure matrix (JEM) to analyze the NIOSH cohort, finding that the standardized mortality ratio (SMR) for all cancers in workers exposed to TCDD was 1.13 (95% CI = 1.02–1.25), with a significant positive linear trend between increasing exposure and SMRs for all cancers. The highest exposure group had an SMR of 1.60 (95% CI = 1.15–1.82) for all cancers. Additionally, a study in the Dutch cohort6 also found that cancer mortality was five times higher in workers with moderate and high exposure compared to those with low exposure. The carcinogenic mechanisms of TCDD and other dioxins have been studied, showing that they can bind to the aryl hydrocarbon receptor (AhR) within cells7, activating related signaling pathways and interfering with normal cellular metabolic processes. However, this mechanism may behave differently in various types of cancer8. In studies of glioma9, melanoma10, and other malignancies, activation of AhR may either promote tumor invasive properties or inhibit tumor progression. Therefore, prediction methods based on a single gene may not fully explain the onset and development of tumors, making it crucial to explore the carcinogenic mechanisms of dioxins, particularly their specific roles in different types of cancer. In particular, in the fat tissue where dioxins accumulate, they may be closely related to the development of specific types of tumors, such as soft tissue sarcomas11. Liposarcoma is one of the most common soft tissue sarcomas in adults, with well-differentiated and dedifferentiated liposarcoma making up the largest subgroups12. However, specific mechanism research on the association between dioxin and liposarcoma is still limited, and more related studies are needed to fill this gap. Therefore, this study aims to explore the toxicological effects of TCDD on liposarcoma and develop targeted therapeutic strategies, through network toxicology, machine learning modeling, molecular docking, molecular dynamics simulations, and innovative repurposing of existing drugs. This research may provide preliminary insights into the potential role of dioxin in malignant adipocytic tumor development, offering a basis for further studies.\n\n## Materials and methods\nThe SW872 (HTB-92) cell line was purchased from ATCC and cultured in DMEM (L110KJ, BasalMedia) supplemented with 10% fetal bovine serum (C04001-500, VivaCell) and penicillin-streptomycin (KS01-AB, biopico). Doxorubicin (HY-15142 A, MedChemExpress LLC) and Ketanserin (K902253, Shanghai Dibai Biotechnology Co., Ltd.) were used in the experiments. Antibodies against β-ACTIN (F0012) and AHR (F0827) were obtained from Selleck. Cell viability was assessed using the Cell Counting Kit-8 (GK10001, GLPBIO). The carcinogenicity and lipophilicity data of dioxins, as well as the 2D and 3D structural information, were obtained from the PubChem database (https://pubchem.ncbi.nlm.nih.gov/).Potential human target genes of 2,3,7,8-tetrachlorodibenzo-p-dioxin pollutants were retrieved from the ChEMBL database (https://www.ebi.ac.uk/chembl/), STITCH database (http://stitch.embl.de/), and SwissTarget Prediction database (http://www.swisstargetprediction.ch/).GeneCards database (https://www.genecards.org/) and OMIM database (https://omim.org/) were searched for liposarcoma-related genes. Transcriptome data of human liposarcoma samples and normal adipose tissue samples were obtained from the “TCGA TARGET GTEx” dataset on the UCSC Xena database (https://xenabrowser.net/datapages/). The Limma package in R was used to analyze differentially expressed genes (DEGs) between the two groups.We used the “ClusterProfiler”, “Enrichplot” and “Org.Hs.eg.db” packages in R to perform Gene Ontology (GO) functional annotation and KEGG pathway enrichment analysis13 (www.kegg.jp/kegg/kegg1.html) on the genes common to TCDD and liposarcoma. For previous uses, the Kanehisa laboratory have happily provided permission.We obtained transcriptome data and survival information from TCGA (https://portal.gdc.cancer.gov/) for 56 cases of sarcoma (SARC), and from GEO (https://www.ncbi.nlm.nih.gov/geo/) for 192 cases of liposarcoma patients (GSE21050, GSE30929, and GSE71118). Some of the visualizations were generated using Sangerbox14 (http://www.sangerbox.com/tool). The carcinogenicity and lipophilicity data of dioxins, as well as the 2D and 3D structural information, were obtained from the PubChem database (https://pubchem.ncbi.nlm.nih.gov/). Potential human target genes of 2,3,7,8-tetrachlorodibenzo-p-dioxin pollutants were retrieved from the ChEMBL database (https://www.ebi.ac.uk/chembl/), STITCH database (http://stitch.embl.de/), and SwissTarget Prediction database (http://www.swisstargetprediction.ch/). GeneCards database (https://www.genecards.org/) and OMIM database (https://omim.org/) were searched for liposarcoma-related genes. Transcriptome data of human liposarcoma samples and normal adipose tissue samples were obtained from the “TCGA TARGET GTEx” dataset on the UCSC Xena database (https://xenabrowser.net/datapages/). The Limma package in R was used to analyze differentially expressed genes (DEGs) between the two groups. We used the “ClusterProfiler”, “Enrichplot” and “Org.Hs.eg.db” packages in R to perform Gene Ontology (GO) functional annotation and KEGG pathway enrichment analysis13 (www.kegg.jp/kegg/kegg1.html) on the genes common to TCDD and liposarcoma. For previous uses, the Kanehisa laboratory have happily provided permission. We obtained transcriptome data and survival information from TCGA (https://portal.gdc.cancer.gov/) for 56 cases of sarcoma (SARC), and from GEO (https://www.ncbi.nlm.nih.gov/geo/) for 192 cases of liposarcoma patients (GSE21050, GSE30929, and GSE71118). Some of the visualizations were generated using Sangerbox14 (http://www.sangerbox.com/tool). We utilized the Mime package15 to construct machine learning-based models for transcriptomic data analysis. Prognosis models were developed using 10 machine learning algorithms, while binary response models were built with 7 algorithms. Core feature selection related to prognosis was performed with 8 machine learning methods. Additionally, the performance of each model was visualized to assess predictive accuracy and identify critical genes associated with disease progression and patient outcomes. 117 combinations were integrated into the computational framework with K-fold cross-validation for model construction on the training dataset. Single-cell metabolic analysis was performed using the SCPA package. This package allowed for the identification and quantification of metabolic pathways at the single-cell level. The approach provided insights into cellular metabolism and its potential role in disease progression. Protein structure information was obtained from UniProt (https://www.uniprot.org/). Molecular docking simulations were conducted using CB-Dock216,17 (https://cadd.labshare.cn/cb-dock2/index.php) to explore protein-ligand interactions. This approach facilitated the identification of potential binding sites and interactions critical for understanding the molecular mechanisms underlying disease processes. The platform employs AutoDock Vina (version 1.2.0) for template-independent blind docking. For template-based blind docking, the workflow integrates the BioLiP2 database (version 2025.04.23) as the reference template library. Molecular dynamics (MD) simulations were performed using Gromacs18. The protein was parameterized with the CHARMM36 force field, and the ligand topology was generated with GAFF2 parameters. The protein–ligand complex was placed in a cubic box under periodic boundary conditions and solvated with TIP3P water molecules. Energy minimization was performed using the steepest descent algorithm (up to 50,000 steps) until the maximum force was < 1000 kJ/mol/nm. Equilibration was carried out in two phases: (i) NVT ensemble for 100 ps at 310 K with the V-rescale thermostat (τ = 0.1 ps), applying position restraints to protein and ligand heavy atoms; and (ii) NPT ensemble for 100 ps at 310 K and 1 bar using the Parrinello–Rahman barostat (τ = 2.0 ps). Electrostatic interactions were calculated using the Particle Mesh Ewald (PME) method, while van der Waals and Coulomb interactions were truncated at 1.0 nm. The Verlet cutoff scheme was used for neighbor searching. The production simulation was performed for 50–100 ns at constant 310 K and 1 bar, using a 2 fs time step with LINCS constraints applied to all bonds involving hydrogen atoms. Trajectories were saved every 10 ps for subsequent analysis. The molecular visualizations were generated using the freely available open-source version of PyMOL (Schrödinger, LLC).\n\n## Cell culture and reagents\nThe SW872 (HTB-92) cell line was purchased from ATCC and cultured in DMEM (L110KJ, BasalMedia) supplemented with 10% fetal bovine serum (C04001-500, VivaCell) and penicillin-streptomycin (KS01-AB, biopico). Doxorubicin (HY-15142 A, MedChemExpress LLC) and Ketanserin (K902253, Shanghai Dibai Biotechnology Co., Ltd.) were used in the experiments. Antibodies against β-ACTIN (F0012) and AHR (F0827) were obtained from Selleck. Cell viability was assessed using the Cell Counting Kit-8 (GK10001, GLPBIO).\n\n## Data sources\nThe carcinogenicity and lipophilicity data of dioxins, as well as the 2D and 3D structural information, were obtained from the PubChem database (https://pubchem.ncbi.nlm.nih.gov/).Potential human target genes of 2,3,7,8-tetrachlorodibenzo-p-dioxin pollutants were retrieved from the ChEMBL database (https://www.ebi.ac.uk/chembl/), STITCH database (http://stitch.embl.de/), and SwissTarget Prediction database (http://www.swisstargetprediction.ch/).GeneCards database (https://www.genecards.org/) and OMIM database (https://omim.org/) were searched for liposarcoma-related genes. Transcriptome data of human liposarcoma samples and normal adipose tissue samples were obtained from the “TCGA TARGET GTEx” dataset on the UCSC Xena database (https://xenabrowser.net/datapages/). The Limma package in R was used to analyze differentially expressed genes (DEGs) between the two groups.We used the “ClusterProfiler”, “Enrichplot” and “Org.Hs.eg.db” packages in R to perform Gene Ontology (GO) functional annotation and KEGG pathway enrichment analysis13 (www.kegg.jp/kegg/kegg1.html) on the genes common to TCDD and liposarcoma. For previous uses, the Kanehisa laboratory have happily provided permission.We obtained transcriptome data and survival information from TCGA (https://portal.gdc.cancer.gov/) for 56 cases of sarcoma (SARC), and from GEO (https://www.ncbi.nlm.nih.gov/geo/) for 192 cases of liposarcoma patients (GSE21050, GSE30929, and GSE71118). Some of the visualizations were generated using Sangerbox14 (http://www.sangerbox.com/tool). The carcinogenicity and lipophilicity data of dioxins, as well as the 2D and 3D structural information, were obtained from the PubChem database (https://pubchem.ncbi.nlm.nih.gov/). Potential human target genes of 2,3,7,8-tetrachlorodibenzo-p-dioxin pollutants were retrieved from the ChEMBL database (https://www.ebi.ac.uk/chembl/), STITCH database (http://stitch.embl.de/), and SwissTarget Prediction database (http://www.swisstargetprediction.ch/). GeneCards database (https://www.genecards.org/) and OMIM database (https://omim.org/) were searched for liposarcoma-related genes. Transcriptome data of human liposarcoma samples and normal adipose tissue samples were obtained from the “TCGA TARGET GTEx” dataset on the UCSC Xena database (https://xenabrowser.net/datapages/). The Limma package in R was used to analyze differentially expressed genes (DEGs) between the two groups. We used the “ClusterProfiler”, “Enrichplot” and “Org.Hs.eg.db” packages in R to perform Gene Ontology (GO) functional annotation and KEGG pathway enrichment analysis13 (www.kegg.jp/kegg/kegg1.html) on the genes common to TCDD and liposarcoma. For previous uses, the Kanehisa laboratory have happily provided permission. We obtained transcriptome data and survival information from TCGA (https://portal.gdc.cancer.gov/) for 56 cases of sarcoma (SARC), and from GEO (https://www.ncbi.nlm.nih.gov/geo/) for 192 cases of liposarcoma patients (GSE21050, GSE30929, and GSE71118). Some of the visualizations were generated using Sangerbox14 (http://www.sangerbox.com/tool).\n\n## Machine learning modeling\nWe utilized the Mime package15 to construct machine learning-based models for transcriptomic data analysis. Prognosis models were developed using 10 machine learning algorithms, while binary response models were built with 7 algorithms. Core feature selection related to prognosis was performed with 8 machine learning methods. Additionally, the performance of each model was visualized to assess predictive accuracy and identify critical genes associated with disease progression and patient outcomes. 117 combinations were integrated into the computational framework with K-fold cross-validation for model construction on the training dataset.\n\n## Single-cell metabolic analysis\nSingle-cell metabolic analysis was performed using the SCPA package. This package allowed for the identification and quantification of metabolic pathways at the single-cell level. The approach provided insights into cellular metabolism and its potential role in disease progression.\n\n## Molecular Docking validation of TCDD with core targets\nProtein structure information was obtained from UniProt (https://www.uniprot.org/). Molecular docking simulations were conducted using CB-Dock216,17 (https://cadd.labshare.cn/cb-dock2/index.php) to explore protein-ligand interactions. This approach facilitated the identification of potential binding sites and interactions critical for understanding the molecular mechanisms underlying disease processes. The platform employs AutoDock Vina (version 1.2.0) for template-independent blind docking. For template-based blind docking, the workflow integrates the BioLiP2 database (version 2025.04.23) as the reference template library.\n\n## Molecular dynamics simulations\nMolecular dynamics (MD) simulations were performed using Gromacs18. The protein was parameterized with the CHARMM36 force field, and the ligand topology was generated with GAFF2 parameters. The protein–ligand complex was placed in a cubic box under periodic boundary conditions and solvated with TIP3P water molecules. Energy minimization was performed using the steepest descent algorithm (up to 50,000 steps) until the maximum force was < 1000 kJ/mol/nm. Equilibration was carried out in two phases: (i) NVT ensemble for 100 ps at 310 K with the V-rescale thermostat (τ = 0.1 ps), applying position restraints to protein and ligand heavy atoms; and (ii) NPT ensemble for 100 ps at 310 K and 1 bar using the Parrinello–Rahman barostat (τ = 2.0 ps). Electrostatic interactions were calculated using the Particle Mesh Ewald (PME) method, while van der Waals and Coulomb interactions were truncated at 1.0 nm. The Verlet cutoff scheme was used for neighbor searching. The production simulation was performed for 50–100 ns at constant 310 K and 1 bar, using a 2 fs time step with LINCS constraints applied to all bonds involving hydrogen atoms. Trajectories were saved every 10 ps for subsequent analysis. The molecular visualizations were generated using the freely available open-source version of PyMOL (Schrödinger, LLC).\n\n## Results\nThe chemical structures of various chlorinated dioxin isomers were first shown (Fig. 1A). The lipophilicity and carcinogenicity of 10 types of dioxins (polychlorinated dibenzo-p-dioxins/furans) were calculated and evaluated using PubChem (Fig. 1B). The x-axis represents lipophilicity (measured by XLogP3 values), and the compounds are arranged from top to bottom based on the increasing number of chlorine atoms in their structures. The size of the points represents the oral slope factor (CSFo), which indicates the cancer risk associated with each chemical substance per unit body weight (mg/kg) ingested daily. The color of the lines represents the oral chronic reference dose (RfDo), which indicates the maximum dose of a chemical that will not cause unacceptable adverse health effects under long-term daily exposure. These compounds typically have XLogP3 values around 7, suggesting they are highly hydrophobic, highly soluble in lipid environments, and accumulate in adipose tissue. As the number of chlorine atoms increases, the safe concentration rises, while carcinogenicity decreases. These results indicate that TCDD is a highly carcinogenic environmental toxin compared to other dioxins, with a tendency to accumulate in adipose tissue.Fig. 1Chemical structures of the dioxin, lipophilicity and carcinogenicity. A. Chemical structures of the 10 dioxins. B. Lollipop chart showing the variation of carcinogenicity and lipophilicity of dioxins with increasing molecular weight (XLogP3: Logarithm of octanol/water partition coefficient, CSFo: Oral Slope Factor (mg/kg-day)-1, RfDoc: Oral Chronic Reference Dose (mg/kg-day)). Chemical structures of the dioxin, lipophilicity and carcinogenicity. A. Chemical structures of the 10 dioxins. B. Lollipop chart showing the variation of carcinogenicity and lipophilicity of dioxins with increasing molecular weight (XLogP3: Logarithm of octanol/water partition coefficient, CSFo: Oral Slope Factor (mg/kg-day)-1, RfDoc: Oral Chronic Reference Dose (mg/kg-day)). The potential targets related to TCDD were screened using the ChEMBL database, STITCH database, and SwissTargetPrediction tool, resulting in the identification of 200 potential TCDD-associated target proteins (Fig. 2A). Subsequently, to investigate carcinogenic factors associated with liposarcoma, transcriptomic data from human dedifferentiated liposarcoma (DDLPS) samples and normal adipose tissue samples were obtained from the UCSC Xena database (TCGA, TARGET, GTEx). Differentially expressed genes (DEGs) were identified by comparing the transcriptomic differences between the two sample groups, resulting in a total of 22,616 DEGs, including 17,327 upregulated genes and 5,289 downregulated genes (Fig. 2B). By combining data from the GeneCards database and OMIM database, a total of 22,708 disease-associated genes were obtained (Fig. 2C).Fig. 2Potential target genes of TCDD in liposarcoma and enrichment analysis. A. Venn diagram illustrating the predicted target genes of TCDD. B. Volcano plot showing differentially expressed genes between dedifferentiated liposarcoma (DDLPS) and normal adipose tissue. C. Venn diagram of known liposarcoma-associated genes. D. Venn diagram showing the intersection of TCDD target genes and DDLPS-associated genes. E. Gene Ontology (GO) enrichment analysis of the intersecting target genes between TCDD and liposarcoma. F. KEGG pathway enrichment analysis of the intersecting target genes between TCDD and liposarcoma. Potential target genes of TCDD in liposarcoma and enrichment analysis. A. Venn diagram illustrating the predicted target genes of TCDD. B. Volcano plot showing differentially expressed genes between dedifferentiated liposarcoma (DDLPS) and normal adipose tissue. C. Venn diagram of known liposarcoma-associated genes. D. Venn diagram showing the intersection of TCDD target genes and DDLPS-associated genes. E. Gene Ontology (GO) enrichment analysis of the intersecting target genes between TCDD and liposarcoma. F. KEGG pathway enrichment analysis of the intersecting target genes between TCDD and liposarcoma. To identify potential molecular links between TCDD exposure and DDLPS, the intersection of the related factors for both was taken, resulting in 136 common genes (Fig. 2D), which could represent key targets in the pathogenesis of Liposarcoma associated with TCDD. Subsequently, enrichment analysis was performed on these common genes. The GO functional enrichment analysis (Fig. 2E) showed that these genes were primarily involved in biological processes such as cellular response to xenobiotic stimulus, xenobiotic metabolic process, and aromatase activity. Additionally, the KEGG pathway analysis (Fig. 2F) identified key pathways, including Chemical carcinogenesis − receptor activation and Metabolism of xenobiotics by cytochrome P450. These results suggest that the target genes of TCDD are associated with the activation of adipocyte responses to xenobiotics, and they alter cellular metabolism through cancer-related receptor pathways, thereby influencing the development of liposarcoma. We imported 136 intersection targets between TCDD and liposarcoma into the STRING database for PPI analysis and constructed a high-confidence PPI network (confidence score ≥ 0.700) (Fig. 3A). After filtering out isolated targets, we visualized the PPI network using Cytoscape software (Fig. 3B). The network was ranked according to maximal clique centrality, with larger circles representing proteins with stronger interactions with other proteins. In this analysis, we identified proteins highly associated with AHR, EGFR, and other proteins. The role of EGFR in liposarcoma has been extensively studied. However, AHR research on liposarcoma, which is highly related to dioxin exposure, remains lacking. Given AHR’s dual role in cancer, we overexpressed the AHR gene in dedifferentiated liposarcoma cells (SW872) (Fig. 3C) and conducted a CCK-8 proliferation assay to investigate its functional role. The results demonstrated that AHR promotes proliferation in liposarcoma cells (Fig. 3D). Then we compared the expression levels of the AHR gene between human dedifferentiated liposarcoma samples and normal adipose tissue using transcriptomic data obtained from the UCSC Xena database (TCGA, TARGET, GTEx). AHR expression was found to be significantly elevated in liposarcoma tissue compared to adipose tissue (Fig. 3E). Subsequently, we obtained survival and transcriptomic data from 56 liposarcoma patients in the TCGA database for survival analysis. The results indicated that AHR is somewhat negatively correlated with prognosis (Fig. 3F). However, the confidence intervals for the survival rates of the two patient groups overlapped partially, so we further considered developing additional prognostic proteins.Fig. 3Construction of core gene network using network toxicology and validation. A. The PPI network was constructed using the STRING database with a confidence score threshold of ≥ 0.700. Nodes represent proteins, and edges indicate the interactions between them. B. The PPI network was further visualized and analyzed using Cytoscape. Nodes were colored and resized based on their degree values; darker colors and larger circles indicate stronger interactions. C. Western blot analysis demonstrated increased expression of AHR protein in SW872 cell overexpressing AHR. β-Actin was used as a loading control to ensure equal protein loading. D. The CCK-8 assay results show the proliferative capacity of SW872 cell overexpressing either Ctrl or AHR. Overexpression of AHR significantly affected cell proliferation. Cells were seeded in 96-well plates at a density of 1000 cells per well. The values shown are the mean ± SEM of four independent experiments. * indicates statistical significance (P < 0.05). E. A violin plot illustrates the expression levels of the AHR gene between two groups. **** indicates P < 0.0001. F. Kaplan-Meier survival curves show the probability of survival over time in different groups. The stepwise decline represents the timing of death events. Groups are distinguished by color, and differences in survival between groups are observed. Statistical significance was assessed using the log-rank test, and the P value is shown in the figure. Construction of core gene network using network toxicology and validation. A. The PPI network was constructed using the STRING database with a confidence score threshold of ≥ 0.700. Nodes represent proteins, and edges indicate the interactions between them. B. The PPI network was further visualized and analyzed using Cytoscape. Nodes were colored and resized based on their degree values; darker colors and larger circles indicate stronger interactions. C. Western blot analysis demonstrated increased expression of AHR protein in SW872 cell overexpressing AHR. β-Actin was used as a loading control to ensure equal protein loading. D. The CCK-8 assay results show the proliferative capacity of SW872 cell overexpressing either Ctrl or AHR. Overexpression of AHR significantly affected cell proliferation. Cells were seeded in 96-well plates at a density of 1000 cells per well. The values shown are the mean ± SEM of four independent experiments. * indicates statistical significance (P < 0.05). E. A violin plot illustrates the expression levels of the AHR gene between two groups. **** indicates P < 0.0001. F. Kaplan-Meier survival curves show the probability of survival over time in different groups. The stepwise decline represents the timing of death events. Groups are distinguished by color, and differences in survival between groups are observed. Statistical significance was assessed using the log-rank test, and the P value is shown in the figure. To further explore the impact of TCDD target genes on liposarcoma, we performed machine learning modeling to investigate the cross-targets between the two. We collected three datasets from the GEO database, namely GSE21050, GSE30929, and GSE71118, conducted batch correction, and merged them into a dataset containing transcriptomic data and relapse free survival for 192 patients. We randomly selected 70% of the patients as the training group and 30% as the test group, then compared the modeling effects of 117 combinations of machine learning algorithms (Fig. 4A). The results showed that three ensemble learning methods, random survival forest (RSF), LASSO and stepwise Cox regression, performed relatively well in the modeling. We then used RSF for modeling (Fig. 4B), which identified 111 proteins positively correlated with the improvement of model performance. Following that, Lasso regression (Fig. 4C, D) was used to screen for 6 proteins, and stepwise Cox regression analysis (Fig. 4E) finally identified five key proteins: CDH3, ADORA2B, MMP14, IP6K2, and HTR2A. These five proteins showed significant survival differences (Fig. 4F, H) between the high and low risk groups in both the training and test groups, with a high AUC (Fig. 4G, I), indicating their significant value in predicting survival. Fig. 4101 machine learning models were constructed and validated using single-cell transcriptomic data. A. Features were selected based on the Maximal Information Coefficient (MIC), and predictive models were constructed using various machine learning algorithms. Model performance was evaluated using the concordance index (C-index). B. Survival model was built using the Random Survival Forest (RSF) algorithm. The variable importance plot highlights genes with both positive and negative contributions to the model. C. LASSO coefficient path plot showing the trajectories of regression coefficients as the regularization parameter λ varies. D. LASSO cross-validation curve displaying model error across log(λ) values. The optimal λ, selected by 10-fold cross-validation, minimized the error and led to the identification of 6 key genes. E. Multivariate stepwise Cox regression was subsequently performed for further feature refinement, resulting in 5 independent prognostic genes. F–G. Kaplan-Meier survival curves and ROC curves of the five selected genes in the training set. H–I. Corresponding Kaplan-Meier survival curves and ROC curves in the test set to validate prognostic performance. J. Cell clustering results from single-cell transcriptomic data, illustrating the distribution of distinct cell subpopulations. K. Comparison of cell subpopulation proportions between high- and low-risk groups. L. Metabolic pathway enrichment analysis comparing high- and low-risk groups, revealing potential metabolic differences. 101 machine learning models were constructed and validated using single-cell transcriptomic data. A. Features were selected based on the Maximal Information Coefficient (MIC), and predictive models were constructed using various machine learning algorithms. Model performance was evaluated using the concordance index (C-index). B. Survival model was built using the Random Survival Forest (RSF) algorithm. The variable importance plot highlights genes with both positive and negative contributions to the model. C. LASSO coefficient path plot showing the trajectories of regression coefficients as the regularization parameter λ varies. D. LASSO cross-validation curve displaying model error across log(λ) values. The optimal λ, selected by 10-fold cross-validation, minimized the error and led to the identification of 6 key genes. E. Multivariate stepwise Cox regression was subsequently performed for further feature refinement, resulting in 5 independent prognostic genes. F–G. Kaplan-Meier survival curves and ROC curves of the five selected genes in the training set. H–I. Corresponding Kaplan-Meier survival curves and ROC curves in the test set to validate prognostic performance. J. Cell clustering results from single-cell transcriptomic data, illustrating the distribution of distinct cell subpopulations. K. Comparison of cell subpopulation proportions between high- and low-risk groups. L. Metabolic pathway enrichment analysis comparing high- and low-risk groups, revealing potential metabolic differences. Finally, we validated these findings in single-cell data. We obtained 16 liposarcoma patients’ RNA-seq (GSE221492) and scRNA-seq (GSE221493) data from in the GEO database. In the RNA-seq data, based on the model scores we developed, the 16 patients were divided into high and low-risk groups, then we compared their single-cell data. The cell clustering results are presented in Fig. 4J, with the clustering criteria detailed in Supplementary Materials 1. The results revealed that in the TCDD-liposarcoma high-risk group (Fig. 4K), there was a significant reduction in CD4 + T cells, CD8 + T cells, and macrophages, which aligns with the immune microenvironment damage caused by TCDD. Moreover, the liposarcoma cells in the high-risk group were significantly increased, and SCPA package analysis (Fig. 4L) showed a marked decrease in metabolic processes related to bio-oxidation and cytochrome P450, suggesting that these cells have weakened metabolism of accumulated TCDD, potentially contributing to the development of liposarcoma. The molecular docking analysis (Fig. 5A-E) indicates that all five key proteins spontaneously bind to TCDD, with a Vina score below 6 kcal/mol, suggesting high binding stability. This implies that TCDD may directly interact with the key genes, potentially affecting biological processes associated with liposarcoma. To further verify the binding affinity of TCDD to the five core targets, molecular dynamics simulations (Fig. 5A-E) involving TCDD and these targets were performed. The root mean square deviation (RMSD) effectively measures the conformational stability of the proteins and ligands, indicating the extent to which atomic positions deviate from their initial configurations. A smaller deviation (fluctuations less than 0.5 during stability) indicates greater conformational stability. As shown in the figure, all TCDD complexes reached equilibrium, suggesting stable binding to all five proteins. The root mean square fluctuation (RMSF) reveals the flexibility of amino acid residues within the proteins. The RMSF values of the amino acid residues in all complexes were relatively low (mostly below 2), indicating minimal fluctuation. In conclusion, all five target proteins, stably bind to TCDD. The conformation and binding affinity analysis of TCDD-protein complexes from molecular dynamics simulations can be found in Supplementary Materials 2. This suggests that under long-term exposure conditions, the tight binding of TCDD to these core proteins may play a crucial role in the molecular mechanisms of liposarcomaFig. 5Binding of Five Key Proteins to TCDD and Targeted Therapy. A-E. Binding of five key proteins to TCDD, including protein structures, detailed hydrophobic pocket analysis, RMSD, and RMSF plots. F. CCK-8 assay results showing that 3-day combined treatment significantly inhibited SW872 cell proliferation. *** indicates P< 0.001. G. Colony formation assay showing that 2-week combined treatment inhibited SW872 cell proliferation. Quantification of colony numbers is shown on the right. Binding of Five Key Proteins to TCDD and Targeted Therapy. A-E. Binding of five key proteins to TCDD, including protein structures, detailed hydrophobic pocket analysis, RMSD, and RMSF plots. F. CCK-8 assay results showing that 3-day combined treatment significantly inhibited SW872 cell proliferation. *** indicates P< 0.001. G. Colony formation assay showing that 2-week combined treatment inhibited SW872 cell proliferation. Quantification of colony numbers is shown on the right. Subsequently, in response to the fatty sarcoma caused by TCDD, we selected HTR2A as a therapeutic target from five key proteins and conducted CCK-8 (Fig. 5F) and colony formation (Fig. 5G) assays to assess drug-induced inhibition of cell proliferation. The results showed that in SW872 cells, even at low concentrations (0.01 µM) of Doxorubicin (Dox), significant inhibition of cell proliferation was observed when combined with an appropriate amount (25 µM) of HTR2A inhibitor ketanserin (ket). This indicates that the combination of ketanserin and the first-line chemotherapeutic agent doxorubicin the chemotherapy efficacy against liposarcoma.\n\n## Assessment of lipophilicity and carcinogenicity of Dioxins\nThe chemical structures of various chlorinated dioxin isomers were first shown (Fig. 1A). The lipophilicity and carcinogenicity of 10 types of dioxins (polychlorinated dibenzo-p-dioxins/furans) were calculated and evaluated using PubChem (Fig. 1B). The x-axis represents lipophilicity (measured by XLogP3 values), and the compounds are arranged from top to bottom based on the increasing number of chlorine atoms in their structures. The size of the points represents the oral slope factor (CSFo), which indicates the cancer risk associated with each chemical substance per unit body weight (mg/kg) ingested daily. The color of the lines represents the oral chronic reference dose (RfDo), which indicates the maximum dose of a chemical that will not cause unacceptable adverse health effects under long-term daily exposure. These compounds typically have XLogP3 values around 7, suggesting they are highly hydrophobic, highly soluble in lipid environments, and accumulate in adipose tissue. As the number of chlorine atoms increases, the safe concentration rises, while carcinogenicity decreases. These results indicate that TCDD is a highly carcinogenic environmental toxin compared to other dioxins, with a tendency to accumulate in adipose tissue.Fig. 1Chemical structures of the dioxin, lipophilicity and carcinogenicity. A. Chemical structures of the 10 dioxins. B. Lollipop chart showing the variation of carcinogenicity and lipophilicity of dioxins with increasing molecular weight (XLogP3: Logarithm of octanol/water partition coefficient, CSFo: Oral Slope Factor (mg/kg-day)-1, RfDoc: Oral Chronic Reference Dose (mg/kg-day)). Chemical structures of the dioxin, lipophilicity and carcinogenicity. A. Chemical structures of the 10 dioxins. B. Lollipop chart showing the variation of carcinogenicity and lipophilicity of dioxins with increasing molecular weight (XLogP3: Logarithm of octanol/water partition coefficient, CSFo: Oral Slope Factor (mg/kg-day)-1, RfDoc: Oral Chronic Reference Dose (mg/kg-day)).\n\n## Identification and enrichment analysis of potential target genes of TCDD in liposarcoma\nThe potential targets related to TCDD were screened using the ChEMBL database, STITCH database, and SwissTargetPrediction tool, resulting in the identification of 200 potential TCDD-associated target proteins (Fig. 2A). Subsequently, to investigate carcinogenic factors associated with liposarcoma, transcriptomic data from human dedifferentiated liposarcoma (DDLPS) samples and normal adipose tissue samples were obtained from the UCSC Xena database (TCGA, TARGET, GTEx). Differentially expressed genes (DEGs) were identified by comparing the transcriptomic differences between the two sample groups, resulting in a total of 22,616 DEGs, including 17,327 upregulated genes and 5,289 downregulated genes (Fig. 2B). By combining data from the GeneCards database and OMIM database, a total of 22,708 disease-associated genes were obtained (Fig. 2C).Fig. 2Potential target genes of TCDD in liposarcoma and enrichment analysis. A. Venn diagram illustrating the predicted target genes of TCDD. B. Volcano plot showing differentially expressed genes between dedifferentiated liposarcoma (DDLPS) and normal adipose tissue. C. Venn diagram of known liposarcoma-associated genes. D. Venn diagram showing the intersection of TCDD target genes and DDLPS-associated genes. E. Gene Ontology (GO) enrichment analysis of the intersecting target genes between TCDD and liposarcoma. F. KEGG pathway enrichment analysis of the intersecting target genes between TCDD and liposarcoma. Potential target genes of TCDD in liposarcoma and enrichment analysis. A. Venn diagram illustrating the predicted target genes of TCDD. B. Volcano plot showing differentially expressed genes between dedifferentiated liposarcoma (DDLPS) and normal adipose tissue. C. Venn diagram of known liposarcoma-associated genes. D. Venn diagram showing the intersection of TCDD target genes and DDLPS-associated genes. E. Gene Ontology (GO) enrichment analysis of the intersecting target genes between TCDD and liposarcoma. F. KEGG pathway enrichment analysis of the intersecting target genes between TCDD and liposarcoma. To identify potential molecular links between TCDD exposure and DDLPS, the intersection of the related factors for both was taken, resulting in 136 common genes (Fig. 2D), which could represent key targets in the pathogenesis of Liposarcoma associated with TCDD. Subsequently, enrichment analysis was performed on these common genes. The GO functional enrichment analysis (Fig. 2E) showed that these genes were primarily involved in biological processes such as cellular response to xenobiotic stimulus, xenobiotic metabolic process, and aromatase activity. Additionally, the KEGG pathway analysis (Fig. 2F) identified key pathways, including Chemical carcinogenesis − receptor activation and Metabolism of xenobiotics by cytochrome P450. These results suggest that the target genes of TCDD are associated with the activation of adipocyte responses to xenobiotics, and they alter cellular metabolism through cancer-related receptor pathways, thereby influencing the development of liposarcoma.\n\n## TCDD - Liposarcoma potential target interaction network construction and core target verification\nWe imported 136 intersection targets between TCDD and liposarcoma into the STRING database for PPI analysis and constructed a high-confidence PPI network (confidence score ≥ 0.700) (Fig. 3A). After filtering out isolated targets, we visualized the PPI network using Cytoscape software (Fig. 3B). The network was ranked according to maximal clique centrality, with larger circles representing proteins with stronger interactions with other proteins. In this analysis, we identified proteins highly associated with AHR, EGFR, and other proteins. The role of EGFR in liposarcoma has been extensively studied. However, AHR research on liposarcoma, which is highly related to dioxin exposure, remains lacking. Given AHR’s dual role in cancer, we overexpressed the AHR gene in dedifferentiated liposarcoma cells (SW872) (Fig. 3C) and conducted a CCK-8 proliferation assay to investigate its functional role. The results demonstrated that AHR promotes proliferation in liposarcoma cells (Fig. 3D). Then we compared the expression levels of the AHR gene between human dedifferentiated liposarcoma samples and normal adipose tissue using transcriptomic data obtained from the UCSC Xena database (TCGA, TARGET, GTEx). AHR expression was found to be significantly elevated in liposarcoma tissue compared to adipose tissue (Fig. 3E). Subsequently, we obtained survival and transcriptomic data from 56 liposarcoma patients in the TCGA database for survival analysis. The results indicated that AHR is somewhat negatively correlated with prognosis (Fig. 3F). However, the confidence intervals for the survival rates of the two patient groups overlapped partially, so we further considered developing additional prognostic proteins.Fig. 3Construction of core gene network using network toxicology and validation. A. The PPI network was constructed using the STRING database with a confidence score threshold of ≥ 0.700. Nodes represent proteins, and edges indicate the interactions between them. B. The PPI network was further visualized and analyzed using Cytoscape. Nodes were colored and resized based on their degree values; darker colors and larger circles indicate stronger interactions. C. Western blot analysis demonstrated increased expression of AHR protein in SW872 cell overexpressing AHR. β-Actin was used as a loading control to ensure equal protein loading. D. The CCK-8 assay results show the proliferative capacity of SW872 cell overexpressing either Ctrl or AHR. Overexpression of AHR significantly affected cell proliferation. Cells were seeded in 96-well plates at a density of 1000 cells per well. The values shown are the mean ± SEM of four independent experiments. * indicates statistical significance (P < 0.05). E. A violin plot illustrates the expression levels of the AHR gene between two groups. **** indicates P < 0.0001. F. Kaplan-Meier survival curves show the probability of survival over time in different groups. The stepwise decline represents the timing of death events. Groups are distinguished by color, and differences in survival between groups are observed. Statistical significance was assessed using the log-rank test, and the P value is shown in the figure. Construction of core gene network using network toxicology and validation. A. The PPI network was constructed using the STRING database with a confidence score threshold of ≥ 0.700. Nodes represent proteins, and edges indicate the interactions between them. B. The PPI network was further visualized and analyzed using Cytoscape. Nodes were colored and resized based on their degree values; darker colors and larger circles indicate stronger interactions. C. Western blot analysis demonstrated increased expression of AHR protein in SW872 cell overexpressing AHR. β-Actin was used as a loading control to ensure equal protein loading. D. The CCK-8 assay results show the proliferative capacity of SW872 cell overexpressing either Ctrl or AHR. Overexpression of AHR significantly affected cell proliferation. Cells were seeded in 96-well plates at a density of 1000 cells per well. The values shown are the mean ± SEM of four independent experiments. * indicates statistical significance (P < 0.05). E. A violin plot illustrates the expression levels of the AHR gene between two groups. **** indicates P < 0.0001. F. Kaplan-Meier survival curves show the probability of survival over time in different groups. The stepwise decline represents the timing of death events. Groups are distinguished by color, and differences in survival between groups are observed. Statistical significance was assessed using the log-rank test, and the P value is shown in the figure.\n\n## Development of TCDD - Lipoarcoma prediction model and single-cell validation\nTo further explore the impact of TCDD target genes on liposarcoma, we performed machine learning modeling to investigate the cross-targets between the two. We collected three datasets from the GEO database, namely GSE21050, GSE30929, and GSE71118, conducted batch correction, and merged them into a dataset containing transcriptomic data and relapse free survival for 192 patients. We randomly selected 70% of the patients as the training group and 30% as the test group, then compared the modeling effects of 117 combinations of machine learning algorithms (Fig. 4A). The results showed that three ensemble learning methods, random survival forest (RSF), LASSO and stepwise Cox regression, performed relatively well in the modeling. We then used RSF for modeling (Fig. 4B), which identified 111 proteins positively correlated with the improvement of model performance. Following that, Lasso regression (Fig. 4C, D) was used to screen for 6 proteins, and stepwise Cox regression analysis (Fig. 4E) finally identified five key proteins: CDH3, ADORA2B, MMP14, IP6K2, and HTR2A. These five proteins showed significant survival differences (Fig. 4F, H) between the high and low risk groups in both the training and test groups, with a high AUC (Fig. 4G, I), indicating their significant value in predicting survival. Fig. 4101 machine learning models were constructed and validated using single-cell transcriptomic data. A. Features were selected based on the Maximal Information Coefficient (MIC), and predictive models were constructed using various machine learning algorithms. Model performance was evaluated using the concordance index (C-index). B. Survival model was built using the Random Survival Forest (RSF) algorithm. The variable importance plot highlights genes with both positive and negative contributions to the model. C. LASSO coefficient path plot showing the trajectories of regression coefficients as the regularization parameter λ varies. D. LASSO cross-validation curve displaying model error across log(λ) values. The optimal λ, selected by 10-fold cross-validation, minimized the error and led to the identification of 6 key genes. E. Multivariate stepwise Cox regression was subsequently performed for further feature refinement, resulting in 5 independent prognostic genes. F–G. Kaplan-Meier survival curves and ROC curves of the five selected genes in the training set. H–I. Corresponding Kaplan-Meier survival curves and ROC curves in the test set to validate prognostic performance. J. Cell clustering results from single-cell transcriptomic data, illustrating the distribution of distinct cell subpopulations. K. Comparison of cell subpopulation proportions between high- and low-risk groups. L. Metabolic pathway enrichment analysis comparing high- and low-risk groups, revealing potential metabolic differences. 101 machine learning models were constructed and validated using single-cell transcriptomic data. A. Features were selected based on the Maximal Information Coefficient (MIC), and predictive models were constructed using various machine learning algorithms. Model performance was evaluated using the concordance index (C-index). B. Survival model was built using the Random Survival Forest (RSF) algorithm. The variable importance plot highlights genes with both positive and negative contributions to the model. C. LASSO coefficient path plot showing the trajectories of regression coefficients as the regularization parameter λ varies. D. LASSO cross-validation curve displaying model error across log(λ) values. The optimal λ, selected by 10-fold cross-validation, minimized the error and led to the identification of 6 key genes. E. Multivariate stepwise Cox regression was subsequently performed for further feature refinement, resulting in 5 independent prognostic genes. F–G. Kaplan-Meier survival curves and ROC curves of the five selected genes in the training set. H–I. Corresponding Kaplan-Meier survival curves and ROC curves in the test set to validate prognostic performance. J. Cell clustering results from single-cell transcriptomic data, illustrating the distribution of distinct cell subpopulations. K. Comparison of cell subpopulation proportions between high- and low-risk groups. L. Metabolic pathway enrichment analysis comparing high- and low-risk groups, revealing potential metabolic differences. Finally, we validated these findings in single-cell data. We obtained 16 liposarcoma patients’ RNA-seq (GSE221492) and scRNA-seq (GSE221493) data from in the GEO database. In the RNA-seq data, based on the model scores we developed, the 16 patients were divided into high and low-risk groups, then we compared their single-cell data. The cell clustering results are presented in Fig. 4J, with the clustering criteria detailed in Supplementary Materials 1. The results revealed that in the TCDD-liposarcoma high-risk group (Fig. 4K), there was a significant reduction in CD4 + T cells, CD8 + T cells, and macrophages, which aligns with the immune microenvironment damage caused by TCDD. Moreover, the liposarcoma cells in the high-risk group were significantly increased, and SCPA package analysis (Fig. 4L) showed a marked decrease in metabolic processes related to bio-oxidation and cytochrome P450, suggesting that these cells have weakened metabolism of accumulated TCDD, potentially contributing to the development of liposarcoma.\n\n## Molecular docking, dynamics simulation and preliminary treatment exploration\nThe molecular docking analysis (Fig. 5A-E) indicates that all five key proteins spontaneously bind to TCDD, with a Vina score below 6 kcal/mol, suggesting high binding stability. This implies that TCDD may directly interact with the key genes, potentially affecting biological processes associated with liposarcoma. To further verify the binding affinity of TCDD to the five core targets, molecular dynamics simulations (Fig. 5A-E) involving TCDD and these targets were performed. The root mean square deviation (RMSD) effectively measures the conformational stability of the proteins and ligands, indicating the extent to which atomic positions deviate from their initial configurations. A smaller deviation (fluctuations less than 0.5 during stability) indicates greater conformational stability. As shown in the figure, all TCDD complexes reached equilibrium, suggesting stable binding to all five proteins. The root mean square fluctuation (RMSF) reveals the flexibility of amino acid residues within the proteins. The RMSF values of the amino acid residues in all complexes were relatively low (mostly below 2), indicating minimal fluctuation. In conclusion, all five target proteins, stably bind to TCDD. The conformation and binding affinity analysis of TCDD-protein complexes from molecular dynamics simulations can be found in Supplementary Materials 2. This suggests that under long-term exposure conditions, the tight binding of TCDD to these core proteins may play a crucial role in the molecular mechanisms of liposarcomaFig. 5Binding of Five Key Proteins to TCDD and Targeted Therapy. A-E. Binding of five key proteins to TCDD, including protein structures, detailed hydrophobic pocket analysis, RMSD, and RMSF plots. F. CCK-8 assay results showing that 3-day combined treatment significantly inhibited SW872 cell proliferation. *** indicates P< 0.001. G. Colony formation assay showing that 2-week combined treatment inhibited SW872 cell proliferation. Quantification of colony numbers is shown on the right. Binding of Five Key Proteins to TCDD and Targeted Therapy. A-E. Binding of five key proteins to TCDD, including protein structures, detailed hydrophobic pocket analysis, RMSD, and RMSF plots. F. CCK-8 assay results showing that 3-day combined treatment significantly inhibited SW872 cell proliferation. *** indicates P< 0.001. G. Colony formation assay showing that 2-week combined treatment inhibited SW872 cell proliferation. Quantification of colony numbers is shown on the right. Subsequently, in response to the fatty sarcoma caused by TCDD, we selected HTR2A as a therapeutic target from five key proteins and conducted CCK-8 (Fig. 5F) and colony formation (Fig. 5G) assays to assess drug-induced inhibition of cell proliferation. The results showed that in SW872 cells, even at low concentrations (0.01 µM) of Doxorubicin (Dox), significant inhibition of cell proliferation was observed when combined with an appropriate amount (25 µM) of HTR2A inhibitor ketanserin (ket). This indicates that the combination of ketanserin and the first-line chemotherapeutic agent doxorubicin the chemotherapy efficacy against liposarcoma.\n\n## Discussion\nOur research combines various technical approaches, including network toxicology, 117 combinations of machine learning algorithms, molecular docking, kinetic simulations, and targeted therapy experiments, to explore the toxicological effects of dioxin exposure on liposarcoma development. Based on the PubChem database, we examined the characteristics of dioxin-like pollutants, particularly their high lipophilicity, which facilitates their accumulation in human adipose tissue and may lead to serious health risks. 2,3,7,8-tetrachlorodibenzo-p-dioxin (TCDD) has been widely studied19, with its potential harms primarily focused on the development of liver, breast, lung, stomach, and pancreatic cancers. However, despite confirmed carcinogenicity in these organs, studies on the carcinogenic effects of dioxins in adipose tissue are scarce. As an important metabolic organ, adipose tissue’s biological characteristics make it a favorable environment for the accumulation and long-term presence of dioxin-like pollutants20, providing a conducive setting for their carcinogenic effects. This makes adipose tissue a potential target for the carcinogenic action of these pollutants. AhR, a recognized receptor for dioxin-like compounds, is known to play a critical role in cell proliferation and metastasis, and is closely associated with the occurrence of various cancers21. Our research identified AhR through network toxicology analysis, and subsequently revealed the carcinogenic process of the receptor AhR in liposarcoma through phenotypic studies. We further validated this finding using clinical cohorts, thereby filling a gap in this research field. Previous studies have primarily focused on the molecular function of the single gene AhR in TCDD-associated carcinogenesis22. Our results indicate that although the AhR receptor indeed participates in some carcinogenic processes in adipose tissue, relying solely on a single gene to predict the outcome of liposarcoma is insufficient, as a single gene approach may not fully reflect the complex pathological processes of liposarcoma, a tumor with multiple gene mutations23. Therefore, we established a predictive model and validated it using techniques like molecular docking and kinetic simulations. Ultimately, we used proteins such as CDH3, ADORA2B, MMP14, IP6K2, and HTR2A to predict recurrence in dioxin-related liposarcoma. P-cadherin (CDH3), a classic cadherin, is considered a key component of the Wnt pathway. Yiting Li and colleagues24 have shown that genes in the Wnt pathway, including LEF1, CDH2, and CDH3, participate in TCDD-induced cellular changes. Further studies by Vivek Subbiah25 have observed that overexpression of P-cadherin provides a potential target for tumor radioimmunotherapy, including in liposarcomas. Suntae Kim’s study26 found that the adenosine receptor A2B (ADORA2B) gene is one of the presumed primary response genes induced by TCDD and is associated with signal transduction. The binding pocket, selected through molecular docking, closely resembles the previously reported binding pocket27 formed by residues such as Ala64, Val85, Leu86, Phe173, and Val250 in human A2BAR. The hydrophobic sub-pocket within this region plays a key role in the high-affinity binding of small molecules, making it a potential target for drug development. Xiaolan Feng et al.28 discovered that amplification on 17p11-12 is highly tumor-specific, including in DDLPS, and that ADORA2B gene expression is associated with this amplification. Matrix metalloproteinase-14 (MMP-14) promotes invasive growth and metastasis of tumor cells by degrading extracellular matrix (ECM) components such as collagen and matrix proteins. Cheri L. Lamb and colleagues29 found that TCDD induced the expression of MMP-3 and MMP-14, both of which exhibit collagenase and gelatinase activity. Jordi Gonzalez-Molina’s research30 further clarified that MMP-14 is highly expressed in most sarcomas and is closely related to their phenotype, controlling key processes in the disease. In previous study31, the amino acid residues Met-328 and Arg-330 in the PEX domain of MMP-14 are crucial for the selective recognition and binding of NSC405020. The structural features of these residues are similar to the binding pocket we selected, allowing for a tight interaction with the compound to play a role. The study by Julian Krauskopf32 found that polychlorinated biphenyls significantly disrupt the expression of the inositol hexakisphosphate kinase 2 (IP6K2) gene at specific concentrations. David S. Shames33 believes that IP6K2 is a target for HSP90 and may become a target for cancer therapeutics development. The research by Glancis Luzeena Raja34 suggests that TCDD is an endocrine-disrupting chemical (EDC), and some EDCs may affect serotonin receptors (HTR1A and HTR2A), leading to modifications in a region-specific, sex-dimorphic, and experience-dependent manner. Yessenia Ballou’s research35 demonstrated that treatment with 5-HT antagonists in the SW872 liposarcoma cell line led to a significant decrease in cell density, indicating that serotonin receptors play a crucial role in liposarcoma cell growth, providing a theoretical foundation for further studies on 5-HT receptor inhibitors in TCDD-related liposarcoma treatment. Similar to the hydrophobic pocket of the HTR2A receptor we selected, particularly at the SER159 position, 6-PPDQ may exert its neurotoxic effects by binding to this critical region36, providing justification for our choice of this site as the research target. These findings suggest that proteins such as CDH3, ADORA2B, MMP14, IP6K2, and HTR2A may serve as potential therapeutic targets for dioxin exposure-related cancers, particularly in regulating cancer cell behavior and improving the efficacy of anticancer therapies. It is important to note that in our study, we innovatively used a selective HTR2A receptor antagonist, ketanserin, in combination with the first-line chemotherapy drug doxorubicin for the treatment of TCDD-exposure-related liposarcoma. Ketanserin, commonly used to treat hypertension and certain cardiovascular diseases37, works by blocking the HTR2A receptor, inhibiting vasoconstriction, thus dilating blood vessels and lowering blood pressure. Since its action is primarily confined to peripheral tissues, it has relatively minimal effects on the central nervous system, reducing side effects. Recent studies suggest that ketanserin may have potential in cancer treatment, particularly in inhibiting tumor cell proliferation and promoting apoptosis. It has been shown to promote apoptosis in gastric cancer cells by blocking the HTR2A receptor38. Moreover, ketanserin exhibits a significant inhibitory effect on the proliferation of certain cancer cell lines, such as MCF-739, suggesting its potential as an adjunctive anticancer drug. Although its role in cancer treatment is still in the early stages of research, its function as an HTR2A receptor antagonist provides a new approach for the adjunctive treatment of TCDD-associated liposarcoma. There are some limitations in our study of the potential mechanisms linking TCDD to liposarcoma. Firstly, we currently lack clinical cohort studies on dioxin exposure and liposarcoma. Since the dose and duration of dioxin exposure play a significant role in disease onset40, the chronic nature of this process makes it difficult for researchers to fully reflect actual exposure scenarios through short-term studies or models, especially when observing the occurrence of liposarcoma. Secondly, we lack animal models41 for cross-species comparative studies to simulate long-term, low-dose dioxin exposure, which would reflect actual chronic exposure situations. Therefore, while our research provides valuable mechanistic insights into dioxin-associated liposarcoma, it still lacks direct evidence from real-world environmental exposure. Despite the aforementioned limitations, our study has indispensable advantages. We have comprehensively applied various techniques, including network toxicology, 117 combinations of machine learning algorithms, molecular docking, dynamic simulations, and pharmacological experiments. This multi-layered research approach not only enhances the comprehensiveness and accuracy of the study but also significantly improves the efficiency of toxicity assessments for environmental pollutants like dioxin through the integration of bioinformatics and big data. The improved toxicity assessment efficiency allows for faster development of pollutant-related tumor prognostic biomarkers and targeted therapeutic attempts based on these biomarkers, further accelerating the optimization of treatment strategies. Compared to traditional methods, our study provides a more efficient and cost-effective alternative through network toxicology. Through our comprehensive analysis and innovative approach, we not only offer a new perspective on the pathogenesis of dioxin-related liposarcoma but also provide new tools and theoretical foundations for assessing the health impacts of environmental pollutants.\n\n## Conclusion\nOur research integrates network toxicology, machine learning modeling, molecular docking, dynamic simulation, and targeted therapy experiments to thoroughly explore the toxicological effects of dioxin exposure on the development of malignant adipocyte tumors. The results indicate that dioxins possess high lipophilicity, which leads to their accumulation in human adipose tissue. AhR partially regulates the progression of dioxin-related liposarcoma. Further analysis revealed five key proteins—CDH3, ADORA2B, MMP14, IP6K2, and HTR2A—that can better reflect the prognosis of dioxin-related liposarcoma. Finally, the use of the selective HTR2A receptor antagonist ketanserin as an adjunct to chemotherapy with doxorubicin, the first-line treatment for liposarcoma, showed promising potential in treating dioxin exposure-related liposarcomas. This study, through systematic analysis and innovative drug intervention, not only enhances our understanding of the toxicological mechanisms of dioxin-like pollutants in liposarcoma but also offers new analytical approaches and intervention strategies for the prevention and treatment of environmentally related diseases.\n\n## Supplementary Information\nBelow is the link to the electronic supplementary material. Supplementary Material 1 Supplementary Material 1 Supplementary Material 2 Supplementary Material 2",
  "word_count": 8954,
  "char_count": 64793
}