{
  "pmcid": "PMC11700233",
  "doi": "10.1016/j.envint.2024.109152",
  "title": "Low dose exposure to dioxins alters hepatic energy metabolism and steatotic liver disease development in a sex-specific manner",
  "authors": [
    "Oluwanifemi E. Bolatimi",
    "Yuan Hua",
    "Frederick A. Ekuban",
    "Tyler C. Gripshover",
    "Abigail Ekuban",
    "Bana Luulay",
    "Walter H. Watson",
    "Josiah E. Hardesty",
    "Banrida Wahlang"
  ],
  "year": "2024",
  "journal": "Environment international",
  "abstract": "“Dioxins” are persistent organic pollutants (POPs) that are continuously present in the environment at appreciable levels and have been associated with increased risk of steatotic liver disease (SLD). However, current understanding of the role of sex and effects of mixtures of dioxins in SLD development is limited. Additionally, there exists debates on the levels of dioxins required to be considered dangerous as emphasis has shifted from high level exposure events to the steady state of lower-level exposures. We therefore investigated sex-dependent effects of low-level exposures to a mixture of dioxins: 2,3,7,8-Tetrachlorodibenzo-p-dioxin (TCDD), 2,3,4,7,8-Pentachlorodibenzofuran (PeCDF) and Polychlorinated biphenyl 126 (PCB126), in the context of SLD and associated metabolic dysfunction. Male and female C57BL/6J mice were fed a low-fat diet and weekly administered either vehicle control or TCDD (10 ng/kg), PeCDF (80 ng/kg) and PCB 126 (140 ng/kg) over a two-week period. Female mice generally demonstrated higher hepatic fat content compared to males. However, exposure to dioxins further elevated hepatic cholesterol levels in females, and this was accompanied by increased lipogenic gene expression (Acaca, Fasn) in the liver. In contrast, exposed males but not females displayed higher white adipose tissue weights. Furthermore, TCDD + PeCDF + PCB126 activated the AHR (hepatic Cyp1a1, Cyp1a2 induction); with Cyp1a1 induction observed only in exposed females. Notably, gene expression of hepatic albumin (Alb) was also reduced only in exposed females. Overall, exposure to the low dose dioxin mixture compromised hepatic homeostasis via metabolic perturbations, and hepatic dysregulation was more accelerated in female livers.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Dioxins and dioxin-like (DL) compounds (hereafter referred to as dioxins) are a category of highly toxic “forever chemicals” or persistent organic pollutants (POPs) that behave as endocrine- and metabolic-disrupting chemicals (Papalou et al., 2019; Heindel et al., 2017; Schug et al., 2011). These chemicals comprise of classes of polyhalogenated aromatic hydrocarbons including dioxins, furans and dioxin-like (DL) biphenyls (Rathna et al., 2018). Based on the position of chlorine atoms on their aromatic rings, dioxins share the ability to bind and activate the aryl hydrocarbon receptor (AHR) by varying degrees (Ohura et al., 2007). Specifically, the prototypical dioxin, 2,3,7,8-Tetrachlorodibenzo-p-dioxin (TCDD), activates the AHR with the highest potency (Wahlang et al., 2019). In addition, 2,3,4,7,8-Pentachlorodibenzofuran (PeCDF) and 3,3′,4,4′,5-Pentachlorobiphenyl (PCB 126), share similar structures, biological characteristics, and toxicity properties (Safe et al., 1985; Yoshizawa et al., 2007) to TCDD, and are the most potent AHR activators in their respective categories of furans and biphenyls. These three dioxins were among the infamous “dirty dozen” listed under the Stockholm Convention in 2001, a worldwide initiative to eliminate the intentional and unintentional release of these chemicals (Kirkok et al., 2020). Dioxins however continue to be detected in the environment and in living organisms due to their persistent nature (Kirkok et al., 2020; Long and Bonefeld-Jørgensen, 2012). Dioxins are environmental pollutants primarily produced through anthropogenic and/or industrial processes. While TCDD and PeCDF are largely by-products of industrial processes, they are also emitted during incomplete combustion processes including incineration of chemical, municipal and hospital waste (Yoshizawa et al., 2007; Annamalai and Namasivayam, 2015), and natural burning events, notably forest wild-fires and volcanic eruptions (Patrizi et al., 2019). PCB 126 is one out of the 209 polychlorinated biphenyl (PCB) congeners. PCBs were manufactured between the 1930 s-1970 s exclusively by the Monsanto Corporation (Wahlang et al., 2019) with widespread commercial applications extending from dielectric fluids to plasticizers and pesticide extenders. Importantly, TCDD, PeCDF and PCB126 were all identified in simulations of open burning of domestic, industrial, and military waste (Bith-Melander et al., 2021; Liu et al., 2016; Wang et al., 2023) and hence highly relevant in today’s industrial society and modern ecosystem. With half-lives of 7–11 years (Patrizi et al., 2019), and being lipophilic in nature, dioxins bioaccumulate in the food chain causing higher trophic levels to exhibit elevated concentrations of dioxins. While exposure to dioxins is attributable to poor and uncontrolled waste management, 90 % of human exposure occurs through the consumption of contaminated food, particularly fish, dairy and meat products (Guo et al., 2019). Exposures to dioxins have been overwhelmingly linked to a myriad of disorders including reproductive, developmental, cardiovascular, and immunological (Yoshizawa et al., 2007; Angrish et al., 2011). Further, epidemiologic, and toxicological studies have correlated exposures to individual dioxin compounds with metabolic dysfunction, insulin resistance, dyslipidemia, diabetes, as well as in the development and progression of steatotic liver disease (SLD) (Angrish et al., 2011; Cave et al., 2010). SLD represents a broad classification of liver pathologies that initially manifest as steatosis or lipid accumulation in the liver, followed by the infiltration of inflammatory markers resulting in steatohepatitis. If left untreated, the disease can progress to liver cirrhosis, marked by increased fibrosis, and ultimately hepatocellular carcinoma. Particularly, metabolic dysfunction-associated SLD (MASLD), which has a global prevalence of 32.4 %, is currently the most chronic liver disease worldwide (Devarbhavi et al., 2023), and the second-leading cause of end stage liver disease and liver transplantation in the US (Younossi et al., 2023). The number of deaths among patients with MASLD has doubled in the past three decades and percent total deaths from all causes attributable to MASLD has increased from 0.10 % to 0.17 % (Devarbhavi et al., 2023). While a wide range of etiologies and risk factors such as lifestyle, genetic predisposition and related comorbidities are identified in SLD development, exposure to environmental toxicants have also been attributed to metabolic dysfunction, steatosis and liver injury characterized in SLD. Liver disease specifically associated with environmental toxicants has been termed toxicant associated-steatotic liver disease (TASLD) (Wahlang et al., 2013). Human population studies have associated exposures to dioxins with MASLD in general, and elevated liver enzymes (Cave et al., 2022) and dyslipidemia (Pelclová et al., 2002) in particular. Mechanistically, while AHR activation has been shown to play a role in steatosis and metabolic disruption, a deeper characterization of AHR by dioxins and how it impacts SLD outcomes remains to be elucidated. Knowledge about non-canonical AHR mechanisms of actions by which dioxins may induce hepatotoxicity is still lacking. Moreover, to date, toxicological studies have focused on individual dioxins in the context of MASLD and/or investigated primarily high dose exposures. However, real-world exposures involve complex mixtures of chemicals at environmentally relevant doses. Furthermore, early manifestations of MASLD in the general adult population have a higher prevalence and incidence in men than in premenopausal women (Lonardo et al., 2019; Gupta et al., 2024; Ji and Cheng, 2024; Meda et al., 2020), yet women have a higher SLD-associated mortality risk (Ji and Cheng, 2024). Thus, understanding the impact of dioxins on the liver in a sex-specific manner is both pertinent and warranted. To this end, the objective of this study is to identify and characterize the acute effects from exposures to an environmentally relevant mixture of POPs, through the lens of MASLD and determine underlying sex-differences."
    },
    {
      "title": "Methods and Materials",
      "text": "The animal study protocol was approved by the University of Louisville Institutional Animal Care and Use Committee, an Association for the Assessment and Accreditation of Laboratory Animal Care, International (AAALAC) accredited institution. Male and female C57BL/6J mice (8 weeks old; n = 48) were purchased from The Jackson Laboratory (Bar Harbor, ME, USA) and housed (n = 4 per cage) in a temperature- and light-controlled room (12 h light/dark cycle) with food and water ad libitum. All mice were fed a 10.2 % low-fat diet (TD.06416, Envigo, Indianapolis, IN, USA) throughout the 2-week study duration. At week 0, mice were randomly assigned into four groups (n = 12 per group) based on sex and dioxins exposure (Male-CON, Male-EXP, Female-CON, Female-EXP), and allowed to acclimate. Male and female mice were administered a weekly dose of the mixture components (10 ng/kg TCDD, 140 ng/kg PCB 126 and 80 ng/kg PeCDF) in corn oil or vehicle (corn oil only) via oral gavage. Chemicals were procured from AccuStandard (New Haven CT, USA). Chemicals were dissolved in acetone prior to solubilization in corn oil. A schematic diagram depicting the experimental design, timeline and dosing regimen is provided in Fig. S1. Body weight and food consumption were recorded weekly. Daily estrus cycle was monitored in female mice by vaginal cytology method as frequent monitoring is a recommended method to track changes in estrus cycle in rodents (Pantier et al., 2019). Briefly, samples were collected by gentle washing of the mouse vaginal orifice area with sterile saline. Samples were then air-dried, stained using Dip Quick Stain Kit (Jorgensen Laboratories Inc, Loveland, CO, USA) and estrus stages were evaluated based on cell type and proportion observed microscopically (Cora et al., 2015). Due to the brief duration of the study, findings from estrus cycle monitoring were demonstrated as number of days in estrus phase (Fig. S2), rather than length of time in each cycle stage. Prior to euthanasia, intraperitoneal glucose tolerance test (IPGTT) was performed on fasted mice, and body composition of animals was determined by quantitative magnetic resonance imaging using an EchoMRI-500 Body Composition Analyzer (Echo Medical Systems, Houston, TX, USA). Mice were not fasted before the Echo-MRI procedure. At the end of week 2, mice were euthanized using ketamine/xylazine (100/20 mg/kg, i.p.) and subsequent exsanguination via inferior vena cave for blood collection. Mice were fasted overnight prior to euthanasia. Plasma and organ/tissue samples including liver, gonadal white adipose, subscapular brown adipose, spleen, and reproductive organs were collected at euthanasia, snap frozen in liquid nitrogen and immediately stored at − 80 °C for downstream analysis. The chemical doses in the current study were designed based on human serum levels in the CDC’s National Health and Nutrition Examination Survey (NHANES) participants, representing the general American adult population, and extrapolating those levels to circulating levels in animals based on previous National Toxicology Program (NTP) measurements. According to the CDC’S National Report database (NHANES 1999–2018), highest serum levels (whole weight) for TCDD, PeCDF, and PCB126 were approximately 56, 123, 1000 fg/g respectively (National Report on Human Exposure to Environmental Chemicals, xxxx). Based on previous NTP tissue distribution studies in female rodents, oral gavage doses for TCDD, PeCDF, and PCB126 at 10, 80 and 140 ng/kg respectively resulted in circulating serum levels approximate to the observed NHANES levels (National Toxicology Program, 2006). With weekly dosing over the study period, the proposed cumulative dose for this acute exposure study (2x) was 20, 160, and 280 ng/kg TCDD, PeCDF, and PCB126, respectively. Importantly, these doses are considered low levels in toxicological studies on PCDDs and PCDFs, yet relevant to human exposures. IPGTT was conducted at the end of week 2 of the study, prior to euthanasia. Mice were fasted and weighed 6 h before IPGTT was conducted. After 6 h, baseline blood glucose was assessed and mice were then challenged with glucose (1 mg glucose/g body weight, dissolved in sterile saline) via intraperitoneal administration. Blood glucose levels were measured at 0, 15-, 30-, 60-, 90-, and 120-minutes post glucose challenge using a hand-held glucometer (Contour Next EZ, Parsippany, NJ, USA). A time course of absolute blood glucose measurements and the area under the curve (AUC) were calculated using the Trapezoid Rule (Allison et al., 1995). Liver sections were fixed in 10 % neutral buffered formalin for at least 48 h and subsequently washed with 75 % alcohol. Formalin-fixed samples were embedded in paraffin and sectioned at 5 μm using a Leica Biosystem’s Histocore Autocut Automated Rotary Microtome (Leica Biosystem; Deer Park, IL, USA) for routine histological examination. Hematoxylin and Eosin (H&E) staining was conducted to assess hepatic morphology and degree of steatosis using the Epredia™ Gemini™ AS Automated Slide Stainer (Fisher Scientific, Pittsburgh, PA, USA). Chloroacetate esterase and hematoxylin (CAE) staining (Sigma Kit: 91C-1KT) was performed to detect and quantify the presence of neutrophil foci. Photomicrographic images at 10x, 20x and 40x magnification were captured on the Olympus DP74 digital camera fitted on Olympus BX43 microscope (Olympus America, Breinigsville, PA, USA) via the cellSens Standard XV image processing software. Plasma alanine transaminase (ALT), aspartate transaminase (AST), triglycerides, cholesterol, glucose, high-, low- and very low-density lipoproteins (HDL, LDL, VLDL) levels were measured using Lipid Panel Plus disks (catalog:400–0030; Abaxis Inc.; Union City, CA, USA) with the Piccolo Xpress Chemistry Analyzer (Abbott; Abbott Park, IL, USA). Plasma cytokines and adipokines were measured using the Milliplex Map Mouse Adipokine Magnetic Bead Panel and the Multi-Species Hormone Magnetic Bead Panel on a Luminex 100 system (Luminex Corp, Austin, TX) per the manufacturer’s instructions. Plasma insulin values were also measured using the Milliplex Map Mouse Adipokine Magnetic Bead Panel and the Multi-Species Hormone Magnetic Bead Panel. Using fasting blood glucose values and insulin values, insulin resistance and beta cell function were assessed. Homeostatic Model Assessment for Insulin Resistance (HOMA-IR) and Homeostasis Model Assessment of Beta Cell Function (HOMA-β) were calculated as previously described (Matthews et al., 1985). Quantitative insulin sensitivity check index (QUICKI) was also calculated using fasting blood glucose and plasma insulin concentrations (Katz et al., 2000). Frozen liver tissues (70–100 mg) were homogenized in 50 mM NaCl solution. Hepatic lipids were extracted using chloroform and methanol in a 2:1 ratio according to the Bligh and Dyer method (Bligh and Dyer, 1959). The lower chloroform layers were collected, and an appropriate amount of the extraction was air-dried. Triglyceride, cholesterol, and non-esterified fatty acid (NEFA) content were measured by colorimetric assays using commercial kits according to the manufacturer’s instructions. Extracted lipids were quantified using a microplate absorbance reader (BioTek Gen 5; Winooski, VT, USA). Reagents used in the assays were: Infinity Triglycerides Reagent (TR22421, ThermoFisher Scientific, Middletown, VA, USA), Infinity Cholesterol Reagent (TR13421, ThermoFisher Scientific, Middletown, VA, USA), Triglyceride and Cholesterol Standards (catalog: T7531-STD, C7509-STD; Point Scientific; Canton, MI). Non-esterified fatty acid reagents (Sekisui Diagnostics LLC, Burlington, MA, USA) included: NEFA color reagent A (catalog: NC9567459), solvent A (catalog: NC9567460), color regent B (catalog: NC9567461), solvent B (catalog: NC9567464) and standard solution (catalog: NC9567466). Liver tissues obtained during tissue harvest were snap frozen in liquid nitrogen and stored at − 80 °C until analysis by HPLC, following the method described by Luo et. al (Luo et al., 2023). Frozen liver samples were homogenized in 5 % perchloric acid, 0.2 M boric acid and 10 μM γ-glutamylglutamate. Samples were centrifugated to pellet precipitated proteins. The supernatant was derivatized with iodoacetate and dansyl chloride to produce S-carboxymethyl, N-dansyl derivatives which were analyzed by HPLC. Concentrations of glutathione (GSH) and glutathione disulfide (GSSG) were determined by comparison to the internal standard. The protein in the pellets from the initial acid precipitation step was dissolved in 0.1 M NaOH, measured by the Bio-Rad DC assay (Bio-Rad, Hercules, CA, USA), and used to normalize concentrations of GSH and GSSG in the supernatant. Primary hepatocytes were isolated via a two-step enzymatic perfusion method from male and female C57BL/6J mice between 8–24 weeks of age. Cells were plated at a density of 1–9 x 10^5 cells/well and were exposed to PCB126 (1, 10 or 100 nM) or TCDD (0.005, 0.05, 0.5 nM) overnight (16–24 h). Concentrations for the current study were selected based on previous concentration-dependent studies (Shi et al., 2019). Chemicals were solubilized in 100 % DMSO. Liver tissues were suspended in RNA-STAT 60TM (catalog: CS502; Tel-test Inc.; Friendswood, TX) and homogenized with 0.5 mm glass silica beads using a Mini-Beadbeater 16 bead mill homogenizer (Biospec Products, Bartlesville, OK, USA) for 30 s. Exposed primary hepatocytes were also suspended in RNA-STAT 60 and homogenize by vigorous pipetting. Total RNA was then extracted, precipitated, and washed following the RNA-STAT 60 reagent protocol for the isolation of total RNA, DNA, and protein by AMSBIO. RNA quantity and purity were assessed using Nanodrop OneC (Thermo Scientific, catalog: 701–058112; Madison, MI, USA). cDNA synthesis was performed using qScript cDNA Synthesis Kit (Quantabio; Catalog: 95048–500, Beverly, MA, USA), following the manufacturer’s protocol. RT-PCR was performed on the CFX384 TM Real-Time System (Biorad, Hercules, CA, USA) using iTaq Universal Probes Supermix and Taqman probes (Supplemental Table 1) purchased from Thermo Fisher Scientific. Gene expression levels were calculated using the 2 − ΔΔCt method. The levels of mRNA were normalized relative to the levels of the housekeeping gene Glyceraldehyde-3-Phosphate Dehydrogenase (GAPDH) mRNA (catalog:4352339E, ThermoFisher Scientific; Madison, MI, USA) and mean expression levels in unexposed, male mice were set at ~1. Statistical analyses were conducted using GraphPad Prism (version 10.3.1) for Windows (GraphPad Software Inc.; La Jolla, CA, USA). Student t-test was performed for two group analysis when applicable, while one-way ANOVA was conducted for three group analysis followed with the Dunnett’s T3 test for subgroup comparison. Two-way ANOVA analysis was performed for two factor analysis to obtain factor and interaction effects, followed by post-hoc tests with Bonferroni correction for subgroup comparisons. For all ANOVA analyses, significance was set at p < 0.05 with a 95 % confidence level. Significance for post hoc tests was set at p < 0.0125, and p < 0.05 was considered as trending towards significance. In the event of high data variability in a group, an outlier test was performed using the ROUT method with false discovery rate (FDR) set at 0.1 % (Motulsky and Brown, 2006). For data reporting, based on the research objective and study design, basal sex differences were reported first, followed by exposure effects. Graphs were plotted using GraphPad Prism version 10.3.1 (GraphPad Software Inc., La Jolla, CA, USA). All data are expressed as mean ± SD."
    },
    {
      "title": "Animal study",
      "text": "The animal study protocol was approved by the University of Louisville Institutional Animal Care and Use Committee, an Association for the Assessment and Accreditation of Laboratory Animal Care, International (AAALAC) accredited institution. Male and female C57BL/6J mice (8 weeks old; n = 48) were purchased from The Jackson Laboratory (Bar Harbor, ME, USA) and housed (n = 4 per cage) in a temperature- and light-controlled room (12 h light/dark cycle) with food and water ad libitum. All mice were fed a 10.2 % low-fat diet (TD.06416, Envigo, Indianapolis, IN, USA) throughout the 2-week study duration. At week 0, mice were randomly assigned into four groups (n = 12 per group) based on sex and dioxins exposure (Male-CON, Male-EXP, Female-CON, Female-EXP), and allowed to acclimate. Male and female mice were administered a weekly dose of the mixture components (10 ng/kg TCDD, 140 ng/kg PCB 126 and 80 ng/kg PeCDF) in corn oil or vehicle (corn oil only) via oral gavage. Chemicals were procured from AccuStandard (New Haven CT, USA). Chemicals were dissolved in acetone prior to solubilization in corn oil. A schematic diagram depicting the experimental design, timeline and dosing regimen is provided in Fig. S1. Body weight and food consumption were recorded weekly. Daily estrus cycle was monitored in female mice by vaginal cytology method as frequent monitoring is a recommended method to track changes in estrus cycle in rodents (Pantier et al., 2019). Briefly, samples were collected by gentle washing of the mouse vaginal orifice area with sterile saline. Samples were then air-dried, stained using Dip Quick Stain Kit (Jorgensen Laboratories Inc, Loveland, CO, USA) and estrus stages were evaluated based on cell type and proportion observed microscopically (Cora et al., 2015). Due to the brief duration of the study, findings from estrus cycle monitoring were demonstrated as number of days in estrus phase (Fig. S2), rather than length of time in each cycle stage. Prior to euthanasia, intraperitoneal glucose tolerance test (IPGTT) was performed on fasted mice, and body composition of animals was determined by quantitative magnetic resonance imaging using an EchoMRI-500 Body Composition Analyzer (Echo Medical Systems, Houston, TX, USA). Mice were not fasted before the Echo-MRI procedure. At the end of week 2, mice were euthanized using ketamine/xylazine (100/20 mg/kg, i.p.) and subsequent exsanguination via inferior vena cave for blood collection. Mice were fasted overnight prior to euthanasia. Plasma and organ/tissue samples including liver, gonadal white adipose, subscapular brown adipose, spleen, and reproductive organs were collected at euthanasia, snap frozen in liquid nitrogen and immediately stored at − 80 °C for downstream analysis."
    },
    {
      "title": "Dose rationale",
      "text": "The chemical doses in the current study were designed based on human serum levels in the CDC’s National Health and Nutrition Examination Survey (NHANES) participants, representing the general American adult population, and extrapolating those levels to circulating levels in animals based on previous National Toxicology Program (NTP) measurements. According to the CDC’S National Report database (NHANES 1999–2018), highest serum levels (whole weight) for TCDD, PeCDF, and PCB126 were approximately 56, 123, 1000 fg/g respectively (National Report on Human Exposure to Environmental Chemicals, xxxx). Based on previous NTP tissue distribution studies in female rodents, oral gavage doses for TCDD, PeCDF, and PCB126 at 10, 80 and 140 ng/kg respectively resulted in circulating serum levels approximate to the observed NHANES levels (National Toxicology Program, 2006). With weekly dosing over the study period, the proposed cumulative dose for this acute exposure study (2x) was 20, 160, and 280 ng/kg TCDD, PeCDF, and PCB126, respectively. Importantly, these doses are considered low levels in toxicological studies on PCDDs and PCDFs, yet relevant to human exposures."
    },
    {
      "title": "Glucose tolerance test",
      "text": "IPGTT was conducted at the end of week 2 of the study, prior to euthanasia. Mice were fasted and weighed 6 h before IPGTT was conducted. After 6 h, baseline blood glucose was assessed and mice were then challenged with glucose (1 mg glucose/g body weight, dissolved in sterile saline) via intraperitoneal administration. Blood glucose levels were measured at 0, 15-, 30-, 60-, 90-, and 120-minutes post glucose challenge using a hand-held glucometer (Contour Next EZ, Parsippany, NJ, USA). A time course of absolute blood glucose measurements and the area under the curve (AUC) were calculated using the Trapezoid Rule (Allison et al., 1995)."
    },
    {
      "title": "Tissue histology",
      "text": "Liver sections were fixed in 10 % neutral buffered formalin for at least 48 h and subsequently washed with 75 % alcohol. Formalin-fixed samples were embedded in paraffin and sectioned at 5 μm using a Leica Biosystem’s Histocore Autocut Automated Rotary Microtome (Leica Biosystem; Deer Park, IL, USA) for routine histological examination. Hematoxylin and Eosin (H&E) staining was conducted to assess hepatic morphology and degree of steatosis using the Epredia™ Gemini™ AS Automated Slide Stainer (Fisher Scientific, Pittsburgh, PA, USA). Chloroacetate esterase and hematoxylin (CAE) staining (Sigma Kit: 91C-1KT) was performed to detect and quantify the presence of neutrophil foci. Photomicrographic images at 10x, 20x and 40x magnification were captured on the Olympus DP74 digital camera fitted on Olympus BX43 microscope (Olympus America, Breinigsville, PA, USA) via the cellSens Standard XV image processing software."
    },
    {
      "title": "Plasma analyte measurements and homeostasis model assessments",
      "text": "Plasma alanine transaminase (ALT), aspartate transaminase (AST), triglycerides, cholesterol, glucose, high-, low- and very low-density lipoproteins (HDL, LDL, VLDL) levels were measured using Lipid Panel Plus disks (catalog:400–0030; Abaxis Inc.; Union City, CA, USA) with the Piccolo Xpress Chemistry Analyzer (Abbott; Abbott Park, IL, USA). Plasma cytokines and adipokines were measured using the Milliplex Map Mouse Adipokine Magnetic Bead Panel and the Multi-Species Hormone Magnetic Bead Panel on a Luminex 100 system (Luminex Corp, Austin, TX) per the manufacturer’s instructions. Plasma insulin values were also measured using the Milliplex Map Mouse Adipokine Magnetic Bead Panel and the Multi-Species Hormone Magnetic Bead Panel. Using fasting blood glucose values and insulin values, insulin resistance and beta cell function were assessed. Homeostatic Model Assessment for Insulin Resistance (HOMA-IR) and Homeostasis Model Assessment of Beta Cell Function (HOMA-β) were calculated as previously described (Matthews et al., 1985). Quantitative insulin sensitivity check index (QUICKI) was also calculated using fasting blood glucose and plasma insulin concentrations (Katz et al., 2000)."
    },
    {
      "title": "Hepatic lipid analysis",
      "text": "Frozen liver tissues (70–100 mg) were homogenized in 50 mM NaCl solution. Hepatic lipids were extracted using chloroform and methanol in a 2:1 ratio according to the Bligh and Dyer method (Bligh and Dyer, 1959). The lower chloroform layers were collected, and an appropriate amount of the extraction was air-dried. Triglyceride, cholesterol, and non-esterified fatty acid (NEFA) content were measured by colorimetric assays using commercial kits according to the manufacturer’s instructions. Extracted lipids were quantified using a microplate absorbance reader (BioTek Gen 5; Winooski, VT, USA). Reagents used in the assays were: Infinity Triglycerides Reagent (TR22421, ThermoFisher Scientific, Middletown, VA, USA), Infinity Cholesterol Reagent (TR13421, ThermoFisher Scientific, Middletown, VA, USA), Triglyceride and Cholesterol Standards (catalog: T7531-STD, C7509-STD; Point Scientific; Canton, MI). Non-esterified fatty acid reagents (Sekisui Diagnostics LLC, Burlington, MA, USA) included: NEFA color reagent A (catalog: NC9567459), solvent A (catalog: NC9567460), color regent B (catalog: NC9567461), solvent B (catalog: NC9567464) and standard solution (catalog: NC9567466)."
    },
    {
      "title": "Hepatic GSH and GSSG measurements",
      "text": "Liver tissues obtained during tissue harvest were snap frozen in liquid nitrogen and stored at − 80 °C until analysis by HPLC, following the method described by Luo et. al (Luo et al., 2023). Frozen liver samples were homogenized in 5 % perchloric acid, 0.2 M boric acid and 10 μM γ-glutamylglutamate. Samples were centrifugated to pellet precipitated proteins. The supernatant was derivatized with iodoacetate and dansyl chloride to produce S-carboxymethyl, N-dansyl derivatives which were analyzed by HPLC. Concentrations of glutathione (GSH) and glutathione disulfide (GSSG) were determined by comparison to the internal standard. The protein in the pellets from the initial acid precipitation step was dissolved in 0.1 M NaOH, measured by the Bio-Rad DC assay (Bio-Rad, Hercules, CA, USA), and used to normalize concentrations of GSH and GSSG in the supernatant."
    },
    {
      "title": "Cell culture model",
      "text": "Primary hepatocytes were isolated via a two-step enzymatic perfusion method from male and female C57BL/6J mice between 8–24 weeks of age. Cells were plated at a density of 1–9 x 10^5 cells/well and were exposed to PCB126 (1, 10 or 100 nM) or TCDD (0.005, 0.05, 0.5 nM) overnight (16–24 h). Concentrations for the current study were selected based on previous concentration-dependent studies (Shi et al., 2019). Chemicals were solubilized in 100 % DMSO."
    },
    {
      "title": "Real-time RT-PCR",
      "text": "Liver tissues were suspended in RNA-STAT 60TM (catalog: CS502; Tel-test Inc.; Friendswood, TX) and homogenized with 0.5 mm glass silica beads using a Mini-Beadbeater 16 bead mill homogenizer (Biospec Products, Bartlesville, OK, USA) for 30 s. Exposed primary hepatocytes were also suspended in RNA-STAT 60 and homogenize by vigorous pipetting. Total RNA was then extracted, precipitated, and washed following the RNA-STAT 60 reagent protocol for the isolation of total RNA, DNA, and protein by AMSBIO. RNA quantity and purity were assessed using Nanodrop OneC (Thermo Scientific, catalog: 701–058112; Madison, MI, USA). cDNA synthesis was performed using qScript cDNA Synthesis Kit (Quantabio; Catalog: 95048–500, Beverly, MA, USA), following the manufacturer’s protocol. RT-PCR was performed on the CFX384 TM Real-Time System (Biorad, Hercules, CA, USA) using iTaq Universal Probes Supermix and Taqman probes (Supplemental Table 1) purchased from Thermo Fisher Scientific. Gene expression levels were calculated using the 2 − ΔΔCt method. The levels of mRNA were normalized relative to the levels of the housekeeping gene Glyceraldehyde-3-Phosphate Dehydrogenase (GAPDH) mRNA (catalog:4352339E, ThermoFisher Scientific; Madison, MI, USA) and mean expression levels in unexposed, male mice were set at ~1."
    },
    {
      "title": "Statistical analyses",
      "text": "Statistical analyses were conducted using GraphPad Prism (version 10.3.1) for Windows (GraphPad Software Inc.; La Jolla, CA, USA). Student t-test was performed for two group analysis when applicable, while one-way ANOVA was conducted for three group analysis followed with the Dunnett’s T3 test for subgroup comparison. Two-way ANOVA analysis was performed for two factor analysis to obtain factor and interaction effects, followed by post-hoc tests with Bonferroni correction for subgroup comparisons. For all ANOVA analyses, significance was set at p < 0.05 with a 95 % confidence level. Significance for post hoc tests was set at p < 0.0125, and p < 0.05 was considered as trending towards significance. In the event of high data variability in a group, an outlier test was performed using the ROUT method with false discovery rate (FDR) set at 0.1 % (Motulsky and Brown, 2006). For data reporting, based on the research objective and study design, basal sex differences were reported first, followed by exposure effects. Graphs were plotted using GraphPad Prism version 10.3.1 (GraphPad Software Inc., La Jolla, CA, USA). All data are expressed as mean ± SD."
    },
    {
      "title": "Results",
      "text": "Animal body weights were recorded weekly during the two-week study period. While all groups experienced weight gain, female mice generally exhibited lower body weights compared to males (Fig. 1A). Body composition determination using Echo-MRI was performed at the end of the study period to assess fat and lean mass distribution. As expected, males displayed a higher percentage of lean mass, but lower fat composition compared to females (Fig. 1B & C). To determine the effects of the dioxin mixture on other organ systems, organ-to-body weight ratios were calculated for relevant organs harvested at euthanasia. In general, male mice exhibited higher gonadal white adipose tissue (WAT) weights compared to females. Exposure to the dioxin mixture in males resulted in increased WAT to body weight ratios vs. unexposed males (Fig. 1D). In terms of subscapular brown adipose tissue (BAT), an interaction effect was observed as dioxin-exposed female mice exhibited higher weights compared to their sex-matched controls and exposed males (Fig. 1E), while liver weights were similar across all groups (Fig. 1F). Sex differences were also observed in spleen and cecum weights, while no exposure effects were observed for either sex with regards to reproductive organ weights (Fig. S2). Overall, while only basal sex differences were observed for body composition parameters, sex-specific exposure effects were observed in WAT weights and an interaction effect for BAT. Histological assessment of liver sections was conducted to examine the effects of the dioxin mixture on steatosis (H&E staining) and inflammation (CAE staining). Qualitative analysis of H&E-stained liver sections revealed early steatosis development, evident by accumulation of lipid droplets, in female vs. male mice, irrespective of exposure (Fig. 2A). However, with exposure, exposed female mice presented with larger and higher frequency of droplets compared to their sex-matched controls. Quantification of hepatic lipids, specifically triglycerides, cholesterol, and non-esterified fatty acids, demonstrated sex differences parallel with H&E observations, as females generally showed higher hepatic lipids (Fig. 2B, C & D). In concordance with our histological observations, female mice exposed to the dioxin mixture displayed increased hepatic cholesterol levels and a trend for increased triglyceride levels compared to their sex-matched controls. Circulating levels of lipids were measured to assess effects of the dioxin mixture on dyslipidemia (Table 1). Contrary to hepatic levels, plasma triglycerides and cholesterol levels were generally lower in female vs. male mice. Likewise, circulating lipoproteins, namely HDL and vLDL were lower in females vs. their male counterparts while exposure did not impact circulating lipids in either sex. To determine signs of hepatic dysfunction, hepatic albumin gene expression was quantified. Transcript levels of hepatic albumin (Alb) were elevated in female vs. male mice, and an interaction effect was also noted which showed reduced expression of hepatic albumin gene by dioxins in females only (Fig. 2E). Inflammation, particularly scattered foci of mononuclear cells and neutrophils, was also observed and quantified with CAE-stained liver sections (Fig. 2A). There were no significant effect of sex or exposure in the number of foci quantified (data not shown). Nonetheless, to better capture the degree and nature of inflammation observed with histology, hepatic gene expression for various markers of inflammation and injury were examined. Transcript levels for genes encoding pro-inflammatory markers namely interleukin 6 (Il-6) and tumor necrosis factor alpha (Tnfa) were elevated in female mice (Fig. S3). No exposure effect was observed for any of the inflammatory genes assessed. Similarly, no exposure effects were observed in plasma liver enzymes levels, namely ALT and AST (Fig. S3). In addition, plasma adipo-cytokines were measured (Table 2). Sex differences were observed for circulating levels of pro-inflammatory IL-6, monocyte chemoattractant protein-1 (MCP-1), and TNFα which were increased in male mice. However, dioxin-exposed males demonstrated a trend for reduced levels of these cytokines. In terms of adipokines, basal sex differences were noted for leptin levels which were lower in unexposed females vs. unexposed males. In contrast, exposed females showed significantly higher levels of plasma resistin compared to exposed males. Lastly, to determine sex-specific dioxin effects on hepatic antioxidant capacity, hepatic GSH and GSSG levels were measured. In general, females had lower hepatic levels of total GSH and GSSG (Fig. S4) consistent with previous reports (Luo et al., 2023; Watson et al., 2020). Interestingly, an exposure effect was noted for GSSG although no significant differences was observed in exposed vs. unexposed mice in either sex. In contrast, hepatic GSH/GSSG ratios were higher in unexposed females compared to unexposed males (Fig. S4) while no exposure effects were observed. Collectively, these findings demonstrate that dioxins impacted hepatic steatosis and function in female mice while minimal effects on inflammation and oxidative stress were observed. To investigate changes in transcriptional regulation that could account for the observed changes in steatosis and hepatic lipid levels, hepatic expression of lipid metabolism genes was examined by RT-PCR. Firstly, transcript abundance of genes encoding proteins involved in lipid binding, uptake, and transport, namely, fatty acid binding protein 1, liver (Fabp1), cluster of differentiation 36 (Cd36), and apolipoprotein B (Apob) were examined (Fig. 3A, B & C). Exposure to the dioxin mixture resulted in decreased mRNA levels for Fabp1 in females. Only sex differences were noted for Cd36 abundance with females displaying higher basal hepatic Cd36 expression. For Apob, in addition to sex differences wherein males exhibited higher Apob expression than females, an interaction effect was also observed with dioxin-exposed males showing a trend for lower abundance of Apob transcripts than their sex-matched controls. Next, mRNA levels of genes encoding proteins involved in fatty acid oxidation and lipid breakdown, including carnitine palmitoyl transferase 1A (Cpt1a), carnitine palmitoyl transferase 2 (Cpt2), and patatin-like phospholipase domain containing 3 (Pnpla3) were measured. No effects of sex or exposure were observed for Cpt1a transcript levels, but dioxin-exposed females showed a trend for decreased Cpt2 mRNA levels (Fig. 3D & E). Only sex differences were noted for Pnpla3 mRNA levels which were higher in females (Fig. 3F). Additionally, transcript levels of genes encoding three rate-limiting enzymes involved in fatty acid synthesis, specifically, acetyl-CoA carboxylase 1 (Acaca), fatty acid synthase (Fasn) and stearoyl-coenzyme A desaturase 1 (Scd1) were assessed. An interaction effect between sex and exposure was noted for these outcomes, with dioxin-exposed females showing increased hepatic expression for Acaca and Fasn, and a trend for increased Scd1 compared to their sex-matched controls, while these effects were absent in males (Fig. 3G, H & I). Transcript levels for additional genes involved in lipid synthesis and transport were measured and no significant exposure effects were noted (Fig. S5). To evaluate effects of sex and exposure on blood glucose levels and insulin resistance, parameters that are often associated with MASLD, a glucose tolerance test was performed towards the end of the study period. Exposure to the dioxin mixture had no impact on glucose uptake nor clearance in both sexes, although basal sex differences were observed in blood glucose levels throughout the duration of the glucose challenge with males manifesting higher glucose levels (Fig. 4A and Fig. S6). Fasting glucose and insulin levels were also measured at the end of the study period. While no differences in fasting blood glucose levels were observed between any of the groups (Fig. 4B), females generally showed lower circulating insulin levels (Fig. 4C). Homeostasis model assessments, namely HOMA-IR and HOMA-β, were calculated using the fasting values to determine insulin resistance and beta cell secretory function due to sex differences and/or exposure effects. Male mice generally had significantly higher HOMA-IR levels vs. females (Fig. 4D). An interaction effect between sex and exposure was observed for HOMA-β scores (Fig. 4E), with dioxin-exposed females showing a trend for higher HOMA-β values than their male counterparts and sex-matched controls. Another model assessment, namely QUICKI, which measures insulin sensitivity, was calculated based on fasting glucose and insulin levels (Fig. 4F). Surprisingly, female mice exposed to the dioxin mixture had lower QUICKI values compared to their sex-match controls suggesting that despite enhanced pancreatic insulin secretion, dioxin exposure may have compromised insulin sensitivity to glucose uptake in this sex. Dioxins are known to activate hepatic xenobiotic receptors, particularly the AHR (Shi et al., 2019), and this is routinely assessed, in part, through induction of the cytochrome P450 receptor target genes. Therefore, transcript abundance of these receptors as well as their target genes were examined (Fig. 5). Consistent with previous reports, dioxin exposure led to induction of the prototypical AHR target gene namely Cyp1a2 in both sexes while Cyp1a1 was induced in female mice only (Fig. 5A & B). Unlike previous observations (Petriello et al., 2016; Massey et al., 2022), no induction was observed with the dioxin mixture for hepatic flavin-containing monooxygenase 3 (Fmo3), another AHR target gene with basally higher expression in female mice livers (Fig. 5C). Likewise, basal sex differences were observed for the constitutive androstane receptor (CAR) and pregnane X receptor (PXR) target genes, namely Cyp2b10, Cyp2c29 and Cyp3a11 respectively, which were basally higher in female mice compared to males (Fig. 5D, E & F). However, no dioxin effects were noted. Exposed females also showed a trend for decreased hepatic expression of an additional gene encoding a P450 enzyme, namely Cyp7a1, involved in cholesterol breakdown, compared to their sex matched controls (Fig. 5G). In terms of Ahr mRNA abundance, no changes in expression attributable to either sex or dioxin exposure were observed. Further, hepatic gene expression for other non-xenobiotic hepatic receptors was assessed. Specifically, differences in hepatic gene expression of sex hormone receptors estrogen receptor alpha (Esr1) and androgen receptor (Ar), as well as lipid metabolism regulator peroxisome proliferator-activated receptor alpha (Pparα) and the epidermal growth factor receptor (Egfr) were examined (Fig. 5H & I, and Fig. S7) As previously observed (Luo et al., 2023), females showed higher Esr1 and Ar mRNA levels, but lower Egfr transcript abundance in comparison to males. Importantly, dioxin-exposed females exhibited a trend for decreased Esr1 and Ar transcript abundance. To better comprehend the mode of action of the dioxin mixture and identify the contribution of individual chemicals on hepatic receptor activation in a sex-specific manner, hepatic target gene expression was also measured in vitro. Male and female primary hepatocytes were exposed to TCDD or PCB 126, which were selected based on their respective highest and lowest toxic equivalency factors from the three mixture components, and receptor target genes were assessed (Fig. 6 and Fig. S8). As expected, both TCDD and PCB 126 activated the AHR in a concentration dependent manner as seen by both Cyp1a1 and Cyp1a2 induction in both male and female hepatocytes (Fig. 6). Notably, at the highest concentration, the fold induction for the classic AHR target, Cyp1a1, was observationally higher in female hepatocytes for both PCB 126 (6 x 104 fold in male vs. 7.5 x 104 fold in females) and TCDD (9 x 104 fold in male vs. 1 x 107 fold in females). An additional distinct sex-specific effect was hepatic expression of Fmo3, another AHR target, only in female hepatocytes (Fig. S8) and these results were parallel to those observed in the in vivo study. No remarkable effects were observed for CAR and PXR target genes although Cyp2b10 was induced with PCB 126 exposure only in male hepatocytes, suggesting that this dioxin-like PCB may act as a modest CAR activator (Fig. S8)."
    },
    {
      "title": "Phenotypic characterization and body composition assessment",
      "text": "Animal body weights were recorded weekly during the two-week study period. While all groups experienced weight gain, female mice generally exhibited lower body weights compared to males (Fig. 1A). Body composition determination using Echo-MRI was performed at the end of the study period to assess fat and lean mass distribution. As expected, males displayed a higher percentage of lean mass, but lower fat composition compared to females (Fig. 1B & C). To determine the effects of the dioxin mixture on other organ systems, organ-to-body weight ratios were calculated for relevant organs harvested at euthanasia. In general, male mice exhibited higher gonadal white adipose tissue (WAT) weights compared to females. Exposure to the dioxin mixture in males resulted in increased WAT to body weight ratios vs. unexposed males (Fig. 1D). In terms of subscapular brown adipose tissue (BAT), an interaction effect was observed as dioxin-exposed female mice exhibited higher weights compared to their sex-matched controls and exposed males (Fig. 1E), while liver weights were similar across all groups (Fig. 1F). Sex differences were also observed in spleen and cecum weights, while no exposure effects were observed for either sex with regards to reproductive organ weights (Fig. S2). Overall, while only basal sex differences were observed for body composition parameters, sex-specific exposure effects were observed in WAT weights and an interaction effect for BAT."
    },
    {
      "title": "Effects of the dioxin mixture on steatosis, liver injury endpoints, and inflammation",
      "text": "Histological assessment of liver sections was conducted to examine the effects of the dioxin mixture on steatosis (H&E staining) and inflammation (CAE staining). Qualitative analysis of H&E-stained liver sections revealed early steatosis development, evident by accumulation of lipid droplets, in female vs. male mice, irrespective of exposure (Fig. 2A). However, with exposure, exposed female mice presented with larger and higher frequency of droplets compared to their sex-matched controls. Quantification of hepatic lipids, specifically triglycerides, cholesterol, and non-esterified fatty acids, demonstrated sex differences parallel with H&E observations, as females generally showed higher hepatic lipids (Fig. 2B, C & D). In concordance with our histological observations, female mice exposed to the dioxin mixture displayed increased hepatic cholesterol levels and a trend for increased triglyceride levels compared to their sex-matched controls. Circulating levels of lipids were measured to assess effects of the dioxin mixture on dyslipidemia (Table 1). Contrary to hepatic levels, plasma triglycerides and cholesterol levels were generally lower in female vs. male mice. Likewise, circulating lipoproteins, namely HDL and vLDL were lower in females vs. their male counterparts while exposure did not impact circulating lipids in either sex. To determine signs of hepatic dysfunction, hepatic albumin gene expression was quantified. Transcript levels of hepatic albumin (Alb) were elevated in female vs. male mice, and an interaction effect was also noted which showed reduced expression of hepatic albumin gene by dioxins in females only (Fig. 2E). Inflammation, particularly scattered foci of mononuclear cells and neutrophils, was also observed and quantified with CAE-stained liver sections (Fig. 2A). There were no significant effect of sex or exposure in the number of foci quantified (data not shown). Nonetheless, to better capture the degree and nature of inflammation observed with histology, hepatic gene expression for various markers of inflammation and injury were examined. Transcript levels for genes encoding pro-inflammatory markers namely interleukin 6 (Il-6) and tumor necrosis factor alpha (Tnfa) were elevated in female mice (Fig. S3). No exposure effect was observed for any of the inflammatory genes assessed. Similarly, no exposure effects were observed in plasma liver enzymes levels, namely ALT and AST (Fig. S3). In addition, plasma adipo-cytokines were measured (Table 2). Sex differences were observed for circulating levels of pro-inflammatory IL-6, monocyte chemoattractant protein-1 (MCP-1), and TNFα which were increased in male mice. However, dioxin-exposed males demonstrated a trend for reduced levels of these cytokines. In terms of adipokines, basal sex differences were noted for leptin levels which were lower in unexposed females vs. unexposed males. In contrast, exposed females showed significantly higher levels of plasma resistin compared to exposed males. Lastly, to determine sex-specific dioxin effects on hepatic antioxidant capacity, hepatic GSH and GSSG levels were measured. In general, females had lower hepatic levels of total GSH and GSSG (Fig. S4) consistent with previous reports (Luo et al., 2023; Watson et al., 2020). Interestingly, an exposure effect was noted for GSSG although no significant differences was observed in exposed vs. unexposed mice in either sex. In contrast, hepatic GSH/GSSG ratios were higher in unexposed females compared to unexposed males (Fig. S4) while no exposure effects were observed. Collectively, these findings demonstrate that dioxins impacted hepatic steatosis and function in female mice while minimal effects on inflammation and oxidative stress were observed."
    },
    {
      "title": "Assessment of hepatic expression for genes involved in lipid metabolism",
      "text": "To investigate changes in transcriptional regulation that could account for the observed changes in steatosis and hepatic lipid levels, hepatic expression of lipid metabolism genes was examined by RT-PCR. Firstly, transcript abundance of genes encoding proteins involved in lipid binding, uptake, and transport, namely, fatty acid binding protein 1, liver (Fabp1), cluster of differentiation 36 (Cd36), and apolipoprotein B (Apob) were examined (Fig. 3A, B & C). Exposure to the dioxin mixture resulted in decreased mRNA levels for Fabp1 in females. Only sex differences were noted for Cd36 abundance with females displaying higher basal hepatic Cd36 expression. For Apob, in addition to sex differences wherein males exhibited higher Apob expression than females, an interaction effect was also observed with dioxin-exposed males showing a trend for lower abundance of Apob transcripts than their sex-matched controls. Next, mRNA levels of genes encoding proteins involved in fatty acid oxidation and lipid breakdown, including carnitine palmitoyl transferase 1A (Cpt1a), carnitine palmitoyl transferase 2 (Cpt2), and patatin-like phospholipase domain containing 3 (Pnpla3) were measured. No effects of sex or exposure were observed for Cpt1a transcript levels, but dioxin-exposed females showed a trend for decreased Cpt2 mRNA levels (Fig. 3D & E). Only sex differences were noted for Pnpla3 mRNA levels which were higher in females (Fig. 3F). Additionally, transcript levels of genes encoding three rate-limiting enzymes involved in fatty acid synthesis, specifically, acetyl-CoA carboxylase 1 (Acaca), fatty acid synthase (Fasn) and stearoyl-coenzyme A desaturase 1 (Scd1) were assessed. An interaction effect between sex and exposure was noted for these outcomes, with dioxin-exposed females showing increased hepatic expression for Acaca and Fasn, and a trend for increased Scd1 compared to their sex-matched controls, while these effects were absent in males (Fig. 3G, H & I). Transcript levels for additional genes involved in lipid synthesis and transport were measured and no significant exposure effects were noted (Fig. S5)."
    },
    {
      "title": "Effects of sex and exposure on glucose metabolism",
      "text": "To evaluate effects of sex and exposure on blood glucose levels and insulin resistance, parameters that are often associated with MASLD, a glucose tolerance test was performed towards the end of the study period. Exposure to the dioxin mixture had no impact on glucose uptake nor clearance in both sexes, although basal sex differences were observed in blood glucose levels throughout the duration of the glucose challenge with males manifesting higher glucose levels (Fig. 4A and Fig. S6). Fasting glucose and insulin levels were also measured at the end of the study period. While no differences in fasting blood glucose levels were observed between any of the groups (Fig. 4B), females generally showed lower circulating insulin levels (Fig. 4C). Homeostasis model assessments, namely HOMA-IR and HOMA-β, were calculated using the fasting values to determine insulin resistance and beta cell secretory function due to sex differences and/or exposure effects. Male mice generally had significantly higher HOMA-IR levels vs. females (Fig. 4D). An interaction effect between sex and exposure was observed for HOMA-β scores (Fig. 4E), with dioxin-exposed females showing a trend for higher HOMA-β values than their male counterparts and sex-matched controls. Another model assessment, namely QUICKI, which measures insulin sensitivity, was calculated based on fasting glucose and insulin levels (Fig. 4F). Surprisingly, female mice exposed to the dioxin mixture had lower QUICKI values compared to their sex-match controls suggesting that despite enhanced pancreatic insulin secretion, dioxin exposure may have compromised insulin sensitivity to glucose uptake in this sex."
    },
    {
      "title": "Effects of the dioxin mixture on hepatic receptor activation and expression in vivo",
      "text": "Dioxins are known to activate hepatic xenobiotic receptors, particularly the AHR (Shi et al., 2019), and this is routinely assessed, in part, through induction of the cytochrome P450 receptor target genes. Therefore, transcript abundance of these receptors as well as their target genes were examined (Fig. 5). Consistent with previous reports, dioxin exposure led to induction of the prototypical AHR target gene namely Cyp1a2 in both sexes while Cyp1a1 was induced in female mice only (Fig. 5A & B). Unlike previous observations (Petriello et al., 2016; Massey et al., 2022), no induction was observed with the dioxin mixture for hepatic flavin-containing monooxygenase 3 (Fmo3), another AHR target gene with basally higher expression in female mice livers (Fig. 5C). Likewise, basal sex differences were observed for the constitutive androstane receptor (CAR) and pregnane X receptor (PXR) target genes, namely Cyp2b10, Cyp2c29 and Cyp3a11 respectively, which were basally higher in female mice compared to males (Fig. 5D, E & F). However, no dioxin effects were noted. Exposed females also showed a trend for decreased hepatic expression of an additional gene encoding a P450 enzyme, namely Cyp7a1, involved in cholesterol breakdown, compared to their sex matched controls (Fig. 5G). In terms of Ahr mRNA abundance, no changes in expression attributable to either sex or dioxin exposure were observed. Further, hepatic gene expression for other non-xenobiotic hepatic receptors was assessed. Specifically, differences in hepatic gene expression of sex hormone receptors estrogen receptor alpha (Esr1) and androgen receptor (Ar), as well as lipid metabolism regulator peroxisome proliferator-activated receptor alpha (Pparα) and the epidermal growth factor receptor (Egfr) were examined (Fig. 5H & I, and Fig. S7) As previously observed (Luo et al., 2023), females showed higher Esr1 and Ar mRNA levels, but lower Egfr transcript abundance in comparison to males. Importantly, dioxin-exposed females exhibited a trend for decreased Esr1 and Ar transcript abundance."
    },
    {
      "title": "Effects of individual dioxin compounds or mixtures on hepatic receptor activation and expression in vitro",
      "text": "To better comprehend the mode of action of the dioxin mixture and identify the contribution of individual chemicals on hepatic receptor activation in a sex-specific manner, hepatic target gene expression was also measured in vitro. Male and female primary hepatocytes were exposed to TCDD or PCB 126, which were selected based on their respective highest and lowest toxic equivalency factors from the three mixture components, and receptor target genes were assessed (Fig. 6 and Fig. S8). As expected, both TCDD and PCB 126 activated the AHR in a concentration dependent manner as seen by both Cyp1a1 and Cyp1a2 induction in both male and female hepatocytes (Fig. 6). Notably, at the highest concentration, the fold induction for the classic AHR target, Cyp1a1, was observationally higher in female hepatocytes for both PCB 126 (6 x 104 fold in male vs. 7.5 x 104 fold in females) and TCDD (9 x 104 fold in male vs. 1 x 107 fold in females). An additional distinct sex-specific effect was hepatic expression of Fmo3, another AHR target, only in female hepatocytes (Fig. S8) and these results were parallel to those observed in the in vivo study. No remarkable effects were observed for CAR and PXR target genes although Cyp2b10 was induced with PCB 126 exposure only in male hepatocytes, suggesting that this dioxin-like PCB may act as a modest CAR activator (Fig. S8)."
    },
    {
      "title": "Discussion",
      "text": "The current study was designed to explore the acute, sex-specific toxicity of an environmentally relevant mixture of low-dose dioxins on liver health and metabolic dysfunction. In addition, it examined sex-specific hepatic receptor activation as a proposed mechanism by which these POPs contribute to MASLD/TASLD. This study is unique in that it is the first to investigate the effects of extremely low-level exposures to the specified dioxin mixture using a rodent model. Previous POP exposure models have largely investigated the toxicological effects of doses of individual dioxin chemicals at higher microgram/kilogram ranges (Wahlang et al., 2017; Tian et al., 2022; Doskey et al., 2020). These higher doses do not often reflect modern detection rates nor translate to environmentally relevant human exposure levels today. The doses of dioxins utilized in the current study were appropriately extrapolated to translate to human serum levels (femtogram/gram) reported in the NHANES 1999–2018 database (National Report on Human Exposure to Environmental Chemicals, xxxx) and reflect the amounts detected in the general American adult population. As this is our first study examining the combined effects of the dioxin mixture at such low doses (particularly in females), our goal was to determine early structural and biochemical responses in the liver and initial toxic impacts without the confounding influence of prolonged exposure and bioaccumulation, hence the use of an acute exposure model. Given that dioxins have and continue to affect multiple communities in the US ranging from veterans and active military personnel to civilian populations residing in proximity to contaminated sites, the study is significant and relevant and contributes to the body of evidence on dioxin toxicity while attempting to fill knowledge gaps on sex-specific dioxin effects. Major findings from the present study highlight the significance of how a very low-dose mixture of dioxins can still impact steatosis and regulate hepatic lipid metabolism, particularly in female mice. Evolutionarily, females tend to have higher body fat which confers physiological advantages for future reproductive purposes (Karastergiou et al., 2012; Mauvais-Jarvis, 2024). Indeed, results from this study showed higher percent fat mass and greater hepatic lipid accumulation in females regardless of exposure. Yet, exposure to the dioxin mixture led to increased hepatic cholesterol and triglyceride levels, accompanied by increased hepatic expression of de novo lipogenic genes in this sex. This could partially be explained by activation of the AHR which is proposed to contribute to the regulation of fatty acid (Karasová et al., 2022) and cholesterol synthesis (Tanos et al., 2012). In this study, we observed upregulated mRNA levels for select rate limiting enzymes involved in de novo lipogenesis (Acaca and Fasn) in dioxin-exposed females. Paradoxically, the increased expression of these lipogenic genes is contrary to observations made by Tanos et al (Tanos et al., 2012) who reported attenuation of cholesterol biosynthesis and fatty acid synthesis with AHR activation in a dioxin response element (DRE)-independent manner. A plausible mechanism for this could be that unbound AHR can interact with the sterol regulatory element-binding protein 1c (SREBP1c) in the cytoplasm, leading to its inhibition. SREBP1c, a principal regulator of the fatty acid biosynthesis pathway including de novo lipogenic gene expression (Muku et al., 2019), has been demonstrated to interact with the AHR in murine T-cells (Cui et al., 2011). Both AHR and SREBP1c have also been shown to exhibit antagonistic functions against each other (Tanos et al., 2012). Alternatively, unbound AHR may also mediate protein turnover of mSREBP-1 (Muku et al., 2019), thereby decreasing promoter binding and transcription of de novo lipogenic genes. In the current study however, exposure to the dioxin mixture led to sustained AHR activation and subsequent translocation of ligand-bound AHR from the cytoplasm to the nucleus. We speculate that this consequently led to reduced unbound AHR available for interaction with SREBP1c. Notably no changes in expression of the gene Srebf1 attributable to exposure was observed in our study. Liver dysfunction is an established hallmark of dioxin exposure. Studies analyzing AHR activation by TCDD and DL-PCB 126 have shown repression in the transcription of liver-specific genes including albumin in both males and females (Nault et al., 2017). Reduction in hepatic albumin gene expression levels has also been observed previously with PCB 126 exposure in a male mouse model of alcohol-associated liver disease (Gripshover et al., 2023). In this study, hepatic albumin gene expression was downregulated only in females exposed to the dioxin mixture, indicating more pronounced liver dysregulation and dysfunction in this sex. Reduced albumin synthesis occurs in states of metabolic nutritional imbalance (impaired energy metabolism), inflammation and exposure to hepatotoxins (Sun et al., 2019; Soeters et al., 2019). Dioxin-exposed female mice in this study showed evidence of disruption in lipid synthesis and fat accumulation patterns, possibly implicating nutritional deficits, and this could be one pathway by which the dioxin mixture impairs hepatic function. The current study also underscores the existence of sex differences in receptor activation and subsequent target gene expression patterns. Our results demonstrated basal sex differences in target gene expressions, particularly for the AHR, CAR and PXR targets Fmo3, Cyp2b10 and Cyp3a11, with females expressing higher levels compared to males, thus reaffirming that the liver is a sexually dimorphic organ and gene expression patterns show sex bias particularly in rodents due to rhythmic growth hormone secretion (Lefebvre and Staels, 2021; Wahlang, 2023; Palmisano et al., 2018; Le Magueresse-Battistoni, 2021; Waxman and Holloway, 2009). Further, AHR activation has been shown to produce a functionally “de-differentiated” hepatic phenotype by causing loss of liver-specific and sexually dimorphic gene expression (Nault et al., 2017). Interestingly, sex differences were noted in Cyp1a1 expression, which was induced only in the female group, suggesting that the dioxin mixture at the specified doses utilized in this study may dominantly activate the AHR in females. This observation was likewise supported by the in vitro findings wherein female hepatocytes exposed to individual components of the dioxin mixture also exhibited robust concentration-dependent induction of Cyp1a1 and Cyp1a2 compared to their male-counterparts. Additionally, in males, induction of Cyp1a1 was observed in vitro but not in vivo, while Cyp1a2 was less robustly induced in vitro. The discrepancy between the in vivo and in vitro data could be attributed to factors such as use of individual dioxin chemicals in vitro at concentrations much higher than the dose administered in vivo leading to notable induction of these AHR targets. The contrasting induction levels also suggest that an isolated, controlled in vitro environment may not necessarily recapitulate complex, dynamic interactions and regulatory mechanisms that occur in vivo. Nonetheless, these observations allude to the possibility of potential sex differences in AHR target genes and their responses to AHR ligands, resulting in sex-specific dioxin-mediated alterations in molecular processes and phenotypes. Sex differences in gene expression could also be driven by alternative splicing events and epigenetic modulation and these avenues require further research in terms of target gene responses with dioxin exposures. Apart from sex-specific AHR activation, other plausible routes by which the dioxin mixture drives sex-specific TASLD could be non-AHR, non-xenobiotic hepatic receptors interactions. Dioxins are recognized as endocrine-disrupting chemicals and may disrupt the effects of sex hormones on their receptors, in addition to receptor expression itself (Yilmaz et al., 2020). Results from the current study suggested potential dioxin-mediated alterations in hepatic gene expression of Esr1 and Ar with exposed females demonstrating a trend for reduced mRNA levels for these genes. Sex hormones are primarily, endogenously produced, and involved in the regulation of liver homeostasis including lipid metabolism, inflammation and fibrogenesis (Kasarinaite et al., 2023). In fact, hepatic lipid metabolism is partially regulated by estrogen signaling (Palmisano et al., 2018), and this is more pronounced in females and to a lesser extent in males. Loss of global estrogens after menopause, and use of estrogen antagonists in experimental models, resulted in enhanced liver fat accumulation (Lefebvre and Staels, 2021; Palmisano et al., 2018). Intriguingly, the AHR and ER are known to interact in signaling pathways (Tarnow et al., 2019) and AHR activation has been shown to increase anti-estrogenic action (Matthews and Gustafsson, 2006). This can be through ER sequestration or degradation (Luo et al., 2023; Matthews and Gustafsson, 2006), and/or upregulation of estrogen-metabolizing enzymes, thereby resulting in decreased hormone levels (Tarnow et al., 2019). Alternatively, anti-estrogenic effects may be mediated through AHR induced transcriptional downregulation of Esr1 which was suggested in the current study. Although protein levels were not measured, a depletion of ERα results in impaired estrogen signaling. Estrogen is known to act and confer hepatic protection directly through the ERα signaling (Hart-Unger et al., 2017). The loss of the hepatocyte ERα has been shown to disrupt estrogenic regulation of target genes, and impaired regulation of energy metabolism (Meda et al., 2020) as well as reduced protection against oxidative stress and glucose metabolism (Alemany, 2021; Shwaery et al., 1998). Thus, in the current study, it can be speculated that the dioxin mixture may also contribute to metabolic and hepatic toxicity through dysregulation of metabolic homeostatic processes regulated by estrogen signaling. While the notion of such receptor-reporter interactions offers some mechanistical insight into the observed sex-specific steatotic phenotype emanated by low-dose dioxin exposure, more rigorous research is warranted to better elucidate these probable mechanisms. Despite this study being the first to elucidate the sex-specific effects of a low dose dioxin mixture (TCDD, PCB 126 and PeCDF) in TASLD and associated metabolic endpoints, it is not without limitations. This study was designed to assess short-term, acute hepatotoxicity. However, because dioxins remain persistent in the environment, exposure is relevant across the human lifespan. Assessment of sub-chronic and chronic metabolic and hepatic toxicities is warranted. This is particularly imperative in the context of sex difference studies as not only do sex hormone levels change with age, but gene and protein expression patterns are modified as well. While acute alterations of increased lipid accumulation were observed especially in the dioxin-exposed females from acute exposure, progression to stages of steatohepatitis, systemic inflammation and fibrosis require longer time periods for phenotypic presentation. An additional cause for the lack of significant induction of inflammatory markers and oxidative stress is postulated to be because of the very-low dose of dioxins in the mixture. Although the doses were designed to mimic current human levels of TCDD, PCB 126 and PeCDF, they are considerably lower than previously utilized levels shown to induce prominent sex-specific inflammation and liver damage (Pohjanvirta et al., 2012). Furthermore, while the current findings showed changes at the transcriptional level of regulation, sex-dependent exposure effects on the proteomic landscape are yet to be explored. Likewise, changes in circulating sex-hormone levels still need to be validated. Moreover, although this study focused on hepatic and systemic outcomes, it is also critical to consider extrahepatic effects of these toxicants as previously demonstrated (Wahlang et al., 2017; Wahlang et al., 2021); as crosstalk between organ systems and tissue-organ interactions play a vital role in pathophysiology and MASLD progression. Another notable factor to consider is the known species differences in the AHR particularly in relation to ligand binding affinity (Okey et al., 1994). It is therefore important to consider using humanized AHR models when examining dioxin toxicity for a more effective assessment of dioxin effects in humans. Lastly, real-world effects on human health are determined by multiple factors that occur simultaneously in addition to effects of environmental pollutants. Critical factors such as age, lifestyle choices, and other factors work in conjunction with toxicant exposures to initiate and promote MASLD. Thus, future studies will investigate the influence of hypercaloric diets as well as longer-term exposures on toxicant-sex interactions and hepatic and metabolic outcomes. Such studies will illuminate our understanding on how biological sex along with environmental and lifestyle factors can initiate, promote, or worsen disease outcomes."
    },
    {
      "title": "Conclusion",
      "text": "POPs such as dioxins are increasingly noted as key environmental modifiers of MASLD development and progression. There also remains constant debate about their significant impact on hepatotoxicity due to low detection levels in the environment and in human serum due to the ban on their use and production decades ago. Yet, dioxins remain resistant to degradation and continue to be unintentionally produced and released even in today’s modern ecosystem. This study therefore explored sex-dependent hepatic effects of a mixture of very-low doses of three dioxins detected in simulations of POPs emitted from domestic, military, and industrial waste incineration. Findings from the study highlight the existence of sex-specific hepatotoxicity from exposure to dioxins even at seemingly unappreciable low levels. Dioxin-exposed female livers showed a more compromised liver state and accelerated increase in hepatic dysregulation via altered lipid accumulation, upregulation of de novo lipogenic gene expression, and liver dysfunction, while these effects were absent in males. These differing phenotypic alterations may be due to sex differences in AHR activation and receptor-receptor interactions. Further investigations into these mechanisms as well as modulating factors such as duration of exposure and lifestyle components are necessary to better understand how very-low dose dioxin mixtures impact hepatic health. In closing, with species differences in AHR activation having been acknowledged, testing these dioxin effects in humanized models is necessary to better translate our findings to human populations."
    }
  ],
  "full_text": "## Introduction\nDioxins and dioxin-like (DL) compounds (hereafter referred to as dioxins) are a category of highly toxic “forever chemicals” or persistent organic pollutants (POPs) that behave as endocrine- and metabolic-disrupting chemicals (Papalou et al., 2019; Heindel et al., 2017; Schug et al., 2011). These chemicals comprise of classes of polyhalogenated aromatic hydrocarbons including dioxins, furans and dioxin-like (DL) biphenyls (Rathna et al., 2018). Based on the position of chlorine atoms on their aromatic rings, dioxins share the ability to bind and activate the aryl hydrocarbon receptor (AHR) by varying degrees (Ohura et al., 2007). Specifically, the prototypical dioxin, 2,3,7,8-Tetrachlorodibenzo-p-dioxin (TCDD), activates the AHR with the highest potency (Wahlang et al., 2019). In addition, 2,3,4,7,8-Pentachlorodibenzofuran (PeCDF) and 3,3′,4,4′,5-Pentachlorobiphenyl (PCB 126), share similar structures, biological characteristics, and toxicity properties (Safe et al., 1985; Yoshizawa et al., 2007) to TCDD, and are the most potent AHR activators in their respective categories of furans and biphenyls. These three dioxins were among the infamous “dirty dozen” listed under the Stockholm Convention in 2001, a worldwide initiative to eliminate the intentional and unintentional release of these chemicals (Kirkok et al., 2020). Dioxins however continue to be detected in the environment and in living organisms due to their persistent nature (Kirkok et al., 2020; Long and Bonefeld-Jørgensen, 2012). Dioxins are environmental pollutants primarily produced through anthropogenic and/or industrial processes. While TCDD and PeCDF are largely by-products of industrial processes, they are also emitted during incomplete combustion processes including incineration of chemical, municipal and hospital waste (Yoshizawa et al., 2007; Annamalai and Namasivayam, 2015), and natural burning events, notably forest wild-fires and volcanic eruptions (Patrizi et al., 2019). PCB 126 is one out of the 209 polychlorinated biphenyl (PCB) congeners. PCBs were manufactured between the 1930 s-1970 s exclusively by the Monsanto Corporation (Wahlang et al., 2019) with widespread commercial applications extending from dielectric fluids to plasticizers and pesticide extenders. Importantly, TCDD, PeCDF and PCB126 were all identified in simulations of open burning of domestic, industrial, and military waste (Bith-Melander et al., 2021; Liu et al., 2016; Wang et al., 2023) and hence highly relevant in today’s industrial society and modern ecosystem. With half-lives of 7–11 years (Patrizi et al., 2019), and being lipophilic in nature, dioxins bioaccumulate in the food chain causing higher trophic levels to exhibit elevated concentrations of dioxins. While exposure to dioxins is attributable to poor and uncontrolled waste management, 90 % of human exposure occurs through the consumption of contaminated food, particularly fish, dairy and meat products (Guo et al., 2019). Exposures to dioxins have been overwhelmingly linked to a myriad of disorders including reproductive, developmental, cardiovascular, and immunological (Yoshizawa et al., 2007; Angrish et al., 2011). Further, epidemiologic, and toxicological studies have correlated exposures to individual dioxin compounds with metabolic dysfunction, insulin resistance, dyslipidemia, diabetes, as well as in the development and progression of steatotic liver disease (SLD) (Angrish et al., 2011; Cave et al., 2010). SLD represents a broad classification of liver pathologies that initially manifest as steatosis or lipid accumulation in the liver, followed by the infiltration of inflammatory markers resulting in steatohepatitis. If left untreated, the disease can progress to liver cirrhosis, marked by increased fibrosis, and ultimately hepatocellular carcinoma. Particularly, metabolic dysfunction-associated SLD (MASLD), which has a global prevalence of 32.4 %, is currently the most chronic liver disease worldwide (Devarbhavi et al., 2023), and the second-leading cause of end stage liver disease and liver transplantation in the US (Younossi et al., 2023). The number of deaths among patients with MASLD has doubled in the past three decades and percent total deaths from all causes attributable to MASLD has increased from 0.10 % to 0.17 % (Devarbhavi et al., 2023). While a wide range of etiologies and risk factors such as lifestyle, genetic predisposition and related comorbidities are identified in SLD development, exposure to environmental toxicants have also been attributed to metabolic dysfunction, steatosis and liver injury characterized in SLD. Liver disease specifically associated with environmental toxicants has been termed toxicant associated-steatotic liver disease (TASLD) (Wahlang et al., 2013). Human population studies have associated exposures to dioxins with MASLD in general, and elevated liver enzymes (Cave et al., 2022) and dyslipidemia (Pelclová et al., 2002) in particular. Mechanistically, while AHR activation has been shown to play a role in steatosis and metabolic disruption, a deeper characterization of AHR by dioxins and how it impacts SLD outcomes remains to be elucidated. Knowledge about non-canonical AHR mechanisms of actions by which dioxins may induce hepatotoxicity is still lacking. Moreover, to date, toxicological studies have focused on individual dioxins in the context of MASLD and/or investigated primarily high dose exposures. However, real-world exposures involve complex mixtures of chemicals at environmentally relevant doses. Furthermore, early manifestations of MASLD in the general adult population have a higher prevalence and incidence in men than in premenopausal women (Lonardo et al., 2019; Gupta et al., 2024; Ji and Cheng, 2024; Meda et al., 2020), yet women have a higher SLD-associated mortality risk (Ji and Cheng, 2024). Thus, understanding the impact of dioxins on the liver in a sex-specific manner is both pertinent and warranted. To this end, the objective of this study is to identify and characterize the acute effects from exposures to an environmentally relevant mixture of POPs, through the lens of MASLD and determine underlying sex-differences.\n\n## Methods and Materials\nThe animal study protocol was approved by the University of Louisville Institutional Animal Care and Use Committee, an Association for the Assessment and Accreditation of Laboratory Animal Care, International (AAALAC) accredited institution. Male and female C57BL/6J mice (8 weeks old; n = 48) were purchased from The Jackson Laboratory (Bar Harbor, ME, USA) and housed (n = 4 per cage) in a temperature- and light-controlled room (12 h light/dark cycle) with food and water ad libitum. All mice were fed a 10.2 % low-fat diet (TD.06416, Envigo, Indianapolis, IN, USA) throughout the 2-week study duration. At week 0, mice were randomly assigned into four groups (n = 12 per group) based on sex and dioxins exposure (Male-CON, Male-EXP, Female-CON, Female-EXP), and allowed to acclimate. Male and female mice were administered a weekly dose of the mixture components (10 ng/kg TCDD, 140 ng/kg PCB 126 and 80 ng/kg PeCDF) in corn oil or vehicle (corn oil only) via oral gavage. Chemicals were procured from AccuStandard (New Haven CT, USA). Chemicals were dissolved in acetone prior to solubilization in corn oil. A schematic diagram depicting the experimental design, timeline and dosing regimen is provided in Fig. S1. Body weight and food consumption were recorded weekly. Daily estrus cycle was monitored in female mice by vaginal cytology method as frequent monitoring is a recommended method to track changes in estrus cycle in rodents (Pantier et al., 2019). Briefly, samples were collected by gentle washing of the mouse vaginal orifice area with sterile saline. Samples were then air-dried, stained using Dip Quick Stain Kit (Jorgensen Laboratories Inc, Loveland, CO, USA) and estrus stages were evaluated based on cell type and proportion observed microscopically (Cora et al., 2015). Due to the brief duration of the study, findings from estrus cycle monitoring were demonstrated as number of days in estrus phase (Fig. S2), rather than length of time in each cycle stage. Prior to euthanasia, intraperitoneal glucose tolerance test (IPGTT) was performed on fasted mice, and body composition of animals was determined by quantitative magnetic resonance imaging using an EchoMRI-500 Body Composition Analyzer (Echo Medical Systems, Houston, TX, USA). Mice were not fasted before the Echo-MRI procedure. At the end of week 2, mice were euthanized using ketamine/xylazine (100/20 mg/kg, i.p.) and subsequent exsanguination via inferior vena cave for blood collection. Mice were fasted overnight prior to euthanasia. Plasma and organ/tissue samples including liver, gonadal white adipose, subscapular brown adipose, spleen, and reproductive organs were collected at euthanasia, snap frozen in liquid nitrogen and immediately stored at − 80 °C for downstream analysis. The chemical doses in the current study were designed based on human serum levels in the CDC’s National Health and Nutrition Examination Survey (NHANES) participants, representing the general American adult population, and extrapolating those levels to circulating levels in animals based on previous National Toxicology Program (NTP) measurements. According to the CDC’S National Report database (NHANES 1999–2018), highest serum levels (whole weight) for TCDD, PeCDF, and PCB126 were approximately 56, 123, 1000 fg/g respectively (National Report on Human Exposure to Environmental Chemicals, xxxx). Based on previous NTP tissue distribution studies in female rodents, oral gavage doses for TCDD, PeCDF, and PCB126 at 10, 80 and 140 ng/kg respectively resulted in circulating serum levels approximate to the observed NHANES levels (National Toxicology Program, 2006). With weekly dosing over the study period, the proposed cumulative dose for this acute exposure study (2x) was 20, 160, and 280 ng/kg TCDD, PeCDF, and PCB126, respectively. Importantly, these doses are considered low levels in toxicological studies on PCDDs and PCDFs, yet relevant to human exposures. IPGTT was conducted at the end of week 2 of the study, prior to euthanasia. Mice were fasted and weighed 6 h before IPGTT was conducted. After 6 h, baseline blood glucose was assessed and mice were then challenged with glucose (1 mg glucose/g body weight, dissolved in sterile saline) via intraperitoneal administration. Blood glucose levels were measured at 0, 15-, 30-, 60-, 90-, and 120-minutes post glucose challenge using a hand-held glucometer (Contour Next EZ, Parsippany, NJ, USA). A time course of absolute blood glucose measurements and the area under the curve (AUC) were calculated using the Trapezoid Rule (Allison et al., 1995). Liver sections were fixed in 10 % neutral buffered formalin for at least 48 h and subsequently washed with 75 % alcohol. Formalin-fixed samples were embedded in paraffin and sectioned at 5 μm using a Leica Biosystem’s Histocore Autocut Automated Rotary Microtome (Leica Biosystem; Deer Park, IL, USA) for routine histological examination. Hematoxylin and Eosin (H&E) staining was conducted to assess hepatic morphology and degree of steatosis using the Epredia™ Gemini™ AS Automated Slide Stainer (Fisher Scientific, Pittsburgh, PA, USA). Chloroacetate esterase and hematoxylin (CAE) staining (Sigma Kit: 91C-1KT) was performed to detect and quantify the presence of neutrophil foci. Photomicrographic images at 10x, 20x and 40x magnification were captured on the Olympus DP74 digital camera fitted on Olympus BX43 microscope (Olympus America, Breinigsville, PA, USA) via the cellSens Standard XV image processing software. Plasma alanine transaminase (ALT), aspartate transaminase (AST), triglycerides, cholesterol, glucose, high-, low- and very low-density lipoproteins (HDL, LDL, VLDL) levels were measured using Lipid Panel Plus disks (catalog:400–0030; Abaxis Inc.; Union City, CA, USA) with the Piccolo Xpress Chemistry Analyzer (Abbott; Abbott Park, IL, USA). Plasma cytokines and adipokines were measured using the Milliplex Map Mouse Adipokine Magnetic Bead Panel and the Multi-Species Hormone Magnetic Bead Panel on a Luminex 100 system (Luminex Corp, Austin, TX) per the manufacturer’s instructions. Plasma insulin values were also measured using the Milliplex Map Mouse Adipokine Magnetic Bead Panel and the Multi-Species Hormone Magnetic Bead Panel. Using fasting blood glucose values and insulin values, insulin resistance and beta cell function were assessed. Homeostatic Model Assessment for Insulin Resistance (HOMA-IR) and Homeostasis Model Assessment of Beta Cell Function (HOMA-β) were calculated as previously described (Matthews et al., 1985). Quantitative insulin sensitivity check index (QUICKI) was also calculated using fasting blood glucose and plasma insulin concentrations (Katz et al., 2000). Frozen liver tissues (70–100 mg) were homogenized in 50 mM NaCl solution. Hepatic lipids were extracted using chloroform and methanol in a 2:1 ratio according to the Bligh and Dyer method (Bligh and Dyer, 1959). The lower chloroform layers were collected, and an appropriate amount of the extraction was air-dried. Triglyceride, cholesterol, and non-esterified fatty acid (NEFA) content were measured by colorimetric assays using commercial kits according to the manufacturer’s instructions. Extracted lipids were quantified using a microplate absorbance reader (BioTek Gen 5; Winooski, VT, USA). Reagents used in the assays were: Infinity Triglycerides Reagent (TR22421, ThermoFisher Scientific, Middletown, VA, USA), Infinity Cholesterol Reagent (TR13421, ThermoFisher Scientific, Middletown, VA, USA), Triglyceride and Cholesterol Standards (catalog: T7531-STD, C7509-STD; Point Scientific; Canton, MI). Non-esterified fatty acid reagents (Sekisui Diagnostics LLC, Burlington, MA, USA) included: NEFA color reagent A (catalog: NC9567459), solvent A (catalog: NC9567460), color regent B (catalog: NC9567461), solvent B (catalog: NC9567464) and standard solution (catalog: NC9567466). Liver tissues obtained during tissue harvest were snap frozen in liquid nitrogen and stored at − 80 °C until analysis by HPLC, following the method described by Luo et. al (Luo et al., 2023). Frozen liver samples were homogenized in 5 % perchloric acid, 0.2 M boric acid and 10 μM γ-glutamylglutamate. Samples were centrifugated to pellet precipitated proteins. The supernatant was derivatized with iodoacetate and dansyl chloride to produce S-carboxymethyl, N-dansyl derivatives which were analyzed by HPLC. Concentrations of glutathione (GSH) and glutathione disulfide (GSSG) were determined by comparison to the internal standard. The protein in the pellets from the initial acid precipitation step was dissolved in 0.1 M NaOH, measured by the Bio-Rad DC assay (Bio-Rad, Hercules, CA, USA), and used to normalize concentrations of GSH and GSSG in the supernatant. Primary hepatocytes were isolated via a two-step enzymatic perfusion method from male and female C57BL/6J mice between 8–24 weeks of age. Cells were plated at a density of 1–9 x 10^5 cells/well and were exposed to PCB126 (1, 10 or 100 nM) or TCDD (0.005, 0.05, 0.5 nM) overnight (16–24 h). Concentrations for the current study were selected based on previous concentration-dependent studies (Shi et al., 2019). Chemicals were solubilized in 100 % DMSO. Liver tissues were suspended in RNA-STAT 60TM (catalog: CS502; Tel-test Inc.; Friendswood, TX) and homogenized with 0.5 mm glass silica beads using a Mini-Beadbeater 16 bead mill homogenizer (Biospec Products, Bartlesville, OK, USA) for 30 s. Exposed primary hepatocytes were also suspended in RNA-STAT 60 and homogenize by vigorous pipetting. Total RNA was then extracted, precipitated, and washed following the RNA-STAT 60 reagent protocol for the isolation of total RNA, DNA, and protein by AMSBIO. RNA quantity and purity were assessed using Nanodrop OneC (Thermo Scientific, catalog: 701–058112; Madison, MI, USA). cDNA synthesis was performed using qScript cDNA Synthesis Kit (Quantabio; Catalog: 95048–500, Beverly, MA, USA), following the manufacturer’s protocol. RT-PCR was performed on the CFX384 TM Real-Time System (Biorad, Hercules, CA, USA) using iTaq Universal Probes Supermix and Taqman probes (Supplemental Table 1) purchased from Thermo Fisher Scientific. Gene expression levels were calculated using the 2 − ΔΔCt method. The levels of mRNA were normalized relative to the levels of the housekeeping gene Glyceraldehyde-3-Phosphate Dehydrogenase (GAPDH) mRNA (catalog:4352339E, ThermoFisher Scientific; Madison, MI, USA) and mean expression levels in unexposed, male mice were set at ~1. Statistical analyses were conducted using GraphPad Prism (version 10.3.1) for Windows (GraphPad Software Inc.; La Jolla, CA, USA). Student t-test was performed for two group analysis when applicable, while one-way ANOVA was conducted for three group analysis followed with the Dunnett’s T3 test for subgroup comparison. Two-way ANOVA analysis was performed for two factor analysis to obtain factor and interaction effects, followed by post-hoc tests with Bonferroni correction for subgroup comparisons. For all ANOVA analyses, significance was set at p < 0.05 with a 95 % confidence level. Significance for post hoc tests was set at p < 0.0125, and p < 0.05 was considered as trending towards significance. In the event of high data variability in a group, an outlier test was performed using the ROUT method with false discovery rate (FDR) set at 0.1 % (Motulsky and Brown, 2006). For data reporting, based on the research objective and study design, basal sex differences were reported first, followed by exposure effects. Graphs were plotted using GraphPad Prism version 10.3.1 (GraphPad Software Inc., La Jolla, CA, USA). All data are expressed as mean ± SD.\n\n## Animal study\nThe animal study protocol was approved by the University of Louisville Institutional Animal Care and Use Committee, an Association for the Assessment and Accreditation of Laboratory Animal Care, International (AAALAC) accredited institution. Male and female C57BL/6J mice (8 weeks old; n = 48) were purchased from The Jackson Laboratory (Bar Harbor, ME, USA) and housed (n = 4 per cage) in a temperature- and light-controlled room (12 h light/dark cycle) with food and water ad libitum. All mice were fed a 10.2 % low-fat diet (TD.06416, Envigo, Indianapolis, IN, USA) throughout the 2-week study duration. At week 0, mice were randomly assigned into four groups (n = 12 per group) based on sex and dioxins exposure (Male-CON, Male-EXP, Female-CON, Female-EXP), and allowed to acclimate. Male and female mice were administered a weekly dose of the mixture components (10 ng/kg TCDD, 140 ng/kg PCB 126 and 80 ng/kg PeCDF) in corn oil or vehicle (corn oil only) via oral gavage. Chemicals were procured from AccuStandard (New Haven CT, USA). Chemicals were dissolved in acetone prior to solubilization in corn oil. A schematic diagram depicting the experimental design, timeline and dosing regimen is provided in Fig. S1. Body weight and food consumption were recorded weekly. Daily estrus cycle was monitored in female mice by vaginal cytology method as frequent monitoring is a recommended method to track changes in estrus cycle in rodents (Pantier et al., 2019). Briefly, samples were collected by gentle washing of the mouse vaginal orifice area with sterile saline. Samples were then air-dried, stained using Dip Quick Stain Kit (Jorgensen Laboratories Inc, Loveland, CO, USA) and estrus stages were evaluated based on cell type and proportion observed microscopically (Cora et al., 2015). Due to the brief duration of the study, findings from estrus cycle monitoring were demonstrated as number of days in estrus phase (Fig. S2), rather than length of time in each cycle stage. Prior to euthanasia, intraperitoneal glucose tolerance test (IPGTT) was performed on fasted mice, and body composition of animals was determined by quantitative magnetic resonance imaging using an EchoMRI-500 Body Composition Analyzer (Echo Medical Systems, Houston, TX, USA). Mice were not fasted before the Echo-MRI procedure. At the end of week 2, mice were euthanized using ketamine/xylazine (100/20 mg/kg, i.p.) and subsequent exsanguination via inferior vena cave for blood collection. Mice were fasted overnight prior to euthanasia. Plasma and organ/tissue samples including liver, gonadal white adipose, subscapular brown adipose, spleen, and reproductive organs were collected at euthanasia, snap frozen in liquid nitrogen and immediately stored at − 80 °C for downstream analysis.\n\n## Dose rationale\nThe chemical doses in the current study were designed based on human serum levels in the CDC’s National Health and Nutrition Examination Survey (NHANES) participants, representing the general American adult population, and extrapolating those levels to circulating levels in animals based on previous National Toxicology Program (NTP) measurements. According to the CDC’S National Report database (NHANES 1999–2018), highest serum levels (whole weight) for TCDD, PeCDF, and PCB126 were approximately 56, 123, 1000 fg/g respectively (National Report on Human Exposure to Environmental Chemicals, xxxx). Based on previous NTP tissue distribution studies in female rodents, oral gavage doses for TCDD, PeCDF, and PCB126 at 10, 80 and 140 ng/kg respectively resulted in circulating serum levels approximate to the observed NHANES levels (National Toxicology Program, 2006). With weekly dosing over the study period, the proposed cumulative dose for this acute exposure study (2x) was 20, 160, and 280 ng/kg TCDD, PeCDF, and PCB126, respectively. Importantly, these doses are considered low levels in toxicological studies on PCDDs and PCDFs, yet relevant to human exposures.\n\n## Glucose tolerance test\nIPGTT was conducted at the end of week 2 of the study, prior to euthanasia. Mice were fasted and weighed 6 h before IPGTT was conducted. After 6 h, baseline blood glucose was assessed and mice were then challenged with glucose (1 mg glucose/g body weight, dissolved in sterile saline) via intraperitoneal administration. Blood glucose levels were measured at 0, 15-, 30-, 60-, 90-, and 120-minutes post glucose challenge using a hand-held glucometer (Contour Next EZ, Parsippany, NJ, USA). A time course of absolute blood glucose measurements and the area under the curve (AUC) were calculated using the Trapezoid Rule (Allison et al., 1995).\n\n## Tissue histology\nLiver sections were fixed in 10 % neutral buffered formalin for at least 48 h and subsequently washed with 75 % alcohol. Formalin-fixed samples were embedded in paraffin and sectioned at 5 μm using a Leica Biosystem’s Histocore Autocut Automated Rotary Microtome (Leica Biosystem; Deer Park, IL, USA) for routine histological examination. Hematoxylin and Eosin (H&E) staining was conducted to assess hepatic morphology and degree of steatosis using the Epredia™ Gemini™ AS Automated Slide Stainer (Fisher Scientific, Pittsburgh, PA, USA). Chloroacetate esterase and hematoxylin (CAE) staining (Sigma Kit: 91C-1KT) was performed to detect and quantify the presence of neutrophil foci. Photomicrographic images at 10x, 20x and 40x magnification were captured on the Olympus DP74 digital camera fitted on Olympus BX43 microscope (Olympus America, Breinigsville, PA, USA) via the cellSens Standard XV image processing software.\n\n## Plasma analyte measurements and homeostasis model assessments\nPlasma alanine transaminase (ALT), aspartate transaminase (AST), triglycerides, cholesterol, glucose, high-, low- and very low-density lipoproteins (HDL, LDL, VLDL) levels were measured using Lipid Panel Plus disks (catalog:400–0030; Abaxis Inc.; Union City, CA, USA) with the Piccolo Xpress Chemistry Analyzer (Abbott; Abbott Park, IL, USA). Plasma cytokines and adipokines were measured using the Milliplex Map Mouse Adipokine Magnetic Bead Panel and the Multi-Species Hormone Magnetic Bead Panel on a Luminex 100 system (Luminex Corp, Austin, TX) per the manufacturer’s instructions. Plasma insulin values were also measured using the Milliplex Map Mouse Adipokine Magnetic Bead Panel and the Multi-Species Hormone Magnetic Bead Panel. Using fasting blood glucose values and insulin values, insulin resistance and beta cell function were assessed. Homeostatic Model Assessment for Insulin Resistance (HOMA-IR) and Homeostasis Model Assessment of Beta Cell Function (HOMA-β) were calculated as previously described (Matthews et al., 1985). Quantitative insulin sensitivity check index (QUICKI) was also calculated using fasting blood glucose and plasma insulin concentrations (Katz et al., 2000).\n\n## Hepatic lipid analysis\nFrozen liver tissues (70–100 mg) were homogenized in 50 mM NaCl solution. Hepatic lipids were extracted using chloroform and methanol in a 2:1 ratio according to the Bligh and Dyer method (Bligh and Dyer, 1959). The lower chloroform layers were collected, and an appropriate amount of the extraction was air-dried. Triglyceride, cholesterol, and non-esterified fatty acid (NEFA) content were measured by colorimetric assays using commercial kits according to the manufacturer’s instructions. Extracted lipids were quantified using a microplate absorbance reader (BioTek Gen 5; Winooski, VT, USA). Reagents used in the assays were: Infinity Triglycerides Reagent (TR22421, ThermoFisher Scientific, Middletown, VA, USA), Infinity Cholesterol Reagent (TR13421, ThermoFisher Scientific, Middletown, VA, USA), Triglyceride and Cholesterol Standards (catalog: T7531-STD, C7509-STD; Point Scientific; Canton, MI). Non-esterified fatty acid reagents (Sekisui Diagnostics LLC, Burlington, MA, USA) included: NEFA color reagent A (catalog: NC9567459), solvent A (catalog: NC9567460), color regent B (catalog: NC9567461), solvent B (catalog: NC9567464) and standard solution (catalog: NC9567466).\n\n## Hepatic GSH and GSSG measurements\nLiver tissues obtained during tissue harvest were snap frozen in liquid nitrogen and stored at − 80 °C until analysis by HPLC, following the method described by Luo et. al (Luo et al., 2023). Frozen liver samples were homogenized in 5 % perchloric acid, 0.2 M boric acid and 10 μM γ-glutamylglutamate. Samples were centrifugated to pellet precipitated proteins. The supernatant was derivatized with iodoacetate and dansyl chloride to produce S-carboxymethyl, N-dansyl derivatives which were analyzed by HPLC. Concentrations of glutathione (GSH) and glutathione disulfide (GSSG) were determined by comparison to the internal standard. The protein in the pellets from the initial acid precipitation step was dissolved in 0.1 M NaOH, measured by the Bio-Rad DC assay (Bio-Rad, Hercules, CA, USA), and used to normalize concentrations of GSH and GSSG in the supernatant.\n\n## Cell culture model\nPrimary hepatocytes were isolated via a two-step enzymatic perfusion method from male and female C57BL/6J mice between 8–24 weeks of age. Cells were plated at a density of 1–9 x 10^5 cells/well and were exposed to PCB126 (1, 10 or 100 nM) or TCDD (0.005, 0.05, 0.5 nM) overnight (16–24 h). Concentrations for the current study were selected based on previous concentration-dependent studies (Shi et al., 2019). Chemicals were solubilized in 100 % DMSO.\n\n## Real-time RT-PCR\nLiver tissues were suspended in RNA-STAT 60TM (catalog: CS502; Tel-test Inc.; Friendswood, TX) and homogenized with 0.5 mm glass silica beads using a Mini-Beadbeater 16 bead mill homogenizer (Biospec Products, Bartlesville, OK, USA) for 30 s. Exposed primary hepatocytes were also suspended in RNA-STAT 60 and homogenize by vigorous pipetting. Total RNA was then extracted, precipitated, and washed following the RNA-STAT 60 reagent protocol for the isolation of total RNA, DNA, and protein by AMSBIO. RNA quantity and purity were assessed using Nanodrop OneC (Thermo Scientific, catalog: 701–058112; Madison, MI, USA). cDNA synthesis was performed using qScript cDNA Synthesis Kit (Quantabio; Catalog: 95048–500, Beverly, MA, USA), following the manufacturer’s protocol. RT-PCR was performed on the CFX384 TM Real-Time System (Biorad, Hercules, CA, USA) using iTaq Universal Probes Supermix and Taqman probes (Supplemental Table 1) purchased from Thermo Fisher Scientific. Gene expression levels were calculated using the 2 − ΔΔCt method. The levels of mRNA were normalized relative to the levels of the housekeeping gene Glyceraldehyde-3-Phosphate Dehydrogenase (GAPDH) mRNA (catalog:4352339E, ThermoFisher Scientific; Madison, MI, USA) and mean expression levels in unexposed, male mice were set at ~1.\n\n## Statistical analyses\nStatistical analyses were conducted using GraphPad Prism (version 10.3.1) for Windows (GraphPad Software Inc.; La Jolla, CA, USA). Student t-test was performed for two group analysis when applicable, while one-way ANOVA was conducted for three group analysis followed with the Dunnett’s T3 test for subgroup comparison. Two-way ANOVA analysis was performed for two factor analysis to obtain factor and interaction effects, followed by post-hoc tests with Bonferroni correction for subgroup comparisons. For all ANOVA analyses, significance was set at p < 0.05 with a 95 % confidence level. Significance for post hoc tests was set at p < 0.0125, and p < 0.05 was considered as trending towards significance. In the event of high data variability in a group, an outlier test was performed using the ROUT method with false discovery rate (FDR) set at 0.1 % (Motulsky and Brown, 2006). For data reporting, based on the research objective and study design, basal sex differences were reported first, followed by exposure effects. Graphs were plotted using GraphPad Prism version 10.3.1 (GraphPad Software Inc., La Jolla, CA, USA). All data are expressed as mean ± SD.\n\n## Results\nAnimal body weights were recorded weekly during the two-week study period. While all groups experienced weight gain, female mice generally exhibited lower body weights compared to males (Fig. 1A). Body composition determination using Echo-MRI was performed at the end of the study period to assess fat and lean mass distribution. As expected, males displayed a higher percentage of lean mass, but lower fat composition compared to females (Fig. 1B & C). To determine the effects of the dioxin mixture on other organ systems, organ-to-body weight ratios were calculated for relevant organs harvested at euthanasia. In general, male mice exhibited higher gonadal white adipose tissue (WAT) weights compared to females. Exposure to the dioxin mixture in males resulted in increased WAT to body weight ratios vs. unexposed males (Fig. 1D). In terms of subscapular brown adipose tissue (BAT), an interaction effect was observed as dioxin-exposed female mice exhibited higher weights compared to their sex-matched controls and exposed males (Fig. 1E), while liver weights were similar across all groups (Fig. 1F). Sex differences were also observed in spleen and cecum weights, while no exposure effects were observed for either sex with regards to reproductive organ weights (Fig. S2). Overall, while only basal sex differences were observed for body composition parameters, sex-specific exposure effects were observed in WAT weights and an interaction effect for BAT. Histological assessment of liver sections was conducted to examine the effects of the dioxin mixture on steatosis (H&E staining) and inflammation (CAE staining). Qualitative analysis of H&E-stained liver sections revealed early steatosis development, evident by accumulation of lipid droplets, in female vs. male mice, irrespective of exposure (Fig. 2A). However, with exposure, exposed female mice presented with larger and higher frequency of droplets compared to their sex-matched controls. Quantification of hepatic lipids, specifically triglycerides, cholesterol, and non-esterified fatty acids, demonstrated sex differences parallel with H&E observations, as females generally showed higher hepatic lipids (Fig. 2B, C & D). In concordance with our histological observations, female mice exposed to the dioxin mixture displayed increased hepatic cholesterol levels and a trend for increased triglyceride levels compared to their sex-matched controls. Circulating levels of lipids were measured to assess effects of the dioxin mixture on dyslipidemia (Table 1). Contrary to hepatic levels, plasma triglycerides and cholesterol levels were generally lower in female vs. male mice. Likewise, circulating lipoproteins, namely HDL and vLDL were lower in females vs. their male counterparts while exposure did not impact circulating lipids in either sex. To determine signs of hepatic dysfunction, hepatic albumin gene expression was quantified. Transcript levels of hepatic albumin (Alb) were elevated in female vs. male mice, and an interaction effect was also noted which showed reduced expression of hepatic albumin gene by dioxins in females only (Fig. 2E). Inflammation, particularly scattered foci of mononuclear cells and neutrophils, was also observed and quantified with CAE-stained liver sections (Fig. 2A). There were no significant effect of sex or exposure in the number of foci quantified (data not shown). Nonetheless, to better capture the degree and nature of inflammation observed with histology, hepatic gene expression for various markers of inflammation and injury were examined. Transcript levels for genes encoding pro-inflammatory markers namely interleukin 6 (Il-6) and tumor necrosis factor alpha (Tnfa) were elevated in female mice (Fig. S3). No exposure effect was observed for any of the inflammatory genes assessed. Similarly, no exposure effects were observed in plasma liver enzymes levels, namely ALT and AST (Fig. S3). In addition, plasma adipo-cytokines were measured (Table 2). Sex differences were observed for circulating levels of pro-inflammatory IL-6, monocyte chemoattractant protein-1 (MCP-1), and TNFα which were increased in male mice. However, dioxin-exposed males demonstrated a trend for reduced levels of these cytokines. In terms of adipokines, basal sex differences were noted for leptin levels which were lower in unexposed females vs. unexposed males. In contrast, exposed females showed significantly higher levels of plasma resistin compared to exposed males. Lastly, to determine sex-specific dioxin effects on hepatic antioxidant capacity, hepatic GSH and GSSG levels were measured. In general, females had lower hepatic levels of total GSH and GSSG (Fig. S4) consistent with previous reports (Luo et al., 2023; Watson et al., 2020). Interestingly, an exposure effect was noted for GSSG although no significant differences was observed in exposed vs. unexposed mice in either sex. In contrast, hepatic GSH/GSSG ratios were higher in unexposed females compared to unexposed males (Fig. S4) while no exposure effects were observed. Collectively, these findings demonstrate that dioxins impacted hepatic steatosis and function in female mice while minimal effects on inflammation and oxidative stress were observed. To investigate changes in transcriptional regulation that could account for the observed changes in steatosis and hepatic lipid levels, hepatic expression of lipid metabolism genes was examined by RT-PCR. Firstly, transcript abundance of genes encoding proteins involved in lipid binding, uptake, and transport, namely, fatty acid binding protein 1, liver (Fabp1), cluster of differentiation 36 (Cd36), and apolipoprotein B (Apob) were examined (Fig. 3A, B & C). Exposure to the dioxin mixture resulted in decreased mRNA levels for Fabp1 in females. Only sex differences were noted for Cd36 abundance with females displaying higher basal hepatic Cd36 expression. For Apob, in addition to sex differences wherein males exhibited higher Apob expression than females, an interaction effect was also observed with dioxin-exposed males showing a trend for lower abundance of Apob transcripts than their sex-matched controls. Next, mRNA levels of genes encoding proteins involved in fatty acid oxidation and lipid breakdown, including carnitine palmitoyl transferase 1A (Cpt1a), carnitine palmitoyl transferase 2 (Cpt2), and patatin-like phospholipase domain containing 3 (Pnpla3) were measured. No effects of sex or exposure were observed for Cpt1a transcript levels, but dioxin-exposed females showed a trend for decreased Cpt2 mRNA levels (Fig. 3D & E). Only sex differences were noted for Pnpla3 mRNA levels which were higher in females (Fig. 3F). Additionally, transcript levels of genes encoding three rate-limiting enzymes involved in fatty acid synthesis, specifically, acetyl-CoA carboxylase 1 (Acaca), fatty acid synthase (Fasn) and stearoyl-coenzyme A desaturase 1 (Scd1) were assessed. An interaction effect between sex and exposure was noted for these outcomes, with dioxin-exposed females showing increased hepatic expression for Acaca and Fasn, and a trend for increased Scd1 compared to their sex-matched controls, while these effects were absent in males (Fig. 3G, H & I). Transcript levels for additional genes involved in lipid synthesis and transport were measured and no significant exposure effects were noted (Fig. S5). To evaluate effects of sex and exposure on blood glucose levels and insulin resistance, parameters that are often associated with MASLD, a glucose tolerance test was performed towards the end of the study period. Exposure to the dioxin mixture had no impact on glucose uptake nor clearance in both sexes, although basal sex differences were observed in blood glucose levels throughout the duration of the glucose challenge with males manifesting higher glucose levels (Fig. 4A and Fig. S6). Fasting glucose and insulin levels were also measured at the end of the study period. While no differences in fasting blood glucose levels were observed between any of the groups (Fig. 4B), females generally showed lower circulating insulin levels (Fig. 4C). Homeostasis model assessments, namely HOMA-IR and HOMA-β, were calculated using the fasting values to determine insulin resistance and beta cell secretory function due to sex differences and/or exposure effects. Male mice generally had significantly higher HOMA-IR levels vs. females (Fig. 4D). An interaction effect between sex and exposure was observed for HOMA-β scores (Fig. 4E), with dioxin-exposed females showing a trend for higher HOMA-β values than their male counterparts and sex-matched controls. Another model assessment, namely QUICKI, which measures insulin sensitivity, was calculated based on fasting glucose and insulin levels (Fig. 4F). Surprisingly, female mice exposed to the dioxin mixture had lower QUICKI values compared to their sex-match controls suggesting that despite enhanced pancreatic insulin secretion, dioxin exposure may have compromised insulin sensitivity to glucose uptake in this sex. Dioxins are known to activate hepatic xenobiotic receptors, particularly the AHR (Shi et al., 2019), and this is routinely assessed, in part, through induction of the cytochrome P450 receptor target genes. Therefore, transcript abundance of these receptors as well as their target genes were examined (Fig. 5). Consistent with previous reports, dioxin exposure led to induction of the prototypical AHR target gene namely Cyp1a2 in both sexes while Cyp1a1 was induced in female mice only (Fig. 5A & B). Unlike previous observations (Petriello et al., 2016; Massey et al., 2022), no induction was observed with the dioxin mixture for hepatic flavin-containing monooxygenase 3 (Fmo3), another AHR target gene with basally higher expression in female mice livers (Fig. 5C). Likewise, basal sex differences were observed for the constitutive androstane receptor (CAR) and pregnane X receptor (PXR) target genes, namely Cyp2b10, Cyp2c29 and Cyp3a11 respectively, which were basally higher in female mice compared to males (Fig. 5D, E & F). However, no dioxin effects were noted. Exposed females also showed a trend for decreased hepatic expression of an additional gene encoding a P450 enzyme, namely Cyp7a1, involved in cholesterol breakdown, compared to their sex matched controls (Fig. 5G). In terms of Ahr mRNA abundance, no changes in expression attributable to either sex or dioxin exposure were observed. Further, hepatic gene expression for other non-xenobiotic hepatic receptors was assessed. Specifically, differences in hepatic gene expression of sex hormone receptors estrogen receptor alpha (Esr1) and androgen receptor (Ar), as well as lipid metabolism regulator peroxisome proliferator-activated receptor alpha (Pparα) and the epidermal growth factor receptor (Egfr) were examined (Fig. 5H & I, and Fig. S7) As previously observed (Luo et al., 2023), females showed higher Esr1 and Ar mRNA levels, but lower Egfr transcript abundance in comparison to males. Importantly, dioxin-exposed females exhibited a trend for decreased Esr1 and Ar transcript abundance. To better comprehend the mode of action of the dioxin mixture and identify the contribution of individual chemicals on hepatic receptor activation in a sex-specific manner, hepatic target gene expression was also measured in vitro. Male and female primary hepatocytes were exposed to TCDD or PCB 126, which were selected based on their respective highest and lowest toxic equivalency factors from the three mixture components, and receptor target genes were assessed (Fig. 6 and Fig. S8). As expected, both TCDD and PCB 126 activated the AHR in a concentration dependent manner as seen by both Cyp1a1 and Cyp1a2 induction in both male and female hepatocytes (Fig. 6). Notably, at the highest concentration, the fold induction for the classic AHR target, Cyp1a1, was observationally higher in female hepatocytes for both PCB 126 (6 x 104 fold in male vs. 7.5 x 104 fold in females) and TCDD (9 x 104 fold in male vs. 1 x 107 fold in females). An additional distinct sex-specific effect was hepatic expression of Fmo3, another AHR target, only in female hepatocytes (Fig. S8) and these results were parallel to those observed in the in vivo study. No remarkable effects were observed for CAR and PXR target genes although Cyp2b10 was induced with PCB 126 exposure only in male hepatocytes, suggesting that this dioxin-like PCB may act as a modest CAR activator (Fig. S8).\n\n## Phenotypic characterization and body composition assessment\nAnimal body weights were recorded weekly during the two-week study period. While all groups experienced weight gain, female mice generally exhibited lower body weights compared to males (Fig. 1A). Body composition determination using Echo-MRI was performed at the end of the study period to assess fat and lean mass distribution. As expected, males displayed a higher percentage of lean mass, but lower fat composition compared to females (Fig. 1B & C). To determine the effects of the dioxin mixture on other organ systems, organ-to-body weight ratios were calculated for relevant organs harvested at euthanasia. In general, male mice exhibited higher gonadal white adipose tissue (WAT) weights compared to females. Exposure to the dioxin mixture in males resulted in increased WAT to body weight ratios vs. unexposed males (Fig. 1D). In terms of subscapular brown adipose tissue (BAT), an interaction effect was observed as dioxin-exposed female mice exhibited higher weights compared to their sex-matched controls and exposed males (Fig. 1E), while liver weights were similar across all groups (Fig. 1F). Sex differences were also observed in spleen and cecum weights, while no exposure effects were observed for either sex with regards to reproductive organ weights (Fig. S2). Overall, while only basal sex differences were observed for body composition parameters, sex-specific exposure effects were observed in WAT weights and an interaction effect for BAT.\n\n## Effects of the dioxin mixture on steatosis, liver injury endpoints, and inflammation\nHistological assessment of liver sections was conducted to examine the effects of the dioxin mixture on steatosis (H&E staining) and inflammation (CAE staining). Qualitative analysis of H&E-stained liver sections revealed early steatosis development, evident by accumulation of lipid droplets, in female vs. male mice, irrespective of exposure (Fig. 2A). However, with exposure, exposed female mice presented with larger and higher frequency of droplets compared to their sex-matched controls. Quantification of hepatic lipids, specifically triglycerides, cholesterol, and non-esterified fatty acids, demonstrated sex differences parallel with H&E observations, as females generally showed higher hepatic lipids (Fig. 2B, C & D). In concordance with our histological observations, female mice exposed to the dioxin mixture displayed increased hepatic cholesterol levels and a trend for increased triglyceride levels compared to their sex-matched controls. Circulating levels of lipids were measured to assess effects of the dioxin mixture on dyslipidemia (Table 1). Contrary to hepatic levels, plasma triglycerides and cholesterol levels were generally lower in female vs. male mice. Likewise, circulating lipoproteins, namely HDL and vLDL were lower in females vs. their male counterparts while exposure did not impact circulating lipids in either sex. To determine signs of hepatic dysfunction, hepatic albumin gene expression was quantified. Transcript levels of hepatic albumin (Alb) were elevated in female vs. male mice, and an interaction effect was also noted which showed reduced expression of hepatic albumin gene by dioxins in females only (Fig. 2E). Inflammation, particularly scattered foci of mononuclear cells and neutrophils, was also observed and quantified with CAE-stained liver sections (Fig. 2A). There were no significant effect of sex or exposure in the number of foci quantified (data not shown). Nonetheless, to better capture the degree and nature of inflammation observed with histology, hepatic gene expression for various markers of inflammation and injury were examined. Transcript levels for genes encoding pro-inflammatory markers namely interleukin 6 (Il-6) and tumor necrosis factor alpha (Tnfa) were elevated in female mice (Fig. S3). No exposure effect was observed for any of the inflammatory genes assessed. Similarly, no exposure effects were observed in plasma liver enzymes levels, namely ALT and AST (Fig. S3). In addition, plasma adipo-cytokines were measured (Table 2). Sex differences were observed for circulating levels of pro-inflammatory IL-6, monocyte chemoattractant protein-1 (MCP-1), and TNFα which were increased in male mice. However, dioxin-exposed males demonstrated a trend for reduced levels of these cytokines. In terms of adipokines, basal sex differences were noted for leptin levels which were lower in unexposed females vs. unexposed males. In contrast, exposed females showed significantly higher levels of plasma resistin compared to exposed males. Lastly, to determine sex-specific dioxin effects on hepatic antioxidant capacity, hepatic GSH and GSSG levels were measured. In general, females had lower hepatic levels of total GSH and GSSG (Fig. S4) consistent with previous reports (Luo et al., 2023; Watson et al., 2020). Interestingly, an exposure effect was noted for GSSG although no significant differences was observed in exposed vs. unexposed mice in either sex. In contrast, hepatic GSH/GSSG ratios were higher in unexposed females compared to unexposed males (Fig. S4) while no exposure effects were observed. Collectively, these findings demonstrate that dioxins impacted hepatic steatosis and function in female mice while minimal effects on inflammation and oxidative stress were observed.\n\n## Assessment of hepatic expression for genes involved in lipid metabolism\nTo investigate changes in transcriptional regulation that could account for the observed changes in steatosis and hepatic lipid levels, hepatic expression of lipid metabolism genes was examined by RT-PCR. Firstly, transcript abundance of genes encoding proteins involved in lipid binding, uptake, and transport, namely, fatty acid binding protein 1, liver (Fabp1), cluster of differentiation 36 (Cd36), and apolipoprotein B (Apob) were examined (Fig. 3A, B & C). Exposure to the dioxin mixture resulted in decreased mRNA levels for Fabp1 in females. Only sex differences were noted for Cd36 abundance with females displaying higher basal hepatic Cd36 expression. For Apob, in addition to sex differences wherein males exhibited higher Apob expression than females, an interaction effect was also observed with dioxin-exposed males showing a trend for lower abundance of Apob transcripts than their sex-matched controls. Next, mRNA levels of genes encoding proteins involved in fatty acid oxidation and lipid breakdown, including carnitine palmitoyl transferase 1A (Cpt1a), carnitine palmitoyl transferase 2 (Cpt2), and patatin-like phospholipase domain containing 3 (Pnpla3) were measured. No effects of sex or exposure were observed for Cpt1a transcript levels, but dioxin-exposed females showed a trend for decreased Cpt2 mRNA levels (Fig. 3D & E). Only sex differences were noted for Pnpla3 mRNA levels which were higher in females (Fig. 3F). Additionally, transcript levels of genes encoding three rate-limiting enzymes involved in fatty acid synthesis, specifically, acetyl-CoA carboxylase 1 (Acaca), fatty acid synthase (Fasn) and stearoyl-coenzyme A desaturase 1 (Scd1) were assessed. An interaction effect between sex and exposure was noted for these outcomes, with dioxin-exposed females showing increased hepatic expression for Acaca and Fasn, and a trend for increased Scd1 compared to their sex-matched controls, while these effects were absent in males (Fig. 3G, H & I). Transcript levels for additional genes involved in lipid synthesis and transport were measured and no significant exposure effects were noted (Fig. S5).\n\n## Effects of sex and exposure on glucose metabolism\nTo evaluate effects of sex and exposure on blood glucose levels and insulin resistance, parameters that are often associated with MASLD, a glucose tolerance test was performed towards the end of the study period. Exposure to the dioxin mixture had no impact on glucose uptake nor clearance in both sexes, although basal sex differences were observed in blood glucose levels throughout the duration of the glucose challenge with males manifesting higher glucose levels (Fig. 4A and Fig. S6). Fasting glucose and insulin levels were also measured at the end of the study period. While no differences in fasting blood glucose levels were observed between any of the groups (Fig. 4B), females generally showed lower circulating insulin levels (Fig. 4C). Homeostasis model assessments, namely HOMA-IR and HOMA-β, were calculated using the fasting values to determine insulin resistance and beta cell secretory function due to sex differences and/or exposure effects. Male mice generally had significantly higher HOMA-IR levels vs. females (Fig. 4D). An interaction effect between sex and exposure was observed for HOMA-β scores (Fig. 4E), with dioxin-exposed females showing a trend for higher HOMA-β values than their male counterparts and sex-matched controls. Another model assessment, namely QUICKI, which measures insulin sensitivity, was calculated based on fasting glucose and insulin levels (Fig. 4F). Surprisingly, female mice exposed to the dioxin mixture had lower QUICKI values compared to their sex-match controls suggesting that despite enhanced pancreatic insulin secretion, dioxin exposure may have compromised insulin sensitivity to glucose uptake in this sex.\n\n## Effects of the dioxin mixture on hepatic receptor activation and expression in vivo\nDioxins are known to activate hepatic xenobiotic receptors, particularly the AHR (Shi et al., 2019), and this is routinely assessed, in part, through induction of the cytochrome P450 receptor target genes. Therefore, transcript abundance of these receptors as well as their target genes were examined (Fig. 5). Consistent with previous reports, dioxin exposure led to induction of the prototypical AHR target gene namely Cyp1a2 in both sexes while Cyp1a1 was induced in female mice only (Fig. 5A & B). Unlike previous observations (Petriello et al., 2016; Massey et al., 2022), no induction was observed with the dioxin mixture for hepatic flavin-containing monooxygenase 3 (Fmo3), another AHR target gene with basally higher expression in female mice livers (Fig. 5C). Likewise, basal sex differences were observed for the constitutive androstane receptor (CAR) and pregnane X receptor (PXR) target genes, namely Cyp2b10, Cyp2c29 and Cyp3a11 respectively, which were basally higher in female mice compared to males (Fig. 5D, E & F). However, no dioxin effects were noted. Exposed females also showed a trend for decreased hepatic expression of an additional gene encoding a P450 enzyme, namely Cyp7a1, involved in cholesterol breakdown, compared to their sex matched controls (Fig. 5G). In terms of Ahr mRNA abundance, no changes in expression attributable to either sex or dioxin exposure were observed. Further, hepatic gene expression for other non-xenobiotic hepatic receptors was assessed. Specifically, differences in hepatic gene expression of sex hormone receptors estrogen receptor alpha (Esr1) and androgen receptor (Ar), as well as lipid metabolism regulator peroxisome proliferator-activated receptor alpha (Pparα) and the epidermal growth factor receptor (Egfr) were examined (Fig. 5H & I, and Fig. S7) As previously observed (Luo et al., 2023), females showed higher Esr1 and Ar mRNA levels, but lower Egfr transcript abundance in comparison to males. Importantly, dioxin-exposed females exhibited a trend for decreased Esr1 and Ar transcript abundance.\n\n## Effects of individual dioxin compounds or mixtures on hepatic receptor activation and expression in vitro\nTo better comprehend the mode of action of the dioxin mixture and identify the contribution of individual chemicals on hepatic receptor activation in a sex-specific manner, hepatic target gene expression was also measured in vitro. Male and female primary hepatocytes were exposed to TCDD or PCB 126, which were selected based on their respective highest and lowest toxic equivalency factors from the three mixture components, and receptor target genes were assessed (Fig. 6 and Fig. S8). As expected, both TCDD and PCB 126 activated the AHR in a concentration dependent manner as seen by both Cyp1a1 and Cyp1a2 induction in both male and female hepatocytes (Fig. 6). Notably, at the highest concentration, the fold induction for the classic AHR target, Cyp1a1, was observationally higher in female hepatocytes for both PCB 126 (6 x 104 fold in male vs. 7.5 x 104 fold in females) and TCDD (9 x 104 fold in male vs. 1 x 107 fold in females). An additional distinct sex-specific effect was hepatic expression of Fmo3, another AHR target, only in female hepatocytes (Fig. S8) and these results were parallel to those observed in the in vivo study. No remarkable effects were observed for CAR and PXR target genes although Cyp2b10 was induced with PCB 126 exposure only in male hepatocytes, suggesting that this dioxin-like PCB may act as a modest CAR activator (Fig. S8).\n\n## Discussion\nThe current study was designed to explore the acute, sex-specific toxicity of an environmentally relevant mixture of low-dose dioxins on liver health and metabolic dysfunction. In addition, it examined sex-specific hepatic receptor activation as a proposed mechanism by which these POPs contribute to MASLD/TASLD. This study is unique in that it is the first to investigate the effects of extremely low-level exposures to the specified dioxin mixture using a rodent model. Previous POP exposure models have largely investigated the toxicological effects of doses of individual dioxin chemicals at higher microgram/kilogram ranges (Wahlang et al., 2017; Tian et al., 2022; Doskey et al., 2020). These higher doses do not often reflect modern detection rates nor translate to environmentally relevant human exposure levels today. The doses of dioxins utilized in the current study were appropriately extrapolated to translate to human serum levels (femtogram/gram) reported in the NHANES 1999–2018 database (National Report on Human Exposure to Environmental Chemicals, xxxx) and reflect the amounts detected in the general American adult population. As this is our first study examining the combined effects of the dioxin mixture at such low doses (particularly in females), our goal was to determine early structural and biochemical responses in the liver and initial toxic impacts without the confounding influence of prolonged exposure and bioaccumulation, hence the use of an acute exposure model. Given that dioxins have and continue to affect multiple communities in the US ranging from veterans and active military personnel to civilian populations residing in proximity to contaminated sites, the study is significant and relevant and contributes to the body of evidence on dioxin toxicity while attempting to fill knowledge gaps on sex-specific dioxin effects. Major findings from the present study highlight the significance of how a very low-dose mixture of dioxins can still impact steatosis and regulate hepatic lipid metabolism, particularly in female mice. Evolutionarily, females tend to have higher body fat which confers physiological advantages for future reproductive purposes (Karastergiou et al., 2012; Mauvais-Jarvis, 2024). Indeed, results from this study showed higher percent fat mass and greater hepatic lipid accumulation in females regardless of exposure. Yet, exposure to the dioxin mixture led to increased hepatic cholesterol and triglyceride levels, accompanied by increased hepatic expression of de novo lipogenic genes in this sex. This could partially be explained by activation of the AHR which is proposed to contribute to the regulation of fatty acid (Karasová et al., 2022) and cholesterol synthesis (Tanos et al., 2012). In this study, we observed upregulated mRNA levels for select rate limiting enzymes involved in de novo lipogenesis (Acaca and Fasn) in dioxin-exposed females. Paradoxically, the increased expression of these lipogenic genes is contrary to observations made by Tanos et al (Tanos et al., 2012) who reported attenuation of cholesterol biosynthesis and fatty acid synthesis with AHR activation in a dioxin response element (DRE)-independent manner. A plausible mechanism for this could be that unbound AHR can interact with the sterol regulatory element-binding protein 1c (SREBP1c) in the cytoplasm, leading to its inhibition. SREBP1c, a principal regulator of the fatty acid biosynthesis pathway including de novo lipogenic gene expression (Muku et al., 2019), has been demonstrated to interact with the AHR in murine T-cells (Cui et al., 2011). Both AHR and SREBP1c have also been shown to exhibit antagonistic functions against each other (Tanos et al., 2012). Alternatively, unbound AHR may also mediate protein turnover of mSREBP-1 (Muku et al., 2019), thereby decreasing promoter binding and transcription of de novo lipogenic genes. In the current study however, exposure to the dioxin mixture led to sustained AHR activation and subsequent translocation of ligand-bound AHR from the cytoplasm to the nucleus. We speculate that this consequently led to reduced unbound AHR available for interaction with SREBP1c. Notably no changes in expression of the gene Srebf1 attributable to exposure was observed in our study. Liver dysfunction is an established hallmark of dioxin exposure. Studies analyzing AHR activation by TCDD and DL-PCB 126 have shown repression in the transcription of liver-specific genes including albumin in both males and females (Nault et al., 2017). Reduction in hepatic albumin gene expression levels has also been observed previously with PCB 126 exposure in a male mouse model of alcohol-associated liver disease (Gripshover et al., 2023). In this study, hepatic albumin gene expression was downregulated only in females exposed to the dioxin mixture, indicating more pronounced liver dysregulation and dysfunction in this sex. Reduced albumin synthesis occurs in states of metabolic nutritional imbalance (impaired energy metabolism), inflammation and exposure to hepatotoxins (Sun et al., 2019; Soeters et al., 2019). Dioxin-exposed female mice in this study showed evidence of disruption in lipid synthesis and fat accumulation patterns, possibly implicating nutritional deficits, and this could be one pathway by which the dioxin mixture impairs hepatic function. The current study also underscores the existence of sex differences in receptor activation and subsequent target gene expression patterns. Our results demonstrated basal sex differences in target gene expressions, particularly for the AHR, CAR and PXR targets Fmo3, Cyp2b10 and Cyp3a11, with females expressing higher levels compared to males, thus reaffirming that the liver is a sexually dimorphic organ and gene expression patterns show sex bias particularly in rodents due to rhythmic growth hormone secretion (Lefebvre and Staels, 2021; Wahlang, 2023; Palmisano et al., 2018; Le Magueresse-Battistoni, 2021; Waxman and Holloway, 2009). Further, AHR activation has been shown to produce a functionally “de-differentiated” hepatic phenotype by causing loss of liver-specific and sexually dimorphic gene expression (Nault et al., 2017). Interestingly, sex differences were noted in Cyp1a1 expression, which was induced only in the female group, suggesting that the dioxin mixture at the specified doses utilized in this study may dominantly activate the AHR in females. This observation was likewise supported by the in vitro findings wherein female hepatocytes exposed to individual components of the dioxin mixture also exhibited robust concentration-dependent induction of Cyp1a1 and Cyp1a2 compared to their male-counterparts. Additionally, in males, induction of Cyp1a1 was observed in vitro but not in vivo, while Cyp1a2 was less robustly induced in vitro. The discrepancy between the in vivo and in vitro data could be attributed to factors such as use of individual dioxin chemicals in vitro at concentrations much higher than the dose administered in vivo leading to notable induction of these AHR targets. The contrasting induction levels also suggest that an isolated, controlled in vitro environment may not necessarily recapitulate complex, dynamic interactions and regulatory mechanisms that occur in vivo. Nonetheless, these observations allude to the possibility of potential sex differences in AHR target genes and their responses to AHR ligands, resulting in sex-specific dioxin-mediated alterations in molecular processes and phenotypes. Sex differences in gene expression could also be driven by alternative splicing events and epigenetic modulation and these avenues require further research in terms of target gene responses with dioxin exposures. Apart from sex-specific AHR activation, other plausible routes by which the dioxin mixture drives sex-specific TASLD could be non-AHR, non-xenobiotic hepatic receptors interactions. Dioxins are recognized as endocrine-disrupting chemicals and may disrupt the effects of sex hormones on their receptors, in addition to receptor expression itself (Yilmaz et al., 2020). Results from the current study suggested potential dioxin-mediated alterations in hepatic gene expression of Esr1 and Ar with exposed females demonstrating a trend for reduced mRNA levels for these genes. Sex hormones are primarily, endogenously produced, and involved in the regulation of liver homeostasis including lipid metabolism, inflammation and fibrogenesis (Kasarinaite et al., 2023). In fact, hepatic lipid metabolism is partially regulated by estrogen signaling (Palmisano et al., 2018), and this is more pronounced in females and to a lesser extent in males. Loss of global estrogens after menopause, and use of estrogen antagonists in experimental models, resulted in enhanced liver fat accumulation (Lefebvre and Staels, 2021; Palmisano et al., 2018). Intriguingly, the AHR and ER are known to interact in signaling pathways (Tarnow et al., 2019) and AHR activation has been shown to increase anti-estrogenic action (Matthews and Gustafsson, 2006). This can be through ER sequestration or degradation (Luo et al., 2023; Matthews and Gustafsson, 2006), and/or upregulation of estrogen-metabolizing enzymes, thereby resulting in decreased hormone levels (Tarnow et al., 2019). Alternatively, anti-estrogenic effects may be mediated through AHR induced transcriptional downregulation of Esr1 which was suggested in the current study. Although protein levels were not measured, a depletion of ERα results in impaired estrogen signaling. Estrogen is known to act and confer hepatic protection directly through the ERα signaling (Hart-Unger et al., 2017). The loss of the hepatocyte ERα has been shown to disrupt estrogenic regulation of target genes, and impaired regulation of energy metabolism (Meda et al., 2020) as well as reduced protection against oxidative stress and glucose metabolism (Alemany, 2021; Shwaery et al., 1998). Thus, in the current study, it can be speculated that the dioxin mixture may also contribute to metabolic and hepatic toxicity through dysregulation of metabolic homeostatic processes regulated by estrogen signaling. While the notion of such receptor-reporter interactions offers some mechanistical insight into the observed sex-specific steatotic phenotype emanated by low-dose dioxin exposure, more rigorous research is warranted to better elucidate these probable mechanisms. Despite this study being the first to elucidate the sex-specific effects of a low dose dioxin mixture (TCDD, PCB 126 and PeCDF) in TASLD and associated metabolic endpoints, it is not without limitations. This study was designed to assess short-term, acute hepatotoxicity. However, because dioxins remain persistent in the environment, exposure is relevant across the human lifespan. Assessment of sub-chronic and chronic metabolic and hepatic toxicities is warranted. This is particularly imperative in the context of sex difference studies as not only do sex hormone levels change with age, but gene and protein expression patterns are modified as well. While acute alterations of increased lipid accumulation were observed especially in the dioxin-exposed females from acute exposure, progression to stages of steatohepatitis, systemic inflammation and fibrosis require longer time periods for phenotypic presentation. An additional cause for the lack of significant induction of inflammatory markers and oxidative stress is postulated to be because of the very-low dose of dioxins in the mixture. Although the doses were designed to mimic current human levels of TCDD, PCB 126 and PeCDF, they are considerably lower than previously utilized levels shown to induce prominent sex-specific inflammation and liver damage (Pohjanvirta et al., 2012). Furthermore, while the current findings showed changes at the transcriptional level of regulation, sex-dependent exposure effects on the proteomic landscape are yet to be explored. Likewise, changes in circulating sex-hormone levels still need to be validated. Moreover, although this study focused on hepatic and systemic outcomes, it is also critical to consider extrahepatic effects of these toxicants as previously demonstrated (Wahlang et al., 2017; Wahlang et al., 2021); as crosstalk between organ systems and tissue-organ interactions play a vital role in pathophysiology and MASLD progression. Another notable factor to consider is the known species differences in the AHR particularly in relation to ligand binding affinity (Okey et al., 1994). It is therefore important to consider using humanized AHR models when examining dioxin toxicity for a more effective assessment of dioxin effects in humans. Lastly, real-world effects on human health are determined by multiple factors that occur simultaneously in addition to effects of environmental pollutants. Critical factors such as age, lifestyle choices, and other factors work in conjunction with toxicant exposures to initiate and promote MASLD. Thus, future studies will investigate the influence of hypercaloric diets as well as longer-term exposures on toxicant-sex interactions and hepatic and metabolic outcomes. Such studies will illuminate our understanding on how biological sex along with environmental and lifestyle factors can initiate, promote, or worsen disease outcomes.\n\n## Conclusion\nPOPs such as dioxins are increasingly noted as key environmental modifiers of MASLD development and progression. There also remains constant debate about their significant impact on hepatotoxicity due to low detection levels in the environment and in human serum due to the ban on their use and production decades ago. Yet, dioxins remain resistant to degradation and continue to be unintentionally produced and released even in today’s modern ecosystem. This study therefore explored sex-dependent hepatic effects of a mixture of very-low doses of three dioxins detected in simulations of POPs emitted from domestic, military, and industrial waste incineration. Findings from the study highlight the existence of sex-specific hepatotoxicity from exposure to dioxins even at seemingly unappreciable low levels. Dioxin-exposed female livers showed a more compromised liver state and accelerated increase in hepatic dysregulation via altered lipid accumulation, upregulation of de novo lipogenic gene expression, and liver dysfunction, while these effects were absent in males. These differing phenotypic alterations may be due to sex differences in AHR activation and receptor-receptor interactions. Further investigations into these mechanisms as well as modulating factors such as duration of exposure and lifestyle components are necessary to better understand how very-low dose dioxin mixtures impact hepatic health. In closing, with species differences in AHR activation having been acknowledged, testing these dioxin effects in humanized models is necessary to better translate our findings to human populations.",
  "word_count": 10348,
  "char_count": 70317
}