{
  "pmcid": "PMC4786121",
  "doi": "10.1371/journal.pone.0150248",
  "title": "Association between Blood Dioxin Level and Chronic Kidney Disease in an Endemic Area of Exposure",
  "authors": [
    "Chien-Yuan Huang",
    "Cheng-Long Wu",
    "Jin-Shang Wu",
    "Jung-Wei Chang",
    "Ya-Yun Cheng",
    "Yau-Chang Kuo",
    "Yi-Ching Yang",
    "Ching-Chang Lee",
    "How-Ran Guo"
  ],
  "year": "2016",
  "journal": "PLoS ONE",
  "abstract": "BackgroundDioxin is an industrial pollutant related to various diseases, but epidemiological data on its effects on the kidney are limited. Therefore, we conducted a study to evaluate the association between dioxin exposure and chronic kidney disease (CKD) and identify the related factors.MethodsWe conducted a community-based cross-sectional study and recruited participants from an area where the residents were exposed to dioxin released from a factory. We defined a “high dioxin level” as polychlorinated dibenzo-p-dioxins and dibenzofurans (PCDD/Fs) ≥ 20 pg WHO98-TEQDF/g lipid in the serum and defined CKD as having an estimated glomerular filtration rate (e-GFR) ≤ 60 mL/min/1.73m2 or a diagnosis of CKD by a physician. The renal function was assessed between 2005 and 2010, and we excluded those who had had kidney diseases before the study started. Comparisons between patients of CKD and those who did not have CKD were made to identify the risk factors for CKD.ResultsOf the 2898 participants, 1427 had high dioxin levels, and 156 had CKD. In the univariate analyses, CKD was associated with high dioxin levels, age, gender, metabolic syndrome, diabetes mellitus, hypertension, and high insulin and uric acid levels. After adjusting for other factors, we found high dioxin levels (adjusted odds ratio [AOR] = 1.76, 95% confidence interval [CI]: 1.04–2.99), female gender (AOR = 1.74, 95%CI: 1.20–2.53), hypertension (AOR = 1.68, 95%CI: 1.17–2.42), high insulin levels (AOR = 2.14, 95% CI: 1.26–3.61), high uric acid levels (AOR = 4.25, 95% CI: 2.92–6.20), and older age (AOR = 4.66, 95% CI: 1.87–11.62 for 40–64 year and AOR = 26.66, 95% CI: 10.51–67.62 for age ≥ 65 year) were independent predictors of CKD.ConclusionA high dioxin level was associated with an increased prevalence of CKD. Therefore, the kidney function of populations with exposure to dioxin should be monitored.",
  "sections": [
    {
      "title": "Introduction",
      "text": "With the economical development, more and more industrial pollutants are released to the environment, and many of them become threats to the human health. Among those, polychlorinated dibenzo-p-dioxins and dibenzofurans (PCDD/Fs) are well-known for their health effects. After entering the human body, dioxin compounds will accumulate and may cause various adverse health effects [1]. At high doses, such effects may include body weight loss, growth retardation, thymic atrophy, subcutaneous edema, and degeneration of the cardiovascular system; adverse effects have been also noted on the liver, gastro-intestinal tract, urogenital tract, and skin [2,3]. In low-dose animal experiments, indirect damage to cells and suppression of the humoral immunity were observed in mice, and the bodily load was found to be the important attribute of the toxic effects [2–4]. In addition, tetrachlorodibenzodioxin (TCDD), the most potent congener of PCDD/Fs, can affect the reproduction system of fish, birds, and mammals. It can decrease the weights of organs such as testicles and reduce seminal fluid production, reproductive capacity, testosterone synthesis, serum testosterone density, and pituitary secretion of luteinizing hormone [2,5]. It can also lead to ovary dysfunction, reduction of the reproductive capacity in the feminine part, difficulties in conception, endometrium dysplasia, and changes in the ovary hormone density, the size and weight of the uterus, the menstruation, and the estrogen circulation [6,7]. It is generally believed that most toxic effects of dioxins and dioxin-like polychlorinated biphenyls (PCB) congeners are mainly mediated by the aryl hydrocarbon receptor (AhR) [8]. The interaction of TCDD with the AhR can induce the expression of renal cytochrome P450 (CYP)-A1 and CYP-B1 proteins [9], which contribute significantly to the induction of reactive oxygen species (ROS) formation and cause renal toxicity [10,11]. The activation of AhR by TCDD may also induce inflammatory responses of kidney tubular cells, and inflammation plays an important role in the pathophysiology of chronic kidney disease (CKD) [12]. It is also possible that dioxin may affect the renal function through indirect effects [13]. In fact, an animal study found a negative correlation between the 2,3,7,8-TCDD concentration and the glomerular filtration rate (GFR), and the impairment of renal function was related to the toxicity of 2,3,7,8-TCDD [14]. In addition, combined exposure to TCDD and PCBs were found to induce significant renal toxicity in rats, and there were complicated interactions between the two pollutants [15]. While animal experiments have demonstrated the biological plausibility of the renal toxicity of dioxin, most previous studies on PCDD/Fs were focused on 2,3,7,8-TCDD, and few epidemiology studies have been conducted on the renal toxicity of dioxin on human. Therefore, we conducted a study to evaluate the association between dioxin and CKD and the related factors."
    },
    {
      "title": "Materials and Methods",
      "text": "We conducted a community-based cross-sectional study in the An-nan District of the Tainan City in southwestern Taiwan, where a factory produced PCP daily between 1965 and 1979. PCDD/Fs were byproducts of the manufacturing process, and a lot of them were left at the original location after the shutdown of the factory in 1982. The factory is less than 2 km from a major residential area and is at the west end of the Tainan City, near the coast. The chemicals were washout by the rainfall to the sea reservoir, and a study found that dioxin contents of the sediment reached as high as 1000 to 6000 pg-TEQ/g dry weight [16]. A series of studies were carried out, and residents living in the vicinity of the deserted factory were found to have high daily intakes of PCDD/Fs from food, especially seafood, and high PCDD/Fs levels in the serum [17,18]. In a previous survey, the average serum PCDD/Fs level of the residents in this area was 53.4 pg WHO98-TEQDF/g lipid, while levels in other parts of Taiwan typically ranged from 15 to 20 pg WHO98-TEQDF/g lipid [17]. During the operation of the factory, mercury-contaminated sludge and water were also dumped into the Luermen River nearby, and some of the residents ate the fish caught from the river. As a result, high serum mercury levels were also found in some of the residents [18]. The whole exposure area covers 3 of the 51 administrative subdivisions (called “Li” in Taiwan) of the An-nan District: Hsien-Gong, Lu-Erh, and Ssu-Tsao. As previous studies showed that the average serum PCDD/Fs level in the general population of Taiwan typically ranging from 15 to 20 pg WHO98-TEQDF/g lipid [19], we define a “high dioxin level” as a serum PCDD/Fs ≥ 20pg WHO98-TEQDF/g lipid. While we also made comparisons among groups defined by quartiles, we focused on comparing between participants with and without a high level in further analyses. We adopted the serum levels measured by the Bureau of Health of the Tainan City using isotope dilution high-resolution gas chromatography/high-resolution mass spectrometry between 2005 and 2007; detailed methodology of the measurements has been described in previous reports [17,18,20]. We invited all residents in the exposure area above 18 years of age to participate in this study. Those who had congenital kidney disease, IgA nephropathy, post infectious kidney disease, or medicine induced kidney disease were excluded from the study population. We performed health examinations on each participant from July 2005 to May 2010. According to the results, we calculated the estimated GFR (e-GFR) and defined CKD as having an e-GFR ≤ 60 mL/min/1.73m2 or a diagnosis of CKD by a physician on the basis of the K/DOQI clinical practice guidelines [21]. In other words, we were interested in CKD stage III or higher. In calculating the e-GFR, we used the simplified equation developed by the Modification of Diet in Renal Disease (MDRD) Study [22], which is generally adopted by clinicians in Taiwan. The creatinine level was measured using the Jaffe kinetic assay. Using results of the health examination of each participant, we also evaluate the existence of metabolic syndrome (MS), which was defined as meeting three of the following criteria: fasting glucose ≥ 100 mg/dL or under diabetes medication, waist circumference ≥ 90 cm in men or ≥ 80 cm in women, triglycerides ≥ 150 mg/dL or under drug treatment for elevated triglycerides, high-density lipoprotein (HDL) < 40 mg/dL in men or < 50 mg/dL in women, and blood pressures ≥ 130/85 mmHg or under antihypertensive medication. The criteria are implemented by the Taiwan government in concordance with the newly developed harmonized definition of MS [23,24], including the use of “population- and country-specific definitions” for “elevated waist circumference,” i.e. ≥ 90 cm in men or ≥ 80 cm in women. The definition has been adopted by many studies, including a previous study of our team [25]. We defined diabetes mellitus (DM) as having a fasting glucose > 126 mg/dL or under diabetes medication. To control effects of potential confounders, we used a self-administrated questionnaire to collect data on demographic characteristics and medical history at the same time when the health examination was performed. To identify the risk factors for CKD, we compared the prevalence of each potential risk factor between participants with and without CKD and evaluated the differences using chi-square tests. We adopted the normal ranges in our laboratory to determine the cutoffs, which were 22.0 mU/L for insulin, 7 mg/dl for uric acid, and 100 mg/dl for fasting glucose. The cutoffs for age were determined according to the definition of elderly (65 years old) and the age for implementing periodical health examination (40 years old) by the Taiwan government. The cutoff value for blood mercury level was determined according to a previous survey of a representative sample of the whole Taiwan area [26]. We also divided the participants by quartiles of PCDD/Fs and evaluated the differences in eGFR among the groups by analysis of variance (ANOVA). To evaluate the effects of potential risk factors, we performed univariate logistic regressions and calculated the odds ratio (OR) and associated 95% confidence interval (CI) for each variable. Furthermore, we performed multiple logistic regressions to identify independent predictors of CKD and evaluate their effects. We constructed a “full model” in the initial analysis which included all potential risk factors and a “final model” in the further analysis which included predictors with statistical significance only. In both analyses, an adjusted odd ratio (AOR) and the associated 95% CI were calculated for each potential risk factor. In building the “final model,” we applied a stepwise approach which removed one variable in one step. We checked the variance inflation factor and evaluated the goodness of fit of the final model using the Hosmer-Lemeshow test. We analyzed the data using SPSS Version 15.0. All statistical tests were performed at the two-tailed significance level of 0.05. The protocol of this study was approved by the Institution Review Board of the National Cheng Kung University Hospital. All the participants provided their written informed consent to participate in this study, and the inform consent form had been approved by the Institution Review Board of the National Cheng Kung University Hospital."
    },
    {
      "title": "Study Population",
      "text": "We conducted a community-based cross-sectional study in the An-nan District of the Tainan City in southwestern Taiwan, where a factory produced PCP daily between 1965 and 1979. PCDD/Fs were byproducts of the manufacturing process, and a lot of them were left at the original location after the shutdown of the factory in 1982. The factory is less than 2 km from a major residential area and is at the west end of the Tainan City, near the coast. The chemicals were washout by the rainfall to the sea reservoir, and a study found that dioxin contents of the sediment reached as high as 1000 to 6000 pg-TEQ/g dry weight [16]. A series of studies were carried out, and residents living in the vicinity of the deserted factory were found to have high daily intakes of PCDD/Fs from food, especially seafood, and high PCDD/Fs levels in the serum [17,18]. In a previous survey, the average serum PCDD/Fs level of the residents in this area was 53.4 pg WHO98-TEQDF/g lipid, while levels in other parts of Taiwan typically ranged from 15 to 20 pg WHO98-TEQDF/g lipid [17]. During the operation of the factory, mercury-contaminated sludge and water were also dumped into the Luermen River nearby, and some of the residents ate the fish caught from the river. As a result, high serum mercury levels were also found in some of the residents [18]. The whole exposure area covers 3 of the 51 administrative subdivisions (called “Li” in Taiwan) of the An-nan District: Hsien-Gong, Lu-Erh, and Ssu-Tsao. As previous studies showed that the average serum PCDD/Fs level in the general population of Taiwan typically ranging from 15 to 20 pg WHO98-TEQDF/g lipid [19], we define a “high dioxin level” as a serum PCDD/Fs ≥ 20pg WHO98-TEQDF/g lipid. While we also made comparisons among groups defined by quartiles, we focused on comparing between participants with and without a high level in further analyses. We adopted the serum levels measured by the Bureau of Health of the Tainan City using isotope dilution high-resolution gas chromatography/high-resolution mass spectrometry between 2005 and 2007; detailed methodology of the measurements has been described in previous reports [17,18,20]. We invited all residents in the exposure area above 18 years of age to participate in this study. Those who had congenital kidney disease, IgA nephropathy, post infectious kidney disease, or medicine induced kidney disease were excluded from the study population."
    },
    {
      "title": "Assessment of Health Outcomes",
      "text": "We performed health examinations on each participant from July 2005 to May 2010. According to the results, we calculated the estimated GFR (e-GFR) and defined CKD as having an e-GFR ≤ 60 mL/min/1.73m2 or a diagnosis of CKD by a physician on the basis of the K/DOQI clinical practice guidelines [21]. In other words, we were interested in CKD stage III or higher. In calculating the e-GFR, we used the simplified equation developed by the Modification of Diet in Renal Disease (MDRD) Study [22], which is generally adopted by clinicians in Taiwan. The creatinine level was measured using the Jaffe kinetic assay. Using results of the health examination of each participant, we also evaluate the existence of metabolic syndrome (MS), which was defined as meeting three of the following criteria: fasting glucose ≥ 100 mg/dL or under diabetes medication, waist circumference ≥ 90 cm in men or ≥ 80 cm in women, triglycerides ≥ 150 mg/dL or under drug treatment for elevated triglycerides, high-density lipoprotein (HDL) < 40 mg/dL in men or < 50 mg/dL in women, and blood pressures ≥ 130/85 mmHg or under antihypertensive medication. The criteria are implemented by the Taiwan government in concordance with the newly developed harmonized definition of MS [23,24], including the use of “population- and country-specific definitions” for “elevated waist circumference,” i.e. ≥ 90 cm in men or ≥ 80 cm in women. The definition has been adopted by many studies, including a previous study of our team [25]. We defined diabetes mellitus (DM) as having a fasting glucose > 126 mg/dL or under diabetes medication. To control effects of potential confounders, we used a self-administrated questionnaire to collect data on demographic characteristics and medical history at the same time when the health examination was performed."
    },
    {
      "title": "Data Analysis",
      "text": "To identify the risk factors for CKD, we compared the prevalence of each potential risk factor between participants with and without CKD and evaluated the differences using chi-square tests. We adopted the normal ranges in our laboratory to determine the cutoffs, which were 22.0 mU/L for insulin, 7 mg/dl for uric acid, and 100 mg/dl for fasting glucose. The cutoffs for age were determined according to the definition of elderly (65 years old) and the age for implementing periodical health examination (40 years old) by the Taiwan government. The cutoff value for blood mercury level was determined according to a previous survey of a representative sample of the whole Taiwan area [26]. We also divided the participants by quartiles of PCDD/Fs and evaluated the differences in eGFR among the groups by analysis of variance (ANOVA). To evaluate the effects of potential risk factors, we performed univariate logistic regressions and calculated the odds ratio (OR) and associated 95% confidence interval (CI) for each variable. Furthermore, we performed multiple logistic regressions to identify independent predictors of CKD and evaluate their effects. We constructed a “full model” in the initial analysis which included all potential risk factors and a “final model” in the further analysis which included predictors with statistical significance only. In both analyses, an adjusted odd ratio (AOR) and the associated 95% CI were calculated for each potential risk factor. In building the “final model,” we applied a stepwise approach which removed one variable in one step. We checked the variance inflation factor and evaluated the goodness of fit of the final model using the Hosmer-Lemeshow test. We analyzed the data using SPSS Version 15.0. All statistical tests were performed at the two-tailed significance level of 0.05."
    },
    {
      "title": "Ethics Statement",
      "text": "The protocol of this study was approved by the Institution Review Board of the National Cheng Kung University Hospital. All the participants provided their written informed consent to participate in this study, and the inform consent form had been approved by the Institution Review Board of the National Cheng Kung University Hospital."
    },
    {
      "title": "Results",
      "text": "Of the residents above 18 years old in the exposure area, 3034 (85%) participated in this study. We excluded 124 with incomplete data and 12 with congenital kidney disease, IgA nephropathy, post infectious kidney disease, or medicine induced kidney disease. The serum levels of PCDD/Fs had a median of 19.60 pg WHO98-TEQDF/g lipid and an inter-quartile range of 11.30 to 35.33 pg WHO98-TEQDF/g lipid. Of the 2898 qualified candidates to participate in the study, 1427 had high dioxin levels, and 180 had CKD, yielding a CKD prevalence of 6.2%. In comparison with participants without high dioxin levels, those with high dioxin were older and had higher prevalence of female gender, MS, DM, hypertension, high insulin (≥ 22 mU/L), and high uric acid (> 7 mg/dL). (Table 1) adefined as meeting three of the following criteria: fasting glucose ≥ 100 mg/dL or under diabetes medication, waist circumference ≥ 90 cm in men or ≥ 80cm in women, triglycerides ≥ 150 mg/dL or under drug treatment for elevated triglycerides, high-density lipoprotein (HDL) < 40 mg/dL in men or < 50 mg/dL in women, and blood pressures ≥ 130/85 mmHg or under antihypertensive medication; data not available on 140 participants without high exposure bdefined as fasting glucose > 126 mg/dL or under diabetes medication cdefined as having an estimated glomerular filtration rate ≤ 60 mL/min/1.73m2, an e-GFR > 60 ml/min/1.73m2 with proteinuria, or a previous diagnosis of chronic kidney disease by a physician dcolumn percentage efor chi-square test When we divided the participants by quartiles of PCDD/Fs, we observed that as PCDD / Fs increased, the eGFR decreased, indicating a negative association between the PCDD/Fs level and e-GFR (p < 0.001 for ANOVA). (Table 2) Positive associations were observed between the PCDD/Fs level and the mercury level, age, fasting glucose, and insulin level (all with p < 0.001). athe cut-offs are 11.30, 19.60, and 35.33 pg WHO98-TEQDF/g lipid bfor ANOVA Using 20 pg WHO98-TEQDF/g lipid as the cutoff, we found the prevalence of CKD was higher in participants with high dioxin levels (1.6% vs. 10.9%, p < 0.001). (Table 3) The risk of CKD was higher in participants who were older or female, had high levels of dioxin, insulin, or uric acid, or had DM, hypertension, or MS (all with p < 0.05). (Table 3) adefined as meeting three of the following criteria: fasting glucose ≥ 100 mg/dL or under diabetes medication, waist circumference ≥ 90 cm in men or ≥ 80 cm in women, triglycerides ≥ 150 mg/dL or under drug treatment for elevated triglycerides, high-density lipoprotein (HDL) < 40 mg/dL in men or < 50 mg/dL in women, and blood pressures ≥ 130/85 mmHg or under antihypertensive medication; data not available on 140 participants without high dioxin levels. bdefined as fasting glucose > 126 mg/dL or under diabetes medication cthe prevalence of CKD in participants with the variable dfor chi-square test In the univariate logistic regression analyses, we found a high dioxin level was associated with an OR of 7.40 (95% CI: 4.78–11.45) for CKD in comparison with a lower dioxin level, and other potential risk factors included female gender, MS, DM, hypertension, high insulin, high uric acid, and age above 40 years. (Table 4) aOR: odds ratio; CI: confidence interval bAOR: adjusted odds ratio, the full model included PCDD/Fs, gender, mercury, metabolic syndrome, age, fasting glucose, insulin, and uric acid cAOR:adjusted odds ratio, the final model included PCDD/Fs, insulin, uric acid, and age ddefined as meeting three of the following criteria: fasting glucose ≥ 100 mg/dL or under diabetes medication, waist circumference ≥ 90 cm in men or ≥ 80 cm in women, triglycerides > 150 mg/dL or under drug treatment for elevated triglycerides, high-density lipoprotein (HDL) < 40 mg/dL in men or < 50 mg/dL in women, and blood pressures ≥ 130/85 mmHg or under antihypertensive medication; data not available on 140 participants without high dioxin levels edefined as fasting glucose > 126 mg/dL or under diabetes mellitus medication *p< 0.05 for Wald test In the multiple logistic regression analyses, the full model showed that a high dioxin level was a risk factor for CKD (AOR = 1.74, 95% CI: 1.02–2.97), independent of gender, mercury level, metabolic syndrome, DM, hypertension, insulin level, uric acid level, and age. (Table 4) However, the regression coefficients associated with the mercury level, metabolic syndrome, and DM did not reach statistical significance. In the final model, a high dioxin level was still associated with CKD (AOR = 1.76, 95% CI: 1.04–2.99), after adjusting for gender, hypertension, insulin level, uric acid level, and age. (Table 4) The variance inflation factor suggests that collinearity among the variables was small. As to the goodness of fit, the final model, which contains seven covariates, had a p value of 0.586 for the Hosmer and Lemeshow test."
    },
    {
      "title": "Discussion",
      "text": "In this study, we found an association between a high serum dioxin level (defined as a PCDD/Fs level ≥ 20 pg WHO98-TEQDF/g lipid) and CKD (defined as having an e-GFR ≤ 60 mL/min/1.73m2 or diagnosis of CKD by a physician), independent of gender, hypertension, insulin level, uric acid level, and age. This is compatible with the finding in an animal study that the impairment of renal function was related to the toxicity of 2,3,7,8-TCDD [14]. It is generally believed that the renal toxicity of dioxins is mainly introduced through the formation of ROS which is mediated by interacting with the AhR to induce the expression of renal cytochrome P450 (CYP)-A1 and CYP-B1 proteins. [9–11] In fact, ROS might also contribute to the progression of CKD and has become a target of therapeutic intervention. [27] Dioxin might also contribute to CKD through introducing inflammation of kidney tubular cells by activating the AhR and thus inducing Cox-2. [12,28] Tubulointerstitial damage is generally recognized as a common feature of all chronic progressive renal diseases and considered as the final common pathway through which CKD progresses to end-stage renal disease, [29] and inflammation is a critical mechanism that promotes fibrosis and cellular injury within the tubulointerstitium. [30] In addition, because a study found that TCDD might reduce glomerular filtration of rats without affecting the arterial pressure, dioxin might affect the renal function indirectly through extrarenal effects, especially those on the hepatic metabolism. [13] Such an association, however, was not observed in another population with dioxin exposure in Seveso [31]. In that study, level of exposure was estimated using the vicinity of the residence of the participant to the exposure source, instead of measuring personal biological samples as in our study. We speculated that the difference in the accuracy in exposure assessment was a main reason why an association between dioxin exposure and CKD was not observed in that study. Age is a parameter in the calculation of e-GFR and thus an important risk factor for CKD. A nationwide study in Taiwan found that the prevalence increased with age after 30 years old and doubled between 55–59 years and 60–64 years of age [32], which was compatible with findings in our study. Likewise, a study in the U.S. found that the prevalence of CKD was 3% in participants 40 to 49 years old, 7% in 50 to 59 years old, 14% in 60 to 69 years old, 24% in 70 to 79 years old, and 39% in 80 years and older [33]. In a study in Australia, the prevalence of CKD was 11.2% in participants > 25 years and 54.8% in participants > 65 years [34]. Because dioxin may accumulate in the human body, age also contributes to the blood level of dioxin. After adjusting for age, we found a high dioxin level was an independent predictor of CKD, but the associated AOR was 1.76 in the final model, a substantial decrease from the OR of 7.40 before the adjustment for age, indicating a confounding effect in the univariate analysis. DM is another risk factor for CKD. A study in the U.S. found that the prevalence of CKD was 13.7% in the population without DM, but was 24.4% in patients with DM [33]. On the other hand, exposure to dioxin has been shown to be related to the development of DM in some previous studies. A study of servicemen retired from the Vietnam War found increased fasting blood sugar when the 2,3,7,8-TCDD serum level was higher than 94 pg WHO98-TEQDF/g lipid [35]. Another study compared Vietnam War retired serviceman with a mean serum 2,3,7,8-TCDD level of 12.2 ppt to a control group with a mean level of 4.0 ppt found them at higher risks of having fasting blood glucose abnormality, high insulin levels, and DM [36]. In a study of weed killer user, the serum level of 2,3,7,8-TCDD was higher than 1500 pg/g lipid, and the prevalence of DM was as high as 60% [37]. In Belgium, a study found that DM patients’ serum dioxin levels (including PCDD/Fs and four kinds of PCBs) were 1.62 times higher than those of who did not have DM and that a serum PCDD/Fs in the top 10% was associated with an OR of 5.1 for having DM [38]. Because DM is a common cause of renal function impairment, it was another potential confounder in our study. After adjusting for other risk factors including DM (AOR = 1.24, 95%CI: 0.82–1.87) and high insulin level (AOR = 2.04, 95%CI: 1.19–3.49) in the full model of multiple regression analyses, however, we still found that a high dioxin level was an independent predictor of CKD (AOR = 1.74, 95%CI: 1.02–2.97). Therefore, dioxin might cause CKD through mechanisms other than causing DM first and then leading to CKD. Likewise, hypertension is another risk factor for CKD, being the second leading cause of CKD in the U.S. and noted in 80%-85% of CKD patients [39]. A study demonstrated that hypertension could be induced by treating animal with TCDD [40]. In humans, a study found that the prevalence of hypertension varied inversely with GFR, increased from 66% at a GFR of 83 ml/min/1.73m2 to 95% at a GFR of 12 ml/min/1.73m2 [41]. In Taiwan, a study found high levels of PCBs and PCDFs were associated with hypertension in women (AOR = 3.5, 95% CI: 1.7–7.2) [42]. A previous study of our team also found that increased serum PCDD/F levels were associated with increased diastolic blood pressure [25]. In an animal model, chronic exposure of TCDD was found to sustain AhR activation, leading to systemic hypertension and left ventricular hypertrophy, which might be mediated in part by increased superoxide [43]. Hypertension is a common cause of CKD, and therefore it was an important potential confounder in our study. After adjusting for other risk factors including hypertension in the multiple regression analyses, however, we still found that high dioxin was an independent risk factor of CKD. Therefore, in addition to causing hypertension that can in turn lead to CKD, dioxin might cause CKD through other mechanisms. In the Yuso study, hyperuricemia was found to be associated with high dioxin levels [44]. Another study of incinerator workers with chronic exposure to PCDDs, PCDFs and coplanar PCBs also had high serum uric acid levels [45]. In a previous study of our team, we found higher serum dioxin levels were associated with higher uric acid levels (AOR = 2.20 for 25th to 50th percentile [95%CI: 1.30–3.73]; AOR = 1.86 for 50th to 75th percentile [95%CI = 1.08–3.22]; and AOR = 3.00 for ≥ 75th percentile [95%CI: 1.69–5.31]) [46]. The relationship between uric acid and CKD is very complicated because it had many potential confounding variables such as hypertension, DM, and MS [47]. The possible mechanisms include induction of afferent arteriopathy, inflammation, and activation of the renin-angiotensin system [48]. Our study showed that uric acid was an independent risk factor of CKD after adjusting for gender, age, hypertension, and insulin level. There were some limitations in our study. We did not have data on the serum PCDD/Fs level over time and the measurements had ended about three years before the interview and health examination ended. However, because the half-life of PCDD/Fs in the serum is as long as 7 years [49] and the sources of the environment contamination remained similar during that period, we believe the level remained similar in a given participant over the years. In fact, most of the previous studies on the health effects of dioxin also had only one measurement over the study period. Even though the measurements of PCDD/Fs were made three years before the assessment of CKD, it is possible that the onset of CKD had occurred before the measurement, and this reduced the strength of the association serving as an evidence of a causal relationship. In addition, we collected data on medical history through self-administrated questionnaires, but we were unable to confirm them because this is a community-based study. Furthermore, strictly speaking, in order to make the diagnosis of CKD, the renal function should be followed for at least 3 months, but we did not do follow-up measurements in this study. While this study cannot provide strong support to a causal relationship between the exposure and CKD due to these limitations, we have discussed evidence showing that such a causal relationship is biologically plausible. The environmental pollution observed in our study was not unique. In China, the Ya-Er Lake also received a large amount of waste water from a nearby chloroalkali plant and was heavily polluted by PCDD/Fs, and a study found high levels of PCDD/Fs in surface sediment, soil, human hair, and fish muscle [50]. On the other hand, a study compared the PCDD/Fs levels of surface soil collected in the vicinity of a large scale e-waste recycling facility in Taizhou, China to those of surface soils from a chemical industrial complex (a coke-oven plant, a coal-fired power plant, and a chloroalkali plant) in Shanghai and found that the total PCDD/Fs levels in samples from the chemical industrial complex were lower [51]. Therefore, as the e-waste recycling industry in China becomes the largest in the world [52], environmental PCDD/Fs exposure becomes a serious threat to the public health. In fact, a review found that other sources of environmental PCDD/Fs exposure included municipal waste incineration, mineral fuel usage, open burning crop residues, discharge of industrial wastes, and vehicle exhaust emission [53]. Altogether, environmental PCDD/Fs exposure is an emerging health problem in world. While there are some animal studies supporting a possible association between dioxin exposure and CKD, using “dioxin” and “chronic kidney disease” to search in the PubMed, we failed to find any previous epidemiological studies focusing on this association. Therefore, the present study is most likely to be the first epidemiological study on this issue."
    },
    {
      "title": "Conclusion",
      "text": "In an endemic area of dioxin exposure in Taiwan, we observed an association between high blood dioxin levels and CKD. Whereas older age, female gender, hypertension, high insulin, and high uric acid were also found to be risk factors, a high dioxin level was an independent predictor of CKD after adjusting for the effects of those factors. Whereas the mechanisms by which dioxin causes renal toxicity are still unclear and need further research, results of this study suggested that there might be pathways other than the association between dioxin and hypertension or DM. As dioxin becomes an emerging environmental health hazard globally, the kidney function of exposed populations should be monitored."
    },
    {
      "title": "Supporting Information",
      "text": "(XLSX) Click here for additional data file."
    }
  ],
  "full_text": "## Introduction\nWith the economical development, more and more industrial pollutants are released to the environment, and many of them become threats to the human health. Among those, polychlorinated dibenzo-p-dioxins and dibenzofurans (PCDD/Fs) are well-known for their health effects. After entering the human body, dioxin compounds will accumulate and may cause various adverse health effects [1]. At high doses, such effects may include body weight loss, growth retardation, thymic atrophy, subcutaneous edema, and degeneration of the cardiovascular system; adverse effects have been also noted on the liver, gastro-intestinal tract, urogenital tract, and skin [2,3]. In low-dose animal experiments, indirect damage to cells and suppression of the humoral immunity were observed in mice, and the bodily load was found to be the important attribute of the toxic effects [2–4]. In addition, tetrachlorodibenzodioxin (TCDD), the most potent congener of PCDD/Fs, can affect the reproduction system of fish, birds, and mammals. It can decrease the weights of organs such as testicles and reduce seminal fluid production, reproductive capacity, testosterone synthesis, serum testosterone density, and pituitary secretion of luteinizing hormone [2,5]. It can also lead to ovary dysfunction, reduction of the reproductive capacity in the feminine part, difficulties in conception, endometrium dysplasia, and changes in the ovary hormone density, the size and weight of the uterus, the menstruation, and the estrogen circulation [6,7]. It is generally believed that most toxic effects of dioxins and dioxin-like polychlorinated biphenyls (PCB) congeners are mainly mediated by the aryl hydrocarbon receptor (AhR) [8]. The interaction of TCDD with the AhR can induce the expression of renal cytochrome P450 (CYP)-A1 and CYP-B1 proteins [9], which contribute significantly to the induction of reactive oxygen species (ROS) formation and cause renal toxicity [10,11]. The activation of AhR by TCDD may also induce inflammatory responses of kidney tubular cells, and inflammation plays an important role in the pathophysiology of chronic kidney disease (CKD) [12]. It is also possible that dioxin may affect the renal function through indirect effects [13]. In fact, an animal study found a negative correlation between the 2,3,7,8-TCDD concentration and the glomerular filtration rate (GFR), and the impairment of renal function was related to the toxicity of 2,3,7,8-TCDD [14]. In addition, combined exposure to TCDD and PCBs were found to induce significant renal toxicity in rats, and there were complicated interactions between the two pollutants [15]. While animal experiments have demonstrated the biological plausibility of the renal toxicity of dioxin, most previous studies on PCDD/Fs were focused on 2,3,7,8-TCDD, and few epidemiology studies have been conducted on the renal toxicity of dioxin on human. Therefore, we conducted a study to evaluate the association between dioxin and CKD and the related factors.\n\n## Materials and Methods\nWe conducted a community-based cross-sectional study in the An-nan District of the Tainan City in southwestern Taiwan, where a factory produced PCP daily between 1965 and 1979. PCDD/Fs were byproducts of the manufacturing process, and a lot of them were left at the original location after the shutdown of the factory in 1982. The factory is less than 2 km from a major residential area and is at the west end of the Tainan City, near the coast. The chemicals were washout by the rainfall to the sea reservoir, and a study found that dioxin contents of the sediment reached as high as 1000 to 6000 pg-TEQ/g dry weight [16]. A series of studies were carried out, and residents living in the vicinity of the deserted factory were found to have high daily intakes of PCDD/Fs from food, especially seafood, and high PCDD/Fs levels in the serum [17,18]. In a previous survey, the average serum PCDD/Fs level of the residents in this area was 53.4 pg WHO98-TEQDF/g lipid, while levels in other parts of Taiwan typically ranged from 15 to 20 pg WHO98-TEQDF/g lipid [17]. During the operation of the factory, mercury-contaminated sludge and water were also dumped into the Luermen River nearby, and some of the residents ate the fish caught from the river. As a result, high serum mercury levels were also found in some of the residents [18]. The whole exposure area covers 3 of the 51 administrative subdivisions (called “Li” in Taiwan) of the An-nan District: Hsien-Gong, Lu-Erh, and Ssu-Tsao. As previous studies showed that the average serum PCDD/Fs level in the general population of Taiwan typically ranging from 15 to 20 pg WHO98-TEQDF/g lipid [19], we define a “high dioxin level” as a serum PCDD/Fs ≥ 20pg WHO98-TEQDF/g lipid. While we also made comparisons among groups defined by quartiles, we focused on comparing between participants with and without a high level in further analyses. We adopted the serum levels measured by the Bureau of Health of the Tainan City using isotope dilution high-resolution gas chromatography/high-resolution mass spectrometry between 2005 and 2007; detailed methodology of the measurements has been described in previous reports [17,18,20]. We invited all residents in the exposure area above 18 years of age to participate in this study. Those who had congenital kidney disease, IgA nephropathy, post infectious kidney disease, or medicine induced kidney disease were excluded from the study population. We performed health examinations on each participant from July 2005 to May 2010. According to the results, we calculated the estimated GFR (e-GFR) and defined CKD as having an e-GFR ≤ 60 mL/min/1.73m2 or a diagnosis of CKD by a physician on the basis of the K/DOQI clinical practice guidelines [21]. In other words, we were interested in CKD stage III or higher. In calculating the e-GFR, we used the simplified equation developed by the Modification of Diet in Renal Disease (MDRD) Study [22], which is generally adopted by clinicians in Taiwan. The creatinine level was measured using the Jaffe kinetic assay. Using results of the health examination of each participant, we also evaluate the existence of metabolic syndrome (MS), which was defined as meeting three of the following criteria: fasting glucose ≥ 100 mg/dL or under diabetes medication, waist circumference ≥ 90 cm in men or ≥ 80 cm in women, triglycerides ≥ 150 mg/dL or under drug treatment for elevated triglycerides, high-density lipoprotein (HDL) < 40 mg/dL in men or < 50 mg/dL in women, and blood pressures ≥ 130/85 mmHg or under antihypertensive medication. The criteria are implemented by the Taiwan government in concordance with the newly developed harmonized definition of MS [23,24], including the use of “population- and country-specific definitions” for “elevated waist circumference,” i.e. ≥ 90 cm in men or ≥ 80 cm in women. The definition has been adopted by many studies, including a previous study of our team [25]. We defined diabetes mellitus (DM) as having a fasting glucose > 126 mg/dL or under diabetes medication. To control effects of potential confounders, we used a self-administrated questionnaire to collect data on demographic characteristics and medical history at the same time when the health examination was performed. To identify the risk factors for CKD, we compared the prevalence of each potential risk factor between participants with and without CKD and evaluated the differences using chi-square tests. We adopted the normal ranges in our laboratory to determine the cutoffs, which were 22.0 mU/L for insulin, 7 mg/dl for uric acid, and 100 mg/dl for fasting glucose. The cutoffs for age were determined according to the definition of elderly (65 years old) and the age for implementing periodical health examination (40 years old) by the Taiwan government. The cutoff value for blood mercury level was determined according to a previous survey of a representative sample of the whole Taiwan area [26]. We also divided the participants by quartiles of PCDD/Fs and evaluated the differences in eGFR among the groups by analysis of variance (ANOVA). To evaluate the effects of potential risk factors, we performed univariate logistic regressions and calculated the odds ratio (OR) and associated 95% confidence interval (CI) for each variable. Furthermore, we performed multiple logistic regressions to identify independent predictors of CKD and evaluate their effects. We constructed a “full model” in the initial analysis which included all potential risk factors and a “final model” in the further analysis which included predictors with statistical significance only. In both analyses, an adjusted odd ratio (AOR) and the associated 95% CI were calculated for each potential risk factor. In building the “final model,” we applied a stepwise approach which removed one variable in one step. We checked the variance inflation factor and evaluated the goodness of fit of the final model using the Hosmer-Lemeshow test. We analyzed the data using SPSS Version 15.0. All statistical tests were performed at the two-tailed significance level of 0.05. The protocol of this study was approved by the Institution Review Board of the National Cheng Kung University Hospital. All the participants provided their written informed consent to participate in this study, and the inform consent form had been approved by the Institution Review Board of the National Cheng Kung University Hospital.\n\n## Study Population\nWe conducted a community-based cross-sectional study in the An-nan District of the Tainan City in southwestern Taiwan, where a factory produced PCP daily between 1965 and 1979. PCDD/Fs were byproducts of the manufacturing process, and a lot of them were left at the original location after the shutdown of the factory in 1982. The factory is less than 2 km from a major residential area and is at the west end of the Tainan City, near the coast. The chemicals were washout by the rainfall to the sea reservoir, and a study found that dioxin contents of the sediment reached as high as 1000 to 6000 pg-TEQ/g dry weight [16]. A series of studies were carried out, and residents living in the vicinity of the deserted factory were found to have high daily intakes of PCDD/Fs from food, especially seafood, and high PCDD/Fs levels in the serum [17,18]. In a previous survey, the average serum PCDD/Fs level of the residents in this area was 53.4 pg WHO98-TEQDF/g lipid, while levels in other parts of Taiwan typically ranged from 15 to 20 pg WHO98-TEQDF/g lipid [17]. During the operation of the factory, mercury-contaminated sludge and water were also dumped into the Luermen River nearby, and some of the residents ate the fish caught from the river. As a result, high serum mercury levels were also found in some of the residents [18]. The whole exposure area covers 3 of the 51 administrative subdivisions (called “Li” in Taiwan) of the An-nan District: Hsien-Gong, Lu-Erh, and Ssu-Tsao. As previous studies showed that the average serum PCDD/Fs level in the general population of Taiwan typically ranging from 15 to 20 pg WHO98-TEQDF/g lipid [19], we define a “high dioxin level” as a serum PCDD/Fs ≥ 20pg WHO98-TEQDF/g lipid. While we also made comparisons among groups defined by quartiles, we focused on comparing between participants with and without a high level in further analyses. We adopted the serum levels measured by the Bureau of Health of the Tainan City using isotope dilution high-resolution gas chromatography/high-resolution mass spectrometry between 2005 and 2007; detailed methodology of the measurements has been described in previous reports [17,18,20]. We invited all residents in the exposure area above 18 years of age to participate in this study. Those who had congenital kidney disease, IgA nephropathy, post infectious kidney disease, or medicine induced kidney disease were excluded from the study population.\n\n## Assessment of Health Outcomes\nWe performed health examinations on each participant from July 2005 to May 2010. According to the results, we calculated the estimated GFR (e-GFR) and defined CKD as having an e-GFR ≤ 60 mL/min/1.73m2 or a diagnosis of CKD by a physician on the basis of the K/DOQI clinical practice guidelines [21]. In other words, we were interested in CKD stage III or higher. In calculating the e-GFR, we used the simplified equation developed by the Modification of Diet in Renal Disease (MDRD) Study [22], which is generally adopted by clinicians in Taiwan. The creatinine level was measured using the Jaffe kinetic assay. Using results of the health examination of each participant, we also evaluate the existence of metabolic syndrome (MS), which was defined as meeting three of the following criteria: fasting glucose ≥ 100 mg/dL or under diabetes medication, waist circumference ≥ 90 cm in men or ≥ 80 cm in women, triglycerides ≥ 150 mg/dL or under drug treatment for elevated triglycerides, high-density lipoprotein (HDL) < 40 mg/dL in men or < 50 mg/dL in women, and blood pressures ≥ 130/85 mmHg or under antihypertensive medication. The criteria are implemented by the Taiwan government in concordance with the newly developed harmonized definition of MS [23,24], including the use of “population- and country-specific definitions” for “elevated waist circumference,” i.e. ≥ 90 cm in men or ≥ 80 cm in women. The definition has been adopted by many studies, including a previous study of our team [25]. We defined diabetes mellitus (DM) as having a fasting glucose > 126 mg/dL or under diabetes medication. To control effects of potential confounders, we used a self-administrated questionnaire to collect data on demographic characteristics and medical history at the same time when the health examination was performed.\n\n## Data Analysis\nTo identify the risk factors for CKD, we compared the prevalence of each potential risk factor between participants with and without CKD and evaluated the differences using chi-square tests. We adopted the normal ranges in our laboratory to determine the cutoffs, which were 22.0 mU/L for insulin, 7 mg/dl for uric acid, and 100 mg/dl for fasting glucose. The cutoffs for age were determined according to the definition of elderly (65 years old) and the age for implementing periodical health examination (40 years old) by the Taiwan government. The cutoff value for blood mercury level was determined according to a previous survey of a representative sample of the whole Taiwan area [26]. We also divided the participants by quartiles of PCDD/Fs and evaluated the differences in eGFR among the groups by analysis of variance (ANOVA). To evaluate the effects of potential risk factors, we performed univariate logistic regressions and calculated the odds ratio (OR) and associated 95% confidence interval (CI) for each variable. Furthermore, we performed multiple logistic regressions to identify independent predictors of CKD and evaluate their effects. We constructed a “full model” in the initial analysis which included all potential risk factors and a “final model” in the further analysis which included predictors with statistical significance only. In both analyses, an adjusted odd ratio (AOR) and the associated 95% CI were calculated for each potential risk factor. In building the “final model,” we applied a stepwise approach which removed one variable in one step. We checked the variance inflation factor and evaluated the goodness of fit of the final model using the Hosmer-Lemeshow test. We analyzed the data using SPSS Version 15.0. All statistical tests were performed at the two-tailed significance level of 0.05.\n\n## Ethics Statement\nThe protocol of this study was approved by the Institution Review Board of the National Cheng Kung University Hospital. All the participants provided their written informed consent to participate in this study, and the inform consent form had been approved by the Institution Review Board of the National Cheng Kung University Hospital.\n\n## Results\nOf the residents above 18 years old in the exposure area, 3034 (85%) participated in this study. We excluded 124 with incomplete data and 12 with congenital kidney disease, IgA nephropathy, post infectious kidney disease, or medicine induced kidney disease. The serum levels of PCDD/Fs had a median of 19.60 pg WHO98-TEQDF/g lipid and an inter-quartile range of 11.30 to 35.33 pg WHO98-TEQDF/g lipid. Of the 2898 qualified candidates to participate in the study, 1427 had high dioxin levels, and 180 had CKD, yielding a CKD prevalence of 6.2%. In comparison with participants without high dioxin levels, those with high dioxin were older and had higher prevalence of female gender, MS, DM, hypertension, high insulin (≥ 22 mU/L), and high uric acid (> 7 mg/dL). (Table 1) adefined as meeting three of the following criteria: fasting glucose ≥ 100 mg/dL or under diabetes medication, waist circumference ≥ 90 cm in men or ≥ 80cm in women, triglycerides ≥ 150 mg/dL or under drug treatment for elevated triglycerides, high-density lipoprotein (HDL) < 40 mg/dL in men or < 50 mg/dL in women, and blood pressures ≥ 130/85 mmHg or under antihypertensive medication; data not available on 140 participants without high exposure bdefined as fasting glucose > 126 mg/dL or under diabetes medication cdefined as having an estimated glomerular filtration rate ≤ 60 mL/min/1.73m2, an e-GFR > 60 ml/min/1.73m2 with proteinuria, or a previous diagnosis of chronic kidney disease by a physician dcolumn percentage efor chi-square test When we divided the participants by quartiles of PCDD/Fs, we observed that as PCDD / Fs increased, the eGFR decreased, indicating a negative association between the PCDD/Fs level and e-GFR (p < 0.001 for ANOVA). (Table 2) Positive associations were observed between the PCDD/Fs level and the mercury level, age, fasting glucose, and insulin level (all with p < 0.001). athe cut-offs are 11.30, 19.60, and 35.33 pg WHO98-TEQDF/g lipid bfor ANOVA Using 20 pg WHO98-TEQDF/g lipid as the cutoff, we found the prevalence of CKD was higher in participants with high dioxin levels (1.6% vs. 10.9%, p < 0.001). (Table 3) The risk of CKD was higher in participants who were older or female, had high levels of dioxin, insulin, or uric acid, or had DM, hypertension, or MS (all with p < 0.05). (Table 3) adefined as meeting three of the following criteria: fasting glucose ≥ 100 mg/dL or under diabetes medication, waist circumference ≥ 90 cm in men or ≥ 80 cm in women, triglycerides ≥ 150 mg/dL or under drug treatment for elevated triglycerides, high-density lipoprotein (HDL) < 40 mg/dL in men or < 50 mg/dL in women, and blood pressures ≥ 130/85 mmHg or under antihypertensive medication; data not available on 140 participants without high dioxin levels. bdefined as fasting glucose > 126 mg/dL or under diabetes medication cthe prevalence of CKD in participants with the variable dfor chi-square test In the univariate logistic regression analyses, we found a high dioxin level was associated with an OR of 7.40 (95% CI: 4.78–11.45) for CKD in comparison with a lower dioxin level, and other potential risk factors included female gender, MS, DM, hypertension, high insulin, high uric acid, and age above 40 years. (Table 4) aOR: odds ratio; CI: confidence interval bAOR: adjusted odds ratio, the full model included PCDD/Fs, gender, mercury, metabolic syndrome, age, fasting glucose, insulin, and uric acid cAOR:adjusted odds ratio, the final model included PCDD/Fs, insulin, uric acid, and age ddefined as meeting three of the following criteria: fasting glucose ≥ 100 mg/dL or under diabetes medication, waist circumference ≥ 90 cm in men or ≥ 80 cm in women, triglycerides > 150 mg/dL or under drug treatment for elevated triglycerides, high-density lipoprotein (HDL) < 40 mg/dL in men or < 50 mg/dL in women, and blood pressures ≥ 130/85 mmHg or under antihypertensive medication; data not available on 140 participants without high dioxin levels edefined as fasting glucose > 126 mg/dL or under diabetes mellitus medication *p< 0.05 for Wald test In the multiple logistic regression analyses, the full model showed that a high dioxin level was a risk factor for CKD (AOR = 1.74, 95% CI: 1.02–2.97), independent of gender, mercury level, metabolic syndrome, DM, hypertension, insulin level, uric acid level, and age. (Table 4) However, the regression coefficients associated with the mercury level, metabolic syndrome, and DM did not reach statistical significance. In the final model, a high dioxin level was still associated with CKD (AOR = 1.76, 95% CI: 1.04–2.99), after adjusting for gender, hypertension, insulin level, uric acid level, and age. (Table 4) The variance inflation factor suggests that collinearity among the variables was small. As to the goodness of fit, the final model, which contains seven covariates, had a p value of 0.586 for the Hosmer and Lemeshow test.\n\n## Discussion\nIn this study, we found an association between a high serum dioxin level (defined as a PCDD/Fs level ≥ 20 pg WHO98-TEQDF/g lipid) and CKD (defined as having an e-GFR ≤ 60 mL/min/1.73m2 or diagnosis of CKD by a physician), independent of gender, hypertension, insulin level, uric acid level, and age. This is compatible with the finding in an animal study that the impairment of renal function was related to the toxicity of 2,3,7,8-TCDD [14]. It is generally believed that the renal toxicity of dioxins is mainly introduced through the formation of ROS which is mediated by interacting with the AhR to induce the expression of renal cytochrome P450 (CYP)-A1 and CYP-B1 proteins. [9–11] In fact, ROS might also contribute to the progression of CKD and has become a target of therapeutic intervention. [27] Dioxin might also contribute to CKD through introducing inflammation of kidney tubular cells by activating the AhR and thus inducing Cox-2. [12,28] Tubulointerstitial damage is generally recognized as a common feature of all chronic progressive renal diseases and considered as the final common pathway through which CKD progresses to end-stage renal disease, [29] and inflammation is a critical mechanism that promotes fibrosis and cellular injury within the tubulointerstitium. [30] In addition, because a study found that TCDD might reduce glomerular filtration of rats without affecting the arterial pressure, dioxin might affect the renal function indirectly through extrarenal effects, especially those on the hepatic metabolism. [13] Such an association, however, was not observed in another population with dioxin exposure in Seveso [31]. In that study, level of exposure was estimated using the vicinity of the residence of the participant to the exposure source, instead of measuring personal biological samples as in our study. We speculated that the difference in the accuracy in exposure assessment was a main reason why an association between dioxin exposure and CKD was not observed in that study. Age is a parameter in the calculation of e-GFR and thus an important risk factor for CKD. A nationwide study in Taiwan found that the prevalence increased with age after 30 years old and doubled between 55–59 years and 60–64 years of age [32], which was compatible with findings in our study. Likewise, a study in the U.S. found that the prevalence of CKD was 3% in participants 40 to 49 years old, 7% in 50 to 59 years old, 14% in 60 to 69 years old, 24% in 70 to 79 years old, and 39% in 80 years and older [33]. In a study in Australia, the prevalence of CKD was 11.2% in participants > 25 years and 54.8% in participants > 65 years [34]. Because dioxin may accumulate in the human body, age also contributes to the blood level of dioxin. After adjusting for age, we found a high dioxin level was an independent predictor of CKD, but the associated AOR was 1.76 in the final model, a substantial decrease from the OR of 7.40 before the adjustment for age, indicating a confounding effect in the univariate analysis. DM is another risk factor for CKD. A study in the U.S. found that the prevalence of CKD was 13.7% in the population without DM, but was 24.4% in patients with DM [33]. On the other hand, exposure to dioxin has been shown to be related to the development of DM in some previous studies. A study of servicemen retired from the Vietnam War found increased fasting blood sugar when the 2,3,7,8-TCDD serum level was higher than 94 pg WHO98-TEQDF/g lipid [35]. Another study compared Vietnam War retired serviceman with a mean serum 2,3,7,8-TCDD level of 12.2 ppt to a control group with a mean level of 4.0 ppt found them at higher risks of having fasting blood glucose abnormality, high insulin levels, and DM [36]. In a study of weed killer user, the serum level of 2,3,7,8-TCDD was higher than 1500 pg/g lipid, and the prevalence of DM was as high as 60% [37]. In Belgium, a study found that DM patients’ serum dioxin levels (including PCDD/Fs and four kinds of PCBs) were 1.62 times higher than those of who did not have DM and that a serum PCDD/Fs in the top 10% was associated with an OR of 5.1 for having DM [38]. Because DM is a common cause of renal function impairment, it was another potential confounder in our study. After adjusting for other risk factors including DM (AOR = 1.24, 95%CI: 0.82–1.87) and high insulin level (AOR = 2.04, 95%CI: 1.19–3.49) in the full model of multiple regression analyses, however, we still found that a high dioxin level was an independent predictor of CKD (AOR = 1.74, 95%CI: 1.02–2.97). Therefore, dioxin might cause CKD through mechanisms other than causing DM first and then leading to CKD. Likewise, hypertension is another risk factor for CKD, being the second leading cause of CKD in the U.S. and noted in 80%-85% of CKD patients [39]. A study demonstrated that hypertension could be induced by treating animal with TCDD [40]. In humans, a study found that the prevalence of hypertension varied inversely with GFR, increased from 66% at a GFR of 83 ml/min/1.73m2 to 95% at a GFR of 12 ml/min/1.73m2 [41]. In Taiwan, a study found high levels of PCBs and PCDFs were associated with hypertension in women (AOR = 3.5, 95% CI: 1.7–7.2) [42]. A previous study of our team also found that increased serum PCDD/F levels were associated with increased diastolic blood pressure [25]. In an animal model, chronic exposure of TCDD was found to sustain AhR activation, leading to systemic hypertension and left ventricular hypertrophy, which might be mediated in part by increased superoxide [43]. Hypertension is a common cause of CKD, and therefore it was an important potential confounder in our study. After adjusting for other risk factors including hypertension in the multiple regression analyses, however, we still found that high dioxin was an independent risk factor of CKD. Therefore, in addition to causing hypertension that can in turn lead to CKD, dioxin might cause CKD through other mechanisms. In the Yuso study, hyperuricemia was found to be associated with high dioxin levels [44]. Another study of incinerator workers with chronic exposure to PCDDs, PCDFs and coplanar PCBs also had high serum uric acid levels [45]. In a previous study of our team, we found higher serum dioxin levels were associated with higher uric acid levels (AOR = 2.20 for 25th to 50th percentile [95%CI: 1.30–3.73]; AOR = 1.86 for 50th to 75th percentile [95%CI = 1.08–3.22]; and AOR = 3.00 for ≥ 75th percentile [95%CI: 1.69–5.31]) [46]. The relationship between uric acid and CKD is very complicated because it had many potential confounding variables such as hypertension, DM, and MS [47]. The possible mechanisms include induction of afferent arteriopathy, inflammation, and activation of the renin-angiotensin system [48]. Our study showed that uric acid was an independent risk factor of CKD after adjusting for gender, age, hypertension, and insulin level. There were some limitations in our study. We did not have data on the serum PCDD/Fs level over time and the measurements had ended about three years before the interview and health examination ended. However, because the half-life of PCDD/Fs in the serum is as long as 7 years [49] and the sources of the environment contamination remained similar during that period, we believe the level remained similar in a given participant over the years. In fact, most of the previous studies on the health effects of dioxin also had only one measurement over the study period. Even though the measurements of PCDD/Fs were made three years before the assessment of CKD, it is possible that the onset of CKD had occurred before the measurement, and this reduced the strength of the association serving as an evidence of a causal relationship. In addition, we collected data on medical history through self-administrated questionnaires, but we were unable to confirm them because this is a community-based study. Furthermore, strictly speaking, in order to make the diagnosis of CKD, the renal function should be followed for at least 3 months, but we did not do follow-up measurements in this study. While this study cannot provide strong support to a causal relationship between the exposure and CKD due to these limitations, we have discussed evidence showing that such a causal relationship is biologically plausible. The environmental pollution observed in our study was not unique. In China, the Ya-Er Lake also received a large amount of waste water from a nearby chloroalkali plant and was heavily polluted by PCDD/Fs, and a study found high levels of PCDD/Fs in surface sediment, soil, human hair, and fish muscle [50]. On the other hand, a study compared the PCDD/Fs levels of surface soil collected in the vicinity of a large scale e-waste recycling facility in Taizhou, China to those of surface soils from a chemical industrial complex (a coke-oven plant, a coal-fired power plant, and a chloroalkali plant) in Shanghai and found that the total PCDD/Fs levels in samples from the chemical industrial complex were lower [51]. Therefore, as the e-waste recycling industry in China becomes the largest in the world [52], environmental PCDD/Fs exposure becomes a serious threat to the public health. In fact, a review found that other sources of environmental PCDD/Fs exposure included municipal waste incineration, mineral fuel usage, open burning crop residues, discharge of industrial wastes, and vehicle exhaust emission [53]. Altogether, environmental PCDD/Fs exposure is an emerging health problem in world. While there are some animal studies supporting a possible association between dioxin exposure and CKD, using “dioxin” and “chronic kidney disease” to search in the PubMed, we failed to find any previous epidemiological studies focusing on this association. Therefore, the present study is most likely to be the first epidemiological study on this issue.\n\n## Conclusion\nIn an endemic area of dioxin exposure in Taiwan, we observed an association between high blood dioxin levels and CKD. Whereas older age, female gender, hypertension, high insulin, and high uric acid were also found to be risk factors, a high dioxin level was an independent predictor of CKD after adjusting for the effects of those factors. Whereas the mechanisms by which dioxin causes renal toxicity are still unclear and need further research, results of this study suggested that there might be pathways other than the association between dioxin and hypertension or DM. As dioxin becomes an emerging environmental health hazard globally, the kidney function of exposed populations should be monitored.\n\n## Supporting Information\n(XLSX) Click here for additional data file.",
  "word_count": 5077,
  "char_count": 31623
}