{
  "pmcid": "PMC9835613",
  "doi": "10.1016/j.chemosphere.2022.136723",
  "title": "Environmentally relevant uptake, elimination, and metabolic changes following early embryonic exposure to 2,3,7,8-tetrachlorodibenzo-p-dioxin in zebrafish",
  "authors": [
    "Michelle E. Kossack",
    "Katherine E. Manz",
    "Nathan R. Martin",
    "Kurt D. Pennell",
    "Jessica Plavicki"
  ],
  "year": "2023",
  "journal": "Chemosphere",
  "abstract": "Dioxin and dioxin-like compounds are ubiquitous environmental contaminants that induce toxicity by binding to the aryl hydrocarbon receptor (AHR), a ligand activated transcription factor. The zebrafish model has been used to define the developmental toxicity observed following exposure to exogenous AHR ligands such as the potent agonist 2,3,7,8-tetrachlorodibenzo-p-dioxin (dioxin, TCDD). While the model has successfully identified cellular targets of TCDD and molecular mechanisms mediating TCDD-induced phenotypes, fundamental information such as the body burden produced by standard exposure models is still unknown. We performed targeted gas chromatography (GC) high-resolution mass spectrometry (HRMS) in tandem with non-targeted liquid chromatography (LC) HRMS to quantify TCDD uptake, model the elimination dynamics of TCDD, and determine how TCDD exposure affects the zebrafish metabolome. We found that 50 ppt, 10 ppb, and 1 ppb waterborne exposures to TCDD during early embryogenesis produced environmentally relevant body burdens: 38 ± 4.34, 26.6 ± 1.2, and 8.53 ± 0.341 pg/embryo, respectively, at 24 hours post fertilization. TCDD exposure was associated with the dysregulation of metabolic pathways that are associated with the AHR signaling pathway as well as pathways shown to be affected in mammals following TCDD exposure. In addition, we discovered that TCDD exposure affected several metabolic pathways that are critical for brain development and function including glutamate metabolism, chondroitin sulfate biosynthesis, and tyrosine metabolism. Together, these data demonstrate that existing exposure methods produce environmentally relevant body burdens of TCDD in zebrafish and provide insight into the biochemical pathways impacted by toxicant-induced AHR activation.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Dioxin and dioxin-like compounds are global contaminants that pose a threat to human health as carcinogens, immunomodulators, neurotoxicants, reproductive toxicants, endocrine disruptors, and teratogens (Birnbaum, 1994; Knutsen et al., 2018). While some dioxins are produced through natural processes such as volcanic activity and forest fires, the majority of dioxin and dioxin-like compounds are introduced into the environment through anthropomorphic activities such as the burning of municipal and medical waste (U S Environmental Protection, 2006). Dioxins induce toxicity by binding the aryl hydrocarbon receptor (AHR), a ubiquitously expressed ligand activated transcription factor that has endogenous functions in cellular detoxification and is also required for the proper development of the vasculature, brain, and immune systems (Latchney et al., 2013; de la Parra et al., 2018; Bravo-Ferrer et al., 2019; Wei et al., 2021; Lahvis et al., 2000, 2005; Gasaly et al., 2021; Gandhi et al., 2010; Apetoh et al., 2010; Quintana et al., 2008, 2010). Hundreds of dioxins and dioxin-like congeners exist in the environment with each congener having varying affinity to AHR (Denison, Seidel, Rogers, Ziccardi, Winter, Heath-Pagliuso, Puga, Kendall; Denison and Nagy, 2003; Nguyen and Bradfield, 2008). The potent AHR agonist, 2,3,7,8-tetrachlorodibenzo-p-dioxin (TCDD), is routinely used in a number of laboratory models to study developmental toxicity induced by exogenous AHR ligands. Zebrafish have become a popular model system in developmental biology and toxicology due to their rapid external embryonic development, optical transparency, and high degree of sequence homology to humans (Howe et al., 2013). In zebrafish, embryonic exposure to TCDD for 1 hour at a concentration of either 1 part-per billion (ppb) or 10 ppb is sufficient to generate sustained AHR activation and produces developmental defects including cardiovascular malformations, hemorrhaging, loss of the proepicardial progenitor cells, cardiac and cerebral edema, and craniofacial defects (Dong et al., 2002; Choudhary et al., 2015; Bello, 2004; Antkiewicz et al., 2005; Xiong et al., 2008; Plavicki et al., 2013; Yue et al., 2021). Studies in zebrafish have revealed that one of the critical molecular mechanisms underlying a number of the observed TCDD-induced phenotypes is the reduced expression and function of the high mobility group transcription factor sox9b (Xiong et al., 2008; Johnson et al., 2013; Mathew et al., 2008). TCDD-induced inhibition of sox9b in developing zebrafish is mediated by the induction of sox9b long intergenic noncoding RNA (slincR) (Garcia et al., 2017, 2018). These mechanistic findings derived from model organism studies make important contributions to our understanding of how human exposure to TCDD may disrupt human development and health. In humans, dysregulation of SOX9, the human paralog of sox9b, is known to cause skeletal, central nervous system, heart malformations, phenotypes which mirror those observed in model organisms exposed to TCDD (Houston et al., 1983; Castori et al., 2016; Sanchez-Castro et al., 2013; Antwi et al., 2018; Wu et al., 2019a). The proposed human ortholog of slincR, LINC00673, was identified in the human genome, allowing for the possibility that a conserved mechanism mediates TCDD-induced toxicity in both zebrafish and humans (Garcia et al., 2018). Although further research is needed, scientists continue to successfully use the zebrafish model to identify the molecular mechanisms underlying the teratogenic, carcinogenic, and other adverse health endpoints seen in humans following AHR agonist exposure. While the zebrafish model has been used successfully to identify the cellular targets of TCDD and to determine the molecular mechanisms mediating toxicant induced phenotypes; the uptake and elimination dynamics of TCDD in zebrafish are not known for doses of TCDD that are commonly used in developmental exposure studies (Kimmel et al., 1995). TCDD is highly lipophilic with low solubility in water (Kow = 7.02 (Burkhard and Kuehl, 1986), which creates many questions in relation to waterborne exposures, such as: How many μg of TCDD are present in the embryo following a waterborne exposure given the limited solubility of TCDD in water and its partitioning to other surfaces? How quickly is TCDD eliminated from the developing embryo? What concentration of toxicant is bioavailable to the embryos? Are the uptake and elimination dynamics different for different exposure concentrations? Are the metabolic changes that occur post-TCDD exposure the same across time and dose? Without this fundamental information, we are unable to interpret the environmental relevance of current dosing paradigms and whether the zebrafish exposure model reflects levels of TCDD exposure likely to occur in different human populations. To address this critical data gap, we used gas chromatography (GC) high-resolution mass spectrometry (HRMS) to quantify TCDD absorption in zebrafish embryos and non-targeted liquid chromatography (LC) HRMS metabolomics to understand the uptake and elimination dynamics in embryonic and larval zebrafish as well as how TCDD exposure during early embryogenesis affects the metabolome. Non-targeted HRMS analysis is an unbiased, discovery-based approach for characterizing the chemical composition of a sample without a priori knowledge (Place et al., 2021; Manz et al., 2022). By using this approach, we are able to determine whether pathways that have been previously shown to be affected by TCDD exposure in mammals are also affected by exposure in fish. This methodology also allows us to identify additional pathways that are disrupted by TCDD exposure that have not been the focus of previous analyses. We performed a 1-h waterborne TCDD exposure at 4 h post fertilization (hpf) with three different concentrations of TCDD that are routinely used in zebrafish TCDD exposure studies: 50 parts-per-trillion (ppt), 1 ppb, and 10 ppb. The 50 ppt exposure is used to model sublethal exposures and study the transgenerational effects of TCDD exposure, whereas the 1 ppb and 10 ppb exposures are used to robustly induce AHR activation, but due to lethal larval cardiac phenotypes, are not appropriate for later stage studies (Plavicki et al., 2013; King Heiden et al., 2009; Souder and Gorelick, 2019). Our study was designed to (Birnbaum, 1994) determine the body burden of TCDD in the larval zebrafish resulting from commonly used exposure concentrations (Knutsen et al., 2018), define the elimination dynamics of TCDD in embryonic and larval zebrafish, and (U S Environmental Protection, 2006) describe the metabolomic changes that occur in developing zebrafish following TCDD exposure."
    },
    {
      "title": "Materials and methods",
      "text": "TCDD stock solution for zebrafish exposure was purchased at an initial concentration of 50 ± 0.32 μg/mL (Stock A) in dimethyl sulfoxide (DMSO, ED-901-B, Cambridge Isotope Laboratories, Tewksbury, MA). The stocks were made in 2 mL amber vials and caps were wrapped with Parafilm®. Dosing stocks were kept in the dark at room temperature. Dioxin mix, which contains TCDD, certified reference standard was purchased from AccuStandard for TCDD quantitation (New Haven, CT, USA). Surrogate standards (Polychlorinated Biphenyl (PCB) 65 and 166) and internal standard mix (Phenanthrene-D10, Chrysene-D12, and Carbon Number Distribution Marker) were also purchased from AccuStandard. Solvents, including n-hexane (≥99%), acetone (99.8%, HPLC grade), dichloromethane (99.8%, HPLC grade), water (UHPLC-MS grade), and acetonitrile (UHPLC-MS grade) were purchased from Fisher Scientific (Pittsburgh, PA). Isotopically labeled metabolites were purchased from Cambridge Isotopes (MSK-QC-KIT, Tewksbury, MA). All procedures involving zebrafish were approved by the Institutional Animal Care and Use Committee (IACUC) at the Brown University and adhered to the National Institute of Health’s “Guide for the Care and Use of Laboratory Animals”. AB strain zebrafish (Danio rerio) were maintained using a zebrafish aquatic housing system with centralized filtration, temperature control (28.5 ± 2 °C), illumination (14 h:10 h light-dark cycle) ultraviolet (UV) germicidal irradiation, reverse osmosis water purification, and pH and conductivity monitoring (Aquaneering Inc., San Diego, CA) according to Westerfield (2007). The Plavicki Lab Zebrafish Facility undergoes routine monitoring for disease including the semiannual quantified Polymerase Chain Reaction (qPCR) panels to detect common fish pathogens. Adult AB zebrafish were incrossed for 1 hour in 1.7 L slope breeding tanks (Techniplast, USA) and fertilized embryos were collected in egg water (1.5 mL stock salts in 1 L reverse osmosis water). Embryonic and larval zebrafish were maintained at 28.5 ± 1 °C in an incubator (Powers Scientific Inc., Pipersville, PA) within 100 mm non-treated culture petri dishes (CytoOne, Cat. No. CC7672-3394). First, we diluted our commercially purchased and validated TCDD stock solution (Stock A, Table S1) in DMSO to make a 10,000 ppb secondary stock solution (Stock B), which was serial diluted to make a 1000 ppb stock (Stock C) and 50 ppb stock solution (50,000 ppt, Stock D). We validated the concentrations of each stock solutions (Table S1), and found each stock was within the margin of error expected based on the purchased solution (Stock A). Each stock solution is diluted 1:1000 in embryo water to create a “working solution” to which the embryos are exposed. To validate that, our dilution, and consistency between doses, we measured the TCDD concentration in three independent working solutions. We found that the working solutions were within expected deviation of the expected concentration (Table S1). After validating all of the stock and working solutions, we were confident the stocks could be used for subsequent TCDD exposure and uptake studies. For our body burden assessments, embryos were dosed with 50 ppt, 1 ppb, or 10 ppb TCDD at 4 h post-fertilization (hpf) for a 1-h and then raised in fresh egg water. We selected the 1 ppb and 10 ppb doses, because these concentrations have been previously used to model TCDD-induced developmental toxicity and to identify key molecular mechanisms mediating TCDD-induced teratogenicity (Plavicki et al., 2013; Johnson et al., 2013; Garcia et al., 2018; Souder and Gorelick, 2019; Andreasen, 2002; Andreasen et al., 2002). The 50 ppt dose has been established as a sublethal concentration in embryonic and juvenile zebrafish (King Heiden et al., 2009; Baker et al., 2013; Steenland et al., 2001; Ruby et al., 2002) and used to model transgenerational effects of TCDD exposure. Changes in cardiac dysfunction have been reported as early as 60 hpf in the 1 and 10 ppb TCDD-exposed embryos; however, cardiac collapse and overt morphological malformations occur later in development and culminate in death between 5- and 7-days post fertilization (dpf (Choudhary et al., 2015; Place et al., 2021; Hill et al., 2003; Yin et al., 2008; Manz et al., 2021),). Therefore, to avoid the complications associated with organ dysfunction and overt morphological malformations, we selected 24, 48, and 72 hpf as our time points of interest for both the body burden and metabolomic studies. Embryos were screened for fertilization and proper development prior to toxicant exposure. One person selected untreated embryos for dosing. Embryos selected for the study had no gross observable problems with cell division at 3 hpf. Treatments were not blinded to avoid dosing error and all embryo handling was performed by the same individual to avoid inter-person variability. When the embryos reached 4 hpf, 20 embryos were placed into a clean 2 mL amber vial (Cat. No. 5182–0558, Agilent, Santa Clara, CA) and residual egg water was removed. Fresh egg water (2 mL) was added to the vial (10 embryos/mL egg water) and then 2 μL (1 μL TCDD stock per mL egg water) of TCDD stock (50 ng/mL, 1000 ng/mL, or 10,000 ng/mL) or control DMSO was added to the treatment to achieve a 50 ppt, 1 ppb, or 10 ppb final exposure concentration, respectively. Immediately after addition of TCDD, the vials were capped, wrapped in Parafilm®, and inverted several times to mix. To minimize inter sample variability, the same person performed all TCDD exposures. Treatment vials were placed on a rocker table for 1 hour at room temperature. Treatment solution was removed from the vials and embryos were washed three times with fresh egg water. Embryos were transferred to 6-well plates (20 embryos/well) containing egg water and placed into the incubator for collection. At 24 hpf, all embryos were manually dechor-ionated. Exposed and control embryos were fixed at either 24, 48, or 72 hpf. At 50 ppt, 20–0 embryos were pooled per sample, 7 embryos were required at 1 ppb and 10 ppb. These numbers were determined empirically based on the Limit of Detection (LOD) at each concentration. All dosed embryo samples were paired with equivalent control samples. The water was removed from each sample before snap freezing in liquid nitrogen and storing at −80 °C until TCDD quantification and metabolomics analysis. At each timepoint 2–3 replicates were collected. In total there were 9 independent spawning events, each timepoint and dose was represented by at least three independent experiments totaling 5–7 measured samples per timepoint. Embryos were extracted and measured for TCDD concentrations by GC-HRMS (Manz et al., 2021). Briefly, pooled embryos were transferred into an amber glass 4-dram vial with 4 mL 1:1:1 hexane:acetone:dichloromethane. Each sample was spiked with 10 μL of surrogate standard solution containing PCB 65 and 166, to assess extraction recovery. The glass vial containing the embryos was sonicated for 2 h, until the embryos were disintegrated, and mixed overnight (15 h) on an orbital shaker. The supernatant was transferred to a QuEChERS (Quick, Easy, Cheap, Effective, Rugged, Safe) extraction tube containing 150 mg dispersive C18 powder and 900 mg MgSO4 (United Chemical Technologies, Bristol, PA, USA). The QuEChERS tube was mixed for 15 min and centrifuged for 10 min at 5000 rpm. The supernatant from the QuEChERS tube was transferred to a glass test tube for collection. The 4-dram vial containing the embryos was rinsed twice with 1.5 mL of hexane:acetone:dichloromethane. Each rinse was transferred to the QuEChERS tube, mixed for 15 min in the QuEChERS tube, centrifuged, and transferred to the collection glass test tube. The final extract (7 mL total) was evaporated to 0.5–1 mL at 40 °C under nitrogen using a 30 position Multivap Nitrogen Evaporator (Organomation Associates Inc.), transferred to a clear GC vial, and reduced to a final volume of 150 μL. The final extract was transferred to an amber autosampler vial containing a 250 μL glass insert, spiked with 10 μL of an internal standard solution containing 62.5 μg/L of phenanthrene D-10, chrysene D-12, and Carbon Number Distribution Marker and sealed with a Teflon®-lined screw cap. Sample extracts were analyzed for TCDD concentration on a Thermo Q Exactive Orbitrap equipped with a Thermo Trace 1300 gas chromatograph (GC) and TriPlus RSH autosampler. 4 μL of the sample extracted were injected onto a 290 °C split/splitless inlet operated in splitless mode. Sample extracts were separated on a Restek Rxi-35Sil MS (30 m × 0.25 mm inner diameter x 0.25 μm film thickness) column with helium (99.9999% purity) as the carrier gas at a flow rate of 1 mL/min. The oven temperature started at 50 °C for 0.5 min, increased to 330 °C at 12 °C/minute, and held at 330 °C for 5 min (total run time was 28 min). The transfer line was maintained at 310 °C. The source was held at 250 °C and operated in electron ionization (EI) mode. Data were collected in full-scan mode (30–550 m/z). TCDD was quantified in TraceFinder 5.0 using the extracted ion chromatogram (XIC) and the most abundant peak in the mass spectrum (321.8928 m/z). TCDD identity was confirmed using the ratio of two confirming ions (319.8958 and 256.9321 m/z) and retention time (19.77 min). An eight-point calibration curve prepared by serial dilution of calibration standards in hexane (0.025–15 μg/L) was used to quantify. The limit of detection (LOD) was determined from seven injections of a calibration standard and calculated as: LOD = [s × t(df, 1 − α = 0.99)]/m where s is the standard deviation, t is the student’s t-value, df is the degrees freedom, α is the significance level (n = 7, α = 0.01, t = 3.14), and m is the slope of the calibration curve (MacDougall et al., 1980). The LOD for TCDD was 0.0717 ng/mL (equivalent to 1.54 × 10−6 μg/embryo for 7 embryos or 2.69 × 10−7 μg/embryo for 40 embryos). We calculated body burden per embryo (pg/embryo) by dividing the detected quantity of TCDD in each sample by the number of embryos in that sample. We then combined the samples within each dose and time point to find the average and standard deviation. Each average and standard deviation represents 5–7 samples across multiple cohorts. Rates of elimination were calculated using a Comparison of Fits (Prism®). Metabolic changes were assessed at 24, 48, and 72 hpf for both the lowest (50 ppt) and highest () doses of TCDD. Embryo samples were evaporated to dryness under nitrogen reconstituted in 150 μL acetonitrile containing a mixture of isotopically labeled metabolites. Non-targeted analysis for metabolite detection was performed by injecting 10 μL of sample extract on a Thermo Orbitrap Q Exactive HF-X MS equipped with a Thermo Vanquish ultra-high performance liquid chromatograph (UHPLC) system in triplicate. Two chromatography separation methods were used, normal and reverse-phase. The normal-phase LC was performed with a HILIC column (Thermo Syncronis HILIC 50 mm × 2.1 mm x 3 μm) at a constant temperature of 25 °C. Mobile phase A contained 2 mM ammonium acetate in acetonitrile and mobile phase B contained 2 mM aqueous ammonium acetate. Metabolites were eluted from the column at a constant flow rate of 0.2 mL/min using a solvent gradient as follows: equilibrate with 10% B for 1 min, increase to 65% B for 9 min and hold for 3 min, decrease to 10% over 1 min and hold for 1 min. The reverse-phase LC was performed with a C18 column (Thermo Hypersil Gold Vanquish, 50 mm × 2.1 mm x 1.9 μm) at a constant temperature of 60 °C. Mobile phase A contained 2 mM aqueous ammonium acetate and mobile phase B contained 2 mM ammonium acetate in acetonitrile. Metabolites were eluted from the column at a constant flow rate of 0.5 mL/min using a mobile phase gradient as follows: equilibration with 2.5% B for 1 min, increase to 100% B over 11 min and held for 2 min, and back to 2.5% B over 1 min and held for 1.5 min (total run time 16.5 min, data were collected from 0.05 to 12.5 min). For both normal and reverse-phase LC, the MS was operated in full scan mode with 120,000 resolution, automatic gain control of 3 × 106, and maximum dwell time of 100 ms. Electrospray ionization was conducted in positive mode for normal-phase and negative mode for reverse phase LC. Reverse phase chromatography was used for negative ionization, which separates compounds with hydrophobic moieties. Normal phase chromatography was used for positive ionization, which differentiates compounds with hydrophilic moieties. Ionization was performed at a sheath gas flow of 40 units, auxiliary gas flow of 10 units, sweep gas flow of 2 units, spray voltage of 3.5 kV, 310 °C capillary temperature, funnel radio frequency (RF) level of 35, and 320 °C auxiliary gas heater temperature. We used all features detected for significance testing. We performed metabolomics using t-tests for each exposure dose and time point relative to the control samples. We first performed metabolomics analysis on the 50 ppt and 10 ppb exposure groups over the three time points in negative ion mode and then repeated this analysis in positive ion mode. Data files were converted from *.raw files to *.cdf files using XCalibur file Converter, and then processed in R packages apLCMS (Denison and Nagy, 2003) and xMSanalyzer (Uppal et al., 2013) to produce m/z feature tables. The m/z feature tables were batch corrected using ComBat (Johnson et al., 2007). Intensities were filtered by comparing peak intensity in the egg water blank to the sample intensity (intensity in the sample ≥1.5 times the blank) and normalizing by log2 transformation. Association of metabolite features obtained for 50 ppt and 10 ppb TCDD exposure levels was assessed for each exposure time and dose using t-tests (p < 0.05) in comparison to the control samples. This study design was chosen because the 50 ppt exposure group required 40 embryos, while the 10 ppb exposure group required 7 embryos; and each time point was collected in comparison to a concurrent control group, but the sample time-points were not collected in the same clutch. A False Discovery Rate (FDR) ≤ 20% was used to control for Type I errors in multiple comparisons. Significant metabolites were analyzed for pathway enrichment using MetaboAnalystR (Chong and Xia, 2018) using the zebrafish mummichog curated model, which includes the KEGG, BiGG, and Edinburgh maps. Metabolite annotations from mummichog (Schymanksi level 3 confidence (Schymanski et al., 2014)) were used for assigning compound identity. All metabolomics data analysis was performed in R (version 4.0.2)."
    },
    {
      "title": "Chemicals:",
      "text": "TCDD stock solution for zebrafish exposure was purchased at an initial concentration of 50 ± 0.32 μg/mL (Stock A) in dimethyl sulfoxide (DMSO, ED-901-B, Cambridge Isotope Laboratories, Tewksbury, MA). The stocks were made in 2 mL amber vials and caps were wrapped with Parafilm®. Dosing stocks were kept in the dark at room temperature. Dioxin mix, which contains TCDD, certified reference standard was purchased from AccuStandard for TCDD quantitation (New Haven, CT, USA). Surrogate standards (Polychlorinated Biphenyl (PCB) 65 and 166) and internal standard mix (Phenanthrene-D10, Chrysene-D12, and Carbon Number Distribution Marker) were also purchased from AccuStandard. Solvents, including n-hexane (≥99%), acetone (99.8%, HPLC grade), dichloromethane (99.8%, HPLC grade), water (UHPLC-MS grade), and acetonitrile (UHPLC-MS grade) were purchased from Fisher Scientific (Pittsburgh, PA). Isotopically labeled metabolites were purchased from Cambridge Isotopes (MSK-QC-KIT, Tewksbury, MA)."
    },
    {
      "title": "Zebrafish spawning",
      "text": "All procedures involving zebrafish were approved by the Institutional Animal Care and Use Committee (IACUC) at the Brown University and adhered to the National Institute of Health’s “Guide for the Care and Use of Laboratory Animals”. AB strain zebrafish (Danio rerio) were maintained using a zebrafish aquatic housing system with centralized filtration, temperature control (28.5 ± 2 °C), illumination (14 h:10 h light-dark cycle) ultraviolet (UV) germicidal irradiation, reverse osmosis water purification, and pH and conductivity monitoring (Aquaneering Inc., San Diego, CA) according to Westerfield (2007). The Plavicki Lab Zebrafish Facility undergoes routine monitoring for disease including the semiannual quantified Polymerase Chain Reaction (qPCR) panels to detect common fish pathogens. Adult AB zebrafish were incrossed for 1 hour in 1.7 L slope breeding tanks (Techniplast, USA) and fertilized embryos were collected in egg water (1.5 mL stock salts in 1 L reverse osmosis water). Embryonic and larval zebrafish were maintained at 28.5 ± 1 °C in an incubator (Powers Scientific Inc., Pipersville, PA) within 100 mm non-treated culture petri dishes (CytoOne, Cat. No. CC7672-3394)."
    },
    {
      "title": "Quality control",
      "text": "First, we diluted our commercially purchased and validated TCDD stock solution (Stock A, Table S1) in DMSO to make a 10,000 ppb secondary stock solution (Stock B), which was serial diluted to make a 1000 ppb stock (Stock C) and 50 ppb stock solution (50,000 ppt, Stock D). We validated the concentrations of each stock solutions (Table S1), and found each stock was within the margin of error expected based on the purchased solution (Stock A). Each stock solution is diluted 1:1000 in embryo water to create a “working solution” to which the embryos are exposed. To validate that, our dilution, and consistency between doses, we measured the TCDD concentration in three independent working solutions. We found that the working solutions were within expected deviation of the expected concentration (Table S1). After validating all of the stock and working solutions, we were confident the stocks could be used for subsequent TCDD exposure and uptake studies."
    },
    {
      "title": "Exposure",
      "text": "For our body burden assessments, embryos were dosed with 50 ppt, 1 ppb, or 10 ppb TCDD at 4 h post-fertilization (hpf) for a 1-h and then raised in fresh egg water. We selected the 1 ppb and 10 ppb doses, because these concentrations have been previously used to model TCDD-induced developmental toxicity and to identify key molecular mechanisms mediating TCDD-induced teratogenicity (Plavicki et al., 2013; Johnson et al., 2013; Garcia et al., 2018; Souder and Gorelick, 2019; Andreasen, 2002; Andreasen et al., 2002). The 50 ppt dose has been established as a sublethal concentration in embryonic and juvenile zebrafish (King Heiden et al., 2009; Baker et al., 2013; Steenland et al., 2001; Ruby et al., 2002) and used to model transgenerational effects of TCDD exposure. Changes in cardiac dysfunction have been reported as early as 60 hpf in the 1 and 10 ppb TCDD-exposed embryos; however, cardiac collapse and overt morphological malformations occur later in development and culminate in death between 5- and 7-days post fertilization (dpf (Choudhary et al., 2015; Place et al., 2021; Hill et al., 2003; Yin et al., 2008; Manz et al., 2021),). Therefore, to avoid the complications associated with organ dysfunction and overt morphological malformations, we selected 24, 48, and 72 hpf as our time points of interest for both the body burden and metabolomic studies. Embryos were screened for fertilization and proper development prior to toxicant exposure. One person selected untreated embryos for dosing. Embryos selected for the study had no gross observable problems with cell division at 3 hpf. Treatments were not blinded to avoid dosing error and all embryo handling was performed by the same individual to avoid inter-person variability. When the embryos reached 4 hpf, 20 embryos were placed into a clean 2 mL amber vial (Cat. No. 5182–0558, Agilent, Santa Clara, CA) and residual egg water was removed. Fresh egg water (2 mL) was added to the vial (10 embryos/mL egg water) and then 2 μL (1 μL TCDD stock per mL egg water) of TCDD stock (50 ng/mL, 1000 ng/mL, or 10,000 ng/mL) or control DMSO was added to the treatment to achieve a 50 ppt, 1 ppb, or 10 ppb final exposure concentration, respectively. Immediately after addition of TCDD, the vials were capped, wrapped in Parafilm®, and inverted several times to mix. To minimize inter sample variability, the same person performed all TCDD exposures. Treatment vials were placed on a rocker table for 1 hour at room temperature. Treatment solution was removed from the vials and embryos were washed three times with fresh egg water. Embryos were transferred to 6-well plates (20 embryos/well) containing egg water and placed into the incubator for collection. At 24 hpf, all embryos were manually dechor-ionated. Exposed and control embryos were fixed at either 24, 48, or 72 hpf. At 50 ppt, 20–0 embryos were pooled per sample, 7 embryos were required at 1 ppb and 10 ppb. These numbers were determined empirically based on the Limit of Detection (LOD) at each concentration. All dosed embryo samples were paired with equivalent control samples. The water was removed from each sample before snap freezing in liquid nitrogen and storing at −80 °C until TCDD quantification and metabolomics analysis. At each timepoint 2–3 replicates were collected. In total there were 9 independent spawning events, each timepoint and dose was represented by at least three independent experiments totaling 5–7 measured samples per timepoint. Embryos were extracted and measured for TCDD concentrations by GC-HRMS (Manz et al., 2021). Briefly, pooled embryos were transferred into an amber glass 4-dram vial with 4 mL 1:1:1 hexane:acetone:dichloromethane. Each sample was spiked with 10 μL of surrogate standard solution containing PCB 65 and 166, to assess extraction recovery. The glass vial containing the embryos was sonicated for 2 h, until the embryos were disintegrated, and mixed overnight (15 h) on an orbital shaker. The supernatant was transferred to a QuEChERS (Quick, Easy, Cheap, Effective, Rugged, Safe) extraction tube containing 150 mg dispersive C18 powder and 900 mg MgSO4 (United Chemical Technologies, Bristol, PA, USA). The QuEChERS tube was mixed for 15 min and centrifuged for 10 min at 5000 rpm. The supernatant from the QuEChERS tube was transferred to a glass test tube for collection. The 4-dram vial containing the embryos was rinsed twice with 1.5 mL of hexane:acetone:dichloromethane. Each rinse was transferred to the QuEChERS tube, mixed for 15 min in the QuEChERS tube, centrifuged, and transferred to the collection glass test tube. The final extract (7 mL total) was evaporated to 0.5–1 mL at 40 °C under nitrogen using a 30 position Multivap Nitrogen Evaporator (Organomation Associates Inc.), transferred to a clear GC vial, and reduced to a final volume of 150 μL. The final extract was transferred to an amber autosampler vial containing a 250 μL glass insert, spiked with 10 μL of an internal standard solution containing 62.5 μg/L of phenanthrene D-10, chrysene D-12, and Carbon Number Distribution Marker and sealed with a Teflon®-lined screw cap. Sample extracts were analyzed for TCDD concentration on a Thermo Q Exactive Orbitrap equipped with a Thermo Trace 1300 gas chromatograph (GC) and TriPlus RSH autosampler. 4 μL of the sample extracted were injected onto a 290 °C split/splitless inlet operated in splitless mode. Sample extracts were separated on a Restek Rxi-35Sil MS (30 m × 0.25 mm inner diameter x 0.25 μm film thickness) column with helium (99.9999% purity) as the carrier gas at a flow rate of 1 mL/min. The oven temperature started at 50 °C for 0.5 min, increased to 330 °C at 12 °C/minute, and held at 330 °C for 5 min (total run time was 28 min). The transfer line was maintained at 310 °C. The source was held at 250 °C and operated in electron ionization (EI) mode. Data were collected in full-scan mode (30–550 m/z). TCDD was quantified in TraceFinder 5.0 using the extracted ion chromatogram (XIC) and the most abundant peak in the mass spectrum (321.8928 m/z). TCDD identity was confirmed using the ratio of two confirming ions (319.8958 and 256.9321 m/z) and retention time (19.77 min). An eight-point calibration curve prepared by serial dilution of calibration standards in hexane (0.025–15 μg/L) was used to quantify. The limit of detection (LOD) was determined from seven injections of a calibration standard and calculated as: LOD = [s × t(df, 1 − α = 0.99)]/m where s is the standard deviation, t is the student’s t-value, df is the degrees freedom, α is the significance level (n = 7, α = 0.01, t = 3.14), and m is the slope of the calibration curve (MacDougall et al., 1980). The LOD for TCDD was 0.0717 ng/mL (equivalent to 1.54 × 10−6 μg/embryo for 7 embryos or 2.69 × 10−7 μg/embryo for 40 embryos). We calculated body burden per embryo (pg/embryo) by dividing the detected quantity of TCDD in each sample by the number of embryos in that sample. We then combined the samples within each dose and time point to find the average and standard deviation. Each average and standard deviation represents 5–7 samples across multiple cohorts. Rates of elimination were calculated using a Comparison of Fits (Prism®). Metabolic changes were assessed at 24, 48, and 72 hpf for both the lowest (50 ppt) and highest () doses of TCDD. Embryo samples were evaporated to dryness under nitrogen reconstituted in 150 μL acetonitrile containing a mixture of isotopically labeled metabolites. Non-targeted analysis for metabolite detection was performed by injecting 10 μL of sample extract on a Thermo Orbitrap Q Exactive HF-X MS equipped with a Thermo Vanquish ultra-high performance liquid chromatograph (UHPLC) system in triplicate. Two chromatography separation methods were used, normal and reverse-phase. The normal-phase LC was performed with a HILIC column (Thermo Syncronis HILIC 50 mm × 2.1 mm x 3 μm) at a constant temperature of 25 °C. Mobile phase A contained 2 mM ammonium acetate in acetonitrile and mobile phase B contained 2 mM aqueous ammonium acetate. Metabolites were eluted from the column at a constant flow rate of 0.2 mL/min using a solvent gradient as follows: equilibrate with 10% B for 1 min, increase to 65% B for 9 min and hold for 3 min, decrease to 10% over 1 min and hold for 1 min. The reverse-phase LC was performed with a C18 column (Thermo Hypersil Gold Vanquish, 50 mm × 2.1 mm x 1.9 μm) at a constant temperature of 60 °C. Mobile phase A contained 2 mM aqueous ammonium acetate and mobile phase B contained 2 mM ammonium acetate in acetonitrile. Metabolites were eluted from the column at a constant flow rate of 0.5 mL/min using a mobile phase gradient as follows: equilibration with 2.5% B for 1 min, increase to 100% B over 11 min and held for 2 min, and back to 2.5% B over 1 min and held for 1.5 min (total run time 16.5 min, data were collected from 0.05 to 12.5 min). For both normal and reverse-phase LC, the MS was operated in full scan mode with 120,000 resolution, automatic gain control of 3 × 106, and maximum dwell time of 100 ms. Electrospray ionization was conducted in positive mode for normal-phase and negative mode for reverse phase LC. Reverse phase chromatography was used for negative ionization, which separates compounds with hydrophobic moieties. Normal phase chromatography was used for positive ionization, which differentiates compounds with hydrophilic moieties. Ionization was performed at a sheath gas flow of 40 units, auxiliary gas flow of 10 units, sweep gas flow of 2 units, spray voltage of 3.5 kV, 310 °C capillary temperature, funnel radio frequency (RF) level of 35, and 320 °C auxiliary gas heater temperature. We used all features detected for significance testing. We performed metabolomics using t-tests for each exposure dose and time point relative to the control samples. We first performed metabolomics analysis on the 50 ppt and 10 ppb exposure groups over the three time points in negative ion mode and then repeated this analysis in positive ion mode. Data files were converted from *.raw files to *.cdf files using XCalibur file Converter, and then processed in R packages apLCMS (Denison and Nagy, 2003) and xMSanalyzer (Uppal et al., 2013) to produce m/z feature tables. The m/z feature tables were batch corrected using ComBat (Johnson et al., 2007). Intensities were filtered by comparing peak intensity in the egg water blank to the sample intensity (intensity in the sample ≥1.5 times the blank) and normalizing by log2 transformation. Association of metabolite features obtained for 50 ppt and 10 ppb TCDD exposure levels was assessed for each exposure time and dose using t-tests (p < 0.05) in comparison to the control samples. This study design was chosen because the 50 ppt exposure group required 40 embryos, while the 10 ppb exposure group required 7 embryos; and each time point was collected in comparison to a concurrent control group, but the sample time-points were not collected in the same clutch. A False Discovery Rate (FDR) ≤ 20% was used to control for Type I errors in multiple comparisons. Significant metabolites were analyzed for pathway enrichment using MetaboAnalystR (Chong and Xia, 2018) using the zebrafish mummichog curated model, which includes the KEGG, BiGG, and Edinburgh maps. Metabolite annotations from mummichog (Schymanksi level 3 confidence (Schymanski et al., 2014)) were used for assigning compound identity. All metabolomics data analysis was performed in R (version 4.0.2)."
    },
    {
      "title": "Collection and fixing:",
      "text": "At 24 hpf, all embryos were manually dechor-ionated. Exposed and control embryos were fixed at either 24, 48, or 72 hpf. At 50 ppt, 20–0 embryos were pooled per sample, 7 embryos were required at 1 ppb and 10 ppb. These numbers were determined empirically based on the Limit of Detection (LOD) at each concentration. All dosed embryo samples were paired with equivalent control samples. The water was removed from each sample before snap freezing in liquid nitrogen and storing at −80 °C until TCDD quantification and metabolomics analysis. At each timepoint 2–3 replicates were collected. In total there were 9 independent spawning events, each timepoint and dose was represented by at least three independent experiments totaling 5–7 measured samples per timepoint."
    },
    {
      "title": "Quantification of TCDD:",
      "text": "Embryos were extracted and measured for TCDD concentrations by GC-HRMS (Manz et al., 2021). Briefly, pooled embryos were transferred into an amber glass 4-dram vial with 4 mL 1:1:1 hexane:acetone:dichloromethane. Each sample was spiked with 10 μL of surrogate standard solution containing PCB 65 and 166, to assess extraction recovery. The glass vial containing the embryos was sonicated for 2 h, until the embryos were disintegrated, and mixed overnight (15 h) on an orbital shaker. The supernatant was transferred to a QuEChERS (Quick, Easy, Cheap, Effective, Rugged, Safe) extraction tube containing 150 mg dispersive C18 powder and 900 mg MgSO4 (United Chemical Technologies, Bristol, PA, USA). The QuEChERS tube was mixed for 15 min and centrifuged for 10 min at 5000 rpm. The supernatant from the QuEChERS tube was transferred to a glass test tube for collection. The 4-dram vial containing the embryos was rinsed twice with 1.5 mL of hexane:acetone:dichloromethane. Each rinse was transferred to the QuEChERS tube, mixed for 15 min in the QuEChERS tube, centrifuged, and transferred to the collection glass test tube. The final extract (7 mL total) was evaporated to 0.5–1 mL at 40 °C under nitrogen using a 30 position Multivap Nitrogen Evaporator (Organomation Associates Inc.), transferred to a clear GC vial, and reduced to a final volume of 150 μL. The final extract was transferred to an amber autosampler vial containing a 250 μL glass insert, spiked with 10 μL of an internal standard solution containing 62.5 μg/L of phenanthrene D-10, chrysene D-12, and Carbon Number Distribution Marker and sealed with a Teflon®-lined screw cap. Sample extracts were analyzed for TCDD concentration on a Thermo Q Exactive Orbitrap equipped with a Thermo Trace 1300 gas chromatograph (GC) and TriPlus RSH autosampler. 4 μL of the sample extracted were injected onto a 290 °C split/splitless inlet operated in splitless mode. Sample extracts were separated on a Restek Rxi-35Sil MS (30 m × 0.25 mm inner diameter x 0.25 μm film thickness) column with helium (99.9999% purity) as the carrier gas at a flow rate of 1 mL/min. The oven temperature started at 50 °C for 0.5 min, increased to 330 °C at 12 °C/minute, and held at 330 °C for 5 min (total run time was 28 min). The transfer line was maintained at 310 °C. The source was held at 250 °C and operated in electron ionization (EI) mode. Data were collected in full-scan mode (30–550 m/z). TCDD was quantified in TraceFinder 5.0 using the extracted ion chromatogram (XIC) and the most abundant peak in the mass spectrum (321.8928 m/z). TCDD identity was confirmed using the ratio of two confirming ions (319.8958 and 256.9321 m/z) and retention time (19.77 min). An eight-point calibration curve prepared by serial dilution of calibration standards in hexane (0.025–15 μg/L) was used to quantify. The limit of detection (LOD) was determined from seven injections of a calibration standard and calculated as: LOD = [s × t(df, 1 − α = 0.99)]/m where s is the standard deviation, t is the student’s t-value, df is the degrees freedom, α is the significance level (n = 7, α = 0.01, t = 3.14), and m is the slope of the calibration curve (MacDougall et al., 1980). The LOD for TCDD was 0.0717 ng/mL (equivalent to 1.54 × 10−6 μg/embryo for 7 embryos or 2.69 × 10−7 μg/embryo for 40 embryos). We calculated body burden per embryo (pg/embryo) by dividing the detected quantity of TCDD in each sample by the number of embryos in that sample. We then combined the samples within each dose and time point to find the average and standard deviation. Each average and standard deviation represents 5–7 samples across multiple cohorts. Rates of elimination were calculated using a Comparison of Fits (Prism®)."
    },
    {
      "title": "High resolution metabolomics:",
      "text": "Metabolic changes were assessed at 24, 48, and 72 hpf for both the lowest (50 ppt) and highest () doses of TCDD. Embryo samples were evaporated to dryness under nitrogen reconstituted in 150 μL acetonitrile containing a mixture of isotopically labeled metabolites. Non-targeted analysis for metabolite detection was performed by injecting 10 μL of sample extract on a Thermo Orbitrap Q Exactive HF-X MS equipped with a Thermo Vanquish ultra-high performance liquid chromatograph (UHPLC) system in triplicate. Two chromatography separation methods were used, normal and reverse-phase. The normal-phase LC was performed with a HILIC column (Thermo Syncronis HILIC 50 mm × 2.1 mm x 3 μm) at a constant temperature of 25 °C. Mobile phase A contained 2 mM ammonium acetate in acetonitrile and mobile phase B contained 2 mM aqueous ammonium acetate. Metabolites were eluted from the column at a constant flow rate of 0.2 mL/min using a solvent gradient as follows: equilibrate with 10% B for 1 min, increase to 65% B for 9 min and hold for 3 min, decrease to 10% over 1 min and hold for 1 min. The reverse-phase LC was performed with a C18 column (Thermo Hypersil Gold Vanquish, 50 mm × 2.1 mm x 1.9 μm) at a constant temperature of 60 °C. Mobile phase A contained 2 mM aqueous ammonium acetate and mobile phase B contained 2 mM ammonium acetate in acetonitrile. Metabolites were eluted from the column at a constant flow rate of 0.5 mL/min using a mobile phase gradient as follows: equilibration with 2.5% B for 1 min, increase to 100% B over 11 min and held for 2 min, and back to 2.5% B over 1 min and held for 1.5 min (total run time 16.5 min, data were collected from 0.05 to 12.5 min). For both normal and reverse-phase LC, the MS was operated in full scan mode with 120,000 resolution, automatic gain control of 3 × 106, and maximum dwell time of 100 ms. Electrospray ionization was conducted in positive mode for normal-phase and negative mode for reverse phase LC. Reverse phase chromatography was used for negative ionization, which separates compounds with hydrophobic moieties. Normal phase chromatography was used for positive ionization, which differentiates compounds with hydrophilic moieties. Ionization was performed at a sheath gas flow of 40 units, auxiliary gas flow of 10 units, sweep gas flow of 2 units, spray voltage of 3.5 kV, 310 °C capillary temperature, funnel radio frequency (RF) level of 35, and 320 °C auxiliary gas heater temperature."
    },
    {
      "title": "Metabolomic data analysis:",
      "text": "We used all features detected for significance testing. We performed metabolomics using t-tests for each exposure dose and time point relative to the control samples. We first performed metabolomics analysis on the 50 ppt and 10 ppb exposure groups over the three time points in negative ion mode and then repeated this analysis in positive ion mode. Data files were converted from *.raw files to *.cdf files using XCalibur file Converter, and then processed in R packages apLCMS (Denison and Nagy, 2003) and xMSanalyzer (Uppal et al., 2013) to produce m/z feature tables. The m/z feature tables were batch corrected using ComBat (Johnson et al., 2007). Intensities were filtered by comparing peak intensity in the egg water blank to the sample intensity (intensity in the sample ≥1.5 times the blank) and normalizing by log2 transformation. Association of metabolite features obtained for 50 ppt and 10 ppb TCDD exposure levels was assessed for each exposure time and dose using t-tests (p < 0.05) in comparison to the control samples. This study design was chosen because the 50 ppt exposure group required 40 embryos, while the 10 ppb exposure group required 7 embryos; and each time point was collected in comparison to a concurrent control group, but the sample time-points were not collected in the same clutch. A False Discovery Rate (FDR) ≤ 20% was used to control for Type I errors in multiple comparisons. Significant metabolites were analyzed for pathway enrichment using MetaboAnalystR (Chong and Xia, 2018) using the zebrafish mummichog curated model, which includes the KEGG, BiGG, and Edinburgh maps. Metabolite annotations from mummichog (Schymanksi level 3 confidence (Schymanski et al., 2014)) were used for assigning compound identity. All metabolomics data analysis was performed in R (version 4.0.2)."
    },
    {
      "title": "Results",
      "text": "There was no difference in mortality between the control and exposure groups at any time point examined. The average survival rates for the control (DMSO) and TCDD-exposed groups at 72 hpf were 96.4% and 96.3%, respectively, (p = 0.49, one-tailed t-test, n = 313 fish). Using GC-HRMS, we experimentally determined the body burdens associated with a 1hour exposure to either a 50 ppt, 1 ppb, or 10 ppb TCDD dosing solution or a corresponding concentration matched DMSO solvent control. As anticipated, TCDD was not detected in any of the paired control samples at any timepoint. Embryos dosed with 50 ppt TCDD for 1 hour had a body burden of 8.53 ± 0.341 pg/embryo at 24 hpf, whereas embryos exposed to the 1 ppb and 10 ppb dosing solutions had respective body burdens of 26.6 ± 1.21 and 38.0 ± 4.34 (Table 1). At 24 and 72 hpf, there was a significant difference in the TCDD body burdens between the 1 ppb and 10 ppb exposure groups (p = 0.0018, p = 0.0001, respectively, student t-test); however, at 48 hpf, the body burden was not statistically different (p = 0.1167). To determine if elimination of TCDD from the embryo occurred in a dose dependent manner, we modeled TCDD elimination for each dose using linear and exponential regressions (Fig. 1). In our study, “elimination” captures all forms of removal of the parent compound, TCDD, including metabolism and excretion. Elimination dynamics in the 50 ppt exposure group could be fit by both an exponential (R2 = 0.983) and linear regression (R2 = 0.983); however, exponential decay could not accurately predict the half-life at 50 ppt. Therefore, the most parsimonious explanation, a linear regression, was used to represent the 50 ppt exposure group (Elimination rate = 0.17 pg/h). The elimination dynamics in the 1 ppb and 10 ppb groups were best fit by exponential decay (R2 = 0.9889 and 0.955, respectively) compared to a linear regression (R2 = 0.9650 and 0.846, respectively). Using first-order kinetics, we calculated the half-life of TCDD in the zebrafish embryos following a 1 ppb exposure to be 32.71 hour (95% Confidence Interval = 19.34–85.36 h), while the 10 ppb dose had a half-life of 10.72 h (95% Confidence Interval = 7.336–19.88 h). Previous studies in humans demonstrate that elimination of TCDD occurs through first order kinetics (Aylward et al., 2005). We were not able to conclude first-order kinetics from the 50 ppt exposure, it is possible that if we measure TCDD concentration prior to 24 hpf the data would be more representative of first order kinetics."
    },
    {
      "title": "TCDD body burden and elimination analysis",
      "text": "There was no difference in mortality between the control and exposure groups at any time point examined. The average survival rates for the control (DMSO) and TCDD-exposed groups at 72 hpf were 96.4% and 96.3%, respectively, (p = 0.49, one-tailed t-test, n = 313 fish). Using GC-HRMS, we experimentally determined the body burdens associated with a 1hour exposure to either a 50 ppt, 1 ppb, or 10 ppb TCDD dosing solution or a corresponding concentration matched DMSO solvent control. As anticipated, TCDD was not detected in any of the paired control samples at any timepoint. Embryos dosed with 50 ppt TCDD for 1 hour had a body burden of 8.53 ± 0.341 pg/embryo at 24 hpf, whereas embryos exposed to the 1 ppb and 10 ppb dosing solutions had respective body burdens of 26.6 ± 1.21 and 38.0 ± 4.34 (Table 1). At 24 and 72 hpf, there was a significant difference in the TCDD body burdens between the 1 ppb and 10 ppb exposure groups (p = 0.0018, p = 0.0001, respectively, student t-test); however, at 48 hpf, the body burden was not statistically different (p = 0.1167). To determine if elimination of TCDD from the embryo occurred in a dose dependent manner, we modeled TCDD elimination for each dose using linear and exponential regressions (Fig. 1). In our study, “elimination” captures all forms of removal of the parent compound, TCDD, including metabolism and excretion. Elimination dynamics in the 50 ppt exposure group could be fit by both an exponential (R2 = 0.983) and linear regression (R2 = 0.983); however, exponential decay could not accurately predict the half-life at 50 ppt. Therefore, the most parsimonious explanation, a linear regression, was used to represent the 50 ppt exposure group (Elimination rate = 0.17 pg/h). The elimination dynamics in the 1 ppb and 10 ppb groups were best fit by exponential decay (R2 = 0.9889 and 0.955, respectively) compared to a linear regression (R2 = 0.9650 and 0.846, respectively). Using first-order kinetics, we calculated the half-life of TCDD in the zebrafish embryos following a 1 ppb exposure to be 32.71 hour (95% Confidence Interval = 19.34–85.36 h), while the 10 ppb dose had a half-life of 10.72 h (95% Confidence Interval = 7.336–19.88 h). Previous studies in humans demonstrate that elimination of TCDD occurs through first order kinetics (Aylward et al., 2005). We were not able to conclude first-order kinetics from the 50 ppt exposure, it is possible that if we measure TCDD concentration prior to 24 hpf the data would be more representative of first order kinetics."
    },
    {
      "title": "Metabolomics analysis",
      "text": "Next, we used non-targeted LC-HRMS to evaluate the metabolic changes in embryonic zebrafish that occured as a result of the 50 ppt and 10 ppb TCDD exposures. A total of 5565 m/z features were detected in negative ionization mode (Fig. 2), while 6874 m/z features were detected in positive ionization mode (Fig. 3) for all exposure levels and time points. Features, independent of regulation direction, were considered significant if they were above the FDR threshold. In the 50 ppt group, no features were significant in negative ionization mode (Fig. 2A-C, Table S2A) at all timepoints analyzed and 1 feature was significant in positive ion mode at 48 hpf (Fig. 3A-C, Table S2B). In the 10 ppb exposure group, in negative ionization mode, 1941 features were significant at 24 hpf, 2211 features were significant at 48 hpf, and 2033 features were significant at 72 hpf (Fig. 2D-F, Table S2C). For the 10 ppb exposure group, in positive ionization mode, 2579 features were significant at 24 hpf, 4348 features were significant at 48 hpf, and 4563 features were significant at 72 hpf (Fig. 3D-F, Table S2D). The feature that was significant in the 50 ppt dosing scheme was not significant in the 10 ppb dosing scheme. In the 10 ppb dosing scheme, there were features that were significant at more than one time point in both negative and positive ionization mode (Figs. 3 and 4). Given that there were a small number of significant features detected in the 50 ppt exposure group, pathway enrichment analysis is only discussed in regard to the 10 ppb exposure group and the associated pathways are shown in Fig. 5. Pathway analysis was performed on the 50 ppt exposure group, which may provide information about the endogenous AHR response. However, due to the lack of significant features detected (1 feature and 48 hpf), we are not confident that continued analysis of the data set would be yield clearly interpretable results (Fig. S1). Hit totals and significance can be found in Table S3. In total, 85 pathways were enriched: 61 pathways unique to the negative ionization mode (Table S3A-B), 23 pathways enriched in both modes, and 1 pathway (Glycosylphosphatidylinositol-anchor biosynthesis) was unique to the positive ionization mode. A total of 224 unique m/z features were identified in the enriched metabolic pathways (Table 2, Level 3 annotation on the Schymanski Scale (Schymanski et al., 2014)). Of these features, 80 were upregulated features and 144 were downregulated (Table S2). In many instances, the most significant dysregulation of a given pathway was observed at 24 hpf (higher −log10(P)), with the exception of xenobiotic, vitamin A, arachidonic acid, and alkaloid biosynthesis II metabolism pathways (Fig. 5). As anticipated, we observed an enrichment of the xenobiotic metabolism pathway following TCDD exposure (Fig. 5, Table 2). Xenobiotic metabolism is a cellular detoxification response that uses phase I and phase II metabolizing enzymes to biotransform xenobiotics for excretion. Correspondingly, this pathway is involved the breakdown of aromatic hydrocarbons and is highly associated with the induction of cytochrome P450s, . Dioxins, all of which are aromatic hydrocarbons, are known to induce expression of cytochrome P450s (cyps; Andreasen, 2002; Prasch, 2003). In addition to their role in cellular detoxification, cytochrome P450s have essential endogenous functions in steroid metabolism and work across many different pathways including vitamin A metabolism pathway (Herlin et al., 2021; Esteban et al., 2021). The observed dysregulation of xenobiotic metabolites in this pathway over time suggests that the elimination of TCDD observed between 24 and 72 hpf (Fig. 1) could be due to metabolism of aromatic TCDD rather than excretion. Tryptophan metabolites, along with indole and arachidonic metabolites, have been identified as endogenous AHR agonists (as reviewed in (Gutiérrez-Vázquez and Quintana, 2018)). In rats, exposure to TCDD causes a dose-related change in tryptophan metabolism (Unkila et al., 1994; Heath-Pagliuso et al., 1998; Wu et al., 2019b). Consistent with these previous reports, we found the tryptophan metabolism pathway was associated with TCDD exposure in zebrafish; thus, indicating that exogenous AHR activation by TCDD may affect the natural biosynthesis of tryptophan and contribute to the pathophysiology associated with TCDD exposure. Bile acid metabolism was another significantly altered metabolic pathway associated with TCDD exposure. The majority of significantly dysregulated metabolites in the bile acid biosynthesis pathway are upregulated (5/7 Negative ion mode, 1/1 Positive ion mode) including 3a, 7a-Dihydroxy-5b-cholestane (1.01-fold). Upregulation of these metabolites suggests an accumulation of metabolites leading to secondary bile acid biosynthesis. Dihydrotestosterone, a major component of the androgen and estrogen biosynthesis and C21-steriod hormone metabolic pathway, was one of the most significantly downregulated metabolites following TCDD exposure. We found that the dihydrotestosterone peak decreased 6.02-fold every 24 h. In addition, we observed that androsterone, a chemical intermediate of testosterone and dihydrotestosterone, was downregulated 0.363-fold every 24 h, while pregnenolone, the chemical precursor to progesterone, was upregulated 0.529-fold every 24 h. Many of the steroid intermediates that are significantly dysregulated after TCDD exposure, are metabolized by 3ß-hydroxy-detla5 steroid dehydrogenase (HSD3B (Kanehisa and Goto, 2000), reviewed in (Simard et al., 2005)) suggesting dysfunction in HSD3B after exposure. Studies of AHR loss of function and toxicant-induced AHR activation have highlighted the interaction of the AHR with retinoids (Esteban et al., 2021). Studies in both fish and mammalian models have shown a requirement for retinoic acid and its corresponding receptors for the proper regulation of AHR expression (Hayashida et al., 2004). AHR activity, in turn has been shown to increase the generation of inactive retinoic acid metabolites and to enhance retinoic acid induced differentiation (Hayashida et al., 2004; Bunaciu and Yen, 2011). In our study, vitamin A (retinol) metabolism was increasingly dysregulated over time (Fig. 5). All compounds detected within this pathway were found to be downregulated (Table 2). Our metabolomic analysis revealed dysregulation of critical brain metabolic pathways, including glutamate metabolism, tyrosine metabolism, and chondroitin sulfate degradation (Table 2). In this pathway, gamma-aminobutyric acid (GABA) was downregulated 0.32-fold over time and L-Glutamic acid (glutamate) was downregulated 0.30-fold over time. Dysregulation of tyrosine biosynthesis was also significantly associated with TCDD exposure. In negative ion mode, 19 features were associated with TCDD exposure in the tyrosine biosynthesis pathway (p = 0.089) and, in positive ion mode, 2 features compounds were significantly associated with exposure (p = 0.012). Critically, we found that dopamine was downregulated 0.66-fold downregulation of over time."
    },
    {
      "title": "Overall manhattan plot features",
      "text": "Next, we used non-targeted LC-HRMS to evaluate the metabolic changes in embryonic zebrafish that occured as a result of the 50 ppt and 10 ppb TCDD exposures. A total of 5565 m/z features were detected in negative ionization mode (Fig. 2), while 6874 m/z features were detected in positive ionization mode (Fig. 3) for all exposure levels and time points. Features, independent of regulation direction, were considered significant if they were above the FDR threshold. In the 50 ppt group, no features were significant in negative ionization mode (Fig. 2A-C, Table S2A) at all timepoints analyzed and 1 feature was significant in positive ion mode at 48 hpf (Fig. 3A-C, Table S2B). In the 10 ppb exposure group, in negative ionization mode, 1941 features were significant at 24 hpf, 2211 features were significant at 48 hpf, and 2033 features were significant at 72 hpf (Fig. 2D-F, Table S2C). For the 10 ppb exposure group, in positive ionization mode, 2579 features were significant at 24 hpf, 4348 features were significant at 48 hpf, and 4563 features were significant at 72 hpf (Fig. 3D-F, Table S2D). The feature that was significant in the 50 ppt dosing scheme was not significant in the 10 ppb dosing scheme. In the 10 ppb dosing scheme, there were features that were significant at more than one time point in both negative and positive ionization mode (Figs. 3 and 4). Given that there were a small number of significant features detected in the 50 ppt exposure group, pathway enrichment analysis is only discussed in regard to the 10 ppb exposure group and the associated pathways are shown in Fig. 5. Pathway analysis was performed on the 50 ppt exposure group, which may provide information about the endogenous AHR response. However, due to the lack of significant features detected (1 feature and 48 hpf), we are not confident that continued analysis of the data set would be yield clearly interpretable results (Fig. S1). Hit totals and significance can be found in Table S3. In total, 85 pathways were enriched: 61 pathways unique to the negative ionization mode (Table S3A-B), 23 pathways enriched in both modes, and 1 pathway (Glycosylphosphatidylinositol-anchor biosynthesis) was unique to the positive ionization mode. A total of 224 unique m/z features were identified in the enriched metabolic pathways (Table 2, Level 3 annotation on the Schymanski Scale (Schymanski et al., 2014)). Of these features, 80 were upregulated features and 144 were downregulated (Table S2). In many instances, the most significant dysregulation of a given pathway was observed at 24 hpf (higher −log10(P)), with the exception of xenobiotic, vitamin A, arachidonic acid, and alkaloid biosynthesis II metabolism pathways (Fig. 5)."
    },
    {
      "title": "Pathway Enrichment analyses.",
      "text": "A total of 224 unique m/z features were identified in the enriched metabolic pathways (Table 2, Level 3 annotation on the Schymanski Scale (Schymanski et al., 2014)). Of these features, 80 were upregulated features and 144 were downregulated (Table S2). In many instances, the most significant dysregulation of a given pathway was observed at 24 hpf (higher −log10(P)), with the exception of xenobiotic, vitamin A, arachidonic acid, and alkaloid biosynthesis II metabolism pathways (Fig. 5)."
    },
    {
      "title": "Xenobiotic Metabolism",
      "text": "As anticipated, we observed an enrichment of the xenobiotic metabolism pathway following TCDD exposure (Fig. 5, Table 2). Xenobiotic metabolism is a cellular detoxification response that uses phase I and phase II metabolizing enzymes to biotransform xenobiotics for excretion. Correspondingly, this pathway is involved the breakdown of aromatic hydrocarbons and is highly associated with the induction of cytochrome P450s, . Dioxins, all of which are aromatic hydrocarbons, are known to induce expression of cytochrome P450s (cyps; Andreasen, 2002; Prasch, 2003). In addition to their role in cellular detoxification, cytochrome P450s have essential endogenous functions in steroid metabolism and work across many different pathways including vitamin A metabolism pathway (Herlin et al., 2021; Esteban et al., 2021). The observed dysregulation of xenobiotic metabolites in this pathway over time suggests that the elimination of TCDD observed between 24 and 72 hpf (Fig. 1) could be due to metabolism of aromatic TCDD rather than excretion."
    },
    {
      "title": "Tryptophan metabolism",
      "text": "Tryptophan metabolites, along with indole and arachidonic metabolites, have been identified as endogenous AHR agonists (as reviewed in (Gutiérrez-Vázquez and Quintana, 2018)). In rats, exposure to TCDD causes a dose-related change in tryptophan metabolism (Unkila et al., 1994; Heath-Pagliuso et al., 1998; Wu et al., 2019b). Consistent with these previous reports, we found the tryptophan metabolism pathway was associated with TCDD exposure in zebrafish; thus, indicating that exogenous AHR activation by TCDD may affect the natural biosynthesis of tryptophan and contribute to the pathophysiology associated with TCDD exposure."
    },
    {
      "title": "Bile acid metabolism",
      "text": "Bile acid metabolism was another significantly altered metabolic pathway associated with TCDD exposure. The majority of significantly dysregulated metabolites in the bile acid biosynthesis pathway are upregulated (5/7 Negative ion mode, 1/1 Positive ion mode) including 3a, 7a-Dihydroxy-5b-cholestane (1.01-fold). Upregulation of these metabolites suggests an accumulation of metabolites leading to secondary bile acid biosynthesis."
    },
    {
      "title": "Steroid hormone metabolism",
      "text": "Dihydrotestosterone, a major component of the androgen and estrogen biosynthesis and C21-steriod hormone metabolic pathway, was one of the most significantly downregulated metabolites following TCDD exposure. We found that the dihydrotestosterone peak decreased 6.02-fold every 24 h. In addition, we observed that androsterone, a chemical intermediate of testosterone and dihydrotestosterone, was downregulated 0.363-fold every 24 h, while pregnenolone, the chemical precursor to progesterone, was upregulated 0.529-fold every 24 h. Many of the steroid intermediates that are significantly dysregulated after TCDD exposure, are metabolized by 3ß-hydroxy-detla5 steroid dehydrogenase (HSD3B (Kanehisa and Goto, 2000), reviewed in (Simard et al., 2005)) suggesting dysfunction in HSD3B after exposure."
    },
    {
      "title": "Vitamin a (retinol) metabolism",
      "text": "Studies of AHR loss of function and toxicant-induced AHR activation have highlighted the interaction of the AHR with retinoids (Esteban et al., 2021). Studies in both fish and mammalian models have shown a requirement for retinoic acid and its corresponding receptors for the proper regulation of AHR expression (Hayashida et al., 2004). AHR activity, in turn has been shown to increase the generation of inactive retinoic acid metabolites and to enhance retinoic acid induced differentiation (Hayashida et al., 2004; Bunaciu and Yen, 2011). In our study, vitamin A (retinol) metabolism was increasingly dysregulated over time (Fig. 5). All compounds detected within this pathway were found to be downregulated (Table 2)."
    },
    {
      "title": "Neurotransmitter pathways",
      "text": "Our metabolomic analysis revealed dysregulation of critical brain metabolic pathways, including glutamate metabolism, tyrosine metabolism, and chondroitin sulfate degradation (Table 2). In this pathway, gamma-aminobutyric acid (GABA) was downregulated 0.32-fold over time and L-Glutamic acid (glutamate) was downregulated 0.30-fold over time. Dysregulation of tyrosine biosynthesis was also significantly associated with TCDD exposure. In negative ion mode, 19 features were associated with TCDD exposure in the tyrosine biosynthesis pathway (p = 0.089) and, in positive ion mode, 2 features compounds were significantly associated with exposure (p = 0.012). Critically, we found that dopamine was downregulated 0.66-fold downregulation of over time."
    },
    {
      "title": "Discussion",
      "text": "Our data demonstrate that the body burden of TCDD at 24 hpf is significantly lower than the concentration of the waterborne exposure solution at 4 hpf. Although the 1 ppb and 10 ppb waterborne exposures are, respectively, 20 times and 200 times the concentration of the 50 ppt exposure, the body burden of the 1 ppb dose was approximately 3 times the body burden of fish exposed to the 50 ppt dose and the body burden in the 10 ppb exposure group was approximately 4.45 times the body burden of the fish exposed to the 50 ppt dosing solution. The observed differences in body burden likely reflect the properties of TCDD and the exposure methods, including the limited solubility of TCDD in water, the partitioning of TCDD to different surfaces during the waterborne exposure, and the limits of absorption of TCDD into the zebrafish embryo. To contextualize the body burdens found in our studies with human TCDD exposures, we compared our findings to blood serum concentrations of TCDD detected in human populations exposed to TCDD through military operations and industrial accidents. During the Vietnam War, the United States used herbicides to reduce forest coverage and disrupt food supplies. From 1962 to 1971, Operation Ranch Hand, the aerial unit responsible for the application herbicides in Vietnam, sprayed forests with an estimated 18 million gallons of herbicides, including Agent Orange, a defoliant contaminated with TCDD (Unknown, 1974; Medicine and of, 1994). Operation Ranch Hand resulted in Airforce personnel and Vietnamese civilians being exposed to significant amounts of TCDD. Studies estimating initial serum TCDD concentration in Operation Ranch Hand veterans reported a median serum concentrations of 94 ppt for all groups of exposed servicemen (Medicine and of, 1994; Henriksen et al., 1997). Subsequent studies found that by 1987 the median (and range) for the previously studied high and low exposure groups was 15.0 ppt (range: 10.0–26.6 ppt) and 46.2 ppt (range: 18.0–617.8 ppt) respectively. In comparison, a control population of Airforce veterans, primarily consisting of Officers who had served in Vietnam, were found to have a median background TCDD serum concentration of 4.0 ppt (range: 0–10 ppt) (Henriksen et al., 1997). While the exposure of Operation Ranch Hand veterans to TCDD was substantial, Vietnamese civilians were found to have significantly higher body burdens of TCDD. In 1970, human breast milk in a cohort from southern Vietnam contained up to 1832 ppt TCDD (excluding other dioxin congeners) and, in 1991, serum TCDD concentrations in this same population were found to be up to 33 ppt (Schecter et al., 1995). Our understanding of the human health impacts of TCDD exposure has also come from a tragic industrial accident in 1978 near Seveso, Italy. The exposed Seveso population was found to have serum TCDD concentrations from 828 ppt to 56,000 ppt, the median exposure was 12,558 ppt, while the control population had a median exposure of 13.7 ppt (range = not detected – 137 ppt, (Mocarelli et al., 1991). Outside of large scale exposure events, the primary route of dioxin exposure is through dietary consumption of animal products, which results in both in utero exposure and continuous exposure across the lifespan (Schecter et al., 2001). Schecter et al. (2001) determined the toxic equivalency levels in human food sources for dioxin and dioxin-like compounds. The toxic equivalency level is the amount of TCDD required to produce the same level of AHR activation as produced by the diverse composition of AHR agonists seen in environmental samples (Eadon et al., 1986). Freshwater fish contained the highest toxic equivalency levels (1.72 ppt), while a purely vegan diet had the lowest TEQ (0.09 ppt), intermediate levels were detected in chicken (0.33 ppt), ocean fish (0.39 ppt), and human milk (0.42 ppt (Schecter et al., 2001),). The EPA reported TCDD concentrations in fish (all encompassing) to be approximately 6.89 ppt in 1999 (Bigler, 1999). More recently, in 2008, the state of Maine reported TCDD concentrations to be between 1 and 2 ppt in freshwater fish (Smith and Frohmberg, 2008). Although this concentration is significantly lower than the EPA report from 20 years ago, the 1–2 ppt concentration could still pose a threat to human health and precautions related to fish consumption should be observed. The reported fish concentrations also allow us to compare how laboratory exposures compare to ecological exposures. We calculated the internal concentrations of TCDD in our samples by dividing the pg/embryo concentration of TCDD by the previously calculated dry weight of a 24 hpf zebrafish embryo (39.5 ± 15.5 μg (Hachicho et al., 2015),). At 24 hpf, the 50 ppt exposure group had an internal concentration of 0.22 ppt, the 1 ppb exposure group had an internal TCDD concentration of 0.67 ppt, and the 10 ppb exposure group had an internal TCDD concentration of 0.96 ppt. This rough estimate of internal concentration in our study suggests that our measured tissue concentrations of TCDD at 24 hpf are ecologically relevant, within the same order of magnitude observed in human food sources and below the exposure levels that occurred as a result of the Vietnam War and following the Seveso accident. While we observed body burdens that may be occur in certain polluted environments, there are a number of variables to consider when comparing the body burden achieved from the current laboratory dosing methods and the body burdens that result from environmental exposures in wild fish populations. For example, a previous study found that repeated doses of 0.2 ppb or 50 ppt TCDD at 4.8 hpf and 31.2 hpf resulted in significant bioaccumulation of TCDD in embryonic zebrafish, producing a TCDD body burden between approximately 1 ppb and 5 ppb respectively (Lanham et al., 2012). Therefore, the TCDD body burdens in the Maine wild fish population likely reflects repeated exposure to concentrations of TCDD lower than 50 ppt. Repeated, low dose exposures may produce different physiological effects than a single high dose exposure during early embryogenesis as used in this study. In addition, maternal body burden of TCDD, which contributes to the earliest developmental events occurring at the time of fertilization, is another important variable to model. Female zebrafish dosed with TCDD provide a maternal load of TCDD in their eggs which is linearly portioned to adult body burden (Heiden et al., 2005). The findings reported herein along with the work of others, demonstrate that different dosing paradigms produce different body burdens and highlight the need to quantify toxicant body burdens after aquatic exposures to make cross-study comparisons. Our metabolomics analyses demonstrate that TCDD exposure was associated with changes in the tryptophan, bile acid metabolism, and androgen and estrogen biosynthesis pathways, all of which have been previously associated with endogenous and exogenous AHR activation in human and mammalian model systems. Recent work in mice has shown that bile acid biosynthesis is altered after TCDD exposure; however, this change is only detected in a liver biopsy and not detected in the serum (Csanaky et al., 2018). Thus, the only way to observe these effects is through a more invasive method in mammals. Using zebrafish embryos, we are able to detect changes to the metabolome which may be masked through less invasive methods of discovery in mammals or humans, such as blood or urine collection. This result emphasizes the utility of the zebrafish embryo to detect metabolic alterations that are biomarkers of toxic effects. It is well established that exposure to TCDD effects the androgen and estrogen biosynthesis pathway, as well as the associated C21-steroid synthesis pathway and reproductive endpoints in humans, mammals, and zebrafish (King Heiden et al., 2009; Baker et al., 2013; Morán et al., 2001; Chaffin et al., 1996; Warner et al., 2007; Eskenazi et al., 2010; Law et al., 2005; Eskanazi et al., 2003; Li et al., 1995a, 1995b; Salisbury and Marcinkiewicz, 2002; Guo et al., 1999). However, steroidogenic somatic cells are not known to associate with the gonad until 5 dpf in zebrafish (Braat et al., 1999). Therefore, detection of changes to human relevant sex steroids either represents extra-gonad steroid synthesis, or the presence of somatic cells prior to 5 dpf. In a study of male infertility, Galimova et al. found that infertile men had significantly higher concentrations of dioxins in their semen compared to fertile men (Galimova et al., 2015). Additionally, in two different studies of human populations exposed to high concentrations of dioxins through environmental exposures, both adult men and children had altered levels of dihydrotestosterone compared to control populations (Oanh et al., 2018; Jeanneret et al., 2016). Our analysis of TCDD-induced metabolic changes using the zebrafish model reinforce what has previously been seen in a subset of human exposure conditions. Together, these data support the potential of studies zebrafish to inform our understanding TCDD metabolic changes in mammals, including humans. Previous research using animals models to examine the biological systems impacted by TCDD exposure identified the brain as a sensitive target. As described earlier, TCDD exposure alters biosynthesis and metabolism of androgen and estrogen, hormones that impact brain activity and behavior. TCDD exposure was also associated with altered metabolism of multiple pathways involved in neurochemical communication and brain development, including the glutamate, tyrosine, and chondroitin sulfate pathways and, as previously mentioned, the vitamin A (retinol) and tryptophan metabolic pathways. Neurotransmitters are chemical signals released by neurons to communicate and stimulate other cells including neurons, oligodendrocytes, astrocytes, microglia, and muscles. Tryptophan can be metabolized into the neurotransmitter, serotonin. GABA and glutamate are key neurotransmitters that are essential for establishing the balance of excitation and inhibition in the brain (Watkins and Evans, 1981; Van Vreeswijk and Sompolinsky, 1996; Wall and Usowicz, 1997; Curtis et al., 1960). Our results suggest that TCDD may alter GABAergic signaling and excitatory/inhibitory balance in the developing brain, a topic currently being investigated by our group. Dysregulation of excitation and inhibition is implicated in a broad range of neurodevelopmental and neuropsychiatric diseases including epilepsy, autism, ADHD, and schizophrenia (Ajram et al., 2017; Rubenstein and Merzenich, 2003; Mamiya et al., 2021; Shephard et al., 2018; Ferguson and Gao, 2018). TCDD exposure also altered tyrosine metabolism pathway, which is important for the synthesis of many neuroactive compounds and/or their precursors, including l-DOPA, dopamine, epinephrine, thyroxine and triiodothyronine (T3, (Kanehisa and Goto, 2000)). The neurotransmitter dopamine is a fundamental component of the reward system and is also critical for the initiation and coordination of motor sequences (Ljungberg et al., 1992; Aosaki et al., 1994). In mammals, dopamine is downregulated in the brain after exposure to TCDD likely through the inhibition of tyrosine hydroxylase (Choksi et al., 1997). Together, these studies suggest that TCDD may not only alter dopamine biosynthesis, but also the formation of other neurotransmitters essential for brain function. Consequently, our results suggest that exposure to TCDD and other AHR agonists along with other risk factors and exposures could contribute to the formation of disease states associated with changes in dopamine signaling such as Parkinson’s Disease and multiple sclerosis (Sauer and Oertel, 1994; Bodis-Wollner et al., 1982). Based on epidemiological studies of large scale TCDD exposure events, TCDD exposure alone is not sufficient to produce either Parkinson’s Disease or multiple sclerosis; however, more work is needed to understand all of the ways in which combinations of environmental exposures and risk factors contribute to initiation and progression of these diseases. In addition to the glutamate and tyrosine pathways, TCDD exposure alter the chondroitin sulfate degradation pathway. We hypothesize there are two potential reasons chondroitin sulfate degradation was altered by TCDD exposure. First, chondroitin sulfate proteoglycan biosynthesis is involved in cartilage formation (von der Mark and Conrad, 1979) and prior work established that TCDD exposure causes craniofacial defects and disrupts the development of cranial cartilages, likely through the repression of Sox9b (Xiong et al., 2008; Souder and Gorelick, 2019; Burns et al., 2015; Hill et al., 2004). Therefore, it is possible that chondroitin sulfate degradation was altered due to the reduced number of chondrocytes. However, chondroitin sulfate proteoglycan biosynthesis is also an essential part of the extracellular matrix formation of the brain (Kwok et al., 2012). In mammal and zebrafish, TCDD exposure is known to cross the blood-brain barrier and alter neural and glia cell number and function (Hill et al., 2003; Huang et al., 2000). During brain development, chondroitin sulfate proteoglycan bind signaling molecules, such as fibroblast growth factors, to affect intercellular signaling (Maeda, 2010). Consequently, it is also possible that TCDD targets the brain by altering the formation of this essential extracellular matrix components. To the best of our knowledge, TCDD induced changes in extracellular matrix composition in the brain have not been previously reported."
    },
    {
      "title": "TCDD body burdens following waterborne exposures represent environmentally relevant concentrations",
      "text": "Our data demonstrate that the body burden of TCDD at 24 hpf is significantly lower than the concentration of the waterborne exposure solution at 4 hpf. Although the 1 ppb and 10 ppb waterborne exposures are, respectively, 20 times and 200 times the concentration of the 50 ppt exposure, the body burden of the 1 ppb dose was approximately 3 times the body burden of fish exposed to the 50 ppt dose and the body burden in the 10 ppb exposure group was approximately 4.45 times the body burden of the fish exposed to the 50 ppt dosing solution. The observed differences in body burden likely reflect the properties of TCDD and the exposure methods, including the limited solubility of TCDD in water, the partitioning of TCDD to different surfaces during the waterborne exposure, and the limits of absorption of TCDD into the zebrafish embryo. To contextualize the body burdens found in our studies with human TCDD exposures, we compared our findings to blood serum concentrations of TCDD detected in human populations exposed to TCDD through military operations and industrial accidents. During the Vietnam War, the United States used herbicides to reduce forest coverage and disrupt food supplies. From 1962 to 1971, Operation Ranch Hand, the aerial unit responsible for the application herbicides in Vietnam, sprayed forests with an estimated 18 million gallons of herbicides, including Agent Orange, a defoliant contaminated with TCDD (Unknown, 1974; Medicine and of, 1994). Operation Ranch Hand resulted in Airforce personnel and Vietnamese civilians being exposed to significant amounts of TCDD. Studies estimating initial serum TCDD concentration in Operation Ranch Hand veterans reported a median serum concentrations of 94 ppt for all groups of exposed servicemen (Medicine and of, 1994; Henriksen et al., 1997). Subsequent studies found that by 1987 the median (and range) for the previously studied high and low exposure groups was 15.0 ppt (range: 10.0–26.6 ppt) and 46.2 ppt (range: 18.0–617.8 ppt) respectively. In comparison, a control population of Airforce veterans, primarily consisting of Officers who had served in Vietnam, were found to have a median background TCDD serum concentration of 4.0 ppt (range: 0–10 ppt) (Henriksen et al., 1997). While the exposure of Operation Ranch Hand veterans to TCDD was substantial, Vietnamese civilians were found to have significantly higher body burdens of TCDD. In 1970, human breast milk in a cohort from southern Vietnam contained up to 1832 ppt TCDD (excluding other dioxin congeners) and, in 1991, serum TCDD concentrations in this same population were found to be up to 33 ppt (Schecter et al., 1995). Our understanding of the human health impacts of TCDD exposure has also come from a tragic industrial accident in 1978 near Seveso, Italy. The exposed Seveso population was found to have serum TCDD concentrations from 828 ppt to 56,000 ppt, the median exposure was 12,558 ppt, while the control population had a median exposure of 13.7 ppt (range = not detected – 137 ppt, (Mocarelli et al., 1991). Outside of large scale exposure events, the primary route of dioxin exposure is through dietary consumption of animal products, which results in both in utero exposure and continuous exposure across the lifespan (Schecter et al., 2001). Schecter et al. (2001) determined the toxic equivalency levels in human food sources for dioxin and dioxin-like compounds. The toxic equivalency level is the amount of TCDD required to produce the same level of AHR activation as produced by the diverse composition of AHR agonists seen in environmental samples (Eadon et al., 1986). Freshwater fish contained the highest toxic equivalency levels (1.72 ppt), while a purely vegan diet had the lowest TEQ (0.09 ppt), intermediate levels were detected in chicken (0.33 ppt), ocean fish (0.39 ppt), and human milk (0.42 ppt (Schecter et al., 2001),). The EPA reported TCDD concentrations in fish (all encompassing) to be approximately 6.89 ppt in 1999 (Bigler, 1999). More recently, in 2008, the state of Maine reported TCDD concentrations to be between 1 and 2 ppt in freshwater fish (Smith and Frohmberg, 2008). Although this concentration is significantly lower than the EPA report from 20 years ago, the 1–2 ppt concentration could still pose a threat to human health and precautions related to fish consumption should be observed. The reported fish concentrations also allow us to compare how laboratory exposures compare to ecological exposures. We calculated the internal concentrations of TCDD in our samples by dividing the pg/embryo concentration of TCDD by the previously calculated dry weight of a 24 hpf zebrafish embryo (39.5 ± 15.5 μg (Hachicho et al., 2015),). At 24 hpf, the 50 ppt exposure group had an internal concentration of 0.22 ppt, the 1 ppb exposure group had an internal TCDD concentration of 0.67 ppt, and the 10 ppb exposure group had an internal TCDD concentration of 0.96 ppt. This rough estimate of internal concentration in our study suggests that our measured tissue concentrations of TCDD at 24 hpf are ecologically relevant, within the same order of magnitude observed in human food sources and below the exposure levels that occurred as a result of the Vietnam War and following the Seveso accident. While we observed body burdens that may be occur in certain polluted environments, there are a number of variables to consider when comparing the body burden achieved from the current laboratory dosing methods and the body burdens that result from environmental exposures in wild fish populations. For example, a previous study found that repeated doses of 0.2 ppb or 50 ppt TCDD at 4.8 hpf and 31.2 hpf resulted in significant bioaccumulation of TCDD in embryonic zebrafish, producing a TCDD body burden between approximately 1 ppb and 5 ppb respectively (Lanham et al., 2012). Therefore, the TCDD body burdens in the Maine wild fish population likely reflects repeated exposure to concentrations of TCDD lower than 50 ppt. Repeated, low dose exposures may produce different physiological effects than a single high dose exposure during early embryogenesis as used in this study. In addition, maternal body burden of TCDD, which contributes to the earliest developmental events occurring at the time of fertilization, is another important variable to model. Female zebrafish dosed with TCDD provide a maternal load of TCDD in their eggs which is linearly portioned to adult body burden (Heiden et al., 2005). The findings reported herein along with the work of others, demonstrate that different dosing paradigms produce different body burdens and highlight the need to quantify toxicant body burdens after aquatic exposures to make cross-study comparisons."
    },
    {
      "title": "TCDD-induce metabolomic changes in zebrafish mirror alterations observed in human populations",
      "text": "Our metabolomics analyses demonstrate that TCDD exposure was associated with changes in the tryptophan, bile acid metabolism, and androgen and estrogen biosynthesis pathways, all of which have been previously associated with endogenous and exogenous AHR activation in human and mammalian model systems. Recent work in mice has shown that bile acid biosynthesis is altered after TCDD exposure; however, this change is only detected in a liver biopsy and not detected in the serum (Csanaky et al., 2018). Thus, the only way to observe these effects is through a more invasive method in mammals. Using zebrafish embryos, we are able to detect changes to the metabolome which may be masked through less invasive methods of discovery in mammals or humans, such as blood or urine collection. This result emphasizes the utility of the zebrafish embryo to detect metabolic alterations that are biomarkers of toxic effects. It is well established that exposure to TCDD effects the androgen and estrogen biosynthesis pathway, as well as the associated C21-steroid synthesis pathway and reproductive endpoints in humans, mammals, and zebrafish (King Heiden et al., 2009; Baker et al., 2013; Morán et al., 2001; Chaffin et al., 1996; Warner et al., 2007; Eskenazi et al., 2010; Law et al., 2005; Eskanazi et al., 2003; Li et al., 1995a, 1995b; Salisbury and Marcinkiewicz, 2002; Guo et al., 1999). However, steroidogenic somatic cells are not known to associate with the gonad until 5 dpf in zebrafish (Braat et al., 1999). Therefore, detection of changes to human relevant sex steroids either represents extra-gonad steroid synthesis, or the presence of somatic cells prior to 5 dpf. In a study of male infertility, Galimova et al. found that infertile men had significantly higher concentrations of dioxins in their semen compared to fertile men (Galimova et al., 2015). Additionally, in two different studies of human populations exposed to high concentrations of dioxins through environmental exposures, both adult men and children had altered levels of dihydrotestosterone compared to control populations (Oanh et al., 2018; Jeanneret et al., 2016). Our analysis of TCDD-induced metabolic changes using the zebrafish model reinforce what has previously been seen in a subset of human exposure conditions. Together, these data support the potential of studies zebrafish to inform our understanding TCDD metabolic changes in mammals, including humans."
    },
    {
      "title": "TCDD exposure induces changes in metabolic pathways that are important for brain development",
      "text": "Previous research using animals models to examine the biological systems impacted by TCDD exposure identified the brain as a sensitive target. As described earlier, TCDD exposure alters biosynthesis and metabolism of androgen and estrogen, hormones that impact brain activity and behavior. TCDD exposure was also associated with altered metabolism of multiple pathways involved in neurochemical communication and brain development, including the glutamate, tyrosine, and chondroitin sulfate pathways and, as previously mentioned, the vitamin A (retinol) and tryptophan metabolic pathways. Neurotransmitters are chemical signals released by neurons to communicate and stimulate other cells including neurons, oligodendrocytes, astrocytes, microglia, and muscles. Tryptophan can be metabolized into the neurotransmitter, serotonin. GABA and glutamate are key neurotransmitters that are essential for establishing the balance of excitation and inhibition in the brain (Watkins and Evans, 1981; Van Vreeswijk and Sompolinsky, 1996; Wall and Usowicz, 1997; Curtis et al., 1960). Our results suggest that TCDD may alter GABAergic signaling and excitatory/inhibitory balance in the developing brain, a topic currently being investigated by our group. Dysregulation of excitation and inhibition is implicated in a broad range of neurodevelopmental and neuropsychiatric diseases including epilepsy, autism, ADHD, and schizophrenia (Ajram et al., 2017; Rubenstein and Merzenich, 2003; Mamiya et al., 2021; Shephard et al., 2018; Ferguson and Gao, 2018). TCDD exposure also altered tyrosine metabolism pathway, which is important for the synthesis of many neuroactive compounds and/or their precursors, including l-DOPA, dopamine, epinephrine, thyroxine and triiodothyronine (T3, (Kanehisa and Goto, 2000)). The neurotransmitter dopamine is a fundamental component of the reward system and is also critical for the initiation and coordination of motor sequences (Ljungberg et al., 1992; Aosaki et al., 1994). In mammals, dopamine is downregulated in the brain after exposure to TCDD likely through the inhibition of tyrosine hydroxylase (Choksi et al., 1997). Together, these studies suggest that TCDD may not only alter dopamine biosynthesis, but also the formation of other neurotransmitters essential for brain function. Consequently, our results suggest that exposure to TCDD and other AHR agonists along with other risk factors and exposures could contribute to the formation of disease states associated with changes in dopamine signaling such as Parkinson’s Disease and multiple sclerosis (Sauer and Oertel, 1994; Bodis-Wollner et al., 1982). Based on epidemiological studies of large scale TCDD exposure events, TCDD exposure alone is not sufficient to produce either Parkinson’s Disease or multiple sclerosis; however, more work is needed to understand all of the ways in which combinations of environmental exposures and risk factors contribute to initiation and progression of these diseases. In addition to the glutamate and tyrosine pathways, TCDD exposure alter the chondroitin sulfate degradation pathway. We hypothesize there are two potential reasons chondroitin sulfate degradation was altered by TCDD exposure. First, chondroitin sulfate proteoglycan biosynthesis is involved in cartilage formation (von der Mark and Conrad, 1979) and prior work established that TCDD exposure causes craniofacial defects and disrupts the development of cranial cartilages, likely through the repression of Sox9b (Xiong et al., 2008; Souder and Gorelick, 2019; Burns et al., 2015; Hill et al., 2004). Therefore, it is possible that chondroitin sulfate degradation was altered due to the reduced number of chondrocytes. However, chondroitin sulfate proteoglycan biosynthesis is also an essential part of the extracellular matrix formation of the brain (Kwok et al., 2012). In mammal and zebrafish, TCDD exposure is known to cross the blood-brain barrier and alter neural and glia cell number and function (Hill et al., 2003; Huang et al., 2000). During brain development, chondroitin sulfate proteoglycan bind signaling molecules, such as fibroblast growth factors, to affect intercellular signaling (Maeda, 2010). Consequently, it is also possible that TCDD targets the brain by altering the formation of this essential extracellular matrix components. To the best of our knowledge, TCDD induced changes in extracellular matrix composition in the brain have not been previously reported."
    },
    {
      "title": "Conclusions",
      "text": "Together, our findings provide fundamental information that facilitates the use of zebrafish as a model for understanding TCDD-induced toxicity. We employed targeted GC-HRMS analysis to quantify TCDD concentrations in the zebrafish at key developmental timepoints. We found that TCDD is eliminated by exponential decay after a 1 ppb and 10 ppb exposure, while after a lower, 50 ppt dose, a linear model better captures TCDD elimination. Our findings provide essential data regarding TCDD uptake and elimination that are critical for future interpretation of studies using the zebrafish model to understand TCDD-induced toxicity. The corresponding embryonic and larval body burdens of TCDD for the different experimental exposure solutions were previously unknown. Therefore, this study provides essential information that helps position zebrafish studies in the context of human exposure and ecological studies. We used non-targeted high-resolution LC-HRMS to detect metabolites in the zebrafish embryo and then performed metabolomic pathway analysis to identify known metabolic pathways that were affected by TCDD exposure. Zebrafish continue to be a powerful model for studying the health effects of TCDD exposure as metabolomics revealed pathways that are not detectable in serum, blood, or urine samples, such as bile acid biosynthesis. Furthermore, our metabolomics data provide new insight into the pathophysiological changes that contribute to phenotypes observed following TCDD exposure and provide new research directions for scientists to explore."
    }
  ],
  "full_text": "## Introduction\nDioxin and dioxin-like compounds are global contaminants that pose a threat to human health as carcinogens, immunomodulators, neurotoxicants, reproductive toxicants, endocrine disruptors, and teratogens (Birnbaum, 1994; Knutsen et al., 2018). While some dioxins are produced through natural processes such as volcanic activity and forest fires, the majority of dioxin and dioxin-like compounds are introduced into the environment through anthropomorphic activities such as the burning of municipal and medical waste (U S Environmental Protection, 2006). Dioxins induce toxicity by binding the aryl hydrocarbon receptor (AHR), a ubiquitously expressed ligand activated transcription factor that has endogenous functions in cellular detoxification and is also required for the proper development of the vasculature, brain, and immune systems (Latchney et al., 2013; de la Parra et al., 2018; Bravo-Ferrer et al., 2019; Wei et al., 2021; Lahvis et al., 2000, 2005; Gasaly et al., 2021; Gandhi et al., 2010; Apetoh et al., 2010; Quintana et al., 2008, 2010). Hundreds of dioxins and dioxin-like congeners exist in the environment with each congener having varying affinity to AHR (Denison, Seidel, Rogers, Ziccardi, Winter, Heath-Pagliuso, Puga, Kendall; Denison and Nagy, 2003; Nguyen and Bradfield, 2008). The potent AHR agonist, 2,3,7,8-tetrachlorodibenzo-p-dioxin (TCDD), is routinely used in a number of laboratory models to study developmental toxicity induced by exogenous AHR ligands. Zebrafish have become a popular model system in developmental biology and toxicology due to their rapid external embryonic development, optical transparency, and high degree of sequence homology to humans (Howe et al., 2013). In zebrafish, embryonic exposure to TCDD for 1 hour at a concentration of either 1 part-per billion (ppb) or 10 ppb is sufficient to generate sustained AHR activation and produces developmental defects including cardiovascular malformations, hemorrhaging, loss of the proepicardial progenitor cells, cardiac and cerebral edema, and craniofacial defects (Dong et al., 2002; Choudhary et al., 2015; Bello, 2004; Antkiewicz et al., 2005; Xiong et al., 2008; Plavicki et al., 2013; Yue et al., 2021). Studies in zebrafish have revealed that one of the critical molecular mechanisms underlying a number of the observed TCDD-induced phenotypes is the reduced expression and function of the high mobility group transcription factor sox9b (Xiong et al., 2008; Johnson et al., 2013; Mathew et al., 2008). TCDD-induced inhibition of sox9b in developing zebrafish is mediated by the induction of sox9b long intergenic noncoding RNA (slincR) (Garcia et al., 2017, 2018). These mechanistic findings derived from model organism studies make important contributions to our understanding of how human exposure to TCDD may disrupt human development and health. In humans, dysregulation of SOX9, the human paralog of sox9b, is known to cause skeletal, central nervous system, heart malformations, phenotypes which mirror those observed in model organisms exposed to TCDD (Houston et al., 1983; Castori et al., 2016; Sanchez-Castro et al., 2013; Antwi et al., 2018; Wu et al., 2019a). The proposed human ortholog of slincR, LINC00673, was identified in the human genome, allowing for the possibility that a conserved mechanism mediates TCDD-induced toxicity in both zebrafish and humans (Garcia et al., 2018). Although further research is needed, scientists continue to successfully use the zebrafish model to identify the molecular mechanisms underlying the teratogenic, carcinogenic, and other adverse health endpoints seen in humans following AHR agonist exposure. While the zebrafish model has been used successfully to identify the cellular targets of TCDD and to determine the molecular mechanisms mediating toxicant induced phenotypes; the uptake and elimination dynamics of TCDD in zebrafish are not known for doses of TCDD that are commonly used in developmental exposure studies (Kimmel et al., 1995). TCDD is highly lipophilic with low solubility in water (Kow = 7.02 (Burkhard and Kuehl, 1986), which creates many questions in relation to waterborne exposures, such as: How many μg of TCDD are present in the embryo following a waterborne exposure given the limited solubility of TCDD in water and its partitioning to other surfaces? How quickly is TCDD eliminated from the developing embryo? What concentration of toxicant is bioavailable to the embryos? Are the uptake and elimination dynamics different for different exposure concentrations? Are the metabolic changes that occur post-TCDD exposure the same across time and dose? Without this fundamental information, we are unable to interpret the environmental relevance of current dosing paradigms and whether the zebrafish exposure model reflects levels of TCDD exposure likely to occur in different human populations. To address this critical data gap, we used gas chromatography (GC) high-resolution mass spectrometry (HRMS) to quantify TCDD absorption in zebrafish embryos and non-targeted liquid chromatography (LC) HRMS metabolomics to understand the uptake and elimination dynamics in embryonic and larval zebrafish as well as how TCDD exposure during early embryogenesis affects the metabolome. Non-targeted HRMS analysis is an unbiased, discovery-based approach for characterizing the chemical composition of a sample without a priori knowledge (Place et al., 2021; Manz et al., 2022). By using this approach, we are able to determine whether pathways that have been previously shown to be affected by TCDD exposure in mammals are also affected by exposure in fish. This methodology also allows us to identify additional pathways that are disrupted by TCDD exposure that have not been the focus of previous analyses. We performed a 1-h waterborne TCDD exposure at 4 h post fertilization (hpf) with three different concentrations of TCDD that are routinely used in zebrafish TCDD exposure studies: 50 parts-per-trillion (ppt), 1 ppb, and 10 ppb. The 50 ppt exposure is used to model sublethal exposures and study the transgenerational effects of TCDD exposure, whereas the 1 ppb and 10 ppb exposures are used to robustly induce AHR activation, but due to lethal larval cardiac phenotypes, are not appropriate for later stage studies (Plavicki et al., 2013; King Heiden et al., 2009; Souder and Gorelick, 2019). Our study was designed to (Birnbaum, 1994) determine the body burden of TCDD in the larval zebrafish resulting from commonly used exposure concentrations (Knutsen et al., 2018), define the elimination dynamics of TCDD in embryonic and larval zebrafish, and (U S Environmental Protection, 2006) describe the metabolomic changes that occur in developing zebrafish following TCDD exposure.\n\n## Materials and methods\nTCDD stock solution for zebrafish exposure was purchased at an initial concentration of 50 ± 0.32 μg/mL (Stock A) in dimethyl sulfoxide (DMSO, ED-901-B, Cambridge Isotope Laboratories, Tewksbury, MA). The stocks were made in 2 mL amber vials and caps were wrapped with Parafilm®. Dosing stocks were kept in the dark at room temperature. Dioxin mix, which contains TCDD, certified reference standard was purchased from AccuStandard for TCDD quantitation (New Haven, CT, USA). Surrogate standards (Polychlorinated Biphenyl (PCB) 65 and 166) and internal standard mix (Phenanthrene-D10, Chrysene-D12, and Carbon Number Distribution Marker) were also purchased from AccuStandard. Solvents, including n-hexane (≥99%), acetone (99.8%, HPLC grade), dichloromethane (99.8%, HPLC grade), water (UHPLC-MS grade), and acetonitrile (UHPLC-MS grade) were purchased from Fisher Scientific (Pittsburgh, PA). Isotopically labeled metabolites were purchased from Cambridge Isotopes (MSK-QC-KIT, Tewksbury, MA). All procedures involving zebrafish were approved by the Institutional Animal Care and Use Committee (IACUC) at the Brown University and adhered to the National Institute of Health’s “Guide for the Care and Use of Laboratory Animals”. AB strain zebrafish (Danio rerio) were maintained using a zebrafish aquatic housing system with centralized filtration, temperature control (28.5 ± 2 °C), illumination (14 h:10 h light-dark cycle) ultraviolet (UV) germicidal irradiation, reverse osmosis water purification, and pH and conductivity monitoring (Aquaneering Inc., San Diego, CA) according to Westerfield (2007). The Plavicki Lab Zebrafish Facility undergoes routine monitoring for disease including the semiannual quantified Polymerase Chain Reaction (qPCR) panels to detect common fish pathogens. Adult AB zebrafish were incrossed for 1 hour in 1.7 L slope breeding tanks (Techniplast, USA) and fertilized embryos were collected in egg water (1.5 mL stock salts in 1 L reverse osmosis water). Embryonic and larval zebrafish were maintained at 28.5 ± 1 °C in an incubator (Powers Scientific Inc., Pipersville, PA) within 100 mm non-treated culture petri dishes (CytoOne, Cat. No. CC7672-3394). First, we diluted our commercially purchased and validated TCDD stock solution (Stock A, Table S1) in DMSO to make a 10,000 ppb secondary stock solution (Stock B), which was serial diluted to make a 1000 ppb stock (Stock C) and 50 ppb stock solution (50,000 ppt, Stock D). We validated the concentrations of each stock solutions (Table S1), and found each stock was within the margin of error expected based on the purchased solution (Stock A). Each stock solution is diluted 1:1000 in embryo water to create a “working solution” to which the embryos are exposed. To validate that, our dilution, and consistency between doses, we measured the TCDD concentration in three independent working solutions. We found that the working solutions were within expected deviation of the expected concentration (Table S1). After validating all of the stock and working solutions, we were confident the stocks could be used for subsequent TCDD exposure and uptake studies. For our body burden assessments, embryos were dosed with 50 ppt, 1 ppb, or 10 ppb TCDD at 4 h post-fertilization (hpf) for a 1-h and then raised in fresh egg water. We selected the 1 ppb and 10 ppb doses, because these concentrations have been previously used to model TCDD-induced developmental toxicity and to identify key molecular mechanisms mediating TCDD-induced teratogenicity (Plavicki et al., 2013; Johnson et al., 2013; Garcia et al., 2018; Souder and Gorelick, 2019; Andreasen, 2002; Andreasen et al., 2002). The 50 ppt dose has been established as a sublethal concentration in embryonic and juvenile zebrafish (King Heiden et al., 2009; Baker et al., 2013; Steenland et al., 2001; Ruby et al., 2002) and used to model transgenerational effects of TCDD exposure. Changes in cardiac dysfunction have been reported as early as 60 hpf in the 1 and 10 ppb TCDD-exposed embryos; however, cardiac collapse and overt morphological malformations occur later in development and culminate in death between 5- and 7-days post fertilization (dpf (Choudhary et al., 2015; Place et al., 2021; Hill et al., 2003; Yin et al., 2008; Manz et al., 2021),). Therefore, to avoid the complications associated with organ dysfunction and overt morphological malformations, we selected 24, 48, and 72 hpf as our time points of interest for both the body burden and metabolomic studies. Embryos were screened for fertilization and proper development prior to toxicant exposure. One person selected untreated embryos for dosing. Embryos selected for the study had no gross observable problems with cell division at 3 hpf. Treatments were not blinded to avoid dosing error and all embryo handling was performed by the same individual to avoid inter-person variability. When the embryos reached 4 hpf, 20 embryos were placed into a clean 2 mL amber vial (Cat. No. 5182–0558, Agilent, Santa Clara, CA) and residual egg water was removed. Fresh egg water (2 mL) was added to the vial (10 embryos/mL egg water) and then 2 μL (1 μL TCDD stock per mL egg water) of TCDD stock (50 ng/mL, 1000 ng/mL, or 10,000 ng/mL) or control DMSO was added to the treatment to achieve a 50 ppt, 1 ppb, or 10 ppb final exposure concentration, respectively. Immediately after addition of TCDD, the vials were capped, wrapped in Parafilm®, and inverted several times to mix. To minimize inter sample variability, the same person performed all TCDD exposures. Treatment vials were placed on a rocker table for 1 hour at room temperature. Treatment solution was removed from the vials and embryos were washed three times with fresh egg water. Embryos were transferred to 6-well plates (20 embryos/well) containing egg water and placed into the incubator for collection. At 24 hpf, all embryos were manually dechor-ionated. Exposed and control embryos were fixed at either 24, 48, or 72 hpf. At 50 ppt, 20–0 embryos were pooled per sample, 7 embryos were required at 1 ppb and 10 ppb. These numbers were determined empirically based on the Limit of Detection (LOD) at each concentration. All dosed embryo samples were paired with equivalent control samples. The water was removed from each sample before snap freezing in liquid nitrogen and storing at −80 °C until TCDD quantification and metabolomics analysis. At each timepoint 2–3 replicates were collected. In total there were 9 independent spawning events, each timepoint and dose was represented by at least three independent experiments totaling 5–7 measured samples per timepoint. Embryos were extracted and measured for TCDD concentrations by GC-HRMS (Manz et al., 2021). Briefly, pooled embryos were transferred into an amber glass 4-dram vial with 4 mL 1:1:1 hexane:acetone:dichloromethane. Each sample was spiked with 10 μL of surrogate standard solution containing PCB 65 and 166, to assess extraction recovery. The glass vial containing the embryos was sonicated for 2 h, until the embryos were disintegrated, and mixed overnight (15 h) on an orbital shaker. The supernatant was transferred to a QuEChERS (Quick, Easy, Cheap, Effective, Rugged, Safe) extraction tube containing 150 mg dispersive C18 powder and 900 mg MgSO4 (United Chemical Technologies, Bristol, PA, USA). The QuEChERS tube was mixed for 15 min and centrifuged for 10 min at 5000 rpm. The supernatant from the QuEChERS tube was transferred to a glass test tube for collection. The 4-dram vial containing the embryos was rinsed twice with 1.5 mL of hexane:acetone:dichloromethane. Each rinse was transferred to the QuEChERS tube, mixed for 15 min in the QuEChERS tube, centrifuged, and transferred to the collection glass test tube. The final extract (7 mL total) was evaporated to 0.5–1 mL at 40 °C under nitrogen using a 30 position Multivap Nitrogen Evaporator (Organomation Associates Inc.), transferred to a clear GC vial, and reduced to a final volume of 150 μL. The final extract was transferred to an amber autosampler vial containing a 250 μL glass insert, spiked with 10 μL of an internal standard solution containing 62.5 μg/L of phenanthrene D-10, chrysene D-12, and Carbon Number Distribution Marker and sealed with a Teflon®-lined screw cap. Sample extracts were analyzed for TCDD concentration on a Thermo Q Exactive Orbitrap equipped with a Thermo Trace 1300 gas chromatograph (GC) and TriPlus RSH autosampler. 4 μL of the sample extracted were injected onto a 290 °C split/splitless inlet operated in splitless mode. Sample extracts were separated on a Restek Rxi-35Sil MS (30 m × 0.25 mm inner diameter x 0.25 μm film thickness) column with helium (99.9999% purity) as the carrier gas at a flow rate of 1 mL/min. The oven temperature started at 50 °C for 0.5 min, increased to 330 °C at 12 °C/minute, and held at 330 °C for 5 min (total run time was 28 min). The transfer line was maintained at 310 °C. The source was held at 250 °C and operated in electron ionization (EI) mode. Data were collected in full-scan mode (30–550 m/z). TCDD was quantified in TraceFinder 5.0 using the extracted ion chromatogram (XIC) and the most abundant peak in the mass spectrum (321.8928 m/z). TCDD identity was confirmed using the ratio of two confirming ions (319.8958 and 256.9321 m/z) and retention time (19.77 min). An eight-point calibration curve prepared by serial dilution of calibration standards in hexane (0.025–15 μg/L) was used to quantify. The limit of detection (LOD) was determined from seven injections of a calibration standard and calculated as: LOD = [s × t(df, 1 − α = 0.99)]/m where s is the standard deviation, t is the student’s t-value, df is the degrees freedom, α is the significance level (n = 7, α = 0.01, t = 3.14), and m is the slope of the calibration curve (MacDougall et al., 1980). The LOD for TCDD was 0.0717 ng/mL (equivalent to 1.54 × 10−6 μg/embryo for 7 embryos or 2.69 × 10−7 μg/embryo for 40 embryos). We calculated body burden per embryo (pg/embryo) by dividing the detected quantity of TCDD in each sample by the number of embryos in that sample. We then combined the samples within each dose and time point to find the average and standard deviation. Each average and standard deviation represents 5–7 samples across multiple cohorts. Rates of elimination were calculated using a Comparison of Fits (Prism®). Metabolic changes were assessed at 24, 48, and 72 hpf for both the lowest (50 ppt) and highest () doses of TCDD. Embryo samples were evaporated to dryness under nitrogen reconstituted in 150 μL acetonitrile containing a mixture of isotopically labeled metabolites. Non-targeted analysis for metabolite detection was performed by injecting 10 μL of sample extract on a Thermo Orbitrap Q Exactive HF-X MS equipped with a Thermo Vanquish ultra-high performance liquid chromatograph (UHPLC) system in triplicate. Two chromatography separation methods were used, normal and reverse-phase. The normal-phase LC was performed with a HILIC column (Thermo Syncronis HILIC 50 mm × 2.1 mm x 3 μm) at a constant temperature of 25 °C. Mobile phase A contained 2 mM ammonium acetate in acetonitrile and mobile phase B contained 2 mM aqueous ammonium acetate. Metabolites were eluted from the column at a constant flow rate of 0.2 mL/min using a solvent gradient as follows: equilibrate with 10% B for 1 min, increase to 65% B for 9 min and hold for 3 min, decrease to 10% over 1 min and hold for 1 min. The reverse-phase LC was performed with a C18 column (Thermo Hypersil Gold Vanquish, 50 mm × 2.1 mm x 1.9 μm) at a constant temperature of 60 °C. Mobile phase A contained 2 mM aqueous ammonium acetate and mobile phase B contained 2 mM ammonium acetate in acetonitrile. Metabolites were eluted from the column at a constant flow rate of 0.5 mL/min using a mobile phase gradient as follows: equilibration with 2.5% B for 1 min, increase to 100% B over 11 min and held for 2 min, and back to 2.5% B over 1 min and held for 1.5 min (total run time 16.5 min, data were collected from 0.05 to 12.5 min). For both normal and reverse-phase LC, the MS was operated in full scan mode with 120,000 resolution, automatic gain control of 3 × 106, and maximum dwell time of 100 ms. Electrospray ionization was conducted in positive mode for normal-phase and negative mode for reverse phase LC. Reverse phase chromatography was used for negative ionization, which separates compounds with hydrophobic moieties. Normal phase chromatography was used for positive ionization, which differentiates compounds with hydrophilic moieties. Ionization was performed at a sheath gas flow of 40 units, auxiliary gas flow of 10 units, sweep gas flow of 2 units, spray voltage of 3.5 kV, 310 °C capillary temperature, funnel radio frequency (RF) level of 35, and 320 °C auxiliary gas heater temperature. We used all features detected for significance testing. We performed metabolomics using t-tests for each exposure dose and time point relative to the control samples. We first performed metabolomics analysis on the 50 ppt and 10 ppb exposure groups over the three time points in negative ion mode and then repeated this analysis in positive ion mode. Data files were converted from *.raw files to *.cdf files using XCalibur file Converter, and then processed in R packages apLCMS (Denison and Nagy, 2003) and xMSanalyzer (Uppal et al., 2013) to produce m/z feature tables. The m/z feature tables were batch corrected using ComBat (Johnson et al., 2007). Intensities were filtered by comparing peak intensity in the egg water blank to the sample intensity (intensity in the sample ≥1.5 times the blank) and normalizing by log2 transformation. Association of metabolite features obtained for 50 ppt and 10 ppb TCDD exposure levels was assessed for each exposure time and dose using t-tests (p < 0.05) in comparison to the control samples. This study design was chosen because the 50 ppt exposure group required 40 embryos, while the 10 ppb exposure group required 7 embryos; and each time point was collected in comparison to a concurrent control group, but the sample time-points were not collected in the same clutch. A False Discovery Rate (FDR) ≤ 20% was used to control for Type I errors in multiple comparisons. Significant metabolites were analyzed for pathway enrichment using MetaboAnalystR (Chong and Xia, 2018) using the zebrafish mummichog curated model, which includes the KEGG, BiGG, and Edinburgh maps. Metabolite annotations from mummichog (Schymanksi level 3 confidence (Schymanski et al., 2014)) were used for assigning compound identity. All metabolomics data analysis was performed in R (version 4.0.2).\n\n## Chemicals:\nTCDD stock solution for zebrafish exposure was purchased at an initial concentration of 50 ± 0.32 μg/mL (Stock A) in dimethyl sulfoxide (DMSO, ED-901-B, Cambridge Isotope Laboratories, Tewksbury, MA). The stocks were made in 2 mL amber vials and caps were wrapped with Parafilm®. Dosing stocks were kept in the dark at room temperature. Dioxin mix, which contains TCDD, certified reference standard was purchased from AccuStandard for TCDD quantitation (New Haven, CT, USA). Surrogate standards (Polychlorinated Biphenyl (PCB) 65 and 166) and internal standard mix (Phenanthrene-D10, Chrysene-D12, and Carbon Number Distribution Marker) were also purchased from AccuStandard. Solvents, including n-hexane (≥99%), acetone (99.8%, HPLC grade), dichloromethane (99.8%, HPLC grade), water (UHPLC-MS grade), and acetonitrile (UHPLC-MS grade) were purchased from Fisher Scientific (Pittsburgh, PA). Isotopically labeled metabolites were purchased from Cambridge Isotopes (MSK-QC-KIT, Tewksbury, MA).\n\n## Zebrafish spawning\nAll procedures involving zebrafish were approved by the Institutional Animal Care and Use Committee (IACUC) at the Brown University and adhered to the National Institute of Health’s “Guide for the Care and Use of Laboratory Animals”. AB strain zebrafish (Danio rerio) were maintained using a zebrafish aquatic housing system with centralized filtration, temperature control (28.5 ± 2 °C), illumination (14 h:10 h light-dark cycle) ultraviolet (UV) germicidal irradiation, reverse osmosis water purification, and pH and conductivity monitoring (Aquaneering Inc., San Diego, CA) according to Westerfield (2007). The Plavicki Lab Zebrafish Facility undergoes routine monitoring for disease including the semiannual quantified Polymerase Chain Reaction (qPCR) panels to detect common fish pathogens. Adult AB zebrafish were incrossed for 1 hour in 1.7 L slope breeding tanks (Techniplast, USA) and fertilized embryos were collected in egg water (1.5 mL stock salts in 1 L reverse osmosis water). Embryonic and larval zebrafish were maintained at 28.5 ± 1 °C in an incubator (Powers Scientific Inc., Pipersville, PA) within 100 mm non-treated culture petri dishes (CytoOne, Cat. No. CC7672-3394).\n\n## Quality control\nFirst, we diluted our commercially purchased and validated TCDD stock solution (Stock A, Table S1) in DMSO to make a 10,000 ppb secondary stock solution (Stock B), which was serial diluted to make a 1000 ppb stock (Stock C) and 50 ppb stock solution (50,000 ppt, Stock D). We validated the concentrations of each stock solutions (Table S1), and found each stock was within the margin of error expected based on the purchased solution (Stock A). Each stock solution is diluted 1:1000 in embryo water to create a “working solution” to which the embryos are exposed. To validate that, our dilution, and consistency between doses, we measured the TCDD concentration in three independent working solutions. We found that the working solutions were within expected deviation of the expected concentration (Table S1). After validating all of the stock and working solutions, we were confident the stocks could be used for subsequent TCDD exposure and uptake studies.\n\n## Exposure\nFor our body burden assessments, embryos were dosed with 50 ppt, 1 ppb, or 10 ppb TCDD at 4 h post-fertilization (hpf) for a 1-h and then raised in fresh egg water. We selected the 1 ppb and 10 ppb doses, because these concentrations have been previously used to model TCDD-induced developmental toxicity and to identify key molecular mechanisms mediating TCDD-induced teratogenicity (Plavicki et al., 2013; Johnson et al., 2013; Garcia et al., 2018; Souder and Gorelick, 2019; Andreasen, 2002; Andreasen et al., 2002). The 50 ppt dose has been established as a sublethal concentration in embryonic and juvenile zebrafish (King Heiden et al., 2009; Baker et al., 2013; Steenland et al., 2001; Ruby et al., 2002) and used to model transgenerational effects of TCDD exposure. Changes in cardiac dysfunction have been reported as early as 60 hpf in the 1 and 10 ppb TCDD-exposed embryos; however, cardiac collapse and overt morphological malformations occur later in development and culminate in death between 5- and 7-days post fertilization (dpf (Choudhary et al., 2015; Place et al., 2021; Hill et al., 2003; Yin et al., 2008; Manz et al., 2021),). Therefore, to avoid the complications associated with organ dysfunction and overt morphological malformations, we selected 24, 48, and 72 hpf as our time points of interest for both the body burden and metabolomic studies. Embryos were screened for fertilization and proper development prior to toxicant exposure. One person selected untreated embryos for dosing. Embryos selected for the study had no gross observable problems with cell division at 3 hpf. Treatments were not blinded to avoid dosing error and all embryo handling was performed by the same individual to avoid inter-person variability. When the embryos reached 4 hpf, 20 embryos were placed into a clean 2 mL amber vial (Cat. No. 5182–0558, Agilent, Santa Clara, CA) and residual egg water was removed. Fresh egg water (2 mL) was added to the vial (10 embryos/mL egg water) and then 2 μL (1 μL TCDD stock per mL egg water) of TCDD stock (50 ng/mL, 1000 ng/mL, or 10,000 ng/mL) or control DMSO was added to the treatment to achieve a 50 ppt, 1 ppb, or 10 ppb final exposure concentration, respectively. Immediately after addition of TCDD, the vials were capped, wrapped in Parafilm®, and inverted several times to mix. To minimize inter sample variability, the same person performed all TCDD exposures. Treatment vials were placed on a rocker table for 1 hour at room temperature. Treatment solution was removed from the vials and embryos were washed three times with fresh egg water. Embryos were transferred to 6-well plates (20 embryos/well) containing egg water and placed into the incubator for collection. At 24 hpf, all embryos were manually dechor-ionated. Exposed and control embryos were fixed at either 24, 48, or 72 hpf. At 50 ppt, 20–0 embryos were pooled per sample, 7 embryos were required at 1 ppb and 10 ppb. These numbers were determined empirically based on the Limit of Detection (LOD) at each concentration. All dosed embryo samples were paired with equivalent control samples. The water was removed from each sample before snap freezing in liquid nitrogen and storing at −80 °C until TCDD quantification and metabolomics analysis. At each timepoint 2–3 replicates were collected. In total there were 9 independent spawning events, each timepoint and dose was represented by at least three independent experiments totaling 5–7 measured samples per timepoint. Embryos were extracted and measured for TCDD concentrations by GC-HRMS (Manz et al., 2021). Briefly, pooled embryos were transferred into an amber glass 4-dram vial with 4 mL 1:1:1 hexane:acetone:dichloromethane. Each sample was spiked with 10 μL of surrogate standard solution containing PCB 65 and 166, to assess extraction recovery. The glass vial containing the embryos was sonicated for 2 h, until the embryos were disintegrated, and mixed overnight (15 h) on an orbital shaker. The supernatant was transferred to a QuEChERS (Quick, Easy, Cheap, Effective, Rugged, Safe) extraction tube containing 150 mg dispersive C18 powder and 900 mg MgSO4 (United Chemical Technologies, Bristol, PA, USA). The QuEChERS tube was mixed for 15 min and centrifuged for 10 min at 5000 rpm. The supernatant from the QuEChERS tube was transferred to a glass test tube for collection. The 4-dram vial containing the embryos was rinsed twice with 1.5 mL of hexane:acetone:dichloromethane. Each rinse was transferred to the QuEChERS tube, mixed for 15 min in the QuEChERS tube, centrifuged, and transferred to the collection glass test tube. The final extract (7 mL total) was evaporated to 0.5–1 mL at 40 °C under nitrogen using a 30 position Multivap Nitrogen Evaporator (Organomation Associates Inc.), transferred to a clear GC vial, and reduced to a final volume of 150 μL. The final extract was transferred to an amber autosampler vial containing a 250 μL glass insert, spiked with 10 μL of an internal standard solution containing 62.5 μg/L of phenanthrene D-10, chrysene D-12, and Carbon Number Distribution Marker and sealed with a Teflon®-lined screw cap. Sample extracts were analyzed for TCDD concentration on a Thermo Q Exactive Orbitrap equipped with a Thermo Trace 1300 gas chromatograph (GC) and TriPlus RSH autosampler. 4 μL of the sample extracted were injected onto a 290 °C split/splitless inlet operated in splitless mode. Sample extracts were separated on a Restek Rxi-35Sil MS (30 m × 0.25 mm inner diameter x 0.25 μm film thickness) column with helium (99.9999% purity) as the carrier gas at a flow rate of 1 mL/min. The oven temperature started at 50 °C for 0.5 min, increased to 330 °C at 12 °C/minute, and held at 330 °C for 5 min (total run time was 28 min). The transfer line was maintained at 310 °C. The source was held at 250 °C and operated in electron ionization (EI) mode. Data were collected in full-scan mode (30–550 m/z). TCDD was quantified in TraceFinder 5.0 using the extracted ion chromatogram (XIC) and the most abundant peak in the mass spectrum (321.8928 m/z). TCDD identity was confirmed using the ratio of two confirming ions (319.8958 and 256.9321 m/z) and retention time (19.77 min). An eight-point calibration curve prepared by serial dilution of calibration standards in hexane (0.025–15 μg/L) was used to quantify. The limit of detection (LOD) was determined from seven injections of a calibration standard and calculated as: LOD = [s × t(df, 1 − α = 0.99)]/m where s is the standard deviation, t is the student’s t-value, df is the degrees freedom, α is the significance level (n = 7, α = 0.01, t = 3.14), and m is the slope of the calibration curve (MacDougall et al., 1980). The LOD for TCDD was 0.0717 ng/mL (equivalent to 1.54 × 10−6 μg/embryo for 7 embryos or 2.69 × 10−7 μg/embryo for 40 embryos). We calculated body burden per embryo (pg/embryo) by dividing the detected quantity of TCDD in each sample by the number of embryos in that sample. We then combined the samples within each dose and time point to find the average and standard deviation. Each average and standard deviation represents 5–7 samples across multiple cohorts. Rates of elimination were calculated using a Comparison of Fits (Prism®). Metabolic changes were assessed at 24, 48, and 72 hpf for both the lowest (50 ppt) and highest () doses of TCDD. Embryo samples were evaporated to dryness under nitrogen reconstituted in 150 μL acetonitrile containing a mixture of isotopically labeled metabolites. Non-targeted analysis for metabolite detection was performed by injecting 10 μL of sample extract on a Thermo Orbitrap Q Exactive HF-X MS equipped with a Thermo Vanquish ultra-high performance liquid chromatograph (UHPLC) system in triplicate. Two chromatography separation methods were used, normal and reverse-phase. The normal-phase LC was performed with a HILIC column (Thermo Syncronis HILIC 50 mm × 2.1 mm x 3 μm) at a constant temperature of 25 °C. Mobile phase A contained 2 mM ammonium acetate in acetonitrile and mobile phase B contained 2 mM aqueous ammonium acetate. Metabolites were eluted from the column at a constant flow rate of 0.2 mL/min using a solvent gradient as follows: equilibrate with 10% B for 1 min, increase to 65% B for 9 min and hold for 3 min, decrease to 10% over 1 min and hold for 1 min. The reverse-phase LC was performed with a C18 column (Thermo Hypersil Gold Vanquish, 50 mm × 2.1 mm x 1.9 μm) at a constant temperature of 60 °C. Mobile phase A contained 2 mM aqueous ammonium acetate and mobile phase B contained 2 mM ammonium acetate in acetonitrile. Metabolites were eluted from the column at a constant flow rate of 0.5 mL/min using a mobile phase gradient as follows: equilibration with 2.5% B for 1 min, increase to 100% B over 11 min and held for 2 min, and back to 2.5% B over 1 min and held for 1.5 min (total run time 16.5 min, data were collected from 0.05 to 12.5 min). For both normal and reverse-phase LC, the MS was operated in full scan mode with 120,000 resolution, automatic gain control of 3 × 106, and maximum dwell time of 100 ms. Electrospray ionization was conducted in positive mode for normal-phase and negative mode for reverse phase LC. Reverse phase chromatography was used for negative ionization, which separates compounds with hydrophobic moieties. Normal phase chromatography was used for positive ionization, which differentiates compounds with hydrophilic moieties. Ionization was performed at a sheath gas flow of 40 units, auxiliary gas flow of 10 units, sweep gas flow of 2 units, spray voltage of 3.5 kV, 310 °C capillary temperature, funnel radio frequency (RF) level of 35, and 320 °C auxiliary gas heater temperature. We used all features detected for significance testing. We performed metabolomics using t-tests for each exposure dose and time point relative to the control samples. We first performed metabolomics analysis on the 50 ppt and 10 ppb exposure groups over the three time points in negative ion mode and then repeated this analysis in positive ion mode. Data files were converted from *.raw files to *.cdf files using XCalibur file Converter, and then processed in R packages apLCMS (Denison and Nagy, 2003) and xMSanalyzer (Uppal et al., 2013) to produce m/z feature tables. The m/z feature tables were batch corrected using ComBat (Johnson et al., 2007). Intensities were filtered by comparing peak intensity in the egg water blank to the sample intensity (intensity in the sample ≥1.5 times the blank) and normalizing by log2 transformation. Association of metabolite features obtained for 50 ppt and 10 ppb TCDD exposure levels was assessed for each exposure time and dose using t-tests (p < 0.05) in comparison to the control samples. This study design was chosen because the 50 ppt exposure group required 40 embryos, while the 10 ppb exposure group required 7 embryos; and each time point was collected in comparison to a concurrent control group, but the sample time-points were not collected in the same clutch. A False Discovery Rate (FDR) ≤ 20% was used to control for Type I errors in multiple comparisons. Significant metabolites were analyzed for pathway enrichment using MetaboAnalystR (Chong and Xia, 2018) using the zebrafish mummichog curated model, which includes the KEGG, BiGG, and Edinburgh maps. Metabolite annotations from mummichog (Schymanksi level 3 confidence (Schymanski et al., 2014)) were used for assigning compound identity. All metabolomics data analysis was performed in R (version 4.0.2).\n\n## Collection and fixing:\nAt 24 hpf, all embryos were manually dechor-ionated. Exposed and control embryos were fixed at either 24, 48, or 72 hpf. At 50 ppt, 20–0 embryos were pooled per sample, 7 embryos were required at 1 ppb and 10 ppb. These numbers were determined empirically based on the Limit of Detection (LOD) at each concentration. All dosed embryo samples were paired with equivalent control samples. The water was removed from each sample before snap freezing in liquid nitrogen and storing at −80 °C until TCDD quantification and metabolomics analysis. At each timepoint 2–3 replicates were collected. In total there were 9 independent spawning events, each timepoint and dose was represented by at least three independent experiments totaling 5–7 measured samples per timepoint.\n\n## Quantification of TCDD:\nEmbryos were extracted and measured for TCDD concentrations by GC-HRMS (Manz et al., 2021). Briefly, pooled embryos were transferred into an amber glass 4-dram vial with 4 mL 1:1:1 hexane:acetone:dichloromethane. Each sample was spiked with 10 μL of surrogate standard solution containing PCB 65 and 166, to assess extraction recovery. The glass vial containing the embryos was sonicated for 2 h, until the embryos were disintegrated, and mixed overnight (15 h) on an orbital shaker. The supernatant was transferred to a QuEChERS (Quick, Easy, Cheap, Effective, Rugged, Safe) extraction tube containing 150 mg dispersive C18 powder and 900 mg MgSO4 (United Chemical Technologies, Bristol, PA, USA). The QuEChERS tube was mixed for 15 min and centrifuged for 10 min at 5000 rpm. The supernatant from the QuEChERS tube was transferred to a glass test tube for collection. The 4-dram vial containing the embryos was rinsed twice with 1.5 mL of hexane:acetone:dichloromethane. Each rinse was transferred to the QuEChERS tube, mixed for 15 min in the QuEChERS tube, centrifuged, and transferred to the collection glass test tube. The final extract (7 mL total) was evaporated to 0.5–1 mL at 40 °C under nitrogen using a 30 position Multivap Nitrogen Evaporator (Organomation Associates Inc.), transferred to a clear GC vial, and reduced to a final volume of 150 μL. The final extract was transferred to an amber autosampler vial containing a 250 μL glass insert, spiked with 10 μL of an internal standard solution containing 62.5 μg/L of phenanthrene D-10, chrysene D-12, and Carbon Number Distribution Marker and sealed with a Teflon®-lined screw cap. Sample extracts were analyzed for TCDD concentration on a Thermo Q Exactive Orbitrap equipped with a Thermo Trace 1300 gas chromatograph (GC) and TriPlus RSH autosampler. 4 μL of the sample extracted were injected onto a 290 °C split/splitless inlet operated in splitless mode. Sample extracts were separated on a Restek Rxi-35Sil MS (30 m × 0.25 mm inner diameter x 0.25 μm film thickness) column with helium (99.9999% purity) as the carrier gas at a flow rate of 1 mL/min. The oven temperature started at 50 °C for 0.5 min, increased to 330 °C at 12 °C/minute, and held at 330 °C for 5 min (total run time was 28 min). The transfer line was maintained at 310 °C. The source was held at 250 °C and operated in electron ionization (EI) mode. Data were collected in full-scan mode (30–550 m/z). TCDD was quantified in TraceFinder 5.0 using the extracted ion chromatogram (XIC) and the most abundant peak in the mass spectrum (321.8928 m/z). TCDD identity was confirmed using the ratio of two confirming ions (319.8958 and 256.9321 m/z) and retention time (19.77 min). An eight-point calibration curve prepared by serial dilution of calibration standards in hexane (0.025–15 μg/L) was used to quantify. The limit of detection (LOD) was determined from seven injections of a calibration standard and calculated as: LOD = [s × t(df, 1 − α = 0.99)]/m where s is the standard deviation, t is the student’s t-value, df is the degrees freedom, α is the significance level (n = 7, α = 0.01, t = 3.14), and m is the slope of the calibration curve (MacDougall et al., 1980). The LOD for TCDD was 0.0717 ng/mL (equivalent to 1.54 × 10−6 μg/embryo for 7 embryos or 2.69 × 10−7 μg/embryo for 40 embryos). We calculated body burden per embryo (pg/embryo) by dividing the detected quantity of TCDD in each sample by the number of embryos in that sample. We then combined the samples within each dose and time point to find the average and standard deviation. Each average and standard deviation represents 5–7 samples across multiple cohorts. Rates of elimination were calculated using a Comparison of Fits (Prism®).\n\n## High resolution metabolomics:\nMetabolic changes were assessed at 24, 48, and 72 hpf for both the lowest (50 ppt) and highest () doses of TCDD. Embryo samples were evaporated to dryness under nitrogen reconstituted in 150 μL acetonitrile containing a mixture of isotopically labeled metabolites. Non-targeted analysis for metabolite detection was performed by injecting 10 μL of sample extract on a Thermo Orbitrap Q Exactive HF-X MS equipped with a Thermo Vanquish ultra-high performance liquid chromatograph (UHPLC) system in triplicate. Two chromatography separation methods were used, normal and reverse-phase. The normal-phase LC was performed with a HILIC column (Thermo Syncronis HILIC 50 mm × 2.1 mm x 3 μm) at a constant temperature of 25 °C. Mobile phase A contained 2 mM ammonium acetate in acetonitrile and mobile phase B contained 2 mM aqueous ammonium acetate. Metabolites were eluted from the column at a constant flow rate of 0.2 mL/min using a solvent gradient as follows: equilibrate with 10% B for 1 min, increase to 65% B for 9 min and hold for 3 min, decrease to 10% over 1 min and hold for 1 min. The reverse-phase LC was performed with a C18 column (Thermo Hypersil Gold Vanquish, 50 mm × 2.1 mm x 1.9 μm) at a constant temperature of 60 °C. Mobile phase A contained 2 mM aqueous ammonium acetate and mobile phase B contained 2 mM ammonium acetate in acetonitrile. Metabolites were eluted from the column at a constant flow rate of 0.5 mL/min using a mobile phase gradient as follows: equilibration with 2.5% B for 1 min, increase to 100% B over 11 min and held for 2 min, and back to 2.5% B over 1 min and held for 1.5 min (total run time 16.5 min, data were collected from 0.05 to 12.5 min). For both normal and reverse-phase LC, the MS was operated in full scan mode with 120,000 resolution, automatic gain control of 3 × 106, and maximum dwell time of 100 ms. Electrospray ionization was conducted in positive mode for normal-phase and negative mode for reverse phase LC. Reverse phase chromatography was used for negative ionization, which separates compounds with hydrophobic moieties. Normal phase chromatography was used for positive ionization, which differentiates compounds with hydrophilic moieties. Ionization was performed at a sheath gas flow of 40 units, auxiliary gas flow of 10 units, sweep gas flow of 2 units, spray voltage of 3.5 kV, 310 °C capillary temperature, funnel radio frequency (RF) level of 35, and 320 °C auxiliary gas heater temperature.\n\n## Metabolomic data analysis:\nWe used all features detected for significance testing. We performed metabolomics using t-tests for each exposure dose and time point relative to the control samples. We first performed metabolomics analysis on the 50 ppt and 10 ppb exposure groups over the three time points in negative ion mode and then repeated this analysis in positive ion mode. Data files were converted from *.raw files to *.cdf files using XCalibur file Converter, and then processed in R packages apLCMS (Denison and Nagy, 2003) and xMSanalyzer (Uppal et al., 2013) to produce m/z feature tables. The m/z feature tables were batch corrected using ComBat (Johnson et al., 2007). Intensities were filtered by comparing peak intensity in the egg water blank to the sample intensity (intensity in the sample ≥1.5 times the blank) and normalizing by log2 transformation. Association of metabolite features obtained for 50 ppt and 10 ppb TCDD exposure levels was assessed for each exposure time and dose using t-tests (p < 0.05) in comparison to the control samples. This study design was chosen because the 50 ppt exposure group required 40 embryos, while the 10 ppb exposure group required 7 embryos; and each time point was collected in comparison to a concurrent control group, but the sample time-points were not collected in the same clutch. A False Discovery Rate (FDR) ≤ 20% was used to control for Type I errors in multiple comparisons. Significant metabolites were analyzed for pathway enrichment using MetaboAnalystR (Chong and Xia, 2018) using the zebrafish mummichog curated model, which includes the KEGG, BiGG, and Edinburgh maps. Metabolite annotations from mummichog (Schymanksi level 3 confidence (Schymanski et al., 2014)) were used for assigning compound identity. All metabolomics data analysis was performed in R (version 4.0.2).\n\n## Results\nThere was no difference in mortality between the control and exposure groups at any time point examined. The average survival rates for the control (DMSO) and TCDD-exposed groups at 72 hpf were 96.4% and 96.3%, respectively, (p = 0.49, one-tailed t-test, n = 313 fish). Using GC-HRMS, we experimentally determined the body burdens associated with a 1hour exposure to either a 50 ppt, 1 ppb, or 10 ppb TCDD dosing solution or a corresponding concentration matched DMSO solvent control. As anticipated, TCDD was not detected in any of the paired control samples at any timepoint. Embryos dosed with 50 ppt TCDD for 1 hour had a body burden of 8.53 ± 0.341 pg/embryo at 24 hpf, whereas embryos exposed to the 1 ppb and 10 ppb dosing solutions had respective body burdens of 26.6 ± 1.21 and 38.0 ± 4.34 (Table 1). At 24 and 72 hpf, there was a significant difference in the TCDD body burdens between the 1 ppb and 10 ppb exposure groups (p = 0.0018, p = 0.0001, respectively, student t-test); however, at 48 hpf, the body burden was not statistically different (p = 0.1167). To determine if elimination of TCDD from the embryo occurred in a dose dependent manner, we modeled TCDD elimination for each dose using linear and exponential regressions (Fig. 1). In our study, “elimination” captures all forms of removal of the parent compound, TCDD, including metabolism and excretion. Elimination dynamics in the 50 ppt exposure group could be fit by both an exponential (R2 = 0.983) and linear regression (R2 = 0.983); however, exponential decay could not accurately predict the half-life at 50 ppt. Therefore, the most parsimonious explanation, a linear regression, was used to represent the 50 ppt exposure group (Elimination rate = 0.17 pg/h). The elimination dynamics in the 1 ppb and 10 ppb groups were best fit by exponential decay (R2 = 0.9889 and 0.955, respectively) compared to a linear regression (R2 = 0.9650 and 0.846, respectively). Using first-order kinetics, we calculated the half-life of TCDD in the zebrafish embryos following a 1 ppb exposure to be 32.71 hour (95% Confidence Interval = 19.34–85.36 h), while the 10 ppb dose had a half-life of 10.72 h (95% Confidence Interval = 7.336–19.88 h). Previous studies in humans demonstrate that elimination of TCDD occurs through first order kinetics (Aylward et al., 2005). We were not able to conclude first-order kinetics from the 50 ppt exposure, it is possible that if we measure TCDD concentration prior to 24 hpf the data would be more representative of first order kinetics.\n\n## TCDD body burden and elimination analysis\nThere was no difference in mortality between the control and exposure groups at any time point examined. The average survival rates for the control (DMSO) and TCDD-exposed groups at 72 hpf were 96.4% and 96.3%, respectively, (p = 0.49, one-tailed t-test, n = 313 fish). Using GC-HRMS, we experimentally determined the body burdens associated with a 1hour exposure to either a 50 ppt, 1 ppb, or 10 ppb TCDD dosing solution or a corresponding concentration matched DMSO solvent control. As anticipated, TCDD was not detected in any of the paired control samples at any timepoint. Embryos dosed with 50 ppt TCDD for 1 hour had a body burden of 8.53 ± 0.341 pg/embryo at 24 hpf, whereas embryos exposed to the 1 ppb and 10 ppb dosing solutions had respective body burdens of 26.6 ± 1.21 and 38.0 ± 4.34 (Table 1). At 24 and 72 hpf, there was a significant difference in the TCDD body burdens between the 1 ppb and 10 ppb exposure groups (p = 0.0018, p = 0.0001, respectively, student t-test); however, at 48 hpf, the body burden was not statistically different (p = 0.1167). To determine if elimination of TCDD from the embryo occurred in a dose dependent manner, we modeled TCDD elimination for each dose using linear and exponential regressions (Fig. 1). In our study, “elimination” captures all forms of removal of the parent compound, TCDD, including metabolism and excretion. Elimination dynamics in the 50 ppt exposure group could be fit by both an exponential (R2 = 0.983) and linear regression (R2 = 0.983); however, exponential decay could not accurately predict the half-life at 50 ppt. Therefore, the most parsimonious explanation, a linear regression, was used to represent the 50 ppt exposure group (Elimination rate = 0.17 pg/h). The elimination dynamics in the 1 ppb and 10 ppb groups were best fit by exponential decay (R2 = 0.9889 and 0.955, respectively) compared to a linear regression (R2 = 0.9650 and 0.846, respectively). Using first-order kinetics, we calculated the half-life of TCDD in the zebrafish embryos following a 1 ppb exposure to be 32.71 hour (95% Confidence Interval = 19.34–85.36 h), while the 10 ppb dose had a half-life of 10.72 h (95% Confidence Interval = 7.336–19.88 h). Previous studies in humans demonstrate that elimination of TCDD occurs through first order kinetics (Aylward et al., 2005). We were not able to conclude first-order kinetics from the 50 ppt exposure, it is possible that if we measure TCDD concentration prior to 24 hpf the data would be more representative of first order kinetics.\n\n## Metabolomics analysis\nNext, we used non-targeted LC-HRMS to evaluate the metabolic changes in embryonic zebrafish that occured as a result of the 50 ppt and 10 ppb TCDD exposures. A total of 5565 m/z features were detected in negative ionization mode (Fig. 2), while 6874 m/z features were detected in positive ionization mode (Fig. 3) for all exposure levels and time points. Features, independent of regulation direction, were considered significant if they were above the FDR threshold. In the 50 ppt group, no features were significant in negative ionization mode (Fig. 2A-C, Table S2A) at all timepoints analyzed and 1 feature was significant in positive ion mode at 48 hpf (Fig. 3A-C, Table S2B). In the 10 ppb exposure group, in negative ionization mode, 1941 features were significant at 24 hpf, 2211 features were significant at 48 hpf, and 2033 features were significant at 72 hpf (Fig. 2D-F, Table S2C). For the 10 ppb exposure group, in positive ionization mode, 2579 features were significant at 24 hpf, 4348 features were significant at 48 hpf, and 4563 features were significant at 72 hpf (Fig. 3D-F, Table S2D). The feature that was significant in the 50 ppt dosing scheme was not significant in the 10 ppb dosing scheme. In the 10 ppb dosing scheme, there were features that were significant at more than one time point in both negative and positive ionization mode (Figs. 3 and 4). Given that there were a small number of significant features detected in the 50 ppt exposure group, pathway enrichment analysis is only discussed in regard to the 10 ppb exposure group and the associated pathways are shown in Fig. 5. Pathway analysis was performed on the 50 ppt exposure group, which may provide information about the endogenous AHR response. However, due to the lack of significant features detected (1 feature and 48 hpf), we are not confident that continued analysis of the data set would be yield clearly interpretable results (Fig. S1). Hit totals and significance can be found in Table S3. In total, 85 pathways were enriched: 61 pathways unique to the negative ionization mode (Table S3A-B), 23 pathways enriched in both modes, and 1 pathway (Glycosylphosphatidylinositol-anchor biosynthesis) was unique to the positive ionization mode. A total of 224 unique m/z features were identified in the enriched metabolic pathways (Table 2, Level 3 annotation on the Schymanski Scale (Schymanski et al., 2014)). Of these features, 80 were upregulated features and 144 were downregulated (Table S2). In many instances, the most significant dysregulation of a given pathway was observed at 24 hpf (higher −log10(P)), with the exception of xenobiotic, vitamin A, arachidonic acid, and alkaloid biosynthesis II metabolism pathways (Fig. 5). As anticipated, we observed an enrichment of the xenobiotic metabolism pathway following TCDD exposure (Fig. 5, Table 2). Xenobiotic metabolism is a cellular detoxification response that uses phase I and phase II metabolizing enzymes to biotransform xenobiotics for excretion. Correspondingly, this pathway is involved the breakdown of aromatic hydrocarbons and is highly associated with the induction of cytochrome P450s, . Dioxins, all of which are aromatic hydrocarbons, are known to induce expression of cytochrome P450s (cyps; Andreasen, 2002; Prasch, 2003). In addition to their role in cellular detoxification, cytochrome P450s have essential endogenous functions in steroid metabolism and work across many different pathways including vitamin A metabolism pathway (Herlin et al., 2021; Esteban et al., 2021). The observed dysregulation of xenobiotic metabolites in this pathway over time suggests that the elimination of TCDD observed between 24 and 72 hpf (Fig. 1) could be due to metabolism of aromatic TCDD rather than excretion. Tryptophan metabolites, along with indole and arachidonic metabolites, have been identified as endogenous AHR agonists (as reviewed in (Gutiérrez-Vázquez and Quintana, 2018)). In rats, exposure to TCDD causes a dose-related change in tryptophan metabolism (Unkila et al., 1994; Heath-Pagliuso et al., 1998; Wu et al., 2019b). Consistent with these previous reports, we found the tryptophan metabolism pathway was associated with TCDD exposure in zebrafish; thus, indicating that exogenous AHR activation by TCDD may affect the natural biosynthesis of tryptophan and contribute to the pathophysiology associated with TCDD exposure. Bile acid metabolism was another significantly altered metabolic pathway associated with TCDD exposure. The majority of significantly dysregulated metabolites in the bile acid biosynthesis pathway are upregulated (5/7 Negative ion mode, 1/1 Positive ion mode) including 3a, 7a-Dihydroxy-5b-cholestane (1.01-fold). Upregulation of these metabolites suggests an accumulation of metabolites leading to secondary bile acid biosynthesis. Dihydrotestosterone, a major component of the androgen and estrogen biosynthesis and C21-steriod hormone metabolic pathway, was one of the most significantly downregulated metabolites following TCDD exposure. We found that the dihydrotestosterone peak decreased 6.02-fold every 24 h. In addition, we observed that androsterone, a chemical intermediate of testosterone and dihydrotestosterone, was downregulated 0.363-fold every 24 h, while pregnenolone, the chemical precursor to progesterone, was upregulated 0.529-fold every 24 h. Many of the steroid intermediates that are significantly dysregulated after TCDD exposure, are metabolized by 3ß-hydroxy-detla5 steroid dehydrogenase (HSD3B (Kanehisa and Goto, 2000), reviewed in (Simard et al., 2005)) suggesting dysfunction in HSD3B after exposure. Studies of AHR loss of function and toxicant-induced AHR activation have highlighted the interaction of the AHR with retinoids (Esteban et al., 2021). Studies in both fish and mammalian models have shown a requirement for retinoic acid and its corresponding receptors for the proper regulation of AHR expression (Hayashida et al., 2004). AHR activity, in turn has been shown to increase the generation of inactive retinoic acid metabolites and to enhance retinoic acid induced differentiation (Hayashida et al., 2004; Bunaciu and Yen, 2011). In our study, vitamin A (retinol) metabolism was increasingly dysregulated over time (Fig. 5). All compounds detected within this pathway were found to be downregulated (Table 2). Our metabolomic analysis revealed dysregulation of critical brain metabolic pathways, including glutamate metabolism, tyrosine metabolism, and chondroitin sulfate degradation (Table 2). In this pathway, gamma-aminobutyric acid (GABA) was downregulated 0.32-fold over time and L-Glutamic acid (glutamate) was downregulated 0.30-fold over time. Dysregulation of tyrosine biosynthesis was also significantly associated with TCDD exposure. In negative ion mode, 19 features were associated with TCDD exposure in the tyrosine biosynthesis pathway (p = 0.089) and, in positive ion mode, 2 features compounds were significantly associated with exposure (p = 0.012). Critically, we found that dopamine was downregulated 0.66-fold downregulation of over time.\n\n## Overall manhattan plot features\nNext, we used non-targeted LC-HRMS to evaluate the metabolic changes in embryonic zebrafish that occured as a result of the 50 ppt and 10 ppb TCDD exposures. A total of 5565 m/z features were detected in negative ionization mode (Fig. 2), while 6874 m/z features were detected in positive ionization mode (Fig. 3) for all exposure levels and time points. Features, independent of regulation direction, were considered significant if they were above the FDR threshold. In the 50 ppt group, no features were significant in negative ionization mode (Fig. 2A-C, Table S2A) at all timepoints analyzed and 1 feature was significant in positive ion mode at 48 hpf (Fig. 3A-C, Table S2B). In the 10 ppb exposure group, in negative ionization mode, 1941 features were significant at 24 hpf, 2211 features were significant at 48 hpf, and 2033 features were significant at 72 hpf (Fig. 2D-F, Table S2C). For the 10 ppb exposure group, in positive ionization mode, 2579 features were significant at 24 hpf, 4348 features were significant at 48 hpf, and 4563 features were significant at 72 hpf (Fig. 3D-F, Table S2D). The feature that was significant in the 50 ppt dosing scheme was not significant in the 10 ppb dosing scheme. In the 10 ppb dosing scheme, there were features that were significant at more than one time point in both negative and positive ionization mode (Figs. 3 and 4). Given that there were a small number of significant features detected in the 50 ppt exposure group, pathway enrichment analysis is only discussed in regard to the 10 ppb exposure group and the associated pathways are shown in Fig. 5. Pathway analysis was performed on the 50 ppt exposure group, which may provide information about the endogenous AHR response. However, due to the lack of significant features detected (1 feature and 48 hpf), we are not confident that continued analysis of the data set would be yield clearly interpretable results (Fig. S1). Hit totals and significance can be found in Table S3. In total, 85 pathways were enriched: 61 pathways unique to the negative ionization mode (Table S3A-B), 23 pathways enriched in both modes, and 1 pathway (Glycosylphosphatidylinositol-anchor biosynthesis) was unique to the positive ionization mode. A total of 224 unique m/z features were identified in the enriched metabolic pathways (Table 2, Level 3 annotation on the Schymanski Scale (Schymanski et al., 2014)). Of these features, 80 were upregulated features and 144 were downregulated (Table S2). In many instances, the most significant dysregulation of a given pathway was observed at 24 hpf (higher −log10(P)), with the exception of xenobiotic, vitamin A, arachidonic acid, and alkaloid biosynthesis II metabolism pathways (Fig. 5).\n\n## Pathway Enrichment analyses.\nA total of 224 unique m/z features were identified in the enriched metabolic pathways (Table 2, Level 3 annotation on the Schymanski Scale (Schymanski et al., 2014)). Of these features, 80 were upregulated features and 144 were downregulated (Table S2). In many instances, the most significant dysregulation of a given pathway was observed at 24 hpf (higher −log10(P)), with the exception of xenobiotic, vitamin A, arachidonic acid, and alkaloid biosynthesis II metabolism pathways (Fig. 5).\n\n## Xenobiotic Metabolism\nAs anticipated, we observed an enrichment of the xenobiotic metabolism pathway following TCDD exposure (Fig. 5, Table 2). Xenobiotic metabolism is a cellular detoxification response that uses phase I and phase II metabolizing enzymes to biotransform xenobiotics for excretion. Correspondingly, this pathway is involved the breakdown of aromatic hydrocarbons and is highly associated with the induction of cytochrome P450s, . Dioxins, all of which are aromatic hydrocarbons, are known to induce expression of cytochrome P450s (cyps; Andreasen, 2002; Prasch, 2003). In addition to their role in cellular detoxification, cytochrome P450s have essential endogenous functions in steroid metabolism and work across many different pathways including vitamin A metabolism pathway (Herlin et al., 2021; Esteban et al., 2021). The observed dysregulation of xenobiotic metabolites in this pathway over time suggests that the elimination of TCDD observed between 24 and 72 hpf (Fig. 1) could be due to metabolism of aromatic TCDD rather than excretion.\n\n## Tryptophan metabolism\nTryptophan metabolites, along with indole and arachidonic metabolites, have been identified as endogenous AHR agonists (as reviewed in (Gutiérrez-Vázquez and Quintana, 2018)). In rats, exposure to TCDD causes a dose-related change in tryptophan metabolism (Unkila et al., 1994; Heath-Pagliuso et al., 1998; Wu et al., 2019b). Consistent with these previous reports, we found the tryptophan metabolism pathway was associated with TCDD exposure in zebrafish; thus, indicating that exogenous AHR activation by TCDD may affect the natural biosynthesis of tryptophan and contribute to the pathophysiology associated with TCDD exposure.\n\n## Bile acid metabolism\nBile acid metabolism was another significantly altered metabolic pathway associated with TCDD exposure. The majority of significantly dysregulated metabolites in the bile acid biosynthesis pathway are upregulated (5/7 Negative ion mode, 1/1 Positive ion mode) including 3a, 7a-Dihydroxy-5b-cholestane (1.01-fold). Upregulation of these metabolites suggests an accumulation of metabolites leading to secondary bile acid biosynthesis.\n\n## Steroid hormone metabolism\nDihydrotestosterone, a major component of the androgen and estrogen biosynthesis and C21-steriod hormone metabolic pathway, was one of the most significantly downregulated metabolites following TCDD exposure. We found that the dihydrotestosterone peak decreased 6.02-fold every 24 h. In addition, we observed that androsterone, a chemical intermediate of testosterone and dihydrotestosterone, was downregulated 0.363-fold every 24 h, while pregnenolone, the chemical precursor to progesterone, was upregulated 0.529-fold every 24 h. Many of the steroid intermediates that are significantly dysregulated after TCDD exposure, are metabolized by 3ß-hydroxy-detla5 steroid dehydrogenase (HSD3B (Kanehisa and Goto, 2000), reviewed in (Simard et al., 2005)) suggesting dysfunction in HSD3B after exposure.\n\n## Vitamin a (retinol) metabolism\nStudies of AHR loss of function and toxicant-induced AHR activation have highlighted the interaction of the AHR with retinoids (Esteban et al., 2021). Studies in both fish and mammalian models have shown a requirement for retinoic acid and its corresponding receptors for the proper regulation of AHR expression (Hayashida et al., 2004). AHR activity, in turn has been shown to increase the generation of inactive retinoic acid metabolites and to enhance retinoic acid induced differentiation (Hayashida et al., 2004; Bunaciu and Yen, 2011). In our study, vitamin A (retinol) metabolism was increasingly dysregulated over time (Fig. 5). All compounds detected within this pathway were found to be downregulated (Table 2).\n\n## Neurotransmitter pathways\nOur metabolomic analysis revealed dysregulation of critical brain metabolic pathways, including glutamate metabolism, tyrosine metabolism, and chondroitin sulfate degradation (Table 2). In this pathway, gamma-aminobutyric acid (GABA) was downregulated 0.32-fold over time and L-Glutamic acid (glutamate) was downregulated 0.30-fold over time. Dysregulation of tyrosine biosynthesis was also significantly associated with TCDD exposure. In negative ion mode, 19 features were associated with TCDD exposure in the tyrosine biosynthesis pathway (p = 0.089) and, in positive ion mode, 2 features compounds were significantly associated with exposure (p = 0.012). Critically, we found that dopamine was downregulated 0.66-fold downregulation of over time.\n\n## Discussion\nOur data demonstrate that the body burden of TCDD at 24 hpf is significantly lower than the concentration of the waterborne exposure solution at 4 hpf. Although the 1 ppb and 10 ppb waterborne exposures are, respectively, 20 times and 200 times the concentration of the 50 ppt exposure, the body burden of the 1 ppb dose was approximately 3 times the body burden of fish exposed to the 50 ppt dose and the body burden in the 10 ppb exposure group was approximately 4.45 times the body burden of the fish exposed to the 50 ppt dosing solution. The observed differences in body burden likely reflect the properties of TCDD and the exposure methods, including the limited solubility of TCDD in water, the partitioning of TCDD to different surfaces during the waterborne exposure, and the limits of absorption of TCDD into the zebrafish embryo. To contextualize the body burdens found in our studies with human TCDD exposures, we compared our findings to blood serum concentrations of TCDD detected in human populations exposed to TCDD through military operations and industrial accidents. During the Vietnam War, the United States used herbicides to reduce forest coverage and disrupt food supplies. From 1962 to 1971, Operation Ranch Hand, the aerial unit responsible for the application herbicides in Vietnam, sprayed forests with an estimated 18 million gallons of herbicides, including Agent Orange, a defoliant contaminated with TCDD (Unknown, 1974; Medicine and of, 1994). Operation Ranch Hand resulted in Airforce personnel and Vietnamese civilians being exposed to significant amounts of TCDD. Studies estimating initial serum TCDD concentration in Operation Ranch Hand veterans reported a median serum concentrations of 94 ppt for all groups of exposed servicemen (Medicine and of, 1994; Henriksen et al., 1997). Subsequent studies found that by 1987 the median (and range) for the previously studied high and low exposure groups was 15.0 ppt (range: 10.0–26.6 ppt) and 46.2 ppt (range: 18.0–617.8 ppt) respectively. In comparison, a control population of Airforce veterans, primarily consisting of Officers who had served in Vietnam, were found to have a median background TCDD serum concentration of 4.0 ppt (range: 0–10 ppt) (Henriksen et al., 1997). While the exposure of Operation Ranch Hand veterans to TCDD was substantial, Vietnamese civilians were found to have significantly higher body burdens of TCDD. In 1970, human breast milk in a cohort from southern Vietnam contained up to 1832 ppt TCDD (excluding other dioxin congeners) and, in 1991, serum TCDD concentrations in this same population were found to be up to 33 ppt (Schecter et al., 1995). Our understanding of the human health impacts of TCDD exposure has also come from a tragic industrial accident in 1978 near Seveso, Italy. The exposed Seveso population was found to have serum TCDD concentrations from 828 ppt to 56,000 ppt, the median exposure was 12,558 ppt, while the control population had a median exposure of 13.7 ppt (range = not detected – 137 ppt, (Mocarelli et al., 1991). Outside of large scale exposure events, the primary route of dioxin exposure is through dietary consumption of animal products, which results in both in utero exposure and continuous exposure across the lifespan (Schecter et al., 2001). Schecter et al. (2001) determined the toxic equivalency levels in human food sources for dioxin and dioxin-like compounds. The toxic equivalency level is the amount of TCDD required to produce the same level of AHR activation as produced by the diverse composition of AHR agonists seen in environmental samples (Eadon et al., 1986). Freshwater fish contained the highest toxic equivalency levels (1.72 ppt), while a purely vegan diet had the lowest TEQ (0.09 ppt), intermediate levels were detected in chicken (0.33 ppt), ocean fish (0.39 ppt), and human milk (0.42 ppt (Schecter et al., 2001),). The EPA reported TCDD concentrations in fish (all encompassing) to be approximately 6.89 ppt in 1999 (Bigler, 1999). More recently, in 2008, the state of Maine reported TCDD concentrations to be between 1 and 2 ppt in freshwater fish (Smith and Frohmberg, 2008). Although this concentration is significantly lower than the EPA report from 20 years ago, the 1–2 ppt concentration could still pose a threat to human health and precautions related to fish consumption should be observed. The reported fish concentrations also allow us to compare how laboratory exposures compare to ecological exposures. We calculated the internal concentrations of TCDD in our samples by dividing the pg/embryo concentration of TCDD by the previously calculated dry weight of a 24 hpf zebrafish embryo (39.5 ± 15.5 μg (Hachicho et al., 2015),). At 24 hpf, the 50 ppt exposure group had an internal concentration of 0.22 ppt, the 1 ppb exposure group had an internal TCDD concentration of 0.67 ppt, and the 10 ppb exposure group had an internal TCDD concentration of 0.96 ppt. This rough estimate of internal concentration in our study suggests that our measured tissue concentrations of TCDD at 24 hpf are ecologically relevant, within the same order of magnitude observed in human food sources and below the exposure levels that occurred as a result of the Vietnam War and following the Seveso accident. While we observed body burdens that may be occur in certain polluted environments, there are a number of variables to consider when comparing the body burden achieved from the current laboratory dosing methods and the body burdens that result from environmental exposures in wild fish populations. For example, a previous study found that repeated doses of 0.2 ppb or 50 ppt TCDD at 4.8 hpf and 31.2 hpf resulted in significant bioaccumulation of TCDD in embryonic zebrafish, producing a TCDD body burden between approximately 1 ppb and 5 ppb respectively (Lanham et al., 2012). Therefore, the TCDD body burdens in the Maine wild fish population likely reflects repeated exposure to concentrations of TCDD lower than 50 ppt. Repeated, low dose exposures may produce different physiological effects than a single high dose exposure during early embryogenesis as used in this study. In addition, maternal body burden of TCDD, which contributes to the earliest developmental events occurring at the time of fertilization, is another important variable to model. Female zebrafish dosed with TCDD provide a maternal load of TCDD in their eggs which is linearly portioned to adult body burden (Heiden et al., 2005). The findings reported herein along with the work of others, demonstrate that different dosing paradigms produce different body burdens and highlight the need to quantify toxicant body burdens after aquatic exposures to make cross-study comparisons. Our metabolomics analyses demonstrate that TCDD exposure was associated with changes in the tryptophan, bile acid metabolism, and androgen and estrogen biosynthesis pathways, all of which have been previously associated with endogenous and exogenous AHR activation in human and mammalian model systems. Recent work in mice has shown that bile acid biosynthesis is altered after TCDD exposure; however, this change is only detected in a liver biopsy and not detected in the serum (Csanaky et al., 2018). Thus, the only way to observe these effects is through a more invasive method in mammals. Using zebrafish embryos, we are able to detect changes to the metabolome which may be masked through less invasive methods of discovery in mammals or humans, such as blood or urine collection. This result emphasizes the utility of the zebrafish embryo to detect metabolic alterations that are biomarkers of toxic effects. It is well established that exposure to TCDD effects the androgen and estrogen biosynthesis pathway, as well as the associated C21-steroid synthesis pathway and reproductive endpoints in humans, mammals, and zebrafish (King Heiden et al., 2009; Baker et al., 2013; Morán et al., 2001; Chaffin et al., 1996; Warner et al., 2007; Eskenazi et al., 2010; Law et al., 2005; Eskanazi et al., 2003; Li et al., 1995a, 1995b; Salisbury and Marcinkiewicz, 2002; Guo et al., 1999). However, steroidogenic somatic cells are not known to associate with the gonad until 5 dpf in zebrafish (Braat et al., 1999). Therefore, detection of changes to human relevant sex steroids either represents extra-gonad steroid synthesis, or the presence of somatic cells prior to 5 dpf. In a study of male infertility, Galimova et al. found that infertile men had significantly higher concentrations of dioxins in their semen compared to fertile men (Galimova et al., 2015). Additionally, in two different studies of human populations exposed to high concentrations of dioxins through environmental exposures, both adult men and children had altered levels of dihydrotestosterone compared to control populations (Oanh et al., 2018; Jeanneret et al., 2016). Our analysis of TCDD-induced metabolic changes using the zebrafish model reinforce what has previously been seen in a subset of human exposure conditions. Together, these data support the potential of studies zebrafish to inform our understanding TCDD metabolic changes in mammals, including humans. Previous research using animals models to examine the biological systems impacted by TCDD exposure identified the brain as a sensitive target. As described earlier, TCDD exposure alters biosynthesis and metabolism of androgen and estrogen, hormones that impact brain activity and behavior. TCDD exposure was also associated with altered metabolism of multiple pathways involved in neurochemical communication and brain development, including the glutamate, tyrosine, and chondroitin sulfate pathways and, as previously mentioned, the vitamin A (retinol) and tryptophan metabolic pathways. Neurotransmitters are chemical signals released by neurons to communicate and stimulate other cells including neurons, oligodendrocytes, astrocytes, microglia, and muscles. Tryptophan can be metabolized into the neurotransmitter, serotonin. GABA and glutamate are key neurotransmitters that are essential for establishing the balance of excitation and inhibition in the brain (Watkins and Evans, 1981; Van Vreeswijk and Sompolinsky, 1996; Wall and Usowicz, 1997; Curtis et al., 1960). Our results suggest that TCDD may alter GABAergic signaling and excitatory/inhibitory balance in the developing brain, a topic currently being investigated by our group. Dysregulation of excitation and inhibition is implicated in a broad range of neurodevelopmental and neuropsychiatric diseases including epilepsy, autism, ADHD, and schizophrenia (Ajram et al., 2017; Rubenstein and Merzenich, 2003; Mamiya et al., 2021; Shephard et al., 2018; Ferguson and Gao, 2018). TCDD exposure also altered tyrosine metabolism pathway, which is important for the synthesis of many neuroactive compounds and/or their precursors, including l-DOPA, dopamine, epinephrine, thyroxine and triiodothyronine (T3, (Kanehisa and Goto, 2000)). The neurotransmitter dopamine is a fundamental component of the reward system and is also critical for the initiation and coordination of motor sequences (Ljungberg et al., 1992; Aosaki et al., 1994). In mammals, dopamine is downregulated in the brain after exposure to TCDD likely through the inhibition of tyrosine hydroxylase (Choksi et al., 1997). Together, these studies suggest that TCDD may not only alter dopamine biosynthesis, but also the formation of other neurotransmitters essential for brain function. Consequently, our results suggest that exposure to TCDD and other AHR agonists along with other risk factors and exposures could contribute to the formation of disease states associated with changes in dopamine signaling such as Parkinson’s Disease and multiple sclerosis (Sauer and Oertel, 1994; Bodis-Wollner et al., 1982). Based on epidemiological studies of large scale TCDD exposure events, TCDD exposure alone is not sufficient to produce either Parkinson’s Disease or multiple sclerosis; however, more work is needed to understand all of the ways in which combinations of environmental exposures and risk factors contribute to initiation and progression of these diseases. In addition to the glutamate and tyrosine pathways, TCDD exposure alter the chondroitin sulfate degradation pathway. We hypothesize there are two potential reasons chondroitin sulfate degradation was altered by TCDD exposure. First, chondroitin sulfate proteoglycan biosynthesis is involved in cartilage formation (von der Mark and Conrad, 1979) and prior work established that TCDD exposure causes craniofacial defects and disrupts the development of cranial cartilages, likely through the repression of Sox9b (Xiong et al., 2008; Souder and Gorelick, 2019; Burns et al., 2015; Hill et al., 2004). Therefore, it is possible that chondroitin sulfate degradation was altered due to the reduced number of chondrocytes. However, chondroitin sulfate proteoglycan biosynthesis is also an essential part of the extracellular matrix formation of the brain (Kwok et al., 2012). In mammal and zebrafish, TCDD exposure is known to cross the blood-brain barrier and alter neural and glia cell number and function (Hill et al., 2003; Huang et al., 2000). During brain development, chondroitin sulfate proteoglycan bind signaling molecules, such as fibroblast growth factors, to affect intercellular signaling (Maeda, 2010). Consequently, it is also possible that TCDD targets the brain by altering the formation of this essential extracellular matrix components. To the best of our knowledge, TCDD induced changes in extracellular matrix composition in the brain have not been previously reported.\n\n## TCDD body burdens following waterborne exposures represent environmentally relevant concentrations\nOur data demonstrate that the body burden of TCDD at 24 hpf is significantly lower than the concentration of the waterborne exposure solution at 4 hpf. Although the 1 ppb and 10 ppb waterborne exposures are, respectively, 20 times and 200 times the concentration of the 50 ppt exposure, the body burden of the 1 ppb dose was approximately 3 times the body burden of fish exposed to the 50 ppt dose and the body burden in the 10 ppb exposure group was approximately 4.45 times the body burden of the fish exposed to the 50 ppt dosing solution. The observed differences in body burden likely reflect the properties of TCDD and the exposure methods, including the limited solubility of TCDD in water, the partitioning of TCDD to different surfaces during the waterborne exposure, and the limits of absorption of TCDD into the zebrafish embryo. To contextualize the body burdens found in our studies with human TCDD exposures, we compared our findings to blood serum concentrations of TCDD detected in human populations exposed to TCDD through military operations and industrial accidents. During the Vietnam War, the United States used herbicides to reduce forest coverage and disrupt food supplies. From 1962 to 1971, Operation Ranch Hand, the aerial unit responsible for the application herbicides in Vietnam, sprayed forests with an estimated 18 million gallons of herbicides, including Agent Orange, a defoliant contaminated with TCDD (Unknown, 1974; Medicine and of, 1994). Operation Ranch Hand resulted in Airforce personnel and Vietnamese civilians being exposed to significant amounts of TCDD. Studies estimating initial serum TCDD concentration in Operation Ranch Hand veterans reported a median serum concentrations of 94 ppt for all groups of exposed servicemen (Medicine and of, 1994; Henriksen et al., 1997). Subsequent studies found that by 1987 the median (and range) for the previously studied high and low exposure groups was 15.0 ppt (range: 10.0–26.6 ppt) and 46.2 ppt (range: 18.0–617.8 ppt) respectively. In comparison, a control population of Airforce veterans, primarily consisting of Officers who had served in Vietnam, were found to have a median background TCDD serum concentration of 4.0 ppt (range: 0–10 ppt) (Henriksen et al., 1997). While the exposure of Operation Ranch Hand veterans to TCDD was substantial, Vietnamese civilians were found to have significantly higher body burdens of TCDD. In 1970, human breast milk in a cohort from southern Vietnam contained up to 1832 ppt TCDD (excluding other dioxin congeners) and, in 1991, serum TCDD concentrations in this same population were found to be up to 33 ppt (Schecter et al., 1995). Our understanding of the human health impacts of TCDD exposure has also come from a tragic industrial accident in 1978 near Seveso, Italy. The exposed Seveso population was found to have serum TCDD concentrations from 828 ppt to 56,000 ppt, the median exposure was 12,558 ppt, while the control population had a median exposure of 13.7 ppt (range = not detected – 137 ppt, (Mocarelli et al., 1991). Outside of large scale exposure events, the primary route of dioxin exposure is through dietary consumption of animal products, which results in both in utero exposure and continuous exposure across the lifespan (Schecter et al., 2001). Schecter et al. (2001) determined the toxic equivalency levels in human food sources for dioxin and dioxin-like compounds. The toxic equivalency level is the amount of TCDD required to produce the same level of AHR activation as produced by the diverse composition of AHR agonists seen in environmental samples (Eadon et al., 1986). Freshwater fish contained the highest toxic equivalency levels (1.72 ppt), while a purely vegan diet had the lowest TEQ (0.09 ppt), intermediate levels were detected in chicken (0.33 ppt), ocean fish (0.39 ppt), and human milk (0.42 ppt (Schecter et al., 2001),). The EPA reported TCDD concentrations in fish (all encompassing) to be approximately 6.89 ppt in 1999 (Bigler, 1999). More recently, in 2008, the state of Maine reported TCDD concentrations to be between 1 and 2 ppt in freshwater fish (Smith and Frohmberg, 2008). Although this concentration is significantly lower than the EPA report from 20 years ago, the 1–2 ppt concentration could still pose a threat to human health and precautions related to fish consumption should be observed. The reported fish concentrations also allow us to compare how laboratory exposures compare to ecological exposures. We calculated the internal concentrations of TCDD in our samples by dividing the pg/embryo concentration of TCDD by the previously calculated dry weight of a 24 hpf zebrafish embryo (39.5 ± 15.5 μg (Hachicho et al., 2015),). At 24 hpf, the 50 ppt exposure group had an internal concentration of 0.22 ppt, the 1 ppb exposure group had an internal TCDD concentration of 0.67 ppt, and the 10 ppb exposure group had an internal TCDD concentration of 0.96 ppt. This rough estimate of internal concentration in our study suggests that our measured tissue concentrations of TCDD at 24 hpf are ecologically relevant, within the same order of magnitude observed in human food sources and below the exposure levels that occurred as a result of the Vietnam War and following the Seveso accident. While we observed body burdens that may be occur in certain polluted environments, there are a number of variables to consider when comparing the body burden achieved from the current laboratory dosing methods and the body burdens that result from environmental exposures in wild fish populations. For example, a previous study found that repeated doses of 0.2 ppb or 50 ppt TCDD at 4.8 hpf and 31.2 hpf resulted in significant bioaccumulation of TCDD in embryonic zebrafish, producing a TCDD body burden between approximately 1 ppb and 5 ppb respectively (Lanham et al., 2012). Therefore, the TCDD body burdens in the Maine wild fish population likely reflects repeated exposure to concentrations of TCDD lower than 50 ppt. Repeated, low dose exposures may produce different physiological effects than a single high dose exposure during early embryogenesis as used in this study. In addition, maternal body burden of TCDD, which contributes to the earliest developmental events occurring at the time of fertilization, is another important variable to model. Female zebrafish dosed with TCDD provide a maternal load of TCDD in their eggs which is linearly portioned to adult body burden (Heiden et al., 2005). The findings reported herein along with the work of others, demonstrate that different dosing paradigms produce different body burdens and highlight the need to quantify toxicant body burdens after aquatic exposures to make cross-study comparisons.\n\n## TCDD-induce metabolomic changes in zebrafish mirror alterations observed in human populations\nOur metabolomics analyses demonstrate that TCDD exposure was associated with changes in the tryptophan, bile acid metabolism, and androgen and estrogen biosynthesis pathways, all of which have been previously associated with endogenous and exogenous AHR activation in human and mammalian model systems. Recent work in mice has shown that bile acid biosynthesis is altered after TCDD exposure; however, this change is only detected in a liver biopsy and not detected in the serum (Csanaky et al., 2018). Thus, the only way to observe these effects is through a more invasive method in mammals. Using zebrafish embryos, we are able to detect changes to the metabolome which may be masked through less invasive methods of discovery in mammals or humans, such as blood or urine collection. This result emphasizes the utility of the zebrafish embryo to detect metabolic alterations that are biomarkers of toxic effects. It is well established that exposure to TCDD effects the androgen and estrogen biosynthesis pathway, as well as the associated C21-steroid synthesis pathway and reproductive endpoints in humans, mammals, and zebrafish (King Heiden et al., 2009; Baker et al., 2013; Morán et al., 2001; Chaffin et al., 1996; Warner et al., 2007; Eskenazi et al., 2010; Law et al., 2005; Eskanazi et al., 2003; Li et al., 1995a, 1995b; Salisbury and Marcinkiewicz, 2002; Guo et al., 1999). However, steroidogenic somatic cells are not known to associate with the gonad until 5 dpf in zebrafish (Braat et al., 1999). Therefore, detection of changes to human relevant sex steroids either represents extra-gonad steroid synthesis, or the presence of somatic cells prior to 5 dpf. In a study of male infertility, Galimova et al. found that infertile men had significantly higher concentrations of dioxins in their semen compared to fertile men (Galimova et al., 2015). Additionally, in two different studies of human populations exposed to high concentrations of dioxins through environmental exposures, both adult men and children had altered levels of dihydrotestosterone compared to control populations (Oanh et al., 2018; Jeanneret et al., 2016). Our analysis of TCDD-induced metabolic changes using the zebrafish model reinforce what has previously been seen in a subset of human exposure conditions. Together, these data support the potential of studies zebrafish to inform our understanding TCDD metabolic changes in mammals, including humans.\n\n## TCDD exposure induces changes in metabolic pathways that are important for brain development\nPrevious research using animals models to examine the biological systems impacted by TCDD exposure identified the brain as a sensitive target. As described earlier, TCDD exposure alters biosynthesis and metabolism of androgen and estrogen, hormones that impact brain activity and behavior. TCDD exposure was also associated with altered metabolism of multiple pathways involved in neurochemical communication and brain development, including the glutamate, tyrosine, and chondroitin sulfate pathways and, as previously mentioned, the vitamin A (retinol) and tryptophan metabolic pathways. Neurotransmitters are chemical signals released by neurons to communicate and stimulate other cells including neurons, oligodendrocytes, astrocytes, microglia, and muscles. Tryptophan can be metabolized into the neurotransmitter, serotonin. GABA and glutamate are key neurotransmitters that are essential for establishing the balance of excitation and inhibition in the brain (Watkins and Evans, 1981; Van Vreeswijk and Sompolinsky, 1996; Wall and Usowicz, 1997; Curtis et al., 1960). Our results suggest that TCDD may alter GABAergic signaling and excitatory/inhibitory balance in the developing brain, a topic currently being investigated by our group. Dysregulation of excitation and inhibition is implicated in a broad range of neurodevelopmental and neuropsychiatric diseases including epilepsy, autism, ADHD, and schizophrenia (Ajram et al., 2017; Rubenstein and Merzenich, 2003; Mamiya et al., 2021; Shephard et al., 2018; Ferguson and Gao, 2018). TCDD exposure also altered tyrosine metabolism pathway, which is important for the synthesis of many neuroactive compounds and/or their precursors, including l-DOPA, dopamine, epinephrine, thyroxine and triiodothyronine (T3, (Kanehisa and Goto, 2000)). The neurotransmitter dopamine is a fundamental component of the reward system and is also critical for the initiation and coordination of motor sequences (Ljungberg et al., 1992; Aosaki et al., 1994). In mammals, dopamine is downregulated in the brain after exposure to TCDD likely through the inhibition of tyrosine hydroxylase (Choksi et al., 1997). Together, these studies suggest that TCDD may not only alter dopamine biosynthesis, but also the formation of other neurotransmitters essential for brain function. Consequently, our results suggest that exposure to TCDD and other AHR agonists along with other risk factors and exposures could contribute to the formation of disease states associated with changes in dopamine signaling such as Parkinson’s Disease and multiple sclerosis (Sauer and Oertel, 1994; Bodis-Wollner et al., 1982). Based on epidemiological studies of large scale TCDD exposure events, TCDD exposure alone is not sufficient to produce either Parkinson’s Disease or multiple sclerosis; however, more work is needed to understand all of the ways in which combinations of environmental exposures and risk factors contribute to initiation and progression of these diseases. In addition to the glutamate and tyrosine pathways, TCDD exposure alter the chondroitin sulfate degradation pathway. We hypothesize there are two potential reasons chondroitin sulfate degradation was altered by TCDD exposure. First, chondroitin sulfate proteoglycan biosynthesis is involved in cartilage formation (von der Mark and Conrad, 1979) and prior work established that TCDD exposure causes craniofacial defects and disrupts the development of cranial cartilages, likely through the repression of Sox9b (Xiong et al., 2008; Souder and Gorelick, 2019; Burns et al., 2015; Hill et al., 2004). Therefore, it is possible that chondroitin sulfate degradation was altered due to the reduced number of chondrocytes. However, chondroitin sulfate proteoglycan biosynthesis is also an essential part of the extracellular matrix formation of the brain (Kwok et al., 2012). In mammal and zebrafish, TCDD exposure is known to cross the blood-brain barrier and alter neural and glia cell number and function (Hill et al., 2003; Huang et al., 2000). During brain development, chondroitin sulfate proteoglycan bind signaling molecules, such as fibroblast growth factors, to affect intercellular signaling (Maeda, 2010). Consequently, it is also possible that TCDD targets the brain by altering the formation of this essential extracellular matrix components. To the best of our knowledge, TCDD induced changes in extracellular matrix composition in the brain have not been previously reported.\n\n## Conclusions\nTogether, our findings provide fundamental information that facilitates the use of zebrafish as a model for understanding TCDD-induced toxicity. We employed targeted GC-HRMS analysis to quantify TCDD concentrations in the zebrafish at key developmental timepoints. We found that TCDD is eliminated by exponential decay after a 1 ppb and 10 ppb exposure, while after a lower, 50 ppt dose, a linear model better captures TCDD elimination. Our findings provide essential data regarding TCDD uptake and elimination that are critical for future interpretation of studies using the zebrafish model to understand TCDD-induced toxicity. The corresponding embryonic and larval body burdens of TCDD for the different experimental exposure solutions were previously unknown. Therefore, this study provides essential information that helps position zebrafish studies in the context of human exposure and ecological studies. We used non-targeted high-resolution LC-HRMS to detect metabolites in the zebrafish embryo and then performed metabolomic pathway analysis to identify known metabolic pathways that were affected by TCDD exposure. Zebrafish continue to be a powerful model for studying the health effects of TCDD exposure as metabolomics revealed pathways that are not detectable in serum, blood, or urine samples, such as bile acid biosynthesis. Furthermore, our metabolomics data provide new insight into the pathophysiological changes that contribute to phenotypes observed following TCDD exposure and provide new research directions for scientists to explore.",
  "word_count": 14731,
  "char_count": 94486
}