{
  "pmcid": "PMC11755457",
  "doi": "10.3390/jox15010001",
  "title": "Epigenetic Mechanisms of Endocrine-Disrupting Chemicals in Breast Cancer and Their Impact on Dietary Intake",
  "authors": [
    "Desh Deepak Singh"
  ],
  "year": "2024",
  "journal": "Journal of Xenobiotics",
  "abstract": "Addressing the consequences of exposure to endocrine-disrupting chemicals (EDCs) demands thorough research and elucidation of the mechanism by which EDCs negatively impact women and lead to breast cancer (BC). Endocrine disruptors can affect major pathways through various means, including histone modifications, the erroneous expression of microRNA (miRNA), DNA methylation, and epigenetic modifications. However, it is still uncertain if the epigenetic modifications triggered by EDCs can help predict negative outcomes. Consequently, it is important to understand how different endocrine disrupters or signals interact with epigenetic modifications and regulate signalling mechanisms. This study proposes that the epigenome may be negatively impacted by several EDCs, such as cadmium, arsenic, lead, bisphenol A, phthalates, polychlorinated biphenyls and parabens, organochlorine, and dioxins. Further, this study also examines the impact of EDCs on lifestyle variables. In breast cancer research, it is essential to consider the potential impacts of EDC exposure and comprehend how EDCs function in tissues.",
  "sections": [
    {
      "title": "1. Introduction",
      "text": "Breast cancer is a significant public health issue worldwide. According to recent World Health Organization (WHO) data, breast cancer caused 670,000 deaths globally in 2022 [1]. Roughly half of all breast cancers occur in women with no specific risk factors other than sex and age. In 2022, breast cancer was the most common cancer in women in 157 out of 185 countries. Breast cancer occurs in every country in the world [1]. Approximately 0.5–1% of breast cancers occur in men, highlighting the importance of awareness and education regarding this disease for all genders [1,2]. Early detection through regular screenings can significantly improve survival rates, making it crucial for individuals to understand their risk [1,2]. Endocrine-disrupting chemicals (EDCs) are defined broadly as exogenous molecules that interfere with the endogenous hormonal axis at any level [3,4]. This encompasses the synthesis, metabolism, transport, and administration of hormones; disruptions to hormone receptor expression and downstream signals; the activation or inhibition of hormonal signals; and changes to epigenetic regulation [3,4]. EDCs include both natural molecules that affect estrogen signalling, such as phytoestrogens (e.g., genistein, which is prevalent in soy), and synthetic chemicals intended for therapeutic purposes, such as those used as adjuvant therapies in breast cancer [5,6]. EDCs have diverse origins, structures, and actions; it is believed that EDCs predominantly function through nuclear hormone receptors, such as estrogen receptors (ERs) and progesterone receptors (PRs) [7,8]. There is increasing evidence indicating that EDCs alter the epigenetic landscape in common diseases, including cardiovascular, pulmonary, and neurological conditions, as well as malignancies, particularly breast cancer [2,3]. Hormones operate as ligands for nuclear receptors, which can influence gene expression directly by binding to DNA or indirectly through transcription factors [4,7]. Hormones can also signal through non-genomic routes by engaging with membrane nuclear receptors or cytoplasmic receptors, triggering signalling cascades via secondary messengers (SMs) that produce rapid physiological effects without affecting gene expression [8.9]. Endocrine-disrupting substances can bind to receptors and imitate endogenous hormones, but they also can influence hormone signalling in a variety of other ways [9]. EDCs can interact with various receptors, including non-nuclear receptors, either as agonists, facilitating genomic connections, or as antagonists, causing a conformational change in the receptor to prevent activation [8,9,10,11]. Importantly, EDCs can disrupt endogenous hormone synthesis and breakdown, altering hormone levels. Recent research has also shown that EDCs can affect genome methylation and histone alterations through an epigenetic mechanism [6,7,8,9,10]. Epigenetic modifications encompass an array of DNA and histone modifications that affect levels of gene expression without changing the underlying coding sequence [3,4]. Histone alterations can control the recruitment of DNA Methyltransferases (DNMTs) to CpG (cytosine and guanine dinucleotide) sites, whereas methylated CpG sites promote the recruitment of methyl-binding proteins to the genomic area; in turn, these proteins recruit histone deacetylase enzymes [10,11,12]. These enzymes facilitate the removal of acetyl groups from histones, leading to a more compact chromatin structure and transcriptional repression. Consequently, the interplay between histone modifications and DNA methylation plays a crucial role in governing gene expression and maintaining cellular identity (Figure 1 and Figure 2) [2,3,4,5,6,7,8,9,10,11,12,13,14,15]. The degradation of histone tail lysine residues causes the local chromatin structure to constrict, preventing access to transcriptional machinery and thereby repressing gene transcription [3,5,6]. Small non-coding RNAs (ncRNAs) also serve as a key element of the cell’s epigenetic processes of regulation. The ncRNAs discovered in mammalian systems include microRNA (miRNA), endogenous siRNA, and PIWI-interacting miRNA (piRNA) [6,7]. They vary in their genetic origin and post-translational processing, but they all have the same function: the post-transcriptional down regulation of the expression of target genes as well as other non-coding RNAs [7,8]. Long non-coding RNAs can be generated from gene regulatory areas or mitochondrial DNA. They mostly impact the local genetic area of their origin, acquiring transcription factors or other epigenetic modifications and developing breast cancer (Figure 1 and Figure 2) [2,3,4,5,6,7,8,9,10,11,12,13,14,15]. Environmental epigenetic changes offer clear molecular pathways through which variables or hazardous substances may influence a genetic cascade of occurrences that contribute to the development of breast cancer [14,15,16,17]. There are crucial windows of sensitivity in which these components alter and affect vital phases of development. A tumour sample panel study showed that increased DNA methylation is an indicator of ER-positive tumours that are involved in breast cancer [3,14,15,16,17,18,19]. The identification of epigenetic markers modified by EDCs in the environment will thus provide a potential method of early detection, predictive value, and functional information about the chemical itself [18,19,20,21,22]. The WHO and IARC (International Agency for Research on Cancer) have identified EDCs that are also found in food. These substances fall into several categories, including phthalates, organochlorine insecticides, polychlorinated biphenyl, polybrominated diphenyl ethers, dioxins, bisphenol A, and heavy metals [22,23]. This study focuses on EDCs that may alter the epigenome and mainly affect endocrine-responsive organs such as the breast, addressing the effects of food intake and lifestyle factors on health by investigating the effects of various environmental factors on gene expression and highlighting the potential long-term consequences of exposure to these endocrine-disrupting chemicals. Data searches were conducted using Google, PubMed, Scopus, Google Scholar, and Web of Science. This study emphasises the need for further research to understand the mechanisms through which EDCs influence epigenetic modifications and their implications for human health."
    },
    {
      "title": "2. Endocrine Disruption in Breast Cancer Parallels the Epigenome",
      "text": "Environmental and lifestyle factors are considered some of the major influencing components that increase breast cancer risk [12,13,24,25]. EDCs may epigenetically alter immune cell differentiation, creating an immunosuppressive environment through the increased differentiation of regulatory T cells (Tregs), which impair anti-tumour immunity [22,23,24]. EDC-induced epigenetic alterations might cause aberrant cytokine production, establishing a pro-tumour milieu by increasing anti-inflammatory cytokines (e.g., IL-10) and decreasing pro-inflammatory cytokines (e.g., IFN-γ) [25]. EDCs can cause epigenetic alterations in stromal cells, such as cancer-associated fibroblasts (CAFs) and endothelial cells. This causes increased release of growth factors (e.g., VEGF) that promote angiogenesis [26]. Changes in metalloproteinase expression cause altered extracellular matrix (ECM) remodeling [22]. EDCs can epigenetically upregulate immune checkpoint molecules such as PD-L1 on tumour cells, allowing them to avoid immune detection [23]. EDCs may activate NF-κB, causing low-grade inflammation and tumour growth [22]. EDC-induced epigenetic alterations in immune cells (such as T cells and macrophages) can enhance their suppressive effects, allowing the TME to avoid immunological responses [22]. EDCs can epigenetically remodel stromal and immune cells, resulting in niches that promote tumour cell survival, invasion, and metastasis [22,23,24,25,26]. The link between high amounts of EDCs in individuals and a higher probability of breast cancer has been frequently investigated, with no conclusive evidence demonstrating a relationship [21,22,23,24]. An EDC can act as an estrogen mimic and may interact with the ligand-binding region of ER-α, increasing cellular proliferation, possibly by slowing apoptosis, and producing a gene expression profile connected with a poor cancer survival prognosis. This has led to enhanced growth of mammary glands in rats, demonstrating the effects of processing and storing EDCs instead of exposure via maternal blood, where circulation levels were undetermined [8,9,25,26,27,28,29,30,31,32]. This section discusses how cell signalling mechanisms and exposure to common EDCs might impact epigenetic changes and the risk of breast cancer. EDC-induced epigenetic alterations can inhibit genes involved in immune cell activation and cytotoxicity, reducing the immune system’s ability to attack tumour cells. The epigenetic effects regulated by EDCs in breast cancer are summarised in Table 1. Cadmium (Cd2+) is a metal that exists as a natural component of the Earth’s crust [44]. Cd2+ is a heavy metal that has been linked to breast cancer and is known to cause epigenetic modifications in breast cancer cells, potentially influencing gene expression and contributing to tumour progression [44,45]. Research continues to explore the mechanisms through which cadmium affects cellular pathways, aiming to identify potential interventions or preventative measures for those at risk [46,47]. Understanding the specific pathways influenced by cadmium exposure may lead to targeted therapies that could mitigate its harmful effects [48,49,50]. Cd2+ has been demonstrated to cause a variety of epigenetic alterations. These alterations may cause modifications in gene expression, as observed both in vitro and in vivo. Cd2+ affects key signalling pathways, either directly or indirectly, including the NF-κB, p53, and MAPK pathways (Figure 3) [44,45,46,47,48,49,50,51,52,53,54]. The modification enhances the pathological situation, influences the functions of cells, and triggers unique biological responses in various types of cells, enabling them to react to a variety of external signals, including growth hormones, cellular stress, and inflammatory stimuli [50,51,52,53,54]. These responses are crucial for maintaining homeostasis and adapting to changing environments. By modulating cellular activities, the modification plays a significant role in processes such as tissue repair and immune response [54]. The Ras-Raf-MEK-ERK signalling pathway is activated by external inputs, and under normal conditions, it stimulates ERK and the expression of specific genes required for regular cell growth and division, maintaining the physiological state and functionality of cells [54]. However, the dysregulation of this pathway can lead to uncontrolled cell proliferation and survival, contributing to the development of various cancers [46,47,48,49,50]. Understanding the intricacies of the Ras-Raf-MEK-ERK signalling pathway is crucial for developing targeted therapies aimed at restoring normal cellular functions (Figure 3) [50,51,52,53,54,55,56,57,58,59,60]. The prolonged stimulation of the ERK pathway can occur from chronic Cd2+ toxicity [54,55], leading to altered signal transduction and clinical consequences in different cells since importunate ERK activation increases cell proliferation, suppresses mechanisms for programmed cell death, and tampers with cell cycle control [56,57,58]. Cd2+ activates this process, triggering a variety of cellular reactions such as transcription factors controlling the cell cycle, apoptosis, proliferation, and the regulation of genes essential for cell survival [55,56,57]. The active route helps cells adapt to or fend off the harmful effects of Cd2+ by encouraging the phosphorylation of the transcription factor c-Jun, an essential stage in cellular stress responses [50,51,52]. High-dose or increased consumption of Cd2+ can result in excessive JNK pathway activation, which can impede cellular functions such as autophagy, apoptosis, DNA damage, and cytoskeletal instability [56,57,58,59,60]. These modifications can eventually lead to cell problems and pathogenic alterations, promoting the development of diseases like breast cancer [59,60]. In the final phase, they impact long-term survival by modulating responses to inflammation, apoptosis, and survival signals [48,49,50,51,52]. Comparable to activating the JNK pathway, Cd2+ directly interacts with specific cell surface receptors or channels, such as calcium channels, to cause signalling downstream that alters intracellular Cd2+ concentrations [58,59,60,61,62]. This, in turn, indirectly activates a number of calcium-related kinases, which activate the p38 MAPK pathway. An increase in ROS brought on by Cd2+ either directly or indirectly activates the p38 MAPK pathway through upstream kinases such as apoptosis signal-regulating kinase 1 (ASK1), enabling an oxidative stress response that helps cells resist the harmful effects of Cd2+ (Figure 3) [50,51,52,53,54,55,56,57,58,59,60]. One important signalling mechanism that regulates where cells react to inflammatory and immune responses is the NF-κB pathway; NF-κB is usually linked to the inhibitory protein IκB and persists in the cytoplasm in a state of inactivity [60,61,62,63,64]. Cell survival signals trigger inflammatory processes, and Cd2+ may stimulate the NF-κB pathway, thus mediating cellular responses to its toxicity. Based on the result of a few studies, Cd2+ enhances the response to inflammation by increasing NF-κB activation via an ROS-dependent mechanism [65,66,67]. The two cell surface receptors that Cd2+ can mimic or activate are receptor-interacting serine/threonine protein kinase 1 (RIP1) and receptor-associated factor 6 (TRAF6). As a result, signalling molecules and related adaptor proteins become activated, which then increases IKK activity and opens the NF-κB pathway [63,64,65,66,67]. Cell growth and development, differentiation, apoptosis, and responses to stress are all significantly influenced by the complex and wide-ranging biological impacts that can arise from Cd2+ disruption of cellular signalling networks [62,63,64,65,66]. Arsenic (As) is a hazardous element present in the Earth’s crust. It is commonly utilised in lead alloys (batteries and weapons) and semiconductor circuits [68,69]. Arsenic trioxide was used to make herbicides and cure wood products, but both applications have been mostly discontinued since its toxicity was identified and associated with mutation, genotoxicity, and breast cancer [69]. Chronic arsenic exposure can activate oncogenes or tumour suppressors owing to arsenic’s impact on miRNA, contributing to the overexpression of hypoxia factors, and it has been linked to lung, skin, bladder, and other cancers [70,71]. MiR-182-5p is suppressed, and the overexpression of these factors may increase arsenic’s carcinogenic potential [72,73,74]. Several genes are expressed via cellular proliferation, differentiation, transformation, and apoptosis with the aid of mitogen-activated protein kinase [72,73]. The three most significant members of this family are p38, extracellular signal-regulated kinases (ERKs), and c Jun N-terminal kinase (JNK) [73,74,75,76]. ERK and p38 signalling are activated by Ras/Raf/Mek signalling; however, JNK activation is mediated by Rac, Rho, and MEKK 1-4. Arsenic poisoning occurs due to the MAPK cascade [70,71,72,73,74]. Exposure to arsenic has been associated with the phosphorylation of the epidermal growth factor receptor (EGFR), which then triggers cellular proliferation, tumour invasion, and angiogenesis (Figure 4) [68,69,70,71,72,73,74,75]. The transmembrane tyrosine kinase receptor known as EGFR, or epithelial growth factor receptor, is a member of the ErB family and is found on the surface of epithelial cells [75,76]. In in vivo settings, transcription is triggered by EGFR’s continued attachment to the AT-rich consensus region in the promoter of cyclin D1, and the Ras/MAP kinase pathway can also be activated by EGF [77,78]. The overexpression of cyclin D1 will trigger the development of the cyclin D1-cdk4 complex, which, in turn, will promote the transcription factors E2F and cyclin via the phosphorylation of pRB, a growth suppressor, finally resulting in the progression of the cell cycle [76,77,78,79,80]. Recent experiments using p53 antisense oligonucleotide-induced p53 suppression in human gastric cancer and human glioblastoma cell lines showed suppressed apoptosis and no caspase activation [81,82]. This result demonstrates that p53 plays a role in apoptosis caused by arsenic [81,82]. MMPs have a wide range of physiological and pathological functions, participating in angiogenesis, tissue remodelling, trophoblastic implantation, tumour development, wound healing, and degenerative illnesses of various kinds, among others [83,84,85,86,87,88,89]. The majority of MMPs are secreted by cells in a proactive state, and they are crucial regulators of a variety of pathophysiological processes when they are activated [87,88]. The over-secretion of pro-inflammatory and growth-promoting cytokines may be induced by NF-kβ and AP-1, which might lead to the onset of carcinogenesis [89]. Arsenate’s effects on telomeres and telomerase, as well as cell proliferation and death, have been evaluated in HL-60 and HaCaT cells in vitro [68]. Low doses (0.1–1 µM) of arsenate increased telomerase activity, extended telomeres, and encouraged cell proliferation. High doses (>1–40 µM) of arsenide reduced telomerase activity, shortened telomeres, and caused apoptosis [68,69]. The results of research comparing cell lines with and without telomerase activity indicated that telomerase was implicated in arsenic-induced apoptosis [68]. These findings show that arsenic’s carcinogenic effects may be partly due to an increase in telomerase activity, which promotes cell proliferation, as well as its anticancer effects, which exert oxidative stress and cause telomeric DNA attrition and death [69]. These investigations suggest that arsenic plays an important role in the development of breast cancer. The outermost layer of the planet is composed of lead (Pb) [90]. Lead emissions from metal smelters and mines are significant sources of environmental pollution, impacting both air and water quality [91]. Long-term lead exposure can lead to serious health issues in humans and wildlife, necessitating stringent regulations and monitoring efforts [92]. Many medical conditions, such as neurological, haematological, reproductive, and gastrointestinal illnesses, are the result of exposure to lead [92,93,94,95,96,97]. Exposure to lead changes cell regulatory mechanisms and influences genetic and epigenetic regulations. Epigenetic alterations can modify gene expression without changing the underlying DNA sequence, making them important in breast cancer growth and progression [98,99,100]. The expression of genes that encode certain miRNAs is one way that Pb affects the epigenetic regulation of genes throughout breast cancer development [100,101,102]. Lead inhibits delta-aminolevulinic acid dehydratase (ALAD) and enhances the δ-aminolevulinic acid substrate, which is known to increase ROS production [103,104,105]. Two specific types of enzymes are inhibited by lead: ALAD and glutathione reductase (GR). Investigations have indicated that lead disrupts the cycle that decreases glutathione levels by converting oxidised glutathione (GSSG) into reduced glutathione (GSH) [105]. Lead leads to structural instability in DNA, and histone–DNA crosslinks result in chromatin aggregation [104,105]. It has been discovered that lead acts as a mitogen to promote liver cell proliferation in vivo [104,105,106]. Biological impairment may result from the harmful effects of free ROS and RNS when there is an excess of ROS/RNS production or an antioxidant deficiency. In light of this, MDA is often employed as a lipid peroxidation biomarker. The aforementioned data support the hypothesis that reactive oxygen species (ROS), markers of oxidative stress, are produced by lead (Figure 5) [93,94,95,96,97,98,99,100,101,102,103,104,105,106]. Among them, ROS/RNS signalling transduction normally aids in proliferation, differentiation, and transformation in a time- and dosage-dependent manner, whereas ROS/RNS are frequently activated by responses to stress and are involved in apoptosis and proliferation arrest (Figure 5) [93,94,95,96,97,98,99,100,101,102,103,104,105,106]. Understanding the interaction of lead exposure and epigenetic changes could provide important insights into breast cancer prevention and treatment options. Bisphenol A (BPA) is one of the most extensively researched endocrine disruptors because it is readily converted into nonbioactive metabolites [107]. BPA mimics estrogen, causing breast cancer cells to proliferate. BPA can interact with estrogen receptors in cells, causing alterations in proliferation, apoptosis, and migration [108]. BPA can alter the environment surrounding a tumour, which is critical for cancer growth, and can induce hypermethylation, an epigenetic process that increases the risk of breast cancer [109]; for example, BPA can cause hypermethylation of BRCA1 in human mammary epithelial cells [109,110]. It was also demonstrated that exposure to BPA causes hypermethylation of the carnitine palmitoyl transferase 1A (CPTA1) gene [111]. This enzyme facilitates the entry of long-chain fatty acids into mitochondria and stimulates their oxidation by transferring acyl groups from fatty acids from coenzyme A to carnitine [109,110,111,112]. It is interesting to consider that BPA has been demonstrated to reduce DNA methylation via coat colour and enzymes like PDE type 4 variations [112,113]. This may initiate signalling pathways that lead to breast cancer and encourage malignancy. The inappropriate activation of oestrogen signalling is a significant contributing factor to the development of BC [111,112,113,114]. The activation of AKT and ERK1/2 is necessary for the proliferative and prosurvival effects of BPA in TNBC cells [111,112,113,114,115]. BPA elevated the expression of mRNA and proteins linked to migration in TNBC cells, including matrix metalloproteinase-2 (MMP2) [116,117]. Members of the nuclear receptor superfamily, or ERRs, are commonly referred to as orphan receptors since they do not have endogenous ligands. BPA stimulates the expression of EERγ in oestrogen-receptor-positive (ER+) breast cancer cells via phosphorylating ERK1/2 [117,118]. These results demonstrated that BC cell proliferation is stimulated by the EERγ/ERK1/2 axis [58,59]. Bisphenol A (BPA), oestrogen receptor alpha (ERA), G-protein-coupled receptor 30 (GPR30), ten-eleven translocation 2 (TET2), SNAIL, and extracellular signal-regulated kinase 1/2 (ERK1/2). Some studies have analysed the role of epigenetic modifications caused by BPA, particularly in relation to genes like TET2, in breast cancer development (Figure 6) [112,113,114,115,116,117,118]. BPA exposure can cause changes in gene expression while leaving the underlying DNA sequence unchanged [119]. These changes, which include DNA methylation and histone modification, can impair normal cellular functioning and promote neoplastic pathways, ultimately leading to the development and spread of breast cancer (Figure 6) [112,113,114,115,116,117,118]. Research has demonstrated that an increase in HOXB9 in BC is associated with neovascularisation, tumour invasion, and disease progression. The HOXB9 gene promoter contains a putative oestrogen response element (ERE4) that controls how the protein reacts to BPA and E2 [116]. BPA is sensitive to mammotrophic hormones and increases the risk of breast cancer in later life [116]. Research supporting this notion showed that BPA altered the expression and location of type 1 BMP receptors, reduced the development of BMPs in mammary fibroblasts, and impacted stem cells’ sensitivity to BMP signalling [116,117,118]. By activating SMAD1/5/8 phosphorylation, BPA enhanced BMP signalling [116]. Recent investigations suggest that BPA may activate signalling pathways that are linked to cancer, resulting in DNA damage, stem cell differentiation, and epigenetic changes [111,112,113,114,115,116,117,118,119]. Toys, nipples, wall coverings, floor tiles, pacifiers, teethers, textiles, vinyl floors, beds, household goods, and medical equipment are all made with phthalates, which are liquid plasticising agents [119]. Phthalates have the potential to disrupt epigenetic processes that are critical for gene expression development and maintenance [120]. Epigenetic changes can activate or silence genes, resulting in pathogenic conditions [121]. Phthalates can mimic hormones, potentially affecting the body’s estrogen, progesterone, and androgen systems [121]. Phthalates are frequently found in human urine, serum, and milk because they are not chemically bonded to plastic, making them easier to absorb [122]. Urine concentrations of phthalates are linked to many CpG sites that exhibit variable methylation [123,124,125]. In skeletal muscle cells, the Dnmt3a-dependent promoter and long non-coding RNAs (lncRNAs) were methylated, which decreased the synthesis of miR-17 [125,126,127]. It has been discovered that phthalates interact with miRNAs that target mRNAs linked to processes associated with adverse outcomes in human patients, such as angiogenesis, apoptosis, and connective tissue proliferation [127,128]. Another group suggested that EDCs may exert their effects through epigenetic changes to mitochondrial DNA [129]. Some of the nongenomic AhR pathways of activation that have been linked to mitogenic responses are increased human epidermal growth factor receptor 2 (HER2/neu), v-myc myelocyto-matosis viral oncogene homologue (c-myc), FBJ murine esteosarcoma viral oncogene homologue (c-fos), jun proto-oncogene (c-jun), Harvey rat sarcoma viral onco-gene homologue (Ha-ras), cyclin-dependent kinase 4 (CDK4), and nuclear factor kappa-B (NF-kB) [68e70] [125,129]. Telomerase activity is stimulated by C-Myc expression through AhR signalling and/or ER-independent mechanisms [130,131]. Through the Plyc, Mekk, IRAK, and PLC-β signalling pathways, phthalates alter gene expression in breast cancer (Figure 7) [121,122,123,124,125,126,127,128,129]. Another nongenomic AhR-activated factor implicated in carcinogenesis is cyclooxygenase-2 (Cox-2) [123,125]. The overexpression of COX-2 and elevated levels of prostaglandin E2 (PGE2) is associated with breast carcinogenesis [122,123,124,125]. These changes can influence the expression of genes linked to breast cancer, including AHR, BAX, BCL2, CAT, ESR2, IL6, and PTGS2 [120,121,122,123,124,125,126,127,128,129,130]. Understanding the impact of phthalates in this situation is critical for establishing preventive measures and therapeutic treatments [120,121,122,123,124,125,126,127,128,129,130]. More research is needed to completely understand the processes through which these substances contribute to breast cancer risk and to identify means of reducing their effects. It has been established that multiple receptors and enzyme networks interact with PCBs, and recent research has examined the possibility that PCBs may alter the endocrine system [131,132]. The cellular microenvironment responds to stimuli such as food availability, hypoxia, and extracellular pH and can epigenetically change cancer cells’ metabolic behavior to adapt to changing environments [132,133]. The fact that cancer cells’ metabolic profiles differ from those of normal cells reveals the underlying genetic and epigenetic machinery that is altered in breast cancer, giving cancer cells a growth advantage for survival [134,135]. Cellular metabolites moving between cellular compartments such as the cytoplasm, mitochondria, and nucleus have the potential to regulate gene expression by altering the availability of enzymatic substrates and cofactors required for metabolic reactions that mediate epigenetic processes such as DNA and histone modifications [136,137]. Metabolites that move between different parts of a cell, like the nucleus, mitochondria, and cytoplasm, can change gene expression by affecting the availability of enzyme substrates and cofactors needed for metabolic reactions that control epigenetic processes like DNA and histone modifications [137,138]. In addition, it has been demonstrated that PCBs that are not dioxin-like and those that are dioxin-like have different effects on DNA methylation; the former promote hypermethylation, while the latter stimulate hypermethylation [138,139]. The co-chaperone protein p23 and the chaperone protein hsp90 interact with the AhR-containing cytoplasmic Per-Ahreceptor Nuclear Translocator (ARNT)-Sim domain protein family [139,140]. AhR plays a major role in the development of cancer because it divides and travels into the nucleus when dL-PcBs activate the ligand [135,136,137,138]. There, it connects to dNA response elements via an ARNT to initiate transcription and AhR activation. The calcium 2+-regulated ion channel RyR is a component of both the endoplasmic reticulum (ER) in non-muscle cells and the sarcoplasmic reticulum (SR) in muscle cells [134,135,136,137,138,139,140]. RyR activation can swiftly release Ca2+ from the ER/SR. An NdL-PcB and a single congener increased RyR activity by 2.4–19.2 times [137,138,139,140,141,142]. There is evidence connecting NdL-PcBs to the development of cancer. Both Ca2+ and MAPK signalling are important in the development of breast cancer. PCBs trigger pertinent upstream signalling cascades, such as MAPK, ERK, and p38 [137,138,139,140,141,142,143,144]. ROS are generated after the PCB challenge and greatly decrease the activation of these axis signalling pathways by the PCBs, which promotes breast cancer metastasis (Figure 8) [131,132,133,134,135,136,137,138,139,140,141,142,143,144,145]. These modifications can influence chromatin structure, ultimately affecting gene accessibility and transcriptional activity. Consequently, the interplay between cellular metabolism and gene expression underscores the importance of metabolic pathways in cellular function and identity. Parabens are a type of EDC that can mimic estrogen in the body and are used as preservatives in hair and personal care products [146]. Hair and personal care products are thought to be the most common sources of paraben exposure, though other sources may exist [147]. The Environmental Working Group (EWG) created a hazardous chemical scale for cosmetic, personal care, and household product chemicals. Consumers can rate the hazard level of their items on a scale from 1 (best) to 10 (worst) [146,147]. Hormonally dangerous substances have been related to breast cancer; in particular, investigations have discovered oestrogenic qualities in paraben-containing hair and other personal care products extensively promoted to Black women [146,147,148]. Parabens are alkyl ester forms of p-hydroxybenzoic acid used in everyday products to inhibit the growth of hazardous pathogens and moulds [149]. Parabens are believed to enhance the prevalence of breast cancer (BC); nevertheless, very limited studies have examined the interactions between parabens, global DNA methylation (DNAm), and BC risk. Despite scant epidemiological data linking paraben exposure to breast cancer, recent in vitro and animal model studies have provided light on parabens’ endocrine-modulating activities, implying that parabens may be involved in breast carcinogenesis (Figure 9) [71,72,150]. The relationships between parabens and BCs have been determined according to the tumour promoter methylation state of 13 genes with documented functions in breast carcinogenesis that are often methylated in breast tumour tissues and linked to the malignant BC phenotype. These comprise the promoter regions of steroid hormone genes (ESR1, PGR, and RARβ), tumour suppressor genes (APC, BRCA1, CDH1, DAPK1, HIN1, P16, and RASSF1a), an oncogene (CCND2), a detoxification gene (GSTP1), and a transcription factor (TWIST1) [9,11,14,71,146,147,148,149,150]. Further investigation is required to understand the link between parabens and tumour-promoting methylation on the epigenetic level that enhances the risk of breast cancer. Organochlorine pesticides (OCPs) have been widely employed since the 1940s, providing significant agricultural benefits but also causing environmental harm. Since the 1980s, a majority of nations have banned the production of OC pesticides [151,152]. However, certain OC pesticides (e.g., dicofol) used to combat malaria are still permitted in some impoverished nations [153]. Because of their slow degradations, OCP compounds can persist in the food chain for extended periods of time and accumulate in a variety of biota, including humans [151,152,153]. Accumulating evidence suggested a link between OCP exposure and breast cancer risk [152,153,154,155]. Previous research has shown that long-term exposure to OCPs, such as in the workplace, is associated with an increased risk of multiple types of cancer, which may explain the negative effects of OCP exposure, such as endocrine disruption, oxidative stress induction, and epigenetic modifications [151,152,153,154]. OCPs can change DNA methylation patterns, which are important for controlling gene expression [155,156]. For example, tumour suppressor genes may be hypermethylated or oncogenes may be hypomethylated, increasing the risk of cancer. Studies have found altered methylation patterns in breast tissue exposed to OCPs, which may be suppressing genes essential in DNA repair and cell cycle regulation [11,72,157]. OCP exposure has been demonstrated to modify levels of gene promoter methylation. Another prominent epigenetic modification is histone modifications, which include changes to histone N-tail residues [14,20,154,155,156,157]. Some studies have shown that OCPs can change histone acetylation and methylation status, which, when combined with DNA methylation, can impact chromatin shape and, as a result, transcription activity [152,153,154,155,156,157]. In breast cancer patients, researchers have looked at the methylation patterns of two tumour suppressor genes, RRP22 and P16, as well as histone modifications such as methylation at lysine 4 of histone H3 (H3K4), acetylation at lysine 9 of histone H3 (H3K9), acetylation at lysine 16 of histone H4 (H4K16), and methylation at lysine 20 of histone H4 (H4K20) [20,72,157]. The expression of the genome and epigenome is limited to breast cancer, and the mechanisms of inactivation have yet to be completely investigated [153,154,155,156,157]. The epigenetic inactivation of organochlorine-responsive pathways in breast cancer entails lowering cellular activity while imitating or interfering with estrogen signalling, which is critical in hormone receptor-positive breast cancers. The aberrant methylation of gene promoters can inhibit detoxifying enzymes like CYP1A1 and glutathione S-transferases (GSTs), which metabolise OCPs. Silencing genes that encode hormone receptors, like ESR1 for ERα, can affect tumour response to estrogen. Furthermore, multiple studies have found changes in the methylation and acetylation of histones H3 and H4 in cancer, underlining the significance of epigenetic modifications in breast cancer growth (Figure 10) [72,151,152,153,154,155,156,157]. These changes can impact gene expression patterns that promote tumour growth and metastasis, indicating prospective therapeutic targets and the need for more research into epigenetic control in cancer treatment tactics. Dioxins (TCDD: 2,3,7,8-Tetrachlorodibenzodioxin) stimulates CYP1A1 by attaching to and activating the aryl hydrocarbon receptor (AhR), which then moves to the nucleus and binds with its companion protein Arnt to form an active heteromeric transcription factor (AhRC for AhR complex) [158]. AhRC regulates TCDD-inducible gene expression by interacting with DNA-binding sites known as dioxin response elements (DRE) on the CYP1A1 enhancer [70,73,159]. TCDD stimulates CYP1A1 by attaching to and activating the aryl hydrocarbon receptor (AhR), which then moves to the nucleus and binds with its companion protein Arnt to form an active heteromeric transcription factor (AhRC for AhR complex) [5,6,7,8,74,160]. All DRE sites contain a CpG dinucleotide, which, when methylated in vitro, decreases AhRC interaction in an electrophoretic mobility shift experiment and reduces TCDD-inducible reporter gene expression [13,74,160,161,162,163,164]. Several genes in breast cancer exhibit CpG island hypermethylation, and in several instances, aberrant activity of DNA methyltransferases led to the hypermethylation and silencing of HOXA5, TMS1, p16, RASSF1A, and BRCA1 genes with tumour suppressor behavior [11,13,75,161,162,163]. Furthermore, promoter hypermethylation silences genes such as E-cadherin, TMS1, GSTP1, and p16 [21,70,74,158,164]. These genes are involved in numerous biological processes, including estrogen signalling, pro-apoptosis (HOXA5, TMS1), cell cycle checkpoints (RASSF1A, p16), and DNA repair pathways (BRCA1) [161,162,163,164]. The BRCA1 gene is one of the greatest instances of a breast cancer susceptibility gene that is commonly repressed in sporadic breast tumours; yet, the CpG hypermethylation of BRCA1 has been linked to DNMT 3b overexpression. Early stages of sporadic breast cancer show a loss of the cell cycle checkpoint gene p16INK4a due to aberrant CpG promoter methylation, and approximately 80% of breast tumours show the decreased expression of another cell cycle inhibitor gene, p21/CIP1/WAF1, due to increased methylation of the p21/CIP1/WAF1 gene (Figure 11) [74,75,158,159,160,161,162,163,164]. These results indicate that methylation of the CYP1A1 enhancer may reduce its TCDD response. These findings suggest that methylation of the CYP1A1 enhancer may diminish its TCDD response, thereby affecting cellular proliferation and tumour growth [158,159,160,161]. More research is needed to understand the mechanisms by which these epigenetic changes contribute to breast cancer development and to identify possible therapeutic targets for intervention."
    },
    {
      "title": "2.1. Cadmium",
      "text": "Cadmium (Cd2+) is a metal that exists as a natural component of the Earth’s crust [44]. Cd2+ is a heavy metal that has been linked to breast cancer and is known to cause epigenetic modifications in breast cancer cells, potentially influencing gene expression and contributing to tumour progression [44,45]. Research continues to explore the mechanisms through which cadmium affects cellular pathways, aiming to identify potential interventions or preventative measures for those at risk [46,47]. Understanding the specific pathways influenced by cadmium exposure may lead to targeted therapies that could mitigate its harmful effects [48,49,50]. Cd2+ has been demonstrated to cause a variety of epigenetic alterations. These alterations may cause modifications in gene expression, as observed both in vitro and in vivo. Cd2+ affects key signalling pathways, either directly or indirectly, including the NF-κB, p53, and MAPK pathways (Figure 3) [44,45,46,47,48,49,50,51,52,53,54]. The modification enhances the pathological situation, influences the functions of cells, and triggers unique biological responses in various types of cells, enabling them to react to a variety of external signals, including growth hormones, cellular stress, and inflammatory stimuli [50,51,52,53,54]. These responses are crucial for maintaining homeostasis and adapting to changing environments. By modulating cellular activities, the modification plays a significant role in processes such as tissue repair and immune response [54]. The Ras-Raf-MEK-ERK signalling pathway is activated by external inputs, and under normal conditions, it stimulates ERK and the expression of specific genes required for regular cell growth and division, maintaining the physiological state and functionality of cells [54]. However, the dysregulation of this pathway can lead to uncontrolled cell proliferation and survival, contributing to the development of various cancers [46,47,48,49,50]. Understanding the intricacies of the Ras-Raf-MEK-ERK signalling pathway is crucial for developing targeted therapies aimed at restoring normal cellular functions (Figure 3) [50,51,52,53,54,55,56,57,58,59,60]. The prolonged stimulation of the ERK pathway can occur from chronic Cd2+ toxicity [54,55], leading to altered signal transduction and clinical consequences in different cells since importunate ERK activation increases cell proliferation, suppresses mechanisms for programmed cell death, and tampers with cell cycle control [56,57,58]. Cd2+ activates this process, triggering a variety of cellular reactions such as transcription factors controlling the cell cycle, apoptosis, proliferation, and the regulation of genes essential for cell survival [55,56,57]. The active route helps cells adapt to or fend off the harmful effects of Cd2+ by encouraging the phosphorylation of the transcription factor c-Jun, an essential stage in cellular stress responses [50,51,52]. High-dose or increased consumption of Cd2+ can result in excessive JNK pathway activation, which can impede cellular functions such as autophagy, apoptosis, DNA damage, and cytoskeletal instability [56,57,58,59,60]. These modifications can eventually lead to cell problems and pathogenic alterations, promoting the development of diseases like breast cancer [59,60]. In the final phase, they impact long-term survival by modulating responses to inflammation, apoptosis, and survival signals [48,49,50,51,52]. Comparable to activating the JNK pathway, Cd2+ directly interacts with specific cell surface receptors or channels, such as calcium channels, to cause signalling downstream that alters intracellular Cd2+ concentrations [58,59,60,61,62]. This, in turn, indirectly activates a number of calcium-related kinases, which activate the p38 MAPK pathway. An increase in ROS brought on by Cd2+ either directly or indirectly activates the p38 MAPK pathway through upstream kinases such as apoptosis signal-regulating kinase 1 (ASK1), enabling an oxidative stress response that helps cells resist the harmful effects of Cd2+ (Figure 3) [50,51,52,53,54,55,56,57,58,59,60]. One important signalling mechanism that regulates where cells react to inflammatory and immune responses is the NF-κB pathway; NF-κB is usually linked to the inhibitory protein IκB and persists in the cytoplasm in a state of inactivity [60,61,62,63,64]. Cell survival signals trigger inflammatory processes, and Cd2+ may stimulate the NF-κB pathway, thus mediating cellular responses to its toxicity. Based on the result of a few studies, Cd2+ enhances the response to inflammation by increasing NF-κB activation via an ROS-dependent mechanism [65,66,67]. The two cell surface receptors that Cd2+ can mimic or activate are receptor-interacting serine/threonine protein kinase 1 (RIP1) and receptor-associated factor 6 (TRAF6). As a result, signalling molecules and related adaptor proteins become activated, which then increases IKK activity and opens the NF-κB pathway [63,64,65,66,67]. Cell growth and development, differentiation, apoptosis, and responses to stress are all significantly influenced by the complex and wide-ranging biological impacts that can arise from Cd2+ disruption of cellular signalling networks [62,63,64,65,66]."
    },
    {
      "title": "2.2. Arsenic",
      "text": "Arsenic (As) is a hazardous element present in the Earth’s crust. It is commonly utilised in lead alloys (batteries and weapons) and semiconductor circuits [68,69]. Arsenic trioxide was used to make herbicides and cure wood products, but both applications have been mostly discontinued since its toxicity was identified and associated with mutation, genotoxicity, and breast cancer [69]. Chronic arsenic exposure can activate oncogenes or tumour suppressors owing to arsenic’s impact on miRNA, contributing to the overexpression of hypoxia factors, and it has been linked to lung, skin, bladder, and other cancers [70,71]. MiR-182-5p is suppressed, and the overexpression of these factors may increase arsenic’s carcinogenic potential [72,73,74]. Several genes are expressed via cellular proliferation, differentiation, transformation, and apoptosis with the aid of mitogen-activated protein kinase [72,73]. The three most significant members of this family are p38, extracellular signal-regulated kinases (ERKs), and c Jun N-terminal kinase (JNK) [73,74,75,76]. ERK and p38 signalling are activated by Ras/Raf/Mek signalling; however, JNK activation is mediated by Rac, Rho, and MEKK 1-4. Arsenic poisoning occurs due to the MAPK cascade [70,71,72,73,74]. Exposure to arsenic has been associated with the phosphorylation of the epidermal growth factor receptor (EGFR), which then triggers cellular proliferation, tumour invasion, and angiogenesis (Figure 4) [68,69,70,71,72,73,74,75]. The transmembrane tyrosine kinase receptor known as EGFR, or epithelial growth factor receptor, is a member of the ErB family and is found on the surface of epithelial cells [75,76]. In in vivo settings, transcription is triggered by EGFR’s continued attachment to the AT-rich consensus region in the promoter of cyclin D1, and the Ras/MAP kinase pathway can also be activated by EGF [77,78]. The overexpression of cyclin D1 will trigger the development of the cyclin D1-cdk4 complex, which, in turn, will promote the transcription factors E2F and cyclin via the phosphorylation of pRB, a growth suppressor, finally resulting in the progression of the cell cycle [76,77,78,79,80]. Recent experiments using p53 antisense oligonucleotide-induced p53 suppression in human gastric cancer and human glioblastoma cell lines showed suppressed apoptosis and no caspase activation [81,82]. This result demonstrates that p53 plays a role in apoptosis caused by arsenic [81,82]. MMPs have a wide range of physiological and pathological functions, participating in angiogenesis, tissue remodelling, trophoblastic implantation, tumour development, wound healing, and degenerative illnesses of various kinds, among others [83,84,85,86,87,88,89]. The majority of MMPs are secreted by cells in a proactive state, and they are crucial regulators of a variety of pathophysiological processes when they are activated [87,88]. The over-secretion of pro-inflammatory and growth-promoting cytokines may be induced by NF-kβ and AP-1, which might lead to the onset of carcinogenesis [89]. Arsenate’s effects on telomeres and telomerase, as well as cell proliferation and death, have been evaluated in HL-60 and HaCaT cells in vitro [68]. Low doses (0.1–1 µM) of arsenate increased telomerase activity, extended telomeres, and encouraged cell proliferation. High doses (>1–40 µM) of arsenide reduced telomerase activity, shortened telomeres, and caused apoptosis [68,69]. The results of research comparing cell lines with and without telomerase activity indicated that telomerase was implicated in arsenic-induced apoptosis [68]. These findings show that arsenic’s carcinogenic effects may be partly due to an increase in telomerase activity, which promotes cell proliferation, as well as its anticancer effects, which exert oxidative stress and cause telomeric DNA attrition and death [69]. These investigations suggest that arsenic plays an important role in the development of breast cancer."
    },
    {
      "title": "2.3. Lead",
      "text": "The outermost layer of the planet is composed of lead (Pb) [90]. Lead emissions from metal smelters and mines are significant sources of environmental pollution, impacting both air and water quality [91]. Long-term lead exposure can lead to serious health issues in humans and wildlife, necessitating stringent regulations and monitoring efforts [92]. Many medical conditions, such as neurological, haematological, reproductive, and gastrointestinal illnesses, are the result of exposure to lead [92,93,94,95,96,97]. Exposure to lead changes cell regulatory mechanisms and influences genetic and epigenetic regulations. Epigenetic alterations can modify gene expression without changing the underlying DNA sequence, making them important in breast cancer growth and progression [98,99,100]. The expression of genes that encode certain miRNAs is one way that Pb affects the epigenetic regulation of genes throughout breast cancer development [100,101,102]. Lead inhibits delta-aminolevulinic acid dehydratase (ALAD) and enhances the δ-aminolevulinic acid substrate, which is known to increase ROS production [103,104,105]. Two specific types of enzymes are inhibited by lead: ALAD and glutathione reductase (GR). Investigations have indicated that lead disrupts the cycle that decreases glutathione levels by converting oxidised glutathione (GSSG) into reduced glutathione (GSH) [105]. Lead leads to structural instability in DNA, and histone–DNA crosslinks result in chromatin aggregation [104,105]. It has been discovered that lead acts as a mitogen to promote liver cell proliferation in vivo [104,105,106]. Biological impairment may result from the harmful effects of free ROS and RNS when there is an excess of ROS/RNS production or an antioxidant deficiency. In light of this, MDA is often employed as a lipid peroxidation biomarker. The aforementioned data support the hypothesis that reactive oxygen species (ROS), markers of oxidative stress, are produced by lead (Figure 5) [93,94,95,96,97,98,99,100,101,102,103,104,105,106]. Among them, ROS/RNS signalling transduction normally aids in proliferation, differentiation, and transformation in a time- and dosage-dependent manner, whereas ROS/RNS are frequently activated by responses to stress and are involved in apoptosis and proliferation arrest (Figure 5) [93,94,95,96,97,98,99,100,101,102,103,104,105,106]. Understanding the interaction of lead exposure and epigenetic changes could provide important insights into breast cancer prevention and treatment options."
    },
    {
      "title": "2.4. Bisphenol A",
      "text": "Bisphenol A (BPA) is one of the most extensively researched endocrine disruptors because it is readily converted into nonbioactive metabolites [107]. BPA mimics estrogen, causing breast cancer cells to proliferate. BPA can interact with estrogen receptors in cells, causing alterations in proliferation, apoptosis, and migration [108]. BPA can alter the environment surrounding a tumour, which is critical for cancer growth, and can induce hypermethylation, an epigenetic process that increases the risk of breast cancer [109]; for example, BPA can cause hypermethylation of BRCA1 in human mammary epithelial cells [109,110]. It was also demonstrated that exposure to BPA causes hypermethylation of the carnitine palmitoyl transferase 1A (CPTA1) gene [111]. This enzyme facilitates the entry of long-chain fatty acids into mitochondria and stimulates their oxidation by transferring acyl groups from fatty acids from coenzyme A to carnitine [109,110,111,112]. It is interesting to consider that BPA has been demonstrated to reduce DNA methylation via coat colour and enzymes like PDE type 4 variations [112,113]. This may initiate signalling pathways that lead to breast cancer and encourage malignancy. The inappropriate activation of oestrogen signalling is a significant contributing factor to the development of BC [111,112,113,114]. The activation of AKT and ERK1/2 is necessary for the proliferative and prosurvival effects of BPA in TNBC cells [111,112,113,114,115]. BPA elevated the expression of mRNA and proteins linked to migration in TNBC cells, including matrix metalloproteinase-2 (MMP2) [116,117]. Members of the nuclear receptor superfamily, or ERRs, are commonly referred to as orphan receptors since they do not have endogenous ligands. BPA stimulates the expression of EERγ in oestrogen-receptor-positive (ER+) breast cancer cells via phosphorylating ERK1/2 [117,118]. These results demonstrated that BC cell proliferation is stimulated by the EERγ/ERK1/2 axis [58,59]. Bisphenol A (BPA), oestrogen receptor alpha (ERA), G-protein-coupled receptor 30 (GPR30), ten-eleven translocation 2 (TET2), SNAIL, and extracellular signal-regulated kinase 1/2 (ERK1/2). Some studies have analysed the role of epigenetic modifications caused by BPA, particularly in relation to genes like TET2, in breast cancer development (Figure 6) [112,113,114,115,116,117,118]. BPA exposure can cause changes in gene expression while leaving the underlying DNA sequence unchanged [119]. These changes, which include DNA methylation and histone modification, can impair normal cellular functioning and promote neoplastic pathways, ultimately leading to the development and spread of breast cancer (Figure 6) [112,113,114,115,116,117,118]. Research has demonstrated that an increase in HOXB9 in BC is associated with neovascularisation, tumour invasion, and disease progression. The HOXB9 gene promoter contains a putative oestrogen response element (ERE4) that controls how the protein reacts to BPA and E2 [116]. BPA is sensitive to mammotrophic hormones and increases the risk of breast cancer in later life [116]. Research supporting this notion showed that BPA altered the expression and location of type 1 BMP receptors, reduced the development of BMPs in mammary fibroblasts, and impacted stem cells’ sensitivity to BMP signalling [116,117,118]. By activating SMAD1/5/8 phosphorylation, BPA enhanced BMP signalling [116]. Recent investigations suggest that BPA may activate signalling pathways that are linked to cancer, resulting in DNA damage, stem cell differentiation, and epigenetic changes [111,112,113,114,115,116,117,118,119]."
    },
    {
      "title": "2.5. Phthalates",
      "text": "Toys, nipples, wall coverings, floor tiles, pacifiers, teethers, textiles, vinyl floors, beds, household goods, and medical equipment are all made with phthalates, which are liquid plasticising agents [119]. Phthalates have the potential to disrupt epigenetic processes that are critical for gene expression development and maintenance [120]. Epigenetic changes can activate or silence genes, resulting in pathogenic conditions [121]. Phthalates can mimic hormones, potentially affecting the body’s estrogen, progesterone, and androgen systems [121]. Phthalates are frequently found in human urine, serum, and milk because they are not chemically bonded to plastic, making them easier to absorb [122]. Urine concentrations of phthalates are linked to many CpG sites that exhibit variable methylation [123,124,125]. In skeletal muscle cells, the Dnmt3a-dependent promoter and long non-coding RNAs (lncRNAs) were methylated, which decreased the synthesis of miR-17 [125,126,127]. It has been discovered that phthalates interact with miRNAs that target mRNAs linked to processes associated with adverse outcomes in human patients, such as angiogenesis, apoptosis, and connective tissue proliferation [127,128]. Another group suggested that EDCs may exert their effects through epigenetic changes to mitochondrial DNA [129]. Some of the nongenomic AhR pathways of activation that have been linked to mitogenic responses are increased human epidermal growth factor receptor 2 (HER2/neu), v-myc myelocyto-matosis viral oncogene homologue (c-myc), FBJ murine esteosarcoma viral oncogene homologue (c-fos), jun proto-oncogene (c-jun), Harvey rat sarcoma viral onco-gene homologue (Ha-ras), cyclin-dependent kinase 4 (CDK4), and nuclear factor kappa-B (NF-kB) [68e70] [125,129]. Telomerase activity is stimulated by C-Myc expression through AhR signalling and/or ER-independent mechanisms [130,131]. Through the Plyc, Mekk, IRAK, and PLC-β signalling pathways, phthalates alter gene expression in breast cancer (Figure 7) [121,122,123,124,125,126,127,128,129]. Another nongenomic AhR-activated factor implicated in carcinogenesis is cyclooxygenase-2 (Cox-2) [123,125]. The overexpression of COX-2 and elevated levels of prostaglandin E2 (PGE2) is associated with breast carcinogenesis [122,123,124,125]. These changes can influence the expression of genes linked to breast cancer, including AHR, BAX, BCL2, CAT, ESR2, IL6, and PTGS2 [120,121,122,123,124,125,126,127,128,129,130]. Understanding the impact of phthalates in this situation is critical for establishing preventive measures and therapeutic treatments [120,121,122,123,124,125,126,127,128,129,130]. More research is needed to completely understand the processes through which these substances contribute to breast cancer risk and to identify means of reducing their effects."
    },
    {
      "title": "2.6. Polychlorinated Biphenyls",
      "text": "It has been established that multiple receptors and enzyme networks interact with PCBs, and recent research has examined the possibility that PCBs may alter the endocrine system [131,132]. The cellular microenvironment responds to stimuli such as food availability, hypoxia, and extracellular pH and can epigenetically change cancer cells’ metabolic behavior to adapt to changing environments [132,133]. The fact that cancer cells’ metabolic profiles differ from those of normal cells reveals the underlying genetic and epigenetic machinery that is altered in breast cancer, giving cancer cells a growth advantage for survival [134,135]. Cellular metabolites moving between cellular compartments such as the cytoplasm, mitochondria, and nucleus have the potential to regulate gene expression by altering the availability of enzymatic substrates and cofactors required for metabolic reactions that mediate epigenetic processes such as DNA and histone modifications [136,137]. Metabolites that move between different parts of a cell, like the nucleus, mitochondria, and cytoplasm, can change gene expression by affecting the availability of enzyme substrates and cofactors needed for metabolic reactions that control epigenetic processes like DNA and histone modifications [137,138]. In addition, it has been demonstrated that PCBs that are not dioxin-like and those that are dioxin-like have different effects on DNA methylation; the former promote hypermethylation, while the latter stimulate hypermethylation [138,139]. The co-chaperone protein p23 and the chaperone protein hsp90 interact with the AhR-containing cytoplasmic Per-Ahreceptor Nuclear Translocator (ARNT)-Sim domain protein family [139,140]. AhR plays a major role in the development of cancer because it divides and travels into the nucleus when dL-PcBs activate the ligand [135,136,137,138]. There, it connects to dNA response elements via an ARNT to initiate transcription and AhR activation. The calcium 2+-regulated ion channel RyR is a component of both the endoplasmic reticulum (ER) in non-muscle cells and the sarcoplasmic reticulum (SR) in muscle cells [134,135,136,137,138,139,140]. RyR activation can swiftly release Ca2+ from the ER/SR. An NdL-PcB and a single congener increased RyR activity by 2.4–19.2 times [137,138,139,140,141,142]. There is evidence connecting NdL-PcBs to the development of cancer. Both Ca2+ and MAPK signalling are important in the development of breast cancer. PCBs trigger pertinent upstream signalling cascades, such as MAPK, ERK, and p38 [137,138,139,140,141,142,143,144]. ROS are generated after the PCB challenge and greatly decrease the activation of these axis signalling pathways by the PCBs, which promotes breast cancer metastasis (Figure 8) [131,132,133,134,135,136,137,138,139,140,141,142,143,144,145]. These modifications can influence chromatin structure, ultimately affecting gene accessibility and transcriptional activity. Consequently, the interplay between cellular metabolism and gene expression underscores the importance of metabolic pathways in cellular function and identity."
    },
    {
      "title": "2.7. Parabens",
      "text": "Parabens are a type of EDC that can mimic estrogen in the body and are used as preservatives in hair and personal care products [146]. Hair and personal care products are thought to be the most common sources of paraben exposure, though other sources may exist [147]. The Environmental Working Group (EWG) created a hazardous chemical scale for cosmetic, personal care, and household product chemicals. Consumers can rate the hazard level of their items on a scale from 1 (best) to 10 (worst) [146,147]. Hormonally dangerous substances have been related to breast cancer; in particular, investigations have discovered oestrogenic qualities in paraben-containing hair and other personal care products extensively promoted to Black women [146,147,148]. Parabens are alkyl ester forms of p-hydroxybenzoic acid used in everyday products to inhibit the growth of hazardous pathogens and moulds [149]. Parabens are believed to enhance the prevalence of breast cancer (BC); nevertheless, very limited studies have examined the interactions between parabens, global DNA methylation (DNAm), and BC risk. Despite scant epidemiological data linking paraben exposure to breast cancer, recent in vitro and animal model studies have provided light on parabens’ endocrine-modulating activities, implying that parabens may be involved in breast carcinogenesis (Figure 9) [71,72,150]. The relationships between parabens and BCs have been determined according to the tumour promoter methylation state of 13 genes with documented functions in breast carcinogenesis that are often methylated in breast tumour tissues and linked to the malignant BC phenotype. These comprise the promoter regions of steroid hormone genes (ESR1, PGR, and RARβ), tumour suppressor genes (APC, BRCA1, CDH1, DAPK1, HIN1, P16, and RASSF1a), an oncogene (CCND2), a detoxification gene (GSTP1), and a transcription factor (TWIST1) [9,11,14,71,146,147,148,149,150]. Further investigation is required to understand the link between parabens and tumour-promoting methylation on the epigenetic level that enhances the risk of breast cancer."
    },
    {
      "title": "2.8. Organochlorine",
      "text": "Organochlorine pesticides (OCPs) have been widely employed since the 1940s, providing significant agricultural benefits but also causing environmental harm. Since the 1980s, a majority of nations have banned the production of OC pesticides [151,152]. However, certain OC pesticides (e.g., dicofol) used to combat malaria are still permitted in some impoverished nations [153]. Because of their slow degradations, OCP compounds can persist in the food chain for extended periods of time and accumulate in a variety of biota, including humans [151,152,153]. Accumulating evidence suggested a link between OCP exposure and breast cancer risk [152,153,154,155]. Previous research has shown that long-term exposure to OCPs, such as in the workplace, is associated with an increased risk of multiple types of cancer, which may explain the negative effects of OCP exposure, such as endocrine disruption, oxidative stress induction, and epigenetic modifications [151,152,153,154]. OCPs can change DNA methylation patterns, which are important for controlling gene expression [155,156]. For example, tumour suppressor genes may be hypermethylated or oncogenes may be hypomethylated, increasing the risk of cancer. Studies have found altered methylation patterns in breast tissue exposed to OCPs, which may be suppressing genes essential in DNA repair and cell cycle regulation [11,72,157]. OCP exposure has been demonstrated to modify levels of gene promoter methylation. Another prominent epigenetic modification is histone modifications, which include changes to histone N-tail residues [14,20,154,155,156,157]. Some studies have shown that OCPs can change histone acetylation and methylation status, which, when combined with DNA methylation, can impact chromatin shape and, as a result, transcription activity [152,153,154,155,156,157]. In breast cancer patients, researchers have looked at the methylation patterns of two tumour suppressor genes, RRP22 and P16, as well as histone modifications such as methylation at lysine 4 of histone H3 (H3K4), acetylation at lysine 9 of histone H3 (H3K9), acetylation at lysine 16 of histone H4 (H4K16), and methylation at lysine 20 of histone H4 (H4K20) [20,72,157]. The expression of the genome and epigenome is limited to breast cancer, and the mechanisms of inactivation have yet to be completely investigated [153,154,155,156,157]. The epigenetic inactivation of organochlorine-responsive pathways in breast cancer entails lowering cellular activity while imitating or interfering with estrogen signalling, which is critical in hormone receptor-positive breast cancers. The aberrant methylation of gene promoters can inhibit detoxifying enzymes like CYP1A1 and glutathione S-transferases (GSTs), which metabolise OCPs. Silencing genes that encode hormone receptors, like ESR1 for ERα, can affect tumour response to estrogen. Furthermore, multiple studies have found changes in the methylation and acetylation of histones H3 and H4 in cancer, underlining the significance of epigenetic modifications in breast cancer growth (Figure 10) [72,151,152,153,154,155,156,157]. These changes can impact gene expression patterns that promote tumour growth and metastasis, indicating prospective therapeutic targets and the need for more research into epigenetic control in cancer treatment tactics."
    },
    {
      "title": "2.9. Dioxins",
      "text": "Dioxins (TCDD: 2,3,7,8-Tetrachlorodibenzodioxin) stimulates CYP1A1 by attaching to and activating the aryl hydrocarbon receptor (AhR), which then moves to the nucleus and binds with its companion protein Arnt to form an active heteromeric transcription factor (AhRC for AhR complex) [158]. AhRC regulates TCDD-inducible gene expression by interacting with DNA-binding sites known as dioxin response elements (DRE) on the CYP1A1 enhancer [70,73,159]. TCDD stimulates CYP1A1 by attaching to and activating the aryl hydrocarbon receptor (AhR), which then moves to the nucleus and binds with its companion protein Arnt to form an active heteromeric transcription factor (AhRC for AhR complex) [5,6,7,8,74,160]. All DRE sites contain a CpG dinucleotide, which, when methylated in vitro, decreases AhRC interaction in an electrophoretic mobility shift experiment and reduces TCDD-inducible reporter gene expression [13,74,160,161,162,163,164]. Several genes in breast cancer exhibit CpG island hypermethylation, and in several instances, aberrant activity of DNA methyltransferases led to the hypermethylation and silencing of HOXA5, TMS1, p16, RASSF1A, and BRCA1 genes with tumour suppressor behavior [11,13,75,161,162,163]. Furthermore, promoter hypermethylation silences genes such as E-cadherin, TMS1, GSTP1, and p16 [21,70,74,158,164]. These genes are involved in numerous biological processes, including estrogen signalling, pro-apoptosis (HOXA5, TMS1), cell cycle checkpoints (RASSF1A, p16), and DNA repair pathways (BRCA1) [161,162,163,164]. The BRCA1 gene is one of the greatest instances of a breast cancer susceptibility gene that is commonly repressed in sporadic breast tumours; yet, the CpG hypermethylation of BRCA1 has been linked to DNMT 3b overexpression. Early stages of sporadic breast cancer show a loss of the cell cycle checkpoint gene p16INK4a due to aberrant CpG promoter methylation, and approximately 80% of breast tumours show the decreased expression of another cell cycle inhibitor gene, p21/CIP1/WAF1, due to increased methylation of the p21/CIP1/WAF1 gene (Figure 11) [74,75,158,159,160,161,162,163,164]. These results indicate that methylation of the CYP1A1 enhancer may reduce its TCDD response. These findings suggest that methylation of the CYP1A1 enhancer may diminish its TCDD response, thereby affecting cellular proliferation and tumour growth [158,159,160,161]. More research is needed to understand the mechanisms by which these epigenetic changes contribute to breast cancer development and to identify possible therapeutic targets for intervention."
    },
    {
      "title": "3. Impact of EDCs on Dietary Intake in Breast Cancer",
      "text": "Women with low breast cancer risk are rapidly more sensitive to the illness compared to those with high-risk factors [165]. This increased sensitivity may be attributed to a variety of biological and environmental influences that affect their overall health and immune response [166]. Excessive doses of genistein have been shown in vitro to promote cell proliferation in tumours that are reliant on estrogen. Further discoveries have indicated that isoflavone-induced promoter demethylation in breast epithelial cells may target RARb2 (RARB) and CCND2 [166,167]. In breast cancer cells, genistein may reduce the expression and activity of all three DNA methyl transferase enzymes, which would deplete de novo methylation and preserve DNA methylation [168]. Additionally, methyl-binding domain protein 2’s variable binding to the BRCA1 promoter is increased by resveratrol, preventing gene suppression in MCF-7ER-positive breast cancer cells [168]. In a mouse xenograft model, resveratrol raised miR-141 and miR-200c, which decreased the number of cancer stem cells [169]. In breast cancer cell lines, resveratrol also increased the expression of many additional tumour-suppressive miRNAs, such as miR-16 and miR-143 [170]. There was a notable loss of 5 hydroxymethylation of cytosine (5hmC) and 5 methylation of cytosine (mC) in the epithelial cells of the TEBs, a dramatic loss of the histone H4 lysine 20 monomethylation (H4K20me1) mark in these cells, and ER a-positive-associated cell proliferation in the epithelial cells of the TEBs (proliferating epithelial cells are known to have low numbers of ER a-positive cells) [171]. The incidence of DMBA-induced cancer is significantly higher in correlation with these early cellular and epigenetic changes [172,173,174,175,176]. Moreover, current studies suggest that a diet heavy in butter and safflower oil elicits a response to BPA more effectively than a diet heavy in olive oil [173,174,175,176,177]. The four families of phytoestrogens—isoflavones, lignans, coumestans, and stilbens—compose more than 100 different chemicals that have been identified in various plant sources. These compounds can mimic estrogen in the body, potentially influencing hormonal balance and offering various health benefits, including reduced risks of certain cancers and the alleviation of menopausal symptoms [170,171,172,173,174,175,176,177]. Various epidemiological studies have demonstrated that consuming a diet high in soy or taking supplements lowers the risk of breast cancer. Research conducted on animals has demonstrated the diverse effects of isoflavones, such as genistein, on the growth and maturation of the mammary gland from early childhood to maturity [177]. Crucially, MiR-93 was epigenetically repressed, which led to increased cell proliferation by blocking the apoptotic pathway mediated by p53 [178]. Studies in the breast and other tissues provide a solid foundation for future investigations into global epigenetic changes in the breasts of children exposed to DES in utero, even if there is presently insufficient information to suggest an epigenetic basis for DES-induced breast cancer risk [19,179,180,181]. A well-known organochlorine, 2, 3, 7, 8-tetrachloridibenzop-dioxin (2, 3, 7, 8-TCDD), is a pollutant that is created during chemical combustion and manufacture [180,181]. TCDD is categorised as an endocrine disruptor with significant anti-estrogenic effects and a substantial affinity for the aromatic hydrocarbon receptor (AhR) [182,183]. Rats exposed to TCDD during pregnancy showed a reduction in lobules and an increase in TEBs [184]. According to research conducted at the molecular level with the Holtzman rats model, TCDD may act systemically by elevating the expression of Esr1mRNA in the ovaries, uterus, and breast while reducing the generation of oestradiol [185].Chemicals employed for printed circuit boards (PCBs) include plasticisers, solvents, hydraulic fluids, and printing inks. It has been discovered that PCBs accumulate in breast adipose tissue before entering breast milk [186]. Epidemiology studies have found a link between PAH-DNA adducts and the incidence of breast cancer. Studies have suggested that the site of preference for PAH-induced DNA adducts formation may be methylated CpG sites. Various studies have found a favourable correlation between active or passive smoking and an increased risk of breast cancer [187]. The chemical perfluorooctanoic acid (PFOA) is widely used in business and the environment for a variety of purposes, including surfactants, water proofing, insulating agents, and dental goods [188]. PFOA is a non-lipophilic protein-binding material that persists in humans for 2–4 years and in mice for 16–22 days [188]. Given that preeclampsia, early menopause, and delayed puberty have all been demonstrated to lessen the risk of breast cancer, epidemiological research has discovered that PFOA is positively connected with these conditions and has thus been linked to a lower risk of breast cancer [189]. Additional research on PFOAs in animal models revealed modifications to the development of the mammary gland, which may increase susceptibility to carcinogens [190]. Thus, the high-throughput screening of gene promoters that target the epigenome would yield the most accurate assessment of PFOA epigenetic targets [191]. Even though no studies using mouse or human breast models have been done in this area, it is still beneficial to look into this issue. DDT is a synthetic pesticide that is widely used, has a long half-life, and is lipophilic [192]. As a result, it is a major environmental contaminant that accumulates in the fat stores of both humans and animals. Human blood still contains large concentrations of 1,1-dichloro-2,2-bis(p-chlorophenyl) ethylene (DDE), a metabolite of DDT [193]. Description of endocrine-disrupting food chemical contaminants with their origin and main source of dietary exposure has shown in Table 2 [194,195,196,197,198,199,200,201,202,203]. Human disorders, including testicular tumours, type 2 diabetes, endometrial cancer, pancreatic cancer, and breast cancer, have been linked to DDT and its derivatives, including DDE [194]. Early life exposure greatly affects the epigenetic actions of EDCs in disease states like breast cancer. Additionally, recent studies have suggested that DDT may have a critical role in the control of miRNA in the breast [195,196]. As a pesticide used on fruits and vegetables to protect them from various fungi, the majority of exposure occurs through the consumption of leftover contaminated food and beverages [197]. On the other hand, not much epidemiological study has been done about the association between breast cancer and vinclozolin exposure. Therefore, more research is required on the transgenerational epigenetic targets that induce breast tumours, which have not yet been thoroughly defined."
    },
    {
      "title": "4. Conclusions and Future Prospective",
      "text": "EDCs regulate a variety of epigenetic mechanisms, including DNA methylation, histone modifications, and non-coding RNA expression. The same EDC may have various epigenetic effects in different tissues, making it difficult to generalise findings on pathway activation unique to breast tissue. Epigenetic modifications are reversible and can fluctuate in response to environmental factors, complicating the discovery of stable controls. The function and clinical significance of EDCs in the progression of breast cancer are elucidated in this manuscript, highlighting the molecular mechanisms through which these endocrine-disrupting chemicals influence tumour growth and metastasis. By understanding these pathways, targeted therapeutic strategies may be developed to mitigate the risks associated with EDC exposure. Breast cancer research has increasingly focused on understanding the limitations of epigenetic mechanisms influenced by endocrine-disrupting chemicals (EDCs). Many studies on EDCs and epigenetics use animal models, which may not accurately represent human breast cancer development. There have been few long-term studies tracking dietary EDC exposure and epigenetic changes over time, making it difficult to establish causal links. These mechanisms may not fully account for the complex interplay of genetic, environmental, and lifestyle factors that contribute to breast cancer risk, highlighting the need for a more comprehensive approach to studying EDCs and their long-term effects on hormonal regulation and tumour development. Studies on the relationship between EDC exposure and breast cancer risk have yielded conflicting results, which could be attributed to discrepancies in study designs, sample sizes, and other variables. Future studies on environmental epigenetic need to include different parameters by using advanced animal models. However, these systems are extremely interconnected, and the precise paths that connect them to breast cancer remain unknown. To establish causal links and inform prevention and treatment efforts, interdisciplinary approaches are required, such as more sophisticated model systems, improved exposure assessment methodologies, and longitudinal human investigations. Furthermore, future studies should examine lifestyle factors, such as circadian cycles, food, and exercise, as exposure modifiers. Epigenetic reprogramming might offer significant insights into human diversity. The primary prevention of environmental illnesses is feasible since epigenetics may be reversible. Assessing these epigenetic changes over the course of a lifetime would be difficult; thus, environmental epigenetic indicators are a better choice for determining a person’s future risk of an illness like breast cancer."
    }
  ],
  "full_text": "## 1. Introduction\nBreast cancer is a significant public health issue worldwide. According to recent World Health Organization (WHO) data, breast cancer caused 670,000 deaths globally in 2022 [1]. Roughly half of all breast cancers occur in women with no specific risk factors other than sex and age. In 2022, breast cancer was the most common cancer in women in 157 out of 185 countries. Breast cancer occurs in every country in the world [1]. Approximately 0.5–1% of breast cancers occur in men, highlighting the importance of awareness and education regarding this disease for all genders [1,2]. Early detection through regular screenings can significantly improve survival rates, making it crucial for individuals to understand their risk [1,2]. Endocrine-disrupting chemicals (EDCs) are defined broadly as exogenous molecules that interfere with the endogenous hormonal axis at any level [3,4]. This encompasses the synthesis, metabolism, transport, and administration of hormones; disruptions to hormone receptor expression and downstream signals; the activation or inhibition of hormonal signals; and changes to epigenetic regulation [3,4]. EDCs include both natural molecules that affect estrogen signalling, such as phytoestrogens (e.g., genistein, which is prevalent in soy), and synthetic chemicals intended for therapeutic purposes, such as those used as adjuvant therapies in breast cancer [5,6]. EDCs have diverse origins, structures, and actions; it is believed that EDCs predominantly function through nuclear hormone receptors, such as estrogen receptors (ERs) and progesterone receptors (PRs) [7,8]. There is increasing evidence indicating that EDCs alter the epigenetic landscape in common diseases, including cardiovascular, pulmonary, and neurological conditions, as well as malignancies, particularly breast cancer [2,3]. Hormones operate as ligands for nuclear receptors, which can influence gene expression directly by binding to DNA or indirectly through transcription factors [4,7]. Hormones can also signal through non-genomic routes by engaging with membrane nuclear receptors or cytoplasmic receptors, triggering signalling cascades via secondary messengers (SMs) that produce rapid physiological effects without affecting gene expression [8.9]. Endocrine-disrupting substances can bind to receptors and imitate endogenous hormones, but they also can influence hormone signalling in a variety of other ways [9]. EDCs can interact with various receptors, including non-nuclear receptors, either as agonists, facilitating genomic connections, or as antagonists, causing a conformational change in the receptor to prevent activation [8,9,10,11]. Importantly, EDCs can disrupt endogenous hormone synthesis and breakdown, altering hormone levels. Recent research has also shown that EDCs can affect genome methylation and histone alterations through an epigenetic mechanism [6,7,8,9,10]. Epigenetic modifications encompass an array of DNA and histone modifications that affect levels of gene expression without changing the underlying coding sequence [3,4]. Histone alterations can control the recruitment of DNA Methyltransferases (DNMTs) to CpG (cytosine and guanine dinucleotide) sites, whereas methylated CpG sites promote the recruitment of methyl-binding proteins to the genomic area; in turn, these proteins recruit histone deacetylase enzymes [10,11,12]. These enzymes facilitate the removal of acetyl groups from histones, leading to a more compact chromatin structure and transcriptional repression. Consequently, the interplay between histone modifications and DNA methylation plays a crucial role in governing gene expression and maintaining cellular identity (Figure 1 and Figure 2) [2,3,4,5,6,7,8,9,10,11,12,13,14,15]. The degradation of histone tail lysine residues causes the local chromatin structure to constrict, preventing access to transcriptional machinery and thereby repressing gene transcription [3,5,6]. Small non-coding RNAs (ncRNAs) also serve as a key element of the cell’s epigenetic processes of regulation. The ncRNAs discovered in mammalian systems include microRNA (miRNA), endogenous siRNA, and PIWI-interacting miRNA (piRNA) [6,7]. They vary in their genetic origin and post-translational processing, but they all have the same function: the post-transcriptional down regulation of the expression of target genes as well as other non-coding RNAs [7,8]. Long non-coding RNAs can be generated from gene regulatory areas or mitochondrial DNA. They mostly impact the local genetic area of their origin, acquiring transcription factors or other epigenetic modifications and developing breast cancer (Figure 1 and Figure 2) [2,3,4,5,6,7,8,9,10,11,12,13,14,15]. Environmental epigenetic changes offer clear molecular pathways through which variables or hazardous substances may influence a genetic cascade of occurrences that contribute to the development of breast cancer [14,15,16,17]. There are crucial windows of sensitivity in which these components alter and affect vital phases of development. A tumour sample panel study showed that increased DNA methylation is an indicator of ER-positive tumours that are involved in breast cancer [3,14,15,16,17,18,19]. The identification of epigenetic markers modified by EDCs in the environment will thus provide a potential method of early detection, predictive value, and functional information about the chemical itself [18,19,20,21,22]. The WHO and IARC (International Agency for Research on Cancer) have identified EDCs that are also found in food. These substances fall into several categories, including phthalates, organochlorine insecticides, polychlorinated biphenyl, polybrominated diphenyl ethers, dioxins, bisphenol A, and heavy metals [22,23]. This study focuses on EDCs that may alter the epigenome and mainly affect endocrine-responsive organs such as the breast, addressing the effects of food intake and lifestyle factors on health by investigating the effects of various environmental factors on gene expression and highlighting the potential long-term consequences of exposure to these endocrine-disrupting chemicals. Data searches were conducted using Google, PubMed, Scopus, Google Scholar, and Web of Science. This study emphasises the need for further research to understand the mechanisms through which EDCs influence epigenetic modifications and their implications for human health.\n\n## 2. Endocrine Disruption in Breast Cancer Parallels the Epigenome\nEnvironmental and lifestyle factors are considered some of the major influencing components that increase breast cancer risk [12,13,24,25]. EDCs may epigenetically alter immune cell differentiation, creating an immunosuppressive environment through the increased differentiation of regulatory T cells (Tregs), which impair anti-tumour immunity [22,23,24]. EDC-induced epigenetic alterations might cause aberrant cytokine production, establishing a pro-tumour milieu by increasing anti-inflammatory cytokines (e.g., IL-10) and decreasing pro-inflammatory cytokines (e.g., IFN-γ) [25]. EDCs can cause epigenetic alterations in stromal cells, such as cancer-associated fibroblasts (CAFs) and endothelial cells. This causes increased release of growth factors (e.g., VEGF) that promote angiogenesis [26]. Changes in metalloproteinase expression cause altered extracellular matrix (ECM) remodeling [22]. EDCs can epigenetically upregulate immune checkpoint molecules such as PD-L1 on tumour cells, allowing them to avoid immune detection [23]. EDCs may activate NF-κB, causing low-grade inflammation and tumour growth [22]. EDC-induced epigenetic alterations in immune cells (such as T cells and macrophages) can enhance their suppressive effects, allowing the TME to avoid immunological responses [22]. EDCs can epigenetically remodel stromal and immune cells, resulting in niches that promote tumour cell survival, invasion, and metastasis [22,23,24,25,26]. The link between high amounts of EDCs in individuals and a higher probability of breast cancer has been frequently investigated, with no conclusive evidence demonstrating a relationship [21,22,23,24]. An EDC can act as an estrogen mimic and may interact with the ligand-binding region of ER-α, increasing cellular proliferation, possibly by slowing apoptosis, and producing a gene expression profile connected with a poor cancer survival prognosis. This has led to enhanced growth of mammary glands in rats, demonstrating the effects of processing and storing EDCs instead of exposure via maternal blood, where circulation levels were undetermined [8,9,25,26,27,28,29,30,31,32]. This section discusses how cell signalling mechanisms and exposure to common EDCs might impact epigenetic changes and the risk of breast cancer. EDC-induced epigenetic alterations can inhibit genes involved in immune cell activation and cytotoxicity, reducing the immune system’s ability to attack tumour cells. The epigenetic effects regulated by EDCs in breast cancer are summarised in Table 1. Cadmium (Cd2+) is a metal that exists as a natural component of the Earth’s crust [44]. Cd2+ is a heavy metal that has been linked to breast cancer and is known to cause epigenetic modifications in breast cancer cells, potentially influencing gene expression and contributing to tumour progression [44,45]. Research continues to explore the mechanisms through which cadmium affects cellular pathways, aiming to identify potential interventions or preventative measures for those at risk [46,47]. Understanding the specific pathways influenced by cadmium exposure may lead to targeted therapies that could mitigate its harmful effects [48,49,50]. Cd2+ has been demonstrated to cause a variety of epigenetic alterations. These alterations may cause modifications in gene expression, as observed both in vitro and in vivo. Cd2+ affects key signalling pathways, either directly or indirectly, including the NF-κB, p53, and MAPK pathways (Figure 3) [44,45,46,47,48,49,50,51,52,53,54]. The modification enhances the pathological situation, influences the functions of cells, and triggers unique biological responses in various types of cells, enabling them to react to a variety of external signals, including growth hormones, cellular stress, and inflammatory stimuli [50,51,52,53,54]. These responses are crucial for maintaining homeostasis and adapting to changing environments. By modulating cellular activities, the modification plays a significant role in processes such as tissue repair and immune response [54]. The Ras-Raf-MEK-ERK signalling pathway is activated by external inputs, and under normal conditions, it stimulates ERK and the expression of specific genes required for regular cell growth and division, maintaining the physiological state and functionality of cells [54]. However, the dysregulation of this pathway can lead to uncontrolled cell proliferation and survival, contributing to the development of various cancers [46,47,48,49,50]. Understanding the intricacies of the Ras-Raf-MEK-ERK signalling pathway is crucial for developing targeted therapies aimed at restoring normal cellular functions (Figure 3) [50,51,52,53,54,55,56,57,58,59,60]. The prolonged stimulation of the ERK pathway can occur from chronic Cd2+ toxicity [54,55], leading to altered signal transduction and clinical consequences in different cells since importunate ERK activation increases cell proliferation, suppresses mechanisms for programmed cell death, and tampers with cell cycle control [56,57,58]. Cd2+ activates this process, triggering a variety of cellular reactions such as transcription factors controlling the cell cycle, apoptosis, proliferation, and the regulation of genes essential for cell survival [55,56,57]. The active route helps cells adapt to or fend off the harmful effects of Cd2+ by encouraging the phosphorylation of the transcription factor c-Jun, an essential stage in cellular stress responses [50,51,52]. High-dose or increased consumption of Cd2+ can result in excessive JNK pathway activation, which can impede cellular functions such as autophagy, apoptosis, DNA damage, and cytoskeletal instability [56,57,58,59,60]. These modifications can eventually lead to cell problems and pathogenic alterations, promoting the development of diseases like breast cancer [59,60]. In the final phase, they impact long-term survival by modulating responses to inflammation, apoptosis, and survival signals [48,49,50,51,52]. Comparable to activating the JNK pathway, Cd2+ directly interacts with specific cell surface receptors or channels, such as calcium channels, to cause signalling downstream that alters intracellular Cd2+ concentrations [58,59,60,61,62]. This, in turn, indirectly activates a number of calcium-related kinases, which activate the p38 MAPK pathway. An increase in ROS brought on by Cd2+ either directly or indirectly activates the p38 MAPK pathway through upstream kinases such as apoptosis signal-regulating kinase 1 (ASK1), enabling an oxidative stress response that helps cells resist the harmful effects of Cd2+ (Figure 3) [50,51,52,53,54,55,56,57,58,59,60]. One important signalling mechanism that regulates where cells react to inflammatory and immune responses is the NF-κB pathway; NF-κB is usually linked to the inhibitory protein IκB and persists in the cytoplasm in a state of inactivity [60,61,62,63,64]. Cell survival signals trigger inflammatory processes, and Cd2+ may stimulate the NF-κB pathway, thus mediating cellular responses to its toxicity. Based on the result of a few studies, Cd2+ enhances the response to inflammation by increasing NF-κB activation via an ROS-dependent mechanism [65,66,67]. The two cell surface receptors that Cd2+ can mimic or activate are receptor-interacting serine/threonine protein kinase 1 (RIP1) and receptor-associated factor 6 (TRAF6). As a result, signalling molecules and related adaptor proteins become activated, which then increases IKK activity and opens the NF-κB pathway [63,64,65,66,67]. Cell growth and development, differentiation, apoptosis, and responses to stress are all significantly influenced by the complex and wide-ranging biological impacts that can arise from Cd2+ disruption of cellular signalling networks [62,63,64,65,66]. Arsenic (As) is a hazardous element present in the Earth’s crust. It is commonly utilised in lead alloys (batteries and weapons) and semiconductor circuits [68,69]. Arsenic trioxide was used to make herbicides and cure wood products, but both applications have been mostly discontinued since its toxicity was identified and associated with mutation, genotoxicity, and breast cancer [69]. Chronic arsenic exposure can activate oncogenes or tumour suppressors owing to arsenic’s impact on miRNA, contributing to the overexpression of hypoxia factors, and it has been linked to lung, skin, bladder, and other cancers [70,71]. MiR-182-5p is suppressed, and the overexpression of these factors may increase arsenic’s carcinogenic potential [72,73,74]. Several genes are expressed via cellular proliferation, differentiation, transformation, and apoptosis with the aid of mitogen-activated protein kinase [72,73]. The three most significant members of this family are p38, extracellular signal-regulated kinases (ERKs), and c Jun N-terminal kinase (JNK) [73,74,75,76]. ERK and p38 signalling are activated by Ras/Raf/Mek signalling; however, JNK activation is mediated by Rac, Rho, and MEKK 1-4. Arsenic poisoning occurs due to the MAPK cascade [70,71,72,73,74]. Exposure to arsenic has been associated with the phosphorylation of the epidermal growth factor receptor (EGFR), which then triggers cellular proliferation, tumour invasion, and angiogenesis (Figure 4) [68,69,70,71,72,73,74,75]. The transmembrane tyrosine kinase receptor known as EGFR, or epithelial growth factor receptor, is a member of the ErB family and is found on the surface of epithelial cells [75,76]. In in vivo settings, transcription is triggered by EGFR’s continued attachment to the AT-rich consensus region in the promoter of cyclin D1, and the Ras/MAP kinase pathway can also be activated by EGF [77,78]. The overexpression of cyclin D1 will trigger the development of the cyclin D1-cdk4 complex, which, in turn, will promote the transcription factors E2F and cyclin via the phosphorylation of pRB, a growth suppressor, finally resulting in the progression of the cell cycle [76,77,78,79,80]. Recent experiments using p53 antisense oligonucleotide-induced p53 suppression in human gastric cancer and human glioblastoma cell lines showed suppressed apoptosis and no caspase activation [81,82]. This result demonstrates that p53 plays a role in apoptosis caused by arsenic [81,82]. MMPs have a wide range of physiological and pathological functions, participating in angiogenesis, tissue remodelling, trophoblastic implantation, tumour development, wound healing, and degenerative illnesses of various kinds, among others [83,84,85,86,87,88,89]. The majority of MMPs are secreted by cells in a proactive state, and they are crucial regulators of a variety of pathophysiological processes when they are activated [87,88]. The over-secretion of pro-inflammatory and growth-promoting cytokines may be induced by NF-kβ and AP-1, which might lead to the onset of carcinogenesis [89]. Arsenate’s effects on telomeres and telomerase, as well as cell proliferation and death, have been evaluated in HL-60 and HaCaT cells in vitro [68]. Low doses (0.1–1 µM) of arsenate increased telomerase activity, extended telomeres, and encouraged cell proliferation. High doses (>1–40 µM) of arsenide reduced telomerase activity, shortened telomeres, and caused apoptosis [68,69]. The results of research comparing cell lines with and without telomerase activity indicated that telomerase was implicated in arsenic-induced apoptosis [68]. These findings show that arsenic’s carcinogenic effects may be partly due to an increase in telomerase activity, which promotes cell proliferation, as well as its anticancer effects, which exert oxidative stress and cause telomeric DNA attrition and death [69]. These investigations suggest that arsenic plays an important role in the development of breast cancer. The outermost layer of the planet is composed of lead (Pb) [90]. Lead emissions from metal smelters and mines are significant sources of environmental pollution, impacting both air and water quality [91]. Long-term lead exposure can lead to serious health issues in humans and wildlife, necessitating stringent regulations and monitoring efforts [92]. Many medical conditions, such as neurological, haematological, reproductive, and gastrointestinal illnesses, are the result of exposure to lead [92,93,94,95,96,97]. Exposure to lead changes cell regulatory mechanisms and influences genetic and epigenetic regulations. Epigenetic alterations can modify gene expression without changing the underlying DNA sequence, making them important in breast cancer growth and progression [98,99,100]. The expression of genes that encode certain miRNAs is one way that Pb affects the epigenetic regulation of genes throughout breast cancer development [100,101,102]. Lead inhibits delta-aminolevulinic acid dehydratase (ALAD) and enhances the δ-aminolevulinic acid substrate, which is known to increase ROS production [103,104,105]. Two specific types of enzymes are inhibited by lead: ALAD and glutathione reductase (GR). Investigations have indicated that lead disrupts the cycle that decreases glutathione levels by converting oxidised glutathione (GSSG) into reduced glutathione (GSH) [105]. Lead leads to structural instability in DNA, and histone–DNA crosslinks result in chromatin aggregation [104,105]. It has been discovered that lead acts as a mitogen to promote liver cell proliferation in vivo [104,105,106]. Biological impairment may result from the harmful effects of free ROS and RNS when there is an excess of ROS/RNS production or an antioxidant deficiency. In light of this, MDA is often employed as a lipid peroxidation biomarker. The aforementioned data support the hypothesis that reactive oxygen species (ROS), markers of oxidative stress, are produced by lead (Figure 5) [93,94,95,96,97,98,99,100,101,102,103,104,105,106]. Among them, ROS/RNS signalling transduction normally aids in proliferation, differentiation, and transformation in a time- and dosage-dependent manner, whereas ROS/RNS are frequently activated by responses to stress and are involved in apoptosis and proliferation arrest (Figure 5) [93,94,95,96,97,98,99,100,101,102,103,104,105,106]. Understanding the interaction of lead exposure and epigenetic changes could provide important insights into breast cancer prevention and treatment options. Bisphenol A (BPA) is one of the most extensively researched endocrine disruptors because it is readily converted into nonbioactive metabolites [107]. BPA mimics estrogen, causing breast cancer cells to proliferate. BPA can interact with estrogen receptors in cells, causing alterations in proliferation, apoptosis, and migration [108]. BPA can alter the environment surrounding a tumour, which is critical for cancer growth, and can induce hypermethylation, an epigenetic process that increases the risk of breast cancer [109]; for example, BPA can cause hypermethylation of BRCA1 in human mammary epithelial cells [109,110]. It was also demonstrated that exposure to BPA causes hypermethylation of the carnitine palmitoyl transferase 1A (CPTA1) gene [111]. This enzyme facilitates the entry of long-chain fatty acids into mitochondria and stimulates their oxidation by transferring acyl groups from fatty acids from coenzyme A to carnitine [109,110,111,112]. It is interesting to consider that BPA has been demonstrated to reduce DNA methylation via coat colour and enzymes like PDE type 4 variations [112,113]. This may initiate signalling pathways that lead to breast cancer and encourage malignancy. The inappropriate activation of oestrogen signalling is a significant contributing factor to the development of BC [111,112,113,114]. The activation of AKT and ERK1/2 is necessary for the proliferative and prosurvival effects of BPA in TNBC cells [111,112,113,114,115]. BPA elevated the expression of mRNA and proteins linked to migration in TNBC cells, including matrix metalloproteinase-2 (MMP2) [116,117]. Members of the nuclear receptor superfamily, or ERRs, are commonly referred to as orphan receptors since they do not have endogenous ligands. BPA stimulates the expression of EERγ in oestrogen-receptor-positive (ER+) breast cancer cells via phosphorylating ERK1/2 [117,118]. These results demonstrated that BC cell proliferation is stimulated by the EERγ/ERK1/2 axis [58,59]. Bisphenol A (BPA), oestrogen receptor alpha (ERA), G-protein-coupled receptor 30 (GPR30), ten-eleven translocation 2 (TET2), SNAIL, and extracellular signal-regulated kinase 1/2 (ERK1/2). Some studies have analysed the role of epigenetic modifications caused by BPA, particularly in relation to genes like TET2, in breast cancer development (Figure 6) [112,113,114,115,116,117,118]. BPA exposure can cause changes in gene expression while leaving the underlying DNA sequence unchanged [119]. These changes, which include DNA methylation and histone modification, can impair normal cellular functioning and promote neoplastic pathways, ultimately leading to the development and spread of breast cancer (Figure 6) [112,113,114,115,116,117,118]. Research has demonstrated that an increase in HOXB9 in BC is associated with neovascularisation, tumour invasion, and disease progression. The HOXB9 gene promoter contains a putative oestrogen response element (ERE4) that controls how the protein reacts to BPA and E2 [116]. BPA is sensitive to mammotrophic hormones and increases the risk of breast cancer in later life [116]. Research supporting this notion showed that BPA altered the expression and location of type 1 BMP receptors, reduced the development of BMPs in mammary fibroblasts, and impacted stem cells’ sensitivity to BMP signalling [116,117,118]. By activating SMAD1/5/8 phosphorylation, BPA enhanced BMP signalling [116]. Recent investigations suggest that BPA may activate signalling pathways that are linked to cancer, resulting in DNA damage, stem cell differentiation, and epigenetic changes [111,112,113,114,115,116,117,118,119]. Toys, nipples, wall coverings, floor tiles, pacifiers, teethers, textiles, vinyl floors, beds, household goods, and medical equipment are all made with phthalates, which are liquid plasticising agents [119]. Phthalates have the potential to disrupt epigenetic processes that are critical for gene expression development and maintenance [120]. Epigenetic changes can activate or silence genes, resulting in pathogenic conditions [121]. Phthalates can mimic hormones, potentially affecting the body’s estrogen, progesterone, and androgen systems [121]. Phthalates are frequently found in human urine, serum, and milk because they are not chemically bonded to plastic, making them easier to absorb [122]. Urine concentrations of phthalates are linked to many CpG sites that exhibit variable methylation [123,124,125]. In skeletal muscle cells, the Dnmt3a-dependent promoter and long non-coding RNAs (lncRNAs) were methylated, which decreased the synthesis of miR-17 [125,126,127]. It has been discovered that phthalates interact with miRNAs that target mRNAs linked to processes associated with adverse outcomes in human patients, such as angiogenesis, apoptosis, and connective tissue proliferation [127,128]. Another group suggested that EDCs may exert their effects through epigenetic changes to mitochondrial DNA [129]. Some of the nongenomic AhR pathways of activation that have been linked to mitogenic responses are increased human epidermal growth factor receptor 2 (HER2/neu), v-myc myelocyto-matosis viral oncogene homologue (c-myc), FBJ murine esteosarcoma viral oncogene homologue (c-fos), jun proto-oncogene (c-jun), Harvey rat sarcoma viral onco-gene homologue (Ha-ras), cyclin-dependent kinase 4 (CDK4), and nuclear factor kappa-B (NF-kB) [68e70] [125,129]. Telomerase activity is stimulated by C-Myc expression through AhR signalling and/or ER-independent mechanisms [130,131]. Through the Plyc, Mekk, IRAK, and PLC-β signalling pathways, phthalates alter gene expression in breast cancer (Figure 7) [121,122,123,124,125,126,127,128,129]. Another nongenomic AhR-activated factor implicated in carcinogenesis is cyclooxygenase-2 (Cox-2) [123,125]. The overexpression of COX-2 and elevated levels of prostaglandin E2 (PGE2) is associated with breast carcinogenesis [122,123,124,125]. These changes can influence the expression of genes linked to breast cancer, including AHR, BAX, BCL2, CAT, ESR2, IL6, and PTGS2 [120,121,122,123,124,125,126,127,128,129,130]. Understanding the impact of phthalates in this situation is critical for establishing preventive measures and therapeutic treatments [120,121,122,123,124,125,126,127,128,129,130]. More research is needed to completely understand the processes through which these substances contribute to breast cancer risk and to identify means of reducing their effects. It has been established that multiple receptors and enzyme networks interact with PCBs, and recent research has examined the possibility that PCBs may alter the endocrine system [131,132]. The cellular microenvironment responds to stimuli such as food availability, hypoxia, and extracellular pH and can epigenetically change cancer cells’ metabolic behavior to adapt to changing environments [132,133]. The fact that cancer cells’ metabolic profiles differ from those of normal cells reveals the underlying genetic and epigenetic machinery that is altered in breast cancer, giving cancer cells a growth advantage for survival [134,135]. Cellular metabolites moving between cellular compartments such as the cytoplasm, mitochondria, and nucleus have the potential to regulate gene expression by altering the availability of enzymatic substrates and cofactors required for metabolic reactions that mediate epigenetic processes such as DNA and histone modifications [136,137]. Metabolites that move between different parts of a cell, like the nucleus, mitochondria, and cytoplasm, can change gene expression by affecting the availability of enzyme substrates and cofactors needed for metabolic reactions that control epigenetic processes like DNA and histone modifications [137,138]. In addition, it has been demonstrated that PCBs that are not dioxin-like and those that are dioxin-like have different effects on DNA methylation; the former promote hypermethylation, while the latter stimulate hypermethylation [138,139]. The co-chaperone protein p23 and the chaperone protein hsp90 interact with the AhR-containing cytoplasmic Per-Ahreceptor Nuclear Translocator (ARNT)-Sim domain protein family [139,140]. AhR plays a major role in the development of cancer because it divides and travels into the nucleus when dL-PcBs activate the ligand [135,136,137,138]. There, it connects to dNA response elements via an ARNT to initiate transcription and AhR activation. The calcium 2+-regulated ion channel RyR is a component of both the endoplasmic reticulum (ER) in non-muscle cells and the sarcoplasmic reticulum (SR) in muscle cells [134,135,136,137,138,139,140]. RyR activation can swiftly release Ca2+ from the ER/SR. An NdL-PcB and a single congener increased RyR activity by 2.4–19.2 times [137,138,139,140,141,142]. There is evidence connecting NdL-PcBs to the development of cancer. Both Ca2+ and MAPK signalling are important in the development of breast cancer. PCBs trigger pertinent upstream signalling cascades, such as MAPK, ERK, and p38 [137,138,139,140,141,142,143,144]. ROS are generated after the PCB challenge and greatly decrease the activation of these axis signalling pathways by the PCBs, which promotes breast cancer metastasis (Figure 8) [131,132,133,134,135,136,137,138,139,140,141,142,143,144,145]. These modifications can influence chromatin structure, ultimately affecting gene accessibility and transcriptional activity. Consequently, the interplay between cellular metabolism and gene expression underscores the importance of metabolic pathways in cellular function and identity. Parabens are a type of EDC that can mimic estrogen in the body and are used as preservatives in hair and personal care products [146]. Hair and personal care products are thought to be the most common sources of paraben exposure, though other sources may exist [147]. The Environmental Working Group (EWG) created a hazardous chemical scale for cosmetic, personal care, and household product chemicals. Consumers can rate the hazard level of their items on a scale from 1 (best) to 10 (worst) [146,147]. Hormonally dangerous substances have been related to breast cancer; in particular, investigations have discovered oestrogenic qualities in paraben-containing hair and other personal care products extensively promoted to Black women [146,147,148]. Parabens are alkyl ester forms of p-hydroxybenzoic acid used in everyday products to inhibit the growth of hazardous pathogens and moulds [149]. Parabens are believed to enhance the prevalence of breast cancer (BC); nevertheless, very limited studies have examined the interactions between parabens, global DNA methylation (DNAm), and BC risk. Despite scant epidemiological data linking paraben exposure to breast cancer, recent in vitro and animal model studies have provided light on parabens’ endocrine-modulating activities, implying that parabens may be involved in breast carcinogenesis (Figure 9) [71,72,150]. The relationships between parabens and BCs have been determined according to the tumour promoter methylation state of 13 genes with documented functions in breast carcinogenesis that are often methylated in breast tumour tissues and linked to the malignant BC phenotype. These comprise the promoter regions of steroid hormone genes (ESR1, PGR, and RARβ), tumour suppressor genes (APC, BRCA1, CDH1, DAPK1, HIN1, P16, and RASSF1a), an oncogene (CCND2), a detoxification gene (GSTP1), and a transcription factor (TWIST1) [9,11,14,71,146,147,148,149,150]. Further investigation is required to understand the link between parabens and tumour-promoting methylation on the epigenetic level that enhances the risk of breast cancer. Organochlorine pesticides (OCPs) have been widely employed since the 1940s, providing significant agricultural benefits but also causing environmental harm. Since the 1980s, a majority of nations have banned the production of OC pesticides [151,152]. However, certain OC pesticides (e.g., dicofol) used to combat malaria are still permitted in some impoverished nations [153]. Because of their slow degradations, OCP compounds can persist in the food chain for extended periods of time and accumulate in a variety of biota, including humans [151,152,153]. Accumulating evidence suggested a link between OCP exposure and breast cancer risk [152,153,154,155]. Previous research has shown that long-term exposure to OCPs, such as in the workplace, is associated with an increased risk of multiple types of cancer, which may explain the negative effects of OCP exposure, such as endocrine disruption, oxidative stress induction, and epigenetic modifications [151,152,153,154]. OCPs can change DNA methylation patterns, which are important for controlling gene expression [155,156]. For example, tumour suppressor genes may be hypermethylated or oncogenes may be hypomethylated, increasing the risk of cancer. Studies have found altered methylation patterns in breast tissue exposed to OCPs, which may be suppressing genes essential in DNA repair and cell cycle regulation [11,72,157]. OCP exposure has been demonstrated to modify levels of gene promoter methylation. Another prominent epigenetic modification is histone modifications, which include changes to histone N-tail residues [14,20,154,155,156,157]. Some studies have shown that OCPs can change histone acetylation and methylation status, which, when combined with DNA methylation, can impact chromatin shape and, as a result, transcription activity [152,153,154,155,156,157]. In breast cancer patients, researchers have looked at the methylation patterns of two tumour suppressor genes, RRP22 and P16, as well as histone modifications such as methylation at lysine 4 of histone H3 (H3K4), acetylation at lysine 9 of histone H3 (H3K9), acetylation at lysine 16 of histone H4 (H4K16), and methylation at lysine 20 of histone H4 (H4K20) [20,72,157]. The expression of the genome and epigenome is limited to breast cancer, and the mechanisms of inactivation have yet to be completely investigated [153,154,155,156,157]. The epigenetic inactivation of organochlorine-responsive pathways in breast cancer entails lowering cellular activity while imitating or interfering with estrogen signalling, which is critical in hormone receptor-positive breast cancers. The aberrant methylation of gene promoters can inhibit detoxifying enzymes like CYP1A1 and glutathione S-transferases (GSTs), which metabolise OCPs. Silencing genes that encode hormone receptors, like ESR1 for ERα, can affect tumour response to estrogen. Furthermore, multiple studies have found changes in the methylation and acetylation of histones H3 and H4 in cancer, underlining the significance of epigenetic modifications in breast cancer growth (Figure 10) [72,151,152,153,154,155,156,157]. These changes can impact gene expression patterns that promote tumour growth and metastasis, indicating prospective therapeutic targets and the need for more research into epigenetic control in cancer treatment tactics. Dioxins (TCDD: 2,3,7,8-Tetrachlorodibenzodioxin) stimulates CYP1A1 by attaching to and activating the aryl hydrocarbon receptor (AhR), which then moves to the nucleus and binds with its companion protein Arnt to form an active heteromeric transcription factor (AhRC for AhR complex) [158]. AhRC regulates TCDD-inducible gene expression by interacting with DNA-binding sites known as dioxin response elements (DRE) on the CYP1A1 enhancer [70,73,159]. TCDD stimulates CYP1A1 by attaching to and activating the aryl hydrocarbon receptor (AhR), which then moves to the nucleus and binds with its companion protein Arnt to form an active heteromeric transcription factor (AhRC for AhR complex) [5,6,7,8,74,160]. All DRE sites contain a CpG dinucleotide, which, when methylated in vitro, decreases AhRC interaction in an electrophoretic mobility shift experiment and reduces TCDD-inducible reporter gene expression [13,74,160,161,162,163,164]. Several genes in breast cancer exhibit CpG island hypermethylation, and in several instances, aberrant activity of DNA methyltransferases led to the hypermethylation and silencing of HOXA5, TMS1, p16, RASSF1A, and BRCA1 genes with tumour suppressor behavior [11,13,75,161,162,163]. Furthermore, promoter hypermethylation silences genes such as E-cadherin, TMS1, GSTP1, and p16 [21,70,74,158,164]. These genes are involved in numerous biological processes, including estrogen signalling, pro-apoptosis (HOXA5, TMS1), cell cycle checkpoints (RASSF1A, p16), and DNA repair pathways (BRCA1) [161,162,163,164]. The BRCA1 gene is one of the greatest instances of a breast cancer susceptibility gene that is commonly repressed in sporadic breast tumours; yet, the CpG hypermethylation of BRCA1 has been linked to DNMT 3b overexpression. Early stages of sporadic breast cancer show a loss of the cell cycle checkpoint gene p16INK4a due to aberrant CpG promoter methylation, and approximately 80% of breast tumours show the decreased expression of another cell cycle inhibitor gene, p21/CIP1/WAF1, due to increased methylation of the p21/CIP1/WAF1 gene (Figure 11) [74,75,158,159,160,161,162,163,164]. These results indicate that methylation of the CYP1A1 enhancer may reduce its TCDD response. These findings suggest that methylation of the CYP1A1 enhancer may diminish its TCDD response, thereby affecting cellular proliferation and tumour growth [158,159,160,161]. More research is needed to understand the mechanisms by which these epigenetic changes contribute to breast cancer development and to identify possible therapeutic targets for intervention.\n\n## 2.1. Cadmium\nCadmium (Cd2+) is a metal that exists as a natural component of the Earth’s crust [44]. Cd2+ is a heavy metal that has been linked to breast cancer and is known to cause epigenetic modifications in breast cancer cells, potentially influencing gene expression and contributing to tumour progression [44,45]. Research continues to explore the mechanisms through which cadmium affects cellular pathways, aiming to identify potential interventions or preventative measures for those at risk [46,47]. Understanding the specific pathways influenced by cadmium exposure may lead to targeted therapies that could mitigate its harmful effects [48,49,50]. Cd2+ has been demonstrated to cause a variety of epigenetic alterations. These alterations may cause modifications in gene expression, as observed both in vitro and in vivo. Cd2+ affects key signalling pathways, either directly or indirectly, including the NF-κB, p53, and MAPK pathways (Figure 3) [44,45,46,47,48,49,50,51,52,53,54]. The modification enhances the pathological situation, influences the functions of cells, and triggers unique biological responses in various types of cells, enabling them to react to a variety of external signals, including growth hormones, cellular stress, and inflammatory stimuli [50,51,52,53,54]. These responses are crucial for maintaining homeostasis and adapting to changing environments. By modulating cellular activities, the modification plays a significant role in processes such as tissue repair and immune response [54]. The Ras-Raf-MEK-ERK signalling pathway is activated by external inputs, and under normal conditions, it stimulates ERK and the expression of specific genes required for regular cell growth and division, maintaining the physiological state and functionality of cells [54]. However, the dysregulation of this pathway can lead to uncontrolled cell proliferation and survival, contributing to the development of various cancers [46,47,48,49,50]. Understanding the intricacies of the Ras-Raf-MEK-ERK signalling pathway is crucial for developing targeted therapies aimed at restoring normal cellular functions (Figure 3) [50,51,52,53,54,55,56,57,58,59,60]. The prolonged stimulation of the ERK pathway can occur from chronic Cd2+ toxicity [54,55], leading to altered signal transduction and clinical consequences in different cells since importunate ERK activation increases cell proliferation, suppresses mechanisms for programmed cell death, and tampers with cell cycle control [56,57,58]. Cd2+ activates this process, triggering a variety of cellular reactions such as transcription factors controlling the cell cycle, apoptosis, proliferation, and the regulation of genes essential for cell survival [55,56,57]. The active route helps cells adapt to or fend off the harmful effects of Cd2+ by encouraging the phosphorylation of the transcription factor c-Jun, an essential stage in cellular stress responses [50,51,52]. High-dose or increased consumption of Cd2+ can result in excessive JNK pathway activation, which can impede cellular functions such as autophagy, apoptosis, DNA damage, and cytoskeletal instability [56,57,58,59,60]. These modifications can eventually lead to cell problems and pathogenic alterations, promoting the development of diseases like breast cancer [59,60]. In the final phase, they impact long-term survival by modulating responses to inflammation, apoptosis, and survival signals [48,49,50,51,52]. Comparable to activating the JNK pathway, Cd2+ directly interacts with specific cell surface receptors or channels, such as calcium channels, to cause signalling downstream that alters intracellular Cd2+ concentrations [58,59,60,61,62]. This, in turn, indirectly activates a number of calcium-related kinases, which activate the p38 MAPK pathway. An increase in ROS brought on by Cd2+ either directly or indirectly activates the p38 MAPK pathway through upstream kinases such as apoptosis signal-regulating kinase 1 (ASK1), enabling an oxidative stress response that helps cells resist the harmful effects of Cd2+ (Figure 3) [50,51,52,53,54,55,56,57,58,59,60]. One important signalling mechanism that regulates where cells react to inflammatory and immune responses is the NF-κB pathway; NF-κB is usually linked to the inhibitory protein IκB and persists in the cytoplasm in a state of inactivity [60,61,62,63,64]. Cell survival signals trigger inflammatory processes, and Cd2+ may stimulate the NF-κB pathway, thus mediating cellular responses to its toxicity. Based on the result of a few studies, Cd2+ enhances the response to inflammation by increasing NF-κB activation via an ROS-dependent mechanism [65,66,67]. The two cell surface receptors that Cd2+ can mimic or activate are receptor-interacting serine/threonine protein kinase 1 (RIP1) and receptor-associated factor 6 (TRAF6). As a result, signalling molecules and related adaptor proteins become activated, which then increases IKK activity and opens the NF-κB pathway [63,64,65,66,67]. Cell growth and development, differentiation, apoptosis, and responses to stress are all significantly influenced by the complex and wide-ranging biological impacts that can arise from Cd2+ disruption of cellular signalling networks [62,63,64,65,66].\n\n## 2.2. Arsenic\nArsenic (As) is a hazardous element present in the Earth’s crust. It is commonly utilised in lead alloys (batteries and weapons) and semiconductor circuits [68,69]. Arsenic trioxide was used to make herbicides and cure wood products, but both applications have been mostly discontinued since its toxicity was identified and associated with mutation, genotoxicity, and breast cancer [69]. Chronic arsenic exposure can activate oncogenes or tumour suppressors owing to arsenic’s impact on miRNA, contributing to the overexpression of hypoxia factors, and it has been linked to lung, skin, bladder, and other cancers [70,71]. MiR-182-5p is suppressed, and the overexpression of these factors may increase arsenic’s carcinogenic potential [72,73,74]. Several genes are expressed via cellular proliferation, differentiation, transformation, and apoptosis with the aid of mitogen-activated protein kinase [72,73]. The three most significant members of this family are p38, extracellular signal-regulated kinases (ERKs), and c Jun N-terminal kinase (JNK) [73,74,75,76]. ERK and p38 signalling are activated by Ras/Raf/Mek signalling; however, JNK activation is mediated by Rac, Rho, and MEKK 1-4. Arsenic poisoning occurs due to the MAPK cascade [70,71,72,73,74]. Exposure to arsenic has been associated with the phosphorylation of the epidermal growth factor receptor (EGFR), which then triggers cellular proliferation, tumour invasion, and angiogenesis (Figure 4) [68,69,70,71,72,73,74,75]. The transmembrane tyrosine kinase receptor known as EGFR, or epithelial growth factor receptor, is a member of the ErB family and is found on the surface of epithelial cells [75,76]. In in vivo settings, transcription is triggered by EGFR’s continued attachment to the AT-rich consensus region in the promoter of cyclin D1, and the Ras/MAP kinase pathway can also be activated by EGF [77,78]. The overexpression of cyclin D1 will trigger the development of the cyclin D1-cdk4 complex, which, in turn, will promote the transcription factors E2F and cyclin via the phosphorylation of pRB, a growth suppressor, finally resulting in the progression of the cell cycle [76,77,78,79,80]. Recent experiments using p53 antisense oligonucleotide-induced p53 suppression in human gastric cancer and human glioblastoma cell lines showed suppressed apoptosis and no caspase activation [81,82]. This result demonstrates that p53 plays a role in apoptosis caused by arsenic [81,82]. MMPs have a wide range of physiological and pathological functions, participating in angiogenesis, tissue remodelling, trophoblastic implantation, tumour development, wound healing, and degenerative illnesses of various kinds, among others [83,84,85,86,87,88,89]. The majority of MMPs are secreted by cells in a proactive state, and they are crucial regulators of a variety of pathophysiological processes when they are activated [87,88]. The over-secretion of pro-inflammatory and growth-promoting cytokines may be induced by NF-kβ and AP-1, which might lead to the onset of carcinogenesis [89]. Arsenate’s effects on telomeres and telomerase, as well as cell proliferation and death, have been evaluated in HL-60 and HaCaT cells in vitro [68]. Low doses (0.1–1 µM) of arsenate increased telomerase activity, extended telomeres, and encouraged cell proliferation. High doses (>1–40 µM) of arsenide reduced telomerase activity, shortened telomeres, and caused apoptosis [68,69]. The results of research comparing cell lines with and without telomerase activity indicated that telomerase was implicated in arsenic-induced apoptosis [68]. These findings show that arsenic’s carcinogenic effects may be partly due to an increase in telomerase activity, which promotes cell proliferation, as well as its anticancer effects, which exert oxidative stress and cause telomeric DNA attrition and death [69]. These investigations suggest that arsenic plays an important role in the development of breast cancer.\n\n## 2.3. Lead\nThe outermost layer of the planet is composed of lead (Pb) [90]. Lead emissions from metal smelters and mines are significant sources of environmental pollution, impacting both air and water quality [91]. Long-term lead exposure can lead to serious health issues in humans and wildlife, necessitating stringent regulations and monitoring efforts [92]. Many medical conditions, such as neurological, haematological, reproductive, and gastrointestinal illnesses, are the result of exposure to lead [92,93,94,95,96,97]. Exposure to lead changes cell regulatory mechanisms and influences genetic and epigenetic regulations. Epigenetic alterations can modify gene expression without changing the underlying DNA sequence, making them important in breast cancer growth and progression [98,99,100]. The expression of genes that encode certain miRNAs is one way that Pb affects the epigenetic regulation of genes throughout breast cancer development [100,101,102]. Lead inhibits delta-aminolevulinic acid dehydratase (ALAD) and enhances the δ-aminolevulinic acid substrate, which is known to increase ROS production [103,104,105]. Two specific types of enzymes are inhibited by lead: ALAD and glutathione reductase (GR). Investigations have indicated that lead disrupts the cycle that decreases glutathione levels by converting oxidised glutathione (GSSG) into reduced glutathione (GSH) [105]. Lead leads to structural instability in DNA, and histone–DNA crosslinks result in chromatin aggregation [104,105]. It has been discovered that lead acts as a mitogen to promote liver cell proliferation in vivo [104,105,106]. Biological impairment may result from the harmful effects of free ROS and RNS when there is an excess of ROS/RNS production or an antioxidant deficiency. In light of this, MDA is often employed as a lipid peroxidation biomarker. The aforementioned data support the hypothesis that reactive oxygen species (ROS), markers of oxidative stress, are produced by lead (Figure 5) [93,94,95,96,97,98,99,100,101,102,103,104,105,106]. Among them, ROS/RNS signalling transduction normally aids in proliferation, differentiation, and transformation in a time- and dosage-dependent manner, whereas ROS/RNS are frequently activated by responses to stress and are involved in apoptosis and proliferation arrest (Figure 5) [93,94,95,96,97,98,99,100,101,102,103,104,105,106]. Understanding the interaction of lead exposure and epigenetic changes could provide important insights into breast cancer prevention and treatment options.\n\n## 2.4. Bisphenol A\nBisphenol A (BPA) is one of the most extensively researched endocrine disruptors because it is readily converted into nonbioactive metabolites [107]. BPA mimics estrogen, causing breast cancer cells to proliferate. BPA can interact with estrogen receptors in cells, causing alterations in proliferation, apoptosis, and migration [108]. BPA can alter the environment surrounding a tumour, which is critical for cancer growth, and can induce hypermethylation, an epigenetic process that increases the risk of breast cancer [109]; for example, BPA can cause hypermethylation of BRCA1 in human mammary epithelial cells [109,110]. It was also demonstrated that exposure to BPA causes hypermethylation of the carnitine palmitoyl transferase 1A (CPTA1) gene [111]. This enzyme facilitates the entry of long-chain fatty acids into mitochondria and stimulates their oxidation by transferring acyl groups from fatty acids from coenzyme A to carnitine [109,110,111,112]. It is interesting to consider that BPA has been demonstrated to reduce DNA methylation via coat colour and enzymes like PDE type 4 variations [112,113]. This may initiate signalling pathways that lead to breast cancer and encourage malignancy. The inappropriate activation of oestrogen signalling is a significant contributing factor to the development of BC [111,112,113,114]. The activation of AKT and ERK1/2 is necessary for the proliferative and prosurvival effects of BPA in TNBC cells [111,112,113,114,115]. BPA elevated the expression of mRNA and proteins linked to migration in TNBC cells, including matrix metalloproteinase-2 (MMP2) [116,117]. Members of the nuclear receptor superfamily, or ERRs, are commonly referred to as orphan receptors since they do not have endogenous ligands. BPA stimulates the expression of EERγ in oestrogen-receptor-positive (ER+) breast cancer cells via phosphorylating ERK1/2 [117,118]. These results demonstrated that BC cell proliferation is stimulated by the EERγ/ERK1/2 axis [58,59]. Bisphenol A (BPA), oestrogen receptor alpha (ERA), G-protein-coupled receptor 30 (GPR30), ten-eleven translocation 2 (TET2), SNAIL, and extracellular signal-regulated kinase 1/2 (ERK1/2). Some studies have analysed the role of epigenetic modifications caused by BPA, particularly in relation to genes like TET2, in breast cancer development (Figure 6) [112,113,114,115,116,117,118]. BPA exposure can cause changes in gene expression while leaving the underlying DNA sequence unchanged [119]. These changes, which include DNA methylation and histone modification, can impair normal cellular functioning and promote neoplastic pathways, ultimately leading to the development and spread of breast cancer (Figure 6) [112,113,114,115,116,117,118]. Research has demonstrated that an increase in HOXB9 in BC is associated with neovascularisation, tumour invasion, and disease progression. The HOXB9 gene promoter contains a putative oestrogen response element (ERE4) that controls how the protein reacts to BPA and E2 [116]. BPA is sensitive to mammotrophic hormones and increases the risk of breast cancer in later life [116]. Research supporting this notion showed that BPA altered the expression and location of type 1 BMP receptors, reduced the development of BMPs in mammary fibroblasts, and impacted stem cells’ sensitivity to BMP signalling [116,117,118]. By activating SMAD1/5/8 phosphorylation, BPA enhanced BMP signalling [116]. Recent investigations suggest that BPA may activate signalling pathways that are linked to cancer, resulting in DNA damage, stem cell differentiation, and epigenetic changes [111,112,113,114,115,116,117,118,119].\n\n## 2.5. Phthalates\nToys, nipples, wall coverings, floor tiles, pacifiers, teethers, textiles, vinyl floors, beds, household goods, and medical equipment are all made with phthalates, which are liquid plasticising agents [119]. Phthalates have the potential to disrupt epigenetic processes that are critical for gene expression development and maintenance [120]. Epigenetic changes can activate or silence genes, resulting in pathogenic conditions [121]. Phthalates can mimic hormones, potentially affecting the body’s estrogen, progesterone, and androgen systems [121]. Phthalates are frequently found in human urine, serum, and milk because they are not chemically bonded to plastic, making them easier to absorb [122]. Urine concentrations of phthalates are linked to many CpG sites that exhibit variable methylation [123,124,125]. In skeletal muscle cells, the Dnmt3a-dependent promoter and long non-coding RNAs (lncRNAs) were methylated, which decreased the synthesis of miR-17 [125,126,127]. It has been discovered that phthalates interact with miRNAs that target mRNAs linked to processes associated with adverse outcomes in human patients, such as angiogenesis, apoptosis, and connective tissue proliferation [127,128]. Another group suggested that EDCs may exert their effects through epigenetic changes to mitochondrial DNA [129]. Some of the nongenomic AhR pathways of activation that have been linked to mitogenic responses are increased human epidermal growth factor receptor 2 (HER2/neu), v-myc myelocyto-matosis viral oncogene homologue (c-myc), FBJ murine esteosarcoma viral oncogene homologue (c-fos), jun proto-oncogene (c-jun), Harvey rat sarcoma viral onco-gene homologue (Ha-ras), cyclin-dependent kinase 4 (CDK4), and nuclear factor kappa-B (NF-kB) [68e70] [125,129]. Telomerase activity is stimulated by C-Myc expression through AhR signalling and/or ER-independent mechanisms [130,131]. Through the Plyc, Mekk, IRAK, and PLC-β signalling pathways, phthalates alter gene expression in breast cancer (Figure 7) [121,122,123,124,125,126,127,128,129]. Another nongenomic AhR-activated factor implicated in carcinogenesis is cyclooxygenase-2 (Cox-2) [123,125]. The overexpression of COX-2 and elevated levels of prostaglandin E2 (PGE2) is associated with breast carcinogenesis [122,123,124,125]. These changes can influence the expression of genes linked to breast cancer, including AHR, BAX, BCL2, CAT, ESR2, IL6, and PTGS2 [120,121,122,123,124,125,126,127,128,129,130]. Understanding the impact of phthalates in this situation is critical for establishing preventive measures and therapeutic treatments [120,121,122,123,124,125,126,127,128,129,130]. More research is needed to completely understand the processes through which these substances contribute to breast cancer risk and to identify means of reducing their effects.\n\n## 2.6. Polychlorinated Biphenyls\nIt has been established that multiple receptors and enzyme networks interact with PCBs, and recent research has examined the possibility that PCBs may alter the endocrine system [131,132]. The cellular microenvironment responds to stimuli such as food availability, hypoxia, and extracellular pH and can epigenetically change cancer cells’ metabolic behavior to adapt to changing environments [132,133]. The fact that cancer cells’ metabolic profiles differ from those of normal cells reveals the underlying genetic and epigenetic machinery that is altered in breast cancer, giving cancer cells a growth advantage for survival [134,135]. Cellular metabolites moving between cellular compartments such as the cytoplasm, mitochondria, and nucleus have the potential to regulate gene expression by altering the availability of enzymatic substrates and cofactors required for metabolic reactions that mediate epigenetic processes such as DNA and histone modifications [136,137]. Metabolites that move between different parts of a cell, like the nucleus, mitochondria, and cytoplasm, can change gene expression by affecting the availability of enzyme substrates and cofactors needed for metabolic reactions that control epigenetic processes like DNA and histone modifications [137,138]. In addition, it has been demonstrated that PCBs that are not dioxin-like and those that are dioxin-like have different effects on DNA methylation; the former promote hypermethylation, while the latter stimulate hypermethylation [138,139]. The co-chaperone protein p23 and the chaperone protein hsp90 interact with the AhR-containing cytoplasmic Per-Ahreceptor Nuclear Translocator (ARNT)-Sim domain protein family [139,140]. AhR plays a major role in the development of cancer because it divides and travels into the nucleus when dL-PcBs activate the ligand [135,136,137,138]. There, it connects to dNA response elements via an ARNT to initiate transcription and AhR activation. The calcium 2+-regulated ion channel RyR is a component of both the endoplasmic reticulum (ER) in non-muscle cells and the sarcoplasmic reticulum (SR) in muscle cells [134,135,136,137,138,139,140]. RyR activation can swiftly release Ca2+ from the ER/SR. An NdL-PcB and a single congener increased RyR activity by 2.4–19.2 times [137,138,139,140,141,142]. There is evidence connecting NdL-PcBs to the development of cancer. Both Ca2+ and MAPK signalling are important in the development of breast cancer. PCBs trigger pertinent upstream signalling cascades, such as MAPK, ERK, and p38 [137,138,139,140,141,142,143,144]. ROS are generated after the PCB challenge and greatly decrease the activation of these axis signalling pathways by the PCBs, which promotes breast cancer metastasis (Figure 8) [131,132,133,134,135,136,137,138,139,140,141,142,143,144,145]. These modifications can influence chromatin structure, ultimately affecting gene accessibility and transcriptional activity. Consequently, the interplay between cellular metabolism and gene expression underscores the importance of metabolic pathways in cellular function and identity.\n\n## 2.7. Parabens\nParabens are a type of EDC that can mimic estrogen in the body and are used as preservatives in hair and personal care products [146]. Hair and personal care products are thought to be the most common sources of paraben exposure, though other sources may exist [147]. The Environmental Working Group (EWG) created a hazardous chemical scale for cosmetic, personal care, and household product chemicals. Consumers can rate the hazard level of their items on a scale from 1 (best) to 10 (worst) [146,147]. Hormonally dangerous substances have been related to breast cancer; in particular, investigations have discovered oestrogenic qualities in paraben-containing hair and other personal care products extensively promoted to Black women [146,147,148]. Parabens are alkyl ester forms of p-hydroxybenzoic acid used in everyday products to inhibit the growth of hazardous pathogens and moulds [149]. Parabens are believed to enhance the prevalence of breast cancer (BC); nevertheless, very limited studies have examined the interactions between parabens, global DNA methylation (DNAm), and BC risk. Despite scant epidemiological data linking paraben exposure to breast cancer, recent in vitro and animal model studies have provided light on parabens’ endocrine-modulating activities, implying that parabens may be involved in breast carcinogenesis (Figure 9) [71,72,150]. The relationships between parabens and BCs have been determined according to the tumour promoter methylation state of 13 genes with documented functions in breast carcinogenesis that are often methylated in breast tumour tissues and linked to the malignant BC phenotype. These comprise the promoter regions of steroid hormone genes (ESR1, PGR, and RARβ), tumour suppressor genes (APC, BRCA1, CDH1, DAPK1, HIN1, P16, and RASSF1a), an oncogene (CCND2), a detoxification gene (GSTP1), and a transcription factor (TWIST1) [9,11,14,71,146,147,148,149,150]. Further investigation is required to understand the link between parabens and tumour-promoting methylation on the epigenetic level that enhances the risk of breast cancer.\n\n## 2.8. Organochlorine\nOrganochlorine pesticides (OCPs) have been widely employed since the 1940s, providing significant agricultural benefits but also causing environmental harm. Since the 1980s, a majority of nations have banned the production of OC pesticides [151,152]. However, certain OC pesticides (e.g., dicofol) used to combat malaria are still permitted in some impoverished nations [153]. Because of their slow degradations, OCP compounds can persist in the food chain for extended periods of time and accumulate in a variety of biota, including humans [151,152,153]. Accumulating evidence suggested a link between OCP exposure and breast cancer risk [152,153,154,155]. Previous research has shown that long-term exposure to OCPs, such as in the workplace, is associated with an increased risk of multiple types of cancer, which may explain the negative effects of OCP exposure, such as endocrine disruption, oxidative stress induction, and epigenetic modifications [151,152,153,154]. OCPs can change DNA methylation patterns, which are important for controlling gene expression [155,156]. For example, tumour suppressor genes may be hypermethylated or oncogenes may be hypomethylated, increasing the risk of cancer. Studies have found altered methylation patterns in breast tissue exposed to OCPs, which may be suppressing genes essential in DNA repair and cell cycle regulation [11,72,157]. OCP exposure has been demonstrated to modify levels of gene promoter methylation. Another prominent epigenetic modification is histone modifications, which include changes to histone N-tail residues [14,20,154,155,156,157]. Some studies have shown that OCPs can change histone acetylation and methylation status, which, when combined with DNA methylation, can impact chromatin shape and, as a result, transcription activity [152,153,154,155,156,157]. In breast cancer patients, researchers have looked at the methylation patterns of two tumour suppressor genes, RRP22 and P16, as well as histone modifications such as methylation at lysine 4 of histone H3 (H3K4), acetylation at lysine 9 of histone H3 (H3K9), acetylation at lysine 16 of histone H4 (H4K16), and methylation at lysine 20 of histone H4 (H4K20) [20,72,157]. The expression of the genome and epigenome is limited to breast cancer, and the mechanisms of inactivation have yet to be completely investigated [153,154,155,156,157]. The epigenetic inactivation of organochlorine-responsive pathways in breast cancer entails lowering cellular activity while imitating or interfering with estrogen signalling, which is critical in hormone receptor-positive breast cancers. The aberrant methylation of gene promoters can inhibit detoxifying enzymes like CYP1A1 and glutathione S-transferases (GSTs), which metabolise OCPs. Silencing genes that encode hormone receptors, like ESR1 for ERα, can affect tumour response to estrogen. Furthermore, multiple studies have found changes in the methylation and acetylation of histones H3 and H4 in cancer, underlining the significance of epigenetic modifications in breast cancer growth (Figure 10) [72,151,152,153,154,155,156,157]. These changes can impact gene expression patterns that promote tumour growth and metastasis, indicating prospective therapeutic targets and the need for more research into epigenetic control in cancer treatment tactics.\n\n## 2.9. Dioxins\nDioxins (TCDD: 2,3,7,8-Tetrachlorodibenzodioxin) stimulates CYP1A1 by attaching to and activating the aryl hydrocarbon receptor (AhR), which then moves to the nucleus and binds with its companion protein Arnt to form an active heteromeric transcription factor (AhRC for AhR complex) [158]. AhRC regulates TCDD-inducible gene expression by interacting with DNA-binding sites known as dioxin response elements (DRE) on the CYP1A1 enhancer [70,73,159]. TCDD stimulates CYP1A1 by attaching to and activating the aryl hydrocarbon receptor (AhR), which then moves to the nucleus and binds with its companion protein Arnt to form an active heteromeric transcription factor (AhRC for AhR complex) [5,6,7,8,74,160]. All DRE sites contain a CpG dinucleotide, which, when methylated in vitro, decreases AhRC interaction in an electrophoretic mobility shift experiment and reduces TCDD-inducible reporter gene expression [13,74,160,161,162,163,164]. Several genes in breast cancer exhibit CpG island hypermethylation, and in several instances, aberrant activity of DNA methyltransferases led to the hypermethylation and silencing of HOXA5, TMS1, p16, RASSF1A, and BRCA1 genes with tumour suppressor behavior [11,13,75,161,162,163]. Furthermore, promoter hypermethylation silences genes such as E-cadherin, TMS1, GSTP1, and p16 [21,70,74,158,164]. These genes are involved in numerous biological processes, including estrogen signalling, pro-apoptosis (HOXA5, TMS1), cell cycle checkpoints (RASSF1A, p16), and DNA repair pathways (BRCA1) [161,162,163,164]. The BRCA1 gene is one of the greatest instances of a breast cancer susceptibility gene that is commonly repressed in sporadic breast tumours; yet, the CpG hypermethylation of BRCA1 has been linked to DNMT 3b overexpression. Early stages of sporadic breast cancer show a loss of the cell cycle checkpoint gene p16INK4a due to aberrant CpG promoter methylation, and approximately 80% of breast tumours show the decreased expression of another cell cycle inhibitor gene, p21/CIP1/WAF1, due to increased methylation of the p21/CIP1/WAF1 gene (Figure 11) [74,75,158,159,160,161,162,163,164]. These results indicate that methylation of the CYP1A1 enhancer may reduce its TCDD response. These findings suggest that methylation of the CYP1A1 enhancer may diminish its TCDD response, thereby affecting cellular proliferation and tumour growth [158,159,160,161]. More research is needed to understand the mechanisms by which these epigenetic changes contribute to breast cancer development and to identify possible therapeutic targets for intervention.\n\n## 3. Impact of EDCs on Dietary Intake in Breast Cancer\nWomen with low breast cancer risk are rapidly more sensitive to the illness compared to those with high-risk factors [165]. This increased sensitivity may be attributed to a variety of biological and environmental influences that affect their overall health and immune response [166]. Excessive doses of genistein have been shown in vitro to promote cell proliferation in tumours that are reliant on estrogen. Further discoveries have indicated that isoflavone-induced promoter demethylation in breast epithelial cells may target RARb2 (RARB) and CCND2 [166,167]. In breast cancer cells, genistein may reduce the expression and activity of all three DNA methyl transferase enzymes, which would deplete de novo methylation and preserve DNA methylation [168]. Additionally, methyl-binding domain protein 2’s variable binding to the BRCA1 promoter is increased by resveratrol, preventing gene suppression in MCF-7ER-positive breast cancer cells [168]. In a mouse xenograft model, resveratrol raised miR-141 and miR-200c, which decreased the number of cancer stem cells [169]. In breast cancer cell lines, resveratrol also increased the expression of many additional tumour-suppressive miRNAs, such as miR-16 and miR-143 [170]. There was a notable loss of 5 hydroxymethylation of cytosine (5hmC) and 5 methylation of cytosine (mC) in the epithelial cells of the TEBs, a dramatic loss of the histone H4 lysine 20 monomethylation (H4K20me1) mark in these cells, and ER a-positive-associated cell proliferation in the epithelial cells of the TEBs (proliferating epithelial cells are known to have low numbers of ER a-positive cells) [171]. The incidence of DMBA-induced cancer is significantly higher in correlation with these early cellular and epigenetic changes [172,173,174,175,176]. Moreover, current studies suggest that a diet heavy in butter and safflower oil elicits a response to BPA more effectively than a diet heavy in olive oil [173,174,175,176,177]. The four families of phytoestrogens—isoflavones, lignans, coumestans, and stilbens—compose more than 100 different chemicals that have been identified in various plant sources. These compounds can mimic estrogen in the body, potentially influencing hormonal balance and offering various health benefits, including reduced risks of certain cancers and the alleviation of menopausal symptoms [170,171,172,173,174,175,176,177]. Various epidemiological studies have demonstrated that consuming a diet high in soy or taking supplements lowers the risk of breast cancer. Research conducted on animals has demonstrated the diverse effects of isoflavones, such as genistein, on the growth and maturation of the mammary gland from early childhood to maturity [177]. Crucially, MiR-93 was epigenetically repressed, which led to increased cell proliferation by blocking the apoptotic pathway mediated by p53 [178]. Studies in the breast and other tissues provide a solid foundation for future investigations into global epigenetic changes in the breasts of children exposed to DES in utero, even if there is presently insufficient information to suggest an epigenetic basis for DES-induced breast cancer risk [19,179,180,181]. A well-known organochlorine, 2, 3, 7, 8-tetrachloridibenzop-dioxin (2, 3, 7, 8-TCDD), is a pollutant that is created during chemical combustion and manufacture [180,181]. TCDD is categorised as an endocrine disruptor with significant anti-estrogenic effects and a substantial affinity for the aromatic hydrocarbon receptor (AhR) [182,183]. Rats exposed to TCDD during pregnancy showed a reduction in lobules and an increase in TEBs [184]. According to research conducted at the molecular level with the Holtzman rats model, TCDD may act systemically by elevating the expression of Esr1mRNA in the ovaries, uterus, and breast while reducing the generation of oestradiol [185].Chemicals employed for printed circuit boards (PCBs) include plasticisers, solvents, hydraulic fluids, and printing inks. It has been discovered that PCBs accumulate in breast adipose tissue before entering breast milk [186]. Epidemiology studies have found a link between PAH-DNA adducts and the incidence of breast cancer. Studies have suggested that the site of preference for PAH-induced DNA adducts formation may be methylated CpG sites. Various studies have found a favourable correlation between active or passive smoking and an increased risk of breast cancer [187]. The chemical perfluorooctanoic acid (PFOA) is widely used in business and the environment for a variety of purposes, including surfactants, water proofing, insulating agents, and dental goods [188]. PFOA is a non-lipophilic protein-binding material that persists in humans for 2–4 years and in mice for 16–22 days [188]. Given that preeclampsia, early menopause, and delayed puberty have all been demonstrated to lessen the risk of breast cancer, epidemiological research has discovered that PFOA is positively connected with these conditions and has thus been linked to a lower risk of breast cancer [189]. Additional research on PFOAs in animal models revealed modifications to the development of the mammary gland, which may increase susceptibility to carcinogens [190]. Thus, the high-throughput screening of gene promoters that target the epigenome would yield the most accurate assessment of PFOA epigenetic targets [191]. Even though no studies using mouse or human breast models have been done in this area, it is still beneficial to look into this issue. DDT is a synthetic pesticide that is widely used, has a long half-life, and is lipophilic [192]. As a result, it is a major environmental contaminant that accumulates in the fat stores of both humans and animals. Human blood still contains large concentrations of 1,1-dichloro-2,2-bis(p-chlorophenyl) ethylene (DDE), a metabolite of DDT [193]. Description of endocrine-disrupting food chemical contaminants with their origin and main source of dietary exposure has shown in Table 2 [194,195,196,197,198,199,200,201,202,203]. Human disorders, including testicular tumours, type 2 diabetes, endometrial cancer, pancreatic cancer, and breast cancer, have been linked to DDT and its derivatives, including DDE [194]. Early life exposure greatly affects the epigenetic actions of EDCs in disease states like breast cancer. Additionally, recent studies have suggested that DDT may have a critical role in the control of miRNA in the breast [195,196]. As a pesticide used on fruits and vegetables to protect them from various fungi, the majority of exposure occurs through the consumption of leftover contaminated food and beverages [197]. On the other hand, not much epidemiological study has been done about the association between breast cancer and vinclozolin exposure. Therefore, more research is required on the transgenerational epigenetic targets that induce breast tumours, which have not yet been thoroughly defined.\n\n## 4. Conclusions and Future Prospective\nEDCs regulate a variety of epigenetic mechanisms, including DNA methylation, histone modifications, and non-coding RNA expression. The same EDC may have various epigenetic effects in different tissues, making it difficult to generalise findings on pathway activation unique to breast tissue. Epigenetic modifications are reversible and can fluctuate in response to environmental factors, complicating the discovery of stable controls. The function and clinical significance of EDCs in the progression of breast cancer are elucidated in this manuscript, highlighting the molecular mechanisms through which these endocrine-disrupting chemicals influence tumour growth and metastasis. By understanding these pathways, targeted therapeutic strategies may be developed to mitigate the risks associated with EDC exposure. Breast cancer research has increasingly focused on understanding the limitations of epigenetic mechanisms influenced by endocrine-disrupting chemicals (EDCs). Many studies on EDCs and epigenetics use animal models, which may not accurately represent human breast cancer development. There have been few long-term studies tracking dietary EDC exposure and epigenetic changes over time, making it difficult to establish causal links. These mechanisms may not fully account for the complex interplay of genetic, environmental, and lifestyle factors that contribute to breast cancer risk, highlighting the need for a more comprehensive approach to studying EDCs and their long-term effects on hormonal regulation and tumour development. Studies on the relationship between EDC exposure and breast cancer risk have yielded conflicting results, which could be attributed to discrepancies in study designs, sample sizes, and other variables. Future studies on environmental epigenetic need to include different parameters by using advanced animal models. However, these systems are extremely interconnected, and the precise paths that connect them to breast cancer remain unknown. To establish causal links and inform prevention and treatment efforts, interdisciplinary approaches are required, such as more sophisticated model systems, improved exposure assessment methodologies, and longitudinal human investigations. Furthermore, future studies should examine lifestyle factors, such as circadian cycles, food, and exercise, as exposure modifiers. Epigenetic reprogramming might offer significant insights into human diversity. The primary prevention of environmental illnesses is feasible since epigenetics may be reversible. Assessing these epigenetic changes over the course of a lifetime would be difficult; thus, environmental epigenetic indicators are a better choice for determining a person’s future risk of an illness like breast cancer.",
  "word_count": 10661,
  "char_count": 77546
}