{
  "pmcid": "PMC5100622",
  "doi": "10.1093/ije/dyw218",
  "title": "High-resolution metabolomics of occupational exposure to trichloroethylene",
  "authors": [
    "Douglas I Walker",
    "Karan Uppal",
    "Luoping Zhang",
    "Roel Vermeulen",
    "Martyn Smith",
    "Wei Hu",
    "Mark P Purdue",
    "Xiaojiang Tang",
    "Boris Reiss",
    "Sungkyoon Kim",
    "Laiyu Li",
    "Hanlin Huang",
    "Kurt D Pennell",
    "Dean P Jones",
    "Nathaniel Rothman",
    "Qing Lan"
  ],
  "year": "2016",
  "journal": "International Journal of Epidemiology",
  "abstract": "Background: Occupational exposure to trichloroethylene (TCE) has been linked to adverse health outcomes including non-Hodgkin’s lymphoma and kidney and liver cancer; however, TCE’s mode of action for development of these diseases in humans is not well understood.\nMethods: Non-targeted metabolomics analysis of plasma obtained from 80 TCE-exposed workers [full shift exposure range of 0.4 to 230 parts-per-million of air (ppma)] and 95 matched controls were completed by ultra-high resolution mass spectrometry. Biological response to TCE exposure was determined using a metabolome-wide association study (MWAS) framework, with metabolic changes and plasma TCE metabolites evaluated by dose-response and pathway enrichment. Biological perturbations were then linked to immunological, renal and exposure molecular markers measured in the same population.\nResults: Metabolic features associated with TCE exposure included known TCE metabolites, unidentifiable chlorinated compounds and endogenous metabolites. Exposure resulted in a systemic response in endogenous metabolism, including disruption in purine catabolism and decreases in sulphur amino acid and bile acid biosynthesis pathways. Metabolite associations with TCE exposure included uric acid (β = 0.13, P-value = 3.6 × 10−5), glutamine (β = 0.08, P-value = 0.0013), cystine (β = 0.75, P-value = 0.0022), methylthioadenosine (β = −1.6, P-value = 0.0043), taurine (β = −2.4, P-value = 0.0011) and chenodeoxycholic acid (β = −1.3, P-value = 0.0039), which are consistent with known toxic effects of TCE, including immunosuppression, hepatotoxicity and nephrotoxicity. Correlation with additional exposure markers and physiological endpoints supported known disease associations.\nConclusions: High-resolution metabolomics correlates measured occupational exposure to internal dose and metabolic response, providing insight into molecular mechanisms of exposure-related disease aetiology.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Trichloroethylene (TCE) is a widely used industrial solvent and common organic contaminant in groundwater.1 TCE is classified as carcinogenic to humans by the IARC2 [http://monographs.iarc.fr/ENG/Monographs/vol106/index.php] and as both a carcinogenic and non-carcinogenic health hazard by the US Environmental Protection Agency (EPA).3 TCE exposure has been linked to increased risk for kidney cancer,4,5 non-Hodgkin’s lymphoma (NHL)6,7 and liver cancer.8,9 Human and animal studies have identified numerous non-cancer adverse effects of TCE, including immune dysfunction10,11 and nervous system,12 renal13,14 and liver15 toxicity. The biological plausibility of TCE toxicity has been verified in animal and in vitro studies,3 but limited data exist establishing biochemical changes in humans. Recently, cross-sectional molecular epidemiology studies evaluating TCE exposure on immune function16–18 and nephrotoxicity19 have observed effects that occurred at levels of exposure below the current US Occupational Safety and Health Administration (OSHA) permissible limits of 100 parts-per-million of air (ppma). Participants were selected using extensive screening procedures to avoid confounding exposures, past occupational use of volatile organic compounds (VOC) and previous history of cancer. The results indicated immunosuppression consistent with increased NHL risk,17 elevated urinary nephrotoxicity markers19 and immunotoxic effects including decreased serum immunoglobulin G (IgG), immunoglobulin M (IgM) and interleukin 10 (IL-10).16,18 These findings suggest a complex biochemical response to TCE exposure, with multiple targets of toxicity. Comprehensive profiling of the metabolic phenotype associated with TCE exposure can provide insight into the biochemical changes occurring within exposed workers. High-resolution metabolomics (HRM) using ultra-high resolution mass spectrometry20,21 with data extraction algorithms22–25 now enables measurement of greater than 10 000 chemicals in biological samples with quantitative reproducibility.26 With mass spectrometry-based HRM platforms, chemicals are detected as ions in a gas phase and measured as a mass-to-charge ratio (m/z). The m/z signals arise from interaction of a neutral molecule with cations present in solution, often resulting in multiple signals corresponding to a single chemical species. Thus, initial measures are most accurately described as an m/z feature, which is defined by the accurate m/z, retention time and associated intensity, and a non-targeted analytical structure is used with chemometric approaches for selection and identification of metabolic species present in a sample. The resulting chemical profile provides in-depth coverage of the metabolic phenotype, including detection of metabolic intermediates, dietary chemicals, xenobiotics and microbiome-related metabolites.27–34 A previous metabolomic study of TCE exposure in mice linked liver-related effects to increased expression of peroxisome proliferator-activated receptor α (PPRα) target genes, which influences inflammatory response, cell proliferation, lipid metabolism and glucose metabolism.35 In this study, we used a metabolome-wide association study (MWAS)30,36,37 to identify dose-dependent metabolic changes in TCE-exposed workers and unexposed controls, using a well-characterized, worker population.17,19 Direct TCE and endogenous metabolites were characterized, and pathway analysis was used to identify biological response to TCE exposure. We further examined metabolite association with separately measured TCE exposure and immunological and nephrotoxicity markers."
    },
    {
      "title": "Methods",
      "text": "Samples were collected in 2006 as part of a cross-sectional study conducted in Guangdong, China, to assess the early biological effects of occupational exposure to TCE; a full description of factory and subject selection is described in Lan and Zhang17 and is summarized in Supplementary Text 1 (available as Supplementary data at IJE online). Replicate full-shift personal air exposure measurements were taken for 80 exposed workers and 95 controls, using 3M organic vapour-monitoring badges. All samples were analysed for TCE, with a subset (48 from TCE-exposed workers) selected for additional VOCs including benzene, methylene chloride, perchloroethylene and epichlorohydrin. Each study subject was asked to provide a 29-ml peripheral blood sample, post-shift urine sample and undergo a brief physical examination. The study was approved by Institutional Review Boards at the US National Cancer Institute and the Guangdong National Poison Control Center, China. Plasma was prepared and analysed daily in batches of 20 by HRM with C18 liquid chromatography using the methodology of G and, Walker.26 Data were extracted with apLCMS38 and xMSanalyser.22 Full details and quality control are included in Supplementary Text 1. From the 10 017 ions detected, we removed all features that were not detected in greater than 50% of the individuals from at least one group. The remaining 7830 m/z features were log2 transformed and used for defining a TCE exposure metabolic phenotype. Statistical analysis was carried out using R version 3.1.239. A flow diagram detailing all data analysis steps is provided in Supplementary Text 3 (available as Supplementary data at IJE online). The TCE exposure MWAS was completed using a linear regression framework. For each m/z feature, the log2 transformed intensity was used to test for dose-response across the categories of exposure, which included controls, low-exposed (< 12 ppma) and high-exposed (≥ 12 ppma), defined as a continuous variable (control = 0; < 12 ppma = 1; ≥ 12 ppma = 2). Equal spacing between the groups was used to bias feature selection towards those showing dose-response while providing representative metabolic associations with TCE exposure across the population and reducing false-positives. The statistical model included adjustments for age (continuous), sex (factor) and body mass index (BMI; continuous), which are known to influence chemical disposition and toxicokinetics.40,41 To evaluate if worker smoking and alcohol use should be considered, the data were re-analysed separately with smoking and alcohol use status included as a covariate. The resulting analysis increased the number of m/z features with false discovery rate (FDR) ≤ 20% by one and eight when accounting for smoking and alcohol use, respectively. Thus, neither was included as covariate in the regression model. To account for multiple comparisons, we applied a Benjamini and Hochberg42 (FDR) threshold of 20% (raw P-value = 4.4 × 10−3), which controls the rate of false findings rather than falsely rejected null hypotheses.43,44 We first characterized the m/z features associated with TCE exposure, to identify direct exposure products by matching the mass for common positive electrospray ionization adducts of TCE additives and metabolites,45 at match accuracy of ± 10 ppm (± 10e-5 × theoretical m/z mass), to TCE-associated m/z features. Unidentified masses were tested for the presence of 37Cl and 37Cl2 isotopes with the pattern.search() function in the R package nontarget46 with retention time tolerance of ± 10 s and mass accuracy of ± 5 ppm. The remaining m/z features were matched to a reference database of 75 metabolites previously confirmed with MS2 and co-elution studies.26 Additional features not matching these metabolites were annotated with the KEGG database,47,48 which provides information on 487 pathways containing 17 620 unique metabolites and is a common metabolic reference for metabolomic studies. Identities were assigned using evidence-scoring provided in Mummichog49 for matching to +H, +Na, +K, -H2O+H, -2H2O+H, +ACN+H, +ACN+Na, +2ACN+H, +2Na-H and +2 H adducts at ± 10 ppm mass tolerance. Enriched metabolic pathways were selected using Mummichog scoring threshold of 0.05. Correlation for each of the 188 m/z features with biomarkers of TCE exposure, immune function and renal damage were calculated using MetabNet50 in exposed workers only. These measures have been described previously17–19,51 and include white blood cell count (WBC), lymphocytes (LY), CD4 + T cells (CD4), soluble CD27, soluble CD30, mitochondrial DNA copy number (mtDNA), IgG, IgM, urinary isoenzymes of glutathione-s-transferase (αGST, piGST), kidney injury molecule 1 (KIM-1), N-acetyl-beta-glucosaminidase (NAG), trichloroacetic acid (TCA) and total, free and conjugated trichloroethanol (TCE-EtOH). All urinary measurements were normalized by creatinine to account for differences in urinary output.52 Marker-metabolite correlations were selected for consideration and plotting in Cytoscape,53 based upon effect size (Spearman |r| ≥ 0.3) and P-value threshold ≤ 0.05. Due to the use of effect size for prioritizing network connectivity, correction for multiple hypothesis testing was not applied."
    },
    {
      "title": "Study design and exposure measurement",
      "text": "Samples were collected in 2006 as part of a cross-sectional study conducted in Guangdong, China, to assess the early biological effects of occupational exposure to TCE; a full description of factory and subject selection is described in Lan and Zhang17 and is summarized in Supplementary Text 1 (available as Supplementary data at IJE online). Replicate full-shift personal air exposure measurements were taken for 80 exposed workers and 95 controls, using 3M organic vapour-monitoring badges. All samples were analysed for TCE, with a subset (48 from TCE-exposed workers) selected for additional VOCs including benzene, methylene chloride, perchloroethylene and epichlorohydrin. Each study subject was asked to provide a 29-ml peripheral blood sample, post-shift urine sample and undergo a brief physical examination. The study was approved by Institutional Review Boards at the US National Cancer Institute and the Guangdong National Poison Control Center, China."
    },
    {
      "title": "High-resolution metabolomics",
      "text": "Plasma was prepared and analysed daily in batches of 20 by HRM with C18 liquid chromatography using the methodology of G and, Walker.26 Data were extracted with apLCMS38 and xMSanalyser.22 Full details and quality control are included in Supplementary Text 1. From the 10 017 ions detected, we removed all features that were not detected in greater than 50% of the individuals from at least one group. The remaining 7830 m/z features were log2 transformed and used for defining a TCE exposure metabolic phenotype."
    },
    {
      "title": "Data analysis",
      "text": "Statistical analysis was carried out using R version 3.1.239. A flow diagram detailing all data analysis steps is provided in Supplementary Text 3 (available as Supplementary data at IJE online). The TCE exposure MWAS was completed using a linear regression framework. For each m/z feature, the log2 transformed intensity was used to test for dose-response across the categories of exposure, which included controls, low-exposed (< 12 ppma) and high-exposed (≥ 12 ppma), defined as a continuous variable (control = 0; < 12 ppma = 1; ≥ 12 ppma = 2). Equal spacing between the groups was used to bias feature selection towards those showing dose-response while providing representative metabolic associations with TCE exposure across the population and reducing false-positives. The statistical model included adjustments for age (continuous), sex (factor) and body mass index (BMI; continuous), which are known to influence chemical disposition and toxicokinetics.40,41 To evaluate if worker smoking and alcohol use should be considered, the data were re-analysed separately with smoking and alcohol use status included as a covariate. The resulting analysis increased the number of m/z features with false discovery rate (FDR) ≤ 20% by one and eight when accounting for smoking and alcohol use, respectively. Thus, neither was included as covariate in the regression model. To account for multiple comparisons, we applied a Benjamini and Hochberg42 (FDR) threshold of 20% (raw P-value = 4.4 × 10−3), which controls the rate of false findings rather than falsely rejected null hypotheses.43,44 We first characterized the m/z features associated with TCE exposure, to identify direct exposure products by matching the mass for common positive electrospray ionization adducts of TCE additives and metabolites,45 at match accuracy of ± 10 ppm (± 10e-5 × theoretical m/z mass), to TCE-associated m/z features. Unidentified masses were tested for the presence of 37Cl and 37Cl2 isotopes with the pattern.search() function in the R package nontarget46 with retention time tolerance of ± 10 s and mass accuracy of ± 5 ppm. The remaining m/z features were matched to a reference database of 75 metabolites previously confirmed with MS2 and co-elution studies.26 Additional features not matching these metabolites were annotated with the KEGG database,47,48 which provides information on 487 pathways containing 17 620 unique metabolites and is a common metabolic reference for metabolomic studies. Identities were assigned using evidence-scoring provided in Mummichog49 for matching to +H, +Na, +K, -H2O+H, -2H2O+H, +ACN+H, +ACN+Na, +2ACN+H, +2Na-H and +2 H adducts at ± 10 ppm mass tolerance. Enriched metabolic pathways were selected using Mummichog scoring threshold of 0.05. Correlation for each of the 188 m/z features with biomarkers of TCE exposure, immune function and renal damage were calculated using MetabNet50 in exposed workers only. These measures have been described previously17–19,51 and include white blood cell count (WBC), lymphocytes (LY), CD4 + T cells (CD4), soluble CD27, soluble CD30, mitochondrial DNA copy number (mtDNA), IgG, IgM, urinary isoenzymes of glutathione-s-transferase (αGST, piGST), kidney injury molecule 1 (KIM-1), N-acetyl-beta-glucosaminidase (NAG), trichloroacetic acid (TCA) and total, free and conjugated trichloroethanol (TCE-EtOH). All urinary measurements were normalized by creatinine to account for differences in urinary output.52 Marker-metabolite correlations were selected for consideration and plotting in Cytoscape,53 based upon effect size (Spearman |r| ≥ 0.3) and P-value threshold ≤ 0.05. Due to the use of effect size for prioritizing network connectivity, correction for multiple hypothesis testing was not applied."
    },
    {
      "title": "Step 1: TCE exposure MWAS",
      "text": "The TCE exposure MWAS was completed using a linear regression framework. For each m/z feature, the log2 transformed intensity was used to test for dose-response across the categories of exposure, which included controls, low-exposed (< 12 ppma) and high-exposed (≥ 12 ppma), defined as a continuous variable (control = 0; < 12 ppma = 1; ≥ 12 ppma = 2). Equal spacing between the groups was used to bias feature selection towards those showing dose-response while providing representative metabolic associations with TCE exposure across the population and reducing false-positives. The statistical model included adjustments for age (continuous), sex (factor) and body mass index (BMI; continuous), which are known to influence chemical disposition and toxicokinetics.40,41 To evaluate if worker smoking and alcohol use should be considered, the data were re-analysed separately with smoking and alcohol use status included as a covariate. The resulting analysis increased the number of m/z features with false discovery rate (FDR) ≤ 20% by one and eight when accounting for smoking and alcohol use, respectively. Thus, neither was included as covariate in the regression model. To account for multiple comparisons, we applied a Benjamini and Hochberg42 (FDR) threshold of 20% (raw P-value = 4.4 × 10−3), which controls the rate of false findings rather than falsely rejected null hypotheses.43,44"
    },
    {
      "title": "Step 2: Identification of TCE exposure products",
      "text": "We first characterized the m/z features associated with TCE exposure, to identify direct exposure products by matching the mass for common positive electrospray ionization adducts of TCE additives and metabolites,45 at match accuracy of ± 10 ppm (± 10e-5 × theoretical m/z mass), to TCE-associated m/z features. Unidentified masses were tested for the presence of 37Cl and 37Cl2 isotopes with the pattern.search() function in the R package nontarget46 with retention time tolerance of ± 10 s and mass accuracy of ± 5 ppm."
    },
    {
      "title": "Step 3: Biological response to TCE exposure",
      "text": "The remaining m/z features were matched to a reference database of 75 metabolites previously confirmed with MS2 and co-elution studies.26 Additional features not matching these metabolites were annotated with the KEGG database,47,48 which provides information on 487 pathways containing 17 620 unique metabolites and is a common metabolic reference for metabolomic studies. Identities were assigned using evidence-scoring provided in Mummichog49 for matching to +H, +Na, +K, -H2O+H, -2H2O+H, +ACN+H, +ACN+Na, +2ACN+H, +2Na-H and +2 H adducts at ± 10 ppm mass tolerance. Enriched metabolic pathways were selected using Mummichog scoring threshold of 0.05."
    },
    {
      "title": "Step 4: Integration with TCE exposure and physiological markers",
      "text": "Correlation for each of the 188 m/z features with biomarkers of TCE exposure, immune function and renal damage were calculated using MetabNet50 in exposed workers only. These measures have been described previously17–19,51 and include white blood cell count (WBC), lymphocytes (LY), CD4 + T cells (CD4), soluble CD27, soluble CD30, mitochondrial DNA copy number (mtDNA), IgG, IgM, urinary isoenzymes of glutathione-s-transferase (αGST, piGST), kidney injury molecule 1 (KIM-1), N-acetyl-beta-glucosaminidase (NAG), trichloroacetic acid (TCA) and total, free and conjugated trichloroethanol (TCE-EtOH). All urinary measurements were normalized by creatinine to account for differences in urinary output.52 Marker-metabolite correlations were selected for consideration and plotting in Cytoscape,53 based upon effect size (Spearman |r| ≥ 0.3) and P-value threshold ≤ 0.05. Due to the use of effect size for prioritizing network connectivity, correction for multiple hypothesis testing was not applied."
    },
    {
      "title": "Results",
      "text": "Demographics, including age, sex, BMI, current smoking and alcohol use status were comparable among the exposed and non-exposed workers (Table 1Table 1.Demographic characteristics and TCE exposure levelSubjectsControlsExposedcontrols (n = 95)Total (n = 80)<12 ppm (n = 39)≥ 12 ppm (n = 41)Demographic characteristics Age, mean (SD)a27 (7)25 (7)24 (5)27 (8) BMIb, mean (SD)a22 (3)21 (3)21 (2)22 (3) Current smoking, n (%)c37 (39%)34 (43%)17 (44%)17 (41%) Alcohol use, n (%)c40 (42%)26 (33%)13 (33%)13 (32%)Sex, n (%)c Female23 (24%)23 (29%)15 (38%)8 (20%) Male72 (76%)57 (71%)24 (62%)33 (80%)TCE exposure TCE air level (ppma), mean (SD)d< 0.0322.19 (35.9)5.19 (3.5)38.36 (44.6) Minimum exposureNA0.40.412.0 Maximum exposureNA22911.7229aMean ± standard deviation (SD).bBMI, body mass index.cNumber.dMean ± standard deviation of TCE exposure levels, expressed as parts-per-million (ppm) of air. NA, not available.). The median exposure level of 12.0 ppma was used to define low- and high-exposure thresholds. Measured TCE levels for exposed factory worker levels ranged from 0.4 ppma to 229 ppma (Table 1); 96% of the workers exposed to TCE levels were below the OSHA 8-h limit. Demographic characteristics and TCE exposure level aMean ± standard deviation (SD). bBMI, body mass index. cNumber. dMean ± standard deviation of TCE exposure levels, expressed as parts-per-million (ppm) of air. NA, not available. At FDR threshold ≤ 20%, MWAS identified 188 m/z features associated with TCE exposure (Figure 1Figure 1.Manhattan plot for TCE MWAS in exposed and non-exposed workers. Linear regression identified m/z features that were associated with TCE exposure at FDR ≤ 20% after correcting for age, sex and BMI. Each m/z features is coloured by association (0 ≤ β ≥ 0). Those with isotopic patterns matching halogenated compounds (based upon the presence of 37Cl and 37Cl2 masses within a retention time window of ± 10 s) are indicated by a red triangle.\n). These features were selected for characterization and identification of the metabolic response to TCE exposure: 61 exhibited P-values ≤ 10−4 with adjusted r2 ranging from 0.08 to 0.76. Regression coefficient for exposure categorization ranged from -5.4 to 9.9. The list of m/z features and regression results are provided in Supplementary Text 2 (available as Supplementary data at IJE online). Manhattan plot for TCE MWAS in exposed and non-exposed workers. Linear regression identified m/z features that were associated with TCE exposure at FDR ≤ 20% after correcting for age, sex and BMI. Each m/z features is coloured by association (0 ≤ β ≥ 0). Those with isotopic patterns matching halogenated compounds (based upon the presence of 37Cl and 37Cl2 masses within a retention time window of ± 10 s) are indicated by a red triangle. We tested for the presence of exposure products by searching the 188 m/z features for TCE metabolites from cytochrome P450, glutathione (GSH) conjugation by GSH S-transferase14,45,54 and nine common additives used in commercial formulations of TCE.55 Three m/z features were consistent with TCE metabolites. A match to the +2Na-H adduct of TCA was detected, and exhibited the highest association with exposure (Table 2Table 2.Top m/z features matching chlorinated isotope patternsm/zaRetention time (s)IdentityIsotopesbAdjusted r2β coefficientP-value206.875081.3Trichloroacetic acidcM + 2, M + 40.769.873.1E-55224.845688.4TrichloroethanoldM + 20.688.371.0E-43264.833878.7UnknownM + 2, M + 40.557.169.8E-32332.820183.3UnknownM + 2, M + 40.435.693.9E-23280.806788.5UnknownM + 2, M + 40.415.081.2E-21324.789577.2UnknownM + 20.395.557.2E-21340.762177.1UnknownM + 2, M + 40.324.117.1E-16274.862984.8UnknownM + 20.294.012.4E-15392.758786.1UnknownM + 20.204.143.2E-10380.769152.6UnknownM + 2, M + 40.160.082.6E-04Regression parameters for the monoisotopic mass only are listed. Regression results for all features with FDR ≤ 20% are provided in Supplementary Text 2, available as Supplementary data at IJE online.aMass-to-charge ratio.bM + 2 = 37Cl (+1.9971); M + 4 = 37Cl2 (+3.9941).cDetected as +2Na-H adduct form.dDetected as +2K-H adduct form.). Additional adduct masses of TCA included the +Na+K form. The +2 K-H adduct of TCE-EtOH was also present, as was the stabilizer triethanolamine. Top m/z features matching chlorinated isotope patterns Regression parameters for the monoisotopic mass only are listed. Regression results for all features with FDR ≤ 20% are provided in Supplementary Text 2, available as Supplementary data at IJE online. aMass-to-charge ratio. bM + 2 = 37Cl (+1.9971); M + 4 = 37Cl2 (+3.9941). cDetected as +2Na-H adduct form. dDetected as +2K-H adduct form. TCA and TCE-EtOH alone did not explain m/z features associated with exposure, and the presence of features with a negative mass defect suggests additional chlorinated chemicals.56,57 To test for additional chlorinated metabolites, we applied isotopic pattern-searching for m/z ions exhibiting M + 2 and M + 4 mass spacing, which corresponds to the presence 37Cl (+1.9971) and 37Cl2 (+3.9941). We identified 45 m/z features corresponding to 19 unique isotopic pairs (Figure 1). The top 10 monoisotopic m/z masses ranked according to P-values are provided in Table 2. Two included the C2HCl2O237Cl and C2HClO237Cl2 forms of TCA and the C2H3Cl2O37Cl isotope of TCE-EtOH; however, the remaining showed no matches to known TCE-related metabolites. After removal of the 49 m/z features identified as probable chlorinated chemicals, we annotated the remaining 135 m/z features; 19 m/z features corresponded to 12 confirmed metabolites (Table 3Table 3.Identified endogenous metabolites associated with TCE exposure and relevant to biological response to exposurem/zaRetention time (s)IdentityID levelbAdjusted r2β coefficientP-value439.3008503.37α-Hydroxycholest-4-en-3-one30.12−0.151.1E-04394.3031497.2Chenodeoxycholic acid40.03−1.313.9E-03132.076459.2Creatine10.21−0.224.9E-05241.031075.3Cystine10.05−0.752.2E-03191.039749.4Glutamine10.140.071.3E-03307.019753.8Homocysteine30.07−0.062.4E-03188.070563.1Indolelactic acid10.07−0.162.9E-04336.0527276.1Methylthioadenosine30.09−1.004.4E-03400.3405363.0Palmitoylcarnitine10.20−0.189.3E-05119.0488257.4Phenylacetic acid10.050.118.0E-04163.977663.8Taurine10.08−2.391.1E-03249.060961.7Tryptophan10.15−0.156.5E-08146.059666.5Tyrosine10.05−0.091.5E-03212.999367.7Uric acid10.340.133.6E-05279.2310411.3α-Linolenic acid10.03−0.093.9E-03aWhen multiple adducts or isotopes were detected, the highest ranked m/z was used for regression parameters. All TCE exposure association m/z features are listed in Supplementary Text 2, available as Supplementary data at IJE online.bID level indicates degree of annotation with 1: m/z and retention time matched to authentic standards confirmed with MS2, 2: Multiple/isotopes present; 3: m/z matched single adduct mass within 10 ppm mass error, 4: m/z matched adduct mass of multiple isobaric species, most probable identification used.). The remaining had identities assigned based on systematic evidence-scoring by isotopic and adduct pairing, which identified an additional 35 m/z features (Supplementary Text 2, available as Supplementary data at IJE online). In total, 54 m/z features matching 46 unique metabolites were identified. The remaining had no probable matches. Identified endogenous metabolites associated with TCE exposure and relevant to biological response to exposure aWhen multiple adducts or isotopes were detected, the highest ranked m/z was used for regression parameters. All TCE exposure association m/z features are listed in Supplementary Text 2, available as Supplementary data at IJE online. bID level indicates degree of annotation with 1: m/z and retention time matched to authentic standards confirmed with MS2, 2: Multiple/isotopes present; 3: m/z matched single adduct mass within 10 ppm mass error, 4: m/z matched adduct mass of multiple isobaric species, most probable identification used. We used Mummichog49 to evaluate metabolic pathway enrichment, which identified 12 pathways at P-value threshold ≤ 0.05 (Figure 2Figure 2.Mummichog enriched pathways for metabolites associated with TCE exposure.\n). Detected metabolites in each pathway are provided in Supplementary Text 2. Metabolites from sulphur amino acid metabolism were decreased with exposure, and included cystine and homocystine (Table 3). Disruption in bile acid biosynthesis was also detected, with decreased levels of taurine, chenodeoxycholic acid and 7α-hydroxy-cholestene-3-one in exposed workers (Table 3). Changes in fatty acid metabolism were observed, including reduced levels of palmitoylcarnitine. Metabolites from purine metabolism, including uric acid and glutamine, were increased in a dose-dependent manner in association with TCE exposure, whereas methylthioadenosine (MTA), a metabolite of methionine and purine salvage, was decreased in TCE-exposed workers (Figure 3Figure 3.Distribution of uric acid, glutamine and MTA in control, low-exposed and high-exposed workers. Uric acid and glutamine increased in an exposure-dependent manner, whereas MTA was decreased in all exposed workers relative to controls.\n). Metabolic changes consistent with other physiological effects of TCE were also detected, including tryptophan and tyrosine (Table 3). Mummichog enriched pathways for metabolites associated with TCE exposure. Distribution of uric acid, glutamine and MTA in control, low-exposed and high-exposed workers. Uric acid and glutamine increased in an exposure-dependent manner, whereas MTA was decreased in all exposed workers relative to controls. To visualize systemic effects, we tested for metabolic associations with molecular markers of immune function, nephrotoxicity and TCE exposure. For all 188 m/z features selected through MWAS, 88 were correlated with at least one marker and included 48 identified as metabolites or halogenated chemical species (Figure 4Figure 4.Network correlation analysis of molecular markers previously tested for association with TCE exposure and metabolic features detected in this study. Only correlations with Spearman |r| ≥ 0.3 and P-value ≤ 0.05 corresponding to identified metabolites or probable halogens were included. Immune markers: CD4 = CD4+ T cell count; IgG, immunoglobulin G; IgM, immunoglobulin M; LY, lymphocyte cell count; mtDNA, mitochondrial DNA turnover rate; sCD27, soluble CD27; sCD30, soluble CD30; WBC, white blood cell count. Nephrotoxicity markers: aGST, urinary α glutathione-s-transferase; piGST, urinary pi glutathione-s-transferase; KIM1, urinary kidney injury marker 1; NAG, urinary n-acetyl-beta-glucosaminidase. TCE exposure markers: Conj. TCEOH: urinary trichloroethanol glucuronide; Free TCEOH: urinary trichloroethanol; Tot TCEOH: sum of urinary trichloroethanol and trichloroethanol glucuronide; TCA: urinary trichloroacetic acid.\n). Excluding sCD27 and mtDNA, a high degree of connectivity was present. Chlorinated metabolites were negatively correlated with IgG, IgM and CD4 + T cells, none of which matched known TCE biotransformation products. KIM-1 and additional nephrotoxicity markers were positively associated with chlorinated isotopes. A negative association of KIM-1 with uric acid was present, whereas MTA was negatively associated with the urinary isoenzymes. Correlation with urinary markers of TCE exposure showed positive associations with unidentified and identified chlorinated metabolites, including TCA, TCE-EtOH and unidentified chlorinated chemicals. Network correlation analysis of molecular markers previously tested for association with TCE exposure and metabolic features detected in this study. Only correlations with Spearman |r| ≥ 0.3 and P-value ≤ 0.05 corresponding to identified metabolites or probable halogens were included. Immune markers: CD4 = CD4+ T cell count; IgG, immunoglobulin G; IgM, immunoglobulin M; LY, lymphocyte cell count; mtDNA, mitochondrial DNA turnover rate; sCD27, soluble CD27; sCD30, soluble CD30; WBC, white blood cell count. Nephrotoxicity markers: aGST, urinary α glutathione-s-transferase; piGST, urinary pi glutathione-s-transferase; KIM1, urinary kidney injury marker 1; NAG, urinary n-acetyl-beta-glucosaminidase. TCE exposure markers: Conj. TCEOH: urinary trichloroethanol glucuronide; Free TCEOH: urinary trichloroethanol; Tot TCEOH: sum of urinary trichloroethanol and trichloroethanol glucuronide; TCA: urinary trichloroacetic acid."
    },
    {
      "title": "Study population",
      "text": "Demographics, including age, sex, BMI, current smoking and alcohol use status were comparable among the exposed and non-exposed workers (Table 1Table 1.Demographic characteristics and TCE exposure levelSubjectsControlsExposedcontrols (n = 95)Total (n = 80)<12 ppm (n = 39)≥ 12 ppm (n = 41)Demographic characteristics Age, mean (SD)a27 (7)25 (7)24 (5)27 (8) BMIb, mean (SD)a22 (3)21 (3)21 (2)22 (3) Current smoking, n (%)c37 (39%)34 (43%)17 (44%)17 (41%) Alcohol use, n (%)c40 (42%)26 (33%)13 (33%)13 (32%)Sex, n (%)c Female23 (24%)23 (29%)15 (38%)8 (20%) Male72 (76%)57 (71%)24 (62%)33 (80%)TCE exposure TCE air level (ppma), mean (SD)d< 0.0322.19 (35.9)5.19 (3.5)38.36 (44.6) Minimum exposureNA0.40.412.0 Maximum exposureNA22911.7229aMean ± standard deviation (SD).bBMI, body mass index.cNumber.dMean ± standard deviation of TCE exposure levels, expressed as parts-per-million (ppm) of air. NA, not available.). The median exposure level of 12.0 ppma was used to define low- and high-exposure thresholds. Measured TCE levels for exposed factory worker levels ranged from 0.4 ppma to 229 ppma (Table 1); 96% of the workers exposed to TCE levels were below the OSHA 8-h limit. Demographic characteristics and TCE exposure level aMean ± standard deviation (SD). bBMI, body mass index. cNumber. dMean ± standard deviation of TCE exposure levels, expressed as parts-per-million (ppm) of air. NA, not available. At FDR threshold ≤ 20%, MWAS identified 188 m/z features associated with TCE exposure (Figure 1Figure 1.Manhattan plot for TCE MWAS in exposed and non-exposed workers. Linear regression identified m/z features that were associated with TCE exposure at FDR ≤ 20% after correcting for age, sex and BMI. Each m/z features is coloured by association (0 ≤ β ≥ 0). Those with isotopic patterns matching halogenated compounds (based upon the presence of 37Cl and 37Cl2 masses within a retention time window of ± 10 s) are indicated by a red triangle.\n). These features were selected for characterization and identification of the metabolic response to TCE exposure: 61 exhibited P-values ≤ 10−4 with adjusted r2 ranging from 0.08 to 0.76. Regression coefficient for exposure categorization ranged from -5.4 to 9.9. The list of m/z features and regression results are provided in Supplementary Text 2 (available as Supplementary data at IJE online). Manhattan plot for TCE MWAS in exposed and non-exposed workers. Linear regression identified m/z features that were associated with TCE exposure at FDR ≤ 20% after correcting for age, sex and BMI. Each m/z features is coloured by association (0 ≤ β ≥ 0). Those with isotopic patterns matching halogenated compounds (based upon the presence of 37Cl and 37Cl2 masses within a retention time window of ± 10 s) are indicated by a red triangle."
    },
    {
      "title": "Identification of TCE exposure products",
      "text": "We tested for the presence of exposure products by searching the 188 m/z features for TCE metabolites from cytochrome P450, glutathione (GSH) conjugation by GSH S-transferase14,45,54 and nine common additives used in commercial formulations of TCE.55 Three m/z features were consistent with TCE metabolites. A match to the +2Na-H adduct of TCA was detected, and exhibited the highest association with exposure (Table 2Table 2.Top m/z features matching chlorinated isotope patternsm/zaRetention time (s)IdentityIsotopesbAdjusted r2β coefficientP-value206.875081.3Trichloroacetic acidcM + 2, M + 40.769.873.1E-55224.845688.4TrichloroethanoldM + 20.688.371.0E-43264.833878.7UnknownM + 2, M + 40.557.169.8E-32332.820183.3UnknownM + 2, M + 40.435.693.9E-23280.806788.5UnknownM + 2, M + 40.415.081.2E-21324.789577.2UnknownM + 20.395.557.2E-21340.762177.1UnknownM + 2, M + 40.324.117.1E-16274.862984.8UnknownM + 20.294.012.4E-15392.758786.1UnknownM + 20.204.143.2E-10380.769152.6UnknownM + 2, M + 40.160.082.6E-04Regression parameters for the monoisotopic mass only are listed. Regression results for all features with FDR ≤ 20% are provided in Supplementary Text 2, available as Supplementary data at IJE online.aMass-to-charge ratio.bM + 2 = 37Cl (+1.9971); M + 4 = 37Cl2 (+3.9941).cDetected as +2Na-H adduct form.dDetected as +2K-H adduct form.). Additional adduct masses of TCA included the +Na+K form. The +2 K-H adduct of TCE-EtOH was also present, as was the stabilizer triethanolamine. Top m/z features matching chlorinated isotope patterns Regression parameters for the monoisotopic mass only are listed. Regression results for all features with FDR ≤ 20% are provided in Supplementary Text 2, available as Supplementary data at IJE online. aMass-to-charge ratio. bM + 2 = 37Cl (+1.9971); M + 4 = 37Cl2 (+3.9941). cDetected as +2Na-H adduct form. dDetected as +2K-H adduct form. TCA and TCE-EtOH alone did not explain m/z features associated with exposure, and the presence of features with a negative mass defect suggests additional chlorinated chemicals.56,57 To test for additional chlorinated metabolites, we applied isotopic pattern-searching for m/z ions exhibiting M + 2 and M + 4 mass spacing, which corresponds to the presence 37Cl (+1.9971) and 37Cl2 (+3.9941). We identified 45 m/z features corresponding to 19 unique isotopic pairs (Figure 1). The top 10 monoisotopic m/z masses ranked according to P-values are provided in Table 2. Two included the C2HCl2O237Cl and C2HClO237Cl2 forms of TCA and the C2H3Cl2O37Cl isotope of TCE-EtOH; however, the remaining showed no matches to known TCE-related metabolites."
    },
    {
      "title": "Biological response to TCE exposure",
      "text": "After removal of the 49 m/z features identified as probable chlorinated chemicals, we annotated the remaining 135 m/z features; 19 m/z features corresponded to 12 confirmed metabolites (Table 3Table 3.Identified endogenous metabolites associated with TCE exposure and relevant to biological response to exposurem/zaRetention time (s)IdentityID levelbAdjusted r2β coefficientP-value439.3008503.37α-Hydroxycholest-4-en-3-one30.12−0.151.1E-04394.3031497.2Chenodeoxycholic acid40.03−1.313.9E-03132.076459.2Creatine10.21−0.224.9E-05241.031075.3Cystine10.05−0.752.2E-03191.039749.4Glutamine10.140.071.3E-03307.019753.8Homocysteine30.07−0.062.4E-03188.070563.1Indolelactic acid10.07−0.162.9E-04336.0527276.1Methylthioadenosine30.09−1.004.4E-03400.3405363.0Palmitoylcarnitine10.20−0.189.3E-05119.0488257.4Phenylacetic acid10.050.118.0E-04163.977663.8Taurine10.08−2.391.1E-03249.060961.7Tryptophan10.15−0.156.5E-08146.059666.5Tyrosine10.05−0.091.5E-03212.999367.7Uric acid10.340.133.6E-05279.2310411.3α-Linolenic acid10.03−0.093.9E-03aWhen multiple adducts or isotopes were detected, the highest ranked m/z was used for regression parameters. All TCE exposure association m/z features are listed in Supplementary Text 2, available as Supplementary data at IJE online.bID level indicates degree of annotation with 1: m/z and retention time matched to authentic standards confirmed with MS2, 2: Multiple/isotopes present; 3: m/z matched single adduct mass within 10 ppm mass error, 4: m/z matched adduct mass of multiple isobaric species, most probable identification used.). The remaining had identities assigned based on systematic evidence-scoring by isotopic and adduct pairing, which identified an additional 35 m/z features (Supplementary Text 2, available as Supplementary data at IJE online). In total, 54 m/z features matching 46 unique metabolites were identified. The remaining had no probable matches. Identified endogenous metabolites associated with TCE exposure and relevant to biological response to exposure aWhen multiple adducts or isotopes were detected, the highest ranked m/z was used for regression parameters. All TCE exposure association m/z features are listed in Supplementary Text 2, available as Supplementary data at IJE online. bID level indicates degree of annotation with 1: m/z and retention time matched to authentic standards confirmed with MS2, 2: Multiple/isotopes present; 3: m/z matched single adduct mass within 10 ppm mass error, 4: m/z matched adduct mass of multiple isobaric species, most probable identification used. We used Mummichog49 to evaluate metabolic pathway enrichment, which identified 12 pathways at P-value threshold ≤ 0.05 (Figure 2Figure 2.Mummichog enriched pathways for metabolites associated with TCE exposure.\n). Detected metabolites in each pathway are provided in Supplementary Text 2. Metabolites from sulphur amino acid metabolism were decreased with exposure, and included cystine and homocystine (Table 3). Disruption in bile acid biosynthesis was also detected, with decreased levels of taurine, chenodeoxycholic acid and 7α-hydroxy-cholestene-3-one in exposed workers (Table 3). Changes in fatty acid metabolism were observed, including reduced levels of palmitoylcarnitine. Metabolites from purine metabolism, including uric acid and glutamine, were increased in a dose-dependent manner in association with TCE exposure, whereas methylthioadenosine (MTA), a metabolite of methionine and purine salvage, was decreased in TCE-exposed workers (Figure 3Figure 3.Distribution of uric acid, glutamine and MTA in control, low-exposed and high-exposed workers. Uric acid and glutamine increased in an exposure-dependent manner, whereas MTA was decreased in all exposed workers relative to controls.\n). Metabolic changes consistent with other physiological effects of TCE were also detected, including tryptophan and tyrosine (Table 3). Mummichog enriched pathways for metabolites associated with TCE exposure. Distribution of uric acid, glutamine and MTA in control, low-exposed and high-exposed workers. Uric acid and glutamine increased in an exposure-dependent manner, whereas MTA was decreased in all exposed workers relative to controls."
    },
    {
      "title": "Integration with immunological, renal and TCE markers",
      "text": "To visualize systemic effects, we tested for metabolic associations with molecular markers of immune function, nephrotoxicity and TCE exposure. For all 188 m/z features selected through MWAS, 88 were correlated with at least one marker and included 48 identified as metabolites or halogenated chemical species (Figure 4Figure 4.Network correlation analysis of molecular markers previously tested for association with TCE exposure and metabolic features detected in this study. Only correlations with Spearman |r| ≥ 0.3 and P-value ≤ 0.05 corresponding to identified metabolites or probable halogens were included. Immune markers: CD4 = CD4+ T cell count; IgG, immunoglobulin G; IgM, immunoglobulin M; LY, lymphocyte cell count; mtDNA, mitochondrial DNA turnover rate; sCD27, soluble CD27; sCD30, soluble CD30; WBC, white blood cell count. Nephrotoxicity markers: aGST, urinary α glutathione-s-transferase; piGST, urinary pi glutathione-s-transferase; KIM1, urinary kidney injury marker 1; NAG, urinary n-acetyl-beta-glucosaminidase. TCE exposure markers: Conj. TCEOH: urinary trichloroethanol glucuronide; Free TCEOH: urinary trichloroethanol; Tot TCEOH: sum of urinary trichloroethanol and trichloroethanol glucuronide; TCA: urinary trichloroacetic acid.\n). Excluding sCD27 and mtDNA, a high degree of connectivity was present. Chlorinated metabolites were negatively correlated with IgG, IgM and CD4 + T cells, none of which matched known TCE biotransformation products. KIM-1 and additional nephrotoxicity markers were positively associated with chlorinated isotopes. A negative association of KIM-1 with uric acid was present, whereas MTA was negatively associated with the urinary isoenzymes. Correlation with urinary markers of TCE exposure showed positive associations with unidentified and identified chlorinated metabolites, including TCA, TCE-EtOH and unidentified chlorinated chemicals. Network correlation analysis of molecular markers previously tested for association with TCE exposure and metabolic features detected in this study. Only correlations with Spearman |r| ≥ 0.3 and P-value ≤ 0.05 corresponding to identified metabolites or probable halogens were included. Immune markers: CD4 = CD4+ T cell count; IgG, immunoglobulin G; IgM, immunoglobulin M; LY, lymphocyte cell count; mtDNA, mitochondrial DNA turnover rate; sCD27, soluble CD27; sCD30, soluble CD30; WBC, white blood cell count. Nephrotoxicity markers: aGST, urinary α glutathione-s-transferase; piGST, urinary pi glutathione-s-transferase; KIM1, urinary kidney injury marker 1; NAG, urinary n-acetyl-beta-glucosaminidase. TCE exposure markers: Conj. TCEOH: urinary trichloroethanol glucuronide; Free TCEOH: urinary trichloroethanol; Tot TCEOH: sum of urinary trichloroethanol and trichloroethanol glucuronide; TCA: urinary trichloroacetic acid."
    },
    {
      "title": "Discussion",
      "text": "Metabolic phenotyping with HRM enables an unbiased approach to investigate biological changes and mode of action for environmental and occupational exposures. The present study provides an application of HRM to occupational exposure effects in humans and demonstrates the utility of HRM to link VOC exposure to metabolic pathways associated with relevant disease. MWAS of TCE exposure showed alterations to metabolic features characterized as exposure by-products and endogenous metabolites. In addition to detecting known metabolites of TCE, isotopic spacing analysis and strong positive association with exposure categorization suggests the presence of additional chlorinated metabolites, likely derived from TCE. The chemical identity of these metabolites was not determined, but it suggests the existence of additional, uncharacterized TCE-related metabolic products. Pathway enrichment of metabolites associated with exposure was consistent with TCE detoxification. The presence of cysteine and methionine metabolites is in agreement with metabolism of TCE by glutathione (GSH) conjugation. Association with bile acid biosynthesis is likely related to detoxification of TCE by glucuronidation, with TCE rapidly metabolized to TCE-EtOH in the liver, glucuronidated by glucuronyltransferase and secreted in bile. TCE-EtOH glucuronide undergoes enterohepatic recirculation3 followed by metabolism to TCA.58 Blood bile acid alterations have been identified as a marker of liver damage and hepatotoxicity.59,60 Exposure-related alterations in fatty acid metabolism and reduced palmitoylcarnitine suggest alteration in peroxisome proliferator-activated receptor α, which was also observed in animal TCE exposure models.35 Enriched pathways provided additional evidence of toxicity, with the identified endogenous metabolites relevant to diseases associated with TCE exposure. Elevated levels of blood uric acid have been identified as both an independent risk factor and a marker of kidney disease.61,62 TCE-related alterations in purine catabolism resulting from changes in expression of adenosine deaminase or purine nucleoside phosphorylase could account for the immunosuppressive effects observed by Lan and Zhang.17 Both enzymes are essential for developing and maintaining immune function,63,64 with abnormalities reported in immunodeficiency, leukemia diseases and neoplastic transformations.65–68 The detected TCE-associated changes in plasma glutamine further suggest alterations in immune-related purine catabolism rather than hepatic cells, since glutamine is the primary transporter of ammonia to the liver following deamination of guanine and adenine.69 MTA can act as a secondary precursor to adenine biosynthesis through 5’-methylthioadenosine phosphorylase (MAP).70 Disruption to MAP has been observed in tumour cells, which rely on de novo purine biosynthesis for adenine and DNA synthesis.71 MTA has been observed to be hepatoprotective following treatment with carbon-tetrachloride (CCl4).72 Interestingly, MTA enhances production of IL-1070, and MTA alterations in exposed workers were consistent with TCE-related decreases in IL-1016. Finally, TCE is known to have central nervous system (CNS) depressant effects, with in vitro and long-term exposure associated with dopaminergic neurodegeneration.73–75 Tryptophan and tyrosine both act as precursors for the synthesis of neurotransmitters, and were decreased with exposure TCE metabolic products are transported through multiple tissues and organ systems.3 The presence of metabolic features consistent with unidentified chlorinated chemicals indicates a complex detoxification response to TCE exposure. A different correlation network for each class of markers suggests the possibility of uncharacterized TCE metabolites being toxic to specific organ systems. Association with immune function markers was consistent with the immunosuppressive effects observed by Lan and Zhang17 and Zhang and Bassig.18 Chlorinated metabolites were negatively correlated with IgG, IgM and CD4+ T cells, suggesting that unidentified metabolites could be directly involved in mediating immunotoxicity. KIM-1 and additional nephrotoxicity markers were positively associated with chlorinated isotopes, consistent with the findings of Vermeulen and Zhang,19 whereas plasma uric acid and MTA showed negative correlation. The negative association of uric acid with KIM-1 was unexpected, since urinary expression of KIM-1 is increased with tubular necrosis and various renal diseases, suggesting perturbed purine metabolism as a potential causal mechanism. A similar trend was observed for MTA and the urinary isoenzyemes: αGST and piGST are shed from the proximal and distal tubular cells, respectively, and are upregulated following kidney damage.76 A large number of suspected chlorinated chemicals endogenous metabolites were correlated with urinary TCA and TCE-EtOH measures. Although a correlation for identified TCE metabolites (TCA and TCE-EtOH) with immune and renal markers was not detected, many unidentified chlorinated chemicals were, suggesting greater toxicity to immune and renal systems. We acknowledge some limitations in this work. First, there is a predominance of males in our study population; thus, though sex was included as a covariate in the MWAS model, sex-based differences were not evaluated. Second, a limited sample population of 175 individuals from a specific geographical location was used, and an independent cohort was not available to replicate the findings. Third, this study was focused on known TCE and endogenous metabolites because the limited sample availability precluded in-depth structural characterization of unidentified metabolites. Lack of reference standards and low abundance will make structural elucidation of these features challenging. Finally, the results of this study are correlative in nature. We could not account for unknown confounders, nor identify the exact mechanism through which these metabolic associations occurred. Despite these limitations, MWAS identification of pathways known to participate in detoxification of TCE and pathways consistent with toxicological targets of TCE suggests biological relevance. In addition, molecular markers previously shown to be associated with TCE exposure were correlated with TCE metabolites and exposure-associated endogenous metabolites. The results therefore show that HRM provides a useful approach to link occupational exposures to metabolic perturbations and obtain leads to underlying mechanisms of exposure-related disease."
    },
    {
      "title": "Conclusions",
      "text": "Environmental and workplace exposures are a significant contribution to chronic disease burden. This study of a population with rigorous selection criteria and TCE exposure assessment shows that HRM is able to link internal TCE metabolites and perturbations of endogenous metabolism with isolated occupational TCE exposure. The results show associations with unidentified chlorinated products as well as a multiple mechanistic and disease markers of hepatic function, kidney damage and immune dysfunction. Whereas our study was limited to a high occupational exposure, the metabolic associations represent an important first step in identifying how TCE alters metabolism and leads to disease risk. More generally, the results establish the feasibility of using HRM as an occupational surveillance tool to assist in epidemiological studies of specific exposure risks, underlying toxic mechanisms and exposure-related disease susceptibility."
    },
    {
      "title": "Funding",
      "text": "This work was supported by intramural funds received from the National Institutes of Health and National Cancer Society; National Institute of Environmental Health Science to D.P.J. [award numbers P30 ES019776, ES023485, RO1 ES009047]; National Heart, Blood and Lung Institute [award number IHL113451]; and Department of Science and Technology of Guangdong Province, China [award number 2007A050100004]."
    },
    {
      "title": "Supplementary Material",
      "text": "Click here for additional data file."
    }
  ],
  "full_text": "## Introduction\nTrichloroethylene (TCE) is a widely used industrial solvent and common organic contaminant in groundwater.1 TCE is classified as carcinogenic to humans by the IARC2 [http://monographs.iarc.fr/ENG/Monographs/vol106/index.php] and as both a carcinogenic and non-carcinogenic health hazard by the US Environmental Protection Agency (EPA).3 TCE exposure has been linked to increased risk for kidney cancer,4,5 non-Hodgkin’s lymphoma (NHL)6,7 and liver cancer.8,9 Human and animal studies have identified numerous non-cancer adverse effects of TCE, including immune dysfunction10,11 and nervous system,12 renal13,14 and liver15 toxicity. The biological plausibility of TCE toxicity has been verified in animal and in vitro studies,3 but limited data exist establishing biochemical changes in humans. Recently, cross-sectional molecular epidemiology studies evaluating TCE exposure on immune function16–18 and nephrotoxicity19 have observed effects that occurred at levels of exposure below the current US Occupational Safety and Health Administration (OSHA) permissible limits of 100 parts-per-million of air (ppma). Participants were selected using extensive screening procedures to avoid confounding exposures, past occupational use of volatile organic compounds (VOC) and previous history of cancer. The results indicated immunosuppression consistent with increased NHL risk,17 elevated urinary nephrotoxicity markers19 and immunotoxic effects including decreased serum immunoglobulin G (IgG), immunoglobulin M (IgM) and interleukin 10 (IL-10).16,18 These findings suggest a complex biochemical response to TCE exposure, with multiple targets of toxicity. Comprehensive profiling of the metabolic phenotype associated with TCE exposure can provide insight into the biochemical changes occurring within exposed workers. High-resolution metabolomics (HRM) using ultra-high resolution mass spectrometry20,21 with data extraction algorithms22–25 now enables measurement of greater than 10 000 chemicals in biological samples with quantitative reproducibility.26 With mass spectrometry-based HRM platforms, chemicals are detected as ions in a gas phase and measured as a mass-to-charge ratio (m/z). The m/z signals arise from interaction of a neutral molecule with cations present in solution, often resulting in multiple signals corresponding to a single chemical species. Thus, initial measures are most accurately described as an m/z feature, which is defined by the accurate m/z, retention time and associated intensity, and a non-targeted analytical structure is used with chemometric approaches for selection and identification of metabolic species present in a sample. The resulting chemical profile provides in-depth coverage of the metabolic phenotype, including detection of metabolic intermediates, dietary chemicals, xenobiotics and microbiome-related metabolites.27–34 A previous metabolomic study of TCE exposure in mice linked liver-related effects to increased expression of peroxisome proliferator-activated receptor α (PPRα) target genes, which influences inflammatory response, cell proliferation, lipid metabolism and glucose metabolism.35 In this study, we used a metabolome-wide association study (MWAS)30,36,37 to identify dose-dependent metabolic changes in TCE-exposed workers and unexposed controls, using a well-characterized, worker population.17,19 Direct TCE and endogenous metabolites were characterized, and pathway analysis was used to identify biological response to TCE exposure. We further examined metabolite association with separately measured TCE exposure and immunological and nephrotoxicity markers.\n\n## Methods\nSamples were collected in 2006 as part of a cross-sectional study conducted in Guangdong, China, to assess the early biological effects of occupational exposure to TCE; a full description of factory and subject selection is described in Lan and Zhang17 and is summarized in Supplementary Text 1 (available as Supplementary data at IJE online). Replicate full-shift personal air exposure measurements were taken for 80 exposed workers and 95 controls, using 3M organic vapour-monitoring badges. All samples were analysed for TCE, with a subset (48 from TCE-exposed workers) selected for additional VOCs including benzene, methylene chloride, perchloroethylene and epichlorohydrin. Each study subject was asked to provide a 29-ml peripheral blood sample, post-shift urine sample and undergo a brief physical examination. The study was approved by Institutional Review Boards at the US National Cancer Institute and the Guangdong National Poison Control Center, China. Plasma was prepared and analysed daily in batches of 20 by HRM with C18 liquid chromatography using the methodology of G and, Walker.26 Data were extracted with apLCMS38 and xMSanalyser.22 Full details and quality control are included in Supplementary Text 1. From the 10 017 ions detected, we removed all features that were not detected in greater than 50% of the individuals from at least one group. The remaining 7830 m/z features were log2 transformed and used for defining a TCE exposure metabolic phenotype. Statistical analysis was carried out using R version 3.1.239. A flow diagram detailing all data analysis steps is provided in Supplementary Text 3 (available as Supplementary data at IJE online). The TCE exposure MWAS was completed using a linear regression framework. For each m/z feature, the log2 transformed intensity was used to test for dose-response across the categories of exposure, which included controls, low-exposed (< 12 ppma) and high-exposed (≥ 12 ppma), defined as a continuous variable (control = 0; < 12 ppma = 1; ≥ 12 ppma = 2). Equal spacing between the groups was used to bias feature selection towards those showing dose-response while providing representative metabolic associations with TCE exposure across the population and reducing false-positives. The statistical model included adjustments for age (continuous), sex (factor) and body mass index (BMI; continuous), which are known to influence chemical disposition and toxicokinetics.40,41 To evaluate if worker smoking and alcohol use should be considered, the data were re-analysed separately with smoking and alcohol use status included as a covariate. The resulting analysis increased the number of m/z features with false discovery rate (FDR) ≤ 20% by one and eight when accounting for smoking and alcohol use, respectively. Thus, neither was included as covariate in the regression model. To account for multiple comparisons, we applied a Benjamini and Hochberg42 (FDR) threshold of 20% (raw P-value = 4.4 × 10−3), which controls the rate of false findings rather than falsely rejected null hypotheses.43,44 We first characterized the m/z features associated with TCE exposure, to identify direct exposure products by matching the mass for common positive electrospray ionization adducts of TCE additives and metabolites,45 at match accuracy of ± 10 ppm (± 10e-5 × theoretical m/z mass), to TCE-associated m/z features. Unidentified masses were tested for the presence of 37Cl and 37Cl2 isotopes with the pattern.search() function in the R package nontarget46 with retention time tolerance of ± 10 s and mass accuracy of ± 5 ppm. The remaining m/z features were matched to a reference database of 75 metabolites previously confirmed with MS2 and co-elution studies.26 Additional features not matching these metabolites were annotated with the KEGG database,47,48 which provides information on 487 pathways containing 17 620 unique metabolites and is a common metabolic reference for metabolomic studies. Identities were assigned using evidence-scoring provided in Mummichog49 for matching to +H, +Na, +K, -H2O+H, -2H2O+H, +ACN+H, +ACN+Na, +2ACN+H, +2Na-H and +2 H adducts at ± 10 ppm mass tolerance. Enriched metabolic pathways were selected using Mummichog scoring threshold of 0.05. Correlation for each of the 188 m/z features with biomarkers of TCE exposure, immune function and renal damage were calculated using MetabNet50 in exposed workers only. These measures have been described previously17–19,51 and include white blood cell count (WBC), lymphocytes (LY), CD4 + T cells (CD4), soluble CD27, soluble CD30, mitochondrial DNA copy number (mtDNA), IgG, IgM, urinary isoenzymes of glutathione-s-transferase (αGST, piGST), kidney injury molecule 1 (KIM-1), N-acetyl-beta-glucosaminidase (NAG), trichloroacetic acid (TCA) and total, free and conjugated trichloroethanol (TCE-EtOH). All urinary measurements were normalized by creatinine to account for differences in urinary output.52 Marker-metabolite correlations were selected for consideration and plotting in Cytoscape,53 based upon effect size (Spearman |r| ≥ 0.3) and P-value threshold ≤ 0.05. Due to the use of effect size for prioritizing network connectivity, correction for multiple hypothesis testing was not applied.\n\n## Study design and exposure measurement\nSamples were collected in 2006 as part of a cross-sectional study conducted in Guangdong, China, to assess the early biological effects of occupational exposure to TCE; a full description of factory and subject selection is described in Lan and Zhang17 and is summarized in Supplementary Text 1 (available as Supplementary data at IJE online). Replicate full-shift personal air exposure measurements were taken for 80 exposed workers and 95 controls, using 3M organic vapour-monitoring badges. All samples were analysed for TCE, with a subset (48 from TCE-exposed workers) selected for additional VOCs including benzene, methylene chloride, perchloroethylene and epichlorohydrin. Each study subject was asked to provide a 29-ml peripheral blood sample, post-shift urine sample and undergo a brief physical examination. The study was approved by Institutional Review Boards at the US National Cancer Institute and the Guangdong National Poison Control Center, China.\n\n## High-resolution metabolomics\nPlasma was prepared and analysed daily in batches of 20 by HRM with C18 liquid chromatography using the methodology of G and, Walker.26 Data were extracted with apLCMS38 and xMSanalyser.22 Full details and quality control are included in Supplementary Text 1. From the 10 017 ions detected, we removed all features that were not detected in greater than 50% of the individuals from at least one group. The remaining 7830 m/z features were log2 transformed and used for defining a TCE exposure metabolic phenotype.\n\n## Data analysis\nStatistical analysis was carried out using R version 3.1.239. A flow diagram detailing all data analysis steps is provided in Supplementary Text 3 (available as Supplementary data at IJE online). The TCE exposure MWAS was completed using a linear regression framework. For each m/z feature, the log2 transformed intensity was used to test for dose-response across the categories of exposure, which included controls, low-exposed (< 12 ppma) and high-exposed (≥ 12 ppma), defined as a continuous variable (control = 0; < 12 ppma = 1; ≥ 12 ppma = 2). Equal spacing between the groups was used to bias feature selection towards those showing dose-response while providing representative metabolic associations with TCE exposure across the population and reducing false-positives. The statistical model included adjustments for age (continuous), sex (factor) and body mass index (BMI; continuous), which are known to influence chemical disposition and toxicokinetics.40,41 To evaluate if worker smoking and alcohol use should be considered, the data were re-analysed separately with smoking and alcohol use status included as a covariate. The resulting analysis increased the number of m/z features with false discovery rate (FDR) ≤ 20% by one and eight when accounting for smoking and alcohol use, respectively. Thus, neither was included as covariate in the regression model. To account for multiple comparisons, we applied a Benjamini and Hochberg42 (FDR) threshold of 20% (raw P-value = 4.4 × 10−3), which controls the rate of false findings rather than falsely rejected null hypotheses.43,44 We first characterized the m/z features associated with TCE exposure, to identify direct exposure products by matching the mass for common positive electrospray ionization adducts of TCE additives and metabolites,45 at match accuracy of ± 10 ppm (± 10e-5 × theoretical m/z mass), to TCE-associated m/z features. Unidentified masses were tested for the presence of 37Cl and 37Cl2 isotopes with the pattern.search() function in the R package nontarget46 with retention time tolerance of ± 10 s and mass accuracy of ± 5 ppm. The remaining m/z features were matched to a reference database of 75 metabolites previously confirmed with MS2 and co-elution studies.26 Additional features not matching these metabolites were annotated with the KEGG database,47,48 which provides information on 487 pathways containing 17 620 unique metabolites and is a common metabolic reference for metabolomic studies. Identities were assigned using evidence-scoring provided in Mummichog49 for matching to +H, +Na, +K, -H2O+H, -2H2O+H, +ACN+H, +ACN+Na, +2ACN+H, +2Na-H and +2 H adducts at ± 10 ppm mass tolerance. Enriched metabolic pathways were selected using Mummichog scoring threshold of 0.05. Correlation for each of the 188 m/z features with biomarkers of TCE exposure, immune function and renal damage were calculated using MetabNet50 in exposed workers only. These measures have been described previously17–19,51 and include white blood cell count (WBC), lymphocytes (LY), CD4 + T cells (CD4), soluble CD27, soluble CD30, mitochondrial DNA copy number (mtDNA), IgG, IgM, urinary isoenzymes of glutathione-s-transferase (αGST, piGST), kidney injury molecule 1 (KIM-1), N-acetyl-beta-glucosaminidase (NAG), trichloroacetic acid (TCA) and total, free and conjugated trichloroethanol (TCE-EtOH). All urinary measurements were normalized by creatinine to account for differences in urinary output.52 Marker-metabolite correlations were selected for consideration and plotting in Cytoscape,53 based upon effect size (Spearman |r| ≥ 0.3) and P-value threshold ≤ 0.05. Due to the use of effect size for prioritizing network connectivity, correction for multiple hypothesis testing was not applied.\n\n## Step 1: TCE exposure MWAS\nThe TCE exposure MWAS was completed using a linear regression framework. For each m/z feature, the log2 transformed intensity was used to test for dose-response across the categories of exposure, which included controls, low-exposed (< 12 ppma) and high-exposed (≥ 12 ppma), defined as a continuous variable (control = 0; < 12 ppma = 1; ≥ 12 ppma = 2). Equal spacing between the groups was used to bias feature selection towards those showing dose-response while providing representative metabolic associations with TCE exposure across the population and reducing false-positives. The statistical model included adjustments for age (continuous), sex (factor) and body mass index (BMI; continuous), which are known to influence chemical disposition and toxicokinetics.40,41 To evaluate if worker smoking and alcohol use should be considered, the data were re-analysed separately with smoking and alcohol use status included as a covariate. The resulting analysis increased the number of m/z features with false discovery rate (FDR) ≤ 20% by one and eight when accounting for smoking and alcohol use, respectively. Thus, neither was included as covariate in the regression model. To account for multiple comparisons, we applied a Benjamini and Hochberg42 (FDR) threshold of 20% (raw P-value = 4.4 × 10−3), which controls the rate of false findings rather than falsely rejected null hypotheses.43,44\n\n## Step 2: Identification of TCE exposure products\nWe first characterized the m/z features associated with TCE exposure, to identify direct exposure products by matching the mass for common positive electrospray ionization adducts of TCE additives and metabolites,45 at match accuracy of ± 10 ppm (± 10e-5 × theoretical m/z mass), to TCE-associated m/z features. Unidentified masses were tested for the presence of 37Cl and 37Cl2 isotopes with the pattern.search() function in the R package nontarget46 with retention time tolerance of ± 10 s and mass accuracy of ± 5 ppm.\n\n## Step 3: Biological response to TCE exposure\nThe remaining m/z features were matched to a reference database of 75 metabolites previously confirmed with MS2 and co-elution studies.26 Additional features not matching these metabolites were annotated with the KEGG database,47,48 which provides information on 487 pathways containing 17 620 unique metabolites and is a common metabolic reference for metabolomic studies. Identities were assigned using evidence-scoring provided in Mummichog49 for matching to +H, +Na, +K, -H2O+H, -2H2O+H, +ACN+H, +ACN+Na, +2ACN+H, +2Na-H and +2 H adducts at ± 10 ppm mass tolerance. Enriched metabolic pathways were selected using Mummichog scoring threshold of 0.05.\n\n## Step 4: Integration with TCE exposure and physiological markers\nCorrelation for each of the 188 m/z features with biomarkers of TCE exposure, immune function and renal damage were calculated using MetabNet50 in exposed workers only. These measures have been described previously17–19,51 and include white blood cell count (WBC), lymphocytes (LY), CD4 + T cells (CD4), soluble CD27, soluble CD30, mitochondrial DNA copy number (mtDNA), IgG, IgM, urinary isoenzymes of glutathione-s-transferase (αGST, piGST), kidney injury molecule 1 (KIM-1), N-acetyl-beta-glucosaminidase (NAG), trichloroacetic acid (TCA) and total, free and conjugated trichloroethanol (TCE-EtOH). All urinary measurements were normalized by creatinine to account for differences in urinary output.52 Marker-metabolite correlations were selected for consideration and plotting in Cytoscape,53 based upon effect size (Spearman |r| ≥ 0.3) and P-value threshold ≤ 0.05. Due to the use of effect size for prioritizing network connectivity, correction for multiple hypothesis testing was not applied.\n\n## Results\nDemographics, including age, sex, BMI, current smoking and alcohol use status were comparable among the exposed and non-exposed workers (Table 1Table 1.Demographic characteristics and TCE exposure levelSubjectsControlsExposedcontrols (n = 95)Total (n = 80)<12 ppm (n = 39)≥ 12 ppm (n = 41)Demographic characteristics Age, mean (SD)a27 (7)25 (7)24 (5)27 (8) BMIb, mean (SD)a22 (3)21 (3)21 (2)22 (3) Current smoking, n (%)c37 (39%)34 (43%)17 (44%)17 (41%) Alcohol use, n (%)c40 (42%)26 (33%)13 (33%)13 (32%)Sex, n (%)c Female23 (24%)23 (29%)15 (38%)8 (20%) Male72 (76%)57 (71%)24 (62%)33 (80%)TCE exposure TCE air level (ppma), mean (SD)d< 0.0322.19 (35.9)5.19 (3.5)38.36 (44.6) Minimum exposureNA0.40.412.0 Maximum exposureNA22911.7229aMean ± standard deviation (SD).bBMI, body mass index.cNumber.dMean ± standard deviation of TCE exposure levels, expressed as parts-per-million (ppm) of air. NA, not available.). The median exposure level of 12.0 ppma was used to define low- and high-exposure thresholds. Measured TCE levels for exposed factory worker levels ranged from 0.4 ppma to 229 ppma (Table 1); 96% of the workers exposed to TCE levels were below the OSHA 8-h limit. Demographic characteristics and TCE exposure level aMean ± standard deviation (SD). bBMI, body mass index. cNumber. dMean ± standard deviation of TCE exposure levels, expressed as parts-per-million (ppm) of air. NA, not available. At FDR threshold ≤ 20%, MWAS identified 188 m/z features associated with TCE exposure (Figure 1Figure 1.Manhattan plot for TCE MWAS in exposed and non-exposed workers. Linear regression identified m/z features that were associated with TCE exposure at FDR ≤ 20% after correcting for age, sex and BMI. Each m/z features is coloured by association (0 ≤ β ≥ 0). Those with isotopic patterns matching halogenated compounds (based upon the presence of 37Cl and 37Cl2 masses within a retention time window of ± 10 s) are indicated by a red triangle.\n). These features were selected for characterization and identification of the metabolic response to TCE exposure: 61 exhibited P-values ≤ 10−4 with adjusted r2 ranging from 0.08 to 0.76. Regression coefficient for exposure categorization ranged from -5.4 to 9.9. The list of m/z features and regression results are provided in Supplementary Text 2 (available as Supplementary data at IJE online). Manhattan plot for TCE MWAS in exposed and non-exposed workers. Linear regression identified m/z features that were associated with TCE exposure at FDR ≤ 20% after correcting for age, sex and BMI. Each m/z features is coloured by association (0 ≤ β ≥ 0). Those with isotopic patterns matching halogenated compounds (based upon the presence of 37Cl and 37Cl2 masses within a retention time window of ± 10 s) are indicated by a red triangle. We tested for the presence of exposure products by searching the 188 m/z features for TCE metabolites from cytochrome P450, glutathione (GSH) conjugation by GSH S-transferase14,45,54 and nine common additives used in commercial formulations of TCE.55 Three m/z features were consistent with TCE metabolites. A match to the +2Na-H adduct of TCA was detected, and exhibited the highest association with exposure (Table 2Table 2.Top m/z features matching chlorinated isotope patternsm/zaRetention time (s)IdentityIsotopesbAdjusted r2β coefficientP-value206.875081.3Trichloroacetic acidcM + 2, M + 40.769.873.1E-55224.845688.4TrichloroethanoldM + 20.688.371.0E-43264.833878.7UnknownM + 2, M + 40.557.169.8E-32332.820183.3UnknownM + 2, M + 40.435.693.9E-23280.806788.5UnknownM + 2, M + 40.415.081.2E-21324.789577.2UnknownM + 20.395.557.2E-21340.762177.1UnknownM + 2, M + 40.324.117.1E-16274.862984.8UnknownM + 20.294.012.4E-15392.758786.1UnknownM + 20.204.143.2E-10380.769152.6UnknownM + 2, M + 40.160.082.6E-04Regression parameters for the monoisotopic mass only are listed. Regression results for all features with FDR ≤ 20% are provided in Supplementary Text 2, available as Supplementary data at IJE online.aMass-to-charge ratio.bM + 2 = 37Cl (+1.9971); M + 4 = 37Cl2 (+3.9941).cDetected as +2Na-H adduct form.dDetected as +2K-H adduct form.). Additional adduct masses of TCA included the +Na+K form. The +2 K-H adduct of TCE-EtOH was also present, as was the stabilizer triethanolamine. Top m/z features matching chlorinated isotope patterns Regression parameters for the monoisotopic mass only are listed. Regression results for all features with FDR ≤ 20% are provided in Supplementary Text 2, available as Supplementary data at IJE online. aMass-to-charge ratio. bM + 2 = 37Cl (+1.9971); M + 4 = 37Cl2 (+3.9941). cDetected as +2Na-H adduct form. dDetected as +2K-H adduct form. TCA and TCE-EtOH alone did not explain m/z features associated with exposure, and the presence of features with a negative mass defect suggests additional chlorinated chemicals.56,57 To test for additional chlorinated metabolites, we applied isotopic pattern-searching for m/z ions exhibiting M + 2 and M + 4 mass spacing, which corresponds to the presence 37Cl (+1.9971) and 37Cl2 (+3.9941). We identified 45 m/z features corresponding to 19 unique isotopic pairs (Figure 1). The top 10 monoisotopic m/z masses ranked according to P-values are provided in Table 2. Two included the C2HCl2O237Cl and C2HClO237Cl2 forms of TCA and the C2H3Cl2O37Cl isotope of TCE-EtOH; however, the remaining showed no matches to known TCE-related metabolites. After removal of the 49 m/z features identified as probable chlorinated chemicals, we annotated the remaining 135 m/z features; 19 m/z features corresponded to 12 confirmed metabolites (Table 3Table 3.Identified endogenous metabolites associated with TCE exposure and relevant to biological response to exposurem/zaRetention time (s)IdentityID levelbAdjusted r2β coefficientP-value439.3008503.37α-Hydroxycholest-4-en-3-one30.12−0.151.1E-04394.3031497.2Chenodeoxycholic acid40.03−1.313.9E-03132.076459.2Creatine10.21−0.224.9E-05241.031075.3Cystine10.05−0.752.2E-03191.039749.4Glutamine10.140.071.3E-03307.019753.8Homocysteine30.07−0.062.4E-03188.070563.1Indolelactic acid10.07−0.162.9E-04336.0527276.1Methylthioadenosine30.09−1.004.4E-03400.3405363.0Palmitoylcarnitine10.20−0.189.3E-05119.0488257.4Phenylacetic acid10.050.118.0E-04163.977663.8Taurine10.08−2.391.1E-03249.060961.7Tryptophan10.15−0.156.5E-08146.059666.5Tyrosine10.05−0.091.5E-03212.999367.7Uric acid10.340.133.6E-05279.2310411.3α-Linolenic acid10.03−0.093.9E-03aWhen multiple adducts or isotopes were detected, the highest ranked m/z was used for regression parameters. All TCE exposure association m/z features are listed in Supplementary Text 2, available as Supplementary data at IJE online.bID level indicates degree of annotation with 1: m/z and retention time matched to authentic standards confirmed with MS2, 2: Multiple/isotopes present; 3: m/z matched single adduct mass within 10 ppm mass error, 4: m/z matched adduct mass of multiple isobaric species, most probable identification used.). The remaining had identities assigned based on systematic evidence-scoring by isotopic and adduct pairing, which identified an additional 35 m/z features (Supplementary Text 2, available as Supplementary data at IJE online). In total, 54 m/z features matching 46 unique metabolites were identified. The remaining had no probable matches. Identified endogenous metabolites associated with TCE exposure and relevant to biological response to exposure aWhen multiple adducts or isotopes were detected, the highest ranked m/z was used for regression parameters. All TCE exposure association m/z features are listed in Supplementary Text 2, available as Supplementary data at IJE online. bID level indicates degree of annotation with 1: m/z and retention time matched to authentic standards confirmed with MS2, 2: Multiple/isotopes present; 3: m/z matched single adduct mass within 10 ppm mass error, 4: m/z matched adduct mass of multiple isobaric species, most probable identification used. We used Mummichog49 to evaluate metabolic pathway enrichment, which identified 12 pathways at P-value threshold ≤ 0.05 (Figure 2Figure 2.Mummichog enriched pathways for metabolites associated with TCE exposure.\n). Detected metabolites in each pathway are provided in Supplementary Text 2. Metabolites from sulphur amino acid metabolism were decreased with exposure, and included cystine and homocystine (Table 3). Disruption in bile acid biosynthesis was also detected, with decreased levels of taurine, chenodeoxycholic acid and 7α-hydroxy-cholestene-3-one in exposed workers (Table 3). Changes in fatty acid metabolism were observed, including reduced levels of palmitoylcarnitine. Metabolites from purine metabolism, including uric acid and glutamine, were increased in a dose-dependent manner in association with TCE exposure, whereas methylthioadenosine (MTA), a metabolite of methionine and purine salvage, was decreased in TCE-exposed workers (Figure 3Figure 3.Distribution of uric acid, glutamine and MTA in control, low-exposed and high-exposed workers. Uric acid and glutamine increased in an exposure-dependent manner, whereas MTA was decreased in all exposed workers relative to controls.\n). Metabolic changes consistent with other physiological effects of TCE were also detected, including tryptophan and tyrosine (Table 3). Mummichog enriched pathways for metabolites associated with TCE exposure. Distribution of uric acid, glutamine and MTA in control, low-exposed and high-exposed workers. Uric acid and glutamine increased in an exposure-dependent manner, whereas MTA was decreased in all exposed workers relative to controls. To visualize systemic effects, we tested for metabolic associations with molecular markers of immune function, nephrotoxicity and TCE exposure. For all 188 m/z features selected through MWAS, 88 were correlated with at least one marker and included 48 identified as metabolites or halogenated chemical species (Figure 4Figure 4.Network correlation analysis of molecular markers previously tested for association with TCE exposure and metabolic features detected in this study. Only correlations with Spearman |r| ≥ 0.3 and P-value ≤ 0.05 corresponding to identified metabolites or probable halogens were included. Immune markers: CD4 = CD4+ T cell count; IgG, immunoglobulin G; IgM, immunoglobulin M; LY, lymphocyte cell count; mtDNA, mitochondrial DNA turnover rate; sCD27, soluble CD27; sCD30, soluble CD30; WBC, white blood cell count. Nephrotoxicity markers: aGST, urinary α glutathione-s-transferase; piGST, urinary pi glutathione-s-transferase; KIM1, urinary kidney injury marker 1; NAG, urinary n-acetyl-beta-glucosaminidase. TCE exposure markers: Conj. TCEOH: urinary trichloroethanol glucuronide; Free TCEOH: urinary trichloroethanol; Tot TCEOH: sum of urinary trichloroethanol and trichloroethanol glucuronide; TCA: urinary trichloroacetic acid.\n). Excluding sCD27 and mtDNA, a high degree of connectivity was present. Chlorinated metabolites were negatively correlated with IgG, IgM and CD4 + T cells, none of which matched known TCE biotransformation products. KIM-1 and additional nephrotoxicity markers were positively associated with chlorinated isotopes. A negative association of KIM-1 with uric acid was present, whereas MTA was negatively associated with the urinary isoenzymes. Correlation with urinary markers of TCE exposure showed positive associations with unidentified and identified chlorinated metabolites, including TCA, TCE-EtOH and unidentified chlorinated chemicals. Network correlation analysis of molecular markers previously tested for association with TCE exposure and metabolic features detected in this study. Only correlations with Spearman |r| ≥ 0.3 and P-value ≤ 0.05 corresponding to identified metabolites or probable halogens were included. Immune markers: CD4 = CD4+ T cell count; IgG, immunoglobulin G; IgM, immunoglobulin M; LY, lymphocyte cell count; mtDNA, mitochondrial DNA turnover rate; sCD27, soluble CD27; sCD30, soluble CD30; WBC, white blood cell count. Nephrotoxicity markers: aGST, urinary α glutathione-s-transferase; piGST, urinary pi glutathione-s-transferase; KIM1, urinary kidney injury marker 1; NAG, urinary n-acetyl-beta-glucosaminidase. TCE exposure markers: Conj. TCEOH: urinary trichloroethanol glucuronide; Free TCEOH: urinary trichloroethanol; Tot TCEOH: sum of urinary trichloroethanol and trichloroethanol glucuronide; TCA: urinary trichloroacetic acid.\n\n## Study population\nDemographics, including age, sex, BMI, current smoking and alcohol use status were comparable among the exposed and non-exposed workers (Table 1Table 1.Demographic characteristics and TCE exposure levelSubjectsControlsExposedcontrols (n = 95)Total (n = 80)<12 ppm (n = 39)≥ 12 ppm (n = 41)Demographic characteristics Age, mean (SD)a27 (7)25 (7)24 (5)27 (8) BMIb, mean (SD)a22 (3)21 (3)21 (2)22 (3) Current smoking, n (%)c37 (39%)34 (43%)17 (44%)17 (41%) Alcohol use, n (%)c40 (42%)26 (33%)13 (33%)13 (32%)Sex, n (%)c Female23 (24%)23 (29%)15 (38%)8 (20%) Male72 (76%)57 (71%)24 (62%)33 (80%)TCE exposure TCE air level (ppma), mean (SD)d< 0.0322.19 (35.9)5.19 (3.5)38.36 (44.6) Minimum exposureNA0.40.412.0 Maximum exposureNA22911.7229aMean ± standard deviation (SD).bBMI, body mass index.cNumber.dMean ± standard deviation of TCE exposure levels, expressed as parts-per-million (ppm) of air. NA, not available.). The median exposure level of 12.0 ppma was used to define low- and high-exposure thresholds. Measured TCE levels for exposed factory worker levels ranged from 0.4 ppma to 229 ppma (Table 1); 96% of the workers exposed to TCE levels were below the OSHA 8-h limit. Demographic characteristics and TCE exposure level aMean ± standard deviation (SD). bBMI, body mass index. cNumber. dMean ± standard deviation of TCE exposure levels, expressed as parts-per-million (ppm) of air. NA, not available. At FDR threshold ≤ 20%, MWAS identified 188 m/z features associated with TCE exposure (Figure 1Figure 1.Manhattan plot for TCE MWAS in exposed and non-exposed workers. Linear regression identified m/z features that were associated with TCE exposure at FDR ≤ 20% after correcting for age, sex and BMI. Each m/z features is coloured by association (0 ≤ β ≥ 0). Those with isotopic patterns matching halogenated compounds (based upon the presence of 37Cl and 37Cl2 masses within a retention time window of ± 10 s) are indicated by a red triangle.\n). These features were selected for characterization and identification of the metabolic response to TCE exposure: 61 exhibited P-values ≤ 10−4 with adjusted r2 ranging from 0.08 to 0.76. Regression coefficient for exposure categorization ranged from -5.4 to 9.9. The list of m/z features and regression results are provided in Supplementary Text 2 (available as Supplementary data at IJE online). Manhattan plot for TCE MWAS in exposed and non-exposed workers. Linear regression identified m/z features that were associated with TCE exposure at FDR ≤ 20% after correcting for age, sex and BMI. Each m/z features is coloured by association (0 ≤ β ≥ 0). Those with isotopic patterns matching halogenated compounds (based upon the presence of 37Cl and 37Cl2 masses within a retention time window of ± 10 s) are indicated by a red triangle.\n\n## Identification of TCE exposure products\nWe tested for the presence of exposure products by searching the 188 m/z features for TCE metabolites from cytochrome P450, glutathione (GSH) conjugation by GSH S-transferase14,45,54 and nine common additives used in commercial formulations of TCE.55 Three m/z features were consistent with TCE metabolites. A match to the +2Na-H adduct of TCA was detected, and exhibited the highest association with exposure (Table 2Table 2.Top m/z features matching chlorinated isotope patternsm/zaRetention time (s)IdentityIsotopesbAdjusted r2β coefficientP-value206.875081.3Trichloroacetic acidcM + 2, M + 40.769.873.1E-55224.845688.4TrichloroethanoldM + 20.688.371.0E-43264.833878.7UnknownM + 2, M + 40.557.169.8E-32332.820183.3UnknownM + 2, M + 40.435.693.9E-23280.806788.5UnknownM + 2, M + 40.415.081.2E-21324.789577.2UnknownM + 20.395.557.2E-21340.762177.1UnknownM + 2, M + 40.324.117.1E-16274.862984.8UnknownM + 20.294.012.4E-15392.758786.1UnknownM + 20.204.143.2E-10380.769152.6UnknownM + 2, M + 40.160.082.6E-04Regression parameters for the monoisotopic mass only are listed. Regression results for all features with FDR ≤ 20% are provided in Supplementary Text 2, available as Supplementary data at IJE online.aMass-to-charge ratio.bM + 2 = 37Cl (+1.9971); M + 4 = 37Cl2 (+3.9941).cDetected as +2Na-H adduct form.dDetected as +2K-H adduct form.). Additional adduct masses of TCA included the +Na+K form. The +2 K-H adduct of TCE-EtOH was also present, as was the stabilizer triethanolamine. Top m/z features matching chlorinated isotope patterns Regression parameters for the monoisotopic mass only are listed. Regression results for all features with FDR ≤ 20% are provided in Supplementary Text 2, available as Supplementary data at IJE online. aMass-to-charge ratio. bM + 2 = 37Cl (+1.9971); M + 4 = 37Cl2 (+3.9941). cDetected as +2Na-H adduct form. dDetected as +2K-H adduct form. TCA and TCE-EtOH alone did not explain m/z features associated with exposure, and the presence of features with a negative mass defect suggests additional chlorinated chemicals.56,57 To test for additional chlorinated metabolites, we applied isotopic pattern-searching for m/z ions exhibiting M + 2 and M + 4 mass spacing, which corresponds to the presence 37Cl (+1.9971) and 37Cl2 (+3.9941). We identified 45 m/z features corresponding to 19 unique isotopic pairs (Figure 1). The top 10 monoisotopic m/z masses ranked according to P-values are provided in Table 2. Two included the C2HCl2O237Cl and C2HClO237Cl2 forms of TCA and the C2H3Cl2O37Cl isotope of TCE-EtOH; however, the remaining showed no matches to known TCE-related metabolites.\n\n## Biological response to TCE exposure\nAfter removal of the 49 m/z features identified as probable chlorinated chemicals, we annotated the remaining 135 m/z features; 19 m/z features corresponded to 12 confirmed metabolites (Table 3Table 3.Identified endogenous metabolites associated with TCE exposure and relevant to biological response to exposurem/zaRetention time (s)IdentityID levelbAdjusted r2β coefficientP-value439.3008503.37α-Hydroxycholest-4-en-3-one30.12−0.151.1E-04394.3031497.2Chenodeoxycholic acid40.03−1.313.9E-03132.076459.2Creatine10.21−0.224.9E-05241.031075.3Cystine10.05−0.752.2E-03191.039749.4Glutamine10.140.071.3E-03307.019753.8Homocysteine30.07−0.062.4E-03188.070563.1Indolelactic acid10.07−0.162.9E-04336.0527276.1Methylthioadenosine30.09−1.004.4E-03400.3405363.0Palmitoylcarnitine10.20−0.189.3E-05119.0488257.4Phenylacetic acid10.050.118.0E-04163.977663.8Taurine10.08−2.391.1E-03249.060961.7Tryptophan10.15−0.156.5E-08146.059666.5Tyrosine10.05−0.091.5E-03212.999367.7Uric acid10.340.133.6E-05279.2310411.3α-Linolenic acid10.03−0.093.9E-03aWhen multiple adducts or isotopes were detected, the highest ranked m/z was used for regression parameters. All TCE exposure association m/z features are listed in Supplementary Text 2, available as Supplementary data at IJE online.bID level indicates degree of annotation with 1: m/z and retention time matched to authentic standards confirmed with MS2, 2: Multiple/isotopes present; 3: m/z matched single adduct mass within 10 ppm mass error, 4: m/z matched adduct mass of multiple isobaric species, most probable identification used.). The remaining had identities assigned based on systematic evidence-scoring by isotopic and adduct pairing, which identified an additional 35 m/z features (Supplementary Text 2, available as Supplementary data at IJE online). In total, 54 m/z features matching 46 unique metabolites were identified. The remaining had no probable matches. Identified endogenous metabolites associated with TCE exposure and relevant to biological response to exposure aWhen multiple adducts or isotopes were detected, the highest ranked m/z was used for regression parameters. All TCE exposure association m/z features are listed in Supplementary Text 2, available as Supplementary data at IJE online. bID level indicates degree of annotation with 1: m/z and retention time matched to authentic standards confirmed with MS2, 2: Multiple/isotopes present; 3: m/z matched single adduct mass within 10 ppm mass error, 4: m/z matched adduct mass of multiple isobaric species, most probable identification used. We used Mummichog49 to evaluate metabolic pathway enrichment, which identified 12 pathways at P-value threshold ≤ 0.05 (Figure 2Figure 2.Mummichog enriched pathways for metabolites associated with TCE exposure.\n). Detected metabolites in each pathway are provided in Supplementary Text 2. Metabolites from sulphur amino acid metabolism were decreased with exposure, and included cystine and homocystine (Table 3). Disruption in bile acid biosynthesis was also detected, with decreased levels of taurine, chenodeoxycholic acid and 7α-hydroxy-cholestene-3-one in exposed workers (Table 3). Changes in fatty acid metabolism were observed, including reduced levels of palmitoylcarnitine. Metabolites from purine metabolism, including uric acid and glutamine, were increased in a dose-dependent manner in association with TCE exposure, whereas methylthioadenosine (MTA), a metabolite of methionine and purine salvage, was decreased in TCE-exposed workers (Figure 3Figure 3.Distribution of uric acid, glutamine and MTA in control, low-exposed and high-exposed workers. Uric acid and glutamine increased in an exposure-dependent manner, whereas MTA was decreased in all exposed workers relative to controls.\n). Metabolic changes consistent with other physiological effects of TCE were also detected, including tryptophan and tyrosine (Table 3). Mummichog enriched pathways for metabolites associated with TCE exposure. Distribution of uric acid, glutamine and MTA in control, low-exposed and high-exposed workers. Uric acid and glutamine increased in an exposure-dependent manner, whereas MTA was decreased in all exposed workers relative to controls.\n\n## Integration with immunological, renal and TCE markers\nTo visualize systemic effects, we tested for metabolic associations with molecular markers of immune function, nephrotoxicity and TCE exposure. For all 188 m/z features selected through MWAS, 88 were correlated with at least one marker and included 48 identified as metabolites or halogenated chemical species (Figure 4Figure 4.Network correlation analysis of molecular markers previously tested for association with TCE exposure and metabolic features detected in this study. Only correlations with Spearman |r| ≥ 0.3 and P-value ≤ 0.05 corresponding to identified metabolites or probable halogens were included. Immune markers: CD4 = CD4+ T cell count; IgG, immunoglobulin G; IgM, immunoglobulin M; LY, lymphocyte cell count; mtDNA, mitochondrial DNA turnover rate; sCD27, soluble CD27; sCD30, soluble CD30; WBC, white blood cell count. Nephrotoxicity markers: aGST, urinary α glutathione-s-transferase; piGST, urinary pi glutathione-s-transferase; KIM1, urinary kidney injury marker 1; NAG, urinary n-acetyl-beta-glucosaminidase. TCE exposure markers: Conj. TCEOH: urinary trichloroethanol glucuronide; Free TCEOH: urinary trichloroethanol; Tot TCEOH: sum of urinary trichloroethanol and trichloroethanol glucuronide; TCA: urinary trichloroacetic acid.\n). Excluding sCD27 and mtDNA, a high degree of connectivity was present. Chlorinated metabolites were negatively correlated with IgG, IgM and CD4 + T cells, none of which matched known TCE biotransformation products. KIM-1 and additional nephrotoxicity markers were positively associated with chlorinated isotopes. A negative association of KIM-1 with uric acid was present, whereas MTA was negatively associated with the urinary isoenzymes. Correlation with urinary markers of TCE exposure showed positive associations with unidentified and identified chlorinated metabolites, including TCA, TCE-EtOH and unidentified chlorinated chemicals. Network correlation analysis of molecular markers previously tested for association with TCE exposure and metabolic features detected in this study. Only correlations with Spearman |r| ≥ 0.3 and P-value ≤ 0.05 corresponding to identified metabolites or probable halogens were included. Immune markers: CD4 = CD4+ T cell count; IgG, immunoglobulin G; IgM, immunoglobulin M; LY, lymphocyte cell count; mtDNA, mitochondrial DNA turnover rate; sCD27, soluble CD27; sCD30, soluble CD30; WBC, white blood cell count. Nephrotoxicity markers: aGST, urinary α glutathione-s-transferase; piGST, urinary pi glutathione-s-transferase; KIM1, urinary kidney injury marker 1; NAG, urinary n-acetyl-beta-glucosaminidase. TCE exposure markers: Conj. TCEOH: urinary trichloroethanol glucuronide; Free TCEOH: urinary trichloroethanol; Tot TCEOH: sum of urinary trichloroethanol and trichloroethanol glucuronide; TCA: urinary trichloroacetic acid.\n\n## Discussion\nMetabolic phenotyping with HRM enables an unbiased approach to investigate biological changes and mode of action for environmental and occupational exposures. The present study provides an application of HRM to occupational exposure effects in humans and demonstrates the utility of HRM to link VOC exposure to metabolic pathways associated with relevant disease. MWAS of TCE exposure showed alterations to metabolic features characterized as exposure by-products and endogenous metabolites. In addition to detecting known metabolites of TCE, isotopic spacing analysis and strong positive association with exposure categorization suggests the presence of additional chlorinated metabolites, likely derived from TCE. The chemical identity of these metabolites was not determined, but it suggests the existence of additional, uncharacterized TCE-related metabolic products. Pathway enrichment of metabolites associated with exposure was consistent with TCE detoxification. The presence of cysteine and methionine metabolites is in agreement with metabolism of TCE by glutathione (GSH) conjugation. Association with bile acid biosynthesis is likely related to detoxification of TCE by glucuronidation, with TCE rapidly metabolized to TCE-EtOH in the liver, glucuronidated by glucuronyltransferase and secreted in bile. TCE-EtOH glucuronide undergoes enterohepatic recirculation3 followed by metabolism to TCA.58 Blood bile acid alterations have been identified as a marker of liver damage and hepatotoxicity.59,60 Exposure-related alterations in fatty acid metabolism and reduced palmitoylcarnitine suggest alteration in peroxisome proliferator-activated receptor α, which was also observed in animal TCE exposure models.35 Enriched pathways provided additional evidence of toxicity, with the identified endogenous metabolites relevant to diseases associated with TCE exposure. Elevated levels of blood uric acid have been identified as both an independent risk factor and a marker of kidney disease.61,62 TCE-related alterations in purine catabolism resulting from changes in expression of adenosine deaminase or purine nucleoside phosphorylase could account for the immunosuppressive effects observed by Lan and Zhang.17 Both enzymes are essential for developing and maintaining immune function,63,64 with abnormalities reported in immunodeficiency, leukemia diseases and neoplastic transformations.65–68 The detected TCE-associated changes in plasma glutamine further suggest alterations in immune-related purine catabolism rather than hepatic cells, since glutamine is the primary transporter of ammonia to the liver following deamination of guanine and adenine.69 MTA can act as a secondary precursor to adenine biosynthesis through 5’-methylthioadenosine phosphorylase (MAP).70 Disruption to MAP has been observed in tumour cells, which rely on de novo purine biosynthesis for adenine and DNA synthesis.71 MTA has been observed to be hepatoprotective following treatment with carbon-tetrachloride (CCl4).72 Interestingly, MTA enhances production of IL-1070, and MTA alterations in exposed workers were consistent with TCE-related decreases in IL-1016. Finally, TCE is known to have central nervous system (CNS) depressant effects, with in vitro and long-term exposure associated with dopaminergic neurodegeneration.73–75 Tryptophan and tyrosine both act as precursors for the synthesis of neurotransmitters, and were decreased with exposure TCE metabolic products are transported through multiple tissues and organ systems.3 The presence of metabolic features consistent with unidentified chlorinated chemicals indicates a complex detoxification response to TCE exposure. A different correlation network for each class of markers suggests the possibility of uncharacterized TCE metabolites being toxic to specific organ systems. Association with immune function markers was consistent with the immunosuppressive effects observed by Lan and Zhang17 and Zhang and Bassig.18 Chlorinated metabolites were negatively correlated with IgG, IgM and CD4+ T cells, suggesting that unidentified metabolites could be directly involved in mediating immunotoxicity. KIM-1 and additional nephrotoxicity markers were positively associated with chlorinated isotopes, consistent with the findings of Vermeulen and Zhang,19 whereas plasma uric acid and MTA showed negative correlation. The negative association of uric acid with KIM-1 was unexpected, since urinary expression of KIM-1 is increased with tubular necrosis and various renal diseases, suggesting perturbed purine metabolism as a potential causal mechanism. A similar trend was observed for MTA and the urinary isoenzyemes: αGST and piGST are shed from the proximal and distal tubular cells, respectively, and are upregulated following kidney damage.76 A large number of suspected chlorinated chemicals endogenous metabolites were correlated with urinary TCA and TCE-EtOH measures. Although a correlation for identified TCE metabolites (TCA and TCE-EtOH) with immune and renal markers was not detected, many unidentified chlorinated chemicals were, suggesting greater toxicity to immune and renal systems. We acknowledge some limitations in this work. First, there is a predominance of males in our study population; thus, though sex was included as a covariate in the MWAS model, sex-based differences were not evaluated. Second, a limited sample population of 175 individuals from a specific geographical location was used, and an independent cohort was not available to replicate the findings. Third, this study was focused on known TCE and endogenous metabolites because the limited sample availability precluded in-depth structural characterization of unidentified metabolites. Lack of reference standards and low abundance will make structural elucidation of these features challenging. Finally, the results of this study are correlative in nature. We could not account for unknown confounders, nor identify the exact mechanism through which these metabolic associations occurred. Despite these limitations, MWAS identification of pathways known to participate in detoxification of TCE and pathways consistent with toxicological targets of TCE suggests biological relevance. In addition, molecular markers previously shown to be associated with TCE exposure were correlated with TCE metabolites and exposure-associated endogenous metabolites. The results therefore show that HRM provides a useful approach to link occupational exposures to metabolic perturbations and obtain leads to underlying mechanisms of exposure-related disease.\n\n## Conclusions\nEnvironmental and workplace exposures are a significant contribution to chronic disease burden. This study of a population with rigorous selection criteria and TCE exposure assessment shows that HRM is able to link internal TCE metabolites and perturbations of endogenous metabolism with isolated occupational TCE exposure. The results show associations with unidentified chlorinated products as well as a multiple mechanistic and disease markers of hepatic function, kidney damage and immune dysfunction. Whereas our study was limited to a high occupational exposure, the metabolic associations represent an important first step in identifying how TCE alters metabolism and leads to disease risk. More generally, the results establish the feasibility of using HRM as an occupational surveillance tool to assist in epidemiological studies of specific exposure risks, underlying toxic mechanisms and exposure-related disease susceptibility.\n\n## Funding\nThis work was supported by intramural funds received from the National Institutes of Health and National Cancer Society; National Institute of Environmental Health Science to D.P.J. [award numbers P30 ES019776, ES023485, RO1 ES009047]; National Heart, Blood and Lung Institute [award number IHL113451]; and Department of Science and Technology of Guangdong Province, China [award number 2007A050100004].\n\n## Supplementary Material\nClick here for additional data file.",
  "word_count": 7017,
  "char_count": 51114
}