{
  "pmcid": "PMC6792382",
  "doi": "10.1289/EHP5105",
  "title": "Using Collaborative Cross Mouse Population to Fill Data Gaps in Risk Assessment: A Case Study of Population-Based Analysis of Toxicokinetics and Kidney Toxicodynamics of Tetrachloroethylene",
  "authors": [
    "Yu-Syuan Luo",
    "Joseph A. Cichocki",
    "Nan-Hung Hsieh",
    "Lauren Lewis",
    "Fred A. Wright",
    "David W. Threadgill",
    "Weihsueh A. Chiu",
    "Ivan Rusyn"
  ],
  "year": "2019",
  "journal": "Environmental Health Perspectives",
  "abstract": "Background:Interindividual variability in susceptibility remains poorly characterized for environmental chemicals such as tetrachloroethylene (PERC). Development of population-based experimental models provide a potential approach to fill this critical need in human health risk assessment.Objectives:In this study, we aimed to better characterize the contribution of glutathione (GSH) conjugation to kidney toxicity of PERC and the degree of associated interindividual toxicokinetic (TK) and toxicodynamic (TD) variability by using the Collaborative Cross (CC) mouse population.Methods:Male mice from 45 strains were intragastrically dosed with PERC (1,000mg/kg) or vehicle (5% Alkamuls EL-620 in saline), and time-course samples were collected for up to 24 h. Population variability in TK of S-(1,2,2-trichlorovinyl)GSH (TCVG), S-(1,2,2-trichlorovinyl)-L-cysteine (TCVC), and N-acetyl-S-(1,2,2-trichlorovinyl)-L-cysteine (NAcTCVC) was quantified in serum, liver, and kidney, and analyzed using a toxicokinetic model. Effects of PERC on kidney weight, fatty acid metabolism–associated genes [Acot1 (Acyl-CoA thioesterase 1), Fabp1 (fatty acid-binding protein 1), and Ehhadh (enoyl-coenzyme A, hydratase/3-hydroxyacyl coenzyme A dehydrogenase)], and a marker of proximal tubular injury [KIM-1 (kidney injury molecule-1)/Hepatitis A virus cellular receptor 1 (Havcr1)] were evaluated. Finally, quantitative data on interstrain variability in both formation of GSH conjugation metabolites of PERC and its kidney effects was used to calculate adjustment factors for the interindividual variability in both TK and TD.Results:Mice treated with PERC had significantly lower kidney weight, higher kidney-to-body weight (BW) ratio, and higher expression of fatty acid metabolism–associated genes (Acot1, Fabp1, and Ehhadh) and a marker of proximal tubular injury (KIM-1/Havcr1). Liver levels of TCVG were significantly correlated with KIM-1/Havcr1 in kidney, consistent with kidney injury being associated with GSH conjugation. We found that the default uncertainty factor for human variability may be marginally adequate to protect 95%, but not more, of the population for kidney toxicity mediated by PERC.Discussion:Overall, this study demonstrates the utility of the CC mouse population in characterizing metabolism–toxicity interactions and quantifying interindividual variability. Further refinement of the characterization of interindividual variability can be accomplished by incorporating these data into in silico population models both for TK (such as a physiologically based pharmacokinetic model), as well as for toxicodynamic responses. https://doi.org/10.1289/EHP5105",
  "sections": [
    {
      "title": "Introduction",
      "text": "Human health risk assessment aims to set up actionable thresholds for exposures to environmental and occupational chemicals. Most often, these thresholds are calculated based on the point of departure values derived from in vivo studies in animals (U.S. EPA 2002). To protect the general human population, certain assumptions are made and uncertainty factors are applied to address data limitations such as interspecies differences, database insufficiencies, and population variability (EFSA 2012; OEHHA 2008; U.S. EPA 2002). Understanding human variability in metabolism (i.e., toxicokinetics, TK) and toxicity (i.e., toxicodynamics, TD) is a critical unmet need for chemical risk assessment (National Academies of Sciences, Engineering, and Medicine 2017). Most chemicals lack experimental data on interindividual variability; hence, default uncertainty factors (U.S. EPA 2002) are applied to account for uncertainty factors for the interindividual variability in TK (UFH,TK=3.16) and TD (UFH,TD=3.16). Both the U.S. Environmental Protection Agency (U.S. EPA) and World Health Organization/International Programme on Chemical Safety recommend replacing such default factors with adjustment or extrapolation factors derived from chemical-specific data (U.S. EPA 2014; WHO 2005) However, even with chemical-specific data, many chemicals have multiple metabolic pathways and elicit tissue-specific effects, which creates a challenge in choosing the appropriate adjustment factors to account for interindividual variability. Tetrachloroethylene (PERC) is an example of a chemical with complex metabolism and organ-specific toxicity associated different metabolic pathways (Cichocki et al. 2016; Luo et al. 2018b). Liver is a target for oxidative PERC metabolites that are formed through cytochrome P450 (CYP)–mediated formation of an epoxide intermediate, which subsequently converts to trichloroacetic acid (TCA). TCA is a major metabolite of PERC, a common biomarker of exposure for chlorinated solvents (Froese et al. 2002; Green et al. 2004; Völkel et al. 1998), and a ligand of peroxisome proliferator–activated receptor alpha (PPARα) (Zhou and Waxman 1998). On the other hand, kidney toxicity of PERC is thought to be mediated by the glutathione (GSH) conjugation metabolites of PERC (Cichocki et al. 2016; Cummings et al. 2000; Lash et al. 2007). Conjugation of PERC with GSH primarily occurs in the liver to generate S-(1,2,2-trichlorovinyl)glutathione (TCVG), which can be transported to the kidney and further metabolized to S-(1,2,2-trichlorovinyl)glutathione (TCVC). Subsequently, TCVC can be detoxified via N-acetylation to form N-acetyl-S-(1,2,2-trichlorovinyl)cysteine (NAcTCVC). Both TCVC and NAcTCVC can further undergo metabolic activation to generate reactive sulfoxides, which may contribute to the kidney effects of PERC (Irving et al. 2013). Even though PERC metabolism through GSH pathway is only a fraction (∼30- fold lower) of that for oxidation (Luo et al. 2018c), both nephrotoxicity (Cichocki et al. 2019) and interindividual variability in metabolism (Luo et al. 2018c) of PERC have been reported. Therefore, a quantitative characterization of interindividual variability in both metabolism and toxicity of PERC is needed. The Collaborative Cross (CC) mouse strains are increasingly used to characterize the degree of and mechanisms for population variability in chemical and drug effects (Cichocki et al. 2017c; Hartman et al. 2017; Luo et al. 2018a; Mosedale et al. 2017; Venkatratnam et al. 2017, 2018). The CC was derived from eight genetically diverse founder strains and captures over 90% of known genetic variability in mice (Collaborative Cross Consortium 2012; Threadgill et al. 2011). This mouse population provides a powerful tool to model the human variability (Harrill and McAllister 2017). The CC mouse population model was recently used to demonstrate a complex and highly variable relationship between oxidative metabolism of PERC and its liver effects (Cichocki et al. 2017c). In this study, we aimed to characterize the population variability in GSH conjugation and kidney toxicity of PERC. In addition, we hypothesized that individual strains with higher capacity to form GSH conjugates are more sensitive to the nephrotoxic effects of PERC. Data from this study fill a critical data gap in addressing population variability in chemical risk assessment of PERC."
    },
    {
      "title": "Material and Methods",
      "text": "PERC (≥99.9%), chloroform (≥99.9%), and formic acid (≥95%) were from Sigma-Aldrich. Methanol (≥99.9%) was purchased from Fischer Scientific. TCVG (purity: 98.9%), TCVC (purity: 98.4%), and all stable isotope–labeled internal standards [S-(1,2,2- trichlorovinyl)- GSH -13C2-15N (TCVG*, purity: 90.4%), S-(1,2,2- trichlorovinyl)- cysteine -13C3-15N (TCVC*, purity: 97.5%), and N- acetyl -S-(1,2,2- trichlorovinyl)- cysteine -13C3-15N (NAcTCVC*, purity: 99.0%)] were synthesized by Dr. Avram Gold at the University of North Carolina at Chapel Hill. NAcTCVC (purity: 99.7%) was purchased from Toronto Research Chemicals. The in-life portion of this study is described in Cichocki et al. (2017c). Adult (6–8 wk of age) male mice from 45 strains of the CC were acquired from the Systems Genetics Core at the University of North Carolina or from a colony maintained at Texas A&M University. All animals were acquired between 6 January 2015 and 20 February 2015. Exact dates of birth, dates of acquisition, original IDs (if applicable), and a complete list of strains used are available online on the Mouse Phenome Database (https://phenome.jax.org/; MPD: Rusyn7). Animals were housed in disposable high-efficiency particulate air (HEPA)–filtered polycarbonate cages with hardwood chip bedding (Sani-Chips®, P.J. Murphy Forest Products) with access to food (Teklad #8604; Envigo) and purified water ad libitum. The animal room was maintained on a 12-h light/dark cycle. Animals were allowed to acclimate to the room for at least 10 d prior to beginning experimentation. Animals were intragastrically dosed with a single dose of PERC (1,000mg/kg) prepared in 5% Alkamuls EL-620 (Solvay) in saline (see below) and euthanized with Euthasol™ (3mL/kg; Med-Vet International) at 1, 2, 4, 12, or 24 h after dosing (n=1/strain/time point). The dose of PERC used in these studies was below that used in the 2-y cancer bioassay in B6C3F1 mice, for which doses of 1,072 or 536mg/kg/d were administered daily, 5 d/wk for 78 wk to male mice (National Toxicology Program 1977). Strain-matched mice were treated with a single dose of 5% Alkamuls EL-620 in saline (5mL/kg) and euthanized at 24 h after dosing to serve as vehicle control. Liver and kidney samples were collected and stored at −80°C until analyzed. Blood was drawn from the vena cava and serum prepared by centrifugation (10,000×g, 5 mins, 4ºC) using Z-gel tubes (Sarstedt). All animal studies and procedures were reviewed and approved by the Institutional Animal Care and Use Committee at Texas A&M University. Concentration–time profiles of TCVG, TCVC, and NAcTCVC in mouse liver, kidney, and serum were determined by using a liquid chromatography–tandem mass spectrometry (LC-MS/MS) method, as detailed elsewhere (Luo et al. 2017). Briefly, tissue (50mg) was homogenized in 400μL of methanol:chloroform (1:1). Subsequently, the homogenate was subject to liquid–liquid extraction and solid-phase extraction (SPE) with weak anion cartridge prior to LC-MS/MS analysis. Serum samples (50μL) were mixed with 100μL of methanol for protein precipitation. After centrifugation (14,000×g, 5 min), the supernatant was diluted with 850μL of deionized water prior to SPE and LC-MS/MS analysis. Tissue levels of metabolites were calculated by an eight-point linear calibration curve (0, 0.25, 0.5, 1.25, 2.5, 6.25, 18.75, and 31.25  pmole) using peak area ratios of standards as compared with isotopically labeled internal standards. Tissue levels of PERC and its metabolites were fitted with a multicompartment model, as described in Luo et al. (2018c). The model depicts the oxidation, GSH conjugation, and bioactivation of GSH conjugates for PERC metabolism. We first calibrated the model parameters for CC population by using a hierarchical Bayesian population approach through Markov chain Monte Carlo simulation. The informative prior distributions of model parameters were based on the estimates from Luo et al. (2018c). Next, we generated joint posterior parameter P(θ|y) according to the parameter θ and the given data y as: P(θ|y)=P(θ)⋅P(y|θ). The distributions of population mean were updated through maximum likelihood from data in three inbred strains (B6C3F1, C57BL/6J, and NZQ/LacJ) (Luo et al. 2018c), with a range of ±3 standard deviations. We evaluated the model calibration result according to its convergence, goodness of fit, and consistency of model parameter across four different simulation chains. Four chains were run to 50,000 iterations, and we used the last 5,000 iterations as joint posterior distribution for each parameter. Finally, following the mass–balance rule, we estimated the percentage of PERC, TCA, and GSH conjugation by dividing the excreted individual compound with the administered oral dose. All model calibration and validation were conducted in the GNU MCSim (version 6.0.0; GNU) software (Bois 2009). Total RNA was isolated from 15−20mg pulverized kidney using miRNeasy kits (Qiagen). Two micrograms of total RNA were obtained for synthesis of cDNA by using the High-Capacity cDNA Archival Kit (Thermo Fisher Scientific). Forty nanograms of kidney cDNA were used for quantitative reverse transcription real-time polymerase chain reaction (qRT-PCR) experiments. All qRT-PCR experiments were carried out by using the following TaqMan probes (Applied Biosystems™): Tbp (TATA-box binding protein), Mm01277042_m1; Havcr1: Mm00506686_m1; Fabp1 (fatty acid-binding protein 1):Mm00444340_m1; Ehhadh (enoyl-coenzyme A, hydratase/3-hydroxyacyl coenzyme A dehydrogenase): Mm00619685_m1; Acot1: Mm01622471_s1) according to the manufacturer’s instruction. Tbp served as internal control. PCR was performed using Roche LightCycler® 480 (Roche), and expression of each target gene was normalized to Tbp using the 2−ΔΔCT method. Protein levels of kidney KIM-1 (kidney injury molecule-1) were measured by a mouse T-cell immunoglobulin and mucin domain 1 (TIM-1)/KIM-1/HAVCR Quantikine Enzyme-Linked Immunosorbent Assay (ELISA) Kit (R&D Systems). Briefly, kidney tissue (10mg) was homogenized in 1mL of calibrator diluent RD5-26 using Bead Ruptor 24 (Omni International), and centrifuged at 10,000×g for 15 mins. The supernatant was used for the quantification of KIM-1 according to manufacturer’s protocol. The interstrain variability of PERC and its metabolites was estimated as previously described (Luo et al. 2018a). The total observed variance across CC mouse strains was decomposed into two components: interstrain heterogeneity and intrastrain variability resulting from environmental factors or measurement error. In this study, we only measured one sample per time point from each CC strain, precluding decomposition on inter- and intrastrain variation based on these data alone. As an alternative, we independently estimated intrastrain variability using the previously reported intrastrain variation in C57BL/6J mice (Cichocki et al. 2019). The interstrain variability was then derived as follows: σinterstrain2=σtotal2−σintrastrain2, where σtotal2=variance of  log- transformed data across  45  CC mice, and σintrastrain2 =  variance of  log- transformed data across C57BL/6J mice. The uncertainty factors for the interindividual variability (UFH) were obtained from UFH=ez*σ, where z=Z statistics at 95th or 99th percentiles, and σ=square root of interstrain variance. For TK end points, the derived uncertainty factor is for TK only (UFH,TK), whereas for the toxicity end points, the derived factor is the composite uncertainty factors for human variability (UFH,TK+TD). In the latter case, the TD-only component was derived by first taking the difference between the combined interindividual variance and the TK component (σTD2=σTK+TD2−σTK2), using the value for oxidative metabolism for liver effects and GSH conjugation for kidney effects. Then UFH,TD was calculated as described above using σTD. The density plots for disposition of PERC metabolites, dumbbell plots (ggplot2, version 3.0.0, and ggalt, version 0.4.0), pairwise boxplot (ggplot2 and ggpubr, version 0.1.7.999), and correlation heatmap (gplots, version 3.0.1, and PerformanceAnalytics, version 1.4.3,541”) were generated by R software (version 3.3.3; R Development Core Team). A pairwise t-test was used for comparison between control and treatment groups, where the statistical significance was set at 0.05. The area under the curves (AUCs) for the concentration–time profiles of TCVG, TCVC, and NAcTCVC were calculated by the trapezoidal rule. All raw data from this study have been deposited into the Mouse Phenome Database as a publicly available dataset (http://phenome.jax.org; MPD: Rusyn7)."
    },
    {
      "title": "Chemicals",
      "text": "PERC (≥99.9%), chloroform (≥99.9%), and formic acid (≥95%) were from Sigma-Aldrich. Methanol (≥99.9%) was purchased from Fischer Scientific. TCVG (purity: 98.9%), TCVC (purity: 98.4%), and all stable isotope–labeled internal standards [S-(1,2,2- trichlorovinyl)- GSH -13C2-15N (TCVG*, purity: 90.4%), S-(1,2,2- trichlorovinyl)- cysteine -13C3-15N (TCVC*, purity: 97.5%), and N- acetyl -S-(1,2,2- trichlorovinyl)- cysteine -13C3-15N (NAcTCVC*, purity: 99.0%)] were synthesized by Dr. Avram Gold at the University of North Carolina at Chapel Hill. NAcTCVC (purity: 99.7%) was purchased from Toronto Research Chemicals."
    },
    {
      "title": "Animals and Treatments",
      "text": "The in-life portion of this study is described in Cichocki et al. (2017c). Adult (6–8 wk of age) male mice from 45 strains of the CC were acquired from the Systems Genetics Core at the University of North Carolina or from a colony maintained at Texas A&M University. All animals were acquired between 6 January 2015 and 20 February 2015. Exact dates of birth, dates of acquisition, original IDs (if applicable), and a complete list of strains used are available online on the Mouse Phenome Database (https://phenome.jax.org/; MPD: Rusyn7). Animals were housed in disposable high-efficiency particulate air (HEPA)–filtered polycarbonate cages with hardwood chip bedding (Sani-Chips®, P.J. Murphy Forest Products) with access to food (Teklad #8604; Envigo) and purified water ad libitum. The animal room was maintained on a 12-h light/dark cycle. Animals were allowed to acclimate to the room for at least 10 d prior to beginning experimentation. Animals were intragastrically dosed with a single dose of PERC (1,000mg/kg) prepared in 5% Alkamuls EL-620 (Solvay) in saline (see below) and euthanized with Euthasol™ (3mL/kg; Med-Vet International) at 1, 2, 4, 12, or 24 h after dosing (n=1/strain/time point). The dose of PERC used in these studies was below that used in the 2-y cancer bioassay in B6C3F1 mice, for which doses of 1,072 or 536mg/kg/d were administered daily, 5 d/wk for 78 wk to male mice (National Toxicology Program 1977). Strain-matched mice were treated with a single dose of 5% Alkamuls EL-620 in saline (5mL/kg) and euthanized at 24 h after dosing to serve as vehicle control. Liver and kidney samples were collected and stored at −80°C until analyzed. Blood was drawn from the vena cava and serum prepared by centrifugation (10,000×g, 5 mins, 4ºC) using Z-gel tubes (Sarstedt). All animal studies and procedures were reviewed and approved by the Institutional Animal Care and Use Committee at Texas A&M University."
    },
    {
      "title": "Quantification of TCVG, TCVC, and NAcTCVC",
      "text": "Concentration–time profiles of TCVG, TCVC, and NAcTCVC in mouse liver, kidney, and serum were determined by using a liquid chromatography–tandem mass spectrometry (LC-MS/MS) method, as detailed elsewhere (Luo et al. 2017). Briefly, tissue (50mg) was homogenized in 400μL of methanol:chloroform (1:1). Subsequently, the homogenate was subject to liquid–liquid extraction and solid-phase extraction (SPE) with weak anion cartridge prior to LC-MS/MS analysis. Serum samples (50μL) were mixed with 100μL of methanol for protein precipitation. After centrifugation (14,000×g, 5 min), the supernatant was diluted with 850μL of deionized water prior to SPE and LC-MS/MS analysis. Tissue levels of metabolites were calculated by an eight-point linear calibration curve (0, 0.25, 0.5, 1.25, 2.5, 6.25, 18.75, and 31.25  pmole) using peak area ratios of standards as compared with isotopically labeled internal standards."
    },
    {
      "title": "Disposition of PERC, Trichloroacetic Acid, and Glutathione Conjugates among Collaborative Cross Strains",
      "text": "Tissue levels of PERC and its metabolites were fitted with a multicompartment model, as described in Luo et al. (2018c). The model depicts the oxidation, GSH conjugation, and bioactivation of GSH conjugates for PERC metabolism. We first calibrated the model parameters for CC population by using a hierarchical Bayesian population approach through Markov chain Monte Carlo simulation. The informative prior distributions of model parameters were based on the estimates from Luo et al. (2018c). Next, we generated joint posterior parameter P(θ|y) according to the parameter θ and the given data y as: P(θ|y)=P(θ)⋅P(y|θ). The distributions of population mean were updated through maximum likelihood from data in three inbred strains (B6C3F1, C57BL/6J, and NZQ/LacJ) (Luo et al. 2018c), with a range of ±3 standard deviations. We evaluated the model calibration result according to its convergence, goodness of fit, and consistency of model parameter across four different simulation chains. Four chains were run to 50,000 iterations, and we used the last 5,000 iterations as joint posterior distribution for each parameter. Finally, following the mass–balance rule, we estimated the percentage of PERC, TCA, and GSH conjugation by dividing the excreted individual compound with the administered oral dose. All model calibration and validation were conducted in the GNU MCSim (version 6.0.0; GNU) software (Bois 2009)."
    },
    {
      "title": "Quantitative Reverse Transcription Real-Time Polymerase Chain Reaction",
      "text": "Total RNA was isolated from 15−20mg pulverized kidney using miRNeasy kits (Qiagen). Two micrograms of total RNA were obtained for synthesis of cDNA by using the High-Capacity cDNA Archival Kit (Thermo Fisher Scientific). Forty nanograms of kidney cDNA were used for quantitative reverse transcription real-time polymerase chain reaction (qRT-PCR) experiments. All qRT-PCR experiments were carried out by using the following TaqMan probes (Applied Biosystems™): Tbp (TATA-box binding protein), Mm01277042_m1; Havcr1: Mm00506686_m1; Fabp1 (fatty acid-binding protein 1):Mm00444340_m1; Ehhadh (enoyl-coenzyme A, hydratase/3-hydroxyacyl coenzyme A dehydrogenase): Mm00619685_m1; Acot1: Mm01622471_s1) according to the manufacturer’s instruction. Tbp served as internal control. PCR was performed using Roche LightCycler® 480 (Roche), and expression of each target gene was normalized to Tbp using the 2−ΔΔCT method."
    },
    {
      "title": "Enzyme-Linked Immunosorbent Assay Detection of KIM-1 Protein",
      "text": "Protein levels of kidney KIM-1 (kidney injury molecule-1) were measured by a mouse T-cell immunoglobulin and mucin domain 1 (TIM-1)/KIM-1/HAVCR Quantikine Enzyme-Linked Immunosorbent Assay (ELISA) Kit (R&D Systems). Briefly, kidney tissue (10mg) was homogenized in 1mL of calibrator diluent RD5-26 using Bead Ruptor 24 (Omni International), and centrifuged at 10,000×g for 15 mins. The supernatant was used for the quantification of KIM-1 according to manufacturer’s protocol."
    },
    {
      "title": "Calculation of Uncertainty Factors for Interstrain Variability in Toxicokinetics and Toxicodynamics",
      "text": "The interstrain variability of PERC and its metabolites was estimated as previously described (Luo et al. 2018a). The total observed variance across CC mouse strains was decomposed into two components: interstrain heterogeneity and intrastrain variability resulting from environmental factors or measurement error. In this study, we only measured one sample per time point from each CC strain, precluding decomposition on inter- and intrastrain variation based on these data alone. As an alternative, we independently estimated intrastrain variability using the previously reported intrastrain variation in C57BL/6J mice (Cichocki et al. 2019). The interstrain variability was then derived as follows: σinterstrain2=σtotal2−σintrastrain2, where σtotal2=variance of  log- transformed data across  45  CC mice, and σintrastrain2 =  variance of  log- transformed data across C57BL/6J mice. The uncertainty factors for the interindividual variability (UFH) were obtained from UFH=ez*σ, where z=Z statistics at 95th or 99th percentiles, and σ=square root of interstrain variance. For TK end points, the derived uncertainty factor is for TK only (UFH,TK), whereas for the toxicity end points, the derived factor is the composite uncertainty factors for human variability (UFH,TK+TD). In the latter case, the TD-only component was derived by first taking the difference between the combined interindividual variance and the TK component (σTD2=σTK+TD2−σTK2), using the value for oxidative metabolism for liver effects and GSH conjugation for kidney effects. Then UFH,TD was calculated as described above using σTD."
    },
    {
      "title": "Statistical Analyses",
      "text": "The density plots for disposition of PERC metabolites, dumbbell plots (ggplot2, version 3.0.0, and ggalt, version 0.4.0), pairwise boxplot (ggplot2 and ggpubr, version 0.1.7.999), and correlation heatmap (gplots, version 3.0.1, and PerformanceAnalytics, version 1.4.3,541”) were generated by R software (version 3.3.3; R Development Core Team). A pairwise t-test was used for comparison between control and treatment groups, where the statistical significance was set at 0.05. The area under the curves (AUCs) for the concentration–time profiles of TCVG, TCVC, and NAcTCVC were calculated by the trapezoidal rule."
    },
    {
      "title": "Data Availability",
      "text": "All raw data from this study have been deposited into the Mouse Phenome Database as a publicly available dataset (http://phenome.jax.org; MPD: Rusyn7)."
    },
    {
      "title": "Results",
      "text": "Acute dosing with PERC resulted in strain-specific effects on nephrotoxicity phenotypes. Compared with mice treated with vehicle, those treated with PERC had lower kidney weights and higher kidney-to-body weight (BW) ratios (Figure 1). Compared to the vehicle group, the population mean of kidney weight was 5.9% lower in the PERC-treated group. In contrast, the population mean of kidney-to-BW ratio was 2.8% higher in the PERC-treated group, as treatment with PERC resulted a lower BW in ∼80% of strains (Cichocki et al. 2017c). Additionally, PERC treatment resulted in higher mRNA and protein expression of kidney injury marker Havcr1/KIM-1; Figure 2), with an average of 5.3-fold higher expression of Havcr1 and 2.4-fold higher expression of KIM-1 protein as compared with vehicle-treated mice. Interstrain variability in responses (i.e., change in mRNA or protein) to PERC were also observed, where CC003 was among the most sensitive strains, and CC012 was among the most resistant strains. It is also noteworthy that both mRNA and protein levels of KIM-1 were highly correlated in treated mice (r=0.86). Finally, PERC-treated mice also had higher mRNA expression of PPARα-responsive genes (Fabp1, Ehhadh, and Acot1) than control-treated mice (Figure 3). PERC-treated mice exhibited significantly higher population-level expression by 4.1-fold for Acot1, 6.7-fold for Fabp1, and 2.1-fold for Ehhadh. Future studies of the effects of PERC can investigate specific mediation hypotheses for transcriptional levels as influenced by local genotype, i.e., cis-eQTLs (expression quantitative trait loci). These effects are plausible, e.g., as judged by careful eQTL linkage analysis of liver baseline transcriptional levels measured by RNA-Seq in 50  CC lines, largely overlapping the CC lines here (Venkatratnam et al. 2017). Using data from that study, nominal and adjusted (for the entire transcriptome) p-values for cis-effects on transcription were, respectively, Havcr1 (p<10−10; adjusted p=2.5×10−7), Acot1 (p=0.044; adjusted p=0.83), Ehhadh (p<0.019; adjusted p=0.54), and Fabp1 (p=0.0029; adjusted p=0.17). Future dissection of eQTL effects, and specifically as modifiers of effect, can be performed to further elucidate the differential effects by strain. Effects of tetrachloroethylene (PERC; 1,000mg/kg; single dose) on kidney weight and kidney to body weight (BW) ratios in Collaborative Cross mice. Scatter dot plots illustrate the effects of PERC on kidney weight and kidney to BW ratio in mice from Collaborative Cross strains. Mean±standard deviation are shown for each group. There was a single mouse per strain in control and treated groups. Significance was determined using a Wilcoxon matched-pairs (i.e., strains) signed rank test. See Figure S5 for a plot of pair-wise effects in each strain. Effects of tetrachloroethylene (PERC; 1,000mg/kg; single dose) on kidney mRNA and protein levels of KIM-1 (kidney injury molecule-1) in Collaborative Cross mice. Dumbbell plots illustrate the difference between PERC-treated (squares) and vehicle-treated (circles) mice in each Collaborative Cross strain. Scattered dot plot insets show the population geometric means and geometric variance (GSD). Data on (A) Havcr1 mRNA expression, and (B) KIM-1 protein level in kidney are shown. There was a single mouse per strain in control and treated groups. Significance was determined using a Wilcoxon matched-pairs (i.e., strains) signed rank test. Effects of tetrachloroethylene (PERC; 1,000mg/kg; single dose) on kidney mRNA expression of peroxisome proliferator–activated receptor alpha (PPARα) target genes in Collaborative Cross mice. Scatter dot plots illustrate the difference between PERC-treated and vehicle-treated mice from Collaborative Cross strains with regard to kidney mRNA expression of Acot1 (Acyl-CoA thioesterase 1), Fabp1 (fatty acid-binding protein 1), and Ehhadh (enoyl-coenzyme A, hydratase/3-hydroxyacyl coenzyme A dehydrogenase). The geometric means and geometric variance (GSD) are indicated. Significance was determined using a Wilcoxon matched-pairs (i.e., strains) signed rank test. See Figure S6 for a plot of pair-wise effects in each strain. Concentration–time profiles of TCVG, TCVC, and NAcTCVC were examined among 45  CC strains (Figure 4; Figures S1–S3). Most CC strains showed similar TK of GSH conjugation metabolites, with a peak concentration at 1–2 h after dosing and a rapid complete elimination within 12 h (Figure 4A–C). However, CC075 strain manifested a distinct TK profile with delayed formation and elimination of GSH conjugates in kidney. Based on the concentration–time profiles of GSH conjugation metabolites, we calculated the AUCs to compare the tissue-specific TK of GSH conjugation metabolites across strains (Figure 4D–F). The range of interstrain differences were 54.2-fold for TCVG, 29.0-fold for TCVC, and 33.6-fold for NAcTCVC. Toxicokinetic parameters of glutathione metabolites of tetrachloroethylene (PERC) in kidney of Collaborative Cross mice. Shown are concentration–time profiles (A–C) and the area under the curve (AUC0−12h; D–F) for S-(1,2,2-trichlorovinyl)glutathione (TCVG), S-(1,2,2-trichlorovinyl)-L-cysteine (TCVC), and N-acetyl-S-(1,2,2-trichlorovinyl)-L-cysteine (NAcTCVC) in mouse kidney after oral dosing with PERC (1,000mg/kg; single dose). A two-phase exponential association was used to fit the concentration–time profiles of TCVG, TCVC, and NAcTCVC, exemplified by representative lines in strains CC075 (triangle), CC001 (square), CC023 (diamond), CC037 (circle), and CC021 (inverted triangle). Black line indicates the population estimate based on 45 strains. Dark-gray shaded area shows the 95% confidence interval of the population estimate, and light-gray shaded area highlights the 95% prediction interval of the fitted curve. AUC within 12 h after dosing for each strain was calculated by using the trapezoidal rule. See Figure S5 for a plot of pair-wise effects in each strain. To explore the relationships between PERC metabolites and/or toxicodynamic phenotypes, we conducted a population-based correlation analysis (Figure 5). As expected, we observed positive correlations among the variables with similar properties. For example, the AUCs of GSH conjugation metabolites (TCVG, TCVC, and NAcTCVC) across liver, kidney, and serum tissues correlated well with each other. Likewise, the AUCs of PERC and TCA across tissues, liver toxicodynamic phenotypes, and kidney toxicodynamic phenotypes also showed positive correlations within their own group (Havcr1 and KIM-1, r=0.86; kidney weight and kidney to BW ratio, r=0.51). Interestingly, we found potential associations between PERC metabolites and toxicodynamic phenotypes. Liver triglycerides correlated negatively with liver level of TCVC (r=−0.63; p<0.05). Kidney injury markers showed significant correlations with liver TCVG (r=0.52 for Havcr1 and r=0.42 for KIM-1; Figure S4), serum TCVG (r=0.42 for Havcr1 and r=0.40 for KIM-1), liver NAcTCVC (r=0.43 for Havcr1 and r=0.40 for KIM-1), and kidney NAcTCVC (r=0.40 for Havcr1 and r=0.45 for KIM-1). The correlation heatmap of tetrachloroethylene (PERC) metabolites and toxicodynamics phenotypes among Collaborative Cross stains. Each block represents the Pearson’s correlation coefficient (r) generated from two phenotypes and is colored by the direction of correlation (blue for negative correlation, red for positive correlation). Note: KIM-1, kidney injury molecule-1; NAcTCVC, N-acetyl-S-(1,2,2-trichlorovinyl)-L-cysteine; TCA, trichloroacetic acid; TCVC, S-(1,2,2-trichlorovinyl)-L-cysteine; TCVG, S-(1,2,2-trichlorovinyl)glutathione. CC mouse population–derived concentration-time profiles of PERC, oxidative metabolite (TCA), and GSH conjugative metabolites (TCVG, TCVC, and NAcTCVC) can be used to quantify the interstrain variability and derive chemical-specific adjustment factors to replace default uncertainty factors. Based on a previously published TK model for PERC and its metabolites (Luo et al. 2018c), we estimated the disposition for PERC, TCA, and GSH conjugates (Figure 6). The population average was 80.4% for PERC, 19.4% for TCA, and 0.25% for GSH conjugates, where 52% of total GSH conjugates further underwent bioactivation to form reactive species (Figure 6A). The density plots (Figure 6B–E) illustrate the population distribution of PERC and its metabolites among CC strains. Interstrain difference was 1.19-fold for unchanged PERC, 2.34-fold for oxidation, 6.68-fold for GSH conjugation, and 5.34-fold for bioactivation of GSH conjugates. Predicted disposition of tetrachloroethylene (PERC), trichloroacetic acid (TCA), and glutathione (GSH) conjugates in Collaborative Cross mouse strains. (A) Pie charts are used to represent the population estimates of the percentage disposition for PERC and its metabolites, which are predicted by a multicompartment toxicokinetics (TK) model. PERC, TCA, and overall GSH conjugation (arrow) are shown on the left. The pie chart on the right presents the fate of GSH conjugates, either through N-acetylation or bioactivation. (B–E) The density plots visualize the population variability of PERC (B) and its metabolites (C) TCA, (D) N-acetylation metabolites, and (E) bioactive metabolites among 45 Collaborative Cross strains, and data from B6C3F1/J (▲), C57BL/6J (■), and NZW/LacJ (●) strains (Luo et al. 2018c). We also have taken advantage of a recently published toxicokinetic data of PERC and its metabolites in three mouse strains to illustrate the power of the population-based model. Compared to the data from three mouse strains (B6C3F1/J, C57BL/6J, and NZW/LacJ) (Luo et al. 2018c), the CC mouse population captures a greater variability for PERC and its metabolites (Figure 6B–E). In addition, the three mouse strains used in previous studies, including the B6C3F1 strain used in cancer bioassays of PERC (National Toxicology Program 1977), locate in the higher end of CC population for PERC (above the 90th percentile) (Figure 6B), but in the lower end for TCA (below the 10th percentile) (Figure 6C). For the estimates for GSH conjugation, the three mouse strains lie in the middle of the distribution of the data from CC population (Figure 6D–E). To translate the quantitative data on population variability of TK and TD of PERC obtained in this study into information directly useable in chemical risk assessment, we calculated chemical-specific adjustment factors for TK and/or TD variability based on the data from the CC population (Table 1). Predicted disposition of PERC, TCA, and GSH conjugates across CC strains was used to calculate the chemical-specific adjustment factors for TK variability (UFTK). Two TD end points, liver-to-BW ratio (for liver effects) and KIM-1 (for kidney effects), were selected based on the organ-specific data used for deriving candidate reference doses (cRfDs) in the toxicological review of PERC (U.S. EPA 2012). The interstrain difference observed in TD end points includes the variance from TK and TD; therefore, we subtracted corresponding tissue-specific TK variance (i.e., liver effect and TCA, kidney effect and GSH conjugation) to obtain the chemical-specific uncertainty factors for TD (UFTD). Derivation of uncertainty factors for interstrain variability in toxicokinetics and toxicodynamics of tetrachloroethylene (PERC) using Collaborative Cross mouse population data. Note: The bracket shows the 95% confidence interval of the point estimate. For TK end points, the derived UF for human variability represents only the TK component. For the toxicity end points, the derived UFs represent the composite UF for interstrain variability (TK+TD), with the TD-only component in parentheses. GM, geometric mean, the unit is milligram for toxicokinetics end points and dimensionless for toxicodynamic endpoints (fold-change); GSD, geometric standard deviation; GSH, glutathione; KIM-1, kidney injury molecule-1; TD, toxicodynamics; TK, toxicokinetics; UFH, uncertainty factors for human variability; σinterstrain2=σtotal2−σintrastrain2; σintrastrain2, variance of log-transformed data from Cichocki et al. (2019); σtotal2, variance of log transformed data from this study. For TK variability, the largest variance was found in the GSH conjugation metabolic pathway of PERC. The default uncertainty factor (3.16) is greater than the UFH- TK, 95 derived from PERC and oxidative metabolism, but marginally adequate to account for TK variability in GSH conjugation at the 95th percentile. Likewise, for TD variability, KIM-1 also showed a greater variance as compared with liver-to-BW ratio. The default uncertainty factor is sufficient to account for the TD variability in liver effect but fails to account for the TD variability in kidney effects. Our result shows that UFTD is greater than UFTK for PERC exposure, which is counter to the equal variability assumption (UFTK=UFTD=3.16) used in traditional chemical risk assessments. Next, we used this study-derived chemical-specific adjustment factors for combined TK and TD variability at the 95th percentile into calculation of the cRfD and compared that with those derived by the U.S. EPA (2012) (Figure 7). For liver effects, this study-based UFH (1.2) is smaller than the default value, resulting in a larger cRfD. On the other hand, for the kidney effect, this study-derived UFH (7.6) is close to the default UF of 10, which leads to the similar cRfD. However, at the 99th percentile, we would find a smaller cRfD that is close to the current RfD. Still, the neurological effects remain to be the most sensitive end point, resulting in the smallest cRfD. Comparison of candidate reference dose (cRfD, gray circles) supporting the RfD (dash line) and cRfD with uncertainty factors (UF) updated from this study. No-observed-adverse-effect level (NOAEL, open circles) or lowest-observed-adverse-effect level (LOAEL, filled circles) was used as point of departure for organ-specific effect. UFA, animal to human; UFD, database; UFH, human variability; UFL, LOAEL to NOAEL; UFS, subchronic to chronic exposure duration."
    },
    {
      "title": "PERC-Mediated Effects on the Kidney in Collaborative Cross Strain Mice",
      "text": "Acute dosing with PERC resulted in strain-specific effects on nephrotoxicity phenotypes. Compared with mice treated with vehicle, those treated with PERC had lower kidney weights and higher kidney-to-body weight (BW) ratios (Figure 1). Compared to the vehicle group, the population mean of kidney weight was 5.9% lower in the PERC-treated group. In contrast, the population mean of kidney-to-BW ratio was 2.8% higher in the PERC-treated group, as treatment with PERC resulted a lower BW in ∼80% of strains (Cichocki et al. 2017c). Additionally, PERC treatment resulted in higher mRNA and protein expression of kidney injury marker Havcr1/KIM-1; Figure 2), with an average of 5.3-fold higher expression of Havcr1 and 2.4-fold higher expression of KIM-1 protein as compared with vehicle-treated mice. Interstrain variability in responses (i.e., change in mRNA or protein) to PERC were also observed, where CC003 was among the most sensitive strains, and CC012 was among the most resistant strains. It is also noteworthy that both mRNA and protein levels of KIM-1 were highly correlated in treated mice (r=0.86). Finally, PERC-treated mice also had higher mRNA expression of PPARα-responsive genes (Fabp1, Ehhadh, and Acot1) than control-treated mice (Figure 3). PERC-treated mice exhibited significantly higher population-level expression by 4.1-fold for Acot1, 6.7-fold for Fabp1, and 2.1-fold for Ehhadh. Future studies of the effects of PERC can investigate specific mediation hypotheses for transcriptional levels as influenced by local genotype, i.e., cis-eQTLs (expression quantitative trait loci). These effects are plausible, e.g., as judged by careful eQTL linkage analysis of liver baseline transcriptional levels measured by RNA-Seq in 50  CC lines, largely overlapping the CC lines here (Venkatratnam et al. 2017). Using data from that study, nominal and adjusted (for the entire transcriptome) p-values for cis-effects on transcription were, respectively, Havcr1 (p<10−10; adjusted p=2.5×10−7), Acot1 (p=0.044; adjusted p=0.83), Ehhadh (p<0.019; adjusted p=0.54), and Fabp1 (p=0.0029; adjusted p=0.17). Future dissection of eQTL effects, and specifically as modifiers of effect, can be performed to further elucidate the differential effects by strain. Effects of tetrachloroethylene (PERC; 1,000mg/kg; single dose) on kidney weight and kidney to body weight (BW) ratios in Collaborative Cross mice. Scatter dot plots illustrate the effects of PERC on kidney weight and kidney to BW ratio in mice from Collaborative Cross strains. Mean±standard deviation are shown for each group. There was a single mouse per strain in control and treated groups. Significance was determined using a Wilcoxon matched-pairs (i.e., strains) signed rank test. See Figure S5 for a plot of pair-wise effects in each strain. Effects of tetrachloroethylene (PERC; 1,000mg/kg; single dose) on kidney mRNA and protein levels of KIM-1 (kidney injury molecule-1) in Collaborative Cross mice. Dumbbell plots illustrate the difference between PERC-treated (squares) and vehicle-treated (circles) mice in each Collaborative Cross strain. Scattered dot plot insets show the population geometric means and geometric variance (GSD). Data on (A) Havcr1 mRNA expression, and (B) KIM-1 protein level in kidney are shown. There was a single mouse per strain in control and treated groups. Significance was determined using a Wilcoxon matched-pairs (i.e., strains) signed rank test. Effects of tetrachloroethylene (PERC; 1,000mg/kg; single dose) on kidney mRNA expression of peroxisome proliferator–activated receptor alpha (PPARα) target genes in Collaborative Cross mice. Scatter dot plots illustrate the difference between PERC-treated and vehicle-treated mice from Collaborative Cross strains with regard to kidney mRNA expression of Acot1 (Acyl-CoA thioesterase 1), Fabp1 (fatty acid-binding protein 1), and Ehhadh (enoyl-coenzyme A, hydratase/3-hydroxyacyl coenzyme A dehydrogenase). The geometric means and geometric variance (GSD) are indicated. Significance was determined using a Wilcoxon matched-pairs (i.e., strains) signed rank test. See Figure S6 for a plot of pair-wise effects in each strain."
    },
    {
      "title": "Interstrain Variability in Metabolism of PERC through Glutathione Conjugation Pathway",
      "text": "Concentration–time profiles of TCVG, TCVC, and NAcTCVC were examined among 45  CC strains (Figure 4; Figures S1–S3). Most CC strains showed similar TK of GSH conjugation metabolites, with a peak concentration at 1–2 h after dosing and a rapid complete elimination within 12 h (Figure 4A–C). However, CC075 strain manifested a distinct TK profile with delayed formation and elimination of GSH conjugates in kidney. Based on the concentration–time profiles of GSH conjugation metabolites, we calculated the AUCs to compare the tissue-specific TK of GSH conjugation metabolites across strains (Figure 4D–F). The range of interstrain differences were 54.2-fold for TCVG, 29.0-fold for TCVC, and 33.6-fold for NAcTCVC. Toxicokinetic parameters of glutathione metabolites of tetrachloroethylene (PERC) in kidney of Collaborative Cross mice. Shown are concentration–time profiles (A–C) and the area under the curve (AUC0−12h; D–F) for S-(1,2,2-trichlorovinyl)glutathione (TCVG), S-(1,2,2-trichlorovinyl)-L-cysteine (TCVC), and N-acetyl-S-(1,2,2-trichlorovinyl)-L-cysteine (NAcTCVC) in mouse kidney after oral dosing with PERC (1,000mg/kg; single dose). A two-phase exponential association was used to fit the concentration–time profiles of TCVG, TCVC, and NAcTCVC, exemplified by representative lines in strains CC075 (triangle), CC001 (square), CC023 (diamond), CC037 (circle), and CC021 (inverted triangle). Black line indicates the population estimate based on 45 strains. Dark-gray shaded area shows the 95% confidence interval of the population estimate, and light-gray shaded area highlights the 95% prediction interval of the fitted curve. AUC within 12 h after dosing for each strain was calculated by using the trapezoidal rule. See Figure S5 for a plot of pair-wise effects in each strain."
    },
    {
      "title": "Population-Based Correlation between Metabolism and Kidney Effects of PERC",
      "text": "To explore the relationships between PERC metabolites and/or toxicodynamic phenotypes, we conducted a population-based correlation analysis (Figure 5). As expected, we observed positive correlations among the variables with similar properties. For example, the AUCs of GSH conjugation metabolites (TCVG, TCVC, and NAcTCVC) across liver, kidney, and serum tissues correlated well with each other. Likewise, the AUCs of PERC and TCA across tissues, liver toxicodynamic phenotypes, and kidney toxicodynamic phenotypes also showed positive correlations within their own group (Havcr1 and KIM-1, r=0.86; kidney weight and kidney to BW ratio, r=0.51). Interestingly, we found potential associations between PERC metabolites and toxicodynamic phenotypes. Liver triglycerides correlated negatively with liver level of TCVC (r=−0.63; p<0.05). Kidney injury markers showed significant correlations with liver TCVG (r=0.52 for Havcr1 and r=0.42 for KIM-1; Figure S4), serum TCVG (r=0.42 for Havcr1 and r=0.40 for KIM-1), liver NAcTCVC (r=0.43 for Havcr1 and r=0.40 for KIM-1), and kidney NAcTCVC (r=0.40 for Havcr1 and r=0.45 for KIM-1). The correlation heatmap of tetrachloroethylene (PERC) metabolites and toxicodynamics phenotypes among Collaborative Cross stains. Each block represents the Pearson’s correlation coefficient (r) generated from two phenotypes and is colored by the direction of correlation (blue for negative correlation, red for positive correlation). Note: KIM-1, kidney injury molecule-1; NAcTCVC, N-acetyl-S-(1,2,2-trichlorovinyl)-L-cysteine; TCA, trichloroacetic acid; TCVC, S-(1,2,2-trichlorovinyl)-L-cysteine; TCVG, S-(1,2,2-trichlorovinyl)glutathione."
    },
    {
      "title": "Using Collaborative Cross Mouse Population to Quantify Population Variability in Toxicokinetics of PERC and Its Metabolites",
      "text": "CC mouse population–derived concentration-time profiles of PERC, oxidative metabolite (TCA), and GSH conjugative metabolites (TCVG, TCVC, and NAcTCVC) can be used to quantify the interstrain variability and derive chemical-specific adjustment factors to replace default uncertainty factors. Based on a previously published TK model for PERC and its metabolites (Luo et al. 2018c), we estimated the disposition for PERC, TCA, and GSH conjugates (Figure 6). The population average was 80.4% for PERC, 19.4% for TCA, and 0.25% for GSH conjugates, where 52% of total GSH conjugates further underwent bioactivation to form reactive species (Figure 6A). The density plots (Figure 6B–E) illustrate the population distribution of PERC and its metabolites among CC strains. Interstrain difference was 1.19-fold for unchanged PERC, 2.34-fold for oxidation, 6.68-fold for GSH conjugation, and 5.34-fold for bioactivation of GSH conjugates. Predicted disposition of tetrachloroethylene (PERC), trichloroacetic acid (TCA), and glutathione (GSH) conjugates in Collaborative Cross mouse strains. (A) Pie charts are used to represent the population estimates of the percentage disposition for PERC and its metabolites, which are predicted by a multicompartment toxicokinetics (TK) model. PERC, TCA, and overall GSH conjugation (arrow) are shown on the left. The pie chart on the right presents the fate of GSH conjugates, either through N-acetylation or bioactivation. (B–E) The density plots visualize the population variability of PERC (B) and its metabolites (C) TCA, (D) N-acetylation metabolites, and (E) bioactive metabolites among 45 Collaborative Cross strains, and data from B6C3F1/J (▲), C57BL/6J (■), and NZW/LacJ (●) strains (Luo et al. 2018c). We also have taken advantage of a recently published toxicokinetic data of PERC and its metabolites in three mouse strains to illustrate the power of the population-based model. Compared to the data from three mouse strains (B6C3F1/J, C57BL/6J, and NZW/LacJ) (Luo et al. 2018c), the CC mouse population captures a greater variability for PERC and its metabolites (Figure 6B–E). In addition, the three mouse strains used in previous studies, including the B6C3F1 strain used in cancer bioassays of PERC (National Toxicology Program 1977), locate in the higher end of CC population for PERC (above the 90th percentile) (Figure 6B), but in the lower end for TCA (below the 10th percentile) (Figure 6C). For the estimates for GSH conjugation, the three mouse strains lie in the middle of the distribution of the data from CC population (Figure 6D–E)."
    },
    {
      "title": "Deriving Science-Based Chemical-Specific Adjustment Factors for Population Variability in Toxicokinetics and Toxicodynamics of PERC",
      "text": "To translate the quantitative data on population variability of TK and TD of PERC obtained in this study into information directly useable in chemical risk assessment, we calculated chemical-specific adjustment factors for TK and/or TD variability based on the data from the CC population (Table 1). Predicted disposition of PERC, TCA, and GSH conjugates across CC strains was used to calculate the chemical-specific adjustment factors for TK variability (UFTK). Two TD end points, liver-to-BW ratio (for liver effects) and KIM-1 (for kidney effects), were selected based on the organ-specific data used for deriving candidate reference doses (cRfDs) in the toxicological review of PERC (U.S. EPA 2012). The interstrain difference observed in TD end points includes the variance from TK and TD; therefore, we subtracted corresponding tissue-specific TK variance (i.e., liver effect and TCA, kidney effect and GSH conjugation) to obtain the chemical-specific uncertainty factors for TD (UFTD). Derivation of uncertainty factors for interstrain variability in toxicokinetics and toxicodynamics of tetrachloroethylene (PERC) using Collaborative Cross mouse population data. Note: The bracket shows the 95% confidence interval of the point estimate. For TK end points, the derived UF for human variability represents only the TK component. For the toxicity end points, the derived UFs represent the composite UF for interstrain variability (TK+TD), with the TD-only component in parentheses. GM, geometric mean, the unit is milligram for toxicokinetics end points and dimensionless for toxicodynamic endpoints (fold-change); GSD, geometric standard deviation; GSH, glutathione; KIM-1, kidney injury molecule-1; TD, toxicodynamics; TK, toxicokinetics; UFH, uncertainty factors for human variability; σinterstrain2=σtotal2−σintrastrain2; σintrastrain2, variance of log-transformed data from Cichocki et al. (2019); σtotal2, variance of log transformed data from this study. For TK variability, the largest variance was found in the GSH conjugation metabolic pathway of PERC. The default uncertainty factor (3.16) is greater than the UFH- TK, 95 derived from PERC and oxidative metabolism, but marginally adequate to account for TK variability in GSH conjugation at the 95th percentile. Likewise, for TD variability, KIM-1 also showed a greater variance as compared with liver-to-BW ratio. The default uncertainty factor is sufficient to account for the TD variability in liver effect but fails to account for the TD variability in kidney effects. Our result shows that UFTD is greater than UFTK for PERC exposure, which is counter to the equal variability assumption (UFTK=UFTD=3.16) used in traditional chemical risk assessments. Next, we used this study-derived chemical-specific adjustment factors for combined TK and TD variability at the 95th percentile into calculation of the cRfD and compared that with those derived by the U.S. EPA (2012) (Figure 7). For liver effects, this study-based UFH (1.2) is smaller than the default value, resulting in a larger cRfD. On the other hand, for the kidney effect, this study-derived UFH (7.6) is close to the default UF of 10, which leads to the similar cRfD. However, at the 99th percentile, we would find a smaller cRfD that is close to the current RfD. Still, the neurological effects remain to be the most sensitive end point, resulting in the smallest cRfD. Comparison of candidate reference dose (cRfD, gray circles) supporting the RfD (dash line) and cRfD with uncertainty factors (UF) updated from this study. No-observed-adverse-effect level (NOAEL, open circles) or lowest-observed-adverse-effect level (LOAEL, filled circles) was used as point of departure for organ-specific effect. UFA, animal to human; UFD, database; UFH, human variability; UFL, LOAEL to NOAEL; UFS, subchronic to chronic exposure duration."
    },
    {
      "title": "Discussion",
      "text": "Characterization of human variability in TK and TD of environmental chemicals is a critical data gap in the health risk assessments (National Academies of Sciences, Engineering, and Medicine 2017). Population-based data derived from inbred mouse panels (Bradford et al. 2011; Israel et al. 2018; Koturbash et al. 2011; Luo et al. 2018c; Martinez et al. 2010; Yoo et al. 2015a, 2015b) or CC mouse population (Cichocki et al. 2017c; Hartman et al. 2017; Luo et al. 2018a; Venkatratnam et al. 2017, 2018) can be used to investigate the interstrain variability in metabolism and toxicity of environmental toxicants. For example, Cichocki et al. (2017c) quantitatively examined the relationship between PERC TK and TD at the population level using CC mice to test whether individuals with increased oxidative metabolism are more sensitive to hepatotoxicity following PERC exposure. Herein, we extend these studies to examine PERC-associated kidney effects and GSH conjugation, a major data gap in risk assessment of PERC (Cichocki et al. 2016). First, our results provide additional data supporting the kidney as a target of PERC toxicity. The U.S. EPA (2012) toxicological review of PERC did not consider kidney to be the critical effect but did develop cRfDs for this target tissue based on the findings of nephrotoxicity in mice, rats, and humans. Here, we confirmed previous reports that PERC alters kidney weight and kidney-to-BW ratio while also demonstrating higher mRNA and protein expression of the proximal tubule injury marker KIM-1. The increase in kidney to BW rations may be complicated, however, by the significantly lower average BW (∼6%; p<0.0001, t-test) that was observed between control and PERC-treated groups, although the response has been shown to be variable between strains (Cichocki et al. 2017c). However, change in absolute kidney weight, but not kidney-to-BW ratio, is an accepted predictor of kidney histopathology in subchronic and chronic studies (Craig et al. 2015). Interestingly, the population variability observed in both responses included some strains in which the effect of treatment was in the opposite direction of the population-level response (Figure S5), suggesting that organ weight changes in individual strains should be interpreted with caution. In addition, our findings on kidney weight are corroborated with KIM-1 biomarker data showing consistent increases in both mRNA and protein expression across strains. We observed a population-based correlation between mRNA and protein levels across treated mice, as well as between mRNA and protein responses to treatment. Thus, the use of a population-based model with varying levels of basal KIM-1 and varying sensitivities to treatment provides a strong indication that PERC does have an effects in a population-based model, even though some strains, for example, C57BL/6J (Cichocki et al. 2019), may be unaffected. In addition to the higher mRNA expression of Havcr1, mice treated with PERC also had higher expression of PPARα-responsive genes in the kidney, consistent with previous reports reviewed by U.S. EPA (2012). In our previous study, we found that PERC induced liver expression of PPARα-responsive genes, which positively correlated with the internal dose of TCA (Cichocki et al. 2017c). TCA is known to be an activator of PPARα, which regulates lipid transport, lipid metabolism, and peroxisome proliferation in cells. Thus, it is not surprising that PERC also induces kidney expression of PPARα-responsive genes, because a high level of TCA was reported in the kidneys of mice treated with PERC (Cichocki et al. 2019; Luo et al. 2018b, 2018c; Yoo et al. 2015c). Second, the use of CC mouse population provides greater elucidation of potential metabolite–toxicity relationships for PERC exposures. Specifically, we examined whether the interstrain variation in internal doses of critical metabolites of PERC (i.e., TCA, TCVG, TCVC, and NAcTCVC) at target organs could partially explain differences in toxic responses. Interestingly, PERC and TCA show positive correlations with liver TGs but negative correlations with GSH-related metabolites in liver and kidney. It is known that PERC treatment induces lipid accumulation in mouse liver (Cichocki et al. 2017c; Marth 1987), which may be associated with the internal doses of TCA and PPARα activation (Luo et al. 2018b). As the oxidative and GSH conjugation pathways may compete for the parent compound, individuals with lower levels of GSH-related metabolites could have higher internal doses of TCA, resulting in the increased lipid accumulation. Indeed, compared with control diet–fed mice, mice with diet-induced nonalcoholic fatty liver disease (NAFLD) also show lower levels of TCVG, TCVC, and NAcTCVC, a higher level of TCA, and hepatic lipid accumulation after PERC exposure (Cichocki et al. 2017a). To this end, these data confirm the general assumption the liver effects of PERC would predominantly result from the oxidative pathway (U.S. EPA 2012). Concomitantly, the kidney injury markers show significant positive correlations with liver TCVG, consistent with previous work attributing PERC-induced kidney toxicity to the bioactivated products from GSH conjugates of PERC and other chlorinated solvents (Dekant et al. 1986a, 1986b; Elfarra and Krause 2007; Lash et al. 2002). This is also consistent with findings from rodent bioassays, where renal injury (chronic nephropathy including karyomegaly) was observed in both sexes of rats/mice; however, only male rats developed tumors and were more prone to develop cytomegaly (National Toxicology Program 1977). These results are also concordant with our previous observations between control mice and mice with NAFLD (Cichocki et al. 2019), and those between control mice and CYP 2E1 knockout mice (Luo et al. 2018b). In each case, levels of GSH conjugation metabolites were correlated with kidney toxicity as measured by mRNA and protein expression of KIM-1. Third, CC mouse population provides a better characterization for the population variability in TK of PERC than has previously been demonstrated, thereby enabling the more direct application to human health risk assessment. Previous studies of population variability of PERC and its metabolites were limited to three mouse strains (B6C3F1/J, C57BL/6J, and NZW/LacJ mice) (Luo et al. 2018c). When compared with the more comprehensive results from this study in the CC mouse population, the three previously studied inbred strains exhibited oxidative metabolism of PERC at the lower end of the distribution, while the GSH conjugation of PERC was in the middle of the CC mouse population. Fourth, our study examined both TK and TD variability for the effects of PERC, thus enabling the greater translation and the application in health risk assessment. Specifically, we were able to derive the chemical-specific adjustment factors in TK and TD of PERC that can be considered in replacing the default uncertainty factor for human variability that was used in U.S. EPA (2012). Interestingly, we found that PERC-specific adjustment factors in TK based on our data is smaller than the default value of 3.16, while PERC-specific adjustment factor for kidney TD is greater than 3.16. These results challenge the default assumption of equal variance between TK and TD of environmental toxicants. This observation is more pronounced for the data in kidney, as compared with those in liver, showing that the observed interstrain variability in kidney toxicity of PERC would mainly result from the differences in TD rather than in TK. However, our pharmacokinetic model derived the interstrain variability for overall flux to oxidative or GSH conjugation pathway, rather than specific metabolites [i.e., TCVC–sulfoxides and dichloroacetic acid (DCA)]. The biotransformation to the downstream or unknown metabolites could magnify the observed TK variability, which may partially explain the greater interstrain variability observed in TD compared with that in TK. Metabolite-specific and tissue-specific interstrain variability can be explored further by extending PERC physiologically based pharmacokinetic models to characterize population variability, as we recently proposed (Dalaijamts et al. 2018). Additionally, our results for the composite chemical-specific adjustment factor (TK+TD) for PERC show that the default uncertainty factor (10) is protective for the susceptible individuals at the 95th percentile but may not be adequate for individuals at the 99th percentile. However, this approach shows that the traditional approach of combining TK and TD variability by simple multiplication is improper, particularly when using chemical-specific data. Our analysis used the statistical approach of separating the population variance into TK and TD components, rather than the uncertainty factor itself (Chiu and Slob 2015). There are several key limitations in this study. First, only one sample per time point per strain was used to construct the strain-specific TK of PERC and its metabolites. The intrastrain variability in TK of PERC and its metabolites was obtained by a computational approach using a toxicokinetic model, while the intrastrain variability in TD of PERC was estimated from C57BL/6J mice (Cichocki et al. 2017b, 2019). Additionally, because PERC treatment did not have a measurable effect on C57BL/6J mice (Cichocki et al. 2017b, 2019), we had to assume that intrastrain variability also was independent of treatment. Underestimating intrastrain variability would imply that the UFH values were overestimated, resulting in more conservative cRfD values. Future studies would benefit from the characterization of intrastrain variability in CC mice for refinement in chemical-specific adjustment factors. Second, a single high dose of PERC (1,000mg/kg) was used in this study. This dose is several orders of magnitudes higher than the expected exposures to the general population. In addition, the oxidative metabolism of PERC is likely to be saturated at this dose (Buben and O'Flaherty 1985). The higher doses also result in greater formation of GSH conjugates in mice, but this nonetheless may be more relevant to humans, whose oxidative capacity is less than mice. Unfortunately, no human in vivo data on blood or tissue levels of GSH conjugation metabolites are currently available for more direct comparison. Third, the TD end points were collected at 24 h after dosing, which only sheds light on acute effects of PERC. Future studies using subchronic or chronic study design would provide more relevant estimates for chronic effects. Overall, this study provides key information critical to the human health risk assessment of PERC with respect to the kidney as a target tissue, the role of GSH conjugation in kidney toxicity, and the degree of the interindividual variability. Moreover, we demonstrated for the first time how the CC mouse population can be used in the derivation of the chemical-specific adjustment factors in population variability. Our next step will be updating the physiologically based pharmacokinetic models with population-based mouse data to provide more refined metabolite- and tissue-specific predictions for PERC TK variability."
    },
    {
      "title": "Supplementary Material",
      "text": "Click here for additional data file. Click here for additional data file."
    }
  ],
  "full_text": "## Introduction\nHuman health risk assessment aims to set up actionable thresholds for exposures to environmental and occupational chemicals. Most often, these thresholds are calculated based on the point of departure values derived from in vivo studies in animals (U.S. EPA 2002). To protect the general human population, certain assumptions are made and uncertainty factors are applied to address data limitations such as interspecies differences, database insufficiencies, and population variability (EFSA 2012; OEHHA 2008; U.S. EPA 2002). Understanding human variability in metabolism (i.e., toxicokinetics, TK) and toxicity (i.e., toxicodynamics, TD) is a critical unmet need for chemical risk assessment (National Academies of Sciences, Engineering, and Medicine 2017). Most chemicals lack experimental data on interindividual variability; hence, default uncertainty factors (U.S. EPA 2002) are applied to account for uncertainty factors for the interindividual variability in TK (UFH,TK=3.16) and TD (UFH,TD=3.16). Both the U.S. Environmental Protection Agency (U.S. EPA) and World Health Organization/International Programme on Chemical Safety recommend replacing such default factors with adjustment or extrapolation factors derived from chemical-specific data (U.S. EPA 2014; WHO 2005) However, even with chemical-specific data, many chemicals have multiple metabolic pathways and elicit tissue-specific effects, which creates a challenge in choosing the appropriate adjustment factors to account for interindividual variability. Tetrachloroethylene (PERC) is an example of a chemical with complex metabolism and organ-specific toxicity associated different metabolic pathways (Cichocki et al. 2016; Luo et al. 2018b). Liver is a target for oxidative PERC metabolites that are formed through cytochrome P450 (CYP)–mediated formation of an epoxide intermediate, which subsequently converts to trichloroacetic acid (TCA). TCA is a major metabolite of PERC, a common biomarker of exposure for chlorinated solvents (Froese et al. 2002; Green et al. 2004; Völkel et al. 1998), and a ligand of peroxisome proliferator–activated receptor alpha (PPARα) (Zhou and Waxman 1998). On the other hand, kidney toxicity of PERC is thought to be mediated by the glutathione (GSH) conjugation metabolites of PERC (Cichocki et al. 2016; Cummings et al. 2000; Lash et al. 2007). Conjugation of PERC with GSH primarily occurs in the liver to generate S-(1,2,2-trichlorovinyl)glutathione (TCVG), which can be transported to the kidney and further metabolized to S-(1,2,2-trichlorovinyl)glutathione (TCVC). Subsequently, TCVC can be detoxified via N-acetylation to form N-acetyl-S-(1,2,2-trichlorovinyl)cysteine (NAcTCVC). Both TCVC and NAcTCVC can further undergo metabolic activation to generate reactive sulfoxides, which may contribute to the kidney effects of PERC (Irving et al. 2013). Even though PERC metabolism through GSH pathway is only a fraction (∼30- fold lower) of that for oxidation (Luo et al. 2018c), both nephrotoxicity (Cichocki et al. 2019) and interindividual variability in metabolism (Luo et al. 2018c) of PERC have been reported. Therefore, a quantitative characterization of interindividual variability in both metabolism and toxicity of PERC is needed. The Collaborative Cross (CC) mouse strains are increasingly used to characterize the degree of and mechanisms for population variability in chemical and drug effects (Cichocki et al. 2017c; Hartman et al. 2017; Luo et al. 2018a; Mosedale et al. 2017; Venkatratnam et al. 2017, 2018). The CC was derived from eight genetically diverse founder strains and captures over 90% of known genetic variability in mice (Collaborative Cross Consortium 2012; Threadgill et al. 2011). This mouse population provides a powerful tool to model the human variability (Harrill and McAllister 2017). The CC mouse population model was recently used to demonstrate a complex and highly variable relationship between oxidative metabolism of PERC and its liver effects (Cichocki et al. 2017c). In this study, we aimed to characterize the population variability in GSH conjugation and kidney toxicity of PERC. In addition, we hypothesized that individual strains with higher capacity to form GSH conjugates are more sensitive to the nephrotoxic effects of PERC. Data from this study fill a critical data gap in addressing population variability in chemical risk assessment of PERC.\n\n## Material and Methods\nPERC (≥99.9%), chloroform (≥99.9%), and formic acid (≥95%) were from Sigma-Aldrich. Methanol (≥99.9%) was purchased from Fischer Scientific. TCVG (purity: 98.9%), TCVC (purity: 98.4%), and all stable isotope–labeled internal standards [S-(1,2,2- trichlorovinyl)- GSH -13C2-15N (TCVG*, purity: 90.4%), S-(1,2,2- trichlorovinyl)- cysteine -13C3-15N (TCVC*, purity: 97.5%), and N- acetyl -S-(1,2,2- trichlorovinyl)- cysteine -13C3-15N (NAcTCVC*, purity: 99.0%)] were synthesized by Dr. Avram Gold at the University of North Carolina at Chapel Hill. NAcTCVC (purity: 99.7%) was purchased from Toronto Research Chemicals. The in-life portion of this study is described in Cichocki et al. (2017c). Adult (6–8 wk of age) male mice from 45 strains of the CC were acquired from the Systems Genetics Core at the University of North Carolina or from a colony maintained at Texas A&M University. All animals were acquired between 6 January 2015 and 20 February 2015. Exact dates of birth, dates of acquisition, original IDs (if applicable), and a complete list of strains used are available online on the Mouse Phenome Database (https://phenome.jax.org/; MPD: Rusyn7). Animals were housed in disposable high-efficiency particulate air (HEPA)–filtered polycarbonate cages with hardwood chip bedding (Sani-Chips®, P.J. Murphy Forest Products) with access to food (Teklad #8604; Envigo) and purified water ad libitum. The animal room was maintained on a 12-h light/dark cycle. Animals were allowed to acclimate to the room for at least 10 d prior to beginning experimentation. Animals were intragastrically dosed with a single dose of PERC (1,000mg/kg) prepared in 5% Alkamuls EL-620 (Solvay) in saline (see below) and euthanized with Euthasol™ (3mL/kg; Med-Vet International) at 1, 2, 4, 12, or 24 h after dosing (n=1/strain/time point). The dose of PERC used in these studies was below that used in the 2-y cancer bioassay in B6C3F1 mice, for which doses of 1,072 or 536mg/kg/d were administered daily, 5 d/wk for 78 wk to male mice (National Toxicology Program 1977). Strain-matched mice were treated with a single dose of 5% Alkamuls EL-620 in saline (5mL/kg) and euthanized at 24 h after dosing to serve as vehicle control. Liver and kidney samples were collected and stored at −80°C until analyzed. Blood was drawn from the vena cava and serum prepared by centrifugation (10,000×g, 5 mins, 4ºC) using Z-gel tubes (Sarstedt). All animal studies and procedures were reviewed and approved by the Institutional Animal Care and Use Committee at Texas A&M University. Concentration–time profiles of TCVG, TCVC, and NAcTCVC in mouse liver, kidney, and serum were determined by using a liquid chromatography–tandem mass spectrometry (LC-MS/MS) method, as detailed elsewhere (Luo et al. 2017). Briefly, tissue (50mg) was homogenized in 400μL of methanol:chloroform (1:1). Subsequently, the homogenate was subject to liquid–liquid extraction and solid-phase extraction (SPE) with weak anion cartridge prior to LC-MS/MS analysis. Serum samples (50μL) were mixed with 100μL of methanol for protein precipitation. After centrifugation (14,000×g, 5 min), the supernatant was diluted with 850μL of deionized water prior to SPE and LC-MS/MS analysis. Tissue levels of metabolites were calculated by an eight-point linear calibration curve (0, 0.25, 0.5, 1.25, 2.5, 6.25, 18.75, and 31.25  pmole) using peak area ratios of standards as compared with isotopically labeled internal standards. Tissue levels of PERC and its metabolites were fitted with a multicompartment model, as described in Luo et al. (2018c). The model depicts the oxidation, GSH conjugation, and bioactivation of GSH conjugates for PERC metabolism. We first calibrated the model parameters for CC population by using a hierarchical Bayesian population approach through Markov chain Monte Carlo simulation. The informative prior distributions of model parameters were based on the estimates from Luo et al. (2018c). Next, we generated joint posterior parameter P(θ|y) according to the parameter θ and the given data y as: P(θ|y)=P(θ)⋅P(y|θ). The distributions of population mean were updated through maximum likelihood from data in three inbred strains (B6C3F1, C57BL/6J, and NZQ/LacJ) (Luo et al. 2018c), with a range of ±3 standard deviations. We evaluated the model calibration result according to its convergence, goodness of fit, and consistency of model parameter across four different simulation chains. Four chains were run to 50,000 iterations, and we used the last 5,000 iterations as joint posterior distribution for each parameter. Finally, following the mass–balance rule, we estimated the percentage of PERC, TCA, and GSH conjugation by dividing the excreted individual compound with the administered oral dose. All model calibration and validation were conducted in the GNU MCSim (version 6.0.0; GNU) software (Bois 2009). Total RNA was isolated from 15−20mg pulverized kidney using miRNeasy kits (Qiagen). Two micrograms of total RNA were obtained for synthesis of cDNA by using the High-Capacity cDNA Archival Kit (Thermo Fisher Scientific). Forty nanograms of kidney cDNA were used for quantitative reverse transcription real-time polymerase chain reaction (qRT-PCR) experiments. All qRT-PCR experiments were carried out by using the following TaqMan probes (Applied Biosystems™): Tbp (TATA-box binding protein), Mm01277042_m1; Havcr1: Mm00506686_m1; Fabp1 (fatty acid-binding protein 1):Mm00444340_m1; Ehhadh (enoyl-coenzyme A, hydratase/3-hydroxyacyl coenzyme A dehydrogenase): Mm00619685_m1; Acot1: Mm01622471_s1) according to the manufacturer’s instruction. Tbp served as internal control. PCR was performed using Roche LightCycler® 480 (Roche), and expression of each target gene was normalized to Tbp using the 2−ΔΔCT method. Protein levels of kidney KIM-1 (kidney injury molecule-1) were measured by a mouse T-cell immunoglobulin and mucin domain 1 (TIM-1)/KIM-1/HAVCR Quantikine Enzyme-Linked Immunosorbent Assay (ELISA) Kit (R&D Systems). Briefly, kidney tissue (10mg) was homogenized in 1mL of calibrator diluent RD5-26 using Bead Ruptor 24 (Omni International), and centrifuged at 10,000×g for 15 mins. The supernatant was used for the quantification of KIM-1 according to manufacturer’s protocol. The interstrain variability of PERC and its metabolites was estimated as previously described (Luo et al. 2018a). The total observed variance across CC mouse strains was decomposed into two components: interstrain heterogeneity and intrastrain variability resulting from environmental factors or measurement error. In this study, we only measured one sample per time point from each CC strain, precluding decomposition on inter- and intrastrain variation based on these data alone. As an alternative, we independently estimated intrastrain variability using the previously reported intrastrain variation in C57BL/6J mice (Cichocki et al. 2019). The interstrain variability was then derived as follows: σinterstrain2=σtotal2−σintrastrain2, where σtotal2=variance of  log- transformed data across  45  CC mice, and σintrastrain2 =  variance of  log- transformed data across C57BL/6J mice. The uncertainty factors for the interindividual variability (UFH) were obtained from UFH=ez*σ, where z=Z statistics at 95th or 99th percentiles, and σ=square root of interstrain variance. For TK end points, the derived uncertainty factor is for TK only (UFH,TK), whereas for the toxicity end points, the derived factor is the composite uncertainty factors for human variability (UFH,TK+TD). In the latter case, the TD-only component was derived by first taking the difference between the combined interindividual variance and the TK component (σTD2=σTK+TD2−σTK2), using the value for oxidative metabolism for liver effects and GSH conjugation for kidney effects. Then UFH,TD was calculated as described above using σTD. The density plots for disposition of PERC metabolites, dumbbell plots (ggplot2, version 3.0.0, and ggalt, version 0.4.0), pairwise boxplot (ggplot2 and ggpubr, version 0.1.7.999), and correlation heatmap (gplots, version 3.0.1, and PerformanceAnalytics, version 1.4.3,541”) were generated by R software (version 3.3.3; R Development Core Team). A pairwise t-test was used for comparison between control and treatment groups, where the statistical significance was set at 0.05. The area under the curves (AUCs) for the concentration–time profiles of TCVG, TCVC, and NAcTCVC were calculated by the trapezoidal rule. All raw data from this study have been deposited into the Mouse Phenome Database as a publicly available dataset (http://phenome.jax.org; MPD: Rusyn7).\n\n## Chemicals\nPERC (≥99.9%), chloroform (≥99.9%), and formic acid (≥95%) were from Sigma-Aldrich. Methanol (≥99.9%) was purchased from Fischer Scientific. TCVG (purity: 98.9%), TCVC (purity: 98.4%), and all stable isotope–labeled internal standards [S-(1,2,2- trichlorovinyl)- GSH -13C2-15N (TCVG*, purity: 90.4%), S-(1,2,2- trichlorovinyl)- cysteine -13C3-15N (TCVC*, purity: 97.5%), and N- acetyl -S-(1,2,2- trichlorovinyl)- cysteine -13C3-15N (NAcTCVC*, purity: 99.0%)] were synthesized by Dr. Avram Gold at the University of North Carolina at Chapel Hill. NAcTCVC (purity: 99.7%) was purchased from Toronto Research Chemicals.\n\n## Animals and Treatments\nThe in-life portion of this study is described in Cichocki et al. (2017c). Adult (6–8 wk of age) male mice from 45 strains of the CC were acquired from the Systems Genetics Core at the University of North Carolina or from a colony maintained at Texas A&M University. All animals were acquired between 6 January 2015 and 20 February 2015. Exact dates of birth, dates of acquisition, original IDs (if applicable), and a complete list of strains used are available online on the Mouse Phenome Database (https://phenome.jax.org/; MPD: Rusyn7). Animals were housed in disposable high-efficiency particulate air (HEPA)–filtered polycarbonate cages with hardwood chip bedding (Sani-Chips®, P.J. Murphy Forest Products) with access to food (Teklad #8604; Envigo) and purified water ad libitum. The animal room was maintained on a 12-h light/dark cycle. Animals were allowed to acclimate to the room for at least 10 d prior to beginning experimentation. Animals were intragastrically dosed with a single dose of PERC (1,000mg/kg) prepared in 5% Alkamuls EL-620 (Solvay) in saline (see below) and euthanized with Euthasol™ (3mL/kg; Med-Vet International) at 1, 2, 4, 12, or 24 h after dosing (n=1/strain/time point). The dose of PERC used in these studies was below that used in the 2-y cancer bioassay in B6C3F1 mice, for which doses of 1,072 or 536mg/kg/d were administered daily, 5 d/wk for 78 wk to male mice (National Toxicology Program 1977). Strain-matched mice were treated with a single dose of 5% Alkamuls EL-620 in saline (5mL/kg) and euthanized at 24 h after dosing to serve as vehicle control. Liver and kidney samples were collected and stored at −80°C until analyzed. Blood was drawn from the vena cava and serum prepared by centrifugation (10,000×g, 5 mins, 4ºC) using Z-gel tubes (Sarstedt). All animal studies and procedures were reviewed and approved by the Institutional Animal Care and Use Committee at Texas A&M University.\n\n## Quantification of TCVG, TCVC, and NAcTCVC\nConcentration–time profiles of TCVG, TCVC, and NAcTCVC in mouse liver, kidney, and serum were determined by using a liquid chromatography–tandem mass spectrometry (LC-MS/MS) method, as detailed elsewhere (Luo et al. 2017). Briefly, tissue (50mg) was homogenized in 400μL of methanol:chloroform (1:1). Subsequently, the homogenate was subject to liquid–liquid extraction and solid-phase extraction (SPE) with weak anion cartridge prior to LC-MS/MS analysis. Serum samples (50μL) were mixed with 100μL of methanol for protein precipitation. After centrifugation (14,000×g, 5 min), the supernatant was diluted with 850μL of deionized water prior to SPE and LC-MS/MS analysis. Tissue levels of metabolites were calculated by an eight-point linear calibration curve (0, 0.25, 0.5, 1.25, 2.5, 6.25, 18.75, and 31.25  pmole) using peak area ratios of standards as compared with isotopically labeled internal standards.\n\n## Disposition of PERC, Trichloroacetic Acid, and Glutathione Conjugates among Collaborative Cross Strains\nTissue levels of PERC and its metabolites were fitted with a multicompartment model, as described in Luo et al. (2018c). The model depicts the oxidation, GSH conjugation, and bioactivation of GSH conjugates for PERC metabolism. We first calibrated the model parameters for CC population by using a hierarchical Bayesian population approach through Markov chain Monte Carlo simulation. The informative prior distributions of model parameters were based on the estimates from Luo et al. (2018c). Next, we generated joint posterior parameter P(θ|y) according to the parameter θ and the given data y as: P(θ|y)=P(θ)⋅P(y|θ). The distributions of population mean were updated through maximum likelihood from data in three inbred strains (B6C3F1, C57BL/6J, and NZQ/LacJ) (Luo et al. 2018c), with a range of ±3 standard deviations. We evaluated the model calibration result according to its convergence, goodness of fit, and consistency of model parameter across four different simulation chains. Four chains were run to 50,000 iterations, and we used the last 5,000 iterations as joint posterior distribution for each parameter. Finally, following the mass–balance rule, we estimated the percentage of PERC, TCA, and GSH conjugation by dividing the excreted individual compound with the administered oral dose. All model calibration and validation were conducted in the GNU MCSim (version 6.0.0; GNU) software (Bois 2009).\n\n## Quantitative Reverse Transcription Real-Time Polymerase Chain Reaction\nTotal RNA was isolated from 15−20mg pulverized kidney using miRNeasy kits (Qiagen). Two micrograms of total RNA were obtained for synthesis of cDNA by using the High-Capacity cDNA Archival Kit (Thermo Fisher Scientific). Forty nanograms of kidney cDNA were used for quantitative reverse transcription real-time polymerase chain reaction (qRT-PCR) experiments. All qRT-PCR experiments were carried out by using the following TaqMan probes (Applied Biosystems™): Tbp (TATA-box binding protein), Mm01277042_m1; Havcr1: Mm00506686_m1; Fabp1 (fatty acid-binding protein 1):Mm00444340_m1; Ehhadh (enoyl-coenzyme A, hydratase/3-hydroxyacyl coenzyme A dehydrogenase): Mm00619685_m1; Acot1: Mm01622471_s1) according to the manufacturer’s instruction. Tbp served as internal control. PCR was performed using Roche LightCycler® 480 (Roche), and expression of each target gene was normalized to Tbp using the 2−ΔΔCT method.\n\n## Enzyme-Linked Immunosorbent Assay Detection of KIM-1 Protein\nProtein levels of kidney KIM-1 (kidney injury molecule-1) were measured by a mouse T-cell immunoglobulin and mucin domain 1 (TIM-1)/KIM-1/HAVCR Quantikine Enzyme-Linked Immunosorbent Assay (ELISA) Kit (R&D Systems). Briefly, kidney tissue (10mg) was homogenized in 1mL of calibrator diluent RD5-26 using Bead Ruptor 24 (Omni International), and centrifuged at 10,000×g for 15 mins. The supernatant was used for the quantification of KIM-1 according to manufacturer’s protocol.\n\n## Calculation of Uncertainty Factors for Interstrain Variability in Toxicokinetics and Toxicodynamics\nThe interstrain variability of PERC and its metabolites was estimated as previously described (Luo et al. 2018a). The total observed variance across CC mouse strains was decomposed into two components: interstrain heterogeneity and intrastrain variability resulting from environmental factors or measurement error. In this study, we only measured one sample per time point from each CC strain, precluding decomposition on inter- and intrastrain variation based on these data alone. As an alternative, we independently estimated intrastrain variability using the previously reported intrastrain variation in C57BL/6J mice (Cichocki et al. 2019). The interstrain variability was then derived as follows: σinterstrain2=σtotal2−σintrastrain2, where σtotal2=variance of  log- transformed data across  45  CC mice, and σintrastrain2 =  variance of  log- transformed data across C57BL/6J mice. The uncertainty factors for the interindividual variability (UFH) were obtained from UFH=ez*σ, where z=Z statistics at 95th or 99th percentiles, and σ=square root of interstrain variance. For TK end points, the derived uncertainty factor is for TK only (UFH,TK), whereas for the toxicity end points, the derived factor is the composite uncertainty factors for human variability (UFH,TK+TD). In the latter case, the TD-only component was derived by first taking the difference between the combined interindividual variance and the TK component (σTD2=σTK+TD2−σTK2), using the value for oxidative metabolism for liver effects and GSH conjugation for kidney effects. Then UFH,TD was calculated as described above using σTD.\n\n## Statistical Analyses\nThe density plots for disposition of PERC metabolites, dumbbell plots (ggplot2, version 3.0.0, and ggalt, version 0.4.0), pairwise boxplot (ggplot2 and ggpubr, version 0.1.7.999), and correlation heatmap (gplots, version 3.0.1, and PerformanceAnalytics, version 1.4.3,541”) were generated by R software (version 3.3.3; R Development Core Team). A pairwise t-test was used for comparison between control and treatment groups, where the statistical significance was set at 0.05. The area under the curves (AUCs) for the concentration–time profiles of TCVG, TCVC, and NAcTCVC were calculated by the trapezoidal rule.\n\n## Data Availability\nAll raw data from this study have been deposited into the Mouse Phenome Database as a publicly available dataset (http://phenome.jax.org; MPD: Rusyn7).\n\n## Results\nAcute dosing with PERC resulted in strain-specific effects on nephrotoxicity phenotypes. Compared with mice treated with vehicle, those treated with PERC had lower kidney weights and higher kidney-to-body weight (BW) ratios (Figure 1). Compared to the vehicle group, the population mean of kidney weight was 5.9% lower in the PERC-treated group. In contrast, the population mean of kidney-to-BW ratio was 2.8% higher in the PERC-treated group, as treatment with PERC resulted a lower BW in ∼80% of strains (Cichocki et al. 2017c). Additionally, PERC treatment resulted in higher mRNA and protein expression of kidney injury marker Havcr1/KIM-1; Figure 2), with an average of 5.3-fold higher expression of Havcr1 and 2.4-fold higher expression of KIM-1 protein as compared with vehicle-treated mice. Interstrain variability in responses (i.e., change in mRNA or protein) to PERC were also observed, where CC003 was among the most sensitive strains, and CC012 was among the most resistant strains. It is also noteworthy that both mRNA and protein levels of KIM-1 were highly correlated in treated mice (r=0.86). Finally, PERC-treated mice also had higher mRNA expression of PPARα-responsive genes (Fabp1, Ehhadh, and Acot1) than control-treated mice (Figure 3). PERC-treated mice exhibited significantly higher population-level expression by 4.1-fold for Acot1, 6.7-fold for Fabp1, and 2.1-fold for Ehhadh. Future studies of the effects of PERC can investigate specific mediation hypotheses for transcriptional levels as influenced by local genotype, i.e., cis-eQTLs (expression quantitative trait loci). These effects are plausible, e.g., as judged by careful eQTL linkage analysis of liver baseline transcriptional levels measured by RNA-Seq in 50  CC lines, largely overlapping the CC lines here (Venkatratnam et al. 2017). Using data from that study, nominal and adjusted (for the entire transcriptome) p-values for cis-effects on transcription were, respectively, Havcr1 (p<10−10; adjusted p=2.5×10−7), Acot1 (p=0.044; adjusted p=0.83), Ehhadh (p<0.019; adjusted p=0.54), and Fabp1 (p=0.0029; adjusted p=0.17). Future dissection of eQTL effects, and specifically as modifiers of effect, can be performed to further elucidate the differential effects by strain. Effects of tetrachloroethylene (PERC; 1,000mg/kg; single dose) on kidney weight and kidney to body weight (BW) ratios in Collaborative Cross mice. Scatter dot plots illustrate the effects of PERC on kidney weight and kidney to BW ratio in mice from Collaborative Cross strains. Mean±standard deviation are shown for each group. There was a single mouse per strain in control and treated groups. Significance was determined using a Wilcoxon matched-pairs (i.e., strains) signed rank test. See Figure S5 for a plot of pair-wise effects in each strain. Effects of tetrachloroethylene (PERC; 1,000mg/kg; single dose) on kidney mRNA and protein levels of KIM-1 (kidney injury molecule-1) in Collaborative Cross mice. Dumbbell plots illustrate the difference between PERC-treated (squares) and vehicle-treated (circles) mice in each Collaborative Cross strain. Scattered dot plot insets show the population geometric means and geometric variance (GSD). Data on (A) Havcr1 mRNA expression, and (B) KIM-1 protein level in kidney are shown. There was a single mouse per strain in control and treated groups. Significance was determined using a Wilcoxon matched-pairs (i.e., strains) signed rank test. Effects of tetrachloroethylene (PERC; 1,000mg/kg; single dose) on kidney mRNA expression of peroxisome proliferator–activated receptor alpha (PPARα) target genes in Collaborative Cross mice. Scatter dot plots illustrate the difference between PERC-treated and vehicle-treated mice from Collaborative Cross strains with regard to kidney mRNA expression of Acot1 (Acyl-CoA thioesterase 1), Fabp1 (fatty acid-binding protein 1), and Ehhadh (enoyl-coenzyme A, hydratase/3-hydroxyacyl coenzyme A dehydrogenase). The geometric means and geometric variance (GSD) are indicated. Significance was determined using a Wilcoxon matched-pairs (i.e., strains) signed rank test. See Figure S6 for a plot of pair-wise effects in each strain. Concentration–time profiles of TCVG, TCVC, and NAcTCVC were examined among 45  CC strains (Figure 4; Figures S1–S3). Most CC strains showed similar TK of GSH conjugation metabolites, with a peak concentration at 1–2 h after dosing and a rapid complete elimination within 12 h (Figure 4A–C). However, CC075 strain manifested a distinct TK profile with delayed formation and elimination of GSH conjugates in kidney. Based on the concentration–time profiles of GSH conjugation metabolites, we calculated the AUCs to compare the tissue-specific TK of GSH conjugation metabolites across strains (Figure 4D–F). The range of interstrain differences were 54.2-fold for TCVG, 29.0-fold for TCVC, and 33.6-fold for NAcTCVC. Toxicokinetic parameters of glutathione metabolites of tetrachloroethylene (PERC) in kidney of Collaborative Cross mice. Shown are concentration–time profiles (A–C) and the area under the curve (AUC0−12h; D–F) for S-(1,2,2-trichlorovinyl)glutathione (TCVG), S-(1,2,2-trichlorovinyl)-L-cysteine (TCVC), and N-acetyl-S-(1,2,2-trichlorovinyl)-L-cysteine (NAcTCVC) in mouse kidney after oral dosing with PERC (1,000mg/kg; single dose). A two-phase exponential association was used to fit the concentration–time profiles of TCVG, TCVC, and NAcTCVC, exemplified by representative lines in strains CC075 (triangle), CC001 (square), CC023 (diamond), CC037 (circle), and CC021 (inverted triangle). Black line indicates the population estimate based on 45 strains. Dark-gray shaded area shows the 95% confidence interval of the population estimate, and light-gray shaded area highlights the 95% prediction interval of the fitted curve. AUC within 12 h after dosing for each strain was calculated by using the trapezoidal rule. See Figure S5 for a plot of pair-wise effects in each strain. To explore the relationships between PERC metabolites and/or toxicodynamic phenotypes, we conducted a population-based correlation analysis (Figure 5). As expected, we observed positive correlations among the variables with similar properties. For example, the AUCs of GSH conjugation metabolites (TCVG, TCVC, and NAcTCVC) across liver, kidney, and serum tissues correlated well with each other. Likewise, the AUCs of PERC and TCA across tissues, liver toxicodynamic phenotypes, and kidney toxicodynamic phenotypes also showed positive correlations within their own group (Havcr1 and KIM-1, r=0.86; kidney weight and kidney to BW ratio, r=0.51). Interestingly, we found potential associations between PERC metabolites and toxicodynamic phenotypes. Liver triglycerides correlated negatively with liver level of TCVC (r=−0.63; p<0.05). Kidney injury markers showed significant correlations with liver TCVG (r=0.52 for Havcr1 and r=0.42 for KIM-1; Figure S4), serum TCVG (r=0.42 for Havcr1 and r=0.40 for KIM-1), liver NAcTCVC (r=0.43 for Havcr1 and r=0.40 for KIM-1), and kidney NAcTCVC (r=0.40 for Havcr1 and r=0.45 for KIM-1). The correlation heatmap of tetrachloroethylene (PERC) metabolites and toxicodynamics phenotypes among Collaborative Cross stains. Each block represents the Pearson’s correlation coefficient (r) generated from two phenotypes and is colored by the direction of correlation (blue for negative correlation, red for positive correlation). Note: KIM-1, kidney injury molecule-1; NAcTCVC, N-acetyl-S-(1,2,2-trichlorovinyl)-L-cysteine; TCA, trichloroacetic acid; TCVC, S-(1,2,2-trichlorovinyl)-L-cysteine; TCVG, S-(1,2,2-trichlorovinyl)glutathione. CC mouse population–derived concentration-time profiles of PERC, oxidative metabolite (TCA), and GSH conjugative metabolites (TCVG, TCVC, and NAcTCVC) can be used to quantify the interstrain variability and derive chemical-specific adjustment factors to replace default uncertainty factors. Based on a previously published TK model for PERC and its metabolites (Luo et al. 2018c), we estimated the disposition for PERC, TCA, and GSH conjugates (Figure 6). The population average was 80.4% for PERC, 19.4% for TCA, and 0.25% for GSH conjugates, where 52% of total GSH conjugates further underwent bioactivation to form reactive species (Figure 6A). The density plots (Figure 6B–E) illustrate the population distribution of PERC and its metabolites among CC strains. Interstrain difference was 1.19-fold for unchanged PERC, 2.34-fold for oxidation, 6.68-fold for GSH conjugation, and 5.34-fold for bioactivation of GSH conjugates. Predicted disposition of tetrachloroethylene (PERC), trichloroacetic acid (TCA), and glutathione (GSH) conjugates in Collaborative Cross mouse strains. (A) Pie charts are used to represent the population estimates of the percentage disposition for PERC and its metabolites, which are predicted by a multicompartment toxicokinetics (TK) model. PERC, TCA, and overall GSH conjugation (arrow) are shown on the left. The pie chart on the right presents the fate of GSH conjugates, either through N-acetylation or bioactivation. (B–E) The density plots visualize the population variability of PERC (B) and its metabolites (C) TCA, (D) N-acetylation metabolites, and (E) bioactive metabolites among 45 Collaborative Cross strains, and data from B6C3F1/J (▲), C57BL/6J (■), and NZW/LacJ (●) strains (Luo et al. 2018c). We also have taken advantage of a recently published toxicokinetic data of PERC and its metabolites in three mouse strains to illustrate the power of the population-based model. Compared to the data from three mouse strains (B6C3F1/J, C57BL/6J, and NZW/LacJ) (Luo et al. 2018c), the CC mouse population captures a greater variability for PERC and its metabolites (Figure 6B–E). In addition, the three mouse strains used in previous studies, including the B6C3F1 strain used in cancer bioassays of PERC (National Toxicology Program 1977), locate in the higher end of CC population for PERC (above the 90th percentile) (Figure 6B), but in the lower end for TCA (below the 10th percentile) (Figure 6C). For the estimates for GSH conjugation, the three mouse strains lie in the middle of the distribution of the data from CC population (Figure 6D–E). To translate the quantitative data on population variability of TK and TD of PERC obtained in this study into information directly useable in chemical risk assessment, we calculated chemical-specific adjustment factors for TK and/or TD variability based on the data from the CC population (Table 1). Predicted disposition of PERC, TCA, and GSH conjugates across CC strains was used to calculate the chemical-specific adjustment factors for TK variability (UFTK). Two TD end points, liver-to-BW ratio (for liver effects) and KIM-1 (for kidney effects), were selected based on the organ-specific data used for deriving candidate reference doses (cRfDs) in the toxicological review of PERC (U.S. EPA 2012). The interstrain difference observed in TD end points includes the variance from TK and TD; therefore, we subtracted corresponding tissue-specific TK variance (i.e., liver effect and TCA, kidney effect and GSH conjugation) to obtain the chemical-specific uncertainty factors for TD (UFTD). Derivation of uncertainty factors for interstrain variability in toxicokinetics and toxicodynamics of tetrachloroethylene (PERC) using Collaborative Cross mouse population data. Note: The bracket shows the 95% confidence interval of the point estimate. For TK end points, the derived UF for human variability represents only the TK component. For the toxicity end points, the derived UFs represent the composite UF for interstrain variability (TK+TD), with the TD-only component in parentheses. GM, geometric mean, the unit is milligram for toxicokinetics end points and dimensionless for toxicodynamic endpoints (fold-change); GSD, geometric standard deviation; GSH, glutathione; KIM-1, kidney injury molecule-1; TD, toxicodynamics; TK, toxicokinetics; UFH, uncertainty factors for human variability; σinterstrain2=σtotal2−σintrastrain2; σintrastrain2, variance of log-transformed data from Cichocki et al. (2019); σtotal2, variance of log transformed data from this study. For TK variability, the largest variance was found in the GSH conjugation metabolic pathway of PERC. The default uncertainty factor (3.16) is greater than the UFH- TK, 95 derived from PERC and oxidative metabolism, but marginally adequate to account for TK variability in GSH conjugation at the 95th percentile. Likewise, for TD variability, KIM-1 also showed a greater variance as compared with liver-to-BW ratio. The default uncertainty factor is sufficient to account for the TD variability in liver effect but fails to account for the TD variability in kidney effects. Our result shows that UFTD is greater than UFTK for PERC exposure, which is counter to the equal variability assumption (UFTK=UFTD=3.16) used in traditional chemical risk assessments. Next, we used this study-derived chemical-specific adjustment factors for combined TK and TD variability at the 95th percentile into calculation of the cRfD and compared that with those derived by the U.S. EPA (2012) (Figure 7). For liver effects, this study-based UFH (1.2) is smaller than the default value, resulting in a larger cRfD. On the other hand, for the kidney effect, this study-derived UFH (7.6) is close to the default UF of 10, which leads to the similar cRfD. However, at the 99th percentile, we would find a smaller cRfD that is close to the current RfD. Still, the neurological effects remain to be the most sensitive end point, resulting in the smallest cRfD. Comparison of candidate reference dose (cRfD, gray circles) supporting the RfD (dash line) and cRfD with uncertainty factors (UF) updated from this study. No-observed-adverse-effect level (NOAEL, open circles) or lowest-observed-adverse-effect level (LOAEL, filled circles) was used as point of departure for organ-specific effect. UFA, animal to human; UFD, database; UFH, human variability; UFL, LOAEL to NOAEL; UFS, subchronic to chronic exposure duration.\n\n## PERC-Mediated Effects on the Kidney in Collaborative Cross Strain Mice\nAcute dosing with PERC resulted in strain-specific effects on nephrotoxicity phenotypes. Compared with mice treated with vehicle, those treated with PERC had lower kidney weights and higher kidney-to-body weight (BW) ratios (Figure 1). Compared to the vehicle group, the population mean of kidney weight was 5.9% lower in the PERC-treated group. In contrast, the population mean of kidney-to-BW ratio was 2.8% higher in the PERC-treated group, as treatment with PERC resulted a lower BW in ∼80% of strains (Cichocki et al. 2017c). Additionally, PERC treatment resulted in higher mRNA and protein expression of kidney injury marker Havcr1/KIM-1; Figure 2), with an average of 5.3-fold higher expression of Havcr1 and 2.4-fold higher expression of KIM-1 protein as compared with vehicle-treated mice. Interstrain variability in responses (i.e., change in mRNA or protein) to PERC were also observed, where CC003 was among the most sensitive strains, and CC012 was among the most resistant strains. It is also noteworthy that both mRNA and protein levels of KIM-1 were highly correlated in treated mice (r=0.86). Finally, PERC-treated mice also had higher mRNA expression of PPARα-responsive genes (Fabp1, Ehhadh, and Acot1) than control-treated mice (Figure 3). PERC-treated mice exhibited significantly higher population-level expression by 4.1-fold for Acot1, 6.7-fold for Fabp1, and 2.1-fold for Ehhadh. Future studies of the effects of PERC can investigate specific mediation hypotheses for transcriptional levels as influenced by local genotype, i.e., cis-eQTLs (expression quantitative trait loci). These effects are plausible, e.g., as judged by careful eQTL linkage analysis of liver baseline transcriptional levels measured by RNA-Seq in 50  CC lines, largely overlapping the CC lines here (Venkatratnam et al. 2017). Using data from that study, nominal and adjusted (for the entire transcriptome) p-values for cis-effects on transcription were, respectively, Havcr1 (p<10−10; adjusted p=2.5×10−7), Acot1 (p=0.044; adjusted p=0.83), Ehhadh (p<0.019; adjusted p=0.54), and Fabp1 (p=0.0029; adjusted p=0.17). Future dissection of eQTL effects, and specifically as modifiers of effect, can be performed to further elucidate the differential effects by strain. Effects of tetrachloroethylene (PERC; 1,000mg/kg; single dose) on kidney weight and kidney to body weight (BW) ratios in Collaborative Cross mice. Scatter dot plots illustrate the effects of PERC on kidney weight and kidney to BW ratio in mice from Collaborative Cross strains. Mean±standard deviation are shown for each group. There was a single mouse per strain in control and treated groups. Significance was determined using a Wilcoxon matched-pairs (i.e., strains) signed rank test. See Figure S5 for a plot of pair-wise effects in each strain. Effects of tetrachloroethylene (PERC; 1,000mg/kg; single dose) on kidney mRNA and protein levels of KIM-1 (kidney injury molecule-1) in Collaborative Cross mice. Dumbbell plots illustrate the difference between PERC-treated (squares) and vehicle-treated (circles) mice in each Collaborative Cross strain. Scattered dot plot insets show the population geometric means and geometric variance (GSD). Data on (A) Havcr1 mRNA expression, and (B) KIM-1 protein level in kidney are shown. There was a single mouse per strain in control and treated groups. Significance was determined using a Wilcoxon matched-pairs (i.e., strains) signed rank test. Effects of tetrachloroethylene (PERC; 1,000mg/kg; single dose) on kidney mRNA expression of peroxisome proliferator–activated receptor alpha (PPARα) target genes in Collaborative Cross mice. Scatter dot plots illustrate the difference between PERC-treated and vehicle-treated mice from Collaborative Cross strains with regard to kidney mRNA expression of Acot1 (Acyl-CoA thioesterase 1), Fabp1 (fatty acid-binding protein 1), and Ehhadh (enoyl-coenzyme A, hydratase/3-hydroxyacyl coenzyme A dehydrogenase). The geometric means and geometric variance (GSD) are indicated. Significance was determined using a Wilcoxon matched-pairs (i.e., strains) signed rank test. See Figure S6 for a plot of pair-wise effects in each strain.\n\n## Interstrain Variability in Metabolism of PERC through Glutathione Conjugation Pathway\nConcentration–time profiles of TCVG, TCVC, and NAcTCVC were examined among 45  CC strains (Figure 4; Figures S1–S3). Most CC strains showed similar TK of GSH conjugation metabolites, with a peak concentration at 1–2 h after dosing and a rapid complete elimination within 12 h (Figure 4A–C). However, CC075 strain manifested a distinct TK profile with delayed formation and elimination of GSH conjugates in kidney. Based on the concentration–time profiles of GSH conjugation metabolites, we calculated the AUCs to compare the tissue-specific TK of GSH conjugation metabolites across strains (Figure 4D–F). The range of interstrain differences were 54.2-fold for TCVG, 29.0-fold for TCVC, and 33.6-fold for NAcTCVC. Toxicokinetic parameters of glutathione metabolites of tetrachloroethylene (PERC) in kidney of Collaborative Cross mice. Shown are concentration–time profiles (A–C) and the area under the curve (AUC0−12h; D–F) for S-(1,2,2-trichlorovinyl)glutathione (TCVG), S-(1,2,2-trichlorovinyl)-L-cysteine (TCVC), and N-acetyl-S-(1,2,2-trichlorovinyl)-L-cysteine (NAcTCVC) in mouse kidney after oral dosing with PERC (1,000mg/kg; single dose). A two-phase exponential association was used to fit the concentration–time profiles of TCVG, TCVC, and NAcTCVC, exemplified by representative lines in strains CC075 (triangle), CC001 (square), CC023 (diamond), CC037 (circle), and CC021 (inverted triangle). Black line indicates the population estimate based on 45 strains. Dark-gray shaded area shows the 95% confidence interval of the population estimate, and light-gray shaded area highlights the 95% prediction interval of the fitted curve. AUC within 12 h after dosing for each strain was calculated by using the trapezoidal rule. See Figure S5 for a plot of pair-wise effects in each strain.\n\n## Population-Based Correlation between Metabolism and Kidney Effects of PERC\nTo explore the relationships between PERC metabolites and/or toxicodynamic phenotypes, we conducted a population-based correlation analysis (Figure 5). As expected, we observed positive correlations among the variables with similar properties. For example, the AUCs of GSH conjugation metabolites (TCVG, TCVC, and NAcTCVC) across liver, kidney, and serum tissues correlated well with each other. Likewise, the AUCs of PERC and TCA across tissues, liver toxicodynamic phenotypes, and kidney toxicodynamic phenotypes also showed positive correlations within their own group (Havcr1 and KIM-1, r=0.86; kidney weight and kidney to BW ratio, r=0.51). Interestingly, we found potential associations between PERC metabolites and toxicodynamic phenotypes. Liver triglycerides correlated negatively with liver level of TCVC (r=−0.63; p<0.05). Kidney injury markers showed significant correlations with liver TCVG (r=0.52 for Havcr1 and r=0.42 for KIM-1; Figure S4), serum TCVG (r=0.42 for Havcr1 and r=0.40 for KIM-1), liver NAcTCVC (r=0.43 for Havcr1 and r=0.40 for KIM-1), and kidney NAcTCVC (r=0.40 for Havcr1 and r=0.45 for KIM-1). The correlation heatmap of tetrachloroethylene (PERC) metabolites and toxicodynamics phenotypes among Collaborative Cross stains. Each block represents the Pearson’s correlation coefficient (r) generated from two phenotypes and is colored by the direction of correlation (blue for negative correlation, red for positive correlation). Note: KIM-1, kidney injury molecule-1; NAcTCVC, N-acetyl-S-(1,2,2-trichlorovinyl)-L-cysteine; TCA, trichloroacetic acid; TCVC, S-(1,2,2-trichlorovinyl)-L-cysteine; TCVG, S-(1,2,2-trichlorovinyl)glutathione.\n\n## Using Collaborative Cross Mouse Population to Quantify Population Variability in Toxicokinetics of PERC and Its Metabolites\nCC mouse population–derived concentration-time profiles of PERC, oxidative metabolite (TCA), and GSH conjugative metabolites (TCVG, TCVC, and NAcTCVC) can be used to quantify the interstrain variability and derive chemical-specific adjustment factors to replace default uncertainty factors. Based on a previously published TK model for PERC and its metabolites (Luo et al. 2018c), we estimated the disposition for PERC, TCA, and GSH conjugates (Figure 6). The population average was 80.4% for PERC, 19.4% for TCA, and 0.25% for GSH conjugates, where 52% of total GSH conjugates further underwent bioactivation to form reactive species (Figure 6A). The density plots (Figure 6B–E) illustrate the population distribution of PERC and its metabolites among CC strains. Interstrain difference was 1.19-fold for unchanged PERC, 2.34-fold for oxidation, 6.68-fold for GSH conjugation, and 5.34-fold for bioactivation of GSH conjugates. Predicted disposition of tetrachloroethylene (PERC), trichloroacetic acid (TCA), and glutathione (GSH) conjugates in Collaborative Cross mouse strains. (A) Pie charts are used to represent the population estimates of the percentage disposition for PERC and its metabolites, which are predicted by a multicompartment toxicokinetics (TK) model. PERC, TCA, and overall GSH conjugation (arrow) are shown on the left. The pie chart on the right presents the fate of GSH conjugates, either through N-acetylation or bioactivation. (B–E) The density plots visualize the population variability of PERC (B) and its metabolites (C) TCA, (D) N-acetylation metabolites, and (E) bioactive metabolites among 45 Collaborative Cross strains, and data from B6C3F1/J (▲), C57BL/6J (■), and NZW/LacJ (●) strains (Luo et al. 2018c). We also have taken advantage of a recently published toxicokinetic data of PERC and its metabolites in three mouse strains to illustrate the power of the population-based model. Compared to the data from three mouse strains (B6C3F1/J, C57BL/6J, and NZW/LacJ) (Luo et al. 2018c), the CC mouse population captures a greater variability for PERC and its metabolites (Figure 6B–E). In addition, the three mouse strains used in previous studies, including the B6C3F1 strain used in cancer bioassays of PERC (National Toxicology Program 1977), locate in the higher end of CC population for PERC (above the 90th percentile) (Figure 6B), but in the lower end for TCA (below the 10th percentile) (Figure 6C). For the estimates for GSH conjugation, the three mouse strains lie in the middle of the distribution of the data from CC population (Figure 6D–E).\n\n## Deriving Science-Based Chemical-Specific Adjustment Factors for Population Variability in Toxicokinetics and Toxicodynamics of PERC\nTo translate the quantitative data on population variability of TK and TD of PERC obtained in this study into information directly useable in chemical risk assessment, we calculated chemical-specific adjustment factors for TK and/or TD variability based on the data from the CC population (Table 1). Predicted disposition of PERC, TCA, and GSH conjugates across CC strains was used to calculate the chemical-specific adjustment factors for TK variability (UFTK). Two TD end points, liver-to-BW ratio (for liver effects) and KIM-1 (for kidney effects), were selected based on the organ-specific data used for deriving candidate reference doses (cRfDs) in the toxicological review of PERC (U.S. EPA 2012). The interstrain difference observed in TD end points includes the variance from TK and TD; therefore, we subtracted corresponding tissue-specific TK variance (i.e., liver effect and TCA, kidney effect and GSH conjugation) to obtain the chemical-specific uncertainty factors for TD (UFTD). Derivation of uncertainty factors for interstrain variability in toxicokinetics and toxicodynamics of tetrachloroethylene (PERC) using Collaborative Cross mouse population data. Note: The bracket shows the 95% confidence interval of the point estimate. For TK end points, the derived UF for human variability represents only the TK component. For the toxicity end points, the derived UFs represent the composite UF for interstrain variability (TK+TD), with the TD-only component in parentheses. GM, geometric mean, the unit is milligram for toxicokinetics end points and dimensionless for toxicodynamic endpoints (fold-change); GSD, geometric standard deviation; GSH, glutathione; KIM-1, kidney injury molecule-1; TD, toxicodynamics; TK, toxicokinetics; UFH, uncertainty factors for human variability; σinterstrain2=σtotal2−σintrastrain2; σintrastrain2, variance of log-transformed data from Cichocki et al. (2019); σtotal2, variance of log transformed data from this study. For TK variability, the largest variance was found in the GSH conjugation metabolic pathway of PERC. The default uncertainty factor (3.16) is greater than the UFH- TK, 95 derived from PERC and oxidative metabolism, but marginally adequate to account for TK variability in GSH conjugation at the 95th percentile. Likewise, for TD variability, KIM-1 also showed a greater variance as compared with liver-to-BW ratio. The default uncertainty factor is sufficient to account for the TD variability in liver effect but fails to account for the TD variability in kidney effects. Our result shows that UFTD is greater than UFTK for PERC exposure, which is counter to the equal variability assumption (UFTK=UFTD=3.16) used in traditional chemical risk assessments. Next, we used this study-derived chemical-specific adjustment factors for combined TK and TD variability at the 95th percentile into calculation of the cRfD and compared that with those derived by the U.S. EPA (2012) (Figure 7). For liver effects, this study-based UFH (1.2) is smaller than the default value, resulting in a larger cRfD. On the other hand, for the kidney effect, this study-derived UFH (7.6) is close to the default UF of 10, which leads to the similar cRfD. However, at the 99th percentile, we would find a smaller cRfD that is close to the current RfD. Still, the neurological effects remain to be the most sensitive end point, resulting in the smallest cRfD. Comparison of candidate reference dose (cRfD, gray circles) supporting the RfD (dash line) and cRfD with uncertainty factors (UF) updated from this study. No-observed-adverse-effect level (NOAEL, open circles) or lowest-observed-adverse-effect level (LOAEL, filled circles) was used as point of departure for organ-specific effect. UFA, animal to human; UFD, database; UFH, human variability; UFL, LOAEL to NOAEL; UFS, subchronic to chronic exposure duration.\n\n## Discussion\nCharacterization of human variability in TK and TD of environmental chemicals is a critical data gap in the health risk assessments (National Academies of Sciences, Engineering, and Medicine 2017). Population-based data derived from inbred mouse panels (Bradford et al. 2011; Israel et al. 2018; Koturbash et al. 2011; Luo et al. 2018c; Martinez et al. 2010; Yoo et al. 2015a, 2015b) or CC mouse population (Cichocki et al. 2017c; Hartman et al. 2017; Luo et al. 2018a; Venkatratnam et al. 2017, 2018) can be used to investigate the interstrain variability in metabolism and toxicity of environmental toxicants. For example, Cichocki et al. (2017c) quantitatively examined the relationship between PERC TK and TD at the population level using CC mice to test whether individuals with increased oxidative metabolism are more sensitive to hepatotoxicity following PERC exposure. Herein, we extend these studies to examine PERC-associated kidney effects and GSH conjugation, a major data gap in risk assessment of PERC (Cichocki et al. 2016). First, our results provide additional data supporting the kidney as a target of PERC toxicity. The U.S. EPA (2012) toxicological review of PERC did not consider kidney to be the critical effect but did develop cRfDs for this target tissue based on the findings of nephrotoxicity in mice, rats, and humans. Here, we confirmed previous reports that PERC alters kidney weight and kidney-to-BW ratio while also demonstrating higher mRNA and protein expression of the proximal tubule injury marker KIM-1. The increase in kidney to BW rations may be complicated, however, by the significantly lower average BW (∼6%; p<0.0001, t-test) that was observed between control and PERC-treated groups, although the response has been shown to be variable between strains (Cichocki et al. 2017c). However, change in absolute kidney weight, but not kidney-to-BW ratio, is an accepted predictor of kidney histopathology in subchronic and chronic studies (Craig et al. 2015). Interestingly, the population variability observed in both responses included some strains in which the effect of treatment was in the opposite direction of the population-level response (Figure S5), suggesting that organ weight changes in individual strains should be interpreted with caution. In addition, our findings on kidney weight are corroborated with KIM-1 biomarker data showing consistent increases in both mRNA and protein expression across strains. We observed a population-based correlation between mRNA and protein levels across treated mice, as well as between mRNA and protein responses to treatment. Thus, the use of a population-based model with varying levels of basal KIM-1 and varying sensitivities to treatment provides a strong indication that PERC does have an effects in a population-based model, even though some strains, for example, C57BL/6J (Cichocki et al. 2019), may be unaffected. In addition to the higher mRNA expression of Havcr1, mice treated with PERC also had higher expression of PPARα-responsive genes in the kidney, consistent with previous reports reviewed by U.S. EPA (2012). In our previous study, we found that PERC induced liver expression of PPARα-responsive genes, which positively correlated with the internal dose of TCA (Cichocki et al. 2017c). TCA is known to be an activator of PPARα, which regulates lipid transport, lipid metabolism, and peroxisome proliferation in cells. Thus, it is not surprising that PERC also induces kidney expression of PPARα-responsive genes, because a high level of TCA was reported in the kidneys of mice treated with PERC (Cichocki et al. 2019; Luo et al. 2018b, 2018c; Yoo et al. 2015c). Second, the use of CC mouse population provides greater elucidation of potential metabolite–toxicity relationships for PERC exposures. Specifically, we examined whether the interstrain variation in internal doses of critical metabolites of PERC (i.e., TCA, TCVG, TCVC, and NAcTCVC) at target organs could partially explain differences in toxic responses. Interestingly, PERC and TCA show positive correlations with liver TGs but negative correlations with GSH-related metabolites in liver and kidney. It is known that PERC treatment induces lipid accumulation in mouse liver (Cichocki et al. 2017c; Marth 1987), which may be associated with the internal doses of TCA and PPARα activation (Luo et al. 2018b). As the oxidative and GSH conjugation pathways may compete for the parent compound, individuals with lower levels of GSH-related metabolites could have higher internal doses of TCA, resulting in the increased lipid accumulation. Indeed, compared with control diet–fed mice, mice with diet-induced nonalcoholic fatty liver disease (NAFLD) also show lower levels of TCVG, TCVC, and NAcTCVC, a higher level of TCA, and hepatic lipid accumulation after PERC exposure (Cichocki et al. 2017a). To this end, these data confirm the general assumption the liver effects of PERC would predominantly result from the oxidative pathway (U.S. EPA 2012). Concomitantly, the kidney injury markers show significant positive correlations with liver TCVG, consistent with previous work attributing PERC-induced kidney toxicity to the bioactivated products from GSH conjugates of PERC and other chlorinated solvents (Dekant et al. 1986a, 1986b; Elfarra and Krause 2007; Lash et al. 2002). This is also consistent with findings from rodent bioassays, where renal injury (chronic nephropathy including karyomegaly) was observed in both sexes of rats/mice; however, only male rats developed tumors and were more prone to develop cytomegaly (National Toxicology Program 1977). These results are also concordant with our previous observations between control mice and mice with NAFLD (Cichocki et al. 2019), and those between control mice and CYP 2E1 knockout mice (Luo et al. 2018b). In each case, levels of GSH conjugation metabolites were correlated with kidney toxicity as measured by mRNA and protein expression of KIM-1. Third, CC mouse population provides a better characterization for the population variability in TK of PERC than has previously been demonstrated, thereby enabling the more direct application to human health risk assessment. Previous studies of population variability of PERC and its metabolites were limited to three mouse strains (B6C3F1/J, C57BL/6J, and NZW/LacJ mice) (Luo et al. 2018c). When compared with the more comprehensive results from this study in the CC mouse population, the three previously studied inbred strains exhibited oxidative metabolism of PERC at the lower end of the distribution, while the GSH conjugation of PERC was in the middle of the CC mouse population. Fourth, our study examined both TK and TD variability for the effects of PERC, thus enabling the greater translation and the application in health risk assessment. Specifically, we were able to derive the chemical-specific adjustment factors in TK and TD of PERC that can be considered in replacing the default uncertainty factor for human variability that was used in U.S. EPA (2012). Interestingly, we found that PERC-specific adjustment factors in TK based on our data is smaller than the default value of 3.16, while PERC-specific adjustment factor for kidney TD is greater than 3.16. These results challenge the default assumption of equal variance between TK and TD of environmental toxicants. This observation is more pronounced for the data in kidney, as compared with those in liver, showing that the observed interstrain variability in kidney toxicity of PERC would mainly result from the differences in TD rather than in TK. However, our pharmacokinetic model derived the interstrain variability for overall flux to oxidative or GSH conjugation pathway, rather than specific metabolites [i.e., TCVC–sulfoxides and dichloroacetic acid (DCA)]. The biotransformation to the downstream or unknown metabolites could magnify the observed TK variability, which may partially explain the greater interstrain variability observed in TD compared with that in TK. Metabolite-specific and tissue-specific interstrain variability can be explored further by extending PERC physiologically based pharmacokinetic models to characterize population variability, as we recently proposed (Dalaijamts et al. 2018). Additionally, our results for the composite chemical-specific adjustment factor (TK+TD) for PERC show that the default uncertainty factor (10) is protective for the susceptible individuals at the 95th percentile but may not be adequate for individuals at the 99th percentile. However, this approach shows that the traditional approach of combining TK and TD variability by simple multiplication is improper, particularly when using chemical-specific data. Our analysis used the statistical approach of separating the population variance into TK and TD components, rather than the uncertainty factor itself (Chiu and Slob 2015). There are several key limitations in this study. First, only one sample per time point per strain was used to construct the strain-specific TK of PERC and its metabolites. The intrastrain variability in TK of PERC and its metabolites was obtained by a computational approach using a toxicokinetic model, while the intrastrain variability in TD of PERC was estimated from C57BL/6J mice (Cichocki et al. 2017b, 2019). Additionally, because PERC treatment did not have a measurable effect on C57BL/6J mice (Cichocki et al. 2017b, 2019), we had to assume that intrastrain variability also was independent of treatment. Underestimating intrastrain variability would imply that the UFH values were overestimated, resulting in more conservative cRfD values. Future studies would benefit from the characterization of intrastrain variability in CC mice for refinement in chemical-specific adjustment factors. Second, a single high dose of PERC (1,000mg/kg) was used in this study. This dose is several orders of magnitudes higher than the expected exposures to the general population. In addition, the oxidative metabolism of PERC is likely to be saturated at this dose (Buben and O'Flaherty 1985). The higher doses also result in greater formation of GSH conjugates in mice, but this nonetheless may be more relevant to humans, whose oxidative capacity is less than mice. Unfortunately, no human in vivo data on blood or tissue levels of GSH conjugation metabolites are currently available for more direct comparison. Third, the TD end points were collected at 24 h after dosing, which only sheds light on acute effects of PERC. Future studies using subchronic or chronic study design would provide more relevant estimates for chronic effects. Overall, this study provides key information critical to the human health risk assessment of PERC with respect to the kidney as a target tissue, the role of GSH conjugation in kidney toxicity, and the degree of the interindividual variability. Moreover, we demonstrated for the first time how the CC mouse population can be used in the derivation of the chemical-specific adjustment factors in population variability. Our next step will be updating the physiologically based pharmacokinetic models with population-based mouse data to provide more refined metabolite- and tissue-specific predictions for PERC TK variability.\n\n## Supplementary Material\nClick here for additional data file. Click here for additional data file.",
  "word_count": 8987,
  "char_count": 62303
}