{
  "pmcid": "PMC5674105",
  "doi": "10.1038/bjc.2017.285",
  "title": "Occupational solvent exposure and risk of glioma in the INTEROCC study",
  "authors": [
    "Geza Benke",
    "Michelle C Turner",
    "Sarah Fleming",
    "Jordi Figuerola",
    "Laurel Kincl",
    "Lesley Richardson",
    "Maria Blettner",
    "Martine Hours",
    "Daniel Krewski",
    "David McLean",
    "Marie-Elise Parent",
    "Siegal Sadetzki",
    "Klaus Schlaefer",
    "Brigitte Schlehofer",
    "Jack Siemiatycki",
    "Martie van Tongeren",
    "Elisabeth Cardis"
  ],
  "year": "2017",
  "journal": "British Journal of Cancer",
  "abstract": "Background:The aetiology of glioma remains largely unknown. Occupational solvent exposure has been suggested as a putative cause of glioma, but past studies have been inconsistent. We examined the association between a range of solvents and glioma risk within the INTEROCC project, a study of brain tumours and occupational exposures based on data from seven national case–control studies conducted in the framework of the INTERPHONE study. We also investigated associations according to tumour grade.Methods:Data from the seven countries were standardised and then combined into one aggregate data set. Pooled odds ratios (ORs) were estimated for adjusted models that included sex, age, country–region of residence and level of educational attainment. Exposures to any solvent or 11 specific solvents or subgroups were assessed using a modified version of the FINJEM job exposure matrix (JEM) specifically developed for the study, called INTEROCC-JEM.Results:Analysis included 2000 glioma cases and 5565 controls. For glioma and ever/never exposure to any solvent, the OR was 0.91 (95% confidence interval: 0.74–1.11). All ORs were <1.0 for specific solvents/subgroups. There were no increases in risk according to high or low grade of tumour.Conclusions:The results of this study show no consistent associations for any solvent exposures overall or by grade of tumour.",
  "sections": [
    {
      "title": "Materials and methods",
      "text": "The INTEROCC project has been previously described elsewhere (Lavoué et al, 2012; Lacourt et al, 2013; van Tongeren et al, 2013; McLean et al, 2014; Turner et al, 2014; Sadetzki et al, 2016). Briefly, included in the original INTERPHONE study questionnaire was an occupational history questionnaire capturing detailed data on job title, specific tasks, company name, a description of the activities of the company, and the start and end year of each job for all jobs held for >6 months. Subjects were recruited between the years 2000 and 2004 and were aged between 30 and 59 years in most study centres, with extensions in the age limit in Israel (18+ years), Germany (30–69 years), and the United Kingdom (18–69 years) to allow for greater ascertainment of cases. The sampling frame was centre-specific, and based on all residents in the study regions. Cases of first primary glioma were recruited rapidly using a standard protocol and diagnosis was confirmed based on histo-pathology, or unequivocal radiological diagnosis in 25% of cases. The ICD codes and definitions for high- and low-grade glioma have been previously published (Cardis et al, 2007). Controls were randomly selected based on locally developed sampling frames of the source population in each centre and were either individually or frequency matched to cases according to age (5-year groups), sex and study centre. The reference date for controls was calculated as the date of interview minus the median difference between the date of case diagnosis and interview by country. For this study, a total of 2054 glioma cases and 5601 controls were recruited into the study among the 7 countries, with participation rates of 68% for glioma cases and 50% for controls. Participation rates ranged from 56% of cases in Australia to 86% of cases in Israel and 31% of controls in Canada to 74% in France. Study participants were interviewed in person by trained interviewers using a computer-assisted personal interview questionnaire. Proxy respondents were permitted if the study subject had died or could not be interviewed. Written informed consent was provided by study participants prior to interview. Ethics approval was obtained from all appropriate national and regional research ethics boards, including the Ethical Review Board of IARC (Lyon) for INTERPHONE and the Municipal Institute for Medical Investigation Barcelona for INTEROCC. The methods for the assessment of occupational chemical exposures in INTEROCC have been described elsewhere (van Tongeren et al, 2013). In brief, the Finnish job exposure matrix, FINJEM (Kauppinen et al, 1998), was modified following review by experts from the participating countries to construct the INTEROCC-JEM. INTEROCC-JEM has the same 11 categories of solvents as the original FINJEM that are chlorinated hydrocarbons, toluene, benzene, trichloroethylene, methylene chloride, gasoline, perchloroethylene, 1,1,1-trichloroethane, aromatic hydrocarbons, aliphatic and alicyclic hydrocarbons, and other organics. All reported jobs were coded in ISCO 68 with a cross-walk to the Finnish codes (van Tongeren et al, 2013). Modifications to INTEROCC-JEM were based on expert input with knowledge of the solvent exposure in specific job codes by country. Validation studies involving efforts to standardise the coding from the centres were undertaken, and the results are reported elsewhere (Lavoué et al, 2012; van Tongeren et al, 2013). Past studies using the FINJEM have defined exposure on the basis of having a job code in which the proportion of exposed was >P, where P ranged from 5 to 50% for specific agents depending on the study (Benke et al, 2001). In INTEROCC, it was decided a priori to use a P⩾25% with the INTEROCC-JEM. Participants with a cutoff proportion (P) of P⩾25% in an occupational category for >1 year were deemed to be ‘exposed’. The lifetime cumulative exposure index was defined among ever exposed as the sum of the product of the proportion of exposure (P), the level of exposure (L), and the duration in years for each job held by a subject (van Tongeren et al, 2013). The reference group consisted of those subjects with no solvent exposure, P<5%. Subjects with 5%⩽P<25% or who were exposed for <1 year were excluded from analyses here. Statistical analysis was performed using conditional logistic regression models stratified by sex, age (using 5-year age groups), and country–region of residence (study site) and adjusted for level of educational attainment. Odds ratios (ORs) and 95% confidence intervals (CIs) were calculated for each solvent or solvent group according to categories of ever/never exposure, cumulative indices of exposure, and duration of exposure (years). Analyses were conducted for all subjects and for males and females separately. Analyses also examined high- and low-grade gliomas. Potential confounding by marital status, cigarette smoking status, allergy history (asthma, hay fever or eczema), and socioeconomic position (according to the Standard International Occupational Prestige Scale (Treiman, 1977) was assessed. INTERPHONE included not only glioma cases but also cases of meningioma, acoustic neuroma and salivary gland tumours. Inclusion of glioma and meningioma controls in this analysis was designed to increase the statistical power of the study to test for associations between solvent exposure and glioma risk. The original analyses of mobile phone use in INTERPHONE used matched controls (and post hoc matched controls in the most recent paper—Turner et al, 2017—as the uptake of mobile phones increased very rapidly during the study period, and it was therefore essential that controls were matched as closely as possibly to cases as possible). For past occupational exposures, however, this is not so critical and the power advantages greatly outweigh the disadvantage. Because of this matching, however, the results from this paper and from the companion paper on meningioma risk (McLean et al, 2014) are not entirely independent as the same controls have been used in both. Sensitivity analyses were performed examining different lag periods of exposure (1 year and 10 years), taking a 5-year lag as the standard (Checkoway et al, 1990), as well as with different probabilities (P⩾5 and ⩾50) to define exposure status. Additional analyses examined associations in different time windows of exposure (5–14 years, 15–24 years, and 25+ years) in the past, among self-respondents only (proxies were excluded), excluding participants >69 years of age, excluding subjects with personal history of neurofibromatosis and/or tuberous sclerosis, or excluding participants with a poor quality interview as they were deemed by the interviewer to be reticent and uninterested. Potential effect modification by sex, age group (⩽39, 40–49, 50–59, ⩾60), education (primary–secondary, intermediate college, or tertiary), age at first exposure (<18, 18+ years), smoking status (ever, never), and country was examined according to the likelihood ratio test. Analyses were conducted using StataCorp, 2011."
    },
    {
      "title": "Case and control ascertainment",
      "text": "The INTEROCC project has been previously described elsewhere (Lavoué et al, 2012; Lacourt et al, 2013; van Tongeren et al, 2013; McLean et al, 2014; Turner et al, 2014; Sadetzki et al, 2016). Briefly, included in the original INTERPHONE study questionnaire was an occupational history questionnaire capturing detailed data on job title, specific tasks, company name, a description of the activities of the company, and the start and end year of each job for all jobs held for >6 months. Subjects were recruited between the years 2000 and 2004 and were aged between 30 and 59 years in most study centres, with extensions in the age limit in Israel (18+ years), Germany (30–69 years), and the United Kingdom (18–69 years) to allow for greater ascertainment of cases. The sampling frame was centre-specific, and based on all residents in the study regions. Cases of first primary glioma were recruited rapidly using a standard protocol and diagnosis was confirmed based on histo-pathology, or unequivocal radiological diagnosis in 25% of cases. The ICD codes and definitions for high- and low-grade glioma have been previously published (Cardis et al, 2007). Controls were randomly selected based on locally developed sampling frames of the source population in each centre and were either individually or frequency matched to cases according to age (5-year groups), sex and study centre. The reference date for controls was calculated as the date of interview minus the median difference between the date of case diagnosis and interview by country. For this study, a total of 2054 glioma cases and 5601 controls were recruited into the study among the 7 countries, with participation rates of 68% for glioma cases and 50% for controls. Participation rates ranged from 56% of cases in Australia to 86% of cases in Israel and 31% of controls in Canada to 74% in France. Study participants were interviewed in person by trained interviewers using a computer-assisted personal interview questionnaire. Proxy respondents were permitted if the study subject had died or could not be interviewed. Written informed consent was provided by study participants prior to interview. Ethics approval was obtained from all appropriate national and regional research ethics boards, including the Ethical Review Board of IARC (Lyon) for INTERPHONE and the Municipal Institute for Medical Investigation Barcelona for INTEROCC."
    },
    {
      "title": "Exposure assessment",
      "text": "The methods for the assessment of occupational chemical exposures in INTEROCC have been described elsewhere (van Tongeren et al, 2013). In brief, the Finnish job exposure matrix, FINJEM (Kauppinen et al, 1998), was modified following review by experts from the participating countries to construct the INTEROCC-JEM. INTEROCC-JEM has the same 11 categories of solvents as the original FINJEM that are chlorinated hydrocarbons, toluene, benzene, trichloroethylene, methylene chloride, gasoline, perchloroethylene, 1,1,1-trichloroethane, aromatic hydrocarbons, aliphatic and alicyclic hydrocarbons, and other organics. All reported jobs were coded in ISCO 68 with a cross-walk to the Finnish codes (van Tongeren et al, 2013). Modifications to INTEROCC-JEM were based on expert input with knowledge of the solvent exposure in specific job codes by country. Validation studies involving efforts to standardise the coding from the centres were undertaken, and the results are reported elsewhere (Lavoué et al, 2012; van Tongeren et al, 2013). Past studies using the FINJEM have defined exposure on the basis of having a job code in which the proportion of exposed was >P, where P ranged from 5 to 50% for specific agents depending on the study (Benke et al, 2001). In INTEROCC, it was decided a priori to use a P⩾25% with the INTEROCC-JEM. Participants with a cutoff proportion (P) of P⩾25% in an occupational category for >1 year were deemed to be ‘exposed’. The lifetime cumulative exposure index was defined among ever exposed as the sum of the product of the proportion of exposure (P), the level of exposure (L), and the duration in years for each job held by a subject (van Tongeren et al, 2013). The reference group consisted of those subjects with no solvent exposure, P<5%. Subjects with 5%⩽P<25% or who were exposed for <1 year were excluded from analyses here."
    },
    {
      "title": "Statistical analysis",
      "text": "Statistical analysis was performed using conditional logistic regression models stratified by sex, age (using 5-year age groups), and country–region of residence (study site) and adjusted for level of educational attainment. Odds ratios (ORs) and 95% confidence intervals (CIs) were calculated for each solvent or solvent group according to categories of ever/never exposure, cumulative indices of exposure, and duration of exposure (years). Analyses were conducted for all subjects and for males and females separately. Analyses also examined high- and low-grade gliomas. Potential confounding by marital status, cigarette smoking status, allergy history (asthma, hay fever or eczema), and socioeconomic position (according to the Standard International Occupational Prestige Scale (Treiman, 1977) was assessed. INTERPHONE included not only glioma cases but also cases of meningioma, acoustic neuroma and salivary gland tumours. Inclusion of glioma and meningioma controls in this analysis was designed to increase the statistical power of the study to test for associations between solvent exposure and glioma risk. The original analyses of mobile phone use in INTERPHONE used matched controls (and post hoc matched controls in the most recent paper—Turner et al, 2017—as the uptake of mobile phones increased very rapidly during the study period, and it was therefore essential that controls were matched as closely as possibly to cases as possible). For past occupational exposures, however, this is not so critical and the power advantages greatly outweigh the disadvantage. Because of this matching, however, the results from this paper and from the companion paper on meningioma risk (McLean et al, 2014) are not entirely independent as the same controls have been used in both. Sensitivity analyses were performed examining different lag periods of exposure (1 year and 10 years), taking a 5-year lag as the standard (Checkoway et al, 1990), as well as with different probabilities (P⩾5 and ⩾50) to define exposure status. Additional analyses examined associations in different time windows of exposure (5–14 years, 15–24 years, and 25+ years) in the past, among self-respondents only (proxies were excluded), excluding participants >69 years of age, excluding subjects with personal history of neurofibromatosis and/or tuberous sclerosis, or excluding participants with a poor quality interview as they were deemed by the interviewer to be reticent and uninterested. Potential effect modification by sex, age group (⩽39, 40–49, 50–59, ⩾60), education (primary–secondary, intermediate college, or tertiary), age at first exposure (<18, 18+ years), smoking status (ever, never), and country was examined according to the likelihood ratio test. Analyses were conducted using StataCorp, 2011."
    },
    {
      "title": "Results",
      "text": "The study consisted of 2000 eligible cases of glioma and 5565 controls. A small number of participants (n=54 cases and 36 controls) were excluded owing to erroneous job history data. A description of the characteristics of the glioma cases and controls is provided in Table 1. The majority of glioma cases were men (61.3%), whereas controls were slightly more women (55.4%). The mean (s.d.) age of cases was 51.2 (12.5) years and controls 52.0 (11.5) years. Most participants had completed either a primary or secondary level of education and the majority was married. The United Kingdom, Israel, and Germany contributed the greatest number of glioma cases. Proxy respondents were used for 17.6% of cases and 0.4% of controls. In general, the prevalence of solvent exposure was low, with a total of 9.6 of cases and 7.6% of controls ever exposed to ‘any’ solvent (Table 2). For specific solvents/solvent groups, 8.4 of cases and 6.9% of controls were ever exposed to aromatic hydrocarbons, with the prevalence of exposure to the remaining solvents ranging from 0 to 3%. Cases overall tended to have greater cumulative exposure levels to aliphatic and alicyclic hydrocarbons, aromatic hydrocarbons, 1,1,1-trichloroethane, and toluene than controls. However, controls tended to have greater cumulative exposure levels to benzene, chlorinated hydrocarbons, other organics, and trichloroethylene than cases. Solvent exposure was also generally greater among male compared with female participants. Joint solvent exposure was quite frequent (Table 3). Among ever exposed to aliphatic and alicyclic hydrocarbons, two of the more common exposures, 80.2% were also exposed to aromatic hydrocarbons, 64.5% to other organics, and 76.1% to toluene. Among those ever exposed to other organics, 96.2% were also exposed to aliphatic and alicyclic hydrocarbons, 97.7% to aromatic hydrocarbons, and 91.7% to toluene. Among those ever exposed to toluene, 82% were also exposed to aliphatic and alicyclic hydrocarbons, 100% to aromatic hydrocarbons, and 66.1% to other organics. However, among those ever exposed to more prevalent aromatic hydrocarbons, <40% were also ever exposed to another solvent. Table 4 provides ORs and 95% CIs for associations between ever/never exposure to any solvent or to specific solvents/solvent groups and glioma risk. There was no association between ever exposure to any solvent and glioma risk overall (OR=0.91, 95% CI 0.74–1.11). ORs for specific solvents/solvent groups were also <1 ranging from 0.23 for trichloroethylene to 0.97 for other organics, and for benzene, there was a statistically significantly reduced association (OR=0.55, 95% CI 0.31–0.97). Results were also similar for men and women separately. There was no significant trend for any specific solvent/solvent group according to categories of quartiles of cumulative exposure (Table 5) or years of exposure overall or according to different time windows of exposure 5–14, 15–24, or 25+ years in the past (not shown). Results for ever/never exposure were similar with adjustment for other potential confounding variables (above) as well as in sensitivity analysis, excluding proxy respondents (5.02%), participants >69 years of age (5.59%), participants with a personal history of neurofibromatosis and/or tuberous sclerosis (0.25%), or participants with a poor quality interview (31.22%). Results were also similar using different lag periods or probabilities of exposure (not shown). There was also no association between ever exposure to any solvent or to specific solvents/solvent groups for either high- or low-grade glioma (Table 6). There was no evidence for effect modification of results overall by sex, age group, education, age at first exposure, cigarette smoking status, or country (P values for interaction >0.05)."
    },
    {
      "title": "Discussion",
      "text": "We have investigated glioma and occupational solvent exposure within a collaborative project, including case–control studies from seven countries, the INTEROCC project. Our results did not suggest an association between glioma and occupational exposure to any solvent or specific solvents/subgroups. Analysis by grade of glioma also did not suggest any association. The results were consistent across all solvents/subgroups and with both ever/never and cumulative metrics of exposure. Our results therefore do not suggest that occupational exposure to solvents may increase the risk of glioma. Results of previous studies of occupational solvent exposure and brain tumour risk are mixed and limited. Early large-scale US death certificate-based studies using JEMs reported some positive associations with mortality from cancer of the central nervous system among women, though there was no clear trend according to probability or intensity of exposure (Cocco et al, 1998, 1999). Other studies based on death certificates and interviews with next-of-kin participants for complete occupational history, including ∼300 case and control participants, reported some evidence for positive associations with astrocytic brain tumours among men (Thomas et al, 1987; Heinemann et al, 1994). However, in one study there was no increase in risk among men in the highest exposure category, though there were few participants (Thomas et al, 1987). In the other study, there were positive associations, particularly with methylene chloride exposure, according to increasing probability and intensity of exposure but not level of cumulative exposure (Heinemann et al, 1994). In one early case–control study of self-reported exposure including 192 glioma cases and 192 controls, there was a positive OR among men, but not among women, with a history of exposure to solvents, degreasers, or cleaning agents (OR=2.6, 95% CI 1.3–5.2) (Rodvall et al, 1996). However, in a pooled analysis of data from six countries including the previous study, there was no association between self-reported exposure to solvents and cleaning agents and glioma risk among men (OR=0.85, 95% CI 0.64–1.12) or women (OR=0.92, 95% CI 0.59–1.43) (Schlehofer et al, 2005). In a large-scale Swedish census-based record linkage study, though there was no association between occupational solvent exposure assessed using a JEM and glioma risk among those with either possible or probable exposure overall (Navas-Acien et al, 2002a), there was some evidence for a positive association among those with a concurrent moderate-to-high ELF exposure (Navas-Acien et al, 2002b). Interactions between occupational chemical exposure and ELF in INTEROCC are examined elsewhere (Turner et al, 2017). There was no evidence for interactions between occupational ELF and chemical exposures for glioma risk observed (Turner et al, 2017). More recently, results from the Upper Midwest Health Study including 798 glioma cases and 1175 population controls reported no positive association with any exposure or levels of cumulative exposure to six chlorinated solvents with exposure estimated based on occupation and industry information collected during participant interviews combined with bibliographic databases of published exposure levels (Ruder et al, 2013). There was also no association between occupational exposure to six chlorinated solvents and glioma risk in a hospital-based case–control study in three US hospitals (n glioma cases=489, n meningioma cases=179, n controls=799) based on self-reported job-specific module data and industrial hygienist-assessed exposure based on literature review. However, the authors found a positive, though imprecise, OR with higher weekly average exposure to carbon tetrachloride among exposed subjects only (OR=7.1, 95% CI 1.1–45.2) (Neta et al, 2012). This study had excellent exposure assessment but was limited by its relatively small numbers. The main strength of the current study is the large sample size for a population-based case–control study. With 2000 cases and over 5000 controls, INTEROCC is the largest glioma study of its type with all cases either confirmed histologically or using unequivocal image diagnosis capturing complete occupation history information on participants. We also used the INTEROCC-JEM, developed and refined from the well-known FINJEM, with additional exposure estimates and expert input (van Tongeren et al, 2013) and assigned estimates of exposure to 11 specific solvents or groups of solvents, contributing to the sparse literature on specific solvent types with detailed data on duration and cumulative levels of exposure in multiple time windows. We found a relatively low prevalence of exposure to the solvents investigated, ranging from 7.6 to 9.6% of subjects with exposure to ‘any’ solvent, as well as a low percentage of participants with high levels of exposure. The recent case–control study of Neta et al (2012) reported exposure prevalence to chlorinated solvents to be ∼15%. This could suggest that the INTEROCC-JEM is more specific with exposures defined at a cutoff P⩾25%, although it could also be due to differences in the substances covered in the study by Neta et al (2012) and our current study. Three of the chlorinated solvents (trichloroethylene; 1,1,1-trichloroethane; and perchloroethylene) examined in Neta et al (2012) were also examined in INTEROCC, while the other three (dichloromethane, chloroform, and carbon tetrachloride) were not individually covered in the INTEROCC study but were covered by the category of chlorinated hydrocarbons. The proportion of ever solvent exposure in INTEROCC increased to 15.0–16.9% of controls and cases, respectively, with a cutoff P⩾5%. However, the use of this cutoff point resulted in very similar exposure–response associations with glioma to those with P⩾25%. Exposure assessment in Neta et al (2012) was conducted using job specific modules, an exposure assessment methodology considered superior to the JEM (Stewart et al, 1996). It has been previously observed that prevalence of many hazards are higher in studies that use this expert assessment method compared with JEMs (Benke et al, 2001; Lavoué et al, 2012). For example, in the case of farmers, solvent exposure will be attributed if respondents reported activities such as painting or degreasing as there may be exposure to aromatic hydrocarbons, aliphatic and alicyclic hydrocarbons, chlorinated hydrocarbons, trichloroethylene, or other organics. However, the occupation of farmer is not considered as having solvent exposure in the INTEROCC-JEM, due to the low prevalence of exposure among farmers. JEMs cannot reproduce this degree of sensitivity to such variability within occupation codes. JEMs also suffer from varying degrees of non-differential misclassification, and past validation studies indicate that this can result in biased ORs both towards and away from the null (Benke et al, 2001; Burstyn et al, 2012). Further, JEMs are typically considered geographically biased (Benke et al, 2001). As the INTEROCC-JEM has been applied to data from seven countries in this study, it is likely that some degree of misclassification has been introduced owing to geography. However, there were extensive efforts made to limit this bias in the current study, as described previously (Lavoué et al, 2012; van Tongeren et al, 2013), and there was no evidence for significant effect modification by country. In other analyses in INTEROCC, there were positive associations observed between occupational iron and oil mist exposure and meningioma risk where there was a similar low prevalence of exposure (Sadetzki et al, 2016). Other potential limitations of this study include low participation rates, particularly among controls, and potential related participation biases, though cases and controls were similar in terms of key demographic factors, with the exception of gender distribution, including age, educational attainment, and socioeconomic position, and such factors were adjusted for in analysis. Results excluding proxy respondents or participants with a poorer quality interview were, however, similar and ORs according to tumour grade tended to be lower among participants with a low-grade rather than a high-grade glioma, suggesting that there may be some other study factor resulting in the consistently reduced ORs here. The results’ tables had small numbers in some strata and this would cause instability in the ORs particularly when numbers of cases and controls are <5 in a cell. Furthermore, it is difficult to interpret findings for a specific exposure in the context of mixed exposures. In summary, the results of the present study and other recent case–control studies provide no clear indication that occupational solvent exposure is associated with an increased glioma risk. Future cohort studies may provide additional information to the current findings."
    }
  ],
  "full_text": "## Materials and methods\nThe INTEROCC project has been previously described elsewhere (Lavoué et al, 2012; Lacourt et al, 2013; van Tongeren et al, 2013; McLean et al, 2014; Turner et al, 2014; Sadetzki et al, 2016). Briefly, included in the original INTERPHONE study questionnaire was an occupational history questionnaire capturing detailed data on job title, specific tasks, company name, a description of the activities of the company, and the start and end year of each job for all jobs held for >6 months. Subjects were recruited between the years 2000 and 2004 and were aged between 30 and 59 years in most study centres, with extensions in the age limit in Israel (18+ years), Germany (30–69 years), and the United Kingdom (18–69 years) to allow for greater ascertainment of cases. The sampling frame was centre-specific, and based on all residents in the study regions. Cases of first primary glioma were recruited rapidly using a standard protocol and diagnosis was confirmed based on histo-pathology, or unequivocal radiological diagnosis in 25% of cases. The ICD codes and definitions for high- and low-grade glioma have been previously published (Cardis et al, 2007). Controls were randomly selected based on locally developed sampling frames of the source population in each centre and were either individually or frequency matched to cases according to age (5-year groups), sex and study centre. The reference date for controls was calculated as the date of interview minus the median difference between the date of case diagnosis and interview by country. For this study, a total of 2054 glioma cases and 5601 controls were recruited into the study among the 7 countries, with participation rates of 68% for glioma cases and 50% for controls. Participation rates ranged from 56% of cases in Australia to 86% of cases in Israel and 31% of controls in Canada to 74% in France. Study participants were interviewed in person by trained interviewers using a computer-assisted personal interview questionnaire. Proxy respondents were permitted if the study subject had died or could not be interviewed. Written informed consent was provided by study participants prior to interview. Ethics approval was obtained from all appropriate national and regional research ethics boards, including the Ethical Review Board of IARC (Lyon) for INTERPHONE and the Municipal Institute for Medical Investigation Barcelona for INTEROCC. The methods for the assessment of occupational chemical exposures in INTEROCC have been described elsewhere (van Tongeren et al, 2013). In brief, the Finnish job exposure matrix, FINJEM (Kauppinen et al, 1998), was modified following review by experts from the participating countries to construct the INTEROCC-JEM. INTEROCC-JEM has the same 11 categories of solvents as the original FINJEM that are chlorinated hydrocarbons, toluene, benzene, trichloroethylene, methylene chloride, gasoline, perchloroethylene, 1,1,1-trichloroethane, aromatic hydrocarbons, aliphatic and alicyclic hydrocarbons, and other organics. All reported jobs were coded in ISCO 68 with a cross-walk to the Finnish codes (van Tongeren et al, 2013). Modifications to INTEROCC-JEM were based on expert input with knowledge of the solvent exposure in specific job codes by country. Validation studies involving efforts to standardise the coding from the centres were undertaken, and the results are reported elsewhere (Lavoué et al, 2012; van Tongeren et al, 2013). Past studies using the FINJEM have defined exposure on the basis of having a job code in which the proportion of exposed was >P, where P ranged from 5 to 50% for specific agents depending on the study (Benke et al, 2001). In INTEROCC, it was decided a priori to use a P⩾25% with the INTEROCC-JEM. Participants with a cutoff proportion (P) of P⩾25% in an occupational category for >1 year were deemed to be ‘exposed’. The lifetime cumulative exposure index was defined among ever exposed as the sum of the product of the proportion of exposure (P), the level of exposure (L), and the duration in years for each job held by a subject (van Tongeren et al, 2013). The reference group consisted of those subjects with no solvent exposure, P<5%. Subjects with 5%⩽P<25% or who were exposed for <1 year were excluded from analyses here. Statistical analysis was performed using conditional logistic regression models stratified by sex, age (using 5-year age groups), and country–region of residence (study site) and adjusted for level of educational attainment. Odds ratios (ORs) and 95% confidence intervals (CIs) were calculated for each solvent or solvent group according to categories of ever/never exposure, cumulative indices of exposure, and duration of exposure (years). Analyses were conducted for all subjects and for males and females separately. Analyses also examined high- and low-grade gliomas. Potential confounding by marital status, cigarette smoking status, allergy history (asthma, hay fever or eczema), and socioeconomic position (according to the Standard International Occupational Prestige Scale (Treiman, 1977) was assessed. INTERPHONE included not only glioma cases but also cases of meningioma, acoustic neuroma and salivary gland tumours. Inclusion of glioma and meningioma controls in this analysis was designed to increase the statistical power of the study to test for associations between solvent exposure and glioma risk. The original analyses of mobile phone use in INTERPHONE used matched controls (and post hoc matched controls in the most recent paper—Turner et al, 2017—as the uptake of mobile phones increased very rapidly during the study period, and it was therefore essential that controls were matched as closely as possibly to cases as possible). For past occupational exposures, however, this is not so critical and the power advantages greatly outweigh the disadvantage. Because of this matching, however, the results from this paper and from the companion paper on meningioma risk (McLean et al, 2014) are not entirely independent as the same controls have been used in both. Sensitivity analyses were performed examining different lag periods of exposure (1 year and 10 years), taking a 5-year lag as the standard (Checkoway et al, 1990), as well as with different probabilities (P⩾5 and ⩾50) to define exposure status. Additional analyses examined associations in different time windows of exposure (5–14 years, 15–24 years, and 25+ years) in the past, among self-respondents only (proxies were excluded), excluding participants >69 years of age, excluding subjects with personal history of neurofibromatosis and/or tuberous sclerosis, or excluding participants with a poor quality interview as they were deemed by the interviewer to be reticent and uninterested. Potential effect modification by sex, age group (⩽39, 40–49, 50–59, ⩾60), education (primary–secondary, intermediate college, or tertiary), age at first exposure (<18, 18+ years), smoking status (ever, never), and country was examined according to the likelihood ratio test. Analyses were conducted using StataCorp, 2011.\n\n## Case and control ascertainment\nThe INTEROCC project has been previously described elsewhere (Lavoué et al, 2012; Lacourt et al, 2013; van Tongeren et al, 2013; McLean et al, 2014; Turner et al, 2014; Sadetzki et al, 2016). Briefly, included in the original INTERPHONE study questionnaire was an occupational history questionnaire capturing detailed data on job title, specific tasks, company name, a description of the activities of the company, and the start and end year of each job for all jobs held for >6 months. Subjects were recruited between the years 2000 and 2004 and were aged between 30 and 59 years in most study centres, with extensions in the age limit in Israel (18+ years), Germany (30–69 years), and the United Kingdom (18–69 years) to allow for greater ascertainment of cases. The sampling frame was centre-specific, and based on all residents in the study regions. Cases of first primary glioma were recruited rapidly using a standard protocol and diagnosis was confirmed based on histo-pathology, or unequivocal radiological diagnosis in 25% of cases. The ICD codes and definitions for high- and low-grade glioma have been previously published (Cardis et al, 2007). Controls were randomly selected based on locally developed sampling frames of the source population in each centre and were either individually or frequency matched to cases according to age (5-year groups), sex and study centre. The reference date for controls was calculated as the date of interview minus the median difference between the date of case diagnosis and interview by country. For this study, a total of 2054 glioma cases and 5601 controls were recruited into the study among the 7 countries, with participation rates of 68% for glioma cases and 50% for controls. Participation rates ranged from 56% of cases in Australia to 86% of cases in Israel and 31% of controls in Canada to 74% in France. Study participants were interviewed in person by trained interviewers using a computer-assisted personal interview questionnaire. Proxy respondents were permitted if the study subject had died or could not be interviewed. Written informed consent was provided by study participants prior to interview. Ethics approval was obtained from all appropriate national and regional research ethics boards, including the Ethical Review Board of IARC (Lyon) for INTERPHONE and the Municipal Institute for Medical Investigation Barcelona for INTEROCC.\n\n## Exposure assessment\nThe methods for the assessment of occupational chemical exposures in INTEROCC have been described elsewhere (van Tongeren et al, 2013). In brief, the Finnish job exposure matrix, FINJEM (Kauppinen et al, 1998), was modified following review by experts from the participating countries to construct the INTEROCC-JEM. INTEROCC-JEM has the same 11 categories of solvents as the original FINJEM that are chlorinated hydrocarbons, toluene, benzene, trichloroethylene, methylene chloride, gasoline, perchloroethylene, 1,1,1-trichloroethane, aromatic hydrocarbons, aliphatic and alicyclic hydrocarbons, and other organics. All reported jobs were coded in ISCO 68 with a cross-walk to the Finnish codes (van Tongeren et al, 2013). Modifications to INTEROCC-JEM were based on expert input with knowledge of the solvent exposure in specific job codes by country. Validation studies involving efforts to standardise the coding from the centres were undertaken, and the results are reported elsewhere (Lavoué et al, 2012; van Tongeren et al, 2013). Past studies using the FINJEM have defined exposure on the basis of having a job code in which the proportion of exposed was >P, where P ranged from 5 to 50% for specific agents depending on the study (Benke et al, 2001). In INTEROCC, it was decided a priori to use a P⩾25% with the INTEROCC-JEM. Participants with a cutoff proportion (P) of P⩾25% in an occupational category for >1 year were deemed to be ‘exposed’. The lifetime cumulative exposure index was defined among ever exposed as the sum of the product of the proportion of exposure (P), the level of exposure (L), and the duration in years for each job held by a subject (van Tongeren et al, 2013). The reference group consisted of those subjects with no solvent exposure, P<5%. Subjects with 5%⩽P<25% or who were exposed for <1 year were excluded from analyses here.\n\n## Statistical analysis\nStatistical analysis was performed using conditional logistic regression models stratified by sex, age (using 5-year age groups), and country–region of residence (study site) and adjusted for level of educational attainment. Odds ratios (ORs) and 95% confidence intervals (CIs) were calculated for each solvent or solvent group according to categories of ever/never exposure, cumulative indices of exposure, and duration of exposure (years). Analyses were conducted for all subjects and for males and females separately. Analyses also examined high- and low-grade gliomas. Potential confounding by marital status, cigarette smoking status, allergy history (asthma, hay fever or eczema), and socioeconomic position (according to the Standard International Occupational Prestige Scale (Treiman, 1977) was assessed. INTERPHONE included not only glioma cases but also cases of meningioma, acoustic neuroma and salivary gland tumours. Inclusion of glioma and meningioma controls in this analysis was designed to increase the statistical power of the study to test for associations between solvent exposure and glioma risk. The original analyses of mobile phone use in INTERPHONE used matched controls (and post hoc matched controls in the most recent paper—Turner et al, 2017—as the uptake of mobile phones increased very rapidly during the study period, and it was therefore essential that controls were matched as closely as possibly to cases as possible). For past occupational exposures, however, this is not so critical and the power advantages greatly outweigh the disadvantage. Because of this matching, however, the results from this paper and from the companion paper on meningioma risk (McLean et al, 2014) are not entirely independent as the same controls have been used in both. Sensitivity analyses were performed examining different lag periods of exposure (1 year and 10 years), taking a 5-year lag as the standard (Checkoway et al, 1990), as well as with different probabilities (P⩾5 and ⩾50) to define exposure status. Additional analyses examined associations in different time windows of exposure (5–14 years, 15–24 years, and 25+ years) in the past, among self-respondents only (proxies were excluded), excluding participants >69 years of age, excluding subjects with personal history of neurofibromatosis and/or tuberous sclerosis, or excluding participants with a poor quality interview as they were deemed by the interviewer to be reticent and uninterested. Potential effect modification by sex, age group (⩽39, 40–49, 50–59, ⩾60), education (primary–secondary, intermediate college, or tertiary), age at first exposure (<18, 18+ years), smoking status (ever, never), and country was examined according to the likelihood ratio test. Analyses were conducted using StataCorp, 2011.\n\n## Results\nThe study consisted of 2000 eligible cases of glioma and 5565 controls. A small number of participants (n=54 cases and 36 controls) were excluded owing to erroneous job history data. A description of the characteristics of the glioma cases and controls is provided in Table 1. The majority of glioma cases were men (61.3%), whereas controls were slightly more women (55.4%). The mean (s.d.) age of cases was 51.2 (12.5) years and controls 52.0 (11.5) years. Most participants had completed either a primary or secondary level of education and the majority was married. The United Kingdom, Israel, and Germany contributed the greatest number of glioma cases. Proxy respondents were used for 17.6% of cases and 0.4% of controls. In general, the prevalence of solvent exposure was low, with a total of 9.6 of cases and 7.6% of controls ever exposed to ‘any’ solvent (Table 2). For specific solvents/solvent groups, 8.4 of cases and 6.9% of controls were ever exposed to aromatic hydrocarbons, with the prevalence of exposure to the remaining solvents ranging from 0 to 3%. Cases overall tended to have greater cumulative exposure levels to aliphatic and alicyclic hydrocarbons, aromatic hydrocarbons, 1,1,1-trichloroethane, and toluene than controls. However, controls tended to have greater cumulative exposure levels to benzene, chlorinated hydrocarbons, other organics, and trichloroethylene than cases. Solvent exposure was also generally greater among male compared with female participants. Joint solvent exposure was quite frequent (Table 3). Among ever exposed to aliphatic and alicyclic hydrocarbons, two of the more common exposures, 80.2% were also exposed to aromatic hydrocarbons, 64.5% to other organics, and 76.1% to toluene. Among those ever exposed to other organics, 96.2% were also exposed to aliphatic and alicyclic hydrocarbons, 97.7% to aromatic hydrocarbons, and 91.7% to toluene. Among those ever exposed to toluene, 82% were also exposed to aliphatic and alicyclic hydrocarbons, 100% to aromatic hydrocarbons, and 66.1% to other organics. However, among those ever exposed to more prevalent aromatic hydrocarbons, <40% were also ever exposed to another solvent. Table 4 provides ORs and 95% CIs for associations between ever/never exposure to any solvent or to specific solvents/solvent groups and glioma risk. There was no association between ever exposure to any solvent and glioma risk overall (OR=0.91, 95% CI 0.74–1.11). ORs for specific solvents/solvent groups were also <1 ranging from 0.23 for trichloroethylene to 0.97 for other organics, and for benzene, there was a statistically significantly reduced association (OR=0.55, 95% CI 0.31–0.97). Results were also similar for men and women separately. There was no significant trend for any specific solvent/solvent group according to categories of quartiles of cumulative exposure (Table 5) or years of exposure overall or according to different time windows of exposure 5–14, 15–24, or 25+ years in the past (not shown). Results for ever/never exposure were similar with adjustment for other potential confounding variables (above) as well as in sensitivity analysis, excluding proxy respondents (5.02%), participants >69 years of age (5.59%), participants with a personal history of neurofibromatosis and/or tuberous sclerosis (0.25%), or participants with a poor quality interview (31.22%). Results were also similar using different lag periods or probabilities of exposure (not shown). There was also no association between ever exposure to any solvent or to specific solvents/solvent groups for either high- or low-grade glioma (Table 6). There was no evidence for effect modification of results overall by sex, age group, education, age at first exposure, cigarette smoking status, or country (P values for interaction >0.05).\n\n## Discussion\nWe have investigated glioma and occupational solvent exposure within a collaborative project, including case–control studies from seven countries, the INTEROCC project. Our results did not suggest an association between glioma and occupational exposure to any solvent or specific solvents/subgroups. Analysis by grade of glioma also did not suggest any association. The results were consistent across all solvents/subgroups and with both ever/never and cumulative metrics of exposure. Our results therefore do not suggest that occupational exposure to solvents may increase the risk of glioma. Results of previous studies of occupational solvent exposure and brain tumour risk are mixed and limited. Early large-scale US death certificate-based studies using JEMs reported some positive associations with mortality from cancer of the central nervous system among women, though there was no clear trend according to probability or intensity of exposure (Cocco et al, 1998, 1999). Other studies based on death certificates and interviews with next-of-kin participants for complete occupational history, including ∼300 case and control participants, reported some evidence for positive associations with astrocytic brain tumours among men (Thomas et al, 1987; Heinemann et al, 1994). However, in one study there was no increase in risk among men in the highest exposure category, though there were few participants (Thomas et al, 1987). In the other study, there were positive associations, particularly with methylene chloride exposure, according to increasing probability and intensity of exposure but not level of cumulative exposure (Heinemann et al, 1994). In one early case–control study of self-reported exposure including 192 glioma cases and 192 controls, there was a positive OR among men, but not among women, with a history of exposure to solvents, degreasers, or cleaning agents (OR=2.6, 95% CI 1.3–5.2) (Rodvall et al, 1996). However, in a pooled analysis of data from six countries including the previous study, there was no association between self-reported exposure to solvents and cleaning agents and glioma risk among men (OR=0.85, 95% CI 0.64–1.12) or women (OR=0.92, 95% CI 0.59–1.43) (Schlehofer et al, 2005). In a large-scale Swedish census-based record linkage study, though there was no association between occupational solvent exposure assessed using a JEM and glioma risk among those with either possible or probable exposure overall (Navas-Acien et al, 2002a), there was some evidence for a positive association among those with a concurrent moderate-to-high ELF exposure (Navas-Acien et al, 2002b). Interactions between occupational chemical exposure and ELF in INTEROCC are examined elsewhere (Turner et al, 2017). There was no evidence for interactions between occupational ELF and chemical exposures for glioma risk observed (Turner et al, 2017). More recently, results from the Upper Midwest Health Study including 798 glioma cases and 1175 population controls reported no positive association with any exposure or levels of cumulative exposure to six chlorinated solvents with exposure estimated based on occupation and industry information collected during participant interviews combined with bibliographic databases of published exposure levels (Ruder et al, 2013). There was also no association between occupational exposure to six chlorinated solvents and glioma risk in a hospital-based case–control study in three US hospitals (n glioma cases=489, n meningioma cases=179, n controls=799) based on self-reported job-specific module data and industrial hygienist-assessed exposure based on literature review. However, the authors found a positive, though imprecise, OR with higher weekly average exposure to carbon tetrachloride among exposed subjects only (OR=7.1, 95% CI 1.1–45.2) (Neta et al, 2012). This study had excellent exposure assessment but was limited by its relatively small numbers. The main strength of the current study is the large sample size for a population-based case–control study. With 2000 cases and over 5000 controls, INTEROCC is the largest glioma study of its type with all cases either confirmed histologically or using unequivocal image diagnosis capturing complete occupation history information on participants. We also used the INTEROCC-JEM, developed and refined from the well-known FINJEM, with additional exposure estimates and expert input (van Tongeren et al, 2013) and assigned estimates of exposure to 11 specific solvents or groups of solvents, contributing to the sparse literature on specific solvent types with detailed data on duration and cumulative levels of exposure in multiple time windows. We found a relatively low prevalence of exposure to the solvents investigated, ranging from 7.6 to 9.6% of subjects with exposure to ‘any’ solvent, as well as a low percentage of participants with high levels of exposure. The recent case–control study of Neta et al (2012) reported exposure prevalence to chlorinated solvents to be ∼15%. This could suggest that the INTEROCC-JEM is more specific with exposures defined at a cutoff P⩾25%, although it could also be due to differences in the substances covered in the study by Neta et al (2012) and our current study. Three of the chlorinated solvents (trichloroethylene; 1,1,1-trichloroethane; and perchloroethylene) examined in Neta et al (2012) were also examined in INTEROCC, while the other three (dichloromethane, chloroform, and carbon tetrachloride) were not individually covered in the INTEROCC study but were covered by the category of chlorinated hydrocarbons. The proportion of ever solvent exposure in INTEROCC increased to 15.0–16.9% of controls and cases, respectively, with a cutoff P⩾5%. However, the use of this cutoff point resulted in very similar exposure–response associations with glioma to those with P⩾25%. Exposure assessment in Neta et al (2012) was conducted using job specific modules, an exposure assessment methodology considered superior to the JEM (Stewart et al, 1996). It has been previously observed that prevalence of many hazards are higher in studies that use this expert assessment method compared with JEMs (Benke et al, 2001; Lavoué et al, 2012). For example, in the case of farmers, solvent exposure will be attributed if respondents reported activities such as painting or degreasing as there may be exposure to aromatic hydrocarbons, aliphatic and alicyclic hydrocarbons, chlorinated hydrocarbons, trichloroethylene, or other organics. However, the occupation of farmer is not considered as having solvent exposure in the INTEROCC-JEM, due to the low prevalence of exposure among farmers. JEMs cannot reproduce this degree of sensitivity to such variability within occupation codes. JEMs also suffer from varying degrees of non-differential misclassification, and past validation studies indicate that this can result in biased ORs both towards and away from the null (Benke et al, 2001; Burstyn et al, 2012). Further, JEMs are typically considered geographically biased (Benke et al, 2001). As the INTEROCC-JEM has been applied to data from seven countries in this study, it is likely that some degree of misclassification has been introduced owing to geography. However, there were extensive efforts made to limit this bias in the current study, as described previously (Lavoué et al, 2012; van Tongeren et al, 2013), and there was no evidence for significant effect modification by country. In other analyses in INTEROCC, there were positive associations observed between occupational iron and oil mist exposure and meningioma risk where there was a similar low prevalence of exposure (Sadetzki et al, 2016). Other potential limitations of this study include low participation rates, particularly among controls, and potential related participation biases, though cases and controls were similar in terms of key demographic factors, with the exception of gender distribution, including age, educational attainment, and socioeconomic position, and such factors were adjusted for in analysis. Results excluding proxy respondents or participants with a poorer quality interview were, however, similar and ORs according to tumour grade tended to be lower among participants with a low-grade rather than a high-grade glioma, suggesting that there may be some other study factor resulting in the consistently reduced ORs here. The results’ tables had small numbers in some strata and this would cause instability in the ORs particularly when numbers of cases and controls are <5 in a cell. Furthermore, it is difficult to interpret findings for a specific exposure in the context of mixed exposures. In summary, the results of the present study and other recent case–control studies provide no clear indication that occupational solvent exposure is associated with an increased glioma risk. Future cohort studies may provide additional information to the current findings.",
  "word_count": 4076,
  "char_count": 27031
}