{
  "pmcid": "PMC5740536",
  "doi": "10.1136/oemed-2017-104421",
  "title": "Effect of reduced use of organic solvents on disability pension in painters",
  "authors": [
    "Bengt Järvholm",
    "Alex Burdorf"
  ],
  "year": "2017",
  "journal": "Occupational and Environmental Medicine",
  "abstract": "ObjectiveTo investigate whether the decreased use of paints based on organic solvents has caused a decreased risk for neuropsychiatric disorders in painters by studying their incidence in disability pensions.MethodsThe incidence of disability pension in Swedish painters who had participated in health examinations between 1971 and 1993 was studied through linkage with Swedish registers of disability pension over 1971–2010 and compared with the incidence in other construction workers as woodworkers, concrete workers and platers. When phasing out began in the 1970s, about 40% of paints were based on organic solvents and it had decreased to 4% in 1990s. The analysis was adjusted for age, time period, body mass index and smoking.ResultsThe painters (n=23 065) had an increased risk of disability pension due to neurological diagnosis (n=285, relative risk (RR) 1.92, 95% CI 1.67 to 2.20) and psychiatric diagnosis (n=632, RR=1.61, 95 % CI 1.42 to 1.82). For neurological disorders there was a time trend with a continuously decreasing risk from 1980 onwards, but there was no such trend for psychiatric disorders.ConclusionsHigh exposure to organic solvents increased the risk for disability pension in neurological disorders, and the risk decreased when the use of organic solvents decreased. The painters also had an increased risk of disability pension due to psychiatric disorders, but the causes have to be further investigated.",
  "sections": [
    {
      "title": "Introduction",
      "text": "An increased risk of brain damages in painters was noticed in the 1970s in the Scandinavian countries. One of the first studies reported an increased risk of disability pension in neuropsychiatric disorders among Swedish painters, and the risk was ascribed to exposure to organic solvents.1 A similar finding was found in Denmark, while a Dutch study could not find an increased risk.2 3 Further studies found that persons with heavy exposure to organic solvents have impaired cognitive functions, and subsequent studies have also shown structural neurotoxicity.4–6 A systematic review concluded in 2009 that encephalopathy caused by chronic exposure to organic solvents is non-progressive after exposure has ceased and slight improvements may occur in some individuals.7 However, the deficits may be chronic especially in heavily exposed persons.8 While impairment in neuropsychological tests can be detected in individuals after short-time exposure to organic solvents, the diagnosis of chronic toxic encephalopathy typically requires at least 10 years of daily substantial exposure.4 A moderately decreased cognitive function may have social consequences, as a decreased work ability, while the symptoms may not lead to hospitalisation or are recognised at death certificates. The use of organic solvents in paints in Sweden decreased sharply after the awareness of their neurotoxicity. In the 1970s about 40% of paints for professional indoor painting contained organic solvents, but in 1992 only 4% of the total paint consumption contained solvents.9 The objective of this study was to investigate whether the decreased use of organic solvents in paints in Sweden has decreased the risk for disability pension due to neuropsychiatric disorders in painters."
    },
    {
      "title": "Methods",
      "text": "We compared the risk of disability pension in painters, woodworkers/carpenters, platers and concrete workers in the construction industry who had participated in health examinations through an occupational health service. All workers in the Swedish construction industry were, through a collective agreement, offered health examinations free of charge from 1969 to early 1993 by a National Health Service (Bygghälsan). The occupation of the worker was registered at the health examination, along with smoking habits, weight, height, and results from some tests as blood pressure and spirometry, and was stored in a computerised register from 1971 onwards. From this register we selected workers who according to the register were painters, woodworkers/carpenters, platers or concrete workers at their first health examination. They typically all have an apprenticeship of 2–3 years. Woodworkers/carpenters, platers and concrete workers may have had some exposure to organic solvents but were on average exposed to a much lesser extent than the painters, and constituted the reference group. Sweden has a national social security that grants disability pension if the work ability is decreased due to disease. It covers all Swedish citizens and to some extent immigrants who have paid tax in Sweden. Information about disability pension was collected through a linkage with the governmental register of disability pension at Social Insurance Agency (Försäkringskassan) using the unique person number. Information about death and emigration was collected from Statistics Sweden. The time of follow-up was from the calendar year after the health examination to the earliest date of disability pension, death, emigration, age of 65 or 2010. The age of 65 was selected as it was the official age of retirement with governmental pension from 1976 to 2001. It was changed from 67 to 65 years in 1976, and from 2001 the retirement age for such pension is flexible between 61 and 67 years. A disability pension will not be granted after a person has reached the age of official retirement. The analysis was restricted to men as the number of women in these trades was too low to make a feasible analysis. Persons with missing information about height and weight were excluded as were persons with very low or high body mass index (BMI) (<18.5 or 35+ kg/m2), as high BMI increases the risk of disability pension and very low BMI may be a sign of disease. We also excluded men who had emigrated, died, were 65 years or older or had disability pension before 1976. We used the major diagnosis from Social Insurance Agency at full-time disability pension. In total there were 23 605 painters and 111 269 referents in the cohort. During the study period there were three different coding systems: International Classification of Diseases (ICD)8, ICD9 and ICD10 (1976–1986, 1987–1996 and 1997–2010, respectively). A specific diagnosis of cerebral toxic encephalopathia is only specified in ICD10 (G92) and classified as a neurological disease, while for the other periods different diagnoses could have been used. We would expect that symptoms caused by organic solvents mainly would have been classified as neurological or psychiatric. Therefore, we compared the occurrence of disability pension in neurological, psychiatric and all other diagnoses (neurological: ICD8: 320–359, ICD9: 320–359, ICD10: G00-G99; psychiatric: ICD8: 290–315, ICD9: 290–319, ICD10: F00-F99) in the occupational groups. Person-years of observation were calculated for each calendar year stratifying for age (5-year classes), smoking habits and BMI.10 To study the changes in incidence rates of disability pension, we stratified the analysis into six time periods between 1976 and 2010. Relative risks (RRs) were estimated through Poisson regression analysis using the GENMOD procedure in SAS (version 9.3). Wald estimates were used to calculate 95% CIs. When the results indicated overdispersion (Pearson Χ2 value divided by df >1.2), we used the negative binomial distribution to estimate the CIs. The analyses of RRs were restricted to ages 30–64 years as there was no disability pension with a neurological diagnosis in the cohort in younger ages. The impact of the diseases was calculated as the attributable proportion ((RR−1)/RR×number of cases). The study was approved by the Regional Ethical Review Board in Umeå, Sweden (2011-367-32M)."
    },
    {
      "title": "Study population",
      "text": "We compared the risk of disability pension in painters, woodworkers/carpenters, platers and concrete workers in the construction industry who had participated in health examinations through an occupational health service. All workers in the Swedish construction industry were, through a collective agreement, offered health examinations free of charge from 1969 to early 1993 by a National Health Service (Bygghälsan). The occupation of the worker was registered at the health examination, along with smoking habits, weight, height, and results from some tests as blood pressure and spirometry, and was stored in a computerised register from 1971 onwards. From this register we selected workers who according to the register were painters, woodworkers/carpenters, platers or concrete workers at their first health examination. They typically all have an apprenticeship of 2–3 years. Woodworkers/carpenters, platers and concrete workers may have had some exposure to organic solvents but were on average exposed to a much lesser extent than the painters, and constituted the reference group. Sweden has a national social security that grants disability pension if the work ability is decreased due to disease. It covers all Swedish citizens and to some extent immigrants who have paid tax in Sweden. Information about disability pension was collected through a linkage with the governmental register of disability pension at Social Insurance Agency (Försäkringskassan) using the unique person number. Information about death and emigration was collected from Statistics Sweden. The time of follow-up was from the calendar year after the health examination to the earliest date of disability pension, death, emigration, age of 65 or 2010. The age of 65 was selected as it was the official age of retirement with governmental pension from 1976 to 2001. It was changed from 67 to 65 years in 1976, and from 2001 the retirement age for such pension is flexible between 61 and 67 years. A disability pension will not be granted after a person has reached the age of official retirement. The analysis was restricted to men as the number of women in these trades was too low to make a feasible analysis. Persons with missing information about height and weight were excluded as were persons with very low or high body mass index (BMI) (<18.5 or 35+ kg/m2), as high BMI increases the risk of disability pension and very low BMI may be a sign of disease. We also excluded men who had emigrated, died, were 65 years or older or had disability pension before 1976. We used the major diagnosis from Social Insurance Agency at full-time disability pension. In total there were 23 605 painters and 111 269 referents in the cohort."
    },
    {
      "title": "Diagnoses of disability pension",
      "text": "During the study period there were three different coding systems: International Classification of Diseases (ICD)8, ICD9 and ICD10 (1976–1986, 1987–1996 and 1997–2010, respectively). A specific diagnosis of cerebral toxic encephalopathia is only specified in ICD10 (G92) and classified as a neurological disease, while for the other periods different diagnoses could have been used. We would expect that symptoms caused by organic solvents mainly would have been classified as neurological or psychiatric. Therefore, we compared the occurrence of disability pension in neurological, psychiatric and all other diagnoses (neurological: ICD8: 320–359, ICD9: 320–359, ICD10: G00-G99; psychiatric: ICD8: 290–315, ICD9: 290–319, ICD10: F00-F99) in the occupational groups."
    },
    {
      "title": "Statistical analysis",
      "text": "Person-years of observation were calculated for each calendar year stratifying for age (5-year classes), smoking habits and BMI.10 To study the changes in incidence rates of disability pension, we stratified the analysis into six time periods between 1976 and 2010. Relative risks (RRs) were estimated through Poisson regression analysis using the GENMOD procedure in SAS (version 9.3). Wald estimates were used to calculate 95% CIs. When the results indicated overdispersion (Pearson Χ2 value divided by df >1.2), we used the negative binomial distribution to estimate the CIs. The analyses of RRs were restricted to ages 30–64 years as there was no disability pension with a neurological diagnosis in the cohort in younger ages. The impact of the diseases was calculated as the attributable proportion ((RR−1)/RR×number of cases). The study was approved by the Regional Ethical Review Board in Umeå, Sweden (2011-367-32M)."
    },
    {
      "title": "Results",
      "text": "The crude incidence rates indicated that painters had an increased occurrence of disability pension in neurological and psychiatric disorders. An analysis adjusting for age, smoking, BMI and time period showed similar result (online supplementary appendix 1).  Among the painters the RR of disability pension due to neurological disorders increased from about two in 1976–1981 to more than three in 1982–1986, and then decreased gradually to about 1.4 in the latest time periods (figure 1). The RR was significantly increased during all time periods (online supplementary table S3). The time trend for neurological disorders was significantly different for painters (p=0.0006). Relative risks for disability pension in painters compared with referents (woodworkers, platers and concrete workers) during different time periods according to cause of disability. The risk of disability pension for psychiatric disorders was increased for painters during the study period but showed a different time pattern compared with neurological disorders. The RR was almost constant over time, that is, 1.5–1.8 (figure 1) (p=0.98 for difference in time trend between painters and referents). The RR was similar and stable for disability pension in other than neurological or psychiatric diagnosis. The increased risks in painters correspond to 137 cases of disability pension in neurological disorders and 223 cases in psychiatric disorders, that is, 3% and 5%, respectively, of all cases of disability pension in painters. There were 20 cases of the ICD10 diagnosis code for toxic encephalopathy (G92) among the painters and 1 case in the reference group (0.4% vs 0.004%). Furthermore, there were 57 cases of code 347, a code often used for toxic encephalopathy, during the ICD8 period in painters vs 17 cases in referents (1.2% vs 0.07%)."
    },
    {
      "title": "Discussion",
      "text": "This study shows, in accordance with Scandinavian studies in the 1970s and 1980s, that painters have an increased risk of disability pension in neurological disorders.1 6 The painters have also an increased risk of psychiatric disorders, but the RR shows a different time pattern compared with disability pension in neurological disorders. The increased risk of disability pension to psychiatric disorders needs further evaluation to find out if it was caused by exposure to organic solvents or had other causes. Disability pensions are almost always preceded by long-term sickness absence and several medical examinations, and also require that the work ability should be permanently decreased. The diagnosis in the disability pension register is based on medical certificates. The precision of the diagnosis is not known, but a low precision will mostly decrease the differences unless there is differential misclassification. The change in disease classifications over the study period hampered the possibility to study specific diagnosis over time. There are conversion lists of codes between the classifications, but they are no congruent, that is, one diagnosis used during ICD8 can be translated to several diagnoses during ICD9 and vice versa. However, the broad categories of psychiatric and neurological disorders are the same in all classifications. An analysis of disability pension in specific diagnosis according to ICD8 and ICD10 showed an increased risk for disability pension in neurological disorders compatible with brain disorders caused by organic solvents. Thus, it is reasonable to assume that the decrease in disability pension in neurological disorders is due to a change in the occurrence of neurological diseases and that the decreased use of organic solvents in paints has contributed to this decrease."
    }
  ],
  "full_text": "## Introduction\nAn increased risk of brain damages in painters was noticed in the 1970s in the Scandinavian countries. One of the first studies reported an increased risk of disability pension in neuropsychiatric disorders among Swedish painters, and the risk was ascribed to exposure to organic solvents.1 A similar finding was found in Denmark, while a Dutch study could not find an increased risk.2 3 Further studies found that persons with heavy exposure to organic solvents have impaired cognitive functions, and subsequent studies have also shown structural neurotoxicity.4–6 A systematic review concluded in 2009 that encephalopathy caused by chronic exposure to organic solvents is non-progressive after exposure has ceased and slight improvements may occur in some individuals.7 However, the deficits may be chronic especially in heavily exposed persons.8 While impairment in neuropsychological tests can be detected in individuals after short-time exposure to organic solvents, the diagnosis of chronic toxic encephalopathy typically requires at least 10 years of daily substantial exposure.4 A moderately decreased cognitive function may have social consequences, as a decreased work ability, while the symptoms may not lead to hospitalisation or are recognised at death certificates. The use of organic solvents in paints in Sweden decreased sharply after the awareness of their neurotoxicity. In the 1970s about 40% of paints for professional indoor painting contained organic solvents, but in 1992 only 4% of the total paint consumption contained solvents.9 The objective of this study was to investigate whether the decreased use of organic solvents in paints in Sweden has decreased the risk for disability pension due to neuropsychiatric disorders in painters.\n\n## Methods\nWe compared the risk of disability pension in painters, woodworkers/carpenters, platers and concrete workers in the construction industry who had participated in health examinations through an occupational health service. All workers in the Swedish construction industry were, through a collective agreement, offered health examinations free of charge from 1969 to early 1993 by a National Health Service (Bygghälsan). The occupation of the worker was registered at the health examination, along with smoking habits, weight, height, and results from some tests as blood pressure and spirometry, and was stored in a computerised register from 1971 onwards. From this register we selected workers who according to the register were painters, woodworkers/carpenters, platers or concrete workers at their first health examination. They typically all have an apprenticeship of 2–3 years. Woodworkers/carpenters, platers and concrete workers may have had some exposure to organic solvents but were on average exposed to a much lesser extent than the painters, and constituted the reference group. Sweden has a national social security that grants disability pension if the work ability is decreased due to disease. It covers all Swedish citizens and to some extent immigrants who have paid tax in Sweden. Information about disability pension was collected through a linkage with the governmental register of disability pension at Social Insurance Agency (Försäkringskassan) using the unique person number. Information about death and emigration was collected from Statistics Sweden. The time of follow-up was from the calendar year after the health examination to the earliest date of disability pension, death, emigration, age of 65 or 2010. The age of 65 was selected as it was the official age of retirement with governmental pension from 1976 to 2001. It was changed from 67 to 65 years in 1976, and from 2001 the retirement age for such pension is flexible between 61 and 67 years. A disability pension will not be granted after a person has reached the age of official retirement. The analysis was restricted to men as the number of women in these trades was too low to make a feasible analysis. Persons with missing information about height and weight were excluded as were persons with very low or high body mass index (BMI) (<18.5 or 35+ kg/m2), as high BMI increases the risk of disability pension and very low BMI may be a sign of disease. We also excluded men who had emigrated, died, were 65 years or older or had disability pension before 1976. We used the major diagnosis from Social Insurance Agency at full-time disability pension. In total there were 23 605 painters and 111 269 referents in the cohort. During the study period there were three different coding systems: International Classification of Diseases (ICD)8, ICD9 and ICD10 (1976–1986, 1987–1996 and 1997–2010, respectively). A specific diagnosis of cerebral toxic encephalopathia is only specified in ICD10 (G92) and classified as a neurological disease, while for the other periods different diagnoses could have been used. We would expect that symptoms caused by organic solvents mainly would have been classified as neurological or psychiatric. Therefore, we compared the occurrence of disability pension in neurological, psychiatric and all other diagnoses (neurological: ICD8: 320–359, ICD9: 320–359, ICD10: G00-G99; psychiatric: ICD8: 290–315, ICD9: 290–319, ICD10: F00-F99) in the occupational groups. Person-years of observation were calculated for each calendar year stratifying for age (5-year classes), smoking habits and BMI.10 To study the changes in incidence rates of disability pension, we stratified the analysis into six time periods between 1976 and 2010. Relative risks (RRs) were estimated through Poisson regression analysis using the GENMOD procedure in SAS (version 9.3). Wald estimates were used to calculate 95% CIs. When the results indicated overdispersion (Pearson Χ2 value divided by df >1.2), we used the negative binomial distribution to estimate the CIs. The analyses of RRs were restricted to ages 30–64 years as there was no disability pension with a neurological diagnosis in the cohort in younger ages. The impact of the diseases was calculated as the attributable proportion ((RR−1)/RR×number of cases). The study was approved by the Regional Ethical Review Board in Umeå, Sweden (2011-367-32M).\n\n## Study population\nWe compared the risk of disability pension in painters, woodworkers/carpenters, platers and concrete workers in the construction industry who had participated in health examinations through an occupational health service. All workers in the Swedish construction industry were, through a collective agreement, offered health examinations free of charge from 1969 to early 1993 by a National Health Service (Bygghälsan). The occupation of the worker was registered at the health examination, along with smoking habits, weight, height, and results from some tests as blood pressure and spirometry, and was stored in a computerised register from 1971 onwards. From this register we selected workers who according to the register were painters, woodworkers/carpenters, platers or concrete workers at their first health examination. They typically all have an apprenticeship of 2–3 years. Woodworkers/carpenters, platers and concrete workers may have had some exposure to organic solvents but were on average exposed to a much lesser extent than the painters, and constituted the reference group. Sweden has a national social security that grants disability pension if the work ability is decreased due to disease. It covers all Swedish citizens and to some extent immigrants who have paid tax in Sweden. Information about disability pension was collected through a linkage with the governmental register of disability pension at Social Insurance Agency (Försäkringskassan) using the unique person number. Information about death and emigration was collected from Statistics Sweden. The time of follow-up was from the calendar year after the health examination to the earliest date of disability pension, death, emigration, age of 65 or 2010. The age of 65 was selected as it was the official age of retirement with governmental pension from 1976 to 2001. It was changed from 67 to 65 years in 1976, and from 2001 the retirement age for such pension is flexible between 61 and 67 years. A disability pension will not be granted after a person has reached the age of official retirement. The analysis was restricted to men as the number of women in these trades was too low to make a feasible analysis. Persons with missing information about height and weight were excluded as were persons with very low or high body mass index (BMI) (<18.5 or 35+ kg/m2), as high BMI increases the risk of disability pension and very low BMI may be a sign of disease. We also excluded men who had emigrated, died, were 65 years or older or had disability pension before 1976. We used the major diagnosis from Social Insurance Agency at full-time disability pension. In total there were 23 605 painters and 111 269 referents in the cohort.\n\n## Diagnoses of disability pension\nDuring the study period there were three different coding systems: International Classification of Diseases (ICD)8, ICD9 and ICD10 (1976–1986, 1987–1996 and 1997–2010, respectively). A specific diagnosis of cerebral toxic encephalopathia is only specified in ICD10 (G92) and classified as a neurological disease, while for the other periods different diagnoses could have been used. We would expect that symptoms caused by organic solvents mainly would have been classified as neurological or psychiatric. Therefore, we compared the occurrence of disability pension in neurological, psychiatric and all other diagnoses (neurological: ICD8: 320–359, ICD9: 320–359, ICD10: G00-G99; psychiatric: ICD8: 290–315, ICD9: 290–319, ICD10: F00-F99) in the occupational groups.\n\n## Statistical analysis\nPerson-years of observation were calculated for each calendar year stratifying for age (5-year classes), smoking habits and BMI.10 To study the changes in incidence rates of disability pension, we stratified the analysis into six time periods between 1976 and 2010. Relative risks (RRs) were estimated through Poisson regression analysis using the GENMOD procedure in SAS (version 9.3). Wald estimates were used to calculate 95% CIs. When the results indicated overdispersion (Pearson Χ2 value divided by df >1.2), we used the negative binomial distribution to estimate the CIs. The analyses of RRs were restricted to ages 30–64 years as there was no disability pension with a neurological diagnosis in the cohort in younger ages. The impact of the diseases was calculated as the attributable proportion ((RR−1)/RR×number of cases). The study was approved by the Regional Ethical Review Board in Umeå, Sweden (2011-367-32M).\n\n## Results\nThe crude incidence rates indicated that painters had an increased occurrence of disability pension in neurological and psychiatric disorders. An analysis adjusting for age, smoking, BMI and time period showed similar result (online supplementary appendix 1).  Among the painters the RR of disability pension due to neurological disorders increased from about two in 1976–1981 to more than three in 1982–1986, and then decreased gradually to about 1.4 in the latest time periods (figure 1). The RR was significantly increased during all time periods (online supplementary table S3). The time trend for neurological disorders was significantly different for painters (p=0.0006). Relative risks for disability pension in painters compared with referents (woodworkers, platers and concrete workers) during different time periods according to cause of disability. The risk of disability pension for psychiatric disorders was increased for painters during the study period but showed a different time pattern compared with neurological disorders. The RR was almost constant over time, that is, 1.5–1.8 (figure 1) (p=0.98 for difference in time trend between painters and referents). The RR was similar and stable for disability pension in other than neurological or psychiatric diagnosis. The increased risks in painters correspond to 137 cases of disability pension in neurological disorders and 223 cases in psychiatric disorders, that is, 3% and 5%, respectively, of all cases of disability pension in painters. There were 20 cases of the ICD10 diagnosis code for toxic encephalopathy (G92) among the painters and 1 case in the reference group (0.4% vs 0.004%). Furthermore, there were 57 cases of code 347, a code often used for toxic encephalopathy, during the ICD8 period in painters vs 17 cases in referents (1.2% vs 0.07%).\n\n## Discussion\nThis study shows, in accordance with Scandinavian studies in the 1970s and 1980s, that painters have an increased risk of disability pension in neurological disorders.1 6 The painters have also an increased risk of psychiatric disorders, but the RR shows a different time pattern compared with disability pension in neurological disorders. The increased risk of disability pension to psychiatric disorders needs further evaluation to find out if it was caused by exposure to organic solvents or had other causes. Disability pensions are almost always preceded by long-term sickness absence and several medical examinations, and also require that the work ability should be permanently decreased. The diagnosis in the disability pension register is based on medical certificates. The precision of the diagnosis is not known, but a low precision will mostly decrease the differences unless there is differential misclassification. The change in disease classifications over the study period hampered the possibility to study specific diagnosis over time. There are conversion lists of codes between the classifications, but they are no congruent, that is, one diagnosis used during ICD8 can be translated to several diagnoses during ICD9 and vice versa. However, the broad categories of psychiatric and neurological disorders are the same in all classifications. An analysis of disability pension in specific diagnosis according to ICD8 and ICD10 showed an increased risk for disability pension in neurological disorders compatible with brain disorders caused by organic solvents. Thus, it is reasonable to assume that the decrease in disability pension in neurological disorders is due to a change in the occurrence of neurological diseases and that the decreased use of organic solvents in paints has contributed to this decrease.",
  "word_count": 2188,
  "char_count": 14372
}