{
  "pmcid": "PMC9426749",
  "doi": "10.1097/JOM.0000000000002571",
  "title": "Coexposure to Solvents and Noise as a Risk Factor for Hearing Loss in Agricultural Workers",
  "authors": [
    "Alexandra A. Farfalla",
    "Cheryl Beseler",
    "Chandran Achutan",
    "Risto Rautiainen"
  ],
  "year": "2022",
  "journal": "Journal of Occupational and Environmental Medicine",
  "abstract": "Noise and solvent exposures are common in agriculture work. In 7,495 operators, noise and solvent exposure jointly increased the risk of hearing loss. Rural healthcare providers and agricultural safety and health experts should consider discussing the risks of co-exposure to noise and solvents in those at risk of hearing loss.",
  "sections": [
    {
      "title": "METHODS AND MEASURES",
      "text": "The CS-CASH is one of ten regional centers funded by NIOSH, established to address the safety and health issues of agricultural producers and workers. It projects involved research, education, and prevention efforts aimed to protect those working in agriculture in the seven central states of Iowa, Kansas, Minnesota, Missouri, Nebraska, North Dakota, and South Dakota. One of the center's research initiatives involves surveillance of agricultural injuries, illnesses, and exposures using surveys,30 media monitoring,31 and analyses of existing data sources. The current study analyzed data from the Farm and Ranch Health and Safety Survey (FRHSS), administered to randomly selected farms and ranches, stratified by state (2500 per state). Contact information with selected farm production variables was obtained from Farm Market iD, a commercial agricultural data service provider, currently part of DTN Industries (DTN LLC, Burnsville, MN). The FRHSS surveys were administered by the University of Nebraska Medical Center's College of Public Health in the spring of 2018 and 2020 via postal service. Respondents were asked to provide information on work-related injuries, chronic health conditions, exposures, and preventive practices for up to three operators on the farm or ranch operation. In 2018, returned responses were entered by members of the CS-CASH team into University of Nebraska Medical Center's Research Electronic Data Capture secure web platform. In 2020, the returned forms were scanned into OpenText TeleForm OCR software (Waterloo, ON, Canada) and quality checked manually. Before mailing, paper surveys were coded with unique identification numbers to enable repeat mailings to nonrespondents and merging of agricultural production variables from Farm Market iD data set to survey data. The primary outcome in this study was hearing loss, queried by a question “Does the operator have hearing loss (diagnosed or self-assessed)?”. Participants were asked to select one of the following response options: none, mild, moderate, or severe. We chose to collapse the responses into three categories (none, mild, moderate/severe) because of a relatively small number of respondents reporting severe hearing loss (n = 264, <4%) and because of the difficulty of discriminating between moderate and severe hearing loss without audiometric testing, resulting in potential misclassification of the outcome. The main independent variables of interest included farmers' self-reported noise exposures and chemical exposures to solvents. Noise exposure was measured with the following question: “Was the operator exposed to high levels of noise from any of the following sources during the past 12 months? (Mark all that apply)”. Response options included tractor, combine, implements, power tools, and other noise. We combined the response options into a single binary variable for any noise exposure = 1 and no noise exposure = 0. Chemical exposure via inhalation was measured through the following question: “Was the operator exposed to high levels of any of the following air contaminants during the past 12 months? (Mark all that apply)”. The response options were categorized as none, grain/feed/hay dust, animal confinement dust, field/road dust, manure/silage gases, anhydrous ammonia, fuels/solvents/paints, and other. Chemical exposures via dermal/skin contact were measured through the following question: “Was the operator exposed to any of the following chemicals or animal-based allergens while working during the past 12 months? (Mark all that apply)”. The response options were categorized as none, pesticides/fertilizers, animal/livestock, detergents/disinfectants, fuels/solvents/paints, and other. Because solvent exposure was indicated in two different exposure routes (inhalation and dermal/skin) with the same response option (fuels/solvents/paints), we created a new variable where the response categories were combined into any solvent exposure = 1 and no solvent exposure = 0. Finally, we created indicator variables for solvent exposure only (yes = 1), noise exposure only (yes = 1), and both exposures present (yes = 1) with no solvent or noise exposure as the reference group. It should be noted that, although solvent exposures can also occur from detergents/disinfectants and pesticides/fertilizers, we limited the analysis to “fuels/solvents/paints” responses through inhalation and dermal/skin routes. Covariates from the data set were included in the analyses if they had an association with hearing loss in at least one peer-reviewed study or an association with hearing loss was considered biologically plausible. Covariates included individual characteristics and work-related factors. Individual level factors included respondent age (in years) and sex (male, female). Work-related covariates included primary occupation (farm/ranch work, other work), percent of time spent on farm/ranch (vs other) work (0%–24%, 25%–49%, 50%–74%, 75%–99%, and 100%), percentage of time using hearing protection when needed, operator status (primary, second, third), and type of agricultural operation (farm, ranch, both). Operator status was collapsed into primary versus second/third in the analysis because of a relatively low number of third operators. Agricultural operation type was also dichotomized as farm = 1 versus ranch/both = 0 because of similar exposures related to animal production. Observations with missing data in key variables were excluded, namely, hearing loss (n = 289) and covariates sex (n = 86) and age (n = 68). Respondents younger than 18 years (n = 50) were also excluded; they were not included in the mailing, but some respondents chose to enter data for persons younger than 18 years. After deleting observations with missing outcome and demographic variables, we used listwise deletion in the analyses and reported missing values on covariates in Table 1. Analyses were performed using SAS version 9.4 (Cary, NC). Results were considered significant at α = 0.05. Association of Hearing Loss and Farm/Ranch Operator Characteristics (n = 7495) We began with a contingency table analysis to test for mutual, joint, and marginal independence between solvent exposure, noise exposure, and hearing loss. We calculated conditional ORs for hearing loss using solvent exposure as the explanatory variable and noise exposure as the stratification variable. Mutual independence was tested using a loglinear model containing all three effects. Joint independence testing was conducted using χ2 tests for independence on the four categories with hearing loss (4 × 3 table). Marginal probabilities were calculated by summing over the noise categories in a 2 × 2 table and testing for independence of solvent exposure on hearing loss. Conditional ORs were tested for equality using the Cochran-Mantel-Haenszel χ2 test. We calculated means and standard deviations (SDs) and used an analysis of variance to assess the association between age as a continuous variable and the three-level hearing loss variable. The Jonckheere-Terpstra test was used to test whether the frequencies in the percentage of time spent working on the operation were increasing across levels of hearing loss. Percentage of time using hearing protection was highly skewed (median, 10), so comparisons across hearing loss categories used the nonparametric Kruskal-Wallis test. Chi-square tests and t tests were used to assess potential confounders and statistically significant associations among variables. A total of six potential confounding variables were associated with our exposure groups and hearing loss and were entered into a full multinomial regression model. We used a generalized logit link function because the proportional odds assumption did not hold (P < 0.0001). Treating hearing loss as a nominal variable allowed us to compare the mild and moderate/severe groups to the group without hearing loss separately. We used a hierarchical approach by first examining the indicator variables for the combined solvent and noise exposure followed by adding individual (sex and age) and work-related characteristics. For each adjusted model tested, explanatory variables were added incrementally and remained in the model if their input produced a decrease in the Akaike information criteria fit statistics or produced a significant likelihood ratio test. We estimated effect sizes using ORs and their 95% confidence intervals (CIs)."
    },
    {
      "title": "Study Design and Population",
      "text": "The CS-CASH is one of ten regional centers funded by NIOSH, established to address the safety and health issues of agricultural producers and workers. It projects involved research, education, and prevention efforts aimed to protect those working in agriculture in the seven central states of Iowa, Kansas, Minnesota, Missouri, Nebraska, North Dakota, and South Dakota. One of the center's research initiatives involves surveillance of agricultural injuries, illnesses, and exposures using surveys,30 media monitoring,31 and analyses of existing data sources. The current study analyzed data from the Farm and Ranch Health and Safety Survey (FRHSS), administered to randomly selected farms and ranches, stratified by state (2500 per state). Contact information with selected farm production variables was obtained from Farm Market iD, a commercial agricultural data service provider, currently part of DTN Industries (DTN LLC, Burnsville, MN). The FRHSS surveys were administered by the University of Nebraska Medical Center's College of Public Health in the spring of 2018 and 2020 via postal service. Respondents were asked to provide information on work-related injuries, chronic health conditions, exposures, and preventive practices for up to three operators on the farm or ranch operation. In 2018, returned responses were entered by members of the CS-CASH team into University of Nebraska Medical Center's Research Electronic Data Capture secure web platform. In 2020, the returned forms were scanned into OpenText TeleForm OCR software (Waterloo, ON, Canada) and quality checked manually. Before mailing, paper surveys were coded with unique identification numbers to enable repeat mailings to nonrespondents and merging of agricultural production variables from Farm Market iD data set to survey data."
    },
    {
      "title": "Self-assessed or Diagnosed Hearing Loss Measures",
      "text": "The primary outcome in this study was hearing loss, queried by a question “Does the operator have hearing loss (diagnosed or self-assessed)?”. Participants were asked to select one of the following response options: none, mild, moderate, or severe. We chose to collapse the responses into three categories (none, mild, moderate/severe) because of a relatively small number of respondents reporting severe hearing loss (n = 264, <4%) and because of the difficulty of discriminating between moderate and severe hearing loss without audiometric testing, resulting in potential misclassification of the outcome."
    },
    {
      "title": "Occupational Noise and Solvent Exposures",
      "text": "The main independent variables of interest included farmers' self-reported noise exposures and chemical exposures to solvents. Noise exposure was measured with the following question: “Was the operator exposed to high levels of noise from any of the following sources during the past 12 months? (Mark all that apply)”. Response options included tractor, combine, implements, power tools, and other noise. We combined the response options into a single binary variable for any noise exposure = 1 and no noise exposure = 0. Chemical exposure via inhalation was measured through the following question: “Was the operator exposed to high levels of any of the following air contaminants during the past 12 months? (Mark all that apply)”. The response options were categorized as none, grain/feed/hay dust, animal confinement dust, field/road dust, manure/silage gases, anhydrous ammonia, fuels/solvents/paints, and other. Chemical exposures via dermal/skin contact were measured through the following question: “Was the operator exposed to any of the following chemicals or animal-based allergens while working during the past 12 months? (Mark all that apply)”. The response options were categorized as none, pesticides/fertilizers, animal/livestock, detergents/disinfectants, fuels/solvents/paints, and other. Because solvent exposure was indicated in two different exposure routes (inhalation and dermal/skin) with the same response option (fuels/solvents/paints), we created a new variable where the response categories were combined into any solvent exposure = 1 and no solvent exposure = 0. Finally, we created indicator variables for solvent exposure only (yes = 1), noise exposure only (yes = 1), and both exposures present (yes = 1) with no solvent or noise exposure as the reference group. It should be noted that, although solvent exposures can also occur from detergents/disinfectants and pesticides/fertilizers, we limited the analysis to “fuels/solvents/paints” responses through inhalation and dermal/skin routes."
    },
    {
      "title": "Individual and Work-Related Covariates",
      "text": "Covariates from the data set were included in the analyses if they had an association with hearing loss in at least one peer-reviewed study or an association with hearing loss was considered biologically plausible. Covariates included individual characteristics and work-related factors. Individual level factors included respondent age (in years) and sex (male, female). Work-related covariates included primary occupation (farm/ranch work, other work), percent of time spent on farm/ranch (vs other) work (0%–24%, 25%–49%, 50%–74%, 75%–99%, and 100%), percentage of time using hearing protection when needed, operator status (primary, second, third), and type of agricultural operation (farm, ranch, both). Operator status was collapsed into primary versus second/third in the analysis because of a relatively low number of third operators. Agricultural operation type was also dichotomized as farm = 1 versus ranch/both = 0 because of similar exposures related to animal production."
    },
    {
      "title": "Statistical Analysis",
      "text": "Observations with missing data in key variables were excluded, namely, hearing loss (n = 289) and covariates sex (n = 86) and age (n = 68). Respondents younger than 18 years (n = 50) were also excluded; they were not included in the mailing, but some respondents chose to enter data for persons younger than 18 years. After deleting observations with missing outcome and demographic variables, we used listwise deletion in the analyses and reported missing values on covariates in Table 1. Analyses were performed using SAS version 9.4 (Cary, NC). Results were considered significant at α = 0.05. Association of Hearing Loss and Farm/Ranch Operator Characteristics (n = 7495) We began with a contingency table analysis to test for mutual, joint, and marginal independence between solvent exposure, noise exposure, and hearing loss. We calculated conditional ORs for hearing loss using solvent exposure as the explanatory variable and noise exposure as the stratification variable. Mutual independence was tested using a loglinear model containing all three effects. Joint independence testing was conducted using χ2 tests for independence on the four categories with hearing loss (4 × 3 table). Marginal probabilities were calculated by summing over the noise categories in a 2 × 2 table and testing for independence of solvent exposure on hearing loss. Conditional ORs were tested for equality using the Cochran-Mantel-Haenszel χ2 test. We calculated means and standard deviations (SDs) and used an analysis of variance to assess the association between age as a continuous variable and the three-level hearing loss variable. The Jonckheere-Terpstra test was used to test whether the frequencies in the percentage of time spent working on the operation were increasing across levels of hearing loss. Percentage of time using hearing protection was highly skewed (median, 10), so comparisons across hearing loss categories used the nonparametric Kruskal-Wallis test. Chi-square tests and t tests were used to assess potential confounders and statistically significant associations among variables. A total of six potential confounding variables were associated with our exposure groups and hearing loss and were entered into a full multinomial regression model. We used a generalized logit link function because the proportional odds assumption did not hold (P < 0.0001). Treating hearing loss as a nominal variable allowed us to compare the mild and moderate/severe groups to the group without hearing loss separately. We used a hierarchical approach by first examining the indicator variables for the combined solvent and noise exposure followed by adding individual (sex and age) and work-related characteristics. For each adjusted model tested, explanatory variables were added incrementally and remained in the model if their input produced a decrease in the Akaike information criteria fit statistics or produced a significant likelihood ratio test. We estimated effect sizes using ORs and their 95% confidence intervals (CIs)."
    },
    {
      "title": "RESULTS",
      "text": "The 2018 and 2020 combined FRHSS produced data for 5651 farming operations and 7915 individual operators. The response rate at the farm level was 19% in 2018 and 14% in 2020. Of the 7915 individual operators, a total of 7495 respondents met our inclusion criteria and were selected for statistical analysis (Fig. 1). From this sample, respondents who identified as males represented 85% (n = 6344) of our respondents with females representing 15% (n = 1151). More than half (n = 3991 [53%]) of the operators specified some degree of hearing loss as diagnosed by a physician or self-assessed, of which mild hearing loss was most prevalent at 63% (n = 2504). Significantly elevated differences in hearing loss were found for males, primary operators, operators working on a farm, and those whose primary occupation was farming and/or ranching (Table 1). Severity of hearing loss had a positive linear trend in association with participant age. The mean ages were 52.4 years (SD, 15.5 years) for those without hearing loss, 60.8 years (SD, 11.0 years) for those with mild hearing loss, and 66.9 years (SD, 10.2 years) for those with moderate/severe hearing loss. The differences were highly significant (P < 0.0001). Percentage of time spent farming (vs other occupation) also showed a positive increase over hearing loss categories (P < 0.0001). Flow chart of study population and sample size used for analysis. Characteristics of those exposed to only noise, only solvents, both noise and solvents, or neither were similarly distributed among respondents who indicated mild or moderate/severe hearing loss. Of the 3955 respondents who indicated coexposure to noise and solvents, 59% (n = 2337) indicated some degree of hearing loss. In those without exposure to both noise and solvents, noise exposure was more prevalent than solvent exposure (Fig. 2). Noise and solvent exposure frequencies associated with hearing loss among operators (n = 7495). Solvent exposure, noise exposure, and hearing loss were not mutually independent (χ27 =1507, P < 0.0001). The hypothesis test for joint independence asking whether solvent and noise exposure were jointly independent of hearing loss was strongly rejected (χ23 = 341, P < 0.0001). As expected, marginal independence testing whether solvents were associated with hearing loss summing over noise exposure was rejected (χ22 = 74.5; P < 0.0001; marginal OR, 1.53; 95% CI, 1.38–1.70). The conditional OR (95% CI) for the association of solvent exposure without noise exposure was smaller 1.10 (0.98–1.25) than for solvent exposure with noise exposure 1.50 (1.11–2.02). The Cochran-Mantel-Haenszel test showed these ORs to be significantly different (P = 0.047). Taken together, these results suggested a joint effect of solvent and noise exposure on hearing loss. Table 2 presents the unadjusted odds of having hearing loss (mild or moderate/severe) by exposures to noise, solvents, and both combined. Respondents exposed to noise only as well as noise and solvents together had more than three times higher odds of having mild hearing loss and moderate/severe hearing loss. For solvents and hearing loss, the association was significant with mild hearing loss but not moderate/severe hearing loss. Multinomial Models of Unadjusted and Adjusted Associations between Solvent Exposure, Noise Exposure, and Hearing Loss, 2018 and 2020 CI, confidence interval; OR, odds ratio. *Noise exposures included tractor, combine, implements, power tools, and other noise sources. †Solvent exposures included dermal and inhalation as categorized as fuels/solvents/paints. ‡Participants with coexposures to noise exposures and solvent exposures listed previously. §Farm or ranch characteristic included primary operator, primary occupation of operator, and farm operation. Controlling the multinomial model for age and sex increased the ORs of mild hearing loss with noise, solvents, and the combination of both exposures. In the partially adjusted model, noise exposure (OR, 4.46) and both noise and solvents (OR, 5.91) also increased the odds of having moderate/severe hearing. In the partially adjusted model, exposures to solvents alone did not demonstrate a statistically significant association with moderate/severe hearing loss (OR, 1.42; 95% CI, 0.92–2.19). In the final fully adjusted model, age, sex, and farm/ranch characteristics were added into the model. When examining exposures to noise only in the fully adjusted model, ORs slightly decreased from our partially adjusted model for both mild (OR, 3.46) and moderate/severe (OR, 4.42) hearing loss outcomes. Compared with our unadjusted (OR, 1.50) and partially adjusted (OR, 1.62) models, mild hearing loss among those exposed only to solvents demonstrated its largest increase in the final, fully adjusted model (OR, 1.78). Furthermore, farmers and ranchers with moderate/severe hearing loss were over six times more likely to have been exposed to a combination of noise and solvent exposures than those without hearing loss (OR, 6.03), the highest effect size among all models. In our secondary aim, we hypothesized that the use of hearing protection may modify the effects of our exposures of interest; however, there was no significant association between hearing loss and percentage of time wearing hearing protection (Kruskal-Wallis χ2 = 2.06, P = 0.36). Of those respondents who reported any use of hearing protection (n = 3680), the mean percentage using hearing protection was low, approximately 31% in each hearing loss group with a median of 10%."
    },
    {
      "title": "Descriptive Statistics",
      "text": "The 2018 and 2020 combined FRHSS produced data for 5651 farming operations and 7915 individual operators. The response rate at the farm level was 19% in 2018 and 14% in 2020. Of the 7915 individual operators, a total of 7495 respondents met our inclusion criteria and were selected for statistical analysis (Fig. 1). From this sample, respondents who identified as males represented 85% (n = 6344) of our respondents with females representing 15% (n = 1151). More than half (n = 3991 [53%]) of the operators specified some degree of hearing loss as diagnosed by a physician or self-assessed, of which mild hearing loss was most prevalent at 63% (n = 2504). Significantly elevated differences in hearing loss were found for males, primary operators, operators working on a farm, and those whose primary occupation was farming and/or ranching (Table 1). Severity of hearing loss had a positive linear trend in association with participant age. The mean ages were 52.4 years (SD, 15.5 years) for those without hearing loss, 60.8 years (SD, 11.0 years) for those with mild hearing loss, and 66.9 years (SD, 10.2 years) for those with moderate/severe hearing loss. The differences were highly significant (P < 0.0001). Percentage of time spent farming (vs other occupation) also showed a positive increase over hearing loss categories (P < 0.0001). Flow chart of study population and sample size used for analysis. Characteristics of those exposed to only noise, only solvents, both noise and solvents, or neither were similarly distributed among respondents who indicated mild or moderate/severe hearing loss. Of the 3955 respondents who indicated coexposure to noise and solvents, 59% (n = 2337) indicated some degree of hearing loss. In those without exposure to both noise and solvents, noise exposure was more prevalent than solvent exposure (Fig. 2). Noise and solvent exposure frequencies associated with hearing loss among operators (n = 7495). Solvent exposure, noise exposure, and hearing loss were not mutually independent (χ27 =1507, P < 0.0001). The hypothesis test for joint independence asking whether solvent and noise exposure were jointly independent of hearing loss was strongly rejected (χ23 = 341, P < 0.0001). As expected, marginal independence testing whether solvents were associated with hearing loss summing over noise exposure was rejected (χ22 = 74.5; P < 0.0001; marginal OR, 1.53; 95% CI, 1.38–1.70). The conditional OR (95% CI) for the association of solvent exposure without noise exposure was smaller 1.10 (0.98–1.25) than for solvent exposure with noise exposure 1.50 (1.11–2.02). The Cochran-Mantel-Haenszel test showed these ORs to be significantly different (P = 0.047). Taken together, these results suggested a joint effect of solvent and noise exposure on hearing loss."
    },
    {
      "title": "Multinomial Logistic Regression",
      "text": "Table 2 presents the unadjusted odds of having hearing loss (mild or moderate/severe) by exposures to noise, solvents, and both combined. Respondents exposed to noise only as well as noise and solvents together had more than three times higher odds of having mild hearing loss and moderate/severe hearing loss. For solvents and hearing loss, the association was significant with mild hearing loss but not moderate/severe hearing loss. Multinomial Models of Unadjusted and Adjusted Associations between Solvent Exposure, Noise Exposure, and Hearing Loss, 2018 and 2020 CI, confidence interval; OR, odds ratio. *Noise exposures included tractor, combine, implements, power tools, and other noise sources. †Solvent exposures included dermal and inhalation as categorized as fuels/solvents/paints. ‡Participants with coexposures to noise exposures and solvent exposures listed previously. §Farm or ranch characteristic included primary operator, primary occupation of operator, and farm operation. Controlling the multinomial model for age and sex increased the ORs of mild hearing loss with noise, solvents, and the combination of both exposures. In the partially adjusted model, noise exposure (OR, 4.46) and both noise and solvents (OR, 5.91) also increased the odds of having moderate/severe hearing. In the partially adjusted model, exposures to solvents alone did not demonstrate a statistically significant association with moderate/severe hearing loss (OR, 1.42; 95% CI, 0.92–2.19). In the final fully adjusted model, age, sex, and farm/ranch characteristics were added into the model. When examining exposures to noise only in the fully adjusted model, ORs slightly decreased from our partially adjusted model for both mild (OR, 3.46) and moderate/severe (OR, 4.42) hearing loss outcomes. Compared with our unadjusted (OR, 1.50) and partially adjusted (OR, 1.62) models, mild hearing loss among those exposed only to solvents demonstrated its largest increase in the final, fully adjusted model (OR, 1.78). Furthermore, farmers and ranchers with moderate/severe hearing loss were over six times more likely to have been exposed to a combination of noise and solvent exposures than those without hearing loss (OR, 6.03), the highest effect size among all models."
    },
    {
      "title": "Effect Modifiers",
      "text": "In our secondary aim, we hypothesized that the use of hearing protection may modify the effects of our exposures of interest; however, there was no significant association between hearing loss and percentage of time wearing hearing protection (Kruskal-Wallis χ2 = 2.06, P = 0.36). Of those respondents who reported any use of hearing protection (n = 3680), the mean percentage using hearing protection was low, approximately 31% in each hearing loss group with a median of 10%."
    },
    {
      "title": "DISCUSSION",
      "text": "The current study used an analytical approach to investigating the multifactor effects of noise and solvent exposures on hearing loss among farmers and ranchers in the seven US states using data collected from the CS-CASH FRHSS in 2018 and 2020. After applying inclusion criteria, this study provided hearing loss data for 7495 respondents. The prevalence of mild and moderate/severe hearing loss in operators from the current study was 33% and 20%, respectively. Although there is difficulty in estimating the true prevalence of hearing loss among farmers and ranchers with estimates ranging from 11% to 80%, our estimates may be representative of the population within the geographical area sampled.32–35 Hearing loss characterized by pure tone audiometry is considered the criterion standard for assessing hearing loss; however, research has indicated perceived hearing loss among agricultural workers to be fairly representative of actual hearing loss36,37 and perhaps even a stronger predictor of injuries than pure tone audiometry.24,38 We found significant associations between hearing loss and work-related characteristics. The highest hearing loss prevalence was in primary operators, those with primary occupation as farm/ranch work, and those who spent greater than 75% of their time performing farm/ranch work. These findings are in concordance with other studies on the prevalence of hearing loss in farmers, and their role and level of participation in agricultural work.2,6,24,25,32 Age and sex as biological factors have been previously linked with hearing loss among unexposed and noise exposed populations.39–41 Age and sex were significantly associated with hearing loss also in the current study; as age increased, hearing loss also increased. However, deciphering whether hearing loss is a consequence of age, noise, or a combination of both cannot be discerned without more extensive occupational history and hearing test results. In a 2019 systematic review of occupational hearing loss, the authors iterated the difficulty to distinguish NIHL from age-related hearing loss (ARHL), as ARHL increases with age, but NIHL also often begins after years of excessive occupational noise exposure.42 Sex is also important in the etiology of hearing loss and modeling factor associated with hearing loss.41 Like age, sex differences have been observed in ARHL and NIHL.41–43 A lifetime prevalence of physical and chemical exposures, genetic and heritability factors, and physiological changes associated with aging limit the assessment of sex as a causative contributing factor to hearing loss.41 However, evidence among agricultural populations has suggested that men have a higher propensity to experience hearing loss younger27,44 and at higher frequencies.45 We hypothesized that coexposure of noise and solvents would elevate the risk of hearing loss more than either exposure alone. We found this to be the case, in univariable and adjusted regression models. The analysis of mutual, joint, and marginal independence of noise exposure, solvent exposure, and hearing loss showed no mutual dependence. This analysis indicated a joint effect of solvent and noise exposures on hearing loss. In our unadjusted, partial, and fully adjusted models, the ORs suggested that respondents with both solvent and noise exposure were at higher odds of either degree of hearing loss compared with noise exposure alone or solvent exposure alone. Controlling for sex, age, primary operator, primary occupation of operator, and working on a farm strengthened these associations. However, most of the increased odds were due to adjusting for sex and age with farm characteristics incrementally increasing the effect size. We found that nearly 60% of participants who indicated mild or moderate/severe hearing loss were exposed to a combination of noise and solvents. The relationship of hearing loss with coexposures to noise and solvents is complicated because previous research has demonstrated that exposures to solvents occur from a range of activities in farmwork and often when using, maintaining, and repairing noise producing machinery and equipment.14,15,46,47 For decades, hazardous noise from agricultural equipment and machinery has been implicated with NIHL among farmers and ranchers.5,6,32,48,49 Although advancements in technology and design of agricultural machinery and equipment have aided in reducing excessive noise, evidence suggests that farmers are still often using and servicing decades-old vehicles, machinery, and equipment.14,15,46,48 Consequently, servicing of farm equipment is connected with ototoxic chemicals that include solvents. A study in Kentucky found repeated dermal contact with solvents during farm equipment repair/maintenance/service multiple times a month.15 Various types of solvents were used including gasoline, diesel fuel, degreasers, oils, and hydraulic fluid.15 Although hearing loss was not examined in the Kentucky study, chemical solvents previously demonstrated as ototoxic in either animal or human studies50,51 were found as high as 36000 μg for toluene and 5700 μg for xylene on farmer's hands in the Kentucky study, with no statistical difference indicated between personal protective equipment use and exposure.15 The Agricultural Health Study addressed activities involving solvent exposure (painting, solvents used for cleaning, and gasoline used for cleaning) and found that all metrics using solvents were associated with elevated odds of wheeze.16 Monthly solvent use ranged from 23% to 40% among those with wheeze and 21% to 37% without wheeze.16 Together, these studies affirm that solvents are used frequently in agricultural work and that solvent exposure is a risk factor for multiple health outcomes. To our knowledge, the current study is the first epidemiological study to quantify the coexposure of solvents and noise with hearing loss among farmers and ranchers. Previous studies have found an association between pesticides and/or disinfectants with hearing loss among agricultural workers.52–54 As noted in our methodology, the FRHSS also included questions on pesticides/fertilizers and detergents/disinfectants; however, their association with hearing loss was not a focus in this study. Noise exposure is a well-recognized contributor to hearing loss, but distinguishing the causative, additive, or cumulative contribution of solvent exposure to hearing loss remains challenging—especially among agricultural workers. This ambiguity is partially related to variability in agricultural farmwork and how exposures to solvents occur. Exposures may include machinery repair and maintenance,14–16,46,47 spray painting farm equipment or structures,14,47 or mixing and applying pesticides14,27,52–54—all activities in a typical days' work for farmers and ranchers. There is variability also in the types of solvents used, the duration and frequency of use, and whether one chemical agent or a mixture of solvents is used—adding complexity to identifying potential causal agents to hearing loss among agricultural workers.14–16,53 Studies of the association of hearing loss with solvent exposure, alone or in combination with noise exposure, have only recently emerged among agricultural workers.27,52,54 Physiologically, hearing loss is a quantifiable condition; it is the differences of expected (healthy) and actual (impaired) sound levels (in decibels) required to hear sounds at specified frequencies (in hertz) in the audible range. What cannot be measured is the insidious detriment of losing something that was once had and will never be fully replaced—the ability to hear. Although there are great difficulties convincing farmers to wearing hearing protection,35,55 the effect of solvent exposure, either alone or combined with noise exposures, is an added risk that should be addressed in educating farmers about prevention of hearing loss. The Farm and Ranch Health and Safety Surveys offer an opportunity to evaluate a wide range of injury and illness outcomes, and potential demographic and farm production risk factor variables from a large sample of farmers and ranchers (N = 7495) in a region that represents about 20% of the agricultural workers and products in the United States. The survey questions enabled evaluating the prevalence of hearing loss at different severity levels, based on self-report of a condition that was either diagnosed or self-assed. The questions also enabled quantifying the presence of exposure to solvents, by respiratory or dermal exposure. With the available demographic and farm production variables, it was possible to design statistical analyses to evaluate the risk factors for hearing loss, including noise exposures, and chemical/solvent exposures, alone or in combination. The limitations of the study included a low response rate, 16% overall in the two survey years. However, the potential biases from nonresponse may be limited based on analyses of respondent and nonrespondent characteristics, where only minor differences were identified between respondents and nonrespondents.56 Another limitation involves the quality of data for self-reported outcomes and exposures. Although many respondents may have had hearing tests, and perhaps hearing aids, we did not ask separately whether the reported hearing loss was diagnosed or just one’s own assessment. Similarly, we could not objectively quantify the exposures, rather than just relying on the respondents' own assessment of their exposures. Both the hearing loss outcome and the associated solvent exposures may have occurred gradually over a long time with no possibility to establish a temporal relationship between exposure and outcome. Furthermore, combining a broad range of chemical agents into one group “fuels/solvents/paints” provides no specificity for identifying agents that are most harmful. Without detailed chemical exposure history, including specific solvent types, doses, and frequency of use, it is not possible to identify etiological agents for hearing impairment without potential measurement bias. Many other potential contributors to hearing loss, and confounders, could have been missed; for example, shooting guns, listening to loud music, and motorsport hobbies, or personal exposures like smoking, alcohol consumption, medications, and other lifestyle measures were not addressed in this study. There is also emerging evidence in the association of noise and hand-arm vibration exposure's induced hearing loss.57 Similar to solvents, hand-arm vibration may be another occupational exposure missed when studying hearing loss among working populations, especially among agricultural workers.58"
    },
    {
      "title": "Strengths and Limitations",
      "text": "The Farm and Ranch Health and Safety Surveys offer an opportunity to evaluate a wide range of injury and illness outcomes, and potential demographic and farm production risk factor variables from a large sample of farmers and ranchers (N = 7495) in a region that represents about 20% of the agricultural workers and products in the United States. The survey questions enabled evaluating the prevalence of hearing loss at different severity levels, based on self-report of a condition that was either diagnosed or self-assed. The questions also enabled quantifying the presence of exposure to solvents, by respiratory or dermal exposure. With the available demographic and farm production variables, it was possible to design statistical analyses to evaluate the risk factors for hearing loss, including noise exposures, and chemical/solvent exposures, alone or in combination. The limitations of the study included a low response rate, 16% overall in the two survey years. However, the potential biases from nonresponse may be limited based on analyses of respondent and nonrespondent characteristics, where only minor differences were identified between respondents and nonrespondents.56 Another limitation involves the quality of data for self-reported outcomes and exposures. Although many respondents may have had hearing tests, and perhaps hearing aids, we did not ask separately whether the reported hearing loss was diagnosed or just one’s own assessment. Similarly, we could not objectively quantify the exposures, rather than just relying on the respondents' own assessment of their exposures. Both the hearing loss outcome and the associated solvent exposures may have occurred gradually over a long time with no possibility to establish a temporal relationship between exposure and outcome. Furthermore, combining a broad range of chemical agents into one group “fuels/solvents/paints” provides no specificity for identifying agents that are most harmful. Without detailed chemical exposure history, including specific solvent types, doses, and frequency of use, it is not possible to identify etiological agents for hearing impairment without potential measurement bias. Many other potential contributors to hearing loss, and confounders, could have been missed; for example, shooting guns, listening to loud music, and motorsport hobbies, or personal exposures like smoking, alcohol consumption, medications, and other lifestyle measures were not addressed in this study. There is also emerging evidence in the association of noise and hand-arm vibration exposure's induced hearing loss.57 Similar to solvents, hand-arm vibration may be another occupational exposure missed when studying hearing loss among working populations, especially among agricultural workers.58"
    },
    {
      "title": "CONCLUSIONS",
      "text": "A high percentage of farmers and ranchers (33% mild, 20% moderate/severe) reported having diagnosed or self-assessed hearing loss. Noise exposure is a known contributor to hearing loss, and the odds of having hearing loss were higher for those exposed to loud noise in all models. In addition, our study provided new evidence on the association of hearing loss and solvent exposures, either alone or combined with noise exposure. Adjusting for personal and work characteristics the risk of hearing loss was about threefold in those exposed to noise and as high as sixfold among those who were exposed to both noise and solvents. This finding emphasizes the need to reduce noise exposures and also exposure to chemicals and solvents. Prevention of chemical and solvent exposures is important for reducing the risk of many chronic conditions, but it is also important in preventing hearing loss."
    }
  ],
  "full_text": "## METHODS AND MEASURES\nThe CS-CASH is one of ten regional centers funded by NIOSH, established to address the safety and health issues of agricultural producers and workers. It projects involved research, education, and prevention efforts aimed to protect those working in agriculture in the seven central states of Iowa, Kansas, Minnesota, Missouri, Nebraska, North Dakota, and South Dakota. One of the center's research initiatives involves surveillance of agricultural injuries, illnesses, and exposures using surveys,30 media monitoring,31 and analyses of existing data sources. The current study analyzed data from the Farm and Ranch Health and Safety Survey (FRHSS), administered to randomly selected farms and ranches, stratified by state (2500 per state). Contact information with selected farm production variables was obtained from Farm Market iD, a commercial agricultural data service provider, currently part of DTN Industries (DTN LLC, Burnsville, MN). The FRHSS surveys were administered by the University of Nebraska Medical Center's College of Public Health in the spring of 2018 and 2020 via postal service. Respondents were asked to provide information on work-related injuries, chronic health conditions, exposures, and preventive practices for up to three operators on the farm or ranch operation. In 2018, returned responses were entered by members of the CS-CASH team into University of Nebraska Medical Center's Research Electronic Data Capture secure web platform. In 2020, the returned forms were scanned into OpenText TeleForm OCR software (Waterloo, ON, Canada) and quality checked manually. Before mailing, paper surveys were coded with unique identification numbers to enable repeat mailings to nonrespondents and merging of agricultural production variables from Farm Market iD data set to survey data. The primary outcome in this study was hearing loss, queried by a question “Does the operator have hearing loss (diagnosed or self-assessed)?”. Participants were asked to select one of the following response options: none, mild, moderate, or severe. We chose to collapse the responses into three categories (none, mild, moderate/severe) because of a relatively small number of respondents reporting severe hearing loss (n = 264, <4%) and because of the difficulty of discriminating between moderate and severe hearing loss without audiometric testing, resulting in potential misclassification of the outcome. The main independent variables of interest included farmers' self-reported noise exposures and chemical exposures to solvents. Noise exposure was measured with the following question: “Was the operator exposed to high levels of noise from any of the following sources during the past 12 months? (Mark all that apply)”. Response options included tractor, combine, implements, power tools, and other noise. We combined the response options into a single binary variable for any noise exposure = 1 and no noise exposure = 0. Chemical exposure via inhalation was measured through the following question: “Was the operator exposed to high levels of any of the following air contaminants during the past 12 months? (Mark all that apply)”. The response options were categorized as none, grain/feed/hay dust, animal confinement dust, field/road dust, manure/silage gases, anhydrous ammonia, fuels/solvents/paints, and other. Chemical exposures via dermal/skin contact were measured through the following question: “Was the operator exposed to any of the following chemicals or animal-based allergens while working during the past 12 months? (Mark all that apply)”. The response options were categorized as none, pesticides/fertilizers, animal/livestock, detergents/disinfectants, fuels/solvents/paints, and other. Because solvent exposure was indicated in two different exposure routes (inhalation and dermal/skin) with the same response option (fuels/solvents/paints), we created a new variable where the response categories were combined into any solvent exposure = 1 and no solvent exposure = 0. Finally, we created indicator variables for solvent exposure only (yes = 1), noise exposure only (yes = 1), and both exposures present (yes = 1) with no solvent or noise exposure as the reference group. It should be noted that, although solvent exposures can also occur from detergents/disinfectants and pesticides/fertilizers, we limited the analysis to “fuels/solvents/paints” responses through inhalation and dermal/skin routes. Covariates from the data set were included in the analyses if they had an association with hearing loss in at least one peer-reviewed study or an association with hearing loss was considered biologically plausible. Covariates included individual characteristics and work-related factors. Individual level factors included respondent age (in years) and sex (male, female). Work-related covariates included primary occupation (farm/ranch work, other work), percent of time spent on farm/ranch (vs other) work (0%–24%, 25%–49%, 50%–74%, 75%–99%, and 100%), percentage of time using hearing protection when needed, operator status (primary, second, third), and type of agricultural operation (farm, ranch, both). Operator status was collapsed into primary versus second/third in the analysis because of a relatively low number of third operators. Agricultural operation type was also dichotomized as farm = 1 versus ranch/both = 0 because of similar exposures related to animal production. Observations with missing data in key variables were excluded, namely, hearing loss (n = 289) and covariates sex (n = 86) and age (n = 68). Respondents younger than 18 years (n = 50) were also excluded; they were not included in the mailing, but some respondents chose to enter data for persons younger than 18 years. After deleting observations with missing outcome and demographic variables, we used listwise deletion in the analyses and reported missing values on covariates in Table 1. Analyses were performed using SAS version 9.4 (Cary, NC). Results were considered significant at α = 0.05. Association of Hearing Loss and Farm/Ranch Operator Characteristics (n = 7495) We began with a contingency table analysis to test for mutual, joint, and marginal independence between solvent exposure, noise exposure, and hearing loss. We calculated conditional ORs for hearing loss using solvent exposure as the explanatory variable and noise exposure as the stratification variable. Mutual independence was tested using a loglinear model containing all three effects. Joint independence testing was conducted using χ2 tests for independence on the four categories with hearing loss (4 × 3 table). Marginal probabilities were calculated by summing over the noise categories in a 2 × 2 table and testing for independence of solvent exposure on hearing loss. Conditional ORs were tested for equality using the Cochran-Mantel-Haenszel χ2 test. We calculated means and standard deviations (SDs) and used an analysis of variance to assess the association between age as a continuous variable and the three-level hearing loss variable. The Jonckheere-Terpstra test was used to test whether the frequencies in the percentage of time spent working on the operation were increasing across levels of hearing loss. Percentage of time using hearing protection was highly skewed (median, 10), so comparisons across hearing loss categories used the nonparametric Kruskal-Wallis test. Chi-square tests and t tests were used to assess potential confounders and statistically significant associations among variables. A total of six potential confounding variables were associated with our exposure groups and hearing loss and were entered into a full multinomial regression model. We used a generalized logit link function because the proportional odds assumption did not hold (P < 0.0001). Treating hearing loss as a nominal variable allowed us to compare the mild and moderate/severe groups to the group without hearing loss separately. We used a hierarchical approach by first examining the indicator variables for the combined solvent and noise exposure followed by adding individual (sex and age) and work-related characteristics. For each adjusted model tested, explanatory variables were added incrementally and remained in the model if their input produced a decrease in the Akaike information criteria fit statistics or produced a significant likelihood ratio test. We estimated effect sizes using ORs and their 95% confidence intervals (CIs).\n\n## Study Design and Population\nThe CS-CASH is one of ten regional centers funded by NIOSH, established to address the safety and health issues of agricultural producers and workers. It projects involved research, education, and prevention efforts aimed to protect those working in agriculture in the seven central states of Iowa, Kansas, Minnesota, Missouri, Nebraska, North Dakota, and South Dakota. One of the center's research initiatives involves surveillance of agricultural injuries, illnesses, and exposures using surveys,30 media monitoring,31 and analyses of existing data sources. The current study analyzed data from the Farm and Ranch Health and Safety Survey (FRHSS), administered to randomly selected farms and ranches, stratified by state (2500 per state). Contact information with selected farm production variables was obtained from Farm Market iD, a commercial agricultural data service provider, currently part of DTN Industries (DTN LLC, Burnsville, MN). The FRHSS surveys were administered by the University of Nebraska Medical Center's College of Public Health in the spring of 2018 and 2020 via postal service. Respondents were asked to provide information on work-related injuries, chronic health conditions, exposures, and preventive practices for up to three operators on the farm or ranch operation. In 2018, returned responses were entered by members of the CS-CASH team into University of Nebraska Medical Center's Research Electronic Data Capture secure web platform. In 2020, the returned forms were scanned into OpenText TeleForm OCR software (Waterloo, ON, Canada) and quality checked manually. Before mailing, paper surveys were coded with unique identification numbers to enable repeat mailings to nonrespondents and merging of agricultural production variables from Farm Market iD data set to survey data.\n\n## Self-assessed or Diagnosed Hearing Loss Measures\nThe primary outcome in this study was hearing loss, queried by a question “Does the operator have hearing loss (diagnosed or self-assessed)?”. Participants were asked to select one of the following response options: none, mild, moderate, or severe. We chose to collapse the responses into three categories (none, mild, moderate/severe) because of a relatively small number of respondents reporting severe hearing loss (n = 264, <4%) and because of the difficulty of discriminating between moderate and severe hearing loss without audiometric testing, resulting in potential misclassification of the outcome.\n\n## Occupational Noise and Solvent Exposures\nThe main independent variables of interest included farmers' self-reported noise exposures and chemical exposures to solvents. Noise exposure was measured with the following question: “Was the operator exposed to high levels of noise from any of the following sources during the past 12 months? (Mark all that apply)”. Response options included tractor, combine, implements, power tools, and other noise. We combined the response options into a single binary variable for any noise exposure = 1 and no noise exposure = 0. Chemical exposure via inhalation was measured through the following question: “Was the operator exposed to high levels of any of the following air contaminants during the past 12 months? (Mark all that apply)”. The response options were categorized as none, grain/feed/hay dust, animal confinement dust, field/road dust, manure/silage gases, anhydrous ammonia, fuels/solvents/paints, and other. Chemical exposures via dermal/skin contact were measured through the following question: “Was the operator exposed to any of the following chemicals or animal-based allergens while working during the past 12 months? (Mark all that apply)”. The response options were categorized as none, pesticides/fertilizers, animal/livestock, detergents/disinfectants, fuels/solvents/paints, and other. Because solvent exposure was indicated in two different exposure routes (inhalation and dermal/skin) with the same response option (fuels/solvents/paints), we created a new variable where the response categories were combined into any solvent exposure = 1 and no solvent exposure = 0. Finally, we created indicator variables for solvent exposure only (yes = 1), noise exposure only (yes = 1), and both exposures present (yes = 1) with no solvent or noise exposure as the reference group. It should be noted that, although solvent exposures can also occur from detergents/disinfectants and pesticides/fertilizers, we limited the analysis to “fuels/solvents/paints” responses through inhalation and dermal/skin routes.\n\n## Individual and Work-Related Covariates\nCovariates from the data set were included in the analyses if they had an association with hearing loss in at least one peer-reviewed study or an association with hearing loss was considered biologically plausible. Covariates included individual characteristics and work-related factors. Individual level factors included respondent age (in years) and sex (male, female). Work-related covariates included primary occupation (farm/ranch work, other work), percent of time spent on farm/ranch (vs other) work (0%–24%, 25%–49%, 50%–74%, 75%–99%, and 100%), percentage of time using hearing protection when needed, operator status (primary, second, third), and type of agricultural operation (farm, ranch, both). Operator status was collapsed into primary versus second/third in the analysis because of a relatively low number of third operators. Agricultural operation type was also dichotomized as farm = 1 versus ranch/both = 0 because of similar exposures related to animal production.\n\n## Statistical Analysis\nObservations with missing data in key variables were excluded, namely, hearing loss (n = 289) and covariates sex (n = 86) and age (n = 68). Respondents younger than 18 years (n = 50) were also excluded; they were not included in the mailing, but some respondents chose to enter data for persons younger than 18 years. After deleting observations with missing outcome and demographic variables, we used listwise deletion in the analyses and reported missing values on covariates in Table 1. Analyses were performed using SAS version 9.4 (Cary, NC). Results were considered significant at α = 0.05. Association of Hearing Loss and Farm/Ranch Operator Characteristics (n = 7495) We began with a contingency table analysis to test for mutual, joint, and marginal independence between solvent exposure, noise exposure, and hearing loss. We calculated conditional ORs for hearing loss using solvent exposure as the explanatory variable and noise exposure as the stratification variable. Mutual independence was tested using a loglinear model containing all three effects. Joint independence testing was conducted using χ2 tests for independence on the four categories with hearing loss (4 × 3 table). Marginal probabilities were calculated by summing over the noise categories in a 2 × 2 table and testing for independence of solvent exposure on hearing loss. Conditional ORs were tested for equality using the Cochran-Mantel-Haenszel χ2 test. We calculated means and standard deviations (SDs) and used an analysis of variance to assess the association between age as a continuous variable and the three-level hearing loss variable. The Jonckheere-Terpstra test was used to test whether the frequencies in the percentage of time spent working on the operation were increasing across levels of hearing loss. Percentage of time using hearing protection was highly skewed (median, 10), so comparisons across hearing loss categories used the nonparametric Kruskal-Wallis test. Chi-square tests and t tests were used to assess potential confounders and statistically significant associations among variables. A total of six potential confounding variables were associated with our exposure groups and hearing loss and were entered into a full multinomial regression model. We used a generalized logit link function because the proportional odds assumption did not hold (P < 0.0001). Treating hearing loss as a nominal variable allowed us to compare the mild and moderate/severe groups to the group without hearing loss separately. We used a hierarchical approach by first examining the indicator variables for the combined solvent and noise exposure followed by adding individual (sex and age) and work-related characteristics. For each adjusted model tested, explanatory variables were added incrementally and remained in the model if their input produced a decrease in the Akaike information criteria fit statistics or produced a significant likelihood ratio test. We estimated effect sizes using ORs and their 95% confidence intervals (CIs).\n\n## RESULTS\nThe 2018 and 2020 combined FRHSS produced data for 5651 farming operations and 7915 individual operators. The response rate at the farm level was 19% in 2018 and 14% in 2020. Of the 7915 individual operators, a total of 7495 respondents met our inclusion criteria and were selected for statistical analysis (Fig. 1). From this sample, respondents who identified as males represented 85% (n = 6344) of our respondents with females representing 15% (n = 1151). More than half (n = 3991 [53%]) of the operators specified some degree of hearing loss as diagnosed by a physician or self-assessed, of which mild hearing loss was most prevalent at 63% (n = 2504). Significantly elevated differences in hearing loss were found for males, primary operators, operators working on a farm, and those whose primary occupation was farming and/or ranching (Table 1). Severity of hearing loss had a positive linear trend in association with participant age. The mean ages were 52.4 years (SD, 15.5 years) for those without hearing loss, 60.8 years (SD, 11.0 years) for those with mild hearing loss, and 66.9 years (SD, 10.2 years) for those with moderate/severe hearing loss. The differences were highly significant (P < 0.0001). Percentage of time spent farming (vs other occupation) also showed a positive increase over hearing loss categories (P < 0.0001). Flow chart of study population and sample size used for analysis. Characteristics of those exposed to only noise, only solvents, both noise and solvents, or neither were similarly distributed among respondents who indicated mild or moderate/severe hearing loss. Of the 3955 respondents who indicated coexposure to noise and solvents, 59% (n = 2337) indicated some degree of hearing loss. In those without exposure to both noise and solvents, noise exposure was more prevalent than solvent exposure (Fig. 2). Noise and solvent exposure frequencies associated with hearing loss among operators (n = 7495). Solvent exposure, noise exposure, and hearing loss were not mutually independent (χ27 =1507, P < 0.0001). The hypothesis test for joint independence asking whether solvent and noise exposure were jointly independent of hearing loss was strongly rejected (χ23 = 341, P < 0.0001). As expected, marginal independence testing whether solvents were associated with hearing loss summing over noise exposure was rejected (χ22 = 74.5; P < 0.0001; marginal OR, 1.53; 95% CI, 1.38–1.70). The conditional OR (95% CI) for the association of solvent exposure without noise exposure was smaller 1.10 (0.98–1.25) than for solvent exposure with noise exposure 1.50 (1.11–2.02). The Cochran-Mantel-Haenszel test showed these ORs to be significantly different (P = 0.047). Taken together, these results suggested a joint effect of solvent and noise exposure on hearing loss. Table 2 presents the unadjusted odds of having hearing loss (mild or moderate/severe) by exposures to noise, solvents, and both combined. Respondents exposed to noise only as well as noise and solvents together had more than three times higher odds of having mild hearing loss and moderate/severe hearing loss. For solvents and hearing loss, the association was significant with mild hearing loss but not moderate/severe hearing loss. Multinomial Models of Unadjusted and Adjusted Associations between Solvent Exposure, Noise Exposure, and Hearing Loss, 2018 and 2020 CI, confidence interval; OR, odds ratio. *Noise exposures included tractor, combine, implements, power tools, and other noise sources. †Solvent exposures included dermal and inhalation as categorized as fuels/solvents/paints. ‡Participants with coexposures to noise exposures and solvent exposures listed previously. §Farm or ranch characteristic included primary operator, primary occupation of operator, and farm operation. Controlling the multinomial model for age and sex increased the ORs of mild hearing loss with noise, solvents, and the combination of both exposures. In the partially adjusted model, noise exposure (OR, 4.46) and both noise and solvents (OR, 5.91) also increased the odds of having moderate/severe hearing. In the partially adjusted model, exposures to solvents alone did not demonstrate a statistically significant association with moderate/severe hearing loss (OR, 1.42; 95% CI, 0.92–2.19). In the final fully adjusted model, age, sex, and farm/ranch characteristics were added into the model. When examining exposures to noise only in the fully adjusted model, ORs slightly decreased from our partially adjusted model for both mild (OR, 3.46) and moderate/severe (OR, 4.42) hearing loss outcomes. Compared with our unadjusted (OR, 1.50) and partially adjusted (OR, 1.62) models, mild hearing loss among those exposed only to solvents demonstrated its largest increase in the final, fully adjusted model (OR, 1.78). Furthermore, farmers and ranchers with moderate/severe hearing loss were over six times more likely to have been exposed to a combination of noise and solvent exposures than those without hearing loss (OR, 6.03), the highest effect size among all models. In our secondary aim, we hypothesized that the use of hearing protection may modify the effects of our exposures of interest; however, there was no significant association between hearing loss and percentage of time wearing hearing protection (Kruskal-Wallis χ2 = 2.06, P = 0.36). Of those respondents who reported any use of hearing protection (n = 3680), the mean percentage using hearing protection was low, approximately 31% in each hearing loss group with a median of 10%.\n\n## Descriptive Statistics\nThe 2018 and 2020 combined FRHSS produced data for 5651 farming operations and 7915 individual operators. The response rate at the farm level was 19% in 2018 and 14% in 2020. Of the 7915 individual operators, a total of 7495 respondents met our inclusion criteria and were selected for statistical analysis (Fig. 1). From this sample, respondents who identified as males represented 85% (n = 6344) of our respondents with females representing 15% (n = 1151). More than half (n = 3991 [53%]) of the operators specified some degree of hearing loss as diagnosed by a physician or self-assessed, of which mild hearing loss was most prevalent at 63% (n = 2504). Significantly elevated differences in hearing loss were found for males, primary operators, operators working on a farm, and those whose primary occupation was farming and/or ranching (Table 1). Severity of hearing loss had a positive linear trend in association with participant age. The mean ages were 52.4 years (SD, 15.5 years) for those without hearing loss, 60.8 years (SD, 11.0 years) for those with mild hearing loss, and 66.9 years (SD, 10.2 years) for those with moderate/severe hearing loss. The differences were highly significant (P < 0.0001). Percentage of time spent farming (vs other occupation) also showed a positive increase over hearing loss categories (P < 0.0001). Flow chart of study population and sample size used for analysis. Characteristics of those exposed to only noise, only solvents, both noise and solvents, or neither were similarly distributed among respondents who indicated mild or moderate/severe hearing loss. Of the 3955 respondents who indicated coexposure to noise and solvents, 59% (n = 2337) indicated some degree of hearing loss. In those without exposure to both noise and solvents, noise exposure was more prevalent than solvent exposure (Fig. 2). Noise and solvent exposure frequencies associated with hearing loss among operators (n = 7495). Solvent exposure, noise exposure, and hearing loss were not mutually independent (χ27 =1507, P < 0.0001). The hypothesis test for joint independence asking whether solvent and noise exposure were jointly independent of hearing loss was strongly rejected (χ23 = 341, P < 0.0001). As expected, marginal independence testing whether solvents were associated with hearing loss summing over noise exposure was rejected (χ22 = 74.5; P < 0.0001; marginal OR, 1.53; 95% CI, 1.38–1.70). The conditional OR (95% CI) for the association of solvent exposure without noise exposure was smaller 1.10 (0.98–1.25) than for solvent exposure with noise exposure 1.50 (1.11–2.02). The Cochran-Mantel-Haenszel test showed these ORs to be significantly different (P = 0.047). Taken together, these results suggested a joint effect of solvent and noise exposure on hearing loss.\n\n## Multinomial Logistic Regression\nTable 2 presents the unadjusted odds of having hearing loss (mild or moderate/severe) by exposures to noise, solvents, and both combined. Respondents exposed to noise only as well as noise and solvents together had more than three times higher odds of having mild hearing loss and moderate/severe hearing loss. For solvents and hearing loss, the association was significant with mild hearing loss but not moderate/severe hearing loss. Multinomial Models of Unadjusted and Adjusted Associations between Solvent Exposure, Noise Exposure, and Hearing Loss, 2018 and 2020 CI, confidence interval; OR, odds ratio. *Noise exposures included tractor, combine, implements, power tools, and other noise sources. †Solvent exposures included dermal and inhalation as categorized as fuels/solvents/paints. ‡Participants with coexposures to noise exposures and solvent exposures listed previously. §Farm or ranch characteristic included primary operator, primary occupation of operator, and farm operation. Controlling the multinomial model for age and sex increased the ORs of mild hearing loss with noise, solvents, and the combination of both exposures. In the partially adjusted model, noise exposure (OR, 4.46) and both noise and solvents (OR, 5.91) also increased the odds of having moderate/severe hearing. In the partially adjusted model, exposures to solvents alone did not demonstrate a statistically significant association with moderate/severe hearing loss (OR, 1.42; 95% CI, 0.92–2.19). In the final fully adjusted model, age, sex, and farm/ranch characteristics were added into the model. When examining exposures to noise only in the fully adjusted model, ORs slightly decreased from our partially adjusted model for both mild (OR, 3.46) and moderate/severe (OR, 4.42) hearing loss outcomes. Compared with our unadjusted (OR, 1.50) and partially adjusted (OR, 1.62) models, mild hearing loss among those exposed only to solvents demonstrated its largest increase in the final, fully adjusted model (OR, 1.78). Furthermore, farmers and ranchers with moderate/severe hearing loss were over six times more likely to have been exposed to a combination of noise and solvent exposures than those without hearing loss (OR, 6.03), the highest effect size among all models.\n\n## Effect Modifiers\nIn our secondary aim, we hypothesized that the use of hearing protection may modify the effects of our exposures of interest; however, there was no significant association between hearing loss and percentage of time wearing hearing protection (Kruskal-Wallis χ2 = 2.06, P = 0.36). Of those respondents who reported any use of hearing protection (n = 3680), the mean percentage using hearing protection was low, approximately 31% in each hearing loss group with a median of 10%.\n\n## DISCUSSION\nThe current study used an analytical approach to investigating the multifactor effects of noise and solvent exposures on hearing loss among farmers and ranchers in the seven US states using data collected from the CS-CASH FRHSS in 2018 and 2020. After applying inclusion criteria, this study provided hearing loss data for 7495 respondents. The prevalence of mild and moderate/severe hearing loss in operators from the current study was 33% and 20%, respectively. Although there is difficulty in estimating the true prevalence of hearing loss among farmers and ranchers with estimates ranging from 11% to 80%, our estimates may be representative of the population within the geographical area sampled.32–35 Hearing loss characterized by pure tone audiometry is considered the criterion standard for assessing hearing loss; however, research has indicated perceived hearing loss among agricultural workers to be fairly representative of actual hearing loss36,37 and perhaps even a stronger predictor of injuries than pure tone audiometry.24,38 We found significant associations between hearing loss and work-related characteristics. The highest hearing loss prevalence was in primary operators, those with primary occupation as farm/ranch work, and those who spent greater than 75% of their time performing farm/ranch work. These findings are in concordance with other studies on the prevalence of hearing loss in farmers, and their role and level of participation in agricultural work.2,6,24,25,32 Age and sex as biological factors have been previously linked with hearing loss among unexposed and noise exposed populations.39–41 Age and sex were significantly associated with hearing loss also in the current study; as age increased, hearing loss also increased. However, deciphering whether hearing loss is a consequence of age, noise, or a combination of both cannot be discerned without more extensive occupational history and hearing test results. In a 2019 systematic review of occupational hearing loss, the authors iterated the difficulty to distinguish NIHL from age-related hearing loss (ARHL), as ARHL increases with age, but NIHL also often begins after years of excessive occupational noise exposure.42 Sex is also important in the etiology of hearing loss and modeling factor associated with hearing loss.41 Like age, sex differences have been observed in ARHL and NIHL.41–43 A lifetime prevalence of physical and chemical exposures, genetic and heritability factors, and physiological changes associated with aging limit the assessment of sex as a causative contributing factor to hearing loss.41 However, evidence among agricultural populations has suggested that men have a higher propensity to experience hearing loss younger27,44 and at higher frequencies.45 We hypothesized that coexposure of noise and solvents would elevate the risk of hearing loss more than either exposure alone. We found this to be the case, in univariable and adjusted regression models. The analysis of mutual, joint, and marginal independence of noise exposure, solvent exposure, and hearing loss showed no mutual dependence. This analysis indicated a joint effect of solvent and noise exposures on hearing loss. In our unadjusted, partial, and fully adjusted models, the ORs suggested that respondents with both solvent and noise exposure were at higher odds of either degree of hearing loss compared with noise exposure alone or solvent exposure alone. Controlling for sex, age, primary operator, primary occupation of operator, and working on a farm strengthened these associations. However, most of the increased odds were due to adjusting for sex and age with farm characteristics incrementally increasing the effect size. We found that nearly 60% of participants who indicated mild or moderate/severe hearing loss were exposed to a combination of noise and solvents. The relationship of hearing loss with coexposures to noise and solvents is complicated because previous research has demonstrated that exposures to solvents occur from a range of activities in farmwork and often when using, maintaining, and repairing noise producing machinery and equipment.14,15,46,47 For decades, hazardous noise from agricultural equipment and machinery has been implicated with NIHL among farmers and ranchers.5,6,32,48,49 Although advancements in technology and design of agricultural machinery and equipment have aided in reducing excessive noise, evidence suggests that farmers are still often using and servicing decades-old vehicles, machinery, and equipment.14,15,46,48 Consequently, servicing of farm equipment is connected with ototoxic chemicals that include solvents. A study in Kentucky found repeated dermal contact with solvents during farm equipment repair/maintenance/service multiple times a month.15 Various types of solvents were used including gasoline, diesel fuel, degreasers, oils, and hydraulic fluid.15 Although hearing loss was not examined in the Kentucky study, chemical solvents previously demonstrated as ototoxic in either animal or human studies50,51 were found as high as 36000 μg for toluene and 5700 μg for xylene on farmer's hands in the Kentucky study, with no statistical difference indicated between personal protective equipment use and exposure.15 The Agricultural Health Study addressed activities involving solvent exposure (painting, solvents used for cleaning, and gasoline used for cleaning) and found that all metrics using solvents were associated with elevated odds of wheeze.16 Monthly solvent use ranged from 23% to 40% among those with wheeze and 21% to 37% without wheeze.16 Together, these studies affirm that solvents are used frequently in agricultural work and that solvent exposure is a risk factor for multiple health outcomes. To our knowledge, the current study is the first epidemiological study to quantify the coexposure of solvents and noise with hearing loss among farmers and ranchers. Previous studies have found an association between pesticides and/or disinfectants with hearing loss among agricultural workers.52–54 As noted in our methodology, the FRHSS also included questions on pesticides/fertilizers and detergents/disinfectants; however, their association with hearing loss was not a focus in this study. Noise exposure is a well-recognized contributor to hearing loss, but distinguishing the causative, additive, or cumulative contribution of solvent exposure to hearing loss remains challenging—especially among agricultural workers. This ambiguity is partially related to variability in agricultural farmwork and how exposures to solvents occur. Exposures may include machinery repair and maintenance,14–16,46,47 spray painting farm equipment or structures,14,47 or mixing and applying pesticides14,27,52–54—all activities in a typical days' work for farmers and ranchers. There is variability also in the types of solvents used, the duration and frequency of use, and whether one chemical agent or a mixture of solvents is used—adding complexity to identifying potential causal agents to hearing loss among agricultural workers.14–16,53 Studies of the association of hearing loss with solvent exposure, alone or in combination with noise exposure, have only recently emerged among agricultural workers.27,52,54 Physiologically, hearing loss is a quantifiable condition; it is the differences of expected (healthy) and actual (impaired) sound levels (in decibels) required to hear sounds at specified frequencies (in hertz) in the audible range. What cannot be measured is the insidious detriment of losing something that was once had and will never be fully replaced—the ability to hear. Although there are great difficulties convincing farmers to wearing hearing protection,35,55 the effect of solvent exposure, either alone or combined with noise exposures, is an added risk that should be addressed in educating farmers about prevention of hearing loss. The Farm and Ranch Health and Safety Surveys offer an opportunity to evaluate a wide range of injury and illness outcomes, and potential demographic and farm production risk factor variables from a large sample of farmers and ranchers (N = 7495) in a region that represents about 20% of the agricultural workers and products in the United States. The survey questions enabled evaluating the prevalence of hearing loss at different severity levels, based on self-report of a condition that was either diagnosed or self-assed. The questions also enabled quantifying the presence of exposure to solvents, by respiratory or dermal exposure. With the available demographic and farm production variables, it was possible to design statistical analyses to evaluate the risk factors for hearing loss, including noise exposures, and chemical/solvent exposures, alone or in combination. The limitations of the study included a low response rate, 16% overall in the two survey years. However, the potential biases from nonresponse may be limited based on analyses of respondent and nonrespondent characteristics, where only minor differences were identified between respondents and nonrespondents.56 Another limitation involves the quality of data for self-reported outcomes and exposures. Although many respondents may have had hearing tests, and perhaps hearing aids, we did not ask separately whether the reported hearing loss was diagnosed or just one’s own assessment. Similarly, we could not objectively quantify the exposures, rather than just relying on the respondents' own assessment of their exposures. Both the hearing loss outcome and the associated solvent exposures may have occurred gradually over a long time with no possibility to establish a temporal relationship between exposure and outcome. Furthermore, combining a broad range of chemical agents into one group “fuels/solvents/paints” provides no specificity for identifying agents that are most harmful. Without detailed chemical exposure history, including specific solvent types, doses, and frequency of use, it is not possible to identify etiological agents for hearing impairment without potential measurement bias. Many other potential contributors to hearing loss, and confounders, could have been missed; for example, shooting guns, listening to loud music, and motorsport hobbies, or personal exposures like smoking, alcohol consumption, medications, and other lifestyle measures were not addressed in this study. There is also emerging evidence in the association of noise and hand-arm vibration exposure's induced hearing loss.57 Similar to solvents, hand-arm vibration may be another occupational exposure missed when studying hearing loss among working populations, especially among agricultural workers.58\n\n## Strengths and Limitations\nThe Farm and Ranch Health and Safety Surveys offer an opportunity to evaluate a wide range of injury and illness outcomes, and potential demographic and farm production risk factor variables from a large sample of farmers and ranchers (N = 7495) in a region that represents about 20% of the agricultural workers and products in the United States. The survey questions enabled evaluating the prevalence of hearing loss at different severity levels, based on self-report of a condition that was either diagnosed or self-assed. The questions also enabled quantifying the presence of exposure to solvents, by respiratory or dermal exposure. With the available demographic and farm production variables, it was possible to design statistical analyses to evaluate the risk factors for hearing loss, including noise exposures, and chemical/solvent exposures, alone or in combination. The limitations of the study included a low response rate, 16% overall in the two survey years. However, the potential biases from nonresponse may be limited based on analyses of respondent and nonrespondent characteristics, where only minor differences were identified between respondents and nonrespondents.56 Another limitation involves the quality of data for self-reported outcomes and exposures. Although many respondents may have had hearing tests, and perhaps hearing aids, we did not ask separately whether the reported hearing loss was diagnosed or just one’s own assessment. Similarly, we could not objectively quantify the exposures, rather than just relying on the respondents' own assessment of their exposures. Both the hearing loss outcome and the associated solvent exposures may have occurred gradually over a long time with no possibility to establish a temporal relationship between exposure and outcome. Furthermore, combining a broad range of chemical agents into one group “fuels/solvents/paints” provides no specificity for identifying agents that are most harmful. Without detailed chemical exposure history, including specific solvent types, doses, and frequency of use, it is not possible to identify etiological agents for hearing impairment without potential measurement bias. Many other potential contributors to hearing loss, and confounders, could have been missed; for example, shooting guns, listening to loud music, and motorsport hobbies, or personal exposures like smoking, alcohol consumption, medications, and other lifestyle measures were not addressed in this study. There is also emerging evidence in the association of noise and hand-arm vibration exposure's induced hearing loss.57 Similar to solvents, hand-arm vibration may be another occupational exposure missed when studying hearing loss among working populations, especially among agricultural workers.58\n\n## CONCLUSIONS\nA high percentage of farmers and ranchers (33% mild, 20% moderate/severe) reported having diagnosed or self-assessed hearing loss. Noise exposure is a known contributor to hearing loss, and the odds of having hearing loss were higher for those exposed to loud noise in all models. In addition, our study provided new evidence on the association of hearing loss and solvent exposures, either alone or combined with noise exposure. Adjusting for personal and work characteristics the risk of hearing loss was about threefold in those exposed to noise and as high as sixfold among those who were exposed to both noise and solvents. This finding emphasizes the need to reduce noise exposures and also exposure to chemicals and solvents. Prevention of chemical and solvent exposures is important for reducing the risk of many chronic conditions, but it is also important in preventing hearing loss.",
  "word_count": 6312,
  "char_count": 42786
}