{
  "pmcid": "PMC6556967",
  "doi": "10.4102/sajcd.v66i1.568",
  "title": "The effects of combined exposure of solvents and noise on auditory function – A systematic review and meta-analysis",
  "authors": [
    "Faatima Nakhooda",
    "Benn Sartorius",
    "Samantha M. Govender"
  ],
  "year": "2019",
  "journal": "The South African Journal of Communication Disorders",
  "abstract": "BackgroundChemical substances can negatively affect the auditory system. Chemical substances alone or combined with high-level noise have recently become a major concern as a cause of occupational hearing loss.ObjectiveTo assess the combined effect of solvents and noise versus solvents only, or noise only, on the auditory function of workers.MethodPublished articles which included noise and/or solvent exposure or combined effects of solvents and noise, studies conducted on human beings only and the use of audiological tests on participants.ResultsThirteen papers were eligible for inclusion. The participants’ ages ranged from 18 to 68 years. Results revealed that 24.5% presented with hearing loss as a result of noise exposure only; 18% presented with hearing loss owing to solvent exposure only; and a total of 43.3% presented with hearing loss owing to combined noise and solvent exposure. Furthermore, the prevalence of hearing loss in the noise and solvent group was significantly (p < 0.001) higher than the other groups in 10 out of the 13 studies analysed, with a pooled odds ratio (OR) of 2.754. Of the 178 participants (total of all participants exposed to solvents), a total of 32 participants presented with auditory pathology as a result of exposure to solvents only. There was a significantly higher pooled odds of hearing loss in noise and solvent-exposed group compared to solvent-only group (pooled OR = 2.15, 95% CI: 1.24–3.72, p = 0.006).ConclusionThe findings revealed significantly higher odds of acquiring hearing loss when workers were exposed to a combination of solvents and noise as opposed to solvents only, motivating for its inclusion into hearing conservation programmes.",
  "sections": [
    {
      "title": "Introduction",
      "text": "The body of evidence has been growing regarding not only the effects of chemical substances on the auditory system but also on the combined auditory effects of chemicals and noise on hearing (Johnson & Morata, 2010; Mirzaei & Ansari-Moghaddam, 2012). Chemical substances alone, or combined with high-level noise, have recently become a major concern as a cause of occupational hearing loss (Johnson & Morata, 2010). Previously, noise was believed to be the only cause of hearing loss among workers in occupational settings; however, recent studies have revealed that chemical substances which include solvents can also have ototoxic effects on the auditory system thus resulting in hearing loss (Mirzaei & Ansari-Moghaddam, 2012). Solvents are liquids that are used to dissolve substances, are colourless, have strong odours and have been noted in recent literature to induce auditory pathology. For the purpose of the review, the term ‘Solvent-Induced Hearing Loss’ (SIHL) will be used, as solvents are ototoxic agents that cause hearing loss (Fuente & McPherson, 2006, 2012). Workers within occupational settings are exposed to various work-related substances that may be hazardous to hearing such as asphyxiants, pesticides, metals and solvents. Morata and Little (2002) categorised solvents into two categories, high-priority solvents such as toluene, xylene, styrene, n-hexane and trichloroethylene, and low-priority solvents such as benzene (Johnson & Morata, 2010; Mirzaei & Ansari-Moghaddam, 2012; Morata & Little, 2002). Both high- and low-priority solvents are commonly found in various industries and are considered to be ototoxic, neurotoxic and vestibulotoxic (Campo et al., 2009). A combination of solvents with noise can result in significant damage. The relationship between solvents and noise is complex, particularly as the pathophysiology of SIHL is not fully understood (Mohammadi, Labbafinejad, & Attarchi, 2010). Available research findings regarding the effects of solvents on the auditory system of humans include: damage of sensory cells and nerve endings in the cochlear and in the auditory pathways, damage to the stria vascularis which is the ‘fluid-producing cell layer on the outer wall of the cochlear duct’, damage to the spiral ganglion cells, retro-cochlear damage, vestibular damage and damage to Pillar and Deither cells of the organ of Corti (Campo et al., 2009; Mohammadi et al., 2010). Combined effects of noise and solvents on the auditory system may have a similar pathophysiology to that of noise-induced hearing loss (NIHL) on the auditory system. Therefore, problems arise in adequately describing the combined effect, as it is not clear as to which specific event leads to auditory dysfunction; that is, does the auditory deficit occur because of noise exposure, solvent exposure or a combination of both? This information is important as data derived can contribute towards policy formulation and amendment of regulations. To date, there has been no shift towards including solvent exposure and monitoring into hearing conservation programmes and medical surveillance programmes. Three literature reviews were conducted previously regarding the combined effects of solvents and noise on auditory function. Fuente and McPherson (2012) provided a detailed discussion on hearing loss related to various solvents and their interaction with noise. Key findings of the study indicated that there are detrimental effects associated with solvents on the peripheral and central auditory system. The review also found various legislations available globally regarding recommended solvent exposure limits. Augusto, Kulay, and Franco, (2012) conducted a review and concluded that toluene exposure can affect auditory thresholds of workers. The study also found that the audiograms for NIHL present similar toluene-induced hearing loss, thus making it difficult to differentiate between effects of noise and toluene combined and noise only (Augusto et al., 2012). Cary, Clarke, and Delic (1997) conducted a critical review of the literature to determine the effects of exposure to noise and toxic substances combined. The authors concluded that the studies were insufficient to determine any interaction between noise and solvents on hearing (Cary et al., 1997). All reviews were unable to make definitive conclusions regarding the interaction between noise and solvents on hearing. However, several more recent studies with larger sample sizes have since been published, permitting a more detailed review. The aim of the study was, therefore, to conduct a systematic review and meta-analysis to assess the combined effect of solvents and noise on the auditory function of workers within various industrial settings."
    },
    {
      "title": "Study objective",
      "text": "The objective was to assess the combined effect of solvents and noise versus noise or solvents only on the auditory function of workers within various industrial settings."
    },
    {
      "title": "Methods",
      "text": "Experimental, cross-sectional studies comparing the audiometric results of groups of workers exposed to noise and solvents versus noise or solvents only. The participants were workers who were exposed to a combination of noise and solvents and noise or solvents only within various occupational settings. The workers were of either gender and were aged between 18 and 68 years. Various audiological tests were conducted on workers who were exposed to noise and solvents. Hearing loss in workers exposed to solvents only versus both noise and solvents. To identify secondary auditory dysfunctions, which include: balance disorders upper limit of hearing affected. To perform a systematic review of the combined effects of solvents and noise on auditory function, a search was conducted for peer-reviewed publications from three different databases. The databases used were Google Scholar, PubMed/Medline and ScienceDirect/Scopus. The following search words were used on all three databases; ‘audiology or solvents or hearing loss or industry’; ‘audiology or solvents or hearing loss’; ‘chemical ototoxicity’; ‘SIHL’; ‘industrial solvents and their effects on hearing’; ‘audiologist or SIHL’, ‘audiology or chemicals or hearing loss or industry’ and ‘xylene or toluene and hearing loss’. Full-text copies of each of these articles were obtained and read in detail by the review authors. In addition, the references of each article were reviewed to identify possible papers that were missed by the study search. This method of reviewing references of each article was used in order to cross-check results and guarantee that all relevant articles were being used in the review."
    },
    {
      "title": "Types of studies",
      "text": "Experimental, cross-sectional studies comparing the audiometric results of groups of workers exposed to noise and solvents versus noise or solvents only."
    },
    {
      "title": "Types of participants",
      "text": "The participants were workers who were exposed to a combination of noise and solvents and noise or solvents only within various occupational settings. The workers were of either gender and were aged between 18 and 68 years."
    },
    {
      "title": "Types of interventions",
      "text": "Various audiological tests were conducted on workers who were exposed to noise and solvents."
    },
    {
      "title": "Types of outcome measures",
      "text": "Hearing loss in workers exposed to solvents only versus both noise and solvents. To identify secondary auditory dysfunctions, which include: balance disorders upper limit of hearing affected."
    },
    {
      "title": "Primary outcome",
      "text": "Hearing loss in workers exposed to solvents only versus both noise and solvents."
    },
    {
      "title": "Secondary outcomes",
      "text": "To identify secondary auditory dysfunctions, which include: balance disorders upper limit of hearing affected."
    },
    {
      "title": "Search methods for identification of studies",
      "text": "To perform a systematic review of the combined effects of solvents and noise on auditory function, a search was conducted for peer-reviewed publications from three different databases. The databases used were Google Scholar, PubMed/Medline and ScienceDirect/Scopus. The following search words were used on all three databases; ‘audiology or solvents or hearing loss or industry’; ‘audiology or solvents or hearing loss’; ‘chemical ototoxicity’; ‘SIHL’; ‘industrial solvents and their effects on hearing’; ‘audiologist or SIHL’, ‘audiology or chemicals or hearing loss or industry’ and ‘xylene or toluene and hearing loss’. Full-text copies of each of these articles were obtained and read in detail by the review authors. In addition, the references of each article were reviewed to identify possible papers that were missed by the study search. This method of reviewing references of each article was used in order to cross-check results and guarantee that all relevant articles were being used in the review."
    },
    {
      "title": "Electronic searches",
      "text": "To perform a systematic review of the combined effects of solvents and noise on auditory function, a search was conducted for peer-reviewed publications from three different databases. The databases used were Google Scholar, PubMed/Medline and ScienceDirect/Scopus. The following search words were used on all three databases; ‘audiology or solvents or hearing loss or industry’; ‘audiology or solvents or hearing loss’; ‘chemical ototoxicity’; ‘SIHL’; ‘industrial solvents and their effects on hearing’; ‘audiologist or SIHL’, ‘audiology or chemicals or hearing loss or industry’ and ‘xylene or toluene and hearing loss’."
    },
    {
      "title": "Other additional searches",
      "text": "Full-text copies of each of these articles were obtained and read in detail by the review authors. In addition, the references of each article were reviewed to identify possible papers that were missed by the study search. This method of reviewing references of each article was used in order to cross-check results and guarantee that all relevant articles were being used in the review."
    },
    {
      "title": "Data collection and analysis",
      "text": "Full-text copies of each of these articles were found; all authors of this review paper independently reviewed the articles to ensure that all articles met the inclusion criteria. If one of the review authors were unclear, authors discussed the article’s inclusion/exclusion together. Inclusion criteria included: (1) combined effect of solvents and noise, (2) studies conducted on human beings only and (3) use of audiological tests on participants. Once papers were screened, the abstracts of all records were retrieved to identify obvious exclusions. The reference list of each article was perused to identify possible studies that were missed by the study search. A total of 130 records were initially identified through database searching and a total of 13 studies were included into the review after applying the inclusion criteria. The characteristics of included studies are summarised in Appendix 1 and the characteristics of excluded studies are summarised in Appendix 2. Heterogeneity was assessed in the selected studies by using the I2 test. The I2 test is used to measure the consistency across studies. This test measures the extent to which the results of the studies were consistent. There was significant heterogeneity evident (high I2). The studies were categorised according to: year, country, article title, exposure, objective, design, results, conclusion and references (refer to Appendix 1). A meta-analysis was carried out and statistical heterogeneity was assessed. The fixed effect model was used and the odds ratio (OR) was calculated for statistical heterogeneity. An OR is a measure of association between an exposure and an outcome. The OR represents the odds that an outcome will occur, given a particular exposure, compared to the odds of the outcome occurring in the absence of that exposure. Odds ratios are most commonly used in case-control studies; however, they can also be used in cross-sectional and cohort study designs as well (with some modifications and/or assumptions). The pooled estimates for dichotomous outcomes are reported as ORs with 95% CI. The primary comparison was risk of hearing loss in the noise and solvent-exposed group versus noise-only or solvent-only exposed group. Other pair-wise comparisons included solvent-exposed groups versus a control group of no noise or solvent exposure. Heterogeneity of effect sizes was assessed using the I2 statistic (measure of consistency across studies) (Higgins, Thompson, Deeks, & Altman, 2003). As heterogeneity was present (i.e. I2 ≥ 50%), the random effects method was used to estimate a pooled effect size (i.e. OR). All analyses were performed using STATA version 13.0 (StataCorp, 2013). A p-value of <0.05 (two-tailed) was considered statistically significant except for the heterogeneity test where a p-value cut-off of <0.10 (one-tailed) was used."
    },
    {
      "title": "Identifying studies",
      "text": "Full-text copies of each of these articles were found; all authors of this review paper independently reviewed the articles to ensure that all articles met the inclusion criteria. If one of the review authors were unclear, authors discussed the article’s inclusion/exclusion together. Inclusion criteria included: (1) combined effect of solvents and noise, (2) studies conducted on human beings only and (3) use of audiological tests on participants. Once papers were screened, the abstracts of all records were retrieved to identify obvious exclusions. The reference list of each article was perused to identify possible studies that were missed by the study search. A total of 130 records were initially identified through database searching and a total of 13 studies were included into the review after applying the inclusion criteria. The characteristics of included studies are summarised in Appendix 1 and the characteristics of excluded studies are summarised in Appendix 2."
    },
    {
      "title": "Assessment of methodological quality",
      "text": "Heterogeneity was assessed in the selected studies by using the I2 test. The I2 test is used to measure the consistency across studies. This test measures the extent to which the results of the studies were consistent. There was significant heterogeneity evident (high I2)."
    },
    {
      "title": "Data extraction",
      "text": "The studies were categorised according to: year, country, article title, exposure, objective, design, results, conclusion and references (refer to Appendix 1)."
    },
    {
      "title": "Data analysis",
      "text": "A meta-analysis was carried out and statistical heterogeneity was assessed. The fixed effect model was used and the odds ratio (OR) was calculated for statistical heterogeneity. An OR is a measure of association between an exposure and an outcome. The OR represents the odds that an outcome will occur, given a particular exposure, compared to the odds of the outcome occurring in the absence of that exposure. Odds ratios are most commonly used in case-control studies; however, they can also be used in cross-sectional and cohort study designs as well (with some modifications and/or assumptions). The pooled estimates for dichotomous outcomes are reported as ORs with 95% CI. The primary comparison was risk of hearing loss in the noise and solvent-exposed group versus noise-only or solvent-only exposed group. Other pair-wise comparisons included solvent-exposed groups versus a control group of no noise or solvent exposure. Heterogeneity of effect sizes was assessed using the I2 statistic (measure of consistency across studies) (Higgins, Thompson, Deeks, & Altman, 2003). As heterogeneity was present (i.e. I2 ≥ 50%), the random effects method was used to estimate a pooled effect size (i.e. OR). All analyses were performed using STATA version 13.0 (StataCorp, 2013). A p-value of <0.05 (two-tailed) was considered statistically significant except for the heterogeneity test where a p-value cut-off of <0.10 (one-tailed) was used."
    },
    {
      "title": "Ethical consideration",
      "text": "Permission to conduct the study was granted by the Social and Human Research Ethics Committee (University of KwaZulu-Natal-HSS/0637/015M)."
    },
    {
      "title": "Results",
      "text": "A total of 130 peer-reviewed citations were comprehensively reviewed. Of these, 13 papers (3197 workers) were eligible for inclusion. The included studies are summarised in Table 1. The participants’ ages ranged from 18 to 68 years. Description of number of participants in studies. Note: Please see the full reference list of the article, Nakhooda, F., Sartorius, B., & Govender, S.M. (2019). The effects of combined exposure of solvents and noise on auditory function – A systematic review and meta-analysis. South African Journal of Communication Disorders, 66(1), a568. https://doi.org/10.4102/sajcd.v66i1.568, for more information. The studies had the following similarities: all selected studies were conducted on human participants; various audiological tests were conducted across all 13 studies; workers were exposed to a combination of noise and solvents, noise only or solvents only in all the studies; and all studies were conducted in industries with the participants being workers based at the industries. Overview of the meta-analysis results will be presented according to the outcome measures. Table 1 describes the participants in the studies. The participants were divided into total number of participants recruited and the total number of participants that were used in the study (cases). The participants were further categorised into noise exposure only; solvent exposure only; and combined noise and solvent exposure and control."
    },
    {
      "title": "Data synthesis",
      "text": "Ten articles (77%) contained exposure to noise and a mixture of solvents (methyl ethyl ketone, toluene, xylene and methyl isobutyl ketone), while two studies concentrated on exposure to noise and toluene only (15%) and one study concentrated only on exposure to noise and carbon disulphide (8%). All 13 studies used pure-tone audiometry testing as part of their test battery. Other tests that were used among the studies included: speech reception testing; speech recognition score; otoscopic examinations; high-frequency audiometry; otoacoustic emissions; auditory brainstem response; videonystagmography (VNG) and posturography; tympanometry; and acoustic reflex threshold."
    },
    {
      "title": "Solvents and noise present in studies",
      "text": "Ten articles (77%) contained exposure to noise and a mixture of solvents (methyl ethyl ketone, toluene, xylene and methyl isobutyl ketone), while two studies concentrated on exposure to noise and toluene only (15%) and one study concentrated only on exposure to noise and carbon disulphide (8%)."
    },
    {
      "title": "Types of audiometric tests used",
      "text": "All 13 studies used pure-tone audiometry testing as part of their test battery. Other tests that were used among the studies included: speech reception testing; speech recognition score; otoscopic examinations; high-frequency audiometry; otoacoustic emissions; auditory brainstem response; videonystagmography (VNG) and posturography; tympanometry; and acoustic reflex threshold."
    },
    {
      "title": "Primary outcomes",
      "text": "Of the 3197 participants (total of all participants), 35% (n =1118) presented with hearing loss as a result of noise exposure only and 35% with solvent exposure only. Of the 1222 participants (total of all participants exposed to noise and solvents), 43.3% (n = 529) presented with auditory pathology as a result of the combined exposure of noise and solvents. The data revealed that the prevalence of hearing loss in the noise and solvent group was significantly (p < 0.001) higher than the other groups in 10 out of the 13 studies analysed with pooled OR of 2.754. Many studies did not have a solvent-only group, as solvents often coincide with noise in the working environment. Of the 178 participants (total of all participants exposed to solvents), a total of 32 participants presented with auditory pathology as a result of exposure to solvents only. Figure 1 shows the prevalence of hearing loss among the four groups for each of the included studies. Prevalence of hearing loss among four groups. A total of 2285 participants did not present with any form of auditory pathology, despite their exposure to both solvents and noise, or to solvents only, or noise only. The combined estimate of the effects of solvents and noise versus noise only, or solvents only, obtained an OR of 2.146 (see Figure 2). Table 2 and Figure 2 identify that there is a significantly higher pooled odds of hearing loss in a noise- and solvent-exposed group, compared to a solvent-only exposed group (pooled OR = 2.15, 95% CI: 1.24–3.72, p = 0.006). The large majority of participants exposed to noise and solvents showed the effects of hearing loss. Noise plus solvent versus noise only. Noise plus solvent versus noise only. Note: Heterogeneity chi-squared = 56.14 (d.f. = 10) p = 0.000. I-squared (variation in OR attributable to heterogeneity) = 82.2%. Estimate of between-study variance Tau-squared = 0.6659. Test of OR = 1 : z = 2.72 p = 0.006. Please see the full reference list of the article, Nakhooda, F., Sartorius, B., & Govender, S.M. (2019). The effects of combined exposure of solvents and noise on auditory function – A systematic review and meta-analysis. South African Journal of Communication Disorders, 66(1), a568. https://doi.org/10.4102/sajcd.v66i1.568, for more information. OR, odds ratio. In terms of secondary auditory dysfunctions, only one study reported on the effects of solvents and noise on the upper limit of hearing. Results of the study indicated a reduction of the upper limit of hearing which was the largest in the combined noise and solvent group (Ikuharu et al., 2000). With regard to balance disorders, Prasher et al. (2005) reported on the effects of solvents and noise on hearing and balance in workers. The audiological tests that were used to assess workers’ balance were VNG and posturography. Results revealed that 32% of workers in the solvents and noise group had abnormal posturography and VNG results. It was concluded that the effects of a mixture of solvents on the auditory system appear to occur both at the end organ level, as well as in the nervous pathway (Prasher et al., 2005)."
    },
    {
      "title": "Total prevalence of hearing loss",
      "text": "Of the 3197 participants (total of all participants), 35% (n =1118) presented with hearing loss as a result of noise exposure only and 35% with solvent exposure only. Of the 1222 participants (total of all participants exposed to noise and solvents), 43.3% (n = 529) presented with auditory pathology as a result of the combined exposure of noise and solvents. The data revealed that the prevalence of hearing loss in the noise and solvent group was significantly (p < 0.001) higher than the other groups in 10 out of the 13 studies analysed with pooled OR of 2.754. Many studies did not have a solvent-only group, as solvents often coincide with noise in the working environment. Of the 178 participants (total of all participants exposed to solvents), a total of 32 participants presented with auditory pathology as a result of exposure to solvents only. Figure 1 shows the prevalence of hearing loss among the four groups for each of the included studies. Prevalence of hearing loss among four groups. A total of 2285 participants did not present with any form of auditory pathology, despite their exposure to both solvents and noise, or to solvents only, or noise only. The combined estimate of the effects of solvents and noise versus noise only, or solvents only, obtained an OR of 2.146 (see Figure 2). Table 2 and Figure 2 identify that there is a significantly higher pooled odds of hearing loss in a noise- and solvent-exposed group, compared to a solvent-only exposed group (pooled OR = 2.15, 95% CI: 1.24–3.72, p = 0.006). The large majority of participants exposed to noise and solvents showed the effects of hearing loss. Noise plus solvent versus noise only. Noise plus solvent versus noise only. Note: Heterogeneity chi-squared = 56.14 (d.f. = 10) p = 0.000. I-squared (variation in OR attributable to heterogeneity) = 82.2%. Estimate of between-study variance Tau-squared = 0.6659. Test of OR = 1 : z = 2.72 p = 0.006. Please see the full reference list of the article, Nakhooda, F., Sartorius, B., & Govender, S.M. (2019). The effects of combined exposure of solvents and noise on auditory function – A systematic review and meta-analysis. South African Journal of Communication Disorders, 66(1), a568. https://doi.org/10.4102/sajcd.v66i1.568, for more information. OR, odds ratio."
    },
    {
      "title": "Secondary outcomes",
      "text": "In terms of secondary auditory dysfunctions, only one study reported on the effects of solvents and noise on the upper limit of hearing. Results of the study indicated a reduction of the upper limit of hearing which was the largest in the combined noise and solvent group (Ikuharu et al., 2000). With regard to balance disorders, Prasher et al. (2005) reported on the effects of solvents and noise on hearing and balance in workers. The audiological tests that were used to assess workers’ balance were VNG and posturography. Results revealed that 32% of workers in the solvents and noise group had abnormal posturography and VNG results. It was concluded that the effects of a mixture of solvents on the auditory system appear to occur both at the end organ level, as well as in the nervous pathway (Prasher et al., 2005)."
    },
    {
      "title": "Discussion",
      "text": "The current review provided evidence of the effects of combined exposure of solvents and noise on the auditory system, revealing a higher prevalence of hearing loss in the noise and solvent group than the other groups in 77% of the studies analysed. Kim et al. (2005) reported in a study conducted on workers within the aviation industry that the prevalence of hearing loss in the noise and solvent group was higher than the other groups (54.9%) and similarly, Chang et al. (2006) reported that the results revealed a higher prevalence of hearing loss in the toluene and noise group (86.2%) when compared to those exposed to noise only (44.8%). Both studies also revealed that the effect of solvents on the auditory system appears to occur both at the end organ level, as well as in the nerve pathway (Mohammadi et al., 2010). As reported in the studies, long-term exposure to ototoxic solvents can have specific detrimental effects on the auditory system. These effects include: ototoxicity (substances that affect the structure and function of the inner ear and the neural pathways); neurotoxicity (substances that affect the central and peripheral nervous system); and vestibulotoxicity (substances that affect the structure and function of the vestibular organ) (Campo et al., 2009). This triad of complications makes differential diagnosis of SIHL a challenging one, as the symptoms are similar to other auditory pathologies such as NIHL. SIHL coupled with noise exposure makes the relationship even more complex, particularly as very little is known about the pathophysiology of SIHL (Loukzadeh et al., 2014). Thus, research needs to further understand the route of exposure to solvents in order to address this issue, as noise exposure routes have been extensively researched. Research findings indicate that the vapour particles of solvents are inhaled by workers, which are then absorbed via the respiratory tract (Johnson & Morata, 2010). They can also be absorbed through the skin or exposed wound tissue, after which they translocate into the blood stream and travel through the body and affect cells where they interact with tissue that causes dysfunction in the body and certain organs (Baker, Smith, & Landrigan, 1985, Fuente & McPherson, 2012; Unlu, Kesici, Basturk, Kos, & Yilmaz, 2014; Yah, Iyuke, & Simate, 2011). In addition, once solvents are absorbed into the body via inhalation, the body’s metabolic system transforms the solvents into components that are present in blood and then excreted in urine. Solvents within the body have the potential to interact with various systems within the body, including the auditory system. The key elements with regard to adverse effects on the auditory system depend on the following three issues: the toxicity of the solvent the rate of absorption biotransformation (the process by which the ‘body metabolism transforms solvents into water soluble compounds’). (Lobato et al., 2014; Loukzadeh et al., 2014; Prasher et al., 2005). Research findings regarding the effects of solvents on the auditory system of humans include: damage of sensory cells and nerve endings in the cochlear and in the auditory pathways; damage to the stria vascularis which is the ‘fluid-producing cell layer on the outer wall of the cochlear duct’; damage to the spiral ganglion cells; retrocochlear damage; vestibular damage; and damage to Pillar and Deither cells of the organ of Corti (Campo et al., 2009; Kim et al., 2005; Mohammadi et al., 2010). Regarding inner ear damage, Campo and Maguin (2007) reported that solvents infiltrate the cochlear and contaminate the tissue as opposed to contaminating the inner ear fluids. The mechanisms involved in auditory damage consist of the solvents travelling via the blood stream and through the stria vascularis, diffusing through the membranes of the cells constituting the outer sulcus and impairing the organ of Corti (Campo & Magun, 2007; Morata, 2003; Sulkowski et al., 2002). Campo, Lataye, Loquet, and Bonnet (2001) in Campo and Maguin (2007) have observed disrupted membranes and concluded that solvents use the outer sulcus as the main route of intoxication to reach the outer hair cells (OHCs). Research has shown that solvents then poison the hair cells, which results in the membranous structures becoming disorganised and causing hair cell death (Campo et al., 2007). In terms of specific OHC damage, the third row of OHCs is thought to be most vulnerable as it is closest to the stria vascularis (Campo et al., 2007) after which the first and second rows are affected (Fuente & McPherson, 2012; Fuente, McPherson, & Hickson, 2013). Furthermore, solvents affect the OHCs in a specific area, that is, the middle turn area, where middle frequencies are located (Choi & Kim, 2014; Sulkowski et al., 2002) and this is different from NIHL where the higher frequencies are generally affected (Johnson & Morata, 2010; Tochetto, Quevedo, and Siqueira, 2013). As discussed by the above mentioned study, individual solvents are reported to cause SIHL (Chang et al. 2003); therefore, it is plausible to assume that a mixture of solvents will have a greater detrimental effect on the auditory system owing to the cumulative effect. From the studies reviewed, participants from 11 out of the 13 studies were exposed to a mixture of solvents and these participants presented with hearing loss. In terms of audiological tests that were performed, all the studies used pure-tone audiometry testing by assessing the frequency range of 125 Hz–8 kHz, while one study assessed the upper limit of hearing (Ikuharu et al., 2000). In the study by Ikuharu et al. (2000), it was observed that there was an occupational effect of noise and solvents on the upper limit of hearing in workers. The results had shown that noise levels and solvent levels were within occupational exposure limits. There was no significant correlation found between the upper limit of hearing and pure tones and organic solvent concentrations in the working environment. The reduction of the upper limit of hearing was largest in the combined group (Ikuharu et al., 2000). Therefore, it is recommended that high-frequency audiometry be used in the audiological assessment of workers, as it can be used as an early indicator of SIHL (Fuente & McPherson, 2012). Another study included transient and distortion product otoacoustic emissions (OAEs), auditory brainstem potentials (ABR), VNG and posturography (Prasher et al., 2005). The VNG investigations in this study revealed significant abnormalities to the vestibular organs in the group of workers exposed to solvents. More recently, researchers have confirmed that the balance system is affected by solvents. A study in 2011 by Zamyslowska-Szmytke, Politanski, and Sliwinska-Kowalska (2011) discovered that balance abnormalities in solvent-exposed workers indicated subclinical damage, mainly the central part of the vestibular system and body-movement coordination (Zamyslowska-Szmytke, Politanski, & Sliwinska-Kowalska, 2011). The wide variety of the tests indicates that different procedures are needed to detect solvent exposure in different parts of the auditory system. These varieties of tests enable the audiologist to differentiate between cochlear and retrocochlear pathologies and can therefore be used as a guideline for monitoring SIHL. Thus, audiologists need to consider the wide range of effects that solvent exposure could have on the auditory system and include a comprehensive test battery to monitor the affected workers. The role of the audiologist regarding SIHL is not clearly outlined in the studies mentioned. Solvent-induced hearing loss is a fairly new concern in the field of audiology and presents new challenges for audiologists. Many audiologists are not aware of SIHL, as most research results are published in occupational health journals, which are not typically reviewed by audiologists (Fuente & McPherson, 2006). Audiologists must keep abreast of new knowledge about hazards to hearing to be able to implement programmes for such target groups. They also need to conduct further research within the field of SIHL to expand the literature available, especially with regard to the mechanism and pathophysiology of ototoxic agents, as there is limited research in this area. Results from research conducted can help policymakers establish threshold limit values. Audiologists also have a responsibility to provide information and awareness campaigns to management and stakeholders in order to promote the conservation of hearing among workers. This is particularly important, as certain industries expose their workers to varying levels of solvents depending on the task at hand, with audiologists needing to be aware of the risks to be able to discuss them with management. Audiologists are capable of conducting hearing conservation programmes for workers exposed to solvents. Johnson and Morata (2010) recommend that adjustments need to be made to the hearing conservation programme in combined chemical and noise industries. These adjustments include: taking chemical exposures into account when monitoring air exposures; assessing workers who are exposed to chemicals more regularly; as well as using different methods for controlling workers exposures to chemicals (Johnson & Morata, 2010). Researchers also suggested that the hearing conservation programme needs to include short-interval audiometric evaluations, high-frequency audiometry and efficient hearing protection devices (Mohammadi et al., 2010). Future studies need to focus on a longitudinal study design, as this will increase the sample size and thus improve generalisation. One of the main limitations noted in the studies was small sample sizes which meant only minimal conclusions could be drawn from the studies (Chang et al., 2006; Kim et al., 2005; Prasher et al., 2005). In addition, it is worthwhile for research studies to vary the study design from a cross-sectional to a longitudinal design as the studies mentioned used a cross-sectional design and the main limitation of this design is that it cannot establish causal relations (Berg & Latin, 2004). Using a longitudinal design will allow the researcher to assess ototoxic effects effectively, as literature reveals that ototoxic effects occurs over a period of time (Gelfand, 2009). Future research needs to focus on stricter inclusion and exclusion criteria. Researchers did not impose the age limit on their participants in order to control for age effects on hearing. The results could be confounded owing to some workers being above the age of 60 years when typically presbycusis sets in (Ikuharu et al., 2000). This necessitates inclusion of age as a mandatory criterion for future studies. Furthermore, workers within industries may present with variables that may influence the cause and effect relationship (such as factors that affect their hearing, e.g., smoking) regarding noise and solvent exposure on their auditory system, which some studies did not consider, further highlighting the need for stringent inclusion and exclusion participant criteria (Ikuharu et al., 2000). Cumulative dose of exposure is the total dose from conducting repeated air measurements over a period of time (Mohammadi et al., 2010; Nies, 2012). The cumulative dose of exposure is relevant, as it could determine current threshold limits for solvent exposure (Mohammadi et al., 2010). There was a lack of information regarding previous solvent exposure levels of workers and this measure was not calculated for all studies. Further research studies conducted, should attempt to obtain matching sample size numbers in order for appropriate conclusions to be made. Some studies had unmatched numbers across groups, thus only limited conclusions could be drawn from the studies (Prasher et al., 2005). It is recommended that personal dosimetry measurements be conducted for both noise and air measurements, as this will allow for more specific analysis of results per worker. There was a lack of individual samplings (dosimeter and air measurements) of toluene from participants during solvent exposure measurements (Schaper et al., 2008)."
    },
    {
      "title": "The role of the audiologist regarding solvent-induced hearing loss",
      "text": "The role of the audiologist regarding SIHL is not clearly outlined in the studies mentioned. Solvent-induced hearing loss is a fairly new concern in the field of audiology and presents new challenges for audiologists. Many audiologists are not aware of SIHL, as most research results are published in occupational health journals, which are not typically reviewed by audiologists (Fuente & McPherson, 2006). Audiologists must keep abreast of new knowledge about hazards to hearing to be able to implement programmes for such target groups. They also need to conduct further research within the field of SIHL to expand the literature available, especially with regard to the mechanism and pathophysiology of ototoxic agents, as there is limited research in this area. Results from research conducted can help policymakers establish threshold limit values. Audiologists also have a responsibility to provide information and awareness campaigns to management and stakeholders in order to promote the conservation of hearing among workers. This is particularly important, as certain industries expose their workers to varying levels of solvents depending on the task at hand, with audiologists needing to be aware of the risks to be able to discuss them with management. Audiologists are capable of conducting hearing conservation programmes for workers exposed to solvents. Johnson and Morata (2010) recommend that adjustments need to be made to the hearing conservation programme in combined chemical and noise industries. These adjustments include: taking chemical exposures into account when monitoring air exposures; assessing workers who are exposed to chemicals more regularly; as well as using different methods for controlling workers exposures to chemicals (Johnson & Morata, 2010). Researchers also suggested that the hearing conservation programme needs to include short-interval audiometric evaluations, high-frequency audiometry and efficient hearing protection devices (Mohammadi et al., 2010)."
    },
    {
      "title": "Future research needs",
      "text": "Future studies need to focus on a longitudinal study design, as this will increase the sample size and thus improve generalisation. One of the main limitations noted in the studies was small sample sizes which meant only minimal conclusions could be drawn from the studies (Chang et al., 2006; Kim et al., 2005; Prasher et al., 2005). In addition, it is worthwhile for research studies to vary the study design from a cross-sectional to a longitudinal design as the studies mentioned used a cross-sectional design and the main limitation of this design is that it cannot establish causal relations (Berg & Latin, 2004). Using a longitudinal design will allow the researcher to assess ototoxic effects effectively, as literature reveals that ototoxic effects occurs over a period of time (Gelfand, 2009). Future research needs to focus on stricter inclusion and exclusion criteria. Researchers did not impose the age limit on their participants in order to control for age effects on hearing. The results could be confounded owing to some workers being above the age of 60 years when typically presbycusis sets in (Ikuharu et al., 2000). This necessitates inclusion of age as a mandatory criterion for future studies. Furthermore, workers within industries may present with variables that may influence the cause and effect relationship (such as factors that affect their hearing, e.g., smoking) regarding noise and solvent exposure on their auditory system, which some studies did not consider, further highlighting the need for stringent inclusion and exclusion participant criteria (Ikuharu et al., 2000). Cumulative dose of exposure is the total dose from conducting repeated air measurements over a period of time (Mohammadi et al., 2010; Nies, 2012). The cumulative dose of exposure is relevant, as it could determine current threshold limits for solvent exposure (Mohammadi et al., 2010). There was a lack of information regarding previous solvent exposure levels of workers and this measure was not calculated for all studies. Further research studies conducted, should attempt to obtain matching sample size numbers in order for appropriate conclusions to be made. Some studies had unmatched numbers across groups, thus only limited conclusions could be drawn from the studies (Prasher et al., 2005). It is recommended that personal dosimetry measurements be conducted for both noise and air measurements, as this will allow for more specific analysis of results per worker. There was a lack of individual samplings (dosimeter and air measurements) of toluene from participants during solvent exposure measurements (Schaper et al., 2008)."
    },
    {
      "title": "Conclusion",
      "text": "The findings of the systematic review and meta-analysis concluded that there are significantly higher odds of acquiring hearing loss when workers are exposed to a combination of solvents and noise as opposed to solvents only. Globally, there is limited research available on noise and solvent interactions and their effects on hearing. Furthermore, there are only a few comparative studies with varied conclusions, requiring further investigation into the effects of the combined exposure on hearing. Most industries do not control the levels of solvents that they use and do not take into consideration regulations concerning the use of ventilation systems and the provision of masks, gloves or other personal protective equipment which could harm workers, therefore making workers more susceptible to the detrimental effects on the auditory system as a result of combined solvent exposure. The challenge for the audiologist is that in an occupational environment, as the workers are usually exposed to mixtures of substances, it is not easy to evaluate the effects associated with exposure to a specific chemical. In addition, most threshold limit values are established for a single solvent; however, industries are often composed of several solvents simultaneously. Thus, developed occupational threshold limits are currently based on isolated workplace hazards that are not adequate for protecting workers who may be exposed to multiple solvents in industries coincidently and sequentially. Therefore, recommendations emerging from the studies regarding SIHL for audiologists include: Prioritising personal solvent monitoring: Evaluating personal protective equipment use Appropriate recording: Health results of workers should be recorded and checked regularly in order to detect early changes at individual and collective levels Risk management measures aimed at reducing exposure to ototoxic substances should be encouraged Ototoxicity monitoring that should be made a part of occupational health-screening activities Suitable scientific investigations into ototoxic properties should be encouraged such as longitudinal epidemiological studies."
    }
  ],
  "full_text": "## Introduction\nThe body of evidence has been growing regarding not only the effects of chemical substances on the auditory system but also on the combined auditory effects of chemicals and noise on hearing (Johnson & Morata, 2010; Mirzaei & Ansari-Moghaddam, 2012). Chemical substances alone, or combined with high-level noise, have recently become a major concern as a cause of occupational hearing loss (Johnson & Morata, 2010). Previously, noise was believed to be the only cause of hearing loss among workers in occupational settings; however, recent studies have revealed that chemical substances which include solvents can also have ototoxic effects on the auditory system thus resulting in hearing loss (Mirzaei & Ansari-Moghaddam, 2012). Solvents are liquids that are used to dissolve substances, are colourless, have strong odours and have been noted in recent literature to induce auditory pathology. For the purpose of the review, the term ‘Solvent-Induced Hearing Loss’ (SIHL) will be used, as solvents are ototoxic agents that cause hearing loss (Fuente & McPherson, 2006, 2012). Workers within occupational settings are exposed to various work-related substances that may be hazardous to hearing such as asphyxiants, pesticides, metals and solvents. Morata and Little (2002) categorised solvents into two categories, high-priority solvents such as toluene, xylene, styrene, n-hexane and trichloroethylene, and low-priority solvents such as benzene (Johnson & Morata, 2010; Mirzaei & Ansari-Moghaddam, 2012; Morata & Little, 2002). Both high- and low-priority solvents are commonly found in various industries and are considered to be ototoxic, neurotoxic and vestibulotoxic (Campo et al., 2009). A combination of solvents with noise can result in significant damage. The relationship between solvents and noise is complex, particularly as the pathophysiology of SIHL is not fully understood (Mohammadi, Labbafinejad, & Attarchi, 2010). Available research findings regarding the effects of solvents on the auditory system of humans include: damage of sensory cells and nerve endings in the cochlear and in the auditory pathways, damage to the stria vascularis which is the ‘fluid-producing cell layer on the outer wall of the cochlear duct’, damage to the spiral ganglion cells, retro-cochlear damage, vestibular damage and damage to Pillar and Deither cells of the organ of Corti (Campo et al., 2009; Mohammadi et al., 2010). Combined effects of noise and solvents on the auditory system may have a similar pathophysiology to that of noise-induced hearing loss (NIHL) on the auditory system. Therefore, problems arise in adequately describing the combined effect, as it is not clear as to which specific event leads to auditory dysfunction; that is, does the auditory deficit occur because of noise exposure, solvent exposure or a combination of both? This information is important as data derived can contribute towards policy formulation and amendment of regulations. To date, there has been no shift towards including solvent exposure and monitoring into hearing conservation programmes and medical surveillance programmes. Three literature reviews were conducted previously regarding the combined effects of solvents and noise on auditory function. Fuente and McPherson (2012) provided a detailed discussion on hearing loss related to various solvents and their interaction with noise. Key findings of the study indicated that there are detrimental effects associated with solvents on the peripheral and central auditory system. The review also found various legislations available globally regarding recommended solvent exposure limits. Augusto, Kulay, and Franco, (2012) conducted a review and concluded that toluene exposure can affect auditory thresholds of workers. The study also found that the audiograms for NIHL present similar toluene-induced hearing loss, thus making it difficult to differentiate between effects of noise and toluene combined and noise only (Augusto et al., 2012). Cary, Clarke, and Delic (1997) conducted a critical review of the literature to determine the effects of exposure to noise and toxic substances combined. The authors concluded that the studies were insufficient to determine any interaction between noise and solvents on hearing (Cary et al., 1997). All reviews were unable to make definitive conclusions regarding the interaction between noise and solvents on hearing. However, several more recent studies with larger sample sizes have since been published, permitting a more detailed review. The aim of the study was, therefore, to conduct a systematic review and meta-analysis to assess the combined effect of solvents and noise on the auditory function of workers within various industrial settings.\n\n## Study objective\nThe objective was to assess the combined effect of solvents and noise versus noise or solvents only on the auditory function of workers within various industrial settings.\n\n## Methods\nExperimental, cross-sectional studies comparing the audiometric results of groups of workers exposed to noise and solvents versus noise or solvents only. The participants were workers who were exposed to a combination of noise and solvents and noise or solvents only within various occupational settings. The workers were of either gender and were aged between 18 and 68 years. Various audiological tests were conducted on workers who were exposed to noise and solvents. Hearing loss in workers exposed to solvents only versus both noise and solvents. To identify secondary auditory dysfunctions, which include: balance disorders upper limit of hearing affected. To perform a systematic review of the combined effects of solvents and noise on auditory function, a search was conducted for peer-reviewed publications from three different databases. The databases used were Google Scholar, PubMed/Medline and ScienceDirect/Scopus. The following search words were used on all three databases; ‘audiology or solvents or hearing loss or industry’; ‘audiology or solvents or hearing loss’; ‘chemical ototoxicity’; ‘SIHL’; ‘industrial solvents and their effects on hearing’; ‘audiologist or SIHL’, ‘audiology or chemicals or hearing loss or industry’ and ‘xylene or toluene and hearing loss’. Full-text copies of each of these articles were obtained and read in detail by the review authors. In addition, the references of each article were reviewed to identify possible papers that were missed by the study search. This method of reviewing references of each article was used in order to cross-check results and guarantee that all relevant articles were being used in the review.\n\n## Types of studies\nExperimental, cross-sectional studies comparing the audiometric results of groups of workers exposed to noise and solvents versus noise or solvents only.\n\n## Types of participants\nThe participants were workers who were exposed to a combination of noise and solvents and noise or solvents only within various occupational settings. The workers were of either gender and were aged between 18 and 68 years.\n\n## Types of interventions\nVarious audiological tests were conducted on workers who were exposed to noise and solvents.\n\n## Types of outcome measures\nHearing loss in workers exposed to solvents only versus both noise and solvents. To identify secondary auditory dysfunctions, which include: balance disorders upper limit of hearing affected.\n\n## Primary outcome\nHearing loss in workers exposed to solvents only versus both noise and solvents.\n\n## Secondary outcomes\nTo identify secondary auditory dysfunctions, which include: balance disorders upper limit of hearing affected.\n\n## Search methods for identification of studies\nTo perform a systematic review of the combined effects of solvents and noise on auditory function, a search was conducted for peer-reviewed publications from three different databases. The databases used were Google Scholar, PubMed/Medline and ScienceDirect/Scopus. The following search words were used on all three databases; ‘audiology or solvents or hearing loss or industry’; ‘audiology or solvents or hearing loss’; ‘chemical ototoxicity’; ‘SIHL’; ‘industrial solvents and their effects on hearing’; ‘audiologist or SIHL’, ‘audiology or chemicals or hearing loss or industry’ and ‘xylene or toluene and hearing loss’. Full-text copies of each of these articles were obtained and read in detail by the review authors. In addition, the references of each article were reviewed to identify possible papers that were missed by the study search. This method of reviewing references of each article was used in order to cross-check results and guarantee that all relevant articles were being used in the review.\n\n## Electronic searches\nTo perform a systematic review of the combined effects of solvents and noise on auditory function, a search was conducted for peer-reviewed publications from three different databases. The databases used were Google Scholar, PubMed/Medline and ScienceDirect/Scopus. The following search words were used on all three databases; ‘audiology or solvents or hearing loss or industry’; ‘audiology or solvents or hearing loss’; ‘chemical ototoxicity’; ‘SIHL’; ‘industrial solvents and their effects on hearing’; ‘audiologist or SIHL’, ‘audiology or chemicals or hearing loss or industry’ and ‘xylene or toluene and hearing loss’.\n\n## Other additional searches\nFull-text copies of each of these articles were obtained and read in detail by the review authors. In addition, the references of each article were reviewed to identify possible papers that were missed by the study search. This method of reviewing references of each article was used in order to cross-check results and guarantee that all relevant articles were being used in the review.\n\n## Data collection and analysis\nFull-text copies of each of these articles were found; all authors of this review paper independently reviewed the articles to ensure that all articles met the inclusion criteria. If one of the review authors were unclear, authors discussed the article’s inclusion/exclusion together. Inclusion criteria included: (1) combined effect of solvents and noise, (2) studies conducted on human beings only and (3) use of audiological tests on participants. Once papers were screened, the abstracts of all records were retrieved to identify obvious exclusions. The reference list of each article was perused to identify possible studies that were missed by the study search. A total of 130 records were initially identified through database searching and a total of 13 studies were included into the review after applying the inclusion criteria. The characteristics of included studies are summarised in Appendix 1 and the characteristics of excluded studies are summarised in Appendix 2. Heterogeneity was assessed in the selected studies by using the I2 test. The I2 test is used to measure the consistency across studies. This test measures the extent to which the results of the studies were consistent. There was significant heterogeneity evident (high I2). The studies were categorised according to: year, country, article title, exposure, objective, design, results, conclusion and references (refer to Appendix 1). A meta-analysis was carried out and statistical heterogeneity was assessed. The fixed effect model was used and the odds ratio (OR) was calculated for statistical heterogeneity. An OR is a measure of association between an exposure and an outcome. The OR represents the odds that an outcome will occur, given a particular exposure, compared to the odds of the outcome occurring in the absence of that exposure. Odds ratios are most commonly used in case-control studies; however, they can also be used in cross-sectional and cohort study designs as well (with some modifications and/or assumptions). The pooled estimates for dichotomous outcomes are reported as ORs with 95% CI. The primary comparison was risk of hearing loss in the noise and solvent-exposed group versus noise-only or solvent-only exposed group. Other pair-wise comparisons included solvent-exposed groups versus a control group of no noise or solvent exposure. Heterogeneity of effect sizes was assessed using the I2 statistic (measure of consistency across studies) (Higgins, Thompson, Deeks, & Altman, 2003). As heterogeneity was present (i.e. I2 ≥ 50%), the random effects method was used to estimate a pooled effect size (i.e. OR). All analyses were performed using STATA version 13.0 (StataCorp, 2013). A p-value of <0.05 (two-tailed) was considered statistically significant except for the heterogeneity test where a p-value cut-off of <0.10 (one-tailed) was used.\n\n## Identifying studies\nFull-text copies of each of these articles were found; all authors of this review paper independently reviewed the articles to ensure that all articles met the inclusion criteria. If one of the review authors were unclear, authors discussed the article’s inclusion/exclusion together. Inclusion criteria included: (1) combined effect of solvents and noise, (2) studies conducted on human beings only and (3) use of audiological tests on participants. Once papers were screened, the abstracts of all records were retrieved to identify obvious exclusions. The reference list of each article was perused to identify possible studies that were missed by the study search. A total of 130 records were initially identified through database searching and a total of 13 studies were included into the review after applying the inclusion criteria. The characteristics of included studies are summarised in Appendix 1 and the characteristics of excluded studies are summarised in Appendix 2.\n\n## Assessment of methodological quality\nHeterogeneity was assessed in the selected studies by using the I2 test. The I2 test is used to measure the consistency across studies. This test measures the extent to which the results of the studies were consistent. There was significant heterogeneity evident (high I2).\n\n## Data extraction\nThe studies were categorised according to: year, country, article title, exposure, objective, design, results, conclusion and references (refer to Appendix 1).\n\n## Data analysis\nA meta-analysis was carried out and statistical heterogeneity was assessed. The fixed effect model was used and the odds ratio (OR) was calculated for statistical heterogeneity. An OR is a measure of association between an exposure and an outcome. The OR represents the odds that an outcome will occur, given a particular exposure, compared to the odds of the outcome occurring in the absence of that exposure. Odds ratios are most commonly used in case-control studies; however, they can also be used in cross-sectional and cohort study designs as well (with some modifications and/or assumptions). The pooled estimates for dichotomous outcomes are reported as ORs with 95% CI. The primary comparison was risk of hearing loss in the noise and solvent-exposed group versus noise-only or solvent-only exposed group. Other pair-wise comparisons included solvent-exposed groups versus a control group of no noise or solvent exposure. Heterogeneity of effect sizes was assessed using the I2 statistic (measure of consistency across studies) (Higgins, Thompson, Deeks, & Altman, 2003). As heterogeneity was present (i.e. I2 ≥ 50%), the random effects method was used to estimate a pooled effect size (i.e. OR). All analyses were performed using STATA version 13.0 (StataCorp, 2013). A p-value of <0.05 (two-tailed) was considered statistically significant except for the heterogeneity test where a p-value cut-off of <0.10 (one-tailed) was used.\n\n## Ethical consideration\nPermission to conduct the study was granted by the Social and Human Research Ethics Committee (University of KwaZulu-Natal-HSS/0637/015M).\n\n## Results\nA total of 130 peer-reviewed citations were comprehensively reviewed. Of these, 13 papers (3197 workers) were eligible for inclusion. The included studies are summarised in Table 1. The participants’ ages ranged from 18 to 68 years. Description of number of participants in studies. Note: Please see the full reference list of the article, Nakhooda, F., Sartorius, B., & Govender, S.M. (2019). The effects of combined exposure of solvents and noise on auditory function – A systematic review and meta-analysis. South African Journal of Communication Disorders, 66(1), a568. https://doi.org/10.4102/sajcd.v66i1.568, for more information. The studies had the following similarities: all selected studies were conducted on human participants; various audiological tests were conducted across all 13 studies; workers were exposed to a combination of noise and solvents, noise only or solvents only in all the studies; and all studies were conducted in industries with the participants being workers based at the industries. Overview of the meta-analysis results will be presented according to the outcome measures. Table 1 describes the participants in the studies. The participants were divided into total number of participants recruited and the total number of participants that were used in the study (cases). The participants were further categorised into noise exposure only; solvent exposure only; and combined noise and solvent exposure and control.\n\n## Data synthesis\nTen articles (77%) contained exposure to noise and a mixture of solvents (methyl ethyl ketone, toluene, xylene and methyl isobutyl ketone), while two studies concentrated on exposure to noise and toluene only (15%) and one study concentrated only on exposure to noise and carbon disulphide (8%). All 13 studies used pure-tone audiometry testing as part of their test battery. Other tests that were used among the studies included: speech reception testing; speech recognition score; otoscopic examinations; high-frequency audiometry; otoacoustic emissions; auditory brainstem response; videonystagmography (VNG) and posturography; tympanometry; and acoustic reflex threshold.\n\n## Solvents and noise present in studies\nTen articles (77%) contained exposure to noise and a mixture of solvents (methyl ethyl ketone, toluene, xylene and methyl isobutyl ketone), while two studies concentrated on exposure to noise and toluene only (15%) and one study concentrated only on exposure to noise and carbon disulphide (8%).\n\n## Types of audiometric tests used\nAll 13 studies used pure-tone audiometry testing as part of their test battery. Other tests that were used among the studies included: speech reception testing; speech recognition score; otoscopic examinations; high-frequency audiometry; otoacoustic emissions; auditory brainstem response; videonystagmography (VNG) and posturography; tympanometry; and acoustic reflex threshold.\n\n## Primary outcomes\nOf the 3197 participants (total of all participants), 35% (n =1118) presented with hearing loss as a result of noise exposure only and 35% with solvent exposure only. Of the 1222 participants (total of all participants exposed to noise and solvents), 43.3% (n = 529) presented with auditory pathology as a result of the combined exposure of noise and solvents. The data revealed that the prevalence of hearing loss in the noise and solvent group was significantly (p < 0.001) higher than the other groups in 10 out of the 13 studies analysed with pooled OR of 2.754. Many studies did not have a solvent-only group, as solvents often coincide with noise in the working environment. Of the 178 participants (total of all participants exposed to solvents), a total of 32 participants presented with auditory pathology as a result of exposure to solvents only. Figure 1 shows the prevalence of hearing loss among the four groups for each of the included studies. Prevalence of hearing loss among four groups. A total of 2285 participants did not present with any form of auditory pathology, despite their exposure to both solvents and noise, or to solvents only, or noise only. The combined estimate of the effects of solvents and noise versus noise only, or solvents only, obtained an OR of 2.146 (see Figure 2). Table 2 and Figure 2 identify that there is a significantly higher pooled odds of hearing loss in a noise- and solvent-exposed group, compared to a solvent-only exposed group (pooled OR = 2.15, 95% CI: 1.24–3.72, p = 0.006). The large majority of participants exposed to noise and solvents showed the effects of hearing loss. Noise plus solvent versus noise only. Noise plus solvent versus noise only. Note: Heterogeneity chi-squared = 56.14 (d.f. = 10) p = 0.000. I-squared (variation in OR attributable to heterogeneity) = 82.2%. Estimate of between-study variance Tau-squared = 0.6659. Test of OR = 1 : z = 2.72 p = 0.006. Please see the full reference list of the article, Nakhooda, F., Sartorius, B., & Govender, S.M. (2019). The effects of combined exposure of solvents and noise on auditory function – A systematic review and meta-analysis. South African Journal of Communication Disorders, 66(1), a568. https://doi.org/10.4102/sajcd.v66i1.568, for more information. OR, odds ratio. In terms of secondary auditory dysfunctions, only one study reported on the effects of solvents and noise on the upper limit of hearing. Results of the study indicated a reduction of the upper limit of hearing which was the largest in the combined noise and solvent group (Ikuharu et al., 2000). With regard to balance disorders, Prasher et al. (2005) reported on the effects of solvents and noise on hearing and balance in workers. The audiological tests that were used to assess workers’ balance were VNG and posturography. Results revealed that 32% of workers in the solvents and noise group had abnormal posturography and VNG results. It was concluded that the effects of a mixture of solvents on the auditory system appear to occur both at the end organ level, as well as in the nervous pathway (Prasher et al., 2005).\n\n## Total prevalence of hearing loss\nOf the 3197 participants (total of all participants), 35% (n =1118) presented with hearing loss as a result of noise exposure only and 35% with solvent exposure only. Of the 1222 participants (total of all participants exposed to noise and solvents), 43.3% (n = 529) presented with auditory pathology as a result of the combined exposure of noise and solvents. The data revealed that the prevalence of hearing loss in the noise and solvent group was significantly (p < 0.001) higher than the other groups in 10 out of the 13 studies analysed with pooled OR of 2.754. Many studies did not have a solvent-only group, as solvents often coincide with noise in the working environment. Of the 178 participants (total of all participants exposed to solvents), a total of 32 participants presented with auditory pathology as a result of exposure to solvents only. Figure 1 shows the prevalence of hearing loss among the four groups for each of the included studies. Prevalence of hearing loss among four groups. A total of 2285 participants did not present with any form of auditory pathology, despite their exposure to both solvents and noise, or to solvents only, or noise only. The combined estimate of the effects of solvents and noise versus noise only, or solvents only, obtained an OR of 2.146 (see Figure 2). Table 2 and Figure 2 identify that there is a significantly higher pooled odds of hearing loss in a noise- and solvent-exposed group, compared to a solvent-only exposed group (pooled OR = 2.15, 95% CI: 1.24–3.72, p = 0.006). The large majority of participants exposed to noise and solvents showed the effects of hearing loss. Noise plus solvent versus noise only. Noise plus solvent versus noise only. Note: Heterogeneity chi-squared = 56.14 (d.f. = 10) p = 0.000. I-squared (variation in OR attributable to heterogeneity) = 82.2%. Estimate of between-study variance Tau-squared = 0.6659. Test of OR = 1 : z = 2.72 p = 0.006. Please see the full reference list of the article, Nakhooda, F., Sartorius, B., & Govender, S.M. (2019). The effects of combined exposure of solvents and noise on auditory function – A systematic review and meta-analysis. South African Journal of Communication Disorders, 66(1), a568. https://doi.org/10.4102/sajcd.v66i1.568, for more information. OR, odds ratio.\n\n## Secondary outcomes\nIn terms of secondary auditory dysfunctions, only one study reported on the effects of solvents and noise on the upper limit of hearing. Results of the study indicated a reduction of the upper limit of hearing which was the largest in the combined noise and solvent group (Ikuharu et al., 2000). With regard to balance disorders, Prasher et al. (2005) reported on the effects of solvents and noise on hearing and balance in workers. The audiological tests that were used to assess workers’ balance were VNG and posturography. Results revealed that 32% of workers in the solvents and noise group had abnormal posturography and VNG results. It was concluded that the effects of a mixture of solvents on the auditory system appear to occur both at the end organ level, as well as in the nervous pathway (Prasher et al., 2005).\n\n## Discussion\nThe current review provided evidence of the effects of combined exposure of solvents and noise on the auditory system, revealing a higher prevalence of hearing loss in the noise and solvent group than the other groups in 77% of the studies analysed. Kim et al. (2005) reported in a study conducted on workers within the aviation industry that the prevalence of hearing loss in the noise and solvent group was higher than the other groups (54.9%) and similarly, Chang et al. (2006) reported that the results revealed a higher prevalence of hearing loss in the toluene and noise group (86.2%) when compared to those exposed to noise only (44.8%). Both studies also revealed that the effect of solvents on the auditory system appears to occur both at the end organ level, as well as in the nerve pathway (Mohammadi et al., 2010). As reported in the studies, long-term exposure to ototoxic solvents can have specific detrimental effects on the auditory system. These effects include: ototoxicity (substances that affect the structure and function of the inner ear and the neural pathways); neurotoxicity (substances that affect the central and peripheral nervous system); and vestibulotoxicity (substances that affect the structure and function of the vestibular organ) (Campo et al., 2009). This triad of complications makes differential diagnosis of SIHL a challenging one, as the symptoms are similar to other auditory pathologies such as NIHL. SIHL coupled with noise exposure makes the relationship even more complex, particularly as very little is known about the pathophysiology of SIHL (Loukzadeh et al., 2014). Thus, research needs to further understand the route of exposure to solvents in order to address this issue, as noise exposure routes have been extensively researched. Research findings indicate that the vapour particles of solvents are inhaled by workers, which are then absorbed via the respiratory tract (Johnson & Morata, 2010). They can also be absorbed through the skin or exposed wound tissue, after which they translocate into the blood stream and travel through the body and affect cells where they interact with tissue that causes dysfunction in the body and certain organs (Baker, Smith, & Landrigan, 1985, Fuente & McPherson, 2012; Unlu, Kesici, Basturk, Kos, & Yilmaz, 2014; Yah, Iyuke, & Simate, 2011). In addition, once solvents are absorbed into the body via inhalation, the body’s metabolic system transforms the solvents into components that are present in blood and then excreted in urine. Solvents within the body have the potential to interact with various systems within the body, including the auditory system. The key elements with regard to adverse effects on the auditory system depend on the following three issues: the toxicity of the solvent the rate of absorption biotransformation (the process by which the ‘body metabolism transforms solvents into water soluble compounds’). (Lobato et al., 2014; Loukzadeh et al., 2014; Prasher et al., 2005). Research findings regarding the effects of solvents on the auditory system of humans include: damage of sensory cells and nerve endings in the cochlear and in the auditory pathways; damage to the stria vascularis which is the ‘fluid-producing cell layer on the outer wall of the cochlear duct’; damage to the spiral ganglion cells; retrocochlear damage; vestibular damage; and damage to Pillar and Deither cells of the organ of Corti (Campo et al., 2009; Kim et al., 2005; Mohammadi et al., 2010). Regarding inner ear damage, Campo and Maguin (2007) reported that solvents infiltrate the cochlear and contaminate the tissue as opposed to contaminating the inner ear fluids. The mechanisms involved in auditory damage consist of the solvents travelling via the blood stream and through the stria vascularis, diffusing through the membranes of the cells constituting the outer sulcus and impairing the organ of Corti (Campo & Magun, 2007; Morata, 2003; Sulkowski et al., 2002). Campo, Lataye, Loquet, and Bonnet (2001) in Campo and Maguin (2007) have observed disrupted membranes and concluded that solvents use the outer sulcus as the main route of intoxication to reach the outer hair cells (OHCs). Research has shown that solvents then poison the hair cells, which results in the membranous structures becoming disorganised and causing hair cell death (Campo et al., 2007). In terms of specific OHC damage, the third row of OHCs is thought to be most vulnerable as it is closest to the stria vascularis (Campo et al., 2007) after which the first and second rows are affected (Fuente & McPherson, 2012; Fuente, McPherson, & Hickson, 2013). Furthermore, solvents affect the OHCs in a specific area, that is, the middle turn area, where middle frequencies are located (Choi & Kim, 2014; Sulkowski et al., 2002) and this is different from NIHL where the higher frequencies are generally affected (Johnson & Morata, 2010; Tochetto, Quevedo, and Siqueira, 2013). As discussed by the above mentioned study, individual solvents are reported to cause SIHL (Chang et al. 2003); therefore, it is plausible to assume that a mixture of solvents will have a greater detrimental effect on the auditory system owing to the cumulative effect. From the studies reviewed, participants from 11 out of the 13 studies were exposed to a mixture of solvents and these participants presented with hearing loss. In terms of audiological tests that were performed, all the studies used pure-tone audiometry testing by assessing the frequency range of 125 Hz–8 kHz, while one study assessed the upper limit of hearing (Ikuharu et al., 2000). In the study by Ikuharu et al. (2000), it was observed that there was an occupational effect of noise and solvents on the upper limit of hearing in workers. The results had shown that noise levels and solvent levels were within occupational exposure limits. There was no significant correlation found between the upper limit of hearing and pure tones and organic solvent concentrations in the working environment. The reduction of the upper limit of hearing was largest in the combined group (Ikuharu et al., 2000). Therefore, it is recommended that high-frequency audiometry be used in the audiological assessment of workers, as it can be used as an early indicator of SIHL (Fuente & McPherson, 2012). Another study included transient and distortion product otoacoustic emissions (OAEs), auditory brainstem potentials (ABR), VNG and posturography (Prasher et al., 2005). The VNG investigations in this study revealed significant abnormalities to the vestibular organs in the group of workers exposed to solvents. More recently, researchers have confirmed that the balance system is affected by solvents. A study in 2011 by Zamyslowska-Szmytke, Politanski, and Sliwinska-Kowalska (2011) discovered that balance abnormalities in solvent-exposed workers indicated subclinical damage, mainly the central part of the vestibular system and body-movement coordination (Zamyslowska-Szmytke, Politanski, & Sliwinska-Kowalska, 2011). The wide variety of the tests indicates that different procedures are needed to detect solvent exposure in different parts of the auditory system. These varieties of tests enable the audiologist to differentiate between cochlear and retrocochlear pathologies and can therefore be used as a guideline for monitoring SIHL. Thus, audiologists need to consider the wide range of effects that solvent exposure could have on the auditory system and include a comprehensive test battery to monitor the affected workers. The role of the audiologist regarding SIHL is not clearly outlined in the studies mentioned. Solvent-induced hearing loss is a fairly new concern in the field of audiology and presents new challenges for audiologists. Many audiologists are not aware of SIHL, as most research results are published in occupational health journals, which are not typically reviewed by audiologists (Fuente & McPherson, 2006). Audiologists must keep abreast of new knowledge about hazards to hearing to be able to implement programmes for such target groups. They also need to conduct further research within the field of SIHL to expand the literature available, especially with regard to the mechanism and pathophysiology of ototoxic agents, as there is limited research in this area. Results from research conducted can help policymakers establish threshold limit values. Audiologists also have a responsibility to provide information and awareness campaigns to management and stakeholders in order to promote the conservation of hearing among workers. This is particularly important, as certain industries expose their workers to varying levels of solvents depending on the task at hand, with audiologists needing to be aware of the risks to be able to discuss them with management. Audiologists are capable of conducting hearing conservation programmes for workers exposed to solvents. Johnson and Morata (2010) recommend that adjustments need to be made to the hearing conservation programme in combined chemical and noise industries. These adjustments include: taking chemical exposures into account when monitoring air exposures; assessing workers who are exposed to chemicals more regularly; as well as using different methods for controlling workers exposures to chemicals (Johnson & Morata, 2010). Researchers also suggested that the hearing conservation programme needs to include short-interval audiometric evaluations, high-frequency audiometry and efficient hearing protection devices (Mohammadi et al., 2010). Future studies need to focus on a longitudinal study design, as this will increase the sample size and thus improve generalisation. One of the main limitations noted in the studies was small sample sizes which meant only minimal conclusions could be drawn from the studies (Chang et al., 2006; Kim et al., 2005; Prasher et al., 2005). In addition, it is worthwhile for research studies to vary the study design from a cross-sectional to a longitudinal design as the studies mentioned used a cross-sectional design and the main limitation of this design is that it cannot establish causal relations (Berg & Latin, 2004). Using a longitudinal design will allow the researcher to assess ototoxic effects effectively, as literature reveals that ototoxic effects occurs over a period of time (Gelfand, 2009). Future research needs to focus on stricter inclusion and exclusion criteria. Researchers did not impose the age limit on their participants in order to control for age effects on hearing. The results could be confounded owing to some workers being above the age of 60 years when typically presbycusis sets in (Ikuharu et al., 2000). This necessitates inclusion of age as a mandatory criterion for future studies. Furthermore, workers within industries may present with variables that may influence the cause and effect relationship (such as factors that affect their hearing, e.g., smoking) regarding noise and solvent exposure on their auditory system, which some studies did not consider, further highlighting the need for stringent inclusion and exclusion participant criteria (Ikuharu et al., 2000). Cumulative dose of exposure is the total dose from conducting repeated air measurements over a period of time (Mohammadi et al., 2010; Nies, 2012). The cumulative dose of exposure is relevant, as it could determine current threshold limits for solvent exposure (Mohammadi et al., 2010). There was a lack of information regarding previous solvent exposure levels of workers and this measure was not calculated for all studies. Further research studies conducted, should attempt to obtain matching sample size numbers in order for appropriate conclusions to be made. Some studies had unmatched numbers across groups, thus only limited conclusions could be drawn from the studies (Prasher et al., 2005). It is recommended that personal dosimetry measurements be conducted for both noise and air measurements, as this will allow for more specific analysis of results per worker. There was a lack of individual samplings (dosimeter and air measurements) of toluene from participants during solvent exposure measurements (Schaper et al., 2008).\n\n## The role of the audiologist regarding solvent-induced hearing loss\nThe role of the audiologist regarding SIHL is not clearly outlined in the studies mentioned. Solvent-induced hearing loss is a fairly new concern in the field of audiology and presents new challenges for audiologists. Many audiologists are not aware of SIHL, as most research results are published in occupational health journals, which are not typically reviewed by audiologists (Fuente & McPherson, 2006). Audiologists must keep abreast of new knowledge about hazards to hearing to be able to implement programmes for such target groups. They also need to conduct further research within the field of SIHL to expand the literature available, especially with regard to the mechanism and pathophysiology of ototoxic agents, as there is limited research in this area. Results from research conducted can help policymakers establish threshold limit values. Audiologists also have a responsibility to provide information and awareness campaigns to management and stakeholders in order to promote the conservation of hearing among workers. This is particularly important, as certain industries expose their workers to varying levels of solvents depending on the task at hand, with audiologists needing to be aware of the risks to be able to discuss them with management. Audiologists are capable of conducting hearing conservation programmes for workers exposed to solvents. Johnson and Morata (2010) recommend that adjustments need to be made to the hearing conservation programme in combined chemical and noise industries. These adjustments include: taking chemical exposures into account when monitoring air exposures; assessing workers who are exposed to chemicals more regularly; as well as using different methods for controlling workers exposures to chemicals (Johnson & Morata, 2010). Researchers also suggested that the hearing conservation programme needs to include short-interval audiometric evaluations, high-frequency audiometry and efficient hearing protection devices (Mohammadi et al., 2010).\n\n## Future research needs\nFuture studies need to focus on a longitudinal study design, as this will increase the sample size and thus improve generalisation. One of the main limitations noted in the studies was small sample sizes which meant only minimal conclusions could be drawn from the studies (Chang et al., 2006; Kim et al., 2005; Prasher et al., 2005). In addition, it is worthwhile for research studies to vary the study design from a cross-sectional to a longitudinal design as the studies mentioned used a cross-sectional design and the main limitation of this design is that it cannot establish causal relations (Berg & Latin, 2004). Using a longitudinal design will allow the researcher to assess ototoxic effects effectively, as literature reveals that ototoxic effects occurs over a period of time (Gelfand, 2009). Future research needs to focus on stricter inclusion and exclusion criteria. Researchers did not impose the age limit on their participants in order to control for age effects on hearing. The results could be confounded owing to some workers being above the age of 60 years when typically presbycusis sets in (Ikuharu et al., 2000). This necessitates inclusion of age as a mandatory criterion for future studies. Furthermore, workers within industries may present with variables that may influence the cause and effect relationship (such as factors that affect their hearing, e.g., smoking) regarding noise and solvent exposure on their auditory system, which some studies did not consider, further highlighting the need for stringent inclusion and exclusion participant criteria (Ikuharu et al., 2000). Cumulative dose of exposure is the total dose from conducting repeated air measurements over a period of time (Mohammadi et al., 2010; Nies, 2012). The cumulative dose of exposure is relevant, as it could determine current threshold limits for solvent exposure (Mohammadi et al., 2010). There was a lack of information regarding previous solvent exposure levels of workers and this measure was not calculated for all studies. Further research studies conducted, should attempt to obtain matching sample size numbers in order for appropriate conclusions to be made. Some studies had unmatched numbers across groups, thus only limited conclusions could be drawn from the studies (Prasher et al., 2005). It is recommended that personal dosimetry measurements be conducted for both noise and air measurements, as this will allow for more specific analysis of results per worker. There was a lack of individual samplings (dosimeter and air measurements) of toluene from participants during solvent exposure measurements (Schaper et al., 2008).\n\n## Conclusion\nThe findings of the systematic review and meta-analysis concluded that there are significantly higher odds of acquiring hearing loss when workers are exposed to a combination of solvents and noise as opposed to solvents only. Globally, there is limited research available on noise and solvent interactions and their effects on hearing. Furthermore, there are only a few comparative studies with varied conclusions, requiring further investigation into the effects of the combined exposure on hearing. Most industries do not control the levels of solvents that they use and do not take into consideration regulations concerning the use of ventilation systems and the provision of masks, gloves or other personal protective equipment which could harm workers, therefore making workers more susceptible to the detrimental effects on the auditory system as a result of combined solvent exposure. The challenge for the audiologist is that in an occupational environment, as the workers are usually exposed to mixtures of substances, it is not easy to evaluate the effects associated with exposure to a specific chemical. In addition, most threshold limit values are established for a single solvent; however, industries are often composed of several solvents simultaneously. Thus, developed occupational threshold limits are currently based on isolated workplace hazards that are not adequate for protecting workers who may be exposed to multiple solvents in industries coincidently and sequentially. Therefore, recommendations emerging from the studies regarding SIHL for audiologists include: Prioritising personal solvent monitoring: Evaluating personal protective equipment use Appropriate recording: Health results of workers should be recorded and checked regularly in order to detect early changes at individual and collective levels Risk management measures aimed at reducing exposure to ototoxic substances should be encouraged Ototoxicity monitoring that should be made a part of occupational health-screening activities Suitable scientific investigations into ototoxic properties should be encouraged such as longitudinal epidemiological studies.",
  "word_count": 6730,
  "char_count": 44160
}