{
  "pmcid": "PMC11495461",
  "doi": "10.31557/APJCP.2024.25.8.2723",
  "title": "Medication Disposal Patterns and Practices with Awareness of Environmental Contamination Caused by Pharmaceuticals among the General Public in Malaysia",
  "authors": [
    "Jia Yee Ling",
    "Pei Yuen Ng",
    "Aida Soraya Shamsuddin",
    "Aziemah Zulkifli",
    "Khai Ern Lee"
  ],
  "year": "2024",
  "journal": "Asian Pacific Journal of Cancer Prevention : APJCP",
  "abstract": "The proper disposal of pharmaceuticals has become a prime concern in contemporary healthcare and environmental management. The evolving awareness highlights the ecological and public health risks associated with pharmaceutical waste. Therefore, evaluating medication disposal patterns and public awareness regarding pharmaceutical-related environmental issues is crucial for promoting responsible practices. The primary aim of this study is to identify the determinants of participation in the Medicine Return Program (MRP) among Malaysians. This cross-sectional study employed snowball sampling and an online questionnaire, disseminated via multiple social media platforms. Results: Out of 389 respondents, 46% were 18 to 29 years old, 61% were female, and 69.7% attained a tertiary educational level. Most of them (71.5%) reported disposing of their unused medicines into the rubbish bin, indicating that this disposal method is prevalent among Malaysians. Only 26.2% participated in the MRP program. The study revealed that 73.0% of respondents were aware of pharmaceutical-related environmental contamination. Furthermore, significant associations were demonstrated between a factor of receiving advice from healthcare professionals (p < 0.001), awareness level on environmental pharmaceutical contamination (p < 0.001) and MRP (p < 0.001) and willingness to participate in MRP (p < 0.001) with MRP support. This study provides valuable insights on Malaysian pharmaceutical disposal practices and the factors influencing MRP participation. These findings can inform targeted interventions and public health campaigns to improve medication disposal behaviors and reduce pharmaceutical waste’s environmental impact.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Pharmaceuticals refer to chemical compounds intended for illness prevention, diagnosis and treatment in humans and animals [1]. In recent years, there has been a notable surge in the utilization of pharmaceuticals due to widespread development in individuals’ consciousness towards health-seeking conduct. The annual overall medication utilization surpasses 1,000,000 tons and consistently expands equally for prescription and over the counter (OTC) pharmaceuticals [2,3]. While vital for global economic and public health, the expansion of pharmaceutical manufacturing and prescription has resulted in a significant environmental burden due to the build-up of unwanted pharmaceuticals. Various factors may contribute to patients retaining unused pharmaceuticals, such as the desire to alleviate symptoms, adjustments in dosage, forgetfulness, intolerance to adverse effects, expiration of the pharmaceuticals and promotional influence exerted by pharmaceutical manufacturers [2–7]. The World Health Organization (WHO) indicates that over 50% of all medicines were prescribed, administered, or sold inappropriately [8]. In comparison, over 50% of patients failed to adhere to the correct usage of these prescriptions [6]. The improper disposal of pharmaceuticals, including the build-up of unused, expired, or leftover pharmaceuticals, poses a significant risk of environmental contamination. This risk is mainly attributed to a lack of information regarding suitable techniques for disposing of these medications [9]. Most individuals discard medication by disposing of it in household waste, resulting in its eventual deposition in landfills. This practice contributes to an elevated risk associated with the exposure of these compounds to sunlight or ingestion by animals. The adverse consequences of this phenomenon extend beyond the well-being of the affected animals, as it also threatens the health of those who subsequently consume these animals [1,10]. Furthermore, the improper disposal of pharmaceuticals through flushing them down toilets or pouring them into bathtubs, which are subsequently fed into the sewage system, leads to the direct contamination of surface water [1,3,11]. Sewage treatment facilities are unable to eliminate pharmaceutical waste before the discharge of treated effluent into rivers, estuaries, and coastal waters. Additionally, pharmaceutical waste has the potential to leach into groundwater from landfills, resulting in the accumulation of various pharmaceutical residues, such as analgesics, anticonvulsants, antiepileptics and antibiotics within the environment [12–14]. The accumulation of pharmaceutical residues can give rise to many environmental risks. For instance, even in trace amounts, the contamination of water bodies by estrogen contraceptives can have detrimental effects on the sexual development and feminization of fishes, ultimately impacting their reproductive capabilities. The population of vultures has experienced a significant drop as a result of exposure to diclofenac. The literature documented that exposure to expired or degraded tetracycline has been linked to renal tubular damage. Furthermore, the presence of antibiotics in water has been correlated with the development of antibiotic resistance. Over time, this can lead to genetic effects on marine life and humans [2,3,12]. The improper disposal of unused, expired, or leftover pharmaceuticals is a matter of great global concern, including Malaysia. The Ministry of Health in Malaysia has recognized the handling and disposal of unused, expired, or leftover pharmaceuticals as one of the five research areas outlined in the Pharmacy Research Priorities of Malaysia [7,15]. Since 2010, Malaysia has implemented the Medicine Return Program (MRP) and formulated a comprehensive national guideline to control the proper management and disposal of unused, expired, or leftover medications by government healthcare facilities [11,12]. Nevertheless, there are discernible disparities in the program implementation among different government health institutions and a minuscule fraction of the population, whereby less than 25% returned unused, expired, or leftover pharmaceuticals to these facilities [11]. Non-mandatory participation in MRP for privately-owned healthcare facilities and pharmacies may highlight the problem of low MRP participation in certain healthcare service facilities. Despite this, being in a crucial position in medicine dispensing and information dissemination on proper medicine disposal with customers, Malaysian pharmacist communities have stated their commitment to support this government-led program with reasonable remuneration for the service [5]. Therefore, it is imperative to examine pharmaceutical disposal patterns and practices, as well as identify the elements that may influence the support of MRP, to enhance the effectiveness of MRP. Moreover, it has been demonstrated in previous research [12,16] that there is a correlation between environmental awareness and how individuals dispose of pharmaceuticals. Increased awareness of the impact of environmental contamination caused by pharmaceuticals could lead to a more significant percentage of medicine returns. Hence, it is imperative to evaluate the level of awareness regarding environmental contamination caused by pharmaceuticals among the Malaysian population. Previous research conducted in Malaysia has explored comparable topics [2,12,17]. However, these studies have primarily focused on specific geographical regions, such as the Selangor area, or specific groups, such as university students. It is imperative to engage participants from diverse places throughout Malaysia, encompassing various age groups, to portray the Malaysian populace comprehensively. The objective of this study is to investigate the patterns and practices of pharmaceutical disposal in Malaysia in relation to the level of awareness among Malaysians regarding environmental contamination caused by pharmaceuticals. The characteristics discovered influencing the support of MRP among Malaysians in this study will be employed to support and enhance pharmaceutical waste management in Malaysia."
    },
    {
      "title": "Materials and Methods",
      "text": "Study design From December 2022 to January 2023, a cross-sectional survey was conducted among a total of 389 respondents. The online survey was administered via Google Forms and distributed across multiple social media platforms, including Facebook, Instagram, WhatsApp, and Telegram. Multiple online platforms were used in the survey dissemination process to reach the maximum number of respondents. Inclusion and exclusion criteria The inclusion criteria for this study are the general public of Malaysia, with an emphasis on those over 18 years old who speak English or Malay fluently and who have possessed or presently possess unused, expired or leftover pharmaceuticals. Those under 18 and who were unable or unwilling to participate in this survey were excluded. Questionnaire instrument The questionnaire utilized in this study was adopted and adapted from previous research investigations conducted Ong et al. [17] and Wang et al. [11]. Permission to use these questionnaires was obtained from the original writers. The process of back-to-back translation was employed to produce the Malay version of the section, with the involvement of two separate translators. A validity test and a pilot test were undertaken to evaluate the acceptability and reliability of the questionnaire produced. Revisions were undertaken based on the input provided. The survey comprises four distinct elements. Section A encompasses gathering sociodemographic data pertaining to the participants, encompassing variables, such as age, gender, ethnicity, highest level of education attained, household income and place of residence. Section B comprises a set of ten inquiries designed to evaluate participants’ understanding of the appropriate means of disposing of unused, expired, or leftover pharmaceuticals. Each question within this section offers respondents the options of ‘True’, ‘False’ or ‘Not sure’ as possible responses. The scoring of responses to knowledge questions was based on a binary system, where a score of ‘1’ was assigned to correct answers and a score of ‘0’ was assigned to incorrect answers or when the respondents indicated uncertainty by answering ‘Not sure’. The individual results were subsequently aggregated to derive the respondents’ overall knowledge score. The highest achievable score was 10 and the lowest was 0. According to Perera et al. [18], a percentage score of 0 – 49% indicates a low degree of knowledge, 50 – 79% indicates a satisfactory level and 80 – 100% indicates a high level of knowledge. The higher the score in this section, the greater the respondents’ level of knowledge about appropriate medication disposal. Section C comprises a series of nine questions aimed at discerning the respondents’ medication disposal patterns and practices. Section D, on the other hand, comprises questions pertaining to the level of awareness regarding environmental contamination caused by pharmaceuticals resulting from the disposal of medications. This section employed a five-point Likert scale with the following response options: 1 – ‘strongly disagree’, 2 – ‘disagree’, 3 – ‘neutral’, 4 – ‘agree’ and 5 – ‘strongly agree.’ The potential scores show a range spanning from 5 to 25. According to Thakrar et al. [19], scores between 0 – 39% indicate low awareness, 40 – 69% indicate moderate awareness and 70 – 100% indicate high awareness. The content validation process involved the participation of a panel of experts. This panel consisted of two community pharmacists, one clinical pharmacist, one pharmacy lecturer from the Faculty of Pharmacy at Universiti Kebangsaan Malaysia and one professor from the Institute for Environment and Development (LESTARI) at Universiti Kebangsaan Malaysia. A pilot study was conducted with 36 respondents to assess the acceptability and reliability of the survey instrument’s content. The reliability coefficient of Cronbach Alpha for Section B was determined to be 0.75, but for Section D, it was found to be 0.92. According to Ursachi et al. [20], a Cronbach Alpha reliability coefficient of 0.7 indicates an adequate reliability level. Furthermore, a coefficient exceeding 0.8 signifies a high level of reliability. Data analysis Statistical Package for Social Science (SPSS) version 29 (IBM Corporation, Armonk, NY, USA) was used to analyze the data. Descriptive statistics, such as frequencies and percentages, were employed to characterize the categorical variable. Scales adapted from Perera et al. [18] and Thakrar et al. [19] were used to analyze and interpret evaluations of knowledge about the disposal of unused, expired, or leftover medications and awareness of environmental contamination caused by pharmaceuticals. Using the Chi-square test and the Spearman rank correlation coefficient, the potential associations between the variables were identified by analyzing their relationships. A p-value of 0.05 was deemed statistically significant [21]. Demographic Characteristics of the Respondents (n = 389). Respondents’ Knowledge of the Disposal of Unused, Expired or Leftover Medications (n = 389) Respondents’ Knowledge Level on the Disposal of Unused, Expired, or Leftover Medications (n = 389) Respondents’ Awareness of Environmental Contamination Caused by Pharmaceuticals (n = 389). Respondents’ Awareness Level of Environmental Contamination Caused by Pharmaceuticals. Respondents’ Medication Disposal Patterns and Practices (n = 389). *Multiple responses percentage might exceed 100% Demographics and Characteristics of Respondents and Their Association with the Support of the Medicine Return Program Note: p-value < 0.05 is statistically significant, *, Spearman rank correlation coefficient; **, Chi-square; 1Perlis, Kedah, Penang, and Perak; 2Selangor, Kuala Lumpur and Negeri Sembilan; 3Pahang, Terengganu and Kelantan; 4Melaka and Johor; 5Sabah, Sarawak and Labuan"
    },
    {
      "title": "Results",
      "text": "Study demographics Table 1 lists the detailed demographic characteristics of the respondents. The highest participation rate (n = 177, 45.5%) was observed among respondents aged 18 to 29. There were more female respondents (n = 237, 60.9%) than male respondents (n = 152, 39.1%). The majority of respondents (n = 171, 44%) were Malay, followed by Chinese (n = 142, 36.5%), Indian (n = 54, 13.9%) and others (n = 22, 5.7%). Most respondents (n = 271, 69.7%) attained tertiary education, which includes college and university, followed by secondary education (n = 85, 21.9%) and primary education or no formal education (n = 33, 8.4%). The largest proportion of respondents in this study were from a B40 income family (n = 215, 55.3%), followed by respondents with no income (n = 118, 30.3%), M40 income family (n = 45, 11.6%) and T20 income family (n = 11, 2.8%). Most respondents came from the Central Region (Selangor, Kuala Lumpur and Negeri Sembilan) (n = 133, 34.2%), followed by the Northern Region (Perlis, Kedah, Penang and Perak) (n = 90, 23.1%), the Southern Region (Melaka and Johor) (n = 68, 17.5%), East Malaysia (Sabah, Sarawak and Labuan) (n = 50, 12.9%). Knowledge of the disposal of unused, expired, or leftover medications The respondents’ knowledge regarding the disposal of unused, expired, or leftover medications is displayed in Table 2. Most respondents (n = 321, 82.5%) were aware that improper medication disposal can affect the environment. However, most respondents (n = 257, 66.1%) were unaware that sewage treatment facilities do not remove the majority of medicines from the environment and ecosystem. The majority of respondents recognized that it is improper to dispose of solid medications, such as tablets, capsules and patches into the rubbish bin (n = 225, 57.8%); liquid medications into the toilet bowl (n = 254, 65.3%); and into the sink (n = 244, 63.0%). They also realized that it is unacceptable to dispose of needles and syringes into the rubbish bin (n = 310, 79.7%) and knew it is acceptable to return or dispose of unused, expired, or leftover medicines to a local pharmacy or healthcare facility (n = 318, 81.7%). Intriguingly, there is little difference between the percentage of respondents who knew it was improper to dispose of creams and ointments into the rubbish bin (n = 196, 50.4%) and those who did not (n = 193, 49.6%). Only 26.2% (n = 102) of respondents were aware that incineration is the most environmentally friendly method to dispose of unwanted medications whereas only 22.1% (n = 86) were aware that it is acceptable to throw away pressurized aerosol metered-dose inhalers (such as Ventolin or Asthalin inhalers). Table 3 presents the respondents’ level of awareness of the proper disposal of unused, expired, or leftover medications. The findings indicate that a total of 126 (32.4%) respondents possessed a good level of knowledge. Additionally, 164 (42.2%) respondents demonstrated a satisfactory level of knowledge. Conversely, a mere 99 participants (25.4%) exhibited a poor level of knowledge about the proper disposal of unused, expired, or leftover pharmaceuticals. Awareness of environmental contamination caused by pharmaceutical Table 4 displays the respondents’ awareness of environmental contamination caused by pharmaceuticals. Most respondents (n = 318, 81.7%) concurred or strongly agreed that pharmaceutical residues have a negative impact on the environment, the ecosystem and even humans. Additionally, the majority of respondents (n = 308, 79.2%) believed that it is essential to restrict the release of pharmaceutical residues into the environment. Many respondents believed that proper medication disposal should be practiced (n = 301, 77.4%) and that outreach and education programs regarding proper medication disposal should be initiated (n = 305, 78.4%). The majority of respondents (n = 281, 72.2%) also indicated that they are interested in learning about the potential environmental hazards of pharmaceutical residues, rational disposal, take-back and management of unused, expired or leftover medications. A total of 284 (73%) respondents were highly aware of environmental contamination caused by pharmaceuticals. Table 5 presents the level of respondents’ awareness of environmental contamination caused by pharmaceuticals. The results indicate that the majority of respondents, n = 284 (73.0%), had a high level of awareness. Only 75 (19.3%) respondents and 30 (7.7%) respondents had a moderate and low level of awareness regarding environmental contamination caused by pharmaceuticals, respectively. Medication disposal patterns and practices Table 6 depicts the medication disposal patterns and practices of respondents. The majority of respondents (n = 240, 61.7%) reported unused pain medication, followed by cough and cold medication (n = 199, 51.2%) and antibiotics (n = 134, 34.4%). The respondents did not complete their medication for a variety of reasons. ‘Illness conditions have improved’ (n = 269, 69.2%), ‘medicine has expired’ (n = 152, 39.1%) and ‘did not take according to prescription/forgot’ (n = 143, 36.8%) are the most common responses. In addition, ‘had a bad reaction or side effect’ was the least common reason cited by respondents (n = 66, 17%) and ‘others’ (n = 4, 1.2%). The majority of respondents (n = 278, 71.5%) reported throwing away unused, expired or leftover medications into the rubbish bin. A substantial proportion of respondents (n = 193, 49.6%) also reported storing unused, expired, or leftover medications for future use. Only 82 (21.1%) of 389 respondents reported returning unused, expired, or leftover medications to a ‘Medicine-Take-Back’ facility. The majority of respondents (n = 238, 61.2%) reported receiving advice from a healthcare professional regarding appropriate medication disposal. However, only 188 respondents (48.3%) were aware of the MRP. The majority of the 201 respondents who were aware of the program learned about it from a pharmacist (n = 125, 66.5%), advertisements, brochures, or posters (n = 82, 43.6%), and friends or family members (n = 54, 28.8%). Only 102 (26.2%) of the 389 respondents participated in the MRP. The majority of the 287 participants (73.8%) who did not participate in MRP stated that they were unaware of the MRP (n = 137, 48.2%), that it was inconvenient to participate (n = 129, 45.4%), and that it was too far to travel to participate (n = 81, 28.5%). Given the assumption that an MRP is available nearby, such as at a hospital, pharmacy, or doctor’s office, the majority of respondents indicate willingness to participate in the program (n = 354, 91%). Association between demographics and characteristics of respondents with the participation in Medicine Return Program (MRP) The findings of the study indicate a weak negative connection between the monthly income range and participation in the MRP (rs = -0.100, p = 0.043) (Table 7). This suggests that as the monthly income decreases, the support for the MRP increases. Nevertheless, given the correlation coefficient, rs, which is -0.100, the correlation between the variables is week [22]. A weak negative correlation was also identified between the knowledge level regarding the disposal of unused, expired, or leftover pharmaceuticals and the support of MRP (rs = -0.275, p < 0.001). There exists a modest association between a high level of expertise and the support of MRP. The support of MRP is also significantly associated with receiving guidance from healthcare professionals regarding proper medicine disposal (p < 0.001). The study revealed a noteworthy correlation between knowledge of MRP and the support of the program (p < 0.001). There is a significant correlation between the support of the MRP program and the willingness of individuals to engage (p < 0.001). A significant correlation was observed between the level of awareness regarding environmental contamination caused by pharmaceuticals and the support of MRP. This correlation was determined to be weak and negative (rs = -0.220, p <0.001)."
    },
    {
      "title": "Discussion",
      "text": "The objective of this study is to evaluate the disposal patterns and practices regarding unused, expired, or leftover pharmaceuticals and gauge the level of knowledge of environmental pollution caused by pharmaceuticals. Returning unneeded medication to certified facilities is the most preferable method for ensuring safe disposal. Many nations have advocated for implementing a policy wherein individuals are urged to return surplus medication to the appropriate medical institutions, such as hospitals, clinics, or designated facilities. The National Return & Disposal of Unwanted Medicines Project has received comprehensive support from the governments of Canada and Australia and the pharmaceutical industry [23]. Meanwhile, in Malaysia, the MRP was introduced to ensure safe pharmaceutical disposal. However, there was a notable lack of support for MRP, as evidenced by studies conducted by Yang et al. [12], Ariffin et al. [24], and Ong et al. [17]. In these three local studies, the adherence to MRP has consistently fallen below 30%. A study performed in 2018 shows that 26% of respondents embraced MRP to return their unused medications [12] and in the following year, a slightly lower compliance rate of 25.2% was reported in the research conducted by Ariffin et al. [24]. Notably, a more recent study by Ong et al. [17] revealed distinct trends in medication return habits, with 28% of respondents opting to return unused tablet or capsule medications to the pharmacy, while lower percentages, 17% and 13.3%, chose to return liquid and ointment medicines, respectively. Efforts must be made to promote the support of the scheme. Therefore, it is necessary to assess the identification of current medication disposal practices in Malaysia, the level of awareness regarding environmental contamination caused by pharmaceuticals and the factors that may influence the support of MRP. This assessment will enable more effective strategic planning. This study reveals that the prevalence of medicine usage for acute illnesses, such as muscle pain, headache, cough and cold, is twice as high as for chronic illnesses, including heart disease, hypertension, allergies, high cholesterol, and digestive disorders. The results of our investigation align with the findings of previous research whereby Wang et al. [11] revealed that the majority, precisely 90%, of unused, expired, or leftover medications comprise those prescribed for acute illnesses. The findings of this study indicate that individuals with acute diseases were much more likely to possess unused, expired, or leftover medications compared to individuals with chronic illnesses, such as hypertension, diabetes, high cholesterol, and asthma (OR = 29.8, p < 0.001). The duration of treatment for acute illnesses is often brief and it is anticipated that individuals would discontinue taking medication upon seeing improvement in their illness or condition. The findings of our study indicate that a significant proportion (69.2%) of the participants ceased taking medication due to observed improvements in their respective medical conditions. Furthermore, participants also retained the medications for potential future use and possessed unused, expired, or leftover pain, cough, and cold medications. These medicines are readily available at community pharmacies for self-medication, primarily targeting self-limiting symptoms [6,25,26]. Given the context of the COVID-19 pandemic, it has been observed that the treatments mentioned above have experienced widespread popularity as over-the-counter purchases in numerous nations [27–29]. Medications stored for future utilization tend to be forgotten, resulting in the expiration and subsequent disposal in waste receptacles [11]. In addition, the storage of unused, expired, or leftover medications in the household increases the risk of accidental childhood poisoning [6]. This study also demonstrates that a significant proportion of the participants discard their unused, expired, or leftover medications by throwing them into the rubbish bin. The observed behavior may be attributed to the perception that it is the most convenient approach for handling unused, expired, or leftover medication, as indicated by previous studies [30,31], in contrast to the inconvenience associated with travelling to and returning pharmaceuticals to a designated medicine-return facility. Efforts are required to educate patients about returning unused, expired, or leftover medications to MRP facilities. Insufficient guidance and comprehension of self-medication may result in misuse, toxic exposure, and inadvertent utilization of medications by individuals [11]. This study found that some of socio-demographic characteristic was associated with MRP participation. Specifically, there was an inverse association between monthly income and MRP participation, where individuals with lower monthly incomes exhibited higher participation rates in MRP. Those in the lower-income group might be more cost-sensitive and more attuned to maximizing the value of their expenditures, including healthcare-related costs. This finding indirectly aligns with a previous local study’s results, which highlight that individuals who paid for their medicine (often from higher-income groups) were six times more likely to have unused medicines, indicating non-participation in MRP, compared to those who received free medicines [11]. Furthermore, the study also revealed a statistically significant negative association between individuals’ knowledge level about disposing of unwanted prescriptions and their support of MRP. This implies an inverse relationship between the level of information regarding the proper disposal of unused, expired, or leftover pharmaceuticals and the likelihood of the responder engaging in MRP services. Nevertheless, the relationship between the variables has a low correlation, as evidenced by Spearman’s rho coefficient of -0.275 [22]. Despite the good level of understanding, a limited number of respondents support MRP. Previous research has consistently recorded an observation indicating that despite being aware of the detrimental consequences of improper disposal on the environment, the general public continues to dispose of their unneeded pharmaceuticals inappropriately. The majority of the general population typically discards their medications by disposing of them into rubbish bins, while only a few opt to return their unneeded medications to the pharmacy [11,17,32]. The disparity between the general population’s knowledge and behavior towards medicine disposal is hypothesized to be influenced mainly by accessibility. The MRP was implemented in 2010 by the Pharmaceutical Service Division of the Ministry of Health (MOH). However, the general public has limited awareness of this service, as indicated by this study, in which only approximately half of the participants reported being aware of the MRP service offered by the pharmacy department. Consequently, support for this service remains low. The increased public awareness of MRP would result in a higher likelihood of individuals choosing this option for disposing of unused, expired, or leftover medicines [17]. Previous research has emphasized the importance of healthcare professionals, such as prescribers and pharmacists, in providing community education on appropriate methods for disposing of medications [10,16,33]. Within the scope of this investigation, a significant majority of participants who were aware of the program mentioned above indicated that their knowledge was mainly acquired from interactions with pharmacists, with secondary sources being advertisements, brochures, or posters. The United Kingdom (UK) witnessed a consistent pattern of observation, as documented by Watkins et al. [34], wherein pharmacist and patient information leaflets served as the primary means of disseminating information regarding appropriate pharmaceutical disposal methods. This highlights the significance of pharmacist-led counselling in relation to appropriate pharmaceutical disposal. The support of MRP is highly associated with receiving advice and awareness of MRP. Pharmacists are crucial in community healthcare by serving as the most readily available healthcare experts. A significant proportion of the participants (73%) indicated their non-participation in the MRP service. The reasons cited for this non-participation included lack of awareness of the program, inconvenience associated with participation, and the necessity to drive long distances to access an MRP facility. The potential explanation for individuals’ behavior of discarding their unwanted drugs into the rubbish receptacle, although possessing a sufficient understanding of proper medication disposal and exhibiting a strong awareness of the implications of environmental contamination caused by pharmaceuticals, may be attributed to various factors [2,11,12,17]. Examining the geographical extent of medicine take-back events is crucial for enhancing involvement in MRP services [35]. Greater spatial separation between the geographical location of respondents and the available MRP facilities is expected to result in a decreased likelihood of returning unused, expired, or leftover pharmaceuticals. Additionally, it was found that a significant majority of the participants, specifically 91%, expressed their willingness to engage in MRP services if there are easily accessible MRP facilities nearby. Therefore, it is hypothesized that individuals who are provided with information about MRP and have no hindrance in terms of distance to MRP facilities are inclined to engage in the program. Additionally, disposing of unused, expired, or leftover medication into the rubbish bin has been identified as a highly convenient approach [30,31]. Most participants in this research exhibited a misperception regarding the ability of sewage treatment plants to eliminate pharmaceutical waste from the natural environment. The considerations above may account for the disparity observed in the respondents’ actions. The study revealed a slight negative association between respondents’ awareness of environmental contamination caused by pharmaceuticals and the support of MRP. This implies that individuals with a higher level of awareness regarding environmental contamination caused by pharmaceuticals will exhibit a decreased propensity to engage in the support of the program. Nevertheless, the observed relationship between the variables has a low level of correlation, as evidenced by Spearman’s rho coefficient of -0.220. While most participants demonstrated a strong awareness of the detrimental consequences of improper waste disposal on the environment and recognized their duty to safeguard it from contamination, a small proportion of them supported MRP services. This finding aligns with previous research on the disposal of medications [11,17,32]. There exists a disparity between the awareness of responders and their corresponding behavior. Nevertheless, it has been hypothesized that individuals with knowledge of this matter may also demonstrate a heightened awareness of other ecological concerns, perceiving pharmaceutical pollution as a comparatively less significant issue [36]. Given the limited strength of the connection between the variables, it is plausible to suggest that the respondents’ actions may be influenced by other prevailing factors, potentially stemming from geographical convenience. The study results suggest that the government, pharmacists, and pharmaceutical industry are responsible for creating awareness, which is consistent with the suggestions made by others [4,17]. Before implementing any medicine take-back program, more robust campaigns and significant patient involvement, healthcare professionals and government officials are required to avoid any possible barriers, such as a lack of information and techniques for adequately disposing of unused, expired, or leftover pharmaceuticals. In addition, establishing national policy and legal framework and training personnel is essential for successful pharmaceutical waste management [4]. The presence of pharmaceutical residues in the environment has sparked growing concerns, given their potential to impact both ecosystems and human health. This has been reflected in the majority of respondents’ belief that these residues can exert detrimental effects on the environment, disrupt ecosystems and pose risks to human health. Research has revealed that when these residues find their way into natural water bodies through wastewater discharges [37–39] or improper disposal, they can trigger a range of adverse consequences. For example, pharmaceuticals have been observed to disrupt aquatic ecosystems by altering the behavior and reproductive patterns of aquatic organisms, such as fish [40] and mussels [41]. Additionally, there’s evidence suggesting that the persistence of pharmaceutical residues in the water processing cycle in reaching the community, thereby posing a significant threat to human health through fetal development [39]. Moreover, these residues can infiltrate the food chain, potentially reaching humans through the consumption of contaminated livestock or crops [39]. The accumulation of pharmaceutical residues in the environment can thus yield extensive and intricate effects, underscoring the importance of implementing proper disposal and management strategies to mitigate these potential risks. This study possesses various drawbacks. Initially, it is plausible that participants may be susceptible to social desirability bias, a phenomenon in which individuals tend to provide responses that align with societal norms and expectations rather than expressing their true beliefs or attitudes. Furthermore, it is essential to consider the potential presence of recall bias in this study. This arises because participants’ responses relied on their recollections of events, which cannot be independently checked. Furthermore, it is worth noting that the distribution of the questionnaire exclusively through online platforms has resulted in limited representation of elderly demographics and individuals residing in rural areas. This is evident from the age distribution of the respondents, which indicates a lack of participation from those who are not technologically proficient and face challenges in accessing reliable internet connectivity. To address the existing constraints, it is recommended that future research endeavors incorporate home visits and interviews to encompass older individuals residing in rural areas. Simultaneously, a home visit enables the interviewer to ascertain a respondent’s medication disposal practices through interviews with other household members. Implementing this approach can decrease the likelihood of response bias in the current investigation. In conclusion, the findings of this study indicate a significant level of awareness regarding the issue of environmental contamination caused by pharmaceuticals. The findings also highlight a strong inclination towards responsible medication disposal and the need for educational initiatives on this issue. This heightened awareness underlines the potential for positive change and emphasizes the importance of continued efforts in promoting proper medication disposal practices and environmental stewardship. In addition to the prevalent incorrect practices in medication disposal, the level of support for MRP was also discovered to be relatively low. The support of MRP is positively correlated with individuals receiving guidance from healthcare experts regarding appropriate medication usage, being knowledgeable about MRP and demonstrating a willingness to engage in MRP activities actively. Individuals who have been provided with guidance about the appropriate disposal of medications, possess knowledge of the existence of MRP and express a willingness to engage in such programs are more inclined to support MRP. Conversely, there was a weakly negative link between the level of information regarding the disposal of unused, expired, or leftover pharmaceuticals and awareness regarding environmental contamination caused by pharmaceuticals and the support of MRP. There exists a disparity between the variables and the support of MRP. Healthcare professionals, particularly pharmacists, are responsible for imparting knowledge and guidance to the general public regarding appropriate methods for disposing of medications. To enhance the rate of unused, expired, or leftover pharmaceutical returns, it is recommended to provide additional collection places for such medications that are currently underutilized. Nevertheless, prior to implementation, many obstacles must be addressed, including the absence of explicit norms, inadequate compensation for the service, and the financial burdens associated with operations and incineration. Advocating for promoting public education initiatives, programs and campaigns among the Malaysian population is imperative. These efforts aim to enhance the understanding and recognition of the significance associated with appropriate medication disposal practices, while also fostering the support of MRP."
    }
  ],
  "full_text": "## Introduction\nPharmaceuticals refer to chemical compounds intended for illness prevention, diagnosis and treatment in humans and animals [1]. In recent years, there has been a notable surge in the utilization of pharmaceuticals due to widespread development in individuals’ consciousness towards health-seeking conduct. The annual overall medication utilization surpasses 1,000,000 tons and consistently expands equally for prescription and over the counter (OTC) pharmaceuticals [2,3]. While vital for global economic and public health, the expansion of pharmaceutical manufacturing and prescription has resulted in a significant environmental burden due to the build-up of unwanted pharmaceuticals. Various factors may contribute to patients retaining unused pharmaceuticals, such as the desire to alleviate symptoms, adjustments in dosage, forgetfulness, intolerance to adverse effects, expiration of the pharmaceuticals and promotional influence exerted by pharmaceutical manufacturers [2–7]. The World Health Organization (WHO) indicates that over 50% of all medicines were prescribed, administered, or sold inappropriately [8]. In comparison, over 50% of patients failed to adhere to the correct usage of these prescriptions [6]. The improper disposal of pharmaceuticals, including the build-up of unused, expired, or leftover pharmaceuticals, poses a significant risk of environmental contamination. This risk is mainly attributed to a lack of information regarding suitable techniques for disposing of these medications [9]. Most individuals discard medication by disposing of it in household waste, resulting in its eventual deposition in landfills. This practice contributes to an elevated risk associated with the exposure of these compounds to sunlight or ingestion by animals. The adverse consequences of this phenomenon extend beyond the well-being of the affected animals, as it also threatens the health of those who subsequently consume these animals [1,10]. Furthermore, the improper disposal of pharmaceuticals through flushing them down toilets or pouring them into bathtubs, which are subsequently fed into the sewage system, leads to the direct contamination of surface water [1,3,11]. Sewage treatment facilities are unable to eliminate pharmaceutical waste before the discharge of treated effluent into rivers, estuaries, and coastal waters. Additionally, pharmaceutical waste has the potential to leach into groundwater from landfills, resulting in the accumulation of various pharmaceutical residues, such as analgesics, anticonvulsants, antiepileptics and antibiotics within the environment [12–14]. The accumulation of pharmaceutical residues can give rise to many environmental risks. For instance, even in trace amounts, the contamination of water bodies by estrogen contraceptives can have detrimental effects on the sexual development and feminization of fishes, ultimately impacting their reproductive capabilities. The population of vultures has experienced a significant drop as a result of exposure to diclofenac. The literature documented that exposure to expired or degraded tetracycline has been linked to renal tubular damage. Furthermore, the presence of antibiotics in water has been correlated with the development of antibiotic resistance. Over time, this can lead to genetic effects on marine life and humans [2,3,12]. The improper disposal of unused, expired, or leftover pharmaceuticals is a matter of great global concern, including Malaysia. The Ministry of Health in Malaysia has recognized the handling and disposal of unused, expired, or leftover pharmaceuticals as one of the five research areas outlined in the Pharmacy Research Priorities of Malaysia [7,15]. Since 2010, Malaysia has implemented the Medicine Return Program (MRP) and formulated a comprehensive national guideline to control the proper management and disposal of unused, expired, or leftover medications by government healthcare facilities [11,12]. Nevertheless, there are discernible disparities in the program implementation among different government health institutions and a minuscule fraction of the population, whereby less than 25% returned unused, expired, or leftover pharmaceuticals to these facilities [11]. Non-mandatory participation in MRP for privately-owned healthcare facilities and pharmacies may highlight the problem of low MRP participation in certain healthcare service facilities. Despite this, being in a crucial position in medicine dispensing and information dissemination on proper medicine disposal with customers, Malaysian pharmacist communities have stated their commitment to support this government-led program with reasonable remuneration for the service [5]. Therefore, it is imperative to examine pharmaceutical disposal patterns and practices, as well as identify the elements that may influence the support of MRP, to enhance the effectiveness of MRP. Moreover, it has been demonstrated in previous research [12,16] that there is a correlation between environmental awareness and how individuals dispose of pharmaceuticals. Increased awareness of the impact of environmental contamination caused by pharmaceuticals could lead to a more significant percentage of medicine returns. Hence, it is imperative to evaluate the level of awareness regarding environmental contamination caused by pharmaceuticals among the Malaysian population. Previous research conducted in Malaysia has explored comparable topics [2,12,17]. However, these studies have primarily focused on specific geographical regions, such as the Selangor area, or specific groups, such as university students. It is imperative to engage participants from diverse places throughout Malaysia, encompassing various age groups, to portray the Malaysian populace comprehensively. The objective of this study is to investigate the patterns and practices of pharmaceutical disposal in Malaysia in relation to the level of awareness among Malaysians regarding environmental contamination caused by pharmaceuticals. The characteristics discovered influencing the support of MRP among Malaysians in this study will be employed to support and enhance pharmaceutical waste management in Malaysia.\n\n## Materials and Methods\nStudy design From December 2022 to January 2023, a cross-sectional survey was conducted among a total of 389 respondents. The online survey was administered via Google Forms and distributed across multiple social media platforms, including Facebook, Instagram, WhatsApp, and Telegram. Multiple online platforms were used in the survey dissemination process to reach the maximum number of respondents. Inclusion and exclusion criteria The inclusion criteria for this study are the general public of Malaysia, with an emphasis on those over 18 years old who speak English or Malay fluently and who have possessed or presently possess unused, expired or leftover pharmaceuticals. Those under 18 and who were unable or unwilling to participate in this survey were excluded. Questionnaire instrument The questionnaire utilized in this study was adopted and adapted from previous research investigations conducted Ong et al. [17] and Wang et al. [11]. Permission to use these questionnaires was obtained from the original writers. The process of back-to-back translation was employed to produce the Malay version of the section, with the involvement of two separate translators. A validity test and a pilot test were undertaken to evaluate the acceptability and reliability of the questionnaire produced. Revisions were undertaken based on the input provided. The survey comprises four distinct elements. Section A encompasses gathering sociodemographic data pertaining to the participants, encompassing variables, such as age, gender, ethnicity, highest level of education attained, household income and place of residence. Section B comprises a set of ten inquiries designed to evaluate participants’ understanding of the appropriate means of disposing of unused, expired, or leftover pharmaceuticals. Each question within this section offers respondents the options of ‘True’, ‘False’ or ‘Not sure’ as possible responses. The scoring of responses to knowledge questions was based on a binary system, where a score of ‘1’ was assigned to correct answers and a score of ‘0’ was assigned to incorrect answers or when the respondents indicated uncertainty by answering ‘Not sure’. The individual results were subsequently aggregated to derive the respondents’ overall knowledge score. The highest achievable score was 10 and the lowest was 0. According to Perera et al. [18], a percentage score of 0 – 49% indicates a low degree of knowledge, 50 – 79% indicates a satisfactory level and 80 – 100% indicates a high level of knowledge. The higher the score in this section, the greater the respondents’ level of knowledge about appropriate medication disposal. Section C comprises a series of nine questions aimed at discerning the respondents’ medication disposal patterns and practices. Section D, on the other hand, comprises questions pertaining to the level of awareness regarding environmental contamination caused by pharmaceuticals resulting from the disposal of medications. This section employed a five-point Likert scale with the following response options: 1 – ‘strongly disagree’, 2 – ‘disagree’, 3 – ‘neutral’, 4 – ‘agree’ and 5 – ‘strongly agree.’ The potential scores show a range spanning from 5 to 25. According to Thakrar et al. [19], scores between 0 – 39% indicate low awareness, 40 – 69% indicate moderate awareness and 70 – 100% indicate high awareness. The content validation process involved the participation of a panel of experts. This panel consisted of two community pharmacists, one clinical pharmacist, one pharmacy lecturer from the Faculty of Pharmacy at Universiti Kebangsaan Malaysia and one professor from the Institute for Environment and Development (LESTARI) at Universiti Kebangsaan Malaysia. A pilot study was conducted with 36 respondents to assess the acceptability and reliability of the survey instrument’s content. The reliability coefficient of Cronbach Alpha for Section B was determined to be 0.75, but for Section D, it was found to be 0.92. According to Ursachi et al. [20], a Cronbach Alpha reliability coefficient of 0.7 indicates an adequate reliability level. Furthermore, a coefficient exceeding 0.8 signifies a high level of reliability. Data analysis Statistical Package for Social Science (SPSS) version 29 (IBM Corporation, Armonk, NY, USA) was used to analyze the data. Descriptive statistics, such as frequencies and percentages, were employed to characterize the categorical variable. Scales adapted from Perera et al. [18] and Thakrar et al. [19] were used to analyze and interpret evaluations of knowledge about the disposal of unused, expired, or leftover medications and awareness of environmental contamination caused by pharmaceuticals. Using the Chi-square test and the Spearman rank correlation coefficient, the potential associations between the variables were identified by analyzing their relationships. A p-value of 0.05 was deemed statistically significant [21]. Demographic Characteristics of the Respondents (n = 389). Respondents’ Knowledge of the Disposal of Unused, Expired or Leftover Medications (n = 389) Respondents’ Knowledge Level on the Disposal of Unused, Expired, or Leftover Medications (n = 389) Respondents’ Awareness of Environmental Contamination Caused by Pharmaceuticals (n = 389). Respondents’ Awareness Level of Environmental Contamination Caused by Pharmaceuticals. Respondents’ Medication Disposal Patterns and Practices (n = 389). *Multiple responses percentage might exceed 100% Demographics and Characteristics of Respondents and Their Association with the Support of the Medicine Return Program Note: p-value < 0.05 is statistically significant, *, Spearman rank correlation coefficient; **, Chi-square; 1Perlis, Kedah, Penang, and Perak; 2Selangor, Kuala Lumpur and Negeri Sembilan; 3Pahang, Terengganu and Kelantan; 4Melaka and Johor; 5Sabah, Sarawak and Labuan\n\n## Results\nStudy demographics Table 1 lists the detailed demographic characteristics of the respondents. The highest participation rate (n = 177, 45.5%) was observed among respondents aged 18 to 29. There were more female respondents (n = 237, 60.9%) than male respondents (n = 152, 39.1%). The majority of respondents (n = 171, 44%) were Malay, followed by Chinese (n = 142, 36.5%), Indian (n = 54, 13.9%) and others (n = 22, 5.7%). Most respondents (n = 271, 69.7%) attained tertiary education, which includes college and university, followed by secondary education (n = 85, 21.9%) and primary education or no formal education (n = 33, 8.4%). The largest proportion of respondents in this study were from a B40 income family (n = 215, 55.3%), followed by respondents with no income (n = 118, 30.3%), M40 income family (n = 45, 11.6%) and T20 income family (n = 11, 2.8%). Most respondents came from the Central Region (Selangor, Kuala Lumpur and Negeri Sembilan) (n = 133, 34.2%), followed by the Northern Region (Perlis, Kedah, Penang and Perak) (n = 90, 23.1%), the Southern Region (Melaka and Johor) (n = 68, 17.5%), East Malaysia (Sabah, Sarawak and Labuan) (n = 50, 12.9%). Knowledge of the disposal of unused, expired, or leftover medications The respondents’ knowledge regarding the disposal of unused, expired, or leftover medications is displayed in Table 2. Most respondents (n = 321, 82.5%) were aware that improper medication disposal can affect the environment. However, most respondents (n = 257, 66.1%) were unaware that sewage treatment facilities do not remove the majority of medicines from the environment and ecosystem. The majority of respondents recognized that it is improper to dispose of solid medications, such as tablets, capsules and patches into the rubbish bin (n = 225, 57.8%); liquid medications into the toilet bowl (n = 254, 65.3%); and into the sink (n = 244, 63.0%). They also realized that it is unacceptable to dispose of needles and syringes into the rubbish bin (n = 310, 79.7%) and knew it is acceptable to return or dispose of unused, expired, or leftover medicines to a local pharmacy or healthcare facility (n = 318, 81.7%). Intriguingly, there is little difference between the percentage of respondents who knew it was improper to dispose of creams and ointments into the rubbish bin (n = 196, 50.4%) and those who did not (n = 193, 49.6%). Only 26.2% (n = 102) of respondents were aware that incineration is the most environmentally friendly method to dispose of unwanted medications whereas only 22.1% (n = 86) were aware that it is acceptable to throw away pressurized aerosol metered-dose inhalers (such as Ventolin or Asthalin inhalers). Table 3 presents the respondents’ level of awareness of the proper disposal of unused, expired, or leftover medications. The findings indicate that a total of 126 (32.4%) respondents possessed a good level of knowledge. Additionally, 164 (42.2%) respondents demonstrated a satisfactory level of knowledge. Conversely, a mere 99 participants (25.4%) exhibited a poor level of knowledge about the proper disposal of unused, expired, or leftover pharmaceuticals. Awareness of environmental contamination caused by pharmaceutical Table 4 displays the respondents’ awareness of environmental contamination caused by pharmaceuticals. Most respondents (n = 318, 81.7%) concurred or strongly agreed that pharmaceutical residues have a negative impact on the environment, the ecosystem and even humans. Additionally, the majority of respondents (n = 308, 79.2%) believed that it is essential to restrict the release of pharmaceutical residues into the environment. Many respondents believed that proper medication disposal should be practiced (n = 301, 77.4%) and that outreach and education programs regarding proper medication disposal should be initiated (n = 305, 78.4%). The majority of respondents (n = 281, 72.2%) also indicated that they are interested in learning about the potential environmental hazards of pharmaceutical residues, rational disposal, take-back and management of unused, expired or leftover medications. A total of 284 (73%) respondents were highly aware of environmental contamination caused by pharmaceuticals. Table 5 presents the level of respondents’ awareness of environmental contamination caused by pharmaceuticals. The results indicate that the majority of respondents, n = 284 (73.0%), had a high level of awareness. Only 75 (19.3%) respondents and 30 (7.7%) respondents had a moderate and low level of awareness regarding environmental contamination caused by pharmaceuticals, respectively. Medication disposal patterns and practices Table 6 depicts the medication disposal patterns and practices of respondents. The majority of respondents (n = 240, 61.7%) reported unused pain medication, followed by cough and cold medication (n = 199, 51.2%) and antibiotics (n = 134, 34.4%). The respondents did not complete their medication for a variety of reasons. ‘Illness conditions have improved’ (n = 269, 69.2%), ‘medicine has expired’ (n = 152, 39.1%) and ‘did not take according to prescription/forgot’ (n = 143, 36.8%) are the most common responses. In addition, ‘had a bad reaction or side effect’ was the least common reason cited by respondents (n = 66, 17%) and ‘others’ (n = 4, 1.2%). The majority of respondents (n = 278, 71.5%) reported throwing away unused, expired or leftover medications into the rubbish bin. A substantial proportion of respondents (n = 193, 49.6%) also reported storing unused, expired, or leftover medications for future use. Only 82 (21.1%) of 389 respondents reported returning unused, expired, or leftover medications to a ‘Medicine-Take-Back’ facility. The majority of respondents (n = 238, 61.2%) reported receiving advice from a healthcare professional regarding appropriate medication disposal. However, only 188 respondents (48.3%) were aware of the MRP. The majority of the 201 respondents who were aware of the program learned about it from a pharmacist (n = 125, 66.5%), advertisements, brochures, or posters (n = 82, 43.6%), and friends or family members (n = 54, 28.8%). Only 102 (26.2%) of the 389 respondents participated in the MRP. The majority of the 287 participants (73.8%) who did not participate in MRP stated that they were unaware of the MRP (n = 137, 48.2%), that it was inconvenient to participate (n = 129, 45.4%), and that it was too far to travel to participate (n = 81, 28.5%). Given the assumption that an MRP is available nearby, such as at a hospital, pharmacy, or doctor’s office, the majority of respondents indicate willingness to participate in the program (n = 354, 91%). Association between demographics and characteristics of respondents with the participation in Medicine Return Program (MRP) The findings of the study indicate a weak negative connection between the monthly income range and participation in the MRP (rs = -0.100, p = 0.043) (Table 7). This suggests that as the monthly income decreases, the support for the MRP increases. Nevertheless, given the correlation coefficient, rs, which is -0.100, the correlation between the variables is week [22]. A weak negative correlation was also identified between the knowledge level regarding the disposal of unused, expired, or leftover pharmaceuticals and the support of MRP (rs = -0.275, p < 0.001). There exists a modest association between a high level of expertise and the support of MRP. The support of MRP is also significantly associated with receiving guidance from healthcare professionals regarding proper medicine disposal (p < 0.001). The study revealed a noteworthy correlation between knowledge of MRP and the support of the program (p < 0.001). There is a significant correlation between the support of the MRP program and the willingness of individuals to engage (p < 0.001). A significant correlation was observed between the level of awareness regarding environmental contamination caused by pharmaceuticals and the support of MRP. This correlation was determined to be weak and negative (rs = -0.220, p <0.001).\n\n## Discussion\nThe objective of this study is to evaluate the disposal patterns and practices regarding unused, expired, or leftover pharmaceuticals and gauge the level of knowledge of environmental pollution caused by pharmaceuticals. Returning unneeded medication to certified facilities is the most preferable method for ensuring safe disposal. Many nations have advocated for implementing a policy wherein individuals are urged to return surplus medication to the appropriate medical institutions, such as hospitals, clinics, or designated facilities. The National Return & Disposal of Unwanted Medicines Project has received comprehensive support from the governments of Canada and Australia and the pharmaceutical industry [23]. Meanwhile, in Malaysia, the MRP was introduced to ensure safe pharmaceutical disposal. However, there was a notable lack of support for MRP, as evidenced by studies conducted by Yang et al. [12], Ariffin et al. [24], and Ong et al. [17]. In these three local studies, the adherence to MRP has consistently fallen below 30%. A study performed in 2018 shows that 26% of respondents embraced MRP to return their unused medications [12] and in the following year, a slightly lower compliance rate of 25.2% was reported in the research conducted by Ariffin et al. [24]. Notably, a more recent study by Ong et al. [17] revealed distinct trends in medication return habits, with 28% of respondents opting to return unused tablet or capsule medications to the pharmacy, while lower percentages, 17% and 13.3%, chose to return liquid and ointment medicines, respectively. Efforts must be made to promote the support of the scheme. Therefore, it is necessary to assess the identification of current medication disposal practices in Malaysia, the level of awareness regarding environmental contamination caused by pharmaceuticals and the factors that may influence the support of MRP. This assessment will enable more effective strategic planning. This study reveals that the prevalence of medicine usage for acute illnesses, such as muscle pain, headache, cough and cold, is twice as high as for chronic illnesses, including heart disease, hypertension, allergies, high cholesterol, and digestive disorders. The results of our investigation align with the findings of previous research whereby Wang et al. [11] revealed that the majority, precisely 90%, of unused, expired, or leftover medications comprise those prescribed for acute illnesses. The findings of this study indicate that individuals with acute diseases were much more likely to possess unused, expired, or leftover medications compared to individuals with chronic illnesses, such as hypertension, diabetes, high cholesterol, and asthma (OR = 29.8, p < 0.001). The duration of treatment for acute illnesses is often brief and it is anticipated that individuals would discontinue taking medication upon seeing improvement in their illness or condition. The findings of our study indicate that a significant proportion (69.2%) of the participants ceased taking medication due to observed improvements in their respective medical conditions. Furthermore, participants also retained the medications for potential future use and possessed unused, expired, or leftover pain, cough, and cold medications. These medicines are readily available at community pharmacies for self-medication, primarily targeting self-limiting symptoms [6,25,26]. Given the context of the COVID-19 pandemic, it has been observed that the treatments mentioned above have experienced widespread popularity as over-the-counter purchases in numerous nations [27–29]. Medications stored for future utilization tend to be forgotten, resulting in the expiration and subsequent disposal in waste receptacles [11]. In addition, the storage of unused, expired, or leftover medications in the household increases the risk of accidental childhood poisoning [6]. This study also demonstrates that a significant proportion of the participants discard their unused, expired, or leftover medications by throwing them into the rubbish bin. The observed behavior may be attributed to the perception that it is the most convenient approach for handling unused, expired, or leftover medication, as indicated by previous studies [30,31], in contrast to the inconvenience associated with travelling to and returning pharmaceuticals to a designated medicine-return facility. Efforts are required to educate patients about returning unused, expired, or leftover medications to MRP facilities. Insufficient guidance and comprehension of self-medication may result in misuse, toxic exposure, and inadvertent utilization of medications by individuals [11]. This study found that some of socio-demographic characteristic was associated with MRP participation. Specifically, there was an inverse association between monthly income and MRP participation, where individuals with lower monthly incomes exhibited higher participation rates in MRP. Those in the lower-income group might be more cost-sensitive and more attuned to maximizing the value of their expenditures, including healthcare-related costs. This finding indirectly aligns with a previous local study’s results, which highlight that individuals who paid for their medicine (often from higher-income groups) were six times more likely to have unused medicines, indicating non-participation in MRP, compared to those who received free medicines [11]. Furthermore, the study also revealed a statistically significant negative association between individuals’ knowledge level about disposing of unwanted prescriptions and their support of MRP. This implies an inverse relationship between the level of information regarding the proper disposal of unused, expired, or leftover pharmaceuticals and the likelihood of the responder engaging in MRP services. Nevertheless, the relationship between the variables has a low correlation, as evidenced by Spearman’s rho coefficient of -0.275 [22]. Despite the good level of understanding, a limited number of respondents support MRP. Previous research has consistently recorded an observation indicating that despite being aware of the detrimental consequences of improper disposal on the environment, the general public continues to dispose of their unneeded pharmaceuticals inappropriately. The majority of the general population typically discards their medications by disposing of them into rubbish bins, while only a few opt to return their unneeded medications to the pharmacy [11,17,32]. The disparity between the general population’s knowledge and behavior towards medicine disposal is hypothesized to be influenced mainly by accessibility. The MRP was implemented in 2010 by the Pharmaceutical Service Division of the Ministry of Health (MOH). However, the general public has limited awareness of this service, as indicated by this study, in which only approximately half of the participants reported being aware of the MRP service offered by the pharmacy department. Consequently, support for this service remains low. The increased public awareness of MRP would result in a higher likelihood of individuals choosing this option for disposing of unused, expired, or leftover medicines [17]. Previous research has emphasized the importance of healthcare professionals, such as prescribers and pharmacists, in providing community education on appropriate methods for disposing of medications [10,16,33]. Within the scope of this investigation, a significant majority of participants who were aware of the program mentioned above indicated that their knowledge was mainly acquired from interactions with pharmacists, with secondary sources being advertisements, brochures, or posters. The United Kingdom (UK) witnessed a consistent pattern of observation, as documented by Watkins et al. [34], wherein pharmacist and patient information leaflets served as the primary means of disseminating information regarding appropriate pharmaceutical disposal methods. This highlights the significance of pharmacist-led counselling in relation to appropriate pharmaceutical disposal. The support of MRP is highly associated with receiving advice and awareness of MRP. Pharmacists are crucial in community healthcare by serving as the most readily available healthcare experts. A significant proportion of the participants (73%) indicated their non-participation in the MRP service. The reasons cited for this non-participation included lack of awareness of the program, inconvenience associated with participation, and the necessity to drive long distances to access an MRP facility. The potential explanation for individuals’ behavior of discarding their unwanted drugs into the rubbish receptacle, although possessing a sufficient understanding of proper medication disposal and exhibiting a strong awareness of the implications of environmental contamination caused by pharmaceuticals, may be attributed to various factors [2,11,12,17]. Examining the geographical extent of medicine take-back events is crucial for enhancing involvement in MRP services [35]. Greater spatial separation between the geographical location of respondents and the available MRP facilities is expected to result in a decreased likelihood of returning unused, expired, or leftover pharmaceuticals. Additionally, it was found that a significant majority of the participants, specifically 91%, expressed their willingness to engage in MRP services if there are easily accessible MRP facilities nearby. Therefore, it is hypothesized that individuals who are provided with information about MRP and have no hindrance in terms of distance to MRP facilities are inclined to engage in the program. Additionally, disposing of unused, expired, or leftover medication into the rubbish bin has been identified as a highly convenient approach [30,31]. Most participants in this research exhibited a misperception regarding the ability of sewage treatment plants to eliminate pharmaceutical waste from the natural environment. The considerations above may account for the disparity observed in the respondents’ actions. The study revealed a slight negative association between respondents’ awareness of environmental contamination caused by pharmaceuticals and the support of MRP. This implies that individuals with a higher level of awareness regarding environmental contamination caused by pharmaceuticals will exhibit a decreased propensity to engage in the support of the program. Nevertheless, the observed relationship between the variables has a low level of correlation, as evidenced by Spearman’s rho coefficient of -0.220. While most participants demonstrated a strong awareness of the detrimental consequences of improper waste disposal on the environment and recognized their duty to safeguard it from contamination, a small proportion of them supported MRP services. This finding aligns with previous research on the disposal of medications [11,17,32]. There exists a disparity between the awareness of responders and their corresponding behavior. Nevertheless, it has been hypothesized that individuals with knowledge of this matter may also demonstrate a heightened awareness of other ecological concerns, perceiving pharmaceutical pollution as a comparatively less significant issue [36]. Given the limited strength of the connection between the variables, it is plausible to suggest that the respondents’ actions may be influenced by other prevailing factors, potentially stemming from geographical convenience. The study results suggest that the government, pharmacists, and pharmaceutical industry are responsible for creating awareness, which is consistent with the suggestions made by others [4,17]. Before implementing any medicine take-back program, more robust campaigns and significant patient involvement, healthcare professionals and government officials are required to avoid any possible barriers, such as a lack of information and techniques for adequately disposing of unused, expired, or leftover pharmaceuticals. In addition, establishing national policy and legal framework and training personnel is essential for successful pharmaceutical waste management [4]. The presence of pharmaceutical residues in the environment has sparked growing concerns, given their potential to impact both ecosystems and human health. This has been reflected in the majority of respondents’ belief that these residues can exert detrimental effects on the environment, disrupt ecosystems and pose risks to human health. Research has revealed that when these residues find their way into natural water bodies through wastewater discharges [37–39] or improper disposal, they can trigger a range of adverse consequences. For example, pharmaceuticals have been observed to disrupt aquatic ecosystems by altering the behavior and reproductive patterns of aquatic organisms, such as fish [40] and mussels [41]. Additionally, there’s evidence suggesting that the persistence of pharmaceutical residues in the water processing cycle in reaching the community, thereby posing a significant threat to human health through fetal development [39]. Moreover, these residues can infiltrate the food chain, potentially reaching humans through the consumption of contaminated livestock or crops [39]. The accumulation of pharmaceutical residues in the environment can thus yield extensive and intricate effects, underscoring the importance of implementing proper disposal and management strategies to mitigate these potential risks. This study possesses various drawbacks. Initially, it is plausible that participants may be susceptible to social desirability bias, a phenomenon in which individuals tend to provide responses that align with societal norms and expectations rather than expressing their true beliefs or attitudes. Furthermore, it is essential to consider the potential presence of recall bias in this study. This arises because participants’ responses relied on their recollections of events, which cannot be independently checked. Furthermore, it is worth noting that the distribution of the questionnaire exclusively through online platforms has resulted in limited representation of elderly demographics and individuals residing in rural areas. This is evident from the age distribution of the respondents, which indicates a lack of participation from those who are not technologically proficient and face challenges in accessing reliable internet connectivity. To address the existing constraints, it is recommended that future research endeavors incorporate home visits and interviews to encompass older individuals residing in rural areas. Simultaneously, a home visit enables the interviewer to ascertain a respondent’s medication disposal practices through interviews with other household members. Implementing this approach can decrease the likelihood of response bias in the current investigation. In conclusion, the findings of this study indicate a significant level of awareness regarding the issue of environmental contamination caused by pharmaceuticals. The findings also highlight a strong inclination towards responsible medication disposal and the need for educational initiatives on this issue. This heightened awareness underlines the potential for positive change and emphasizes the importance of continued efforts in promoting proper medication disposal practices and environmental stewardship. In addition to the prevalent incorrect practices in medication disposal, the level of support for MRP was also discovered to be relatively low. The support of MRP is positively correlated with individuals receiving guidance from healthcare experts regarding appropriate medication usage, being knowledgeable about MRP and demonstrating a willingness to engage in MRP activities actively. Individuals who have been provided with guidance about the appropriate disposal of medications, possess knowledge of the existence of MRP and express a willingness to engage in such programs are more inclined to support MRP. Conversely, there was a weakly negative link between the level of information regarding the disposal of unused, expired, or leftover pharmaceuticals and awareness regarding environmental contamination caused by pharmaceuticals and the support of MRP. There exists a disparity between the variables and the support of MRP. Healthcare professionals, particularly pharmacists, are responsible for imparting knowledge and guidance to the general public regarding appropriate methods for disposing of medications. To enhance the rate of unused, expired, or leftover pharmaceutical returns, it is recommended to provide additional collection places for such medications that are currently underutilized. Nevertheless, prior to implementation, many obstacles must be addressed, including the absence of explicit norms, inadequate compensation for the service, and the financial burdens associated with operations and incineration. Advocating for promoting public education initiatives, programs and campaigns among the Malaysian population is imperative. These efforts aim to enhance the understanding and recognition of the significance associated with appropriate medication disposal practices, while also fostering the support of MRP.",
  "word_count": 5388,
  "char_count": 37444
}