{
  "pmcid": "PMC8735766",
  "doi": "10.1021/acs.est.1c01274",
  "title": "Diagnosing\nDown-the-Drain Disposal of Unused Pharmaceuticals\nat a River Catchment Level: Unrecognized Sources of Environmental\nContamination That Require Nontechnological Solutions",
  "authors": [
    "Barbara Kasprzyk-Hordern",
    "Kathryn Proctor",
    "Kishore Jagadeesan",
    "Scott Watkins",
    "Richard Standerwick",
    "Ruth Barden",
    "Julie Barnett"
  ],
  "year": "2021",
  "journal": "Environmental Science & Technology",
  "abstract": "Down-the-drain\ndisposal of pharmaceuticals remains an overlooked\nand unrecognized source of environmental contamination that requires\nnontechnological “at-source” solutions. Monitoring of\n31 pharmaceuticals over 7 days in five wastewater treatment plants\n(WWTPs) serving five cities in South-West UK revealed down-the-drain\ncodisposal of six pharmaceuticals to three WWTPs (carbamazepine and\npropranolol in city A, sildenafil in city B, and diltiazem, capecitabine,\nand sertraline in city D), with a one-off record codisposal of estimated\n253 pills = 40 g of carbamazepine and estimated 96 pills = 4 g of\npropranolol in city A accounting for their 10- and 3-fold respective\nincreases in wastewater daily loads. Direct disposal of pharmaceuticals\nwas found to affect the efficiency of wastewater treatment with much\nhigher pharmaceutical removal (decrease in daily load) during “down-the-drain\ndisposal” days. This is due to lack of conjugated glucuronide\nmetabolites that are cleaved during “consumption-only”\ndays, with the release of a parent pharmaceutical counterbalancing\nits removal. Higher removal of pharmaceuticals during down-the-drain\ndisposal days reduced pharmaceutical loads reaching receiving environment,\nalbeit with significant levels remaining. The estimated daily loads\nin receiving water downstream from a discharge point accounted for\n13.8 ± 3.4 and 2.1 ± 0.2 g day–1 of carbamazepine\nand propranolol, respectively, during consumption-only days and peaked\nat 20.9 g day–1 (carbamazepine) and 4.6 g day–1 (propranolol) during down-the-drain disposal days.\nActions are needed to reduce down-the-drain disposal of pharmaceuticals.\nOur recent work indicated that down-the-drain disposal of pharmaceuticals\ndoubled since the last study in 2005, which may be due to the lack\nof information and messaging that informs people to dispose of unused\nmedicines at pharmacies. Media campaigns that inform the public of\nhow to safely dispose of medicines are key to improving rates of return\nand reducing pharmaceutical waste in the environment. The environment\nis a key motivator for returning unused medicines to a pharmacy and\nso messaging should highlight environmental risks associated with\nimproper disposal.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Pharmaceuticals are recognized as environmental contaminants. They\nare released into the environment via various routes, mainly via communal\ndischarge.1 There is a clear correlation\nbetween the population size in a river catchment and environmental\nburden resulting from pharmaceutical usage.2,3 There\nhave been several papers published focused on the presence of pharmaceuticals\nin wastewater and receiving environment, but very little has been\ndone to fully understand contributing sources.2−16 Pharmaceuticals are not regulated in water bodies; however, they\nare currently under scrutiny, e.g., via EU watchlists. As a result,\nthere is not enough data on the presence of pharmaceuticals in the\nenvironment, data sets are limited to a few targets, there is limited\nspatial coverage at a catchment level, and there are even fewer longitudinal\nstudies showing temporal variabilities. This does not allow for a\ntrue understanding of the scale of pharma impact on the receiving\nenvironment. One aspect that has received very little attention is\naccidental or intentional down-the-drain disposal of unused pharmaceuticals.\nA recent U.K. survey of 663 people found that 230 (35%) of them had\ndisposed of pharmaceuticals down the sink/toilet in the past.23 This disposal was infrequent and may have constituted\na small proportion of their leftover pharmaceuticals but could go\nunnoticed in the absence of high-resolution longitudinal wastewater\nmonitoring studies or regulatory pressures, with potential for significant\nacute ecotoxicological effects of localized nature (those are not\nsubject of evaluation in environmental risk assessment, ERA). This\nconcerns both the performance of wastewater treatment plants, as wastewater\ntreatment is biological in nature, and the receiving aquatic environment.\nA number of studies have demonstrated that pharmaceutical concentrations\nin water have influenced a range of behaviors in fish that are important\nfor fitness, food-web properties, and ecosystem functioning.17 We have previously reported direct one-off disposal\nof 915 capsules of fluoxetine18 in our\nearlier study. We have assumed that it is unlikely to be at the patient\nlevel and postulated that direct disposal was from a facility that\nhandles larger quantities of the drug (e.g., a pharmacy). In contrast,\na study of university students’ disposal patterns did not indicate\ndown-the-drain disposal as an important route of pharmaceuticals reaching\nwastewater over a 10 day long study in a population of 30 000\nserved by one WWTP.19 This paper\nfocuses on understanding the frequency of down-the-drain\ndisposal of pharmaceuticals in five contrasting towns/cities served\nby five major WWTPs (Figure 1, sites A–E) contributing to one river catchment in\nthe South-West UK and covering an area of approximately 2000 km2 and the population of ∼1.5 million (this constitutes\n>75% of the overall population in the catchment). It also aims\nto\nassess environmental impacts resulting from down-the-drain disposal\nof unused pharmaceuticals. Site information of studied WWTPs and corresponding\nriver locations\n(note: towns A, B, and D are called cities A, B, and C, respectively,\nin the text for simplicity reasons)."
    },
    {
      "title": "Materials and Methods",
      "text": "Several groups of pharmaceuticals were studied\n(Table 1). Water was\npurified using\na Milli-Q purification system from Millipore (Nottingham, U.K.). Methanol,\nformic acid (>95%), HCl (concentrated), 1 M NaOH, 1 M NH4OH, NH4F, and 2-propanol were purchased from Sigma-Aldrich\n(U.K.) and Fisher (U.K.). All solvents used were of high-performance\nliquid chromatography (HPLC) grade or higher. All glassware was deactivated\nusing a 5% (v/v) dimethyldichlorosilane (DMDCS) in toluene (Sigma-Aldrich,\nU.K.) to prevent losses from analyte sorption according to the procedure\ndescribed elsewhere.20 Untreated wastewater\nsamples were collected at wastewater treatment plants (WWTPs) after\nphysical screening (course screens) for 7 consecutive days from Wednesday\nto Tuesday between June and October 2015 from five major WWTPs in\nSouth-West England (Figure 1, sites A–E, 1 week per site) contributing to one river\ncatchment, the population of ∼1.5 million (>75% of the overall\npopulation in the catchment). Further information on the catchment\ncan be found elsewhere.2 Influent\nwas collected as volume proportional 24 h composites with average\nsubsample collection frequencies of approximately 15 min, and effluent\nwastewater was collected as time proportional 24 h composites with\nsubsamples every 15 min, using an ISCO 3700 autosampler packed with\nice to maintain 4 °C to limit biological activity (see WWTP A–E\nin Figure 1). River\nwater samples were collected as grab samples on the same days as wastewater\nsamples (see S1–S8 in Figure 1). All samples were transported on ice to the laboratory,\nspiked with the internal standards, and stored at −18 °C\nuntil sample preparation and analysis could take place. Full\npharmaceutical mass balance in wastewater was calculated based on\nconcentrations of pharmaceuticals in both liquid and solid phase fractions.\nSolid phase extraction (SPE) was used for the extraction of pharmaceuticals\nfrom the liquid phase. Microwave-assisted extraction (MAE) followed\nby SPE was used for the extraction of pharmaceuticals from the solid\nphase. UHPLC-QqQ (ultraperformance liquid chromatography and tandem\ntriple quadrupole mass spectrometry) method was utilized for targeted\nanalysis of pharmaceuticals and their metabolites. Detailed description\nof the method and full method performance parameters can be found\nelsewhere.20 Briefly, liquid samples\n(50 mL) were filtered using a GF/F 0.75 μm glass microfiber\nfilter (Fisher Scientific, U.K.), adjusted to pH 7.5 ± 0.1 and\nspiked with 50 ng of internal standards’ solution (50 μL\nof 1 μg mL–1 in MeOH). Solid phase extraction\n(SPE) was performed using Oasis HLB sorbents (Waters, U.K.), which\nwere conditioned using 2 mL of MeOH followed by 2 mL of H2O at 1 mL min–1. Samples were then loaded at 5\nmL min–1 and dried under vacuum. Elution was undertaken\nusing 4 mL of MeOH at a rate of 1 mL min–1. Methanolic\nextracts were subsequently dried under nitrogen using a TurboVap evaporator\n(Caliper, U.K., 40 °C, N2, <5\npsi). Dried extracts were reconstituted in 500 μL of 80:20 H2O/MeOH and then analyzed with UHPLC-QqQ. Suspended particulate\nmatter (SPM) obtained from GF/F filters was\nfreeze-dried, and 0.25 g samples were spiked with 50 ng of internal\nstandard solution (50 μL of 1 μg mL–1 in MeOH). MAE was used as described elsewhere.20 Briefly, samples in 25 mL of 50:50 MeOH/H2O\n(pH 2) were heated at 110 °C using an 800 W MARS 6 microwave\n(CEM, U.K.). MAE extracts were then adjusted to <5% of MeOH using\nH2O (pH 2), passed through preconditioned Oasis MCX SPE\ncartridges (Waters, U.K.), and eluted in two fractions: the acidic\npharmaceuticals with 2 mL of 0.6% HCOOH in MeOH followed by the basic\npharmaceuticals with 3 mL of 7% NH4OH in MeOH. Once dried,\nthe extracts were reconstituted in 500 μL of 80:20 H2O/MeOH and filtered using pre-LCMS 0.2 μm poly(tetrafluoroethylene)\n(PTFE) filters (Whatman, Puradisc). SPM was analyzed only in wastewater\ninfluent due to difficulties in obtaining SPM from effluent and river\nwater. Extracted analytes were separated on a BEH C18 column\n(150 ×\n1.0 mm2, 1.7 μm particle size) (Waters, Manchester,\nU.K.) with a 0.2 μm, 2.1 mm in-line column filter using a Waters\nAcquity UPLC system (Waters, Manchester, U.K.) and quantified with\na Xevo TQD Triple Quadrupole Mass Spectrometer (Waters, Manchester,\nU.K.) equipped with an electrospray ionization source. Analysis was\nperformed in both ESI+ and ESI– with a capillary voltage of\n3.20 kV, a desolvation temperature of 400 °C, and a source temperature\nof 150 °C. Nitrogen was used as the nebulizing and desolvation\ngas and argon as the collision gas. The cone gas flow was 100 L h–1, and the desolvation gas flow was 550 L h–1. See Figure S1, Table S1, and paper by\nProctor et al.20 for further details regarding\nthe method and its performance parameters. Consumption of\nprescribed pharmaceuticals for the WWTP catchments involved in this\nstudy was calculated using an R package, PrAna, developed in our research\ngroup (http://pranaviz.bath.ac.uk). PrAna package uses England’s national level monthly prescription\ndata published by NHS Digital (https://digital.nhs.uk/) to aggregate, normalize, and map each\nprescribed pharmaceutical to its corresponding prescribing general\npractice (GP) surgeries and postcode for the period 2015–2019.\nPrAna package also features PrAnaViz, a web-based interactive tool\nto visualize and analyze PrAna-generated data set in real time. PrAnaViz\nfacilitates wider use with spatiotemporal and long-term trends. WWTP\ncatchment maps were used to identify GP surgeries inside each catchment\nregion to collect their information. For this study, we have extracted\nthe identified GP surgery prescriptions of the pharmaceutical drugs\nof different pharmacological groups including antidepressants, antidiabetics,\nantimicrobial, cardiovascular agents, and antianxiety/antidepressants.\nThe data were normalized to the quantity (kg month–1) of individual pharmaceutical compounds prescribed in each postcode\ninside the catchment zone. The average amount prescribed each day\nfor that month (mg day–1) was calculated from the\nmonthly consumption quantity. We have used prescription data from\nJune 2015 to October 2015, mirroring the sampling months for each\nWWTP site. Daily\nmass loads of\npharmaceuticals (mg day–1) were calculated by multiplying\nthe total pharma concentrations (mg L–1) in a 24\nh composite raw wastewater sample by daily wastewater flow rates (L\nday–1). Total pharma concentrations in raw wastewater\nwere calculated after taking into account both liquid and SPM fractionswhere CPharma is\nthe total concentration of pharma (mg L–1) in influent\nwastewater (both liquid and SPE phase), and V is\nthe volume of wastewater received by the WWTP per day (L day–1). Mass loads (mg day–1) were then normalized\nto the number of people served by each WWTP (mg day–1 1000 inhabitants–1) to give population normalized\nmass loads (PNDLs) to compare results between different WWTPswhere P is the population\nsize served by WWTPs. Estimated number of pills disposed of\ndown-the-drain was calculated\nusing the following formulawhere pharmaspike load is\nthe pharma daily spike load (mg day–1) and pharmaav load is the pharma average daily “typical”\nload (mg day–1); mg in one pill is a weighted average\ncalculated from the above-mentioned prescription data (containing\nnumber of items prescribed, including number of pills in each item\nprescribed and the quantity of an active substance in each pill) from\nJune 2015 to October 2015, mirroring the sampling months for the each\nWWTP site:where the strength of pharma (Spharma, in mg) is the quantity of active pharmaceutical\nin each item prescribed within each WWTP catchment area (measured\nduring every month of sample collection) and the number of items prescribed\n(Nprescribed) is the number of pharmaceutical\nitems prescribed within each WWTP catchment area (measured during\nevery month of sample collection). Please note that we decided\nnot to use the defined daily dose (DDD)\nas it is only the assumed average maintenance dose per day for some\ndrugs used in adults. Our calculations focused on the high-resolution\npharma prescription data set per postcode and per month in the catchment\narea to provide the best estimates possible. Estimated number\nof pills consumed was calculated using the following\nformulawhere\nCF is the correction factor. It was\ncalculated using the following formulawhere MW(XC) is\nthe molecular weight of XC (pharma), and MW(XCR) is the molecular weight of XCR (metabolite of pharma). CF\nused for carbamazepine was 7.1 (with carbamazepine used as a\ndrug target marker) (see the detailed discussion in Kasprzyk-Hordern\net al.21). RQ (a risk quotient) for\ncarbamazepine was calculated using the\nfollowing formulawhere\nPNEC is the predicted no-effect concentration\n(ng L–1) and CCarbamazepine is the estimated carbamazepine concentration (ng L–1) calculated by dividing the estimated daily load of carbamazepine\nby the daily flow of river water at sample collection point (see Proctor\net al. 2021 for further information and SI data sets for pharmaceutical loads and flows2)."
    },
    {
      "title": "Reagents and Analytical\nStandards",
      "text": "Several groups of pharmaceuticals were studied\n(Table 1). Water was\npurified using\na Milli-Q purification system from Millipore (Nottingham, U.K.). Methanol,\nformic acid (>95%), HCl (concentrated), 1 M NaOH, 1 M NH4OH, NH4F, and 2-propanol were purchased from Sigma-Aldrich\n(U.K.) and Fisher (U.K.). All solvents used were of high-performance\nliquid chromatography (HPLC) grade or higher. All glassware was deactivated\nusing a 5% (v/v) dimethyldichlorosilane (DMDCS) in toluene (Sigma-Aldrich,\nU.K.) to prevent losses from analyte sorption according to the procedure\ndescribed elsewhere.20"
    },
    {
      "title": "Sample Collection",
      "text": "Untreated wastewater\nsamples were collected at wastewater treatment plants (WWTPs) after\nphysical screening (course screens) for 7 consecutive days from Wednesday\nto Tuesday between June and October 2015 from five major WWTPs in\nSouth-West England (Figure 1, sites A–E, 1 week per site) contributing to one river\ncatchment, the population of ∼1.5 million (>75% of the overall\npopulation in the catchment). Further information on the catchment\ncan be found elsewhere.2 Influent\nwas collected as volume proportional 24 h composites with average\nsubsample collection frequencies of approximately 15 min, and effluent\nwastewater was collected as time proportional 24 h composites with\nsubsamples every 15 min, using an ISCO 3700 autosampler packed with\nice to maintain 4 °C to limit biological activity (see WWTP A–E\nin Figure 1). River\nwater samples were collected as grab samples on the same days as wastewater\nsamples (see S1–S8 in Figure 1). All samples were transported on ice to the laboratory,\nspiked with the internal standards, and stored at −18 °C\nuntil sample preparation and analysis could take place."
    },
    {
      "title": "Sample Preparation and Analysis",
      "text": "Full\npharmaceutical mass balance in wastewater was calculated based on\nconcentrations of pharmaceuticals in both liquid and solid phase fractions.\nSolid phase extraction (SPE) was used for the extraction of pharmaceuticals\nfrom the liquid phase. Microwave-assisted extraction (MAE) followed\nby SPE was used for the extraction of pharmaceuticals from the solid\nphase. UHPLC-QqQ (ultraperformance liquid chromatography and tandem\ntriple quadrupole mass spectrometry) method was utilized for targeted\nanalysis of pharmaceuticals and their metabolites. Detailed description\nof the method and full method performance parameters can be found\nelsewhere.20 Briefly, liquid samples\n(50 mL) were filtered using a GF/F 0.75 μm glass microfiber\nfilter (Fisher Scientific, U.K.), adjusted to pH 7.5 ± 0.1 and\nspiked with 50 ng of internal standards’ solution (50 μL\nof 1 μg mL–1 in MeOH). Solid phase extraction\n(SPE) was performed using Oasis HLB sorbents (Waters, U.K.), which\nwere conditioned using 2 mL of MeOH followed by 2 mL of H2O at 1 mL min–1. Samples were then loaded at 5\nmL min–1 and dried under vacuum. Elution was undertaken\nusing 4 mL of MeOH at a rate of 1 mL min–1. Methanolic\nextracts were subsequently dried under nitrogen using a TurboVap evaporator\n(Caliper, U.K., 40 °C, N2, <5\npsi). Dried extracts were reconstituted in 500 μL of 80:20 H2O/MeOH and then analyzed with UHPLC-QqQ. Suspended particulate\nmatter (SPM) obtained from GF/F filters was\nfreeze-dried, and 0.25 g samples were spiked with 50 ng of internal\nstandard solution (50 μL of 1 μg mL–1 in MeOH). MAE was used as described elsewhere.20 Briefly, samples in 25 mL of 50:50 MeOH/H2O\n(pH 2) were heated at 110 °C using an 800 W MARS 6 microwave\n(CEM, U.K.). MAE extracts were then adjusted to <5% of MeOH using\nH2O (pH 2), passed through preconditioned Oasis MCX SPE\ncartridges (Waters, U.K.), and eluted in two fractions: the acidic\npharmaceuticals with 2 mL of 0.6% HCOOH in MeOH followed by the basic\npharmaceuticals with 3 mL of 7% NH4OH in MeOH. Once dried,\nthe extracts were reconstituted in 500 μL of 80:20 H2O/MeOH and filtered using pre-LCMS 0.2 μm poly(tetrafluoroethylene)\n(PTFE) filters (Whatman, Puradisc). SPM was analyzed only in wastewater\ninfluent due to difficulties in obtaining SPM from effluent and river\nwater. Extracted analytes were separated on a BEH C18 column\n(150 ×\n1.0 mm2, 1.7 μm particle size) (Waters, Manchester,\nU.K.) with a 0.2 μm, 2.1 mm in-line column filter using a Waters\nAcquity UPLC system (Waters, Manchester, U.K.) and quantified with\na Xevo TQD Triple Quadrupole Mass Spectrometer (Waters, Manchester,\nU.K.) equipped with an electrospray ionization source. Analysis was\nperformed in both ESI+ and ESI– with a capillary voltage of\n3.20 kV, a desolvation temperature of 400 °C, and a source temperature\nof 150 °C. Nitrogen was used as the nebulizing and desolvation\ngas and argon as the collision gas. The cone gas flow was 100 L h–1, and the desolvation gas flow was 550 L h–1. See Figure S1, Table S1, and paper by\nProctor et al.20 for further details regarding\nthe method and its performance parameters."
    },
    {
      "title": "Prescription\nData",
      "text": "Consumption of\nprescribed pharmaceuticals for the WWTP catchments involved in this\nstudy was calculated using an R package, PrAna, developed in our research\ngroup (http://pranaviz.bath.ac.uk). PrAna package uses England’s national level monthly prescription\ndata published by NHS Digital (https://digital.nhs.uk/) to aggregate, normalize, and map each\nprescribed pharmaceutical to its corresponding prescribing general\npractice (GP) surgeries and postcode for the period 2015–2019.\nPrAna package also features PrAnaViz, a web-based interactive tool\nto visualize and analyze PrAna-generated data set in real time. PrAnaViz\nfacilitates wider use with spatiotemporal and long-term trends. WWTP\ncatchment maps were used to identify GP surgeries inside each catchment\nregion to collect their information. For this study, we have extracted\nthe identified GP surgery prescriptions of the pharmaceutical drugs\nof different pharmacological groups including antidepressants, antidiabetics,\nantimicrobial, cardiovascular agents, and antianxiety/antidepressants.\nThe data were normalized to the quantity (kg month–1) of individual pharmaceutical compounds prescribed in each postcode\ninside the catchment zone. The average amount prescribed each day\nfor that month (mg day–1) was calculated from the\nmonthly consumption quantity. We have used prescription data from\nJune 2015 to October 2015, mirroring the sampling months for each\nWWTP site."
    },
    {
      "title": "Calculations",
      "text": "Daily\nmass loads of\npharmaceuticals (mg day–1) were calculated by multiplying\nthe total pharma concentrations (mg L–1) in a 24\nh composite raw wastewater sample by daily wastewater flow rates (L\nday–1). Total pharma concentrations in raw wastewater\nwere calculated after taking into account both liquid and SPM fractionswhere CPharma is\nthe total concentration of pharma (mg L–1) in influent\nwastewater (both liquid and SPE phase), and V is\nthe volume of wastewater received by the WWTP per day (L day–1). Mass loads (mg day–1) were then normalized\nto the number of people served by each WWTP (mg day–1 1000 inhabitants–1) to give population normalized\nmass loads (PNDLs) to compare results between different WWTPswhere P is the population\nsize served by WWTPs. Estimated number of pills disposed of\ndown-the-drain was calculated\nusing the following formulawhere pharmaspike load is\nthe pharma daily spike load (mg day–1) and pharmaav load is the pharma average daily “typical”\nload (mg day–1); mg in one pill is a weighted average\ncalculated from the above-mentioned prescription data (containing\nnumber of items prescribed, including number of pills in each item\nprescribed and the quantity of an active substance in each pill) from\nJune 2015 to October 2015, mirroring the sampling months for the each\nWWTP site:where the strength of pharma (Spharma, in mg) is the quantity of active pharmaceutical\nin each item prescribed within each WWTP catchment area (measured\nduring every month of sample collection) and the number of items prescribed\n(Nprescribed) is the number of pharmaceutical\nitems prescribed within each WWTP catchment area (measured during\nevery month of sample collection). Please note that we decided\nnot to use the defined daily dose (DDD)\nas it is only the assumed average maintenance dose per day for some\ndrugs used in adults. Our calculations focused on the high-resolution\npharma prescription data set per postcode and per month in the catchment\narea to provide the best estimates possible. Estimated number\nof pills consumed was calculated using the following\nformulawhere\nCF is the correction factor. It was\ncalculated using the following formulawhere MW(XC) is\nthe molecular weight of XC (pharma), and MW(XCR) is the molecular weight of XCR (metabolite of pharma). CF\nused for carbamazepine was 7.1 (with carbamazepine used as a\ndrug target marker) (see the detailed discussion in Kasprzyk-Hordern\net al.21). RQ (a risk quotient) for\ncarbamazepine was calculated using the\nfollowing formulawhere\nPNEC is the predicted no-effect concentration\n(ng L–1) and CCarbamazepine is the estimated carbamazepine concentration (ng L–1) calculated by dividing the estimated daily load of carbamazepine\nby the daily flow of river water at sample collection point (see Proctor\net al. 2021 for further information and SI data sets for pharmaceutical loads and flows2)."
    },
    {
      "title": "Results and Discussion",
      "text": "Several groups\nof pharmaceuticals (>30 pharmaceuticals and their\nmetabolites) were investigated in this unique large-scale study focused\non five towns and cities in the Avon river catchment, South-West England,\n(Figure 1), via wastewater-based\nepidemiology. These are NSAIDs, antidiabetics, cardiovascular agents,\nantidepressants, and antibiotics. Thirty-one\npharmaceuticals were monitored over 7 days in five WWTPs serving five\ncities. On six occasions, PNDLs of pharmaceuticals were found to deviate\nfrom weekly trends in WWTPs D, A, and B serving towns with approximately\n18 000, 38 000, and 68 000 people. These are\ncarbamazepine and propranolol in city A, sildenafil in city B, and\ndiltiazem, capecitabine, and sertraline in city D. No deviation from\nweekly baseline was observed in larger cities C and E with 110 000\nand 867 000 inhabitants (Figure 2 and Table S2). This can\nbe explained by the much larger quantity of consumed pharmaceuticals\ndischarged to the sewerage system that masks any deviation from the\ntrendline resulting from direct disposal. It is important to remember\nthat each town/city was monitored only for 1 week. Due to the assumed\nrandom nature of pharma disposal, one cannot provide definite answers\nregarding why cities A, B, and D had direct disposal recorded and\nwhy cities C and E had not. Population normalized daily loads of pharmaceuticals\nwith evidence\nof direct disposal. Estimated 275 pills of\ncarbamazepine accounting for >40 g and estimated\n96 pills accounting for 4 g of propranolol were disposed (likely in\none dumping event) down-the-drain in city A on Sun/Mon (Table 2). This added an additional\n40 and 4 g of carbamazepine and propranolol, respectively, to the\naverage daily levels of these pharmaceuticals in wastewater: 3.9 and\n1.8 g, respectively. This is a significant 10- and 2-fold increase\nin daily loads of carbamazepine and propranolol, respectively, reaching\nwastewater treatment works. Weighted average calculated from\nNHS prescription data: , where Spharma is the strength of the pharma (in mg) and Nprescribed is the number of items prescribed. Not prescribed; mg in one pill could\nnot be calculated. mg day–1 disposed\nof down-the-drain = total pharma load in wastewater influent during\ndisposal day (mg day–1) – average daily load\nin wastewater influent on nondisposal days (mg day–1). Average daily load (mg\nday–1) of pharma in wastewater resulting from consumption\n(quantity excreted)\n= total pharma load in wastewater influent during disposal day (mg\nday–1) – pharma load in wastewater influent\nresulting from disposal (mg day–1). % increase in daily pharma load\ndue to down-the-drain disposal = mg day–1 disposed\nof down-the-drain × 100/mg day–1 disposed of\ndown-the-drain. City B has\nseen an increase in 1.3 g of sildenafil on Thursday,\nwhich equals estimated 16 pills disposed of down-the-drain and indicates\na 9-fold increase in daily levels. Estimated 50 pills of diltiazem\n(7.3 g) and estimated 28 pills of sertraline (2 g) were disposed of\ndown-the-drain during two different dumping events in city D, which\naccounted for 2- to 3-fold increase in daily loads. We have\ntaken a conservative approach in estimating direct disposal.\nOur calculations were applied to drugs for noncommunicable diseases\nthat do not show interday (weekday–weekend) changes in usage\npatterns (with the exception of erectile dysfunction sildenafil showing\na small increase in usage over the weekend); hence, we assumed it\nis appropriate to use the weekly average compound-dependent trendline. While deviation of pharmaceutical\nlevels from the consumption baseline is a good indication of down-the-drain\ndisposal, an understanding of parent compound/metabolite ratio baseline\nprovides further confirmation of a direct disposal event occurring.\nAs seen in Figures 3 and 4, all pharmaceuticals reveal relatively\nstable parent compound/metabolite ratios with the exception of carbamazepine’s\nspike on Sunday in WWTP A and sertraline’s spike on Saturday\nin WWTP D. Both pharmaceuticals experienced increased parent compound\nloads on these 2 days despite unchanged and constant metabolite daily\nloads. This evidences direct disposal. Interestingly, sertraline spike\non Sun–Tue in City A was linked with higher consumption (and\nnot direct disposal) as the loads of both sertraline and its metabolite\nnorsertraline increased with unchanged parent compound/metabolite\nratio. Population normalized daily loads of pharmaceuticals and their\nmetabolites. Pharma/pharma metabolite ratios. An understanding of the parent compound/metabolite ratio\nbaseline\nis also critical in disregarding “false-positive” cases\nof direct disposal. For example, knowledge of the parent compound/metabolite\nratio disregarded higher venlafaxine levels on Sun/city A and Mon/city\nC as down-the-drain disposal cases. This is because both an increase\nof parent compound and metabolite daily load indicated an increase\nin consumption of the drug. Interestingly, in city D, loads of venlafaxine\nremained variable despite stable desmethylvenlafaxine loads, which\nmight indicate several cases of relatively small events of venlafaxine\ndown-the-drain disposal. It is important to mention that no metabolites\nwere analyzed for sildenafil, capecitabine, and propranolol. Therefore,\nsuspected direct disposal of these drugs remains unconfirmed. The average\ndaily consumption of carbamazepine pills is population-size-driven\nand varied from 165 per day in city D to 4931 in city E. Down-the-drain\ndisposal of carbamazepine was observed in city A on Sunday and Monday\n(Figure 2). This was\nconfirmed by the increased carbamazepine/carbamazepine-10,11-epoxide\nratio (Figure 4). Based\non the weighted average of 154 mg per carbamazepine per pill, 253\npills followed by 22 pills were estimated to be disposed of down-the-drain\non Sunday and Monday. Therefore, the quantity of estimated pills disposed\nof on the 2 days (275 pills) was higher than actual community-wide\ndaily consumption (182 ± 9) (Figure 5). Estimated number of pills disposed of down-the-drain\nvs estimated\nnumber of pills consumed in cities with evidence for direct disposal. On average, 5.2 ± 0.3 g day–1 of carbamazepine\nwas found in wastewater effluent, which, when compared to the average\nwastewater influent daily loads accounting for 3.9 ± 0.2 g day–1, indicates that no carbamazepine was removed during\nwastewater treatment. Indeed, as shown in Figure 6, during carbamazepine “consumption\ndays”, −29.5% removal was observed. Potential cleavage\nof phase II metabolites might have taken place, increasing carbamazepine\nloads in wastewater effluent leading to the negative removal. Interestingly,\nwhile 39 g of down-the-drain disposed carbamazepine was found in wastewater\ninfluent on Sunday, only 6.4 g was quantified in wastewater effluent\non Monday (time lag is due to the hydraulic retention time at WWTP\nA accounting for up to 46 h). This indicates an increase in carbamazepine’s\nremoval from the treatment process during carbamazepine “disposal\ndays” (up to 72%). This is an interesting outcome confirming\nthat wastewater treatment is effective in the removal of carbamazepine.\nHowever, in the presence of phase two conjugated metabolites, cleavage\nof free carbamazepine counterbalances its removal. Down-the-drain codisposal\nof pharmaceuticals and resulting environmental\nburden. Daily loads of carbamazepine in\nriver water, upstream from a discharge\npoint, were estimated based on grab sampling, with average daily loads\nthroughout the sampling week accounting for 7.7 ± 1.9 g day–1 (Figure 1, point S1). With additional load\ndischarged by WWTP A (5.2 ± 0.3 g day–1), the\nestimated daily carbamazepine loads in the river were 13 g and peaked\non Monday at 21 g, the day after carbamazepine’s down-the-drain\ndisposal. Considering the potential effects on the environment,\nthe estimated\ncarbamazepine concentration was compared with the PNEC of carbamazepine,\n0.05 μg L–1.36 It\nshowed high average risk on “consumption-only” days\nwith an RQ value of 2.7 ± 0.4 on average (136 ± 17.9 ng\nL–1), whereas on Sunday, during the disposal event,\nthe RQ was 3.0. There was therefore no significant fluctuation in\nrisk for the metabolite, with average RQ values of 0.034 ± 0.010\non consumption days and 0.030 ± 0.013 on disposal days. As discussed above, codisposal\nof pharmaceuticals was observed in cities A and D (Figure 2). In city A, both estimated\n353 pills of carbamazepine and 96 pills of propranolol were disposed\nof on Sunday. This accounted for an additional 39 g of carbamazepine\nand 4 g of propranolol entering wastewater. Interestingly, as opposed\nto carbamazepine that observed an increase in daily loads in WWTP\neffluent (average daily removal −29.5 ± 9.1% during consumption-only\ndays and overall, −3.4 ± 40.2%), propranolol was removed\nfrom wastewater, with the average daily percentage removal accounting\nfor 30.5 ± 11.7%. Although, as in the case of carbamazepine,\nthe measured propranolol’s removal appeared higher during disposal\ndays (up to 60.2%) vs consumption days (30.6 ± 3.6%) (Figure 6). In city\nD, codisposal of three pharmaceuticals was observed: diltiazem (estimated\n50.7 pills), capecitabine (not prescribed in the region in primary\ncare according to official statistics, with likely disposal due to\nprescription in secondary care), and sertraline (estimated 27.5 pills),\nalbeit sertraline seems to have been disposed of up to 1 day later.\nThis accounted for an additional 7.3 g of diltiazem, 0.3 g of capecitabine,\nand 2 g of sertraline entering wastewater. As opposed to carbamazepine,\nwastewater treatment was effective in the removal of diltiazem (77.4\n± 9.4% during consumption days, with up to 91% during disposal\ndays), capecitabine (77.1 ± 10.9%), and sertraline (84.8 ±\n6.1% during consumption days, with up to 95% removal during disposal\ndays) leading to lower environmental burden (Figure 6). Similarly, singular disposal of estimated\n16 pills of sildenafil (1.3 g) in city B leads to 60.3% removal when\ncompared to consumption-only days (−216.7 ± 230.7%). It\nis important to note that the increased measured efficiency of pharmaceuticals’\nremoval during disposal days is unlikely linked with the increased\nperformance of treatment but a result of lower percentage of pharmaceuticals\ncleaved due to glucuronide deconjugation when compared with large\nquantities of “additional” directly disposed (unmetabolized)\npharmaceutical load. Interestingly, capecitabine is known not to metabolize\nin humans via glucuronidation35 and no\nmeasured increase in the removal of capecitabine was observed. Further\nwork is needed to understand this phenomenon. High performance\nof wastewater treatment processes reduced loads\nreaching receiving environment, albeit with significant levels remaining.\nDaily loads of river water upstream from a discharge point accounted\nfor 7.7 ± 1.9 g day–1 (carbamazepine), 1.0\n± 0.3 g day–1 (propranolol), and 0.1 ±\n0.1 g day–1 (sildenafil). No diltiazem, capecitabine,\nand sertraline were quantified in upstream river water. With additional\nload discharged, estimated daily loads in river water downstream from\na discharge point accounted for 13.8 ± 3.4 g day–1 (carbamazepine), 2.1 ± 0.2 g day–1 (propranolol),\n420.7 ± 22.8 mg day–1 (diltiazem), 22.1 ±\n10.8 mg day–1 (capecitabine), 123.8 ± 10.6\nmg day–1 (sertraline), and 295.2 ± 96.8 mg\nday–1 (sildenafil) during consumption days and spiked\nat 20.9 g day–1 (carbamazepine), 4.6 g day–1 (propranolol), 571 mg day–1 (diltiazem), 182.6\nmg day–1 (capecitabine), 175.2 mg day–1 (sertraline), and 642.2 mg day–1 (sildenafil)\nduring disposal days. This study reported spikes in carbamazepine,\npropranolol, sildenafil,\nsertraline, diltiazem, and capecitabine throughout towns and cities\ncontributing to one river catchment in the South-West UK. High performance\nof wastewater treatment processes reduced loads reaching receiving\nenvironment. However, many of these compounds have been demonstrated\nin previous work to affect the behavior and/or biological make-up\nof aquatic life.22−29 Hence, actions are needed to reduce down-the-drain disposal of pharmaceuticals. We\nidentified spikes in carbamazepine and sertraline independent\nof metabolic load, which indicated direct disposal into the water\nsystem. Household disposal of medicines is a global issue,30 with differences in disposal behavior related\nto policy, education, and culture.31 A\nrecent U.K. study suggests that disposal down toilets and sinks may\nhave doubled since the last study in 2005,37 which may be due to the lack of information and messaging that informs\npeople to dispose of unused medicines at pharmacies. The same study\nreported that 42% of people were unaware that they could return unused\nmedicines to a pharmacy and only 27% could recall receiving information\non correct disposal. Media campaigns that inform the public of how\nto safely dispose of medicines are key to improving rates of return\nand reducing pharmaceutical waste in the environment.31−34 The environment is a key motivator for returning unused medicines\nto a pharmacy31 and so messaging should\nhighlight environmental risks associated with improper disposal.34 Clear disposal labeling on medicine packets\nwould also increase awareness and may be particularly relevant to\nliquid medicines, which in a recent U.K. study were found to be 5\ntimes more likely to be flushed than a solid.37 While the United Kingdom is ahead of many countries in its rates\nof pharmacy return,30 it is far behind\ncountries like Sweden who have a formalized and sustained system for\ndisposal of unused medicines in place.34"
    },
    {
      "title": "Pharmaceuticals in Raw\nWastewater",
      "text": "Thirty-one\npharmaceuticals were monitored over 7 days in five WWTPs serving five\ncities. On six occasions, PNDLs of pharmaceuticals were found to deviate\nfrom weekly trends in WWTPs D, A, and B serving towns with approximately\n18 000, 38 000, and 68 000 people. These are\ncarbamazepine and propranolol in city A, sildenafil in city B, and\ndiltiazem, capecitabine, and sertraline in city D. No deviation from\nweekly baseline was observed in larger cities C and E with 110 000\nand 867 000 inhabitants (Figure 2 and Table S2). This can\nbe explained by the much larger quantity of consumed pharmaceuticals\ndischarged to the sewerage system that masks any deviation from the\ntrendline resulting from direct disposal. It is important to remember\nthat each town/city was monitored only for 1 week. Due to the assumed\nrandom nature of pharma disposal, one cannot provide definite answers\nregarding why cities A, B, and D had direct disposal recorded and\nwhy cities C and E had not. Population normalized daily loads of pharmaceuticals\nwith evidence\nof direct disposal. Estimated 275 pills of\ncarbamazepine accounting for >40 g and estimated\n96 pills accounting for 4 g of propranolol were disposed (likely in\none dumping event) down-the-drain in city A on Sun/Mon (Table 2). This added an additional\n40 and 4 g of carbamazepine and propranolol, respectively, to the\naverage daily levels of these pharmaceuticals in wastewater: 3.9 and\n1.8 g, respectively. This is a significant 10- and 2-fold increase\nin daily loads of carbamazepine and propranolol, respectively, reaching\nwastewater treatment works. Weighted average calculated from\nNHS prescription data: , where Spharma is the strength of the pharma (in mg) and Nprescribed is the number of items prescribed. Not prescribed; mg in one pill could\nnot be calculated. mg day–1 disposed\nof down-the-drain = total pharma load in wastewater influent during\ndisposal day (mg day–1) – average daily load\nin wastewater influent on nondisposal days (mg day–1). Average daily load (mg\nday–1) of pharma in wastewater resulting from consumption\n(quantity excreted)\n= total pharma load in wastewater influent during disposal day (mg\nday–1) – pharma load in wastewater influent\nresulting from disposal (mg day–1). % increase in daily pharma load\ndue to down-the-drain disposal = mg day–1 disposed\nof down-the-drain × 100/mg day–1 disposed of\ndown-the-drain. City B has\nseen an increase in 1.3 g of sildenafil on Thursday,\nwhich equals estimated 16 pills disposed of down-the-drain and indicates\na 9-fold increase in daily levels. Estimated 50 pills of diltiazem\n(7.3 g) and estimated 28 pills of sertraline (2 g) were disposed of\ndown-the-drain during two different dumping events in city D, which\naccounted for 2- to 3-fold increase in daily loads. We have\ntaken a conservative approach in estimating direct disposal.\nOur calculations were applied to drugs for noncommunicable diseases\nthat do not show interday (weekday–weekend) changes in usage\npatterns (with the exception of erectile dysfunction sildenafil showing\na small increase in usage over the weekend); hence, we assumed it\nis appropriate to use the weekly average compound-dependent trendline. While deviation of pharmaceutical\nlevels from the consumption baseline is a good indication of down-the-drain\ndisposal, an understanding of parent compound/metabolite ratio baseline\nprovides further confirmation of a direct disposal event occurring.\nAs seen in Figures 3 and 4, all pharmaceuticals reveal relatively\nstable parent compound/metabolite ratios with the exception of carbamazepine’s\nspike on Sunday in WWTP A and sertraline’s spike on Saturday\nin WWTP D. Both pharmaceuticals experienced increased parent compound\nloads on these 2 days despite unchanged and constant metabolite daily\nloads. This evidences direct disposal. Interestingly, sertraline spike\non Sun–Tue in City A was linked with higher consumption (and\nnot direct disposal) as the loads of both sertraline and its metabolite\nnorsertraline increased with unchanged parent compound/metabolite\nratio. Population normalized daily loads of pharmaceuticals and their\nmetabolites. Pharma/pharma metabolite ratios. An understanding of the parent compound/metabolite ratio\nbaseline\nis also critical in disregarding “false-positive” cases\nof direct disposal. For example, knowledge of the parent compound/metabolite\nratio disregarded higher venlafaxine levels on Sun/city A and Mon/city\nC as down-the-drain disposal cases. This is because both an increase\nof parent compound and metabolite daily load indicated an increase\nin consumption of the drug. Interestingly, in city D, loads of venlafaxine\nremained variable despite stable desmethylvenlafaxine loads, which\nmight indicate several cases of relatively small events of venlafaxine\ndown-the-drain disposal. It is important to mention that no metabolites\nwere analyzed for sildenafil, capecitabine, and propranolol. Therefore,\nsuspected direct disposal of these drugs remains unconfirmed."
    },
    {
      "title": "Evidence of Direct Disposal",
      "text": "Thirty-one\npharmaceuticals were monitored over 7 days in five WWTPs serving five\ncities. On six occasions, PNDLs of pharmaceuticals were found to deviate\nfrom weekly trends in WWTPs D, A, and B serving towns with approximately\n18 000, 38 000, and 68 000 people. These are\ncarbamazepine and propranolol in city A, sildenafil in city B, and\ndiltiazem, capecitabine, and sertraline in city D. No deviation from\nweekly baseline was observed in larger cities C and E with 110 000\nand 867 000 inhabitants (Figure 2 and Table S2). This can\nbe explained by the much larger quantity of consumed pharmaceuticals\ndischarged to the sewerage system that masks any deviation from the\ntrendline resulting from direct disposal. It is important to remember\nthat each town/city was monitored only for 1 week. Due to the assumed\nrandom nature of pharma disposal, one cannot provide definite answers\nregarding why cities A, B, and D had direct disposal recorded and\nwhy cities C and E had not. Population normalized daily loads of pharmaceuticals\nwith evidence\nof direct disposal. Estimated 275 pills of\ncarbamazepine accounting for >40 g and estimated\n96 pills accounting for 4 g of propranolol were disposed (likely in\none dumping event) down-the-drain in city A on Sun/Mon (Table 2). This added an additional\n40 and 4 g of carbamazepine and propranolol, respectively, to the\naverage daily levels of these pharmaceuticals in wastewater: 3.9 and\n1.8 g, respectively. This is a significant 10- and 2-fold increase\nin daily loads of carbamazepine and propranolol, respectively, reaching\nwastewater treatment works. Weighted average calculated from\nNHS prescription data: , where Spharma is the strength of the pharma (in mg) and Nprescribed is the number of items prescribed. Not prescribed; mg in one pill could\nnot be calculated. mg day–1 disposed\nof down-the-drain = total pharma load in wastewater influent during\ndisposal day (mg day–1) – average daily load\nin wastewater influent on nondisposal days (mg day–1). Average daily load (mg\nday–1) of pharma in wastewater resulting from consumption\n(quantity excreted)\n= total pharma load in wastewater influent during disposal day (mg\nday–1) – pharma load in wastewater influent\nresulting from disposal (mg day–1). % increase in daily pharma load\ndue to down-the-drain disposal = mg day–1 disposed\nof down-the-drain × 100/mg day–1 disposed of\ndown-the-drain. City B has\nseen an increase in 1.3 g of sildenafil on Thursday,\nwhich equals estimated 16 pills disposed of down-the-drain and indicates\na 9-fold increase in daily levels. Estimated 50 pills of diltiazem\n(7.3 g) and estimated 28 pills of sertraline (2 g) were disposed of\ndown-the-drain during two different dumping events in city D, which\naccounted for 2- to 3-fold increase in daily loads. We have\ntaken a conservative approach in estimating direct disposal.\nOur calculations were applied to drugs for noncommunicable diseases\nthat do not show interday (weekday–weekend) changes in usage\npatterns (with the exception of erectile dysfunction sildenafil showing\na small increase in usage over the weekend); hence, we assumed it\nis appropriate to use the weekly average compound-dependent trendline."
    },
    {
      "title": "Role of Metabolites in Confirmation of Down-the-Drain\nDisposal of Pharmaceuticals",
      "text": "While deviation of pharmaceutical\nlevels from the consumption baseline is a good indication of down-the-drain\ndisposal, an understanding of parent compound/metabolite ratio baseline\nprovides further confirmation of a direct disposal event occurring.\nAs seen in Figures 3 and 4, all pharmaceuticals reveal relatively\nstable parent compound/metabolite ratios with the exception of carbamazepine’s\nspike on Sunday in WWTP A and sertraline’s spike on Saturday\nin WWTP D. Both pharmaceuticals experienced increased parent compound\nloads on these 2 days despite unchanged and constant metabolite daily\nloads. This evidences direct disposal. Interestingly, sertraline spike\non Sun–Tue in City A was linked with higher consumption (and\nnot direct disposal) as the loads of both sertraline and its metabolite\nnorsertraline increased with unchanged parent compound/metabolite\nratio. Population normalized daily loads of pharmaceuticals and their\nmetabolites. Pharma/pharma metabolite ratios. An understanding of the parent compound/metabolite ratio\nbaseline\nis also critical in disregarding “false-positive” cases\nof direct disposal. For example, knowledge of the parent compound/metabolite\nratio disregarded higher venlafaxine levels on Sun/city A and Mon/city\nC as down-the-drain disposal cases. This is because both an increase\nof parent compound and metabolite daily load indicated an increase\nin consumption of the drug. Interestingly, in city D, loads of venlafaxine\nremained variable despite stable desmethylvenlafaxine loads, which\nmight indicate several cases of relatively small events of venlafaxine\ndown-the-drain disposal. It is important to mention that no metabolites\nwere analyzed for sildenafil, capecitabine, and propranolol. Therefore,\nsuspected direct disposal of these drugs remains unconfirmed."
    },
    {
      "title": "Impact of Down-the-Drain Disposal of Pharmaceuticals\non Receiving Environment: Carbamazepine Example",
      "text": "The average\ndaily consumption of carbamazepine pills is population-size-driven\nand varied from 165 per day in city D to 4931 in city E. Down-the-drain\ndisposal of carbamazepine was observed in city A on Sunday and Monday\n(Figure 2). This was\nconfirmed by the increased carbamazepine/carbamazepine-10,11-epoxide\nratio (Figure 4). Based\non the weighted average of 154 mg per carbamazepine per pill, 253\npills followed by 22 pills were estimated to be disposed of down-the-drain\non Sunday and Monday. Therefore, the quantity of estimated pills disposed\nof on the 2 days (275 pills) was higher than actual community-wide\ndaily consumption (182 ± 9) (Figure 5). Estimated number of pills disposed of down-the-drain\nvs estimated\nnumber of pills consumed in cities with evidence for direct disposal. On average, 5.2 ± 0.3 g day–1 of carbamazepine\nwas found in wastewater effluent, which, when compared to the average\nwastewater influent daily loads accounting for 3.9 ± 0.2 g day–1, indicates that no carbamazepine was removed during\nwastewater treatment. Indeed, as shown in Figure 6, during carbamazepine “consumption\ndays”, −29.5% removal was observed. Potential cleavage\nof phase II metabolites might have taken place, increasing carbamazepine\nloads in wastewater effluent leading to the negative removal. Interestingly,\nwhile 39 g of down-the-drain disposed carbamazepine was found in wastewater\ninfluent on Sunday, only 6.4 g was quantified in wastewater effluent\non Monday (time lag is due to the hydraulic retention time at WWTP\nA accounting for up to 46 h). This indicates an increase in carbamazepine’s\nremoval from the treatment process during carbamazepine “disposal\ndays” (up to 72%). This is an interesting outcome confirming\nthat wastewater treatment is effective in the removal of carbamazepine.\nHowever, in the presence of phase two conjugated metabolites, cleavage\nof free carbamazepine counterbalances its removal. Down-the-drain codisposal\nof pharmaceuticals and resulting environmental\nburden. Daily loads of carbamazepine in\nriver water, upstream from a discharge\npoint, were estimated based on grab sampling, with average daily loads\nthroughout the sampling week accounting for 7.7 ± 1.9 g day–1 (Figure 1, point S1). With additional load\ndischarged by WWTP A (5.2 ± 0.3 g day–1), the\nestimated daily carbamazepine loads in the river were 13 g and peaked\non Monday at 21 g, the day after carbamazepine’s down-the-drain\ndisposal. Considering the potential effects on the environment,\nthe estimated\ncarbamazepine concentration was compared with the PNEC of carbamazepine,\n0.05 μg L–1.36 It\nshowed high average risk on “consumption-only” days\nwith an RQ value of 2.7 ± 0.4 on average (136 ± 17.9 ng\nL–1), whereas on Sunday, during the disposal event,\nthe RQ was 3.0. There was therefore no significant fluctuation in\nrisk for the metabolite, with average RQ values of 0.034 ± 0.010\non consumption days and 0.030 ± 0.013 on disposal days."
    },
    {
      "title": "Impact of Down-the-Drain Codisposal of Pharmaceuticals\non the Measured Efficiency of Wastewater Treatment and Resulting Burden\non the Receiving Environment",
      "text": "As discussed above, codisposal\nof pharmaceuticals was observed in cities A and D (Figure 2). In city A, both estimated\n353 pills of carbamazepine and 96 pills of propranolol were disposed\nof on Sunday. This accounted for an additional 39 g of carbamazepine\nand 4 g of propranolol entering wastewater. Interestingly, as opposed\nto carbamazepine that observed an increase in daily loads in WWTP\neffluent (average daily removal −29.5 ± 9.1% during consumption-only\ndays and overall, −3.4 ± 40.2%), propranolol was removed\nfrom wastewater, with the average daily percentage removal accounting\nfor 30.5 ± 11.7%. Although, as in the case of carbamazepine,\nthe measured propranolol’s removal appeared higher during disposal\ndays (up to 60.2%) vs consumption days (30.6 ± 3.6%) (Figure 6). In city\nD, codisposal of three pharmaceuticals was observed: diltiazem (estimated\n50.7 pills), capecitabine (not prescribed in the region in primary\ncare according to official statistics, with likely disposal due to\nprescription in secondary care), and sertraline (estimated 27.5 pills),\nalbeit sertraline seems to have been disposed of up to 1 day later.\nThis accounted for an additional 7.3 g of diltiazem, 0.3 g of capecitabine,\nand 2 g of sertraline entering wastewater. As opposed to carbamazepine,\nwastewater treatment was effective in the removal of diltiazem (77.4\n± 9.4% during consumption days, with up to 91% during disposal\ndays), capecitabine (77.1 ± 10.9%), and sertraline (84.8 ±\n6.1% during consumption days, with up to 95% removal during disposal\ndays) leading to lower environmental burden (Figure 6). Similarly, singular disposal of estimated\n16 pills of sildenafil (1.3 g) in city B leads to 60.3% removal when\ncompared to consumption-only days (−216.7 ± 230.7%). It\nis important to note that the increased measured efficiency of pharmaceuticals’\nremoval during disposal days is unlikely linked with the increased\nperformance of treatment but a result of lower percentage of pharmaceuticals\ncleaved due to glucuronide deconjugation when compared with large\nquantities of “additional” directly disposed (unmetabolized)\npharmaceutical load. Interestingly, capecitabine is known not to metabolize\nin humans via glucuronidation35 and no\nmeasured increase in the removal of capecitabine was observed. Further\nwork is needed to understand this phenomenon. High performance\nof wastewater treatment processes reduced loads\nreaching receiving environment, albeit with significant levels remaining.\nDaily loads of river water upstream from a discharge point accounted\nfor 7.7 ± 1.9 g day–1 (carbamazepine), 1.0\n± 0.3 g day–1 (propranolol), and 0.1 ±\n0.1 g day–1 (sildenafil). No diltiazem, capecitabine,\nand sertraline were quantified in upstream river water. With additional\nload discharged, estimated daily loads in river water downstream from\na discharge point accounted for 13.8 ± 3.4 g day–1 (carbamazepine), 2.1 ± 0.2 g day–1 (propranolol),\n420.7 ± 22.8 mg day–1 (diltiazem), 22.1 ±\n10.8 mg day–1 (capecitabine), 123.8 ± 10.6\nmg day–1 (sertraline), and 295.2 ± 96.8 mg\nday–1 (sildenafil) during consumption days and spiked\nat 20.9 g day–1 (carbamazepine), 4.6 g day–1 (propranolol), 571 mg day–1 (diltiazem), 182.6\nmg day–1 (capecitabine), 175.2 mg day–1 (sertraline), and 642.2 mg day–1 (sildenafil)\nduring disposal days. This study reported spikes in carbamazepine,\npropranolol, sildenafil,\nsertraline, diltiazem, and capecitabine throughout towns and cities\ncontributing to one river catchment in the South-West UK. High performance\nof wastewater treatment processes reduced loads reaching receiving\nenvironment. However, many of these compounds have been demonstrated\nin previous work to affect the behavior and/or biological make-up\nof aquatic life.22−29 Hence, actions are needed to reduce down-the-drain disposal of pharmaceuticals."
    },
    {
      "title": "Raising Awareness of Correct Disposal",
      "text": "We\nidentified spikes in carbamazepine and sertraline independent\nof metabolic load, which indicated direct disposal into the water\nsystem. Household disposal of medicines is a global issue,30 with differences in disposal behavior related\nto policy, education, and culture.31 A\nrecent U.K. study suggests that disposal down toilets and sinks may\nhave doubled since the last study in 2005,37 which may be due to the lack of information and messaging that informs\npeople to dispose of unused medicines at pharmacies. The same study\nreported that 42% of people were unaware that they could return unused\nmedicines to a pharmacy and only 27% could recall receiving information\non correct disposal. Media campaigns that inform the public of how\nto safely dispose of medicines are key to improving rates of return\nand reducing pharmaceutical waste in the environment.31−34 The environment is a key motivator for returning unused medicines\nto a pharmacy31 and so messaging should\nhighlight environmental risks associated with improper disposal.34 Clear disposal labeling on medicine packets\nwould also increase awareness and may be particularly relevant to\nliquid medicines, which in a recent U.K. study were found to be 5\ntimes more likely to be flushed than a solid.37 While the United Kingdom is ahead of many countries in its rates\nof pharmacy return,30 it is far behind\ncountries like Sweden who have a formalized and sustained system for\ndisposal of unused medicines in place.34"
    }
  ],
  "full_text": "## Introduction\nPharmaceuticals are recognized as environmental contaminants. They\nare released into the environment via various routes, mainly via communal\ndischarge.1 There is a clear correlation\nbetween the population size in a river catchment and environmental\nburden resulting from pharmaceutical usage.2,3 There\nhave been several papers published focused on the presence of pharmaceuticals\nin wastewater and receiving environment, but very little has been\ndone to fully understand contributing sources.2−16 Pharmaceuticals are not regulated in water bodies; however, they\nare currently under scrutiny, e.g., via EU watchlists. As a result,\nthere is not enough data on the presence of pharmaceuticals in the\nenvironment, data sets are limited to a few targets, there is limited\nspatial coverage at a catchment level, and there are even fewer longitudinal\nstudies showing temporal variabilities. This does not allow for a\ntrue understanding of the scale of pharma impact on the receiving\nenvironment. One aspect that has received very little attention is\naccidental or intentional down-the-drain disposal of unused pharmaceuticals.\nA recent U.K. survey of 663 people found that 230 (35%) of them had\ndisposed of pharmaceuticals down the sink/toilet in the past.23 This disposal was infrequent and may have constituted\na small proportion of their leftover pharmaceuticals but could go\nunnoticed in the absence of high-resolution longitudinal wastewater\nmonitoring studies or regulatory pressures, with potential for significant\nacute ecotoxicological effects of localized nature (those are not\nsubject of evaluation in environmental risk assessment, ERA). This\nconcerns both the performance of wastewater treatment plants, as wastewater\ntreatment is biological in nature, and the receiving aquatic environment.\nA number of studies have demonstrated that pharmaceutical concentrations\nin water have influenced a range of behaviors in fish that are important\nfor fitness, food-web properties, and ecosystem functioning.17 We have previously reported direct one-off disposal\nof 915 capsules of fluoxetine18 in our\nearlier study. We have assumed that it is unlikely to be at the patient\nlevel and postulated that direct disposal was from a facility that\nhandles larger quantities of the drug (e.g., a pharmacy). In contrast,\na study of university students’ disposal patterns did not indicate\ndown-the-drain disposal as an important route of pharmaceuticals reaching\nwastewater over a 10 day long study in a population of 30 000\nserved by one WWTP.19 This paper\nfocuses on understanding the frequency of down-the-drain\ndisposal of pharmaceuticals in five contrasting towns/cities served\nby five major WWTPs (Figure 1, sites A–E) contributing to one river catchment in\nthe South-West UK and covering an area of approximately 2000 km2 and the population of ∼1.5 million (this constitutes\n>75% of the overall population in the catchment). It also aims\nto\nassess environmental impacts resulting from down-the-drain disposal\nof unused pharmaceuticals. Site information of studied WWTPs and corresponding\nriver locations\n(note: towns A, B, and D are called cities A, B, and C, respectively,\nin the text for simplicity reasons).\n\n## Materials and Methods\nSeveral groups of pharmaceuticals were studied\n(Table 1). Water was\npurified using\na Milli-Q purification system from Millipore (Nottingham, U.K.). Methanol,\nformic acid (>95%), HCl (concentrated), 1 M NaOH, 1 M NH4OH, NH4F, and 2-propanol were purchased from Sigma-Aldrich\n(U.K.) and Fisher (U.K.). All solvents used were of high-performance\nliquid chromatography (HPLC) grade or higher. All glassware was deactivated\nusing a 5% (v/v) dimethyldichlorosilane (DMDCS) in toluene (Sigma-Aldrich,\nU.K.) to prevent losses from analyte sorption according to the procedure\ndescribed elsewhere.20 Untreated wastewater\nsamples were collected at wastewater treatment plants (WWTPs) after\nphysical screening (course screens) for 7 consecutive days from Wednesday\nto Tuesday between June and October 2015 from five major WWTPs in\nSouth-West England (Figure 1, sites A–E, 1 week per site) contributing to one river\ncatchment, the population of ∼1.5 million (>75% of the overall\npopulation in the catchment). Further information on the catchment\ncan be found elsewhere.2 Influent\nwas collected as volume proportional 24 h composites with average\nsubsample collection frequencies of approximately 15 min, and effluent\nwastewater was collected as time proportional 24 h composites with\nsubsamples every 15 min, using an ISCO 3700 autosampler packed with\nice to maintain 4 °C to limit biological activity (see WWTP A–E\nin Figure 1). River\nwater samples were collected as grab samples on the same days as wastewater\nsamples (see S1–S8 in Figure 1). All samples were transported on ice to the laboratory,\nspiked with the internal standards, and stored at −18 °C\nuntil sample preparation and analysis could take place. Full\npharmaceutical mass balance in wastewater was calculated based on\nconcentrations of pharmaceuticals in both liquid and solid phase fractions.\nSolid phase extraction (SPE) was used for the extraction of pharmaceuticals\nfrom the liquid phase. Microwave-assisted extraction (MAE) followed\nby SPE was used for the extraction of pharmaceuticals from the solid\nphase. UHPLC-QqQ (ultraperformance liquid chromatography and tandem\ntriple quadrupole mass spectrometry) method was utilized for targeted\nanalysis of pharmaceuticals and their metabolites. Detailed description\nof the method and full method performance parameters can be found\nelsewhere.20 Briefly, liquid samples\n(50 mL) were filtered using a GF/F 0.75 μm glass microfiber\nfilter (Fisher Scientific, U.K.), adjusted to pH 7.5 ± 0.1 and\nspiked with 50 ng of internal standards’ solution (50 μL\nof 1 μg mL–1 in MeOH). Solid phase extraction\n(SPE) was performed using Oasis HLB sorbents (Waters, U.K.), which\nwere conditioned using 2 mL of MeOH followed by 2 mL of H2O at 1 mL min–1. Samples were then loaded at 5\nmL min–1 and dried under vacuum. Elution was undertaken\nusing 4 mL of MeOH at a rate of 1 mL min–1. Methanolic\nextracts were subsequently dried under nitrogen using a TurboVap evaporator\n(Caliper, U.K., 40 °C, N2, <5\npsi). Dried extracts were reconstituted in 500 μL of 80:20 H2O/MeOH and then analyzed with UHPLC-QqQ. Suspended particulate\nmatter (SPM) obtained from GF/F filters was\nfreeze-dried, and 0.25 g samples were spiked with 50 ng of internal\nstandard solution (50 μL of 1 μg mL–1 in MeOH). MAE was used as described elsewhere.20 Briefly, samples in 25 mL of 50:50 MeOH/H2O\n(pH 2) were heated at 110 °C using an 800 W MARS 6 microwave\n(CEM, U.K.). MAE extracts were then adjusted to <5% of MeOH using\nH2O (pH 2), passed through preconditioned Oasis MCX SPE\ncartridges (Waters, U.K.), and eluted in two fractions: the acidic\npharmaceuticals with 2 mL of 0.6% HCOOH in MeOH followed by the basic\npharmaceuticals with 3 mL of 7% NH4OH in MeOH. Once dried,\nthe extracts were reconstituted in 500 μL of 80:20 H2O/MeOH and filtered using pre-LCMS 0.2 μm poly(tetrafluoroethylene)\n(PTFE) filters (Whatman, Puradisc). SPM was analyzed only in wastewater\ninfluent due to difficulties in obtaining SPM from effluent and river\nwater. Extracted analytes were separated on a BEH C18 column\n(150 ×\n1.0 mm2, 1.7 μm particle size) (Waters, Manchester,\nU.K.) with a 0.2 μm, 2.1 mm in-line column filter using a Waters\nAcquity UPLC system (Waters, Manchester, U.K.) and quantified with\na Xevo TQD Triple Quadrupole Mass Spectrometer (Waters, Manchester,\nU.K.) equipped with an electrospray ionization source. Analysis was\nperformed in both ESI+ and ESI– with a capillary voltage of\n3.20 kV, a desolvation temperature of 400 °C, and a source temperature\nof 150 °C. Nitrogen was used as the nebulizing and desolvation\ngas and argon as the collision gas. The cone gas flow was 100 L h–1, and the desolvation gas flow was 550 L h–1. See Figure S1, Table S1, and paper by\nProctor et al.20 for further details regarding\nthe method and its performance parameters. Consumption of\nprescribed pharmaceuticals for the WWTP catchments involved in this\nstudy was calculated using an R package, PrAna, developed in our research\ngroup (http://pranaviz.bath.ac.uk). PrAna package uses England’s national level monthly prescription\ndata published by NHS Digital (https://digital.nhs.uk/) to aggregate, normalize, and map each\nprescribed pharmaceutical to its corresponding prescribing general\npractice (GP) surgeries and postcode for the period 2015–2019.\nPrAna package also features PrAnaViz, a web-based interactive tool\nto visualize and analyze PrAna-generated data set in real time. PrAnaViz\nfacilitates wider use with spatiotemporal and long-term trends. WWTP\ncatchment maps were used to identify GP surgeries inside each catchment\nregion to collect their information. For this study, we have extracted\nthe identified GP surgery prescriptions of the pharmaceutical drugs\nof different pharmacological groups including antidepressants, antidiabetics,\nantimicrobial, cardiovascular agents, and antianxiety/antidepressants.\nThe data were normalized to the quantity (kg month–1) of individual pharmaceutical compounds prescribed in each postcode\ninside the catchment zone. The average amount prescribed each day\nfor that month (mg day–1) was calculated from the\nmonthly consumption quantity. We have used prescription data from\nJune 2015 to October 2015, mirroring the sampling months for each\nWWTP site. Daily\nmass loads of\npharmaceuticals (mg day–1) were calculated by multiplying\nthe total pharma concentrations (mg L–1) in a 24\nh composite raw wastewater sample by daily wastewater flow rates (L\nday–1). Total pharma concentrations in raw wastewater\nwere calculated after taking into account both liquid and SPM fractionswhere CPharma is\nthe total concentration of pharma (mg L–1) in influent\nwastewater (both liquid and SPE phase), and V is\nthe volume of wastewater received by the WWTP per day (L day–1). Mass loads (mg day–1) were then normalized\nto the number of people served by each WWTP (mg day–1 1000 inhabitants–1) to give population normalized\nmass loads (PNDLs) to compare results between different WWTPswhere P is the population\nsize served by WWTPs. Estimated number of pills disposed of\ndown-the-drain was calculated\nusing the following formulawhere pharmaspike load is\nthe pharma daily spike load (mg day–1) and pharmaav load is the pharma average daily “typical”\nload (mg day–1); mg in one pill is a weighted average\ncalculated from the above-mentioned prescription data (containing\nnumber of items prescribed, including number of pills in each item\nprescribed and the quantity of an active substance in each pill) from\nJune 2015 to October 2015, mirroring the sampling months for the each\nWWTP site:where the strength of pharma (Spharma, in mg) is the quantity of active pharmaceutical\nin each item prescribed within each WWTP catchment area (measured\nduring every month of sample collection) and the number of items prescribed\n(Nprescribed) is the number of pharmaceutical\nitems prescribed within each WWTP catchment area (measured during\nevery month of sample collection). Please note that we decided\nnot to use the defined daily dose (DDD)\nas it is only the assumed average maintenance dose per day for some\ndrugs used in adults. Our calculations focused on the high-resolution\npharma prescription data set per postcode and per month in the catchment\narea to provide the best estimates possible. Estimated number\nof pills consumed was calculated using the following\nformulawhere\nCF is the correction factor. It was\ncalculated using the following formulawhere MW(XC) is\nthe molecular weight of XC (pharma), and MW(XCR) is the molecular weight of XCR (metabolite of pharma). CF\nused for carbamazepine was 7.1 (with carbamazepine used as a\ndrug target marker) (see the detailed discussion in Kasprzyk-Hordern\net al.21). RQ (a risk quotient) for\ncarbamazepine was calculated using the\nfollowing formulawhere\nPNEC is the predicted no-effect concentration\n(ng L–1) and CCarbamazepine is the estimated carbamazepine concentration (ng L–1) calculated by dividing the estimated daily load of carbamazepine\nby the daily flow of river water at sample collection point (see Proctor\net al. 2021 for further information and SI data sets for pharmaceutical loads and flows2).\n\n## Reagents and Analytical\nStandards\nSeveral groups of pharmaceuticals were studied\n(Table 1). Water was\npurified using\na Milli-Q purification system from Millipore (Nottingham, U.K.). Methanol,\nformic acid (>95%), HCl (concentrated), 1 M NaOH, 1 M NH4OH, NH4F, and 2-propanol were purchased from Sigma-Aldrich\n(U.K.) and Fisher (U.K.). All solvents used were of high-performance\nliquid chromatography (HPLC) grade or higher. All glassware was deactivated\nusing a 5% (v/v) dimethyldichlorosilane (DMDCS) in toluene (Sigma-Aldrich,\nU.K.) to prevent losses from analyte sorption according to the procedure\ndescribed elsewhere.20\n\n## Sample Collection\nUntreated wastewater\nsamples were collected at wastewater treatment plants (WWTPs) after\nphysical screening (course screens) for 7 consecutive days from Wednesday\nto Tuesday between June and October 2015 from five major WWTPs in\nSouth-West England (Figure 1, sites A–E, 1 week per site) contributing to one river\ncatchment, the population of ∼1.5 million (>75% of the overall\npopulation in the catchment). Further information on the catchment\ncan be found elsewhere.2 Influent\nwas collected as volume proportional 24 h composites with average\nsubsample collection frequencies of approximately 15 min, and effluent\nwastewater was collected as time proportional 24 h composites with\nsubsamples every 15 min, using an ISCO 3700 autosampler packed with\nice to maintain 4 °C to limit biological activity (see WWTP A–E\nin Figure 1). River\nwater samples were collected as grab samples on the same days as wastewater\nsamples (see S1–S8 in Figure 1). All samples were transported on ice to the laboratory,\nspiked with the internal standards, and stored at −18 °C\nuntil sample preparation and analysis could take place.\n\n## Sample Preparation and Analysis\nFull\npharmaceutical mass balance in wastewater was calculated based on\nconcentrations of pharmaceuticals in both liquid and solid phase fractions.\nSolid phase extraction (SPE) was used for the extraction of pharmaceuticals\nfrom the liquid phase. Microwave-assisted extraction (MAE) followed\nby SPE was used for the extraction of pharmaceuticals from the solid\nphase. UHPLC-QqQ (ultraperformance liquid chromatography and tandem\ntriple quadrupole mass spectrometry) method was utilized for targeted\nanalysis of pharmaceuticals and their metabolites. Detailed description\nof the method and full method performance parameters can be found\nelsewhere.20 Briefly, liquid samples\n(50 mL) were filtered using a GF/F 0.75 μm glass microfiber\nfilter (Fisher Scientific, U.K.), adjusted to pH 7.5 ± 0.1 and\nspiked with 50 ng of internal standards’ solution (50 μL\nof 1 μg mL–1 in MeOH). Solid phase extraction\n(SPE) was performed using Oasis HLB sorbents (Waters, U.K.), which\nwere conditioned using 2 mL of MeOH followed by 2 mL of H2O at 1 mL min–1. Samples were then loaded at 5\nmL min–1 and dried under vacuum. Elution was undertaken\nusing 4 mL of MeOH at a rate of 1 mL min–1. Methanolic\nextracts were subsequently dried under nitrogen using a TurboVap evaporator\n(Caliper, U.K., 40 °C, N2, <5\npsi). Dried extracts were reconstituted in 500 μL of 80:20 H2O/MeOH and then analyzed with UHPLC-QqQ. Suspended particulate\nmatter (SPM) obtained from GF/F filters was\nfreeze-dried, and 0.25 g samples were spiked with 50 ng of internal\nstandard solution (50 μL of 1 μg mL–1 in MeOH). MAE was used as described elsewhere.20 Briefly, samples in 25 mL of 50:50 MeOH/H2O\n(pH 2) were heated at 110 °C using an 800 W MARS 6 microwave\n(CEM, U.K.). MAE extracts were then adjusted to <5% of MeOH using\nH2O (pH 2), passed through preconditioned Oasis MCX SPE\ncartridges (Waters, U.K.), and eluted in two fractions: the acidic\npharmaceuticals with 2 mL of 0.6% HCOOH in MeOH followed by the basic\npharmaceuticals with 3 mL of 7% NH4OH in MeOH. Once dried,\nthe extracts were reconstituted in 500 μL of 80:20 H2O/MeOH and filtered using pre-LCMS 0.2 μm poly(tetrafluoroethylene)\n(PTFE) filters (Whatman, Puradisc). SPM was analyzed only in wastewater\ninfluent due to difficulties in obtaining SPM from effluent and river\nwater. Extracted analytes were separated on a BEH C18 column\n(150 ×\n1.0 mm2, 1.7 μm particle size) (Waters, Manchester,\nU.K.) with a 0.2 μm, 2.1 mm in-line column filter using a Waters\nAcquity UPLC system (Waters, Manchester, U.K.) and quantified with\na Xevo TQD Triple Quadrupole Mass Spectrometer (Waters, Manchester,\nU.K.) equipped with an electrospray ionization source. Analysis was\nperformed in both ESI+ and ESI– with a capillary voltage of\n3.20 kV, a desolvation temperature of 400 °C, and a source temperature\nof 150 °C. Nitrogen was used as the nebulizing and desolvation\ngas and argon as the collision gas. The cone gas flow was 100 L h–1, and the desolvation gas flow was 550 L h–1. See Figure S1, Table S1, and paper by\nProctor et al.20 for further details regarding\nthe method and its performance parameters.\n\n## Prescription\nData\nConsumption of\nprescribed pharmaceuticals for the WWTP catchments involved in this\nstudy was calculated using an R package, PrAna, developed in our research\ngroup (http://pranaviz.bath.ac.uk). PrAna package uses England’s national level monthly prescription\ndata published by NHS Digital (https://digital.nhs.uk/) to aggregate, normalize, and map each\nprescribed pharmaceutical to its corresponding prescribing general\npractice (GP) surgeries and postcode for the period 2015–2019.\nPrAna package also features PrAnaViz, a web-based interactive tool\nto visualize and analyze PrAna-generated data set in real time. PrAnaViz\nfacilitates wider use with spatiotemporal and long-term trends. WWTP\ncatchment maps were used to identify GP surgeries inside each catchment\nregion to collect their information. For this study, we have extracted\nthe identified GP surgery prescriptions of the pharmaceutical drugs\nof different pharmacological groups including antidepressants, antidiabetics,\nantimicrobial, cardiovascular agents, and antianxiety/antidepressants.\nThe data were normalized to the quantity (kg month–1) of individual pharmaceutical compounds prescribed in each postcode\ninside the catchment zone. The average amount prescribed each day\nfor that month (mg day–1) was calculated from the\nmonthly consumption quantity. We have used prescription data from\nJune 2015 to October 2015, mirroring the sampling months for each\nWWTP site.\n\n## Calculations\nDaily\nmass loads of\npharmaceuticals (mg day–1) were calculated by multiplying\nthe total pharma concentrations (mg L–1) in a 24\nh composite raw wastewater sample by daily wastewater flow rates (L\nday–1). Total pharma concentrations in raw wastewater\nwere calculated after taking into account both liquid and SPM fractionswhere CPharma is\nthe total concentration of pharma (mg L–1) in influent\nwastewater (both liquid and SPE phase), and V is\nthe volume of wastewater received by the WWTP per day (L day–1). Mass loads (mg day–1) were then normalized\nto the number of people served by each WWTP (mg day–1 1000 inhabitants–1) to give population normalized\nmass loads (PNDLs) to compare results between different WWTPswhere P is the population\nsize served by WWTPs. Estimated number of pills disposed of\ndown-the-drain was calculated\nusing the following formulawhere pharmaspike load is\nthe pharma daily spike load (mg day–1) and pharmaav load is the pharma average daily “typical”\nload (mg day–1); mg in one pill is a weighted average\ncalculated from the above-mentioned prescription data (containing\nnumber of items prescribed, including number of pills in each item\nprescribed and the quantity of an active substance in each pill) from\nJune 2015 to October 2015, mirroring the sampling months for the each\nWWTP site:where the strength of pharma (Spharma, in mg) is the quantity of active pharmaceutical\nin each item prescribed within each WWTP catchment area (measured\nduring every month of sample collection) and the number of items prescribed\n(Nprescribed) is the number of pharmaceutical\nitems prescribed within each WWTP catchment area (measured during\nevery month of sample collection). Please note that we decided\nnot to use the defined daily dose (DDD)\nas it is only the assumed average maintenance dose per day for some\ndrugs used in adults. Our calculations focused on the high-resolution\npharma prescription data set per postcode and per month in the catchment\narea to provide the best estimates possible. Estimated number\nof pills consumed was calculated using the following\nformulawhere\nCF is the correction factor. It was\ncalculated using the following formulawhere MW(XC) is\nthe molecular weight of XC (pharma), and MW(XCR) is the molecular weight of XCR (metabolite of pharma). CF\nused for carbamazepine was 7.1 (with carbamazepine used as a\ndrug target marker) (see the detailed discussion in Kasprzyk-Hordern\net al.21). RQ (a risk quotient) for\ncarbamazepine was calculated using the\nfollowing formulawhere\nPNEC is the predicted no-effect concentration\n(ng L–1) and CCarbamazepine is the estimated carbamazepine concentration (ng L–1) calculated by dividing the estimated daily load of carbamazepine\nby the daily flow of river water at sample collection point (see Proctor\net al. 2021 for further information and SI data sets for pharmaceutical loads and flows2).\n\n## Results and Discussion\nSeveral groups\nof pharmaceuticals (>30 pharmaceuticals and their\nmetabolites) were investigated in this unique large-scale study focused\non five towns and cities in the Avon river catchment, South-West England,\n(Figure 1), via wastewater-based\nepidemiology. These are NSAIDs, antidiabetics, cardiovascular agents,\nantidepressants, and antibiotics. Thirty-one\npharmaceuticals were monitored over 7 days in five WWTPs serving five\ncities. On six occasions, PNDLs of pharmaceuticals were found to deviate\nfrom weekly trends in WWTPs D, A, and B serving towns with approximately\n18 000, 38 000, and 68 000 people. These are\ncarbamazepine and propranolol in city A, sildenafil in city B, and\ndiltiazem, capecitabine, and sertraline in city D. No deviation from\nweekly baseline was observed in larger cities C and E with 110 000\nand 867 000 inhabitants (Figure 2 and Table S2). This can\nbe explained by the much larger quantity of consumed pharmaceuticals\ndischarged to the sewerage system that masks any deviation from the\ntrendline resulting from direct disposal. It is important to remember\nthat each town/city was monitored only for 1 week. Due to the assumed\nrandom nature of pharma disposal, one cannot provide definite answers\nregarding why cities A, B, and D had direct disposal recorded and\nwhy cities C and E had not. Population normalized daily loads of pharmaceuticals\nwith evidence\nof direct disposal. Estimated 275 pills of\ncarbamazepine accounting for >40 g and estimated\n96 pills accounting for 4 g of propranolol were disposed (likely in\none dumping event) down-the-drain in city A on Sun/Mon (Table 2). This added an additional\n40 and 4 g of carbamazepine and propranolol, respectively, to the\naverage daily levels of these pharmaceuticals in wastewater: 3.9 and\n1.8 g, respectively. This is a significant 10- and 2-fold increase\nin daily loads of carbamazepine and propranolol, respectively, reaching\nwastewater treatment works. Weighted average calculated from\nNHS prescription data: , where Spharma is the strength of the pharma (in mg) and Nprescribed is the number of items prescribed. Not prescribed; mg in one pill could\nnot be calculated. mg day–1 disposed\nof down-the-drain = total pharma load in wastewater influent during\ndisposal day (mg day–1) – average daily load\nin wastewater influent on nondisposal days (mg day–1). Average daily load (mg\nday–1) of pharma in wastewater resulting from consumption\n(quantity excreted)\n= total pharma load in wastewater influent during disposal day (mg\nday–1) – pharma load in wastewater influent\nresulting from disposal (mg day–1). % increase in daily pharma load\ndue to down-the-drain disposal = mg day–1 disposed\nof down-the-drain × 100/mg day–1 disposed of\ndown-the-drain. City B has\nseen an increase in 1.3 g of sildenafil on Thursday,\nwhich equals estimated 16 pills disposed of down-the-drain and indicates\na 9-fold increase in daily levels. Estimated 50 pills of diltiazem\n(7.3 g) and estimated 28 pills of sertraline (2 g) were disposed of\ndown-the-drain during two different dumping events in city D, which\naccounted for 2- to 3-fold increase in daily loads. We have\ntaken a conservative approach in estimating direct disposal.\nOur calculations were applied to drugs for noncommunicable diseases\nthat do not show interday (weekday–weekend) changes in usage\npatterns (with the exception of erectile dysfunction sildenafil showing\na small increase in usage over the weekend); hence, we assumed it\nis appropriate to use the weekly average compound-dependent trendline. While deviation of pharmaceutical\nlevels from the consumption baseline is a good indication of down-the-drain\ndisposal, an understanding of parent compound/metabolite ratio baseline\nprovides further confirmation of a direct disposal event occurring.\nAs seen in Figures 3 and 4, all pharmaceuticals reveal relatively\nstable parent compound/metabolite ratios with the exception of carbamazepine’s\nspike on Sunday in WWTP A and sertraline’s spike on Saturday\nin WWTP D. Both pharmaceuticals experienced increased parent compound\nloads on these 2 days despite unchanged and constant metabolite daily\nloads. This evidences direct disposal. Interestingly, sertraline spike\non Sun–Tue in City A was linked with higher consumption (and\nnot direct disposal) as the loads of both sertraline and its metabolite\nnorsertraline increased with unchanged parent compound/metabolite\nratio. Population normalized daily loads of pharmaceuticals and their\nmetabolites. Pharma/pharma metabolite ratios. An understanding of the parent compound/metabolite ratio\nbaseline\nis also critical in disregarding “false-positive” cases\nof direct disposal. For example, knowledge of the parent compound/metabolite\nratio disregarded higher venlafaxine levels on Sun/city A and Mon/city\nC as down-the-drain disposal cases. This is because both an increase\nof parent compound and metabolite daily load indicated an increase\nin consumption of the drug. Interestingly, in city D, loads of venlafaxine\nremained variable despite stable desmethylvenlafaxine loads, which\nmight indicate several cases of relatively small events of venlafaxine\ndown-the-drain disposal. It is important to mention that no metabolites\nwere analyzed for sildenafil, capecitabine, and propranolol. Therefore,\nsuspected direct disposal of these drugs remains unconfirmed. The average\ndaily consumption of carbamazepine pills is population-size-driven\nand varied from 165 per day in city D to 4931 in city E. Down-the-drain\ndisposal of carbamazepine was observed in city A on Sunday and Monday\n(Figure 2). This was\nconfirmed by the increased carbamazepine/carbamazepine-10,11-epoxide\nratio (Figure 4). Based\non the weighted average of 154 mg per carbamazepine per pill, 253\npills followed by 22 pills were estimated to be disposed of down-the-drain\non Sunday and Monday. Therefore, the quantity of estimated pills disposed\nof on the 2 days (275 pills) was higher than actual community-wide\ndaily consumption (182 ± 9) (Figure 5). Estimated number of pills disposed of down-the-drain\nvs estimated\nnumber of pills consumed in cities with evidence for direct disposal. On average, 5.2 ± 0.3 g day–1 of carbamazepine\nwas found in wastewater effluent, which, when compared to the average\nwastewater influent daily loads accounting for 3.9 ± 0.2 g day–1, indicates that no carbamazepine was removed during\nwastewater treatment. Indeed, as shown in Figure 6, during carbamazepine “consumption\ndays”, −29.5% removal was observed. Potential cleavage\nof phase II metabolites might have taken place, increasing carbamazepine\nloads in wastewater effluent leading to the negative removal. Interestingly,\nwhile 39 g of down-the-drain disposed carbamazepine was found in wastewater\ninfluent on Sunday, only 6.4 g was quantified in wastewater effluent\non Monday (time lag is due to the hydraulic retention time at WWTP\nA accounting for up to 46 h). This indicates an increase in carbamazepine’s\nremoval from the treatment process during carbamazepine “disposal\ndays” (up to 72%). This is an interesting outcome confirming\nthat wastewater treatment is effective in the removal of carbamazepine.\nHowever, in the presence of phase two conjugated metabolites, cleavage\nof free carbamazepine counterbalances its removal. Down-the-drain codisposal\nof pharmaceuticals and resulting environmental\nburden. Daily loads of carbamazepine in\nriver water, upstream from a discharge\npoint, were estimated based on grab sampling, with average daily loads\nthroughout the sampling week accounting for 7.7 ± 1.9 g day–1 (Figure 1, point S1). With additional load\ndischarged by WWTP A (5.2 ± 0.3 g day–1), the\nestimated daily carbamazepine loads in the river were 13 g and peaked\non Monday at 21 g, the day after carbamazepine’s down-the-drain\ndisposal. Considering the potential effects on the environment,\nthe estimated\ncarbamazepine concentration was compared with the PNEC of carbamazepine,\n0.05 μg L–1.36 It\nshowed high average risk on “consumption-only” days\nwith an RQ value of 2.7 ± 0.4 on average (136 ± 17.9 ng\nL–1), whereas on Sunday, during the disposal event,\nthe RQ was 3.0. There was therefore no significant fluctuation in\nrisk for the metabolite, with average RQ values of 0.034 ± 0.010\non consumption days and 0.030 ± 0.013 on disposal days. As discussed above, codisposal\nof pharmaceuticals was observed in cities A and D (Figure 2). In city A, both estimated\n353 pills of carbamazepine and 96 pills of propranolol were disposed\nof on Sunday. This accounted for an additional 39 g of carbamazepine\nand 4 g of propranolol entering wastewater. Interestingly, as opposed\nto carbamazepine that observed an increase in daily loads in WWTP\neffluent (average daily removal −29.5 ± 9.1% during consumption-only\ndays and overall, −3.4 ± 40.2%), propranolol was removed\nfrom wastewater, with the average daily percentage removal accounting\nfor 30.5 ± 11.7%. Although, as in the case of carbamazepine,\nthe measured propranolol’s removal appeared higher during disposal\ndays (up to 60.2%) vs consumption days (30.6 ± 3.6%) (Figure 6). In city\nD, codisposal of three pharmaceuticals was observed: diltiazem (estimated\n50.7 pills), capecitabine (not prescribed in the region in primary\ncare according to official statistics, with likely disposal due to\nprescription in secondary care), and sertraline (estimated 27.5 pills),\nalbeit sertraline seems to have been disposed of up to 1 day later.\nThis accounted for an additional 7.3 g of diltiazem, 0.3 g of capecitabine,\nand 2 g of sertraline entering wastewater. As opposed to carbamazepine,\nwastewater treatment was effective in the removal of diltiazem (77.4\n± 9.4% during consumption days, with up to 91% during disposal\ndays), capecitabine (77.1 ± 10.9%), and sertraline (84.8 ±\n6.1% during consumption days, with up to 95% removal during disposal\ndays) leading to lower environmental burden (Figure 6). Similarly, singular disposal of estimated\n16 pills of sildenafil (1.3 g) in city B leads to 60.3% removal when\ncompared to consumption-only days (−216.7 ± 230.7%). It\nis important to note that the increased measured efficiency of pharmaceuticals’\nremoval during disposal days is unlikely linked with the increased\nperformance of treatment but a result of lower percentage of pharmaceuticals\ncleaved due to glucuronide deconjugation when compared with large\nquantities of “additional” directly disposed (unmetabolized)\npharmaceutical load. Interestingly, capecitabine is known not to metabolize\nin humans via glucuronidation35 and no\nmeasured increase in the removal of capecitabine was observed. Further\nwork is needed to understand this phenomenon. High performance\nof wastewater treatment processes reduced loads\nreaching receiving environment, albeit with significant levels remaining.\nDaily loads of river water upstream from a discharge point accounted\nfor 7.7 ± 1.9 g day–1 (carbamazepine), 1.0\n± 0.3 g day–1 (propranolol), and 0.1 ±\n0.1 g day–1 (sildenafil). No diltiazem, capecitabine,\nand sertraline were quantified in upstream river water. With additional\nload discharged, estimated daily loads in river water downstream from\na discharge point accounted for 13.8 ± 3.4 g day–1 (carbamazepine), 2.1 ± 0.2 g day–1 (propranolol),\n420.7 ± 22.8 mg day–1 (diltiazem), 22.1 ±\n10.8 mg day–1 (capecitabine), 123.8 ± 10.6\nmg day–1 (sertraline), and 295.2 ± 96.8 mg\nday–1 (sildenafil) during consumption days and spiked\nat 20.9 g day–1 (carbamazepine), 4.6 g day–1 (propranolol), 571 mg day–1 (diltiazem), 182.6\nmg day–1 (capecitabine), 175.2 mg day–1 (sertraline), and 642.2 mg day–1 (sildenafil)\nduring disposal days. This study reported spikes in carbamazepine,\npropranolol, sildenafil,\nsertraline, diltiazem, and capecitabine throughout towns and cities\ncontributing to one river catchment in the South-West UK. High performance\nof wastewater treatment processes reduced loads reaching receiving\nenvironment. However, many of these compounds have been demonstrated\nin previous work to affect the behavior and/or biological make-up\nof aquatic life.22−29 Hence, actions are needed to reduce down-the-drain disposal of pharmaceuticals. We\nidentified spikes in carbamazepine and sertraline independent\nof metabolic load, which indicated direct disposal into the water\nsystem. Household disposal of medicines is a global issue,30 with differences in disposal behavior related\nto policy, education, and culture.31 A\nrecent U.K. study suggests that disposal down toilets and sinks may\nhave doubled since the last study in 2005,37 which may be due to the lack of information and messaging that informs\npeople to dispose of unused medicines at pharmacies. The same study\nreported that 42% of people were unaware that they could return unused\nmedicines to a pharmacy and only 27% could recall receiving information\non correct disposal. Media campaigns that inform the public of how\nto safely dispose of medicines are key to improving rates of return\nand reducing pharmaceutical waste in the environment.31−34 The environment is a key motivator for returning unused medicines\nto a pharmacy31 and so messaging should\nhighlight environmental risks associated with improper disposal.34 Clear disposal labeling on medicine packets\nwould also increase awareness and may be particularly relevant to\nliquid medicines, which in a recent U.K. study were found to be 5\ntimes more likely to be flushed than a solid.37 While the United Kingdom is ahead of many countries in its rates\nof pharmacy return,30 it is far behind\ncountries like Sweden who have a formalized and sustained system for\ndisposal of unused medicines in place.34\n\n## Pharmaceuticals in Raw\nWastewater\nThirty-one\npharmaceuticals were monitored over 7 days in five WWTPs serving five\ncities. On six occasions, PNDLs of pharmaceuticals were found to deviate\nfrom weekly trends in WWTPs D, A, and B serving towns with approximately\n18 000, 38 000, and 68 000 people. These are\ncarbamazepine and propranolol in city A, sildenafil in city B, and\ndiltiazem, capecitabine, and sertraline in city D. No deviation from\nweekly baseline was observed in larger cities C and E with 110 000\nand 867 000 inhabitants (Figure 2 and Table S2). This can\nbe explained by the much larger quantity of consumed pharmaceuticals\ndischarged to the sewerage system that masks any deviation from the\ntrendline resulting from direct disposal. It is important to remember\nthat each town/city was monitored only for 1 week. Due to the assumed\nrandom nature of pharma disposal, one cannot provide definite answers\nregarding why cities A, B, and D had direct disposal recorded and\nwhy cities C and E had not. Population normalized daily loads of pharmaceuticals\nwith evidence\nof direct disposal. Estimated 275 pills of\ncarbamazepine accounting for >40 g and estimated\n96 pills accounting for 4 g of propranolol were disposed (likely in\none dumping event) down-the-drain in city A on Sun/Mon (Table 2). This added an additional\n40 and 4 g of carbamazepine and propranolol, respectively, to the\naverage daily levels of these pharmaceuticals in wastewater: 3.9 and\n1.8 g, respectively. This is a significant 10- and 2-fold increase\nin daily loads of carbamazepine and propranolol, respectively, reaching\nwastewater treatment works. Weighted average calculated from\nNHS prescription data: , where Spharma is the strength of the pharma (in mg) and Nprescribed is the number of items prescribed. Not prescribed; mg in one pill could\nnot be calculated. mg day–1 disposed\nof down-the-drain = total pharma load in wastewater influent during\ndisposal day (mg day–1) – average daily load\nin wastewater influent on nondisposal days (mg day–1). Average daily load (mg\nday–1) of pharma in wastewater resulting from consumption\n(quantity excreted)\n= total pharma load in wastewater influent during disposal day (mg\nday–1) – pharma load in wastewater influent\nresulting from disposal (mg day–1). % increase in daily pharma load\ndue to down-the-drain disposal = mg day–1 disposed\nof down-the-drain × 100/mg day–1 disposed of\ndown-the-drain. City B has\nseen an increase in 1.3 g of sildenafil on Thursday,\nwhich equals estimated 16 pills disposed of down-the-drain and indicates\na 9-fold increase in daily levels. Estimated 50 pills of diltiazem\n(7.3 g) and estimated 28 pills of sertraline (2 g) were disposed of\ndown-the-drain during two different dumping events in city D, which\naccounted for 2- to 3-fold increase in daily loads. We have\ntaken a conservative approach in estimating direct disposal.\nOur calculations were applied to drugs for noncommunicable diseases\nthat do not show interday (weekday–weekend) changes in usage\npatterns (with the exception of erectile dysfunction sildenafil showing\na small increase in usage over the weekend); hence, we assumed it\nis appropriate to use the weekly average compound-dependent trendline. While deviation of pharmaceutical\nlevels from the consumption baseline is a good indication of down-the-drain\ndisposal, an understanding of parent compound/metabolite ratio baseline\nprovides further confirmation of a direct disposal event occurring.\nAs seen in Figures 3 and 4, all pharmaceuticals reveal relatively\nstable parent compound/metabolite ratios with the exception of carbamazepine’s\nspike on Sunday in WWTP A and sertraline’s spike on Saturday\nin WWTP D. Both pharmaceuticals experienced increased parent compound\nloads on these 2 days despite unchanged and constant metabolite daily\nloads. This evidences direct disposal. Interestingly, sertraline spike\non Sun–Tue in City A was linked with higher consumption (and\nnot direct disposal) as the loads of both sertraline and its metabolite\nnorsertraline increased with unchanged parent compound/metabolite\nratio. Population normalized daily loads of pharmaceuticals and their\nmetabolites. Pharma/pharma metabolite ratios. An understanding of the parent compound/metabolite ratio\nbaseline\nis also critical in disregarding “false-positive” cases\nof direct disposal. For example, knowledge of the parent compound/metabolite\nratio disregarded higher venlafaxine levels on Sun/city A and Mon/city\nC as down-the-drain disposal cases. This is because both an increase\nof parent compound and metabolite daily load indicated an increase\nin consumption of the drug. Interestingly, in city D, loads of venlafaxine\nremained variable despite stable desmethylvenlafaxine loads, which\nmight indicate several cases of relatively small events of venlafaxine\ndown-the-drain disposal. It is important to mention that no metabolites\nwere analyzed for sildenafil, capecitabine, and propranolol. Therefore,\nsuspected direct disposal of these drugs remains unconfirmed.\n\n## Evidence of Direct Disposal\nThirty-one\npharmaceuticals were monitored over 7 days in five WWTPs serving five\ncities. On six occasions, PNDLs of pharmaceuticals were found to deviate\nfrom weekly trends in WWTPs D, A, and B serving towns with approximately\n18 000, 38 000, and 68 000 people. These are\ncarbamazepine and propranolol in city A, sildenafil in city B, and\ndiltiazem, capecitabine, and sertraline in city D. No deviation from\nweekly baseline was observed in larger cities C and E with 110 000\nand 867 000 inhabitants (Figure 2 and Table S2). This can\nbe explained by the much larger quantity of consumed pharmaceuticals\ndischarged to the sewerage system that masks any deviation from the\ntrendline resulting from direct disposal. It is important to remember\nthat each town/city was monitored only for 1 week. Due to the assumed\nrandom nature of pharma disposal, one cannot provide definite answers\nregarding why cities A, B, and D had direct disposal recorded and\nwhy cities C and E had not. Population normalized daily loads of pharmaceuticals\nwith evidence\nof direct disposal. Estimated 275 pills of\ncarbamazepine accounting for >40 g and estimated\n96 pills accounting for 4 g of propranolol were disposed (likely in\none dumping event) down-the-drain in city A on Sun/Mon (Table 2). This added an additional\n40 and 4 g of carbamazepine and propranolol, respectively, to the\naverage daily levels of these pharmaceuticals in wastewater: 3.9 and\n1.8 g, respectively. This is a significant 10- and 2-fold increase\nin daily loads of carbamazepine and propranolol, respectively, reaching\nwastewater treatment works. Weighted average calculated from\nNHS prescription data: , where Spharma is the strength of the pharma (in mg) and Nprescribed is the number of items prescribed. Not prescribed; mg in one pill could\nnot be calculated. mg day–1 disposed\nof down-the-drain = total pharma load in wastewater influent during\ndisposal day (mg day–1) – average daily load\nin wastewater influent on nondisposal days (mg day–1). Average daily load (mg\nday–1) of pharma in wastewater resulting from consumption\n(quantity excreted)\n= total pharma load in wastewater influent during disposal day (mg\nday–1) – pharma load in wastewater influent\nresulting from disposal (mg day–1). % increase in daily pharma load\ndue to down-the-drain disposal = mg day–1 disposed\nof down-the-drain × 100/mg day–1 disposed of\ndown-the-drain. City B has\nseen an increase in 1.3 g of sildenafil on Thursday,\nwhich equals estimated 16 pills disposed of down-the-drain and indicates\na 9-fold increase in daily levels. Estimated 50 pills of diltiazem\n(7.3 g) and estimated 28 pills of sertraline (2 g) were disposed of\ndown-the-drain during two different dumping events in city D, which\naccounted for 2- to 3-fold increase in daily loads. We have\ntaken a conservative approach in estimating direct disposal.\nOur calculations were applied to drugs for noncommunicable diseases\nthat do not show interday (weekday–weekend) changes in usage\npatterns (with the exception of erectile dysfunction sildenafil showing\na small increase in usage over the weekend); hence, we assumed it\nis appropriate to use the weekly average compound-dependent trendline.\n\n## Role of Metabolites in Confirmation of Down-the-Drain\nDisposal of Pharmaceuticals\nWhile deviation of pharmaceutical\nlevels from the consumption baseline is a good indication of down-the-drain\ndisposal, an understanding of parent compound/metabolite ratio baseline\nprovides further confirmation of a direct disposal event occurring.\nAs seen in Figures 3 and 4, all pharmaceuticals reveal relatively\nstable parent compound/metabolite ratios with the exception of carbamazepine’s\nspike on Sunday in WWTP A and sertraline’s spike on Saturday\nin WWTP D. Both pharmaceuticals experienced increased parent compound\nloads on these 2 days despite unchanged and constant metabolite daily\nloads. This evidences direct disposal. Interestingly, sertraline spike\non Sun–Tue in City A was linked with higher consumption (and\nnot direct disposal) as the loads of both sertraline and its metabolite\nnorsertraline increased with unchanged parent compound/metabolite\nratio. Population normalized daily loads of pharmaceuticals and their\nmetabolites. Pharma/pharma metabolite ratios. An understanding of the parent compound/metabolite ratio\nbaseline\nis also critical in disregarding “false-positive” cases\nof direct disposal. For example, knowledge of the parent compound/metabolite\nratio disregarded higher venlafaxine levels on Sun/city A and Mon/city\nC as down-the-drain disposal cases. This is because both an increase\nof parent compound and metabolite daily load indicated an increase\nin consumption of the drug. Interestingly, in city D, loads of venlafaxine\nremained variable despite stable desmethylvenlafaxine loads, which\nmight indicate several cases of relatively small events of venlafaxine\ndown-the-drain disposal. It is important to mention that no metabolites\nwere analyzed for sildenafil, capecitabine, and propranolol. Therefore,\nsuspected direct disposal of these drugs remains unconfirmed.\n\n## Impact of Down-the-Drain Disposal of Pharmaceuticals\non Receiving Environment: Carbamazepine Example\nThe average\ndaily consumption of carbamazepine pills is population-size-driven\nand varied from 165 per day in city D to 4931 in city E. Down-the-drain\ndisposal of carbamazepine was observed in city A on Sunday and Monday\n(Figure 2). This was\nconfirmed by the increased carbamazepine/carbamazepine-10,11-epoxide\nratio (Figure 4). Based\non the weighted average of 154 mg per carbamazepine per pill, 253\npills followed by 22 pills were estimated to be disposed of down-the-drain\non Sunday and Monday. Therefore, the quantity of estimated pills disposed\nof on the 2 days (275 pills) was higher than actual community-wide\ndaily consumption (182 ± 9) (Figure 5). Estimated number of pills disposed of down-the-drain\nvs estimated\nnumber of pills consumed in cities with evidence for direct disposal. On average, 5.2 ± 0.3 g day–1 of carbamazepine\nwas found in wastewater effluent, which, when compared to the average\nwastewater influent daily loads accounting for 3.9 ± 0.2 g day–1, indicates that no carbamazepine was removed during\nwastewater treatment. Indeed, as shown in Figure 6, during carbamazepine “consumption\ndays”, −29.5% removal was observed. Potential cleavage\nof phase II metabolites might have taken place, increasing carbamazepine\nloads in wastewater effluent leading to the negative removal. Interestingly,\nwhile 39 g of down-the-drain disposed carbamazepine was found in wastewater\ninfluent on Sunday, only 6.4 g was quantified in wastewater effluent\non Monday (time lag is due to the hydraulic retention time at WWTP\nA accounting for up to 46 h). This indicates an increase in carbamazepine’s\nremoval from the treatment process during carbamazepine “disposal\ndays” (up to 72%). This is an interesting outcome confirming\nthat wastewater treatment is effective in the removal of carbamazepine.\nHowever, in the presence of phase two conjugated metabolites, cleavage\nof free carbamazepine counterbalances its removal. Down-the-drain codisposal\nof pharmaceuticals and resulting environmental\nburden. Daily loads of carbamazepine in\nriver water, upstream from a discharge\npoint, were estimated based on grab sampling, with average daily loads\nthroughout the sampling week accounting for 7.7 ± 1.9 g day–1 (Figure 1, point S1). With additional load\ndischarged by WWTP A (5.2 ± 0.3 g day–1), the\nestimated daily carbamazepine loads in the river were 13 g and peaked\non Monday at 21 g, the day after carbamazepine’s down-the-drain\ndisposal. Considering the potential effects on the environment,\nthe estimated\ncarbamazepine concentration was compared with the PNEC of carbamazepine,\n0.05 μg L–1.36 It\nshowed high average risk on “consumption-only” days\nwith an RQ value of 2.7 ± 0.4 on average (136 ± 17.9 ng\nL–1), whereas on Sunday, during the disposal event,\nthe RQ was 3.0. There was therefore no significant fluctuation in\nrisk for the metabolite, with average RQ values of 0.034 ± 0.010\non consumption days and 0.030 ± 0.013 on disposal days.\n\n## Impact of Down-the-Drain Codisposal of Pharmaceuticals\non the Measured Efficiency of Wastewater Treatment and Resulting Burden\non the Receiving Environment\nAs discussed above, codisposal\nof pharmaceuticals was observed in cities A and D (Figure 2). In city A, both estimated\n353 pills of carbamazepine and 96 pills of propranolol were disposed\nof on Sunday. This accounted for an additional 39 g of carbamazepine\nand 4 g of propranolol entering wastewater. Interestingly, as opposed\nto carbamazepine that observed an increase in daily loads in WWTP\neffluent (average daily removal −29.5 ± 9.1% during consumption-only\ndays and overall, −3.4 ± 40.2%), propranolol was removed\nfrom wastewater, with the average daily percentage removal accounting\nfor 30.5 ± 11.7%. Although, as in the case of carbamazepine,\nthe measured propranolol’s removal appeared higher during disposal\ndays (up to 60.2%) vs consumption days (30.6 ± 3.6%) (Figure 6). In city\nD, codisposal of three pharmaceuticals was observed: diltiazem (estimated\n50.7 pills), capecitabine (not prescribed in the region in primary\ncare according to official statistics, with likely disposal due to\nprescription in secondary care), and sertraline (estimated 27.5 pills),\nalbeit sertraline seems to have been disposed of up to 1 day later.\nThis accounted for an additional 7.3 g of diltiazem, 0.3 g of capecitabine,\nand 2 g of sertraline entering wastewater. As opposed to carbamazepine,\nwastewater treatment was effective in the removal of diltiazem (77.4\n± 9.4% during consumption days, with up to 91% during disposal\ndays), capecitabine (77.1 ± 10.9%), and sertraline (84.8 ±\n6.1% during consumption days, with up to 95% removal during disposal\ndays) leading to lower environmental burden (Figure 6). Similarly, singular disposal of estimated\n16 pills of sildenafil (1.3 g) in city B leads to 60.3% removal when\ncompared to consumption-only days (−216.7 ± 230.7%). It\nis important to note that the increased measured efficiency of pharmaceuticals’\nremoval during disposal days is unlikely linked with the increased\nperformance of treatment but a result of lower percentage of pharmaceuticals\ncleaved due to glucuronide deconjugation when compared with large\nquantities of “additional” directly disposed (unmetabolized)\npharmaceutical load. Interestingly, capecitabine is known not to metabolize\nin humans via glucuronidation35 and no\nmeasured increase in the removal of capecitabine was observed. Further\nwork is needed to understand this phenomenon. High performance\nof wastewater treatment processes reduced loads\nreaching receiving environment, albeit with significant levels remaining.\nDaily loads of river water upstream from a discharge point accounted\nfor 7.7 ± 1.9 g day–1 (carbamazepine), 1.0\n± 0.3 g day–1 (propranolol), and 0.1 ±\n0.1 g day–1 (sildenafil). No diltiazem, capecitabine,\nand sertraline were quantified in upstream river water. With additional\nload discharged, estimated daily loads in river water downstream from\na discharge point accounted for 13.8 ± 3.4 g day–1 (carbamazepine), 2.1 ± 0.2 g day–1 (propranolol),\n420.7 ± 22.8 mg day–1 (diltiazem), 22.1 ±\n10.8 mg day–1 (capecitabine), 123.8 ± 10.6\nmg day–1 (sertraline), and 295.2 ± 96.8 mg\nday–1 (sildenafil) during consumption days and spiked\nat 20.9 g day–1 (carbamazepine), 4.6 g day–1 (propranolol), 571 mg day–1 (diltiazem), 182.6\nmg day–1 (capecitabine), 175.2 mg day–1 (sertraline), and 642.2 mg day–1 (sildenafil)\nduring disposal days. This study reported spikes in carbamazepine,\npropranolol, sildenafil,\nsertraline, diltiazem, and capecitabine throughout towns and cities\ncontributing to one river catchment in the South-West UK. High performance\nof wastewater treatment processes reduced loads reaching receiving\nenvironment. However, many of these compounds have been demonstrated\nin previous work to affect the behavior and/or biological make-up\nof aquatic life.22−29 Hence, actions are needed to reduce down-the-drain disposal of pharmaceuticals.\n\n## Raising Awareness of Correct Disposal\nWe\nidentified spikes in carbamazepine and sertraline independent\nof metabolic load, which indicated direct disposal into the water\nsystem. Household disposal of medicines is a global issue,30 with differences in disposal behavior related\nto policy, education, and culture.31 A\nrecent U.K. study suggests that disposal down toilets and sinks may\nhave doubled since the last study in 2005,37 which may be due to the lack of information and messaging that informs\npeople to dispose of unused medicines at pharmacies. The same study\nreported that 42% of people were unaware that they could return unused\nmedicines to a pharmacy and only 27% could recall receiving information\non correct disposal. Media campaigns that inform the public of how\nto safely dispose of medicines are key to improving rates of return\nand reducing pharmaceutical waste in the environment.31−34 The environment is a key motivator for returning unused medicines\nto a pharmacy31 and so messaging should\nhighlight environmental risks associated with improper disposal.34 Clear disposal labeling on medicine packets\nwould also increase awareness and may be particularly relevant to\nliquid medicines, which in a recent U.K. study were found to be 5\ntimes more likely to be flushed than a solid.37 While the United Kingdom is ahead of many countries in its rates\nof pharmacy return,30 it is far behind\ncountries like Sweden who have a formalized and sustained system for\ndisposal of unused medicines in place.34",
  "word_count": 8170,
  "char_count": 53997
}