{
  "pmcid": "PMC11502600",
  "doi": "10.1007/s11356-024-33967-7",
  "title": "Assessing the pharmaceutical residues as hotspots of the main rivers of Catalonia, Spain",
  "authors": [
    "Pol Domínguez-García",
    "Laura Fernández-Ruano",
    "Judith Báguena",
    "Jordi Cuadros",
    "Cristian Gómez-Canela"
  ],
  "year": "2024",
  "journal": "Environmental Science and Pollution Research International",
  "abstract": "The global increase in pharmaceutical consumption, driven by factors such as aging populations and chronic diseases, has raised concerns regarding the environmental impact of pharmaceutical contaminants. Europe, and more specifically Catalonia (Spain), exhibits high pharmaceutical consumption rates, potentially exacerbating environmental contamination. Pharmaceuticals enter rivers through various pathways, persisting after wastewater treatment plants and posing risks to aquatic organisms and human health. Llobregat and Besòs Rivers in Catalonia, crucial water sources, demonstrate detectable pharmaceutical levels, necessitating comprehensive analysis. Liquid chromatography-tandem mass spectrometry (LC–MS/MS) proves effective in detecting pharmaceutical residues, facilitating their risk assessment. This paper reviews the occurrence, fate, and risks associated with 78 pharmaceuticals and metabolite in Llobregat and Besòs Rivers, using LC–MS/MS for analysis. Understanding pharmaceutical impacts on Catalonian River ecosystems is essential for developing mitigation strategies.Supplementary InformationThe online version contains supplementary material available at 10.1007/s11356-024-33967-7.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Pharmaceutical consumption is increasing worldwide due to the growing aging population, increased access to healthcare, and the rise of chronic diseases. Worldwide data indicates that pharmaceutical residues are detected in rivers across the globe, posing a problem for the environment (Wilkinson et al. 2022). However, Europe has been reported to have higher pharmaceutical consumption per capita than other continents (González Peña et al. 2021). Pharmaceuticals are emerging contaminants that have been detected in various environmental matrices, including surface water, groundwater, and soil (Samal et al. 2022). Their presence in the environment has been associated with negative impacts on aquatic organisms, such as fish, and potential risks to human health (Schwab et al. 2005). According to data from the European Federation of Pharmaceutical Industries and Associations, Spain is included in the top five European countries with new medicines launched from 2016 to 2021 period (EFPIA 2022). Moreover, in 2021, Spain had highly prescription rates than other European countries such as France, Portugal, or UK according to data from The Organization for Economic Cooperation and Development (OECD 2021). Catalonia, a region in north-eastern Spain, has one of the highest prescription rates of pharmaceuticals in the country. According to data from the Spanish Ministry of Health, Catalonia had a prescription rate of 928 doses per 1000 inhabitants in 2019, which is higher than the national average of 871 doses per 1000 inhabitants (SNS 2019). This could be due to the region’s aging population, as older individuals tend to have more health issues and require more medications, or because the region’s high population density may contribute to a higher prevalence of health issues and, therefore, higher prescription rates (Gimeno-Miguel et al. 2019). Pharmaceuticals can enter rivers through various pathways, including excretion by humans and animals, disposal of unused medication, and release from manufacturing facilities (Gurgenidze and Romanovski 2023). Despite efforts to improve treatment processes, studies have found that many pharmaceuticals can persist through wastewater treatment plants (WWTPs) and enter the environment through effluent discharge (Adeleye et al. 2022). Once in the environment, pharmaceuticals can pose potential risks to human and environmental health, or accumulate in aquatic organisms, disrupting hormonal balance, potentially leading to reproductive and developmental abnormalities (Hejna et al. 2022). Furthermore, pharmaceutical residues may also affect non-target organisms, such as bacteria, algae, and invertebrates, causing imbalances in the natural ecosystem dynamics and biodiversity. In addition, pharmaceuticals can persist in the environment for long periods, potentially leading to chronic exposure and adverse effects (Narayanan et al. 2022). On the other hand, Llobregat and Besòs are two of the most important rivers in Catalonia. These rivers pass through highly populated and industrialized areas, which may increase the risk of contamination by various pollutants, including pharmaceuticals and play a crucial role in providing water resources to the region, including the city of Barcelona. Different studies have found detectable levels of pharmaceuticals in these rivers, highlighting the potential impact of human activities on water quality (Labad et al. 2023; Domínguez-García et al. 2023) and even though some studies are already published in Llobregat (Muñoz et al. 2009; Ginebreda et al. 2010) River but very few have studied the huge number of pharmaceuticals and one metabolite present in this study (78), some of which are not even described in the literature yet. Liquid chromatography-tandem mass spectrometry (LC–MS/MS) has been used to detect and quantify trace levels of pharmaceuticals in environmental samples. This technique has been proven to be highly sensitive and selective, making it an essential tool for the detection and quantification of pharmaceuticals in surface water of rivers (Gómez-Canela et al. 2021; He et al. 2022; Yao et al. 2023). Furthermore, risk assessment of pharmaceuticals in surface water of rivers is critical to understanding the potential risks they pose to human health and the environment. Recent studies have highlighted the potential risks associated with exposure to pharmaceuticals, including endocrine disruption, antibiotic resistance, and chronic toxicity. Therefore, it is essential to evaluate the risks posed by pharmaceuticals in surface water of rivers to ensure the safety of human health and the environment (Sengar and Vijayanandan 2022). This paper aims to review the current state of knowledge on the occurrence and fate of 78 pharmaceuticals and one metabolite in surface water of different points in the Llobregat and Besòs Rivers which are the main contamination hotspots. It will also explore the use of LC–MS/MS for their detection and quantification, as well as the potential risks they pose to human health and the environment. The findings of this study will help in understanding the impact of pharmaceuticals on the ecosystems of Catalonian rivers and provide a basis for developing effective strategies to manage and mitigate their risks."
    },
    {
      "title": "Experimental section",
      "text": "Sigma-Aldrich (St. Louis, MO, USA) provided all pharmaceutical standards of 98–99% purity. Table SI1 shows the target compounds with its anatomical therapeutic code (ATC) and its main pharmacology. HPLC grade methanol (MeOH) and acetonitrile were supplied by VWR Chemicals Prolabo (Leuven, Belgium), while ammonium hydroxide and ammonium formate came from Sigma-Aldrich (St. Louis, MO, USA). Fisher Scientific Chemical (Bridgewater, MA, USA) supplied formic acid (HCOOH), and Panreac AppliChem (Darmstadt, Germany) supplied hydrochloric acid 37%. Finally, ultra-pure Milli-Q water was obtained through a Millipore purification system (Millipore, Bedford, MA, USA). To prepare stock standard solutions, a concentration of 1000 mg L−1 in MeOH was used, while working solutions were prepared at 10 mg L−1, 1 mg L−1, and 0.1 mg L−1 in 90% Milli-Q water and 10% MeOH in order to prepare the standard calibration points. Water samples were collected from two main rivers in Catalonia (Besòs and Llobregat) on different days between November 2021 and March 2022. Sampling points of both rivers were chosen for being in highly populated areas with many habitants per km2 (hab km−2) of territory or industrialized locations. The Besòs River has a length of 18 km and was divided into five sampling points: Montmeló, Mollet del Vallès, Montcada i Reixach, Santa Coloma de Gramanet, and Sant Adrià del Besòs. Table 1 displays the sampling locations, the coordinates, the flow of the river in each sampling point, the density of population, and the potential contamination that might contribute to the presence of contaminants of a nearby facility.\nTable 1Sampling points and their main characteristics. n.a: not available. *Areas with pharmaceutical industry nearbySampling locationCoordinatesCodesDischarge (m3 s−1) (ACA)Density of population (hab km−2) (IDESCAT n.d)Potential contaminantsBesòs RiverMontmeló (A)41°32′45.7″N, 2°14′41.8″EBS1A (December 2021)BS2A (January 2022)BS3A (February 2022)0.2212198.2Industrial zone (Can Bosquerons)*Mollet del Vallès (B)41°31′50.9″N, 2°13′14.5″EBS1BBS2BBS3Bn.a4762.7Industrial zone (Can Bosquerons)*Montcada I Reixach (C)41°28′54.7″N, 2°11′28.2″EBS1CBS2CBS3Cn.a1562.2WWTP Montcada I Reixach*Santa Coloma de Gramanet (D)41°26′50.9″N, 2°12′14.4″EBS1DBS2DBS3D3.5216854.4High Populated and industrial zone*Sant Adrià del Besòs (E)41°25′20.9″N, 2°13′35.8″EBS1EBS2EBS3En.a9664.4WWTP Besòs*Llobregat RiverSallent (A)41°49′34.0″N, 1°53′31.1″ELL1A (November 2021)LL2A (February 2022)LL3A (March 2022)0.931104.3Industrial zoneManresa (B)41°43′14.4″N, 1°49′03.1″ELL1BLL2BLL3B0.8751859.6Industrial zone (Pont Nou) *Abrera (C)41°31′41.3″N, 1°54′43.8″ELL1CLL2CLL3C3.80636.8WWTP Abrera and Industrial zoneMartorell (D)41°28′34.8″N, 1°56′10.5″ELL1DLL2DLL3D3.372248.0Anoia River confluence (San Juan de Dios Hospital)Sant Vicenç dels Horts (E)41°23′49.2″N, 2°01′05.5″ELL1ELL2ELL3E6.193078.8Industrial zone (Matas)El Prat de Llobregat (F)41°20′15.4″N 2°05′51.1″ELL1FLL2FLL3F9.412070.4Bellvitge Universitary Hospital and Catalan Institute of Oncology*Delta del Llobregat (G)41°18′23.4″N, 2°06′49.4″ELL1GLL2GLL3Gn.a2070.4WWTP El Prat de Llobregat Sampling points and their main characteristics. n.a: not available. *Areas with pharmaceutical industry nearby BS1A (December 2021) BS2A (January 2022) BS3A (February 2022) BS1B BS2B BS3B BS1C BS2C BS3C BS1D BS2D BS3D BS1E BS2E BS3E LL1A (November 2021) LL2A (February 2022) LL3A (March 2022) LL1B LL2B LL3B LL1C LL2C LL3C LL1D LL2D LL3D LL1E LL2E LL3E LL1F LL2F LL3F LL1G LL2G LL3G On the other hand, the Llobregat River has a length of 175 km and was divided into seven sampling points: Sallent, Manresa, Abrera, Martorell, Sant Vicenç dels Horts, El Prat de Llobregat, and Delta del Llobregat (see Table 1). All these areas represent hotspots of both Llobregat and Besòs basins, receiving the discharges of treated or untreated urban wastewaters via sewerage system, runoff of industrial wastes, or/and harbor activities and hospitals. Figure 1 indicates the sampling points in Llobregat and Besòs Rivers via satellite.Fig. 1Geographical distribution of the sampling area in Besòs and Llobregat Rivers Geographical distribution of the sampling area in Besòs and Llobregat Rivers To prevent the degradation of pharmaceuticals, water was collected in amber glass bottles (Vidrafoc, Barcelona, Spain) and immediately stored in the fridge. Furthermore, the extraction procedure started 1 day after the sampling campaigns. Initially, river water was filtered using 0.45 µm nylon filters (Phenomenex, Torrance, CA, USA) to remove solid particles and organic matter. The extraction method was adapted with minor modifications from a previous publication on the characterization of 76 pharmaceuticals, including metabolites and transformation products in wastewaters (Gómez-Canela et al. 2021). Moreover, the instrumental analysis was performed using liquid chromatography coupled with a triple quadrupole mass spectrometer (LC–MS/MS, Xevo TQS, Acquity H-Class, Waters, Milford, CT, USA). For the chromatographic separation, a CORTECS T3 column (100 mm × 2.1 mm, particle size 1.6 µm, Waters, Milford, CT, USA) was used. For more details, please refer to the subsection “Pretreatment and extraction of pharmaceuticals from river water and LC–MS/MS analysis” in the supplementary information. One measurement per sampling point and date was performed injecting 10 µL of sample. The calibration curve range from 0.001 to 2.5 mg L−1 was evaluated by injecting calibration points into a solution of H2O/MeOH (90:10, v/v). To assess matrix effect (ME) and recoveries, a mixture containing the 78 target pharmaceuticals and one metabolite was added at a concentration of 4 µg L−1 to river water from Besòs and Llobregat being 1000 µg L−1 in the final reconstitution volume (200 µL). The instrumental detection limit (IDL) was determined by analyzing the lowest standard concentration that produced a signal-to-noise ratio of 3. Meanwhile, the method detection limit (MDL) was calculated by analyzing spiked river water at 4 µg L−1 and establishing the minimum analyte concentration that resulted in a signal-to-noise ratio of 3 and a signal ratio of 10 for the quantification limit (LOQ). On the other hand, the ME, which can either enhance or suppress the signal due to the river matrix, was evaluated using Eq. 1.1\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ME \\left(\\%\\right)=\\frac{A-B}{C}\\times 100$$\\end{document}ME%=A-BC×100where A represents the area of each pharmaceutical in river spiked water at 1000 µg L−1, B represents the area of each target compound in non-spiked river water, and C represents the area of each pharmaceutical in the standard solution at 1000 µg L−1. Values above 100% indicate ion enhancement, while values below 100% indicate ion suppression caused by the matrix. The collected data comprises concentrations for the 78 pharmaceuticals and one metabolite studied, obtained from the three sampling dates at each of the sampling points (five sampling points in Besòs River and seven sampling points in Llobregat River) (see Table 1). When the best estimator for the concentration was below the limit of detection, the value was replaced with one-third of the detection limit (Fromberg et al. 2011). No further data imputations were performed. To explore the data, boxplots were generated for each sampling point and date (McGill et al. 1978). Additional boxplots were created to compare sampling points within each river. The distribution of concentrations for each sampling point was compared using a Kruskal–Wallis test (Kruskal and Wallis 1952). Pairwise Mann–Whitney tests were conducted to group the samples (Bergmann and Ludbrook 2000); two samples were considered in the same group if they were not distinguishable at the 5% significance level in the pairwise test. The same approach was applied to compare the sampling dates for each river. The relevance of chemical in terms of risk assessment was determined by studying the distribution of concentrations. According to European Medicines Agency (EMA) guidelines (Whomsley et al. 2019), a pharmaceutical would be subject to a risk assessment if its median concentration exceeds 10 ng L−1. To assess if the medians of the 78 tested substances could be considered above this threshold at the 5% significance level, Wilcoxon exact tests were conducted. Additionally, the covariation of chemical concentrations was investigated using a correlogram (Friendly 2002). Pearson’s product-moment correlation coefficients were employed in this analysis. In the correlogram, variables were organized based on their similarity. If distinct groups were identified, clustering (Ward and Hook 1963) was performed to identify sets of chemicals that exhibited similar patterns exhibiting similar patterns. Hierarchical clustering, using Euclidean distance and Ward’s linkage method, was applied to the logarithms of the concentrations to group the analytes. The number of clusters was determined in agreement with the Hubert index (Hubert and Arabie 1985) and validated by inspecting the resulting dendrogram (Sokal and Rohlf 1962). The clustering results were presented in the form of boxplots. Half maximal effective concentration (EC50) can be used to asses acute toxicity according to the Environmental Protection Agency (EPA 2023). EC50 values were collected from literature for different organisms: Daphnia magna, Danio rerio (zebrafish), and Xenopus larvae which are organisms widely used for toxicological studies (Richards and Cole 2006; Martins et al. 2012; Faria et al. 2021). Worst-case scenario was contemplated when different EC50 values were found in literature. The risk quotients (RQs) for individual pharmaceuticals surpassing EMA threshold (10 ng L−1) in one or both rivers were calculated in river water for each river sampling point in Besòs and Llobregat Rivers by dividing the measured environmental concentration (MEC) by the predicted no effect concentration (PNEC) (Nika et al. 2020) using Eq. 2.2\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$RQ=\\frac{MEC}{PNEC}\\frac{MEC}{\\left(\\frac{{EC}_{50}}{1000}\\right)}$$\\end{document}RQ=MECPNECMECEC501000 PNEC values can be obtained by dividing the EC50 by a security factor of 1000 for the scarce knowing chronic toxicity (Toma et al. 2021). Also, RQ summatory of every pharmaceutical in each sampling point was calculated. RQ results were interpreted using the maximum probable risk for ecotoxicological effects from contaminated water applied to river water (Marcus et al. 2010) where RQ < 1 indicates no significant risk, values between 1 ≤ RQ < 10 indicate a small potential for adverse effects, values between 10 ≤ RQ < 100 indicate potential for adverse effects and finally, and RQ ≥ 100 indicates huge potential for adverse effects."
    },
    {
      "title": "Chemicals and materials",
      "text": "Sigma-Aldrich (St. Louis, MO, USA) provided all pharmaceutical standards of 98–99% purity. Table SI1 shows the target compounds with its anatomical therapeutic code (ATC) and its main pharmacology. HPLC grade methanol (MeOH) and acetonitrile were supplied by VWR Chemicals Prolabo (Leuven, Belgium), while ammonium hydroxide and ammonium formate came from Sigma-Aldrich (St. Louis, MO, USA). Fisher Scientific Chemical (Bridgewater, MA, USA) supplied formic acid (HCOOH), and Panreac AppliChem (Darmstadt, Germany) supplied hydrochloric acid 37%. Finally, ultra-pure Milli-Q water was obtained through a Millipore purification system (Millipore, Bedford, MA, USA). To prepare stock standard solutions, a concentration of 1000 mg L−1 in MeOH was used, while working solutions were prepared at 10 mg L−1, 1 mg L−1, and 0.1 mg L−1 in 90% Milli-Q water and 10% MeOH in order to prepare the standard calibration points."
    },
    {
      "title": "Sampling",
      "text": "Water samples were collected from two main rivers in Catalonia (Besòs and Llobregat) on different days between November 2021 and March 2022. Sampling points of both rivers were chosen for being in highly populated areas with many habitants per km2 (hab km−2) of territory or industrialized locations. The Besòs River has a length of 18 km and was divided into five sampling points: Montmeló, Mollet del Vallès, Montcada i Reixach, Santa Coloma de Gramanet, and Sant Adrià del Besòs. Table 1 displays the sampling locations, the coordinates, the flow of the river in each sampling point, the density of population, and the potential contamination that might contribute to the presence of contaminants of a nearby facility.\nTable 1Sampling points and their main characteristics. n.a: not available. *Areas with pharmaceutical industry nearbySampling locationCoordinatesCodesDischarge (m3 s−1) (ACA)Density of population (hab km−2) (IDESCAT n.d)Potential contaminantsBesòs RiverMontmeló (A)41°32′45.7″N, 2°14′41.8″EBS1A (December 2021)BS2A (January 2022)BS3A (February 2022)0.2212198.2Industrial zone (Can Bosquerons)*Mollet del Vallès (B)41°31′50.9″N, 2°13′14.5″EBS1BBS2BBS3Bn.a4762.7Industrial zone (Can Bosquerons)*Montcada I Reixach (C)41°28′54.7″N, 2°11′28.2″EBS1CBS2CBS3Cn.a1562.2WWTP Montcada I Reixach*Santa Coloma de Gramanet (D)41°26′50.9″N, 2°12′14.4″EBS1DBS2DBS3D3.5216854.4High Populated and industrial zone*Sant Adrià del Besòs (E)41°25′20.9″N, 2°13′35.8″EBS1EBS2EBS3En.a9664.4WWTP Besòs*Llobregat RiverSallent (A)41°49′34.0″N, 1°53′31.1″ELL1A (November 2021)LL2A (February 2022)LL3A (March 2022)0.931104.3Industrial zoneManresa (B)41°43′14.4″N, 1°49′03.1″ELL1BLL2BLL3B0.8751859.6Industrial zone (Pont Nou) *Abrera (C)41°31′41.3″N, 1°54′43.8″ELL1CLL2CLL3C3.80636.8WWTP Abrera and Industrial zoneMartorell (D)41°28′34.8″N, 1°56′10.5″ELL1DLL2DLL3D3.372248.0Anoia River confluence (San Juan de Dios Hospital)Sant Vicenç dels Horts (E)41°23′49.2″N, 2°01′05.5″ELL1ELL2ELL3E6.193078.8Industrial zone (Matas)El Prat de Llobregat (F)41°20′15.4″N 2°05′51.1″ELL1FLL2FLL3F9.412070.4Bellvitge Universitary Hospital and Catalan Institute of Oncology*Delta del Llobregat (G)41°18′23.4″N, 2°06′49.4″ELL1GLL2GLL3Gn.a2070.4WWTP El Prat de Llobregat Sampling points and their main characteristics. n.a: not available. *Areas with pharmaceutical industry nearby BS1A (December 2021) BS2A (January 2022) BS3A (February 2022) BS1B BS2B BS3B BS1C BS2C BS3C BS1D BS2D BS3D BS1E BS2E BS3E LL1A (November 2021) LL2A (February 2022) LL3A (March 2022) LL1B LL2B LL3B LL1C LL2C LL3C LL1D LL2D LL3D LL1E LL2E LL3E LL1F LL2F LL3F LL1G LL2G LL3G On the other hand, the Llobregat River has a length of 175 km and was divided into seven sampling points: Sallent, Manresa, Abrera, Martorell, Sant Vicenç dels Horts, El Prat de Llobregat, and Delta del Llobregat (see Table 1). All these areas represent hotspots of both Llobregat and Besòs basins, receiving the discharges of treated or untreated urban wastewaters via sewerage system, runoff of industrial wastes, or/and harbor activities and hospitals. Figure 1 indicates the sampling points in Llobregat and Besòs Rivers via satellite.Fig. 1Geographical distribution of the sampling area in Besòs and Llobregat Rivers Geographical distribution of the sampling area in Besòs and Llobregat Rivers"
    },
    {
      "title": "Pretreatment, extraction, and analysis of pharmaceuticals by LC–MS/MS",
      "text": "To prevent the degradation of pharmaceuticals, water was collected in amber glass bottles (Vidrafoc, Barcelona, Spain) and immediately stored in the fridge. Furthermore, the extraction procedure started 1 day after the sampling campaigns. Initially, river water was filtered using 0.45 µm nylon filters (Phenomenex, Torrance, CA, USA) to remove solid particles and organic matter. The extraction method was adapted with minor modifications from a previous publication on the characterization of 76 pharmaceuticals, including metabolites and transformation products in wastewaters (Gómez-Canela et al. 2021). Moreover, the instrumental analysis was performed using liquid chromatography coupled with a triple quadrupole mass spectrometer (LC–MS/MS, Xevo TQS, Acquity H-Class, Waters, Milford, CT, USA). For the chromatographic separation, a CORTECS T3 column (100 mm × 2.1 mm, particle size 1.6 µm, Waters, Milford, CT, USA) was used. For more details, please refer to the subsection “Pretreatment and extraction of pharmaceuticals from river water and LC–MS/MS analysis” in the supplementary information. One measurement per sampling point and date was performed injecting 10 µL of sample."
    },
    {
      "title": "Quality parameters",
      "text": "The calibration curve range from 0.001 to 2.5 mg L−1 was evaluated by injecting calibration points into a solution of H2O/MeOH (90:10, v/v). To assess matrix effect (ME) and recoveries, a mixture containing the 78 target pharmaceuticals and one metabolite was added at a concentration of 4 µg L−1 to river water from Besòs and Llobregat being 1000 µg L−1 in the final reconstitution volume (200 µL). The instrumental detection limit (IDL) was determined by analyzing the lowest standard concentration that produced a signal-to-noise ratio of 3. Meanwhile, the method detection limit (MDL) was calculated by analyzing spiked river water at 4 µg L−1 and establishing the minimum analyte concentration that resulted in a signal-to-noise ratio of 3 and a signal ratio of 10 for the quantification limit (LOQ). On the other hand, the ME, which can either enhance or suppress the signal due to the river matrix, was evaluated using Eq. 1.1\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ME \\left(\\%\\right)=\\frac{A-B}{C}\\times 100$$\\end{document}ME%=A-BC×100where A represents the area of each pharmaceutical in river spiked water at 1000 µg L−1, B represents the area of each target compound in non-spiked river water, and C represents the area of each pharmaceutical in the standard solution at 1000 µg L−1. Values above 100% indicate ion enhancement, while values below 100% indicate ion suppression caused by the matrix."
    },
    {
      "title": "Statistical approach",
      "text": "The collected data comprises concentrations for the 78 pharmaceuticals and one metabolite studied, obtained from the three sampling dates at each of the sampling points (five sampling points in Besòs River and seven sampling points in Llobregat River) (see Table 1). When the best estimator for the concentration was below the limit of detection, the value was replaced with one-third of the detection limit (Fromberg et al. 2011). No further data imputations were performed. To explore the data, boxplots were generated for each sampling point and date (McGill et al. 1978). Additional boxplots were created to compare sampling points within each river. The distribution of concentrations for each sampling point was compared using a Kruskal–Wallis test (Kruskal and Wallis 1952). Pairwise Mann–Whitney tests were conducted to group the samples (Bergmann and Ludbrook 2000); two samples were considered in the same group if they were not distinguishable at the 5% significance level in the pairwise test. The same approach was applied to compare the sampling dates for each river. The relevance of chemical in terms of risk assessment was determined by studying the distribution of concentrations. According to European Medicines Agency (EMA) guidelines (Whomsley et al. 2019), a pharmaceutical would be subject to a risk assessment if its median concentration exceeds 10 ng L−1. To assess if the medians of the 78 tested substances could be considered above this threshold at the 5% significance level, Wilcoxon exact tests were conducted. Additionally, the covariation of chemical concentrations was investigated using a correlogram (Friendly 2002). Pearson’s product-moment correlation coefficients were employed in this analysis. In the correlogram, variables were organized based on their similarity. If distinct groups were identified, clustering (Ward and Hook 1963) was performed to identify sets of chemicals that exhibited similar patterns exhibiting similar patterns. Hierarchical clustering, using Euclidean distance and Ward’s linkage method, was applied to the logarithms of the concentrations to group the analytes. The number of clusters was determined in agreement with the Hubert index (Hubert and Arabie 1985) and validated by inspecting the resulting dendrogram (Sokal and Rohlf 1962). The clustering results were presented in the form of boxplots."
    },
    {
      "title": "Risk assessment",
      "text": "Half maximal effective concentration (EC50) can be used to asses acute toxicity according to the Environmental Protection Agency (EPA 2023). EC50 values were collected from literature for different organisms: Daphnia magna, Danio rerio (zebrafish), and Xenopus larvae which are organisms widely used for toxicological studies (Richards and Cole 2006; Martins et al. 2012; Faria et al. 2021). Worst-case scenario was contemplated when different EC50 values were found in literature. The risk quotients (RQs) for individual pharmaceuticals surpassing EMA threshold (10 ng L−1) in one or both rivers were calculated in river water for each river sampling point in Besòs and Llobregat Rivers by dividing the measured environmental concentration (MEC) by the predicted no effect concentration (PNEC) (Nika et al. 2020) using Eq. 2.2\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$RQ=\\frac{MEC}{PNEC}\\frac{MEC}{\\left(\\frac{{EC}_{50}}{1000}\\right)}$$\\end{document}RQ=MECPNECMECEC501000 PNEC values can be obtained by dividing the EC50 by a security factor of 1000 for the scarce knowing chronic toxicity (Toma et al. 2021). Also, RQ summatory of every pharmaceutical in each sampling point was calculated. RQ results were interpreted using the maximum probable risk for ecotoxicological effects from contaminated water applied to river water (Marcus et al. 2010) where RQ < 1 indicates no significant risk, values between 1 ≤ RQ < 10 indicate a small potential for adverse effects, values between 10 ≤ RQ < 100 indicate potential for adverse effects and finally, and RQ ≥ 100 indicates huge potential for adverse effects."
    },
    {
      "title": "Results and discussion",
      "text": "Table SI1 shows the mass spectral information of target compounds. Protonated molecular ions were observed in all cases as base peak. Fragmentation differed according to the compounds, given their very different chemical features, with compounds showing strong fragmentation and compounds forming very few ions. Molecular fragmentation characterization can be visualized at Table SI2 for the new optimized compounds in this study. For the rest of pharmaceuticals, MS/MS parameters were obtained from a previous publication (Gómez-Canela et al. 2021). Table 2 displays the quality parameters studied. All precursor ions were measured by positive electrospray (ESI +). Linearity was assessed between 0.001 and 2.5 mg L−1 for the majority of pharmaceuticals. However, three different linearities beginning with the lowest point at 0.005, 0.025, and 0.05 mg L−1 were also used for some target compounds (see Table 2). Correlation coefficients (R2) range from 0.8911 (tiotropium) to 0.9994 (erythromycin). On the other hand, IDLs ranged from 0.0055 pg (tetracycline) to 50.3 pg (doxycycline). MDLs were between 0.20 ng L−1 (capecitabine) and 38 ng L−1 (guanylurea) as well as their LOQs which are ranged from 0.67 to 127 ng L−1, respectively. Recovery rates vary from 10% (tamoxifen) to 161% (losartan). Recovery rates higher than 10% were considered for quantification as it is a method with huge variability due the different physicochemical properties. Finally, results of ME varied from 31% (atorvastatin) to 165% (diazepam).\nTable 2Quality parameters for all 78 pharmaceuticals and one metabolite (*) studied ordered alphabetically. R2; IDL (pg); MDL (ng L−1); LOQ (ng L−1); R.: recovery (%); ME (%)CompoundATC codeLinearity (ng µL−1)R2IDL (pg)MDL (ng L−1)LOQ (ng L−1)R (%) ± RSDME (%)4-AminoantipyrineN02BB030.001–2.50.99460.23639.836 ± 252AcetaminophenN02BE010.001–2.50.98540.64126.571 ± 5149AmiodaroneC01BD010.001–2.50.99320.2794.61530 ± 1745AmitriptylineN06AA090.001–2.50.97630.8710.652.255 ± 895AmoxicillinJ01CA040.001–2.50.9912.953.21136 ± 594AmylmetacresolR02AA030.005–2.50.99568.83185923 ± 243AntipyrineN02BB010.001–2.50.97720.2793.71282 ± 7115AtenololC07AB030.001–2.50.99761.160.632.170 ± 9119AtorvastatinC10AA050.001–2.50.99910.8913.345 ± 231BicalutamideL02BB030.005–2.50.99927.281.65.255 ± 4133CaffeineN06BC010.001–2.50.99510.940.9358 ± 1277CapecitabineL01BC060.001–2.50.99460.740.20.6744 ± 1547ChloroquineP01BA010.005–2.50.98650.26613.433 ± 8105ChlorpheniramineR06AB040.005–2.50.99030.267206896 ± 767ChlortetracyclineD06AA020.001–2.50.9980.101248118 ± 489CiprofloxacinJ01MA020.005–2.50.98991.233.81389 ± 13160CitalopramN06AB040.001–2.50.99320.210.471.649 ± 3141ClarithromycinJ01FA090.005–2.50.97840.1980.210.7168 ± 863CloperastineR05DB210.001–2.50.99531.060.481.661 ± 1462DexamethasoneH02AB020.005–2.50.98091.043.31152 ± 14143DiazepamN05BA010.005–2.50.9930.4580.722.472 ± 5165DiclofenacM01AB050.001–2.50.99820.66151798 ± 464DiflubenzuronQP53BC020.001–2.50.99370.9973.211154 ± 6247DonepezilN06DA020.001–2.50.98020.4180.481.651 ± 385DoxycyclineJ01AA020.005–2.50.953750.35.11723 ± 731EnrofloxacinQJ01MA900.001–2.50.98640.2330.91330 ± 582ErythromycinJ01FA010.001–2.50.99940.83206534 ± 247FenofibrateC10BA030.001–2.50.99750.1821.23.920 ± 1269FlumequineJ01MB070.001–2.50.99510.0311.5563 ± 764FluoxetineN06AB030.001–2.50.97930.6760.280.9447 ± 15135FluticasoneR03BA050.005–2.50.99470.568248056 ± 1248GabapentinN03AX120.001–2.50.98770.1431.2418 ± 346GemcitabineL01BC050.001–2.50.95980.0461.55.118 ± 263GemfibrozilC10AB040.001–2.50.98770.9173210844 ± 554Guanylurea*Metabolite0.001–2.50.93762.313812755 ± 1058HydroxichloroquineP01BA020.005–2.50.95690.2942.27.478 ± 7114IbuprofenM01AE010.005–2.50.96083.37103459 ± 1775IfosfamideL01AA060.001–2.50.89951.140.832.873 ± 7137LevetiracetamN03AX140.001–2.50.99040.1671.34.264 ± 970LevofloxacinJ01MA120.005–2.50.9875.521.13.739 ± 1113LidocaineC01BB010.001–2.50.97950.05570.280.9284 ± 7119LopinivirJ05AR100.001–2.50.99080.2920.461.558 ± 4109LosartanC09CA010.001–2.50.95230.2230.571.9161 ± 25115ManidipineC08CA110.001–2.50.99060.241.24.139 ± 2086MegestrolL02AB010.001–2.50.99580.1724.21474 ± 1067MemantineN06DX010.001–2.50.95960.1450.461.548 ± 3680MetforminA10BA020.001–2.50.9280.216.82316 ± 148Mycophenolic acidL04AA060.001–2.50.95580.8870.82.883 ± 6124NaproxenM01AE020.001–2.50.99010.28626.859 ± 2159NorfloxacinS01AE020.005–2.50.99043.746.12022 ± 756Oxolinic AcidJ01MB050.001–2.50.99470.1011.34.261 ± 766OxytetracyclineD06AA030.001–2.50.97490.689124126 ± 365PantoprazoleA02BC020.005–2.50.98350.33713.527 ± 1172PentoxifyllineC04AD030.001–2.50.99330.1180.742.560 ± 772PrednisoneA07EA030.025–2.50.99590.56144759 ± 642PregabalinN03AX160.001–2.50.99360.392134340 ± 47101PropanololC07AA050.005–2.50.99050.4730.742.555 ± 4144QuetiapineN05AH040.001–2.50.97240.230.712.493 ± 274RasagilineN04BD020.05–2.50.9711.02268735 ± 554RemedesivirJ05AB160.001–2.50.99110.2270.662.245 ± 7113RitonavirJ05AE030.001–2.50.98850.820.82.791 ± 1567RosuvastatinC10BA060.001–2.50.99711.231.65.267 ± 6116SarafloxacinQJ01MA980.001–2.50.99410.1115.41833 ± 637ScopolamineA04AD010.001–2.50.98440.1380.642.164 ± 8118SulfadiazinaJ01EC020.001–2.50.98411.572.58.464 ± 8129SulfamethoxazoleJ04AM080.001–2.50.99780.09150.782.645 ± 681SulfapyridineJ01EB040.001–2.50.99321.221.13.656 ± 11139TamoxifenL02BA010.001–2.50.99470.1631.34.210 ± 23110TetracyclineD06AA040.001–2.50.9950.00553.11031 ± 434TiotropiumR03BB040.005–2.50.89110.7561.85.958 ± 19128TopiramateN03AX110.005–2.50.99558.535.51846 ± 6118TramadolN02AX020.001–2.50.98950.2510.441.571 ± 6125TrazodoneN06AX050.001–2.50.98740.2140.280.964 ± 3108TrimethoprimJ01EA010.001–2.50.99590.2642.48.154 ± 470TylosinQJ01FA900.001–2.50.99560.0334.81647 ± 349VenlafaxineN06AX160.001–2.50.95270.6451.23.988 ± 684VerapamilC08DA010.001–2.50.98110.8190.280.92108 ± 8112VildagliptinA10BH020.001–2.50.99660.4710.571.970 ± 9106 Quality parameters for all 78 pharmaceuticals and one metabolite (*) studied ordered alphabetically. R2; IDL (pg); MDL (ng L−1); LOQ (ng L−1); R.: recovery (%); ME (%) Concentrations of the pharmaceuticals were calculated in both Llobregat and Besòs Rivers. Table SI3 shows the concentrations of target compounds in all sampling points studied and their dates. Furthermore, Table SI4 indicates the median values for all pharmaceuticals for all sampling dates and spots for each river. Values above 100 ng L−1 are candidates to be monitored because EU Watchlist regulation for surface waters is including more pharmaceuticals each year, and 100 ng L−1 limit is common for most pharmaceuticals (EUR-LEX directive 2013). In Besòs River, the pharmaceuticals that were above 100 ng L−1 (median values) were guanylurea (1640 ng L−1), rasagilline (1198 ng L−1), gemfibrozil (526 ng L−1), naproxen (355 ng L−1), metformin (272 ng L−1), lidocaine (245 ng L−1), tramadol (235 ng L−1) memantine (235 ng L−1), amylmetracresol (220 ng L−1), losartan (220 ng L−1), venlafaxine (212 ng L−1), ibuprofen (205 ng L−1), topiramate (194 ng L−1), caffeine (193 ng L−1), diclofenac (188 ng L−1), norfloxacin (ng L−1), and atenolol (122 ng L−1) (see Table SI4). On the other hand, in Llobregat River (median values), the pharmaceuticals were ibuprofen (1658 ng L−1), guanylurea (1644 ng L−1), amitriptyline (638 ng L−1), acetaminophen (564 ng L−1), merformin (478 ng L−1), caffeine (329 ng L−1), rasagilline (310 ng L−1), tramadol (272 ng L−1), gemfibrozil (265 ng L−1), dexamethasone (235 ng L−1), topiramate (189 ng L−1), sulfapyridine (183 ng L−1), cloperastine (181 ng L−1), gabapentin (163 ng L−1), norfloxacin (144 ng L−1), losartan (132 ng L−1), venlafaxine (126 ng L−1), naproxen (109 ng L−1), and antipyrine (101 ng L−1) (see Table SI4). Comparing both rivers, they shared some pharmaceuticals with concentrations higher than 100 ng L−1 such as guanylurea, rasagiline, gemfobrozil, naproxen, metformin, losartan, ibuprofen, topiramate, caffeine, and norfloxacin. Guanylurea which is a metabolite of metformin was found between 314 and 3615 ng L−1 in the Besòs River and 233 to 4094 ng L−1 in the Llobregat River. Previous studies indicate guanylurea as an extremely high concentrated compound. For example, Scheurer et al. (2012), in a study about metformin and guanylurea in the environment reported levels of this metabolite in the range of 100 to 28,000 ng L−1 in Heilbronn and Krösch Rivers (Germany). Another pharmaceutical highly detected was rasagilline, used for the Parkinson disease, in a range of concentrations between 178 and 2859 ng L−1 in the Besòs River, and between 260 and 1930 ng L−1, in the Llobregat River. Scarce information was found of rasagilline concentration in surface waters. Gómez-Canela et al. (2021), in a study about the presence of 76 pharmaceuticals in wastewater, did not detect rasagilline. Surprisingly, the high concentrations found in the present study significate the urgency to monitor this contaminant. On the other hand, gemfibrozil was also found in both rivers at high concentrations. In the Besòs River, the concentrations were ranged from 196 to 2862 ng L−1 and from 121 to 1968 ng L−1 in the Llobregat River. Gemfibrozil which is prescribed worldwide for a treatment of high blood cholesterol has been widely detected in surface waters worldwide. Wang et al. (2010) reported mean values of 59.2 ng L−1 of gemfibrozil in Hai River (China) in a study of occurrence and risk assessment for acidic pharmaceuticals in river waters, while Al-Ghafri et al. (2023) reported higher values of 500 ng L−1 in surface waters in a study of zebrafish alterations caused by these pharmaceuticals. Finally, Reichert et al. (2020), reported levels of 466 ng L−1 in a study of subtropical urban rivers of Brazil (Ronda River). All these values were below the ones detected on this study which gave concentrations of 2862 or 1968 in Besòs and Llobregat Rivers, respectively, in determined sampling spots. Moreover, naproxen was found between 50 and 1197 ng L−1 in Besòs River and 12 to 819 ng L−1 in Llobregat River. Naproxen which is a nonsteroidal anti-inflammatory drug has been found at a very wide range of concentrations in river waters worldwide. Wojcieszyńska and Guzik (2020), in a review about the occurrence of naproxen in surface waters, reported concentrations between 3 ng L−1 in Switzerland lakes and 753 ng L−1 in Poland rivers. Furthermore, Amos Sibeko et al. (2019) reported high concentrations of naproxen (2300 ng L−1) in Mbokodweni River (SouthAfrica) in a study of pharmaceuticals in river water. Metformin was found between 27 to 4576 ng L−1 in the Besòs River and 53 to 900 ng L−1 in the Llobregat River. Metformin is a widely used drug for diabetes, and its prescription has been increasing for the past years (Blackwell et al. 2022). Briones et al. (2016) indicated in a review about the global impact of metformin concentrations of this compound from 8.7 to 9240 ng L−1 in Michigan Lake (USA) to even the maximum ever reported in surface waters which was 20,000 ng L−1 in Tianjin (China). Another pharmaceutical detected at high concentrations was losartan, which is used alone or together with other medicines to treat high blood pressure (hypertension). It was found between 2 and 767 ng L−1 in the Besòs River and between 59 and 1171 ng L−1 in the Llobregat River. Reque et al. (2021), in a study about the ecotoxicity of losartan reported that this pharmaceutical could be found in several water bodies because of its presence in influents of WWTPs and sea waters. In this study, a maximum concentration of 1699.8 ng L−1 was reported in Hudson River (USA). Ibuprofen was detected from 61 to 1150 ng L−1 in the Besòs River, and it was detected from 270 ng L−1 to 2844 in the Llobregat River. In a study of monitoring the presence of ibuprofen in Portuguese surface waters, concentrations of this pharmaceutical were reported from non-detected in some rivers to 3868 ng L−1 in hospitals effluents (Paíga et al. 2013). Topiramate was found between 24 and 960 ng L−1 in the Besòs River and 22 to 482 ng L−1 in the Llobregat River. Topiramate, which is a worldwide antiepileptic drug, has been reported at lower concentrations than the ones obtained in this study. Liu et al. (2023) reported levels up to 364 ng L−1 in Germany surface waters in a study of antiepileptic drugs in the aquatic environment. Caffeine was found between 5 and 1231 ng L−1 in the Besòs River and 36 to 551 ng L−1 in the Llobregat River. Several drugs contain a small percentage of caffeine, and therefore, it is daily consumed by millions in some drinks and food (Paíga et al. 2019). A wide concentration range of this contaminants can be found worldwide. Li et al. (2020), in a review about the occurrence of caffeine in the freshwater environment, reported mean levels from 36.8 ng L−1 in river water from Malaysia to Brazil which the highest mean concentrations found in river water (12,300 ng L−1). Finally, norfloxacin was found between 58 and 2792 ng L−1 in the Besòs River and 20 to 1069 ng L−1 in Llobregat River. Norfloxacin which is a highly used antibiotic used for bacterial infections has been reported widely at literature. India has the highest values of this pharmaceutical. Ranjan et al. (2022) reported levels of 250 µg L−1 in a study of emerging pollutants in river waters. However, in European countries, the concentrations reported of norfloxacin were lower. Maghsodian et al. (2022) reported values up to 544 ng L−1 in river waters. A statistical study was conducted to discern the concentration of pharmaceuticals among sampling spots and time, highlighting the most concentrated spots and periods in both rivers. Figure 2 illustrates the distribution of the concentrations of the pharmaceuticals by river, sampling point, and sampling date. Concentrations were presented on a logarithmic scale, and experimental results below LOQ were included to prevent misinterpretations. The boxplots suggested distinguishable distributions of pharmaceuticals at some sampling points.Fig. 2Summary of pharmaceuticals concentration in each river point of Besòs and Llobregat Rivers (BSA-BSE, LLA-LLG) and the three different samplings dates (1–3) Summary of pharmaceuticals concentration in each river point of Besòs and Llobregat Rivers (BSA-BSE, LLA-LLG) and the three different samplings dates (1–3) In the Besòs River, the BSA sample exhibited the lowest pharmaceutical concentration, especially on sampling dates 1 and 2 (December 2021 and January 2022). In other Besòs sampling sites, concentrations were higher on dates 1 and 3 (December 2021 and February 2022). The Besòs River was selected in this study because it is a river with nearby industrial zones, including several pharmaceutical companies. In this study, comparing Besòs sampling points, it did not seem that there was a correlation between industrial zones and pharmaceutical concentrations. However, there was a correlation with population density, as BSA had the lowest pharmaceutical concentration and the second lowest population density among the sampling points (2198.2 hab km−2) (see Table 1). Moreover, the second lowest concentration point (BSC) was the one with the lowest population density (1562.2 hab km−2). Notably, the sampling point with the highest concentrations was BSE, corresponding to Sant Adrià del Besòs near the river mouth with a highly density of population area. Furthermore, Besòs WWTP (see Table 1) is nearby which can contribute to the high concentrations of some compounds found in this sampling point (Rúa-Gómez and Püttmann 2012). The pharmaceuticals with the highest levels at this sampling point (BSE) were guanylurea (8273 ng L−1) in BS1E (December 2021), metformin (4576 ng L−1), rasagiline (2132 ng L−1), gemfibrozil (1393 ng L−1), naproxen (1174 ng L−1), and tramadol (1001 ng L−1) in BSE3 (February 2022). The elevated concentration of guanylurea comes as no surprise, considering it is a metabolite of one of the most commonly prescribed antidiabetic drugs, metformin (Blackwell et al. 2022). Notably, guanylurea has even found applications in certain therapies as a weight-loss agent (Yerevanian and Soukas 2019). Additionally, the detection of high levels of rasagiline, gemfibrozil, naproxen, and tramadol is noteworthy. Rasagiline is employed in the treatment of Parkinson’s disease, gemfibrozil is known for its role in reducing cholesterol levels, naproxen is a well-known painkiller (Ogbemudia et al. 2022), and tramadol is also used for pain management (Kiani et al. 2022). This diversity in pharmaceuticals and their varied applications highlights the complexity of the environmental impact of these substances, necessitating careful monitoring and assessment for potential risks to both ecological systems and human health. These findings underscore the pressing need for the development and implementation of novel methodologies to eliminate pharmaceuticals from aquatic environments, particularly in rivers. In proximity to the sampling point (BSE), Besòs WWTP manages domestic and industrial wastewater, with treated water being discharged into the sea via submarine emissaries (AMB n.d.). Conversely, in the Llobregat River, the sampling point LLF exhibited the highest concentrations of target compounds. Situated in El Prat de Llobregat, a densely populated area near of two of Catalonia’s most significant hospitals, the Catalan Institute of Oncology (ICO) and Bellvitge University Hospital, this location raises concerns. The Catalan Institute of Oncology sees approximately 3200 discharges and over 16,000 first visits annually, along with nearly 42,000 day hospital sessions and over 2500 external radiotherapy sessions (ICO n.d.). Meanwhile, the University Hospital receives more than 37,000 new patients annually, with over 100,000 urgencies and more than 27,000 hospital day sessions (ICO n.d.) . These hospitals could contribute to the heightened concentrations observed at LLF. Comparing the concentration results of Llobregat River with the potential contaminants described in Table 1, the highly contaminated spot (LLF) is the second most populated among the Llobregat sampling points with 2070.4 hab km−2, while the least contaminated spot (LLA) had the lowest population density (104.3 hab km−2). Once again, as in the Besòs River, there is no clear correlation between industrial zones and pharmaceutical residues, except in LLF where the results were very high, likely due to the two nearby hospitals (Table 1). The highest concentrated pharmaceuticals in this point (LLF) were ibuprofen (4777 ng L−1) and guanylurea (4094 ng L−1) in LLF3 (March 2022), acetaminophen (3377 ng L−1), tramadol (1456 ng L−1) and metformin (900 ng L−1) in LLF2 (February 2022) and rasagiline (1930 ng L−1) and gabapentin (1110 ng L−1) in LLF1 (November 2021). Here, it is emphasized the concentration of ibuprofen (Brillas 2022) and acetaminophen (Nunes et al. 2014) which are world-wide used anti-inflammatory and analgesic drugs respectively. Therefore, high concentrations of gabapentin (which is used for epileptic attacks) and losartan (reduce high arterial pressure) were found (Lin et al. 2022; Mattle et al. 2022). Despite the proximity of the oncological hospital to the sampled area, the results do not indicate an elevated presence of chemotherapy pharmaceuticals such as capecitabine, included in the present study. To further investigate about this observed general differences, statistical tests were performed for both rivers, comparing sampling point and sampling dates. Figure 3 A shows the distribution of pharmaceuticals in Besòs River. A Kruskal–Wallis test rejected the hypothesis of equivalence in medians (p < 0.001). Pairwise Mann–Whitney tests identified two different groups; BSA median was lower than the medians in the rest of sampling sites. So, BSA was the less contaminated point in terms of pharmaceutical products. Figure 3 B also shows the distribution of chemical in Besòs River per sampling date. A Kruskal–Wallis test rejects the hypothesis of equivalence in medians (p < 0.001). Pairwise Mann–Whitney tests identify differences among the three sampling dates which had an important impact in the present study being February 2022 the period with high concentration of pharmaceuticals. Figure 3 C shows the distribution of chemicals in Llobregat River per sampling point. A Kruskal–Wallis test rejects the hypothesis of equivalence in medians (p < 0.001). Pairwise Mann–Whitney tests indicate three groups: (1) LLA, LLB, and LLG; (2) LLD and LLE; and (3) LLF which is the point near the hospitals mentioned before. Sampling point LLC cannot tell a part neither from group (1) nor from group (2); it is however different than group 3. Group 3 has a higher median concentration of pollutants than groups 2 and 1. Group 2 has also a higher median concentration than group 1. Figure 3 D also indicates the distribution of chemical in Llobregat River per sampling date. A Kruskal–Wallis test rejects the hypothesis of equivalence in medians (p < 0.001), and pairwise Mann–Whitney tests identify differences among the three sampling dates being March 2022 the date with most concentration of pharmaceuticals.Fig. 3Pharmaceutical concentration in Besòs and Llobregat Rivers per sampling point in the 3 days sampled (A and C) and per sampling date in the five and seven sampling points, respectively (B and D). (1), (2), and (3) indicate the different groups generated according to the concentrations of pharmaceuticals in Besòs and Llobregat Rivers (using pairwise Mann–Whitney test) Pharmaceutical concentration in Besòs and Llobregat Rivers per sampling point in the 3 days sampled (A and C) and per sampling date in the five and seven sampling points, respectively (B and D). (1), (2), and (3) indicate the different groups generated according to the concentrations of pharmaceuticals in Besòs and Llobregat Rivers (using pairwise Mann–Whitney test) Secondly, the analytical data were studied looking at the outcomes for each pharmaceutical. Concentrations were compared to the EMA reference level of 10 ng L−1 (Whomsley et al. 2019), and, afterwards, covariation of concentration are explored by correlational study and hierarchical clustering. Considering the chemicals which median concentration is above their LOQ, Wilcoxon tests show that 40 out of the 78 chemical median concentrations exceed 10 ng L−1 in both rivers. Additionally, five chemicals are over this limit only in Besòs and five only in Llobregat. The study of the conjoint variations on the pharmaceuticals concentrations indicated that some chemicals have distribution patterns that are similar among them. These appear grouped in the correlogram shown in Fig. 4. Therefore, a cluster analysis may help to distinguish these groups and to characterize these different patterns.Fig. 4Correlogram of pharmaceuticals concentrations and results of the cluster analysis of pharmaceuticals concentrations Correlogram of pharmaceuticals concentrations and results of the cluster analysis of pharmaceuticals concentrations Hierarchical clustering of the concentrations allows to identify six different clusters of compounds. Figure 4 show the results of the clusters, and Table SI4 indicates the pharmaceuticals in each cluster group. Cluster 1 corresponds to compounds which median consistently exceeds the limit of 10 ng L−1. As can be seen, the compounds of this cluster are the ones with highest concentrations in both Besòs and Llobregat Rivers which were commented at “Levels of pharmaceuticals in Besòs and Llobregat Rivers.” These are compounds which can become an environmental threat and should be monitored. Cluster 2 compounds also tend to be in higher concentrations although they may occasionally show lower concentration values. Cluster 3 chemicals have also medians that commonly overpass the reference limit; however, the concentrations may be often below this limit. Concentrations are higher in Llobregat for the chemicals in this group. Cluster 4 and 5 are of less concern, and the included compounds will only occasionally be over 10 ng L−1. Cluster 5 show the specificity of grouping compound that have higher concentrations in Besòs that Llobregat. Cluster 6 compounds will just rarely reach concerning concentrations. A risk assessment was performed for pharmaceuticals with median concentration higher than 10 ng L−1, in line with the threshold set by EMA for further risk evaluation (Whomsley et al. 2019). A statistical analysis was carried out to identify pharmaceuticals significantly exceeding this threshold, and the median results are presented in Table SI4. Table 3 displays the EC50 and RQ values for pharmaceuticals in both Llobregat and Besòs Rivers, calculated from the median concentrations in each river. Individual values are available in Table SI5. All pharmaceutical exhibited RQ values below 1, indicating no potential risk to the environment. Nevertheless, amylmetacresol and chloroquine showed high values in both Besòs River (0.220 and 0.446) and Llobregat River (0.0942 and 0.591), approaching the threshold. Monitoring and further toxicological studies are warranted, particularly for guanylurea, which demonstrated very high median concentrations (1640 and 1644 ng L−1) in Besòs and Llobregat Rivers, respectively. Concentrations of guanylurea in the literature have been reported at the µg L−1 level, making it a candidate for future monitoring (Scheurer et al. 2012; Trautwein et al. 2014).\nTable 3Bibliographic EC50 in Daphnia magna (24 h and 48 h acute toxicity test) and RQ (median value) of each pharmaceutical and metabolite with concentrations surpassing EMA threshold (10 ng L−1) in Besòs or/and Llobregat Rivers. n.a: not availablePharmaceuticalEC50 (mg L−1)ReferenceRQ (Besòs)RQ (Llobregat)Acetaminophen100Richards and Cole (2006)0.0009940.00564Amitriptyline4990Lilius et al. (1995)0.000009610.000128Amylmetacresol1.0 ECOSAR (2023)0.2200.0942Antipyrine6.8Favier et al. (2019)0.009450.0149Atenolol310Küster et al. (2010)0.0003950.0000522Caffeine161.2Martins et al. (2007)0.001200.00204Chloroquine3.8Zurita et al. (2005)0.004900.0195Ciprofloxacin1.2Kim et al. (2010)0.04440.0146Citalopram28.9Duan et al. (2022)0.003250.00105Cloperastinen.a---Dexomethasone13.7Sun et al. (2010)0.001770.0172Diazepam14Martins et al. (2007)0.001460.000426Diclofenac123.3de Oliveira et al. (2016)0.001520.000215Fenofibrate50.1Isidori et al. (2007)0.0002050.000429Fluoxetine4.8Richards and Cole (2006)0.004370.00107Gabapentin > 100Minguez et al. (2016) < 0.000782 < 0.00163Gemfibrozil161.1Isidori et al. (2007)0.003260.00164Guanylurean.a---Ibuprofen39Richards and Cole (2006)0.005260.0425Levetiracetam > 100Minguez et al. (2016) < 0.000358 < 0.000491Levofloxacinn.a---Lidocaine308.8Lomba et al. (2020)0.0007930.000167Losartan303.7Reque et al. (2021)0.0007240.000434Megestrol5Franquet-Griell et al. (2015)0.0022760.009Memantinen.a---Metformin64Cleuvers (2003)0.004250.00748Mycophenolic acid > 100Franquet-Griell et al. (2015) < 0.000351 < 0.000183Naproxen163.3Cleuvers (2004)0.002170.000668Norfloxacinn.a---Oxytetracycline22.6Isidori et al. (2005)0.001190.00237Pantoprazolen.a---Prednisone3822Franquet-Griell et al. (2015)0.000004660.0000126Rasagilinen.a---Sulfadiazina188Anskjær et al. (2013)0.0001940.000272Sulfamethoxazole25.2Isidori et al. (2005)0.002460.00103Sulfapyridinen.a---Topiramaten.a---Tramadol73Bergheim et al. (2012)0.003220.00372Venlafaxine148.3Minguez et al. (2016)0.001430.000850Vildagliptinn.a--- Bibliographic EC50 in Daphnia magna (24 h and 48 h acute toxicity test) and RQ (median value) of each pharmaceutical and metabolite with concentrations surpassing EMA threshold (10 ng L−1) in Besòs or/and Llobregat Rivers. n.a: not available The summation of RQ results for each pharmaceutical at each river point was also analyzed to assess differences between sampling locations. Table 4 shows the summatory of the RQ in each point of both Llobregat and Besòs Rivers. Sampling points LLA, LLB, LLC, LLD, LLG, BSA, and BSB recorded values below 0.5, signifying very low RQ, even when considering all pharmaceuticals. On the other hand, sampling points BSC, BSD, BSE, and LLE approached 1, indicating a small potential threat. Finally, LLF gave the higher value (1.20). Although it is below 10 which is the threshold for potential for adverse effects, further investigation will be needed in this point. The contribution in this point was highly caused by amylmetacresol (0.80) and chloroquine (0.09) (see Table SI6). Amylmetacresol use can be associated with winter season as it is used for throat and mouth infections (Morokutti-Kurz et al. 2017). For chloroquine, a possible hypothesis could be the increasing of consumption of this pharmaceutical due the COVID-19 pandemic in Catalonia (Vivanco-Hidalgo et al. 2021). Moreover, LLF sampling spot is near the Catalan Institute of Oncology and Bellvitge University Hospital which may be one of the causes why the RQ is higher in this area.\nTable 4Summary of the RQ caused by all the pharmaceuticals and metabolite in each river point (average of the three samplings of each river point) Summary of the RQ caused by all the pharmaceuticals and metabolite in each river point (average of the three samplings of each river point)"
    },
    {
      "title": "Mass spectral characterization",
      "text": "Table SI1 shows the mass spectral information of target compounds. Protonated molecular ions were observed in all cases as base peak. Fragmentation differed according to the compounds, given their very different chemical features, with compounds showing strong fragmentation and compounds forming very few ions. Molecular fragmentation characterization can be visualized at Table SI2 for the new optimized compounds in this study. For the rest of pharmaceuticals, MS/MS parameters were obtained from a previous publication (Gómez-Canela et al. 2021)."
    },
    {
      "title": "Quality parameters",
      "text": "Table 2 displays the quality parameters studied. All precursor ions were measured by positive electrospray (ESI +). Linearity was assessed between 0.001 and 2.5 mg L−1 for the majority of pharmaceuticals. However, three different linearities beginning with the lowest point at 0.005, 0.025, and 0.05 mg L−1 were also used for some target compounds (see Table 2). Correlation coefficients (R2) range from 0.8911 (tiotropium) to 0.9994 (erythromycin). On the other hand, IDLs ranged from 0.0055 pg (tetracycline) to 50.3 pg (doxycycline). MDLs were between 0.20 ng L−1 (capecitabine) and 38 ng L−1 (guanylurea) as well as their LOQs which are ranged from 0.67 to 127 ng L−1, respectively. Recovery rates vary from 10% (tamoxifen) to 161% (losartan). Recovery rates higher than 10% were considered for quantification as it is a method with huge variability due the different physicochemical properties. Finally, results of ME varied from 31% (atorvastatin) to 165% (diazepam).\nTable 2Quality parameters for all 78 pharmaceuticals and one metabolite (*) studied ordered alphabetically. R2; IDL (pg); MDL (ng L−1); LOQ (ng L−1); R.: recovery (%); ME (%)CompoundATC codeLinearity (ng µL−1)R2IDL (pg)MDL (ng L−1)LOQ (ng L−1)R (%) ± RSDME (%)4-AminoantipyrineN02BB030.001–2.50.99460.23639.836 ± 252AcetaminophenN02BE010.001–2.50.98540.64126.571 ± 5149AmiodaroneC01BD010.001–2.50.99320.2794.61530 ± 1745AmitriptylineN06AA090.001–2.50.97630.8710.652.255 ± 895AmoxicillinJ01CA040.001–2.50.9912.953.21136 ± 594AmylmetacresolR02AA030.005–2.50.99568.83185923 ± 243AntipyrineN02BB010.001–2.50.97720.2793.71282 ± 7115AtenololC07AB030.001–2.50.99761.160.632.170 ± 9119AtorvastatinC10AA050.001–2.50.99910.8913.345 ± 231BicalutamideL02BB030.005–2.50.99927.281.65.255 ± 4133CaffeineN06BC010.001–2.50.99510.940.9358 ± 1277CapecitabineL01BC060.001–2.50.99460.740.20.6744 ± 1547ChloroquineP01BA010.005–2.50.98650.26613.433 ± 8105ChlorpheniramineR06AB040.005–2.50.99030.267206896 ± 767ChlortetracyclineD06AA020.001–2.50.9980.101248118 ± 489CiprofloxacinJ01MA020.005–2.50.98991.233.81389 ± 13160CitalopramN06AB040.001–2.50.99320.210.471.649 ± 3141ClarithromycinJ01FA090.005–2.50.97840.1980.210.7168 ± 863CloperastineR05DB210.001–2.50.99531.060.481.661 ± 1462DexamethasoneH02AB020.005–2.50.98091.043.31152 ± 14143DiazepamN05BA010.005–2.50.9930.4580.722.472 ± 5165DiclofenacM01AB050.001–2.50.99820.66151798 ± 464DiflubenzuronQP53BC020.001–2.50.99370.9973.211154 ± 6247DonepezilN06DA020.001–2.50.98020.4180.481.651 ± 385DoxycyclineJ01AA020.005–2.50.953750.35.11723 ± 731EnrofloxacinQJ01MA900.001–2.50.98640.2330.91330 ± 582ErythromycinJ01FA010.001–2.50.99940.83206534 ± 247FenofibrateC10BA030.001–2.50.99750.1821.23.920 ± 1269FlumequineJ01MB070.001–2.50.99510.0311.5563 ± 764FluoxetineN06AB030.001–2.50.97930.6760.280.9447 ± 15135FluticasoneR03BA050.005–2.50.99470.568248056 ± 1248GabapentinN03AX120.001–2.50.98770.1431.2418 ± 346GemcitabineL01BC050.001–2.50.95980.0461.55.118 ± 263GemfibrozilC10AB040.001–2.50.98770.9173210844 ± 554Guanylurea*Metabolite0.001–2.50.93762.313812755 ± 1058HydroxichloroquineP01BA020.005–2.50.95690.2942.27.478 ± 7114IbuprofenM01AE010.005–2.50.96083.37103459 ± 1775IfosfamideL01AA060.001–2.50.89951.140.832.873 ± 7137LevetiracetamN03AX140.001–2.50.99040.1671.34.264 ± 970LevofloxacinJ01MA120.005–2.50.9875.521.13.739 ± 1113LidocaineC01BB010.001–2.50.97950.05570.280.9284 ± 7119LopinivirJ05AR100.001–2.50.99080.2920.461.558 ± 4109LosartanC09CA010.001–2.50.95230.2230.571.9161 ± 25115ManidipineC08CA110.001–2.50.99060.241.24.139 ± 2086MegestrolL02AB010.001–2.50.99580.1724.21474 ± 1067MemantineN06DX010.001–2.50.95960.1450.461.548 ± 3680MetforminA10BA020.001–2.50.9280.216.82316 ± 148Mycophenolic acidL04AA060.001–2.50.95580.8870.82.883 ± 6124NaproxenM01AE020.001–2.50.99010.28626.859 ± 2159NorfloxacinS01AE020.005–2.50.99043.746.12022 ± 756Oxolinic AcidJ01MB050.001–2.50.99470.1011.34.261 ± 766OxytetracyclineD06AA030.001–2.50.97490.689124126 ± 365PantoprazoleA02BC020.005–2.50.98350.33713.527 ± 1172PentoxifyllineC04AD030.001–2.50.99330.1180.742.560 ± 772PrednisoneA07EA030.025–2.50.99590.56144759 ± 642PregabalinN03AX160.001–2.50.99360.392134340 ± 47101PropanololC07AA050.005–2.50.99050.4730.742.555 ± 4144QuetiapineN05AH040.001–2.50.97240.230.712.493 ± 274RasagilineN04BD020.05–2.50.9711.02268735 ± 554RemedesivirJ05AB160.001–2.50.99110.2270.662.245 ± 7113RitonavirJ05AE030.001–2.50.98850.820.82.791 ± 1567RosuvastatinC10BA060.001–2.50.99711.231.65.267 ± 6116SarafloxacinQJ01MA980.001–2.50.99410.1115.41833 ± 637ScopolamineA04AD010.001–2.50.98440.1380.642.164 ± 8118SulfadiazinaJ01EC020.001–2.50.98411.572.58.464 ± 8129SulfamethoxazoleJ04AM080.001–2.50.99780.09150.782.645 ± 681SulfapyridineJ01EB040.001–2.50.99321.221.13.656 ± 11139TamoxifenL02BA010.001–2.50.99470.1631.34.210 ± 23110TetracyclineD06AA040.001–2.50.9950.00553.11031 ± 434TiotropiumR03BB040.005–2.50.89110.7561.85.958 ± 19128TopiramateN03AX110.005–2.50.99558.535.51846 ± 6118TramadolN02AX020.001–2.50.98950.2510.441.571 ± 6125TrazodoneN06AX050.001–2.50.98740.2140.280.964 ± 3108TrimethoprimJ01EA010.001–2.50.99590.2642.48.154 ± 470TylosinQJ01FA900.001–2.50.99560.0334.81647 ± 349VenlafaxineN06AX160.001–2.50.95270.6451.23.988 ± 684VerapamilC08DA010.001–2.50.98110.8190.280.92108 ± 8112VildagliptinA10BH020.001–2.50.99660.4710.571.970 ± 9106 Quality parameters for all 78 pharmaceuticals and one metabolite (*) studied ordered alphabetically. R2; IDL (pg); MDL (ng L−1); LOQ (ng L−1); R.: recovery (%); ME (%)"
    },
    {
      "title": "Levels of pharmaceuticals in Besòs and Llobregat Rivers",
      "text": "Concentrations of the pharmaceuticals were calculated in both Llobregat and Besòs Rivers. Table SI3 shows the concentrations of target compounds in all sampling points studied and their dates. Furthermore, Table SI4 indicates the median values for all pharmaceuticals for all sampling dates and spots for each river. Values above 100 ng L−1 are candidates to be monitored because EU Watchlist regulation for surface waters is including more pharmaceuticals each year, and 100 ng L−1 limit is common for most pharmaceuticals (EUR-LEX directive 2013). In Besòs River, the pharmaceuticals that were above 100 ng L−1 (median values) were guanylurea (1640 ng L−1), rasagilline (1198 ng L−1), gemfibrozil (526 ng L−1), naproxen (355 ng L−1), metformin (272 ng L−1), lidocaine (245 ng L−1), tramadol (235 ng L−1) memantine (235 ng L−1), amylmetracresol (220 ng L−1), losartan (220 ng L−1), venlafaxine (212 ng L−1), ibuprofen (205 ng L−1), topiramate (194 ng L−1), caffeine (193 ng L−1), diclofenac (188 ng L−1), norfloxacin (ng L−1), and atenolol (122 ng L−1) (see Table SI4). On the other hand, in Llobregat River (median values), the pharmaceuticals were ibuprofen (1658 ng L−1), guanylurea (1644 ng L−1), amitriptyline (638 ng L−1), acetaminophen (564 ng L−1), merformin (478 ng L−1), caffeine (329 ng L−1), rasagilline (310 ng L−1), tramadol (272 ng L−1), gemfibrozil (265 ng L−1), dexamethasone (235 ng L−1), topiramate (189 ng L−1), sulfapyridine (183 ng L−1), cloperastine (181 ng L−1), gabapentin (163 ng L−1), norfloxacin (144 ng L−1), losartan (132 ng L−1), venlafaxine (126 ng L−1), naproxen (109 ng L−1), and antipyrine (101 ng L−1) (see Table SI4). Comparing both rivers, they shared some pharmaceuticals with concentrations higher than 100 ng L−1 such as guanylurea, rasagiline, gemfobrozil, naproxen, metformin, losartan, ibuprofen, topiramate, caffeine, and norfloxacin. Guanylurea which is a metabolite of metformin was found between 314 and 3615 ng L−1 in the Besòs River and 233 to 4094 ng L−1 in the Llobregat River. Previous studies indicate guanylurea as an extremely high concentrated compound. For example, Scheurer et al. (2012), in a study about metformin and guanylurea in the environment reported levels of this metabolite in the range of 100 to 28,000 ng L−1 in Heilbronn and Krösch Rivers (Germany). Another pharmaceutical highly detected was rasagilline, used for the Parkinson disease, in a range of concentrations between 178 and 2859 ng L−1 in the Besòs River, and between 260 and 1930 ng L−1, in the Llobregat River. Scarce information was found of rasagilline concentration in surface waters. Gómez-Canela et al. (2021), in a study about the presence of 76 pharmaceuticals in wastewater, did not detect rasagilline. Surprisingly, the high concentrations found in the present study significate the urgency to monitor this contaminant. On the other hand, gemfibrozil was also found in both rivers at high concentrations. In the Besòs River, the concentrations were ranged from 196 to 2862 ng L−1 and from 121 to 1968 ng L−1 in the Llobregat River. Gemfibrozil which is prescribed worldwide for a treatment of high blood cholesterol has been widely detected in surface waters worldwide. Wang et al. (2010) reported mean values of 59.2 ng L−1 of gemfibrozil in Hai River (China) in a study of occurrence and risk assessment for acidic pharmaceuticals in river waters, while Al-Ghafri et al. (2023) reported higher values of 500 ng L−1 in surface waters in a study of zebrafish alterations caused by these pharmaceuticals. Finally, Reichert et al. (2020), reported levels of 466 ng L−1 in a study of subtropical urban rivers of Brazil (Ronda River). All these values were below the ones detected on this study which gave concentrations of 2862 or 1968 in Besòs and Llobregat Rivers, respectively, in determined sampling spots. Moreover, naproxen was found between 50 and 1197 ng L−1 in Besòs River and 12 to 819 ng L−1 in Llobregat River. Naproxen which is a nonsteroidal anti-inflammatory drug has been found at a very wide range of concentrations in river waters worldwide. Wojcieszyńska and Guzik (2020), in a review about the occurrence of naproxen in surface waters, reported concentrations between 3 ng L−1 in Switzerland lakes and 753 ng L−1 in Poland rivers. Furthermore, Amos Sibeko et al. (2019) reported high concentrations of naproxen (2300 ng L−1) in Mbokodweni River (SouthAfrica) in a study of pharmaceuticals in river water. Metformin was found between 27 to 4576 ng L−1 in the Besòs River and 53 to 900 ng L−1 in the Llobregat River. Metformin is a widely used drug for diabetes, and its prescription has been increasing for the past years (Blackwell et al. 2022). Briones et al. (2016) indicated in a review about the global impact of metformin concentrations of this compound from 8.7 to 9240 ng L−1 in Michigan Lake (USA) to even the maximum ever reported in surface waters which was 20,000 ng L−1 in Tianjin (China). Another pharmaceutical detected at high concentrations was losartan, which is used alone or together with other medicines to treat high blood pressure (hypertension). It was found between 2 and 767 ng L−1 in the Besòs River and between 59 and 1171 ng L−1 in the Llobregat River. Reque et al. (2021), in a study about the ecotoxicity of losartan reported that this pharmaceutical could be found in several water bodies because of its presence in influents of WWTPs and sea waters. In this study, a maximum concentration of 1699.8 ng L−1 was reported in Hudson River (USA). Ibuprofen was detected from 61 to 1150 ng L−1 in the Besòs River, and it was detected from 270 ng L−1 to 2844 in the Llobregat River. In a study of monitoring the presence of ibuprofen in Portuguese surface waters, concentrations of this pharmaceutical were reported from non-detected in some rivers to 3868 ng L−1 in hospitals effluents (Paíga et al. 2013). Topiramate was found between 24 and 960 ng L−1 in the Besòs River and 22 to 482 ng L−1 in the Llobregat River. Topiramate, which is a worldwide antiepileptic drug, has been reported at lower concentrations than the ones obtained in this study. Liu et al. (2023) reported levels up to 364 ng L−1 in Germany surface waters in a study of antiepileptic drugs in the aquatic environment. Caffeine was found between 5 and 1231 ng L−1 in the Besòs River and 36 to 551 ng L−1 in the Llobregat River. Several drugs contain a small percentage of caffeine, and therefore, it is daily consumed by millions in some drinks and food (Paíga et al. 2019). A wide concentration range of this contaminants can be found worldwide. Li et al. (2020), in a review about the occurrence of caffeine in the freshwater environment, reported mean levels from 36.8 ng L−1 in river water from Malaysia to Brazil which the highest mean concentrations found in river water (12,300 ng L−1). Finally, norfloxacin was found between 58 and 2792 ng L−1 in the Besòs River and 20 to 1069 ng L−1 in Llobregat River. Norfloxacin which is a highly used antibiotic used for bacterial infections has been reported widely at literature. India has the highest values of this pharmaceutical. Ranjan et al. (2022) reported levels of 250 µg L−1 in a study of emerging pollutants in river waters. However, in European countries, the concentrations reported of norfloxacin were lower. Maghsodian et al. (2022) reported values up to 544 ng L−1 in river waters."
    },
    {
      "title": "Statistical approach by sampling point and date",
      "text": "A statistical study was conducted to discern the concentration of pharmaceuticals among sampling spots and time, highlighting the most concentrated spots and periods in both rivers. Figure 2 illustrates the distribution of the concentrations of the pharmaceuticals by river, sampling point, and sampling date. Concentrations were presented on a logarithmic scale, and experimental results below LOQ were included to prevent misinterpretations. The boxplots suggested distinguishable distributions of pharmaceuticals at some sampling points.Fig. 2Summary of pharmaceuticals concentration in each river point of Besòs and Llobregat Rivers (BSA-BSE, LLA-LLG) and the three different samplings dates (1–3) Summary of pharmaceuticals concentration in each river point of Besòs and Llobregat Rivers (BSA-BSE, LLA-LLG) and the three different samplings dates (1–3) In the Besòs River, the BSA sample exhibited the lowest pharmaceutical concentration, especially on sampling dates 1 and 2 (December 2021 and January 2022). In other Besòs sampling sites, concentrations were higher on dates 1 and 3 (December 2021 and February 2022). The Besòs River was selected in this study because it is a river with nearby industrial zones, including several pharmaceutical companies. In this study, comparing Besòs sampling points, it did not seem that there was a correlation between industrial zones and pharmaceutical concentrations. However, there was a correlation with population density, as BSA had the lowest pharmaceutical concentration and the second lowest population density among the sampling points (2198.2 hab km−2) (see Table 1). Moreover, the second lowest concentration point (BSC) was the one with the lowest population density (1562.2 hab km−2). Notably, the sampling point with the highest concentrations was BSE, corresponding to Sant Adrià del Besòs near the river mouth with a highly density of population area. Furthermore, Besòs WWTP (see Table 1) is nearby which can contribute to the high concentrations of some compounds found in this sampling point (Rúa-Gómez and Püttmann 2012). The pharmaceuticals with the highest levels at this sampling point (BSE) were guanylurea (8273 ng L−1) in BS1E (December 2021), metformin (4576 ng L−1), rasagiline (2132 ng L−1), gemfibrozil (1393 ng L−1), naproxen (1174 ng L−1), and tramadol (1001 ng L−1) in BSE3 (February 2022). The elevated concentration of guanylurea comes as no surprise, considering it is a metabolite of one of the most commonly prescribed antidiabetic drugs, metformin (Blackwell et al. 2022). Notably, guanylurea has even found applications in certain therapies as a weight-loss agent (Yerevanian and Soukas 2019). Additionally, the detection of high levels of rasagiline, gemfibrozil, naproxen, and tramadol is noteworthy. Rasagiline is employed in the treatment of Parkinson’s disease, gemfibrozil is known for its role in reducing cholesterol levels, naproxen is a well-known painkiller (Ogbemudia et al. 2022), and tramadol is also used for pain management (Kiani et al. 2022). This diversity in pharmaceuticals and their varied applications highlights the complexity of the environmental impact of these substances, necessitating careful monitoring and assessment for potential risks to both ecological systems and human health. These findings underscore the pressing need for the development and implementation of novel methodologies to eliminate pharmaceuticals from aquatic environments, particularly in rivers. In proximity to the sampling point (BSE), Besòs WWTP manages domestic and industrial wastewater, with treated water being discharged into the sea via submarine emissaries (AMB n.d.). Conversely, in the Llobregat River, the sampling point LLF exhibited the highest concentrations of target compounds. Situated in El Prat de Llobregat, a densely populated area near of two of Catalonia’s most significant hospitals, the Catalan Institute of Oncology (ICO) and Bellvitge University Hospital, this location raises concerns. The Catalan Institute of Oncology sees approximately 3200 discharges and over 16,000 first visits annually, along with nearly 42,000 day hospital sessions and over 2500 external radiotherapy sessions (ICO n.d.). Meanwhile, the University Hospital receives more than 37,000 new patients annually, with over 100,000 urgencies and more than 27,000 hospital day sessions (ICO n.d.) . These hospitals could contribute to the heightened concentrations observed at LLF. Comparing the concentration results of Llobregat River with the potential contaminants described in Table 1, the highly contaminated spot (LLF) is the second most populated among the Llobregat sampling points with 2070.4 hab km−2, while the least contaminated spot (LLA) had the lowest population density (104.3 hab km−2). Once again, as in the Besòs River, there is no clear correlation between industrial zones and pharmaceutical residues, except in LLF where the results were very high, likely due to the two nearby hospitals (Table 1). The highest concentrated pharmaceuticals in this point (LLF) were ibuprofen (4777 ng L−1) and guanylurea (4094 ng L−1) in LLF3 (March 2022), acetaminophen (3377 ng L−1), tramadol (1456 ng L−1) and metformin (900 ng L−1) in LLF2 (February 2022) and rasagiline (1930 ng L−1) and gabapentin (1110 ng L−1) in LLF1 (November 2021). Here, it is emphasized the concentration of ibuprofen (Brillas 2022) and acetaminophen (Nunes et al. 2014) which are world-wide used anti-inflammatory and analgesic drugs respectively. Therefore, high concentrations of gabapentin (which is used for epileptic attacks) and losartan (reduce high arterial pressure) were found (Lin et al. 2022; Mattle et al. 2022). Despite the proximity of the oncological hospital to the sampled area, the results do not indicate an elevated presence of chemotherapy pharmaceuticals such as capecitabine, included in the present study. To further investigate about this observed general differences, statistical tests were performed for both rivers, comparing sampling point and sampling dates. Figure 3 A shows the distribution of pharmaceuticals in Besòs River. A Kruskal–Wallis test rejected the hypothesis of equivalence in medians (p < 0.001). Pairwise Mann–Whitney tests identified two different groups; BSA median was lower than the medians in the rest of sampling sites. So, BSA was the less contaminated point in terms of pharmaceutical products. Figure 3 B also shows the distribution of chemical in Besòs River per sampling date. A Kruskal–Wallis test rejects the hypothesis of equivalence in medians (p < 0.001). Pairwise Mann–Whitney tests identify differences among the three sampling dates which had an important impact in the present study being February 2022 the period with high concentration of pharmaceuticals. Figure 3 C shows the distribution of chemicals in Llobregat River per sampling point. A Kruskal–Wallis test rejects the hypothesis of equivalence in medians (p < 0.001). Pairwise Mann–Whitney tests indicate three groups: (1) LLA, LLB, and LLG; (2) LLD and LLE; and (3) LLF which is the point near the hospitals mentioned before. Sampling point LLC cannot tell a part neither from group (1) nor from group (2); it is however different than group 3. Group 3 has a higher median concentration of pollutants than groups 2 and 1. Group 2 has also a higher median concentration than group 1. Figure 3 D also indicates the distribution of chemical in Llobregat River per sampling date. A Kruskal–Wallis test rejects the hypothesis of equivalence in medians (p < 0.001), and pairwise Mann–Whitney tests identify differences among the three sampling dates being March 2022 the date with most concentration of pharmaceuticals.Fig. 3Pharmaceutical concentration in Besòs and Llobregat Rivers per sampling point in the 3 days sampled (A and C) and per sampling date in the five and seven sampling points, respectively (B and D). (1), (2), and (3) indicate the different groups generated according to the concentrations of pharmaceuticals in Besòs and Llobregat Rivers (using pairwise Mann–Whitney test) Pharmaceutical concentration in Besòs and Llobregat Rivers per sampling point in the 3 days sampled (A and C) and per sampling date in the five and seven sampling points, respectively (B and D). (1), (2), and (3) indicate the different groups generated according to the concentrations of pharmaceuticals in Besòs and Llobregat Rivers (using pairwise Mann–Whitney test) Secondly, the analytical data were studied looking at the outcomes for each pharmaceutical. Concentrations were compared to the EMA reference level of 10 ng L−1 (Whomsley et al. 2019), and, afterwards, covariation of concentration are explored by correlational study and hierarchical clustering. Considering the chemicals which median concentration is above their LOQ, Wilcoxon tests show that 40 out of the 78 chemical median concentrations exceed 10 ng L−1 in both rivers. Additionally, five chemicals are over this limit only in Besòs and five only in Llobregat. The study of the conjoint variations on the pharmaceuticals concentrations indicated that some chemicals have distribution patterns that are similar among them. These appear grouped in the correlogram shown in Fig. 4. Therefore, a cluster analysis may help to distinguish these groups and to characterize these different patterns.Fig. 4Correlogram of pharmaceuticals concentrations and results of the cluster analysis of pharmaceuticals concentrations Correlogram of pharmaceuticals concentrations and results of the cluster analysis of pharmaceuticals concentrations Hierarchical clustering of the concentrations allows to identify six different clusters of compounds. Figure 4 show the results of the clusters, and Table SI4 indicates the pharmaceuticals in each cluster group. Cluster 1 corresponds to compounds which median consistently exceeds the limit of 10 ng L−1. As can be seen, the compounds of this cluster are the ones with highest concentrations in both Besòs and Llobregat Rivers which were commented at “Levels of pharmaceuticals in Besòs and Llobregat Rivers.” These are compounds which can become an environmental threat and should be monitored. Cluster 2 compounds also tend to be in higher concentrations although they may occasionally show lower concentration values. Cluster 3 chemicals have also medians that commonly overpass the reference limit; however, the concentrations may be often below this limit. Concentrations are higher in Llobregat for the chemicals in this group. Cluster 4 and 5 are of less concern, and the included compounds will only occasionally be over 10 ng L−1. Cluster 5 show the specificity of grouping compound that have higher concentrations in Besòs that Llobregat. Cluster 6 compounds will just rarely reach concerning concentrations."
    },
    {
      "title": "Risk assessment",
      "text": "A risk assessment was performed for pharmaceuticals with median concentration higher than 10 ng L−1, in line with the threshold set by EMA for further risk evaluation (Whomsley et al. 2019). A statistical analysis was carried out to identify pharmaceuticals significantly exceeding this threshold, and the median results are presented in Table SI4. Table 3 displays the EC50 and RQ values for pharmaceuticals in both Llobregat and Besòs Rivers, calculated from the median concentrations in each river. Individual values are available in Table SI5. All pharmaceutical exhibited RQ values below 1, indicating no potential risk to the environment. Nevertheless, amylmetacresol and chloroquine showed high values in both Besòs River (0.220 and 0.446) and Llobregat River (0.0942 and 0.591), approaching the threshold. Monitoring and further toxicological studies are warranted, particularly for guanylurea, which demonstrated very high median concentrations (1640 and 1644 ng L−1) in Besòs and Llobregat Rivers, respectively. Concentrations of guanylurea in the literature have been reported at the µg L−1 level, making it a candidate for future monitoring (Scheurer et al. 2012; Trautwein et al. 2014).\nTable 3Bibliographic EC50 in Daphnia magna (24 h and 48 h acute toxicity test) and RQ (median value) of each pharmaceutical and metabolite with concentrations surpassing EMA threshold (10 ng L−1) in Besòs or/and Llobregat Rivers. n.a: not availablePharmaceuticalEC50 (mg L−1)ReferenceRQ (Besòs)RQ (Llobregat)Acetaminophen100Richards and Cole (2006)0.0009940.00564Amitriptyline4990Lilius et al. (1995)0.000009610.000128Amylmetacresol1.0 ECOSAR (2023)0.2200.0942Antipyrine6.8Favier et al. (2019)0.009450.0149Atenolol310Küster et al. (2010)0.0003950.0000522Caffeine161.2Martins et al. (2007)0.001200.00204Chloroquine3.8Zurita et al. (2005)0.004900.0195Ciprofloxacin1.2Kim et al. (2010)0.04440.0146Citalopram28.9Duan et al. (2022)0.003250.00105Cloperastinen.a---Dexomethasone13.7Sun et al. (2010)0.001770.0172Diazepam14Martins et al. (2007)0.001460.000426Diclofenac123.3de Oliveira et al. (2016)0.001520.000215Fenofibrate50.1Isidori et al. (2007)0.0002050.000429Fluoxetine4.8Richards and Cole (2006)0.004370.00107Gabapentin > 100Minguez et al. (2016) < 0.000782 < 0.00163Gemfibrozil161.1Isidori et al. (2007)0.003260.00164Guanylurean.a---Ibuprofen39Richards and Cole (2006)0.005260.0425Levetiracetam > 100Minguez et al. (2016) < 0.000358 < 0.000491Levofloxacinn.a---Lidocaine308.8Lomba et al. (2020)0.0007930.000167Losartan303.7Reque et al. (2021)0.0007240.000434Megestrol5Franquet-Griell et al. (2015)0.0022760.009Memantinen.a---Metformin64Cleuvers (2003)0.004250.00748Mycophenolic acid > 100Franquet-Griell et al. (2015) < 0.000351 < 0.000183Naproxen163.3Cleuvers (2004)0.002170.000668Norfloxacinn.a---Oxytetracycline22.6Isidori et al. (2005)0.001190.00237Pantoprazolen.a---Prednisone3822Franquet-Griell et al. (2015)0.000004660.0000126Rasagilinen.a---Sulfadiazina188Anskjær et al. (2013)0.0001940.000272Sulfamethoxazole25.2Isidori et al. (2005)0.002460.00103Sulfapyridinen.a---Topiramaten.a---Tramadol73Bergheim et al. (2012)0.003220.00372Venlafaxine148.3Minguez et al. (2016)0.001430.000850Vildagliptinn.a--- Bibliographic EC50 in Daphnia magna (24 h and 48 h acute toxicity test) and RQ (median value) of each pharmaceutical and metabolite with concentrations surpassing EMA threshold (10 ng L−1) in Besòs or/and Llobregat Rivers. n.a: not available The summation of RQ results for each pharmaceutical at each river point was also analyzed to assess differences between sampling locations. Table 4 shows the summatory of the RQ in each point of both Llobregat and Besòs Rivers. Sampling points LLA, LLB, LLC, LLD, LLG, BSA, and BSB recorded values below 0.5, signifying very low RQ, even when considering all pharmaceuticals. On the other hand, sampling points BSC, BSD, BSE, and LLE approached 1, indicating a small potential threat. Finally, LLF gave the higher value (1.20). Although it is below 10 which is the threshold for potential for adverse effects, further investigation will be needed in this point. The contribution in this point was highly caused by amylmetacresol (0.80) and chloroquine (0.09) (see Table SI6). Amylmetacresol use can be associated with winter season as it is used for throat and mouth infections (Morokutti-Kurz et al. 2017). For chloroquine, a possible hypothesis could be the increasing of consumption of this pharmaceutical due the COVID-19 pandemic in Catalonia (Vivanco-Hidalgo et al. 2021). Moreover, LLF sampling spot is near the Catalan Institute of Oncology and Bellvitge University Hospital which may be one of the causes why the RQ is higher in this area.\nTable 4Summary of the RQ caused by all the pharmaceuticals and metabolite in each river point (average of the three samplings of each river point) Summary of the RQ caused by all the pharmaceuticals and metabolite in each river point (average of the three samplings of each river point)"
    },
    {
      "title": "Concluding remarks",
      "text": "High concentrations of guanylurea and metformin were detected in both rivers and nearly all sampling points, warranting further toxicity tests due to their alarming levels. Besòs River presented significant differences in median pharmaceutical concentrations of pharmaceuticals between the different sampling points. Additionally, notable differences were observed among the three sampling periods (December 2021, January 2022, and February 2022), indicating clear time-dependent trends. February 2022 recorded the highest contaminant concentrations. In Llobregat River, three distinct groups were identified, with LLE and LLF exhibiting higher pharmaceutical presence. These points corresponded to high industrialized, and areas close to hospitals. Between the three sampling campaigns (November 2021, February 2022, and March 2022), some significant differences have been reported, obtaining the highest values in March 2022. Risk assessment highlighted the substantial environmental threat posed by one of the studied sampling points (LLF). Remediation measures should be implemented at this location, and additional samplings will be crucial to assess the broader impact of the studied pharmaceuticals. Furthermore, the efficiency of WWTPs in mitigating pharmaceutical contamination should be thoroughly investigated."
    },
    {
      "title": "Supplementary Information",
      "text": "Below is the link to the electronic supplementary material.Supplementary file1 (DOCX 773 KB) Supplementary file1 (DOCX 773 KB)"
    }
  ],
  "full_text": "## Introduction\nPharmaceutical consumption is increasing worldwide due to the growing aging population, increased access to healthcare, and the rise of chronic diseases. Worldwide data indicates that pharmaceutical residues are detected in rivers across the globe, posing a problem for the environment (Wilkinson et al. 2022). However, Europe has been reported to have higher pharmaceutical consumption per capita than other continents (González Peña et al. 2021). Pharmaceuticals are emerging contaminants that have been detected in various environmental matrices, including surface water, groundwater, and soil (Samal et al. 2022). Their presence in the environment has been associated with negative impacts on aquatic organisms, such as fish, and potential risks to human health (Schwab et al. 2005). According to data from the European Federation of Pharmaceutical Industries and Associations, Spain is included in the top five European countries with new medicines launched from 2016 to 2021 period (EFPIA 2022). Moreover, in 2021, Spain had highly prescription rates than other European countries such as France, Portugal, or UK according to data from The Organization for Economic Cooperation and Development (OECD 2021). Catalonia, a region in north-eastern Spain, has one of the highest prescription rates of pharmaceuticals in the country. According to data from the Spanish Ministry of Health, Catalonia had a prescription rate of 928 doses per 1000 inhabitants in 2019, which is higher than the national average of 871 doses per 1000 inhabitants (SNS 2019). This could be due to the region’s aging population, as older individuals tend to have more health issues and require more medications, or because the region’s high population density may contribute to a higher prevalence of health issues and, therefore, higher prescription rates (Gimeno-Miguel et al. 2019). Pharmaceuticals can enter rivers through various pathways, including excretion by humans and animals, disposal of unused medication, and release from manufacturing facilities (Gurgenidze and Romanovski 2023). Despite efforts to improve treatment processes, studies have found that many pharmaceuticals can persist through wastewater treatment plants (WWTPs) and enter the environment through effluent discharge (Adeleye et al. 2022). Once in the environment, pharmaceuticals can pose potential risks to human and environmental health, or accumulate in aquatic organisms, disrupting hormonal balance, potentially leading to reproductive and developmental abnormalities (Hejna et al. 2022). Furthermore, pharmaceutical residues may also affect non-target organisms, such as bacteria, algae, and invertebrates, causing imbalances in the natural ecosystem dynamics and biodiversity. In addition, pharmaceuticals can persist in the environment for long periods, potentially leading to chronic exposure and adverse effects (Narayanan et al. 2022). On the other hand, Llobregat and Besòs are two of the most important rivers in Catalonia. These rivers pass through highly populated and industrialized areas, which may increase the risk of contamination by various pollutants, including pharmaceuticals and play a crucial role in providing water resources to the region, including the city of Barcelona. Different studies have found detectable levels of pharmaceuticals in these rivers, highlighting the potential impact of human activities on water quality (Labad et al. 2023; Domínguez-García et al. 2023) and even though some studies are already published in Llobregat (Muñoz et al. 2009; Ginebreda et al. 2010) River but very few have studied the huge number of pharmaceuticals and one metabolite present in this study (78), some of which are not even described in the literature yet. Liquid chromatography-tandem mass spectrometry (LC–MS/MS) has been used to detect and quantify trace levels of pharmaceuticals in environmental samples. This technique has been proven to be highly sensitive and selective, making it an essential tool for the detection and quantification of pharmaceuticals in surface water of rivers (Gómez-Canela et al. 2021; He et al. 2022; Yao et al. 2023). Furthermore, risk assessment of pharmaceuticals in surface water of rivers is critical to understanding the potential risks they pose to human health and the environment. Recent studies have highlighted the potential risks associated with exposure to pharmaceuticals, including endocrine disruption, antibiotic resistance, and chronic toxicity. Therefore, it is essential to evaluate the risks posed by pharmaceuticals in surface water of rivers to ensure the safety of human health and the environment (Sengar and Vijayanandan 2022). This paper aims to review the current state of knowledge on the occurrence and fate of 78 pharmaceuticals and one metabolite in surface water of different points in the Llobregat and Besòs Rivers which are the main contamination hotspots. It will also explore the use of LC–MS/MS for their detection and quantification, as well as the potential risks they pose to human health and the environment. The findings of this study will help in understanding the impact of pharmaceuticals on the ecosystems of Catalonian rivers and provide a basis for developing effective strategies to manage and mitigate their risks.\n\n## Experimental section\nSigma-Aldrich (St. Louis, MO, USA) provided all pharmaceutical standards of 98–99% purity. Table SI1 shows the target compounds with its anatomical therapeutic code (ATC) and its main pharmacology. HPLC grade methanol (MeOH) and acetonitrile were supplied by VWR Chemicals Prolabo (Leuven, Belgium), while ammonium hydroxide and ammonium formate came from Sigma-Aldrich (St. Louis, MO, USA). Fisher Scientific Chemical (Bridgewater, MA, USA) supplied formic acid (HCOOH), and Panreac AppliChem (Darmstadt, Germany) supplied hydrochloric acid 37%. Finally, ultra-pure Milli-Q water was obtained through a Millipore purification system (Millipore, Bedford, MA, USA). To prepare stock standard solutions, a concentration of 1000 mg L−1 in MeOH was used, while working solutions were prepared at 10 mg L−1, 1 mg L−1, and 0.1 mg L−1 in 90% Milli-Q water and 10% MeOH in order to prepare the standard calibration points. Water samples were collected from two main rivers in Catalonia (Besòs and Llobregat) on different days between November 2021 and March 2022. Sampling points of both rivers were chosen for being in highly populated areas with many habitants per km2 (hab km−2) of territory or industrialized locations. The Besòs River has a length of 18 km and was divided into five sampling points: Montmeló, Mollet del Vallès, Montcada i Reixach, Santa Coloma de Gramanet, and Sant Adrià del Besòs. Table 1 displays the sampling locations, the coordinates, the flow of the river in each sampling point, the density of population, and the potential contamination that might contribute to the presence of contaminants of a nearby facility.\nTable 1Sampling points and their main characteristics. n.a: not available. *Areas with pharmaceutical industry nearbySampling locationCoordinatesCodesDischarge (m3 s−1) (ACA)Density of population (hab km−2) (IDESCAT n.d)Potential contaminantsBesòs RiverMontmeló (A)41°32′45.7″N, 2°14′41.8″EBS1A (December 2021)BS2A (January 2022)BS3A (February 2022)0.2212198.2Industrial zone (Can Bosquerons)*Mollet del Vallès (B)41°31′50.9″N, 2°13′14.5″EBS1BBS2BBS3Bn.a4762.7Industrial zone (Can Bosquerons)*Montcada I Reixach (C)41°28′54.7″N, 2°11′28.2″EBS1CBS2CBS3Cn.a1562.2WWTP Montcada I Reixach*Santa Coloma de Gramanet (D)41°26′50.9″N, 2°12′14.4″EBS1DBS2DBS3D3.5216854.4High Populated and industrial zone*Sant Adrià del Besòs (E)41°25′20.9″N, 2°13′35.8″EBS1EBS2EBS3En.a9664.4WWTP Besòs*Llobregat RiverSallent (A)41°49′34.0″N, 1°53′31.1″ELL1A (November 2021)LL2A (February 2022)LL3A (March 2022)0.931104.3Industrial zoneManresa (B)41°43′14.4″N, 1°49′03.1″ELL1BLL2BLL3B0.8751859.6Industrial zone (Pont Nou) *Abrera (C)41°31′41.3″N, 1°54′43.8″ELL1CLL2CLL3C3.80636.8WWTP Abrera and Industrial zoneMartorell (D)41°28′34.8″N, 1°56′10.5″ELL1DLL2DLL3D3.372248.0Anoia River confluence (San Juan de Dios Hospital)Sant Vicenç dels Horts (E)41°23′49.2″N, 2°01′05.5″ELL1ELL2ELL3E6.193078.8Industrial zone (Matas)El Prat de Llobregat (F)41°20′15.4″N 2°05′51.1″ELL1FLL2FLL3F9.412070.4Bellvitge Universitary Hospital and Catalan Institute of Oncology*Delta del Llobregat (G)41°18′23.4″N, 2°06′49.4″ELL1GLL2GLL3Gn.a2070.4WWTP El Prat de Llobregat Sampling points and their main characteristics. n.a: not available. *Areas with pharmaceutical industry nearby BS1A (December 2021) BS2A (January 2022) BS3A (February 2022) BS1B BS2B BS3B BS1C BS2C BS3C BS1D BS2D BS3D BS1E BS2E BS3E LL1A (November 2021) LL2A (February 2022) LL3A (March 2022) LL1B LL2B LL3B LL1C LL2C LL3C LL1D LL2D LL3D LL1E LL2E LL3E LL1F LL2F LL3F LL1G LL2G LL3G On the other hand, the Llobregat River has a length of 175 km and was divided into seven sampling points: Sallent, Manresa, Abrera, Martorell, Sant Vicenç dels Horts, El Prat de Llobregat, and Delta del Llobregat (see Table 1). All these areas represent hotspots of both Llobregat and Besòs basins, receiving the discharges of treated or untreated urban wastewaters via sewerage system, runoff of industrial wastes, or/and harbor activities and hospitals. Figure 1 indicates the sampling points in Llobregat and Besòs Rivers via satellite.Fig. 1Geographical distribution of the sampling area in Besòs and Llobregat Rivers Geographical distribution of the sampling area in Besòs and Llobregat Rivers To prevent the degradation of pharmaceuticals, water was collected in amber glass bottles (Vidrafoc, Barcelona, Spain) and immediately stored in the fridge. Furthermore, the extraction procedure started 1 day after the sampling campaigns. Initially, river water was filtered using 0.45 µm nylon filters (Phenomenex, Torrance, CA, USA) to remove solid particles and organic matter. The extraction method was adapted with minor modifications from a previous publication on the characterization of 76 pharmaceuticals, including metabolites and transformation products in wastewaters (Gómez-Canela et al. 2021). Moreover, the instrumental analysis was performed using liquid chromatography coupled with a triple quadrupole mass spectrometer (LC–MS/MS, Xevo TQS, Acquity H-Class, Waters, Milford, CT, USA). For the chromatographic separation, a CORTECS T3 column (100 mm × 2.1 mm, particle size 1.6 µm, Waters, Milford, CT, USA) was used. For more details, please refer to the subsection “Pretreatment and extraction of pharmaceuticals from river water and LC–MS/MS analysis” in the supplementary information. One measurement per sampling point and date was performed injecting 10 µL of sample. The calibration curve range from 0.001 to 2.5 mg L−1 was evaluated by injecting calibration points into a solution of H2O/MeOH (90:10, v/v). To assess matrix effect (ME) and recoveries, a mixture containing the 78 target pharmaceuticals and one metabolite was added at a concentration of 4 µg L−1 to river water from Besòs and Llobregat being 1000 µg L−1 in the final reconstitution volume (200 µL). The instrumental detection limit (IDL) was determined by analyzing the lowest standard concentration that produced a signal-to-noise ratio of 3. Meanwhile, the method detection limit (MDL) was calculated by analyzing spiked river water at 4 µg L−1 and establishing the minimum analyte concentration that resulted in a signal-to-noise ratio of 3 and a signal ratio of 10 for the quantification limit (LOQ). On the other hand, the ME, which can either enhance or suppress the signal due to the river matrix, was evaluated using Eq. 1.1\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ME \\left(\\%\\right)=\\frac{A-B}{C}\\times 100$$\\end{document}ME%=A-BC×100where A represents the area of each pharmaceutical in river spiked water at 1000 µg L−1, B represents the area of each target compound in non-spiked river water, and C represents the area of each pharmaceutical in the standard solution at 1000 µg L−1. Values above 100% indicate ion enhancement, while values below 100% indicate ion suppression caused by the matrix. The collected data comprises concentrations for the 78 pharmaceuticals and one metabolite studied, obtained from the three sampling dates at each of the sampling points (five sampling points in Besòs River and seven sampling points in Llobregat River) (see Table 1). When the best estimator for the concentration was below the limit of detection, the value was replaced with one-third of the detection limit (Fromberg et al. 2011). No further data imputations were performed. To explore the data, boxplots were generated for each sampling point and date (McGill et al. 1978). Additional boxplots were created to compare sampling points within each river. The distribution of concentrations for each sampling point was compared using a Kruskal–Wallis test (Kruskal and Wallis 1952). Pairwise Mann–Whitney tests were conducted to group the samples (Bergmann and Ludbrook 2000); two samples were considered in the same group if they were not distinguishable at the 5% significance level in the pairwise test. The same approach was applied to compare the sampling dates for each river. The relevance of chemical in terms of risk assessment was determined by studying the distribution of concentrations. According to European Medicines Agency (EMA) guidelines (Whomsley et al. 2019), a pharmaceutical would be subject to a risk assessment if its median concentration exceeds 10 ng L−1. To assess if the medians of the 78 tested substances could be considered above this threshold at the 5% significance level, Wilcoxon exact tests were conducted. Additionally, the covariation of chemical concentrations was investigated using a correlogram (Friendly 2002). Pearson’s product-moment correlation coefficients were employed in this analysis. In the correlogram, variables were organized based on their similarity. If distinct groups were identified, clustering (Ward and Hook 1963) was performed to identify sets of chemicals that exhibited similar patterns exhibiting similar patterns. Hierarchical clustering, using Euclidean distance and Ward’s linkage method, was applied to the logarithms of the concentrations to group the analytes. The number of clusters was determined in agreement with the Hubert index (Hubert and Arabie 1985) and validated by inspecting the resulting dendrogram (Sokal and Rohlf 1962). The clustering results were presented in the form of boxplots. Half maximal effective concentration (EC50) can be used to asses acute toxicity according to the Environmental Protection Agency (EPA 2023). EC50 values were collected from literature for different organisms: Daphnia magna, Danio rerio (zebrafish), and Xenopus larvae which are organisms widely used for toxicological studies (Richards and Cole 2006; Martins et al. 2012; Faria et al. 2021). Worst-case scenario was contemplated when different EC50 values were found in literature. The risk quotients (RQs) for individual pharmaceuticals surpassing EMA threshold (10 ng L−1) in one or both rivers were calculated in river water for each river sampling point in Besòs and Llobregat Rivers by dividing the measured environmental concentration (MEC) by the predicted no effect concentration (PNEC) (Nika et al. 2020) using Eq. 2.2\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$RQ=\\frac{MEC}{PNEC}\\frac{MEC}{\\left(\\frac{{EC}_{50}}{1000}\\right)}$$\\end{document}RQ=MECPNECMECEC501000 PNEC values can be obtained by dividing the EC50 by a security factor of 1000 for the scarce knowing chronic toxicity (Toma et al. 2021). Also, RQ summatory of every pharmaceutical in each sampling point was calculated. RQ results were interpreted using the maximum probable risk for ecotoxicological effects from contaminated water applied to river water (Marcus et al. 2010) where RQ < 1 indicates no significant risk, values between 1 ≤ RQ < 10 indicate a small potential for adverse effects, values between 10 ≤ RQ < 100 indicate potential for adverse effects and finally, and RQ ≥ 100 indicates huge potential for adverse effects.\n\n## Chemicals and materials\nSigma-Aldrich (St. Louis, MO, USA) provided all pharmaceutical standards of 98–99% purity. Table SI1 shows the target compounds with its anatomical therapeutic code (ATC) and its main pharmacology. HPLC grade methanol (MeOH) and acetonitrile were supplied by VWR Chemicals Prolabo (Leuven, Belgium), while ammonium hydroxide and ammonium formate came from Sigma-Aldrich (St. Louis, MO, USA). Fisher Scientific Chemical (Bridgewater, MA, USA) supplied formic acid (HCOOH), and Panreac AppliChem (Darmstadt, Germany) supplied hydrochloric acid 37%. Finally, ultra-pure Milli-Q water was obtained through a Millipore purification system (Millipore, Bedford, MA, USA). To prepare stock standard solutions, a concentration of 1000 mg L−1 in MeOH was used, while working solutions were prepared at 10 mg L−1, 1 mg L−1, and 0.1 mg L−1 in 90% Milli-Q water and 10% MeOH in order to prepare the standard calibration points.\n\n## Sampling\nWater samples were collected from two main rivers in Catalonia (Besòs and Llobregat) on different days between November 2021 and March 2022. Sampling points of both rivers were chosen for being in highly populated areas with many habitants per km2 (hab km−2) of territory or industrialized locations. The Besòs River has a length of 18 km and was divided into five sampling points: Montmeló, Mollet del Vallès, Montcada i Reixach, Santa Coloma de Gramanet, and Sant Adrià del Besòs. Table 1 displays the sampling locations, the coordinates, the flow of the river in each sampling point, the density of population, and the potential contamination that might contribute to the presence of contaminants of a nearby facility.\nTable 1Sampling points and their main characteristics. n.a: not available. *Areas with pharmaceutical industry nearbySampling locationCoordinatesCodesDischarge (m3 s−1) (ACA)Density of population (hab km−2) (IDESCAT n.d)Potential contaminantsBesòs RiverMontmeló (A)41°32′45.7″N, 2°14′41.8″EBS1A (December 2021)BS2A (January 2022)BS3A (February 2022)0.2212198.2Industrial zone (Can Bosquerons)*Mollet del Vallès (B)41°31′50.9″N, 2°13′14.5″EBS1BBS2BBS3Bn.a4762.7Industrial zone (Can Bosquerons)*Montcada I Reixach (C)41°28′54.7″N, 2°11′28.2″EBS1CBS2CBS3Cn.a1562.2WWTP Montcada I Reixach*Santa Coloma de Gramanet (D)41°26′50.9″N, 2°12′14.4″EBS1DBS2DBS3D3.5216854.4High Populated and industrial zone*Sant Adrià del Besòs (E)41°25′20.9″N, 2°13′35.8″EBS1EBS2EBS3En.a9664.4WWTP Besòs*Llobregat RiverSallent (A)41°49′34.0″N, 1°53′31.1″ELL1A (November 2021)LL2A (February 2022)LL3A (March 2022)0.931104.3Industrial zoneManresa (B)41°43′14.4″N, 1°49′03.1″ELL1BLL2BLL3B0.8751859.6Industrial zone (Pont Nou) *Abrera (C)41°31′41.3″N, 1°54′43.8″ELL1CLL2CLL3C3.80636.8WWTP Abrera and Industrial zoneMartorell (D)41°28′34.8″N, 1°56′10.5″ELL1DLL2DLL3D3.372248.0Anoia River confluence (San Juan de Dios Hospital)Sant Vicenç dels Horts (E)41°23′49.2″N, 2°01′05.5″ELL1ELL2ELL3E6.193078.8Industrial zone (Matas)El Prat de Llobregat (F)41°20′15.4″N 2°05′51.1″ELL1FLL2FLL3F9.412070.4Bellvitge Universitary Hospital and Catalan Institute of Oncology*Delta del Llobregat (G)41°18′23.4″N, 2°06′49.4″ELL1GLL2GLL3Gn.a2070.4WWTP El Prat de Llobregat Sampling points and their main characteristics. n.a: not available. *Areas with pharmaceutical industry nearby BS1A (December 2021) BS2A (January 2022) BS3A (February 2022) BS1B BS2B BS3B BS1C BS2C BS3C BS1D BS2D BS3D BS1E BS2E BS3E LL1A (November 2021) LL2A (February 2022) LL3A (March 2022) LL1B LL2B LL3B LL1C LL2C LL3C LL1D LL2D LL3D LL1E LL2E LL3E LL1F LL2F LL3F LL1G LL2G LL3G On the other hand, the Llobregat River has a length of 175 km and was divided into seven sampling points: Sallent, Manresa, Abrera, Martorell, Sant Vicenç dels Horts, El Prat de Llobregat, and Delta del Llobregat (see Table 1). All these areas represent hotspots of both Llobregat and Besòs basins, receiving the discharges of treated or untreated urban wastewaters via sewerage system, runoff of industrial wastes, or/and harbor activities and hospitals. Figure 1 indicates the sampling points in Llobregat and Besòs Rivers via satellite.Fig. 1Geographical distribution of the sampling area in Besòs and Llobregat Rivers Geographical distribution of the sampling area in Besòs and Llobregat Rivers\n\n## Pretreatment, extraction, and analysis of pharmaceuticals by LC–MS/MS\nTo prevent the degradation of pharmaceuticals, water was collected in amber glass bottles (Vidrafoc, Barcelona, Spain) and immediately stored in the fridge. Furthermore, the extraction procedure started 1 day after the sampling campaigns. Initially, river water was filtered using 0.45 µm nylon filters (Phenomenex, Torrance, CA, USA) to remove solid particles and organic matter. The extraction method was adapted with minor modifications from a previous publication on the characterization of 76 pharmaceuticals, including metabolites and transformation products in wastewaters (Gómez-Canela et al. 2021). Moreover, the instrumental analysis was performed using liquid chromatography coupled with a triple quadrupole mass spectrometer (LC–MS/MS, Xevo TQS, Acquity H-Class, Waters, Milford, CT, USA). For the chromatographic separation, a CORTECS T3 column (100 mm × 2.1 mm, particle size 1.6 µm, Waters, Milford, CT, USA) was used. For more details, please refer to the subsection “Pretreatment and extraction of pharmaceuticals from river water and LC–MS/MS analysis” in the supplementary information. One measurement per sampling point and date was performed injecting 10 µL of sample.\n\n## Quality parameters\nThe calibration curve range from 0.001 to 2.5 mg L−1 was evaluated by injecting calibration points into a solution of H2O/MeOH (90:10, v/v). To assess matrix effect (ME) and recoveries, a mixture containing the 78 target pharmaceuticals and one metabolite was added at a concentration of 4 µg L−1 to river water from Besòs and Llobregat being 1000 µg L−1 in the final reconstitution volume (200 µL). The instrumental detection limit (IDL) was determined by analyzing the lowest standard concentration that produced a signal-to-noise ratio of 3. Meanwhile, the method detection limit (MDL) was calculated by analyzing spiked river water at 4 µg L−1 and establishing the minimum analyte concentration that resulted in a signal-to-noise ratio of 3 and a signal ratio of 10 for the quantification limit (LOQ). On the other hand, the ME, which can either enhance or suppress the signal due to the river matrix, was evaluated using Eq. 1.1\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ME \\left(\\%\\right)=\\frac{A-B}{C}\\times 100$$\\end{document}ME%=A-BC×100where A represents the area of each pharmaceutical in river spiked water at 1000 µg L−1, B represents the area of each target compound in non-spiked river water, and C represents the area of each pharmaceutical in the standard solution at 1000 µg L−1. Values above 100% indicate ion enhancement, while values below 100% indicate ion suppression caused by the matrix.\n\n## Statistical approach\nThe collected data comprises concentrations for the 78 pharmaceuticals and one metabolite studied, obtained from the three sampling dates at each of the sampling points (five sampling points in Besòs River and seven sampling points in Llobregat River) (see Table 1). When the best estimator for the concentration was below the limit of detection, the value was replaced with one-third of the detection limit (Fromberg et al. 2011). No further data imputations were performed. To explore the data, boxplots were generated for each sampling point and date (McGill et al. 1978). Additional boxplots were created to compare sampling points within each river. The distribution of concentrations for each sampling point was compared using a Kruskal–Wallis test (Kruskal and Wallis 1952). Pairwise Mann–Whitney tests were conducted to group the samples (Bergmann and Ludbrook 2000); two samples were considered in the same group if they were not distinguishable at the 5% significance level in the pairwise test. The same approach was applied to compare the sampling dates for each river. The relevance of chemical in terms of risk assessment was determined by studying the distribution of concentrations. According to European Medicines Agency (EMA) guidelines (Whomsley et al. 2019), a pharmaceutical would be subject to a risk assessment if its median concentration exceeds 10 ng L−1. To assess if the medians of the 78 tested substances could be considered above this threshold at the 5% significance level, Wilcoxon exact tests were conducted. Additionally, the covariation of chemical concentrations was investigated using a correlogram (Friendly 2002). Pearson’s product-moment correlation coefficients were employed in this analysis. In the correlogram, variables were organized based on their similarity. If distinct groups were identified, clustering (Ward and Hook 1963) was performed to identify sets of chemicals that exhibited similar patterns exhibiting similar patterns. Hierarchical clustering, using Euclidean distance and Ward’s linkage method, was applied to the logarithms of the concentrations to group the analytes. The number of clusters was determined in agreement with the Hubert index (Hubert and Arabie 1985) and validated by inspecting the resulting dendrogram (Sokal and Rohlf 1962). The clustering results were presented in the form of boxplots.\n\n## Risk assessment\nHalf maximal effective concentration (EC50) can be used to asses acute toxicity according to the Environmental Protection Agency (EPA 2023). EC50 values were collected from literature for different organisms: Daphnia magna, Danio rerio (zebrafish), and Xenopus larvae which are organisms widely used for toxicological studies (Richards and Cole 2006; Martins et al. 2012; Faria et al. 2021). Worst-case scenario was contemplated when different EC50 values were found in literature. The risk quotients (RQs) for individual pharmaceuticals surpassing EMA threshold (10 ng L−1) in one or both rivers were calculated in river water for each river sampling point in Besòs and Llobregat Rivers by dividing the measured environmental concentration (MEC) by the predicted no effect concentration (PNEC) (Nika et al. 2020) using Eq. 2.2\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$RQ=\\frac{MEC}{PNEC}\\frac{MEC}{\\left(\\frac{{EC}_{50}}{1000}\\right)}$$\\end{document}RQ=MECPNECMECEC501000 PNEC values can be obtained by dividing the EC50 by a security factor of 1000 for the scarce knowing chronic toxicity (Toma et al. 2021). Also, RQ summatory of every pharmaceutical in each sampling point was calculated. RQ results were interpreted using the maximum probable risk for ecotoxicological effects from contaminated water applied to river water (Marcus et al. 2010) where RQ < 1 indicates no significant risk, values between 1 ≤ RQ < 10 indicate a small potential for adverse effects, values between 10 ≤ RQ < 100 indicate potential for adverse effects and finally, and RQ ≥ 100 indicates huge potential for adverse effects.\n\n## Results and discussion\nTable SI1 shows the mass spectral information of target compounds. Protonated molecular ions were observed in all cases as base peak. Fragmentation differed according to the compounds, given their very different chemical features, with compounds showing strong fragmentation and compounds forming very few ions. Molecular fragmentation characterization can be visualized at Table SI2 for the new optimized compounds in this study. For the rest of pharmaceuticals, MS/MS parameters were obtained from a previous publication (Gómez-Canela et al. 2021). Table 2 displays the quality parameters studied. All precursor ions were measured by positive electrospray (ESI +). Linearity was assessed between 0.001 and 2.5 mg L−1 for the majority of pharmaceuticals. However, three different linearities beginning with the lowest point at 0.005, 0.025, and 0.05 mg L−1 were also used for some target compounds (see Table 2). Correlation coefficients (R2) range from 0.8911 (tiotropium) to 0.9994 (erythromycin). On the other hand, IDLs ranged from 0.0055 pg (tetracycline) to 50.3 pg (doxycycline). MDLs were between 0.20 ng L−1 (capecitabine) and 38 ng L−1 (guanylurea) as well as their LOQs which are ranged from 0.67 to 127 ng L−1, respectively. Recovery rates vary from 10% (tamoxifen) to 161% (losartan). Recovery rates higher than 10% were considered for quantification as it is a method with huge variability due the different physicochemical properties. Finally, results of ME varied from 31% (atorvastatin) to 165% (diazepam).\nTable 2Quality parameters for all 78 pharmaceuticals and one metabolite (*) studied ordered alphabetically. R2; IDL (pg); MDL (ng L−1); LOQ (ng L−1); R.: recovery (%); ME (%)CompoundATC codeLinearity (ng µL−1)R2IDL (pg)MDL (ng L−1)LOQ (ng L−1)R (%) ± RSDME (%)4-AminoantipyrineN02BB030.001–2.50.99460.23639.836 ± 252AcetaminophenN02BE010.001–2.50.98540.64126.571 ± 5149AmiodaroneC01BD010.001–2.50.99320.2794.61530 ± 1745AmitriptylineN06AA090.001–2.50.97630.8710.652.255 ± 895AmoxicillinJ01CA040.001–2.50.9912.953.21136 ± 594AmylmetacresolR02AA030.005–2.50.99568.83185923 ± 243AntipyrineN02BB010.001–2.50.97720.2793.71282 ± 7115AtenololC07AB030.001–2.50.99761.160.632.170 ± 9119AtorvastatinC10AA050.001–2.50.99910.8913.345 ± 231BicalutamideL02BB030.005–2.50.99927.281.65.255 ± 4133CaffeineN06BC010.001–2.50.99510.940.9358 ± 1277CapecitabineL01BC060.001–2.50.99460.740.20.6744 ± 1547ChloroquineP01BA010.005–2.50.98650.26613.433 ± 8105ChlorpheniramineR06AB040.005–2.50.99030.267206896 ± 767ChlortetracyclineD06AA020.001–2.50.9980.101248118 ± 489CiprofloxacinJ01MA020.005–2.50.98991.233.81389 ± 13160CitalopramN06AB040.001–2.50.99320.210.471.649 ± 3141ClarithromycinJ01FA090.005–2.50.97840.1980.210.7168 ± 863CloperastineR05DB210.001–2.50.99531.060.481.661 ± 1462DexamethasoneH02AB020.005–2.50.98091.043.31152 ± 14143DiazepamN05BA010.005–2.50.9930.4580.722.472 ± 5165DiclofenacM01AB050.001–2.50.99820.66151798 ± 464DiflubenzuronQP53BC020.001–2.50.99370.9973.211154 ± 6247DonepezilN06DA020.001–2.50.98020.4180.481.651 ± 385DoxycyclineJ01AA020.005–2.50.953750.35.11723 ± 731EnrofloxacinQJ01MA900.001–2.50.98640.2330.91330 ± 582ErythromycinJ01FA010.001–2.50.99940.83206534 ± 247FenofibrateC10BA030.001–2.50.99750.1821.23.920 ± 1269FlumequineJ01MB070.001–2.50.99510.0311.5563 ± 764FluoxetineN06AB030.001–2.50.97930.6760.280.9447 ± 15135FluticasoneR03BA050.005–2.50.99470.568248056 ± 1248GabapentinN03AX120.001–2.50.98770.1431.2418 ± 346GemcitabineL01BC050.001–2.50.95980.0461.55.118 ± 263GemfibrozilC10AB040.001–2.50.98770.9173210844 ± 554Guanylurea*Metabolite0.001–2.50.93762.313812755 ± 1058HydroxichloroquineP01BA020.005–2.50.95690.2942.27.478 ± 7114IbuprofenM01AE010.005–2.50.96083.37103459 ± 1775IfosfamideL01AA060.001–2.50.89951.140.832.873 ± 7137LevetiracetamN03AX140.001–2.50.99040.1671.34.264 ± 970LevofloxacinJ01MA120.005–2.50.9875.521.13.739 ± 1113LidocaineC01BB010.001–2.50.97950.05570.280.9284 ± 7119LopinivirJ05AR100.001–2.50.99080.2920.461.558 ± 4109LosartanC09CA010.001–2.50.95230.2230.571.9161 ± 25115ManidipineC08CA110.001–2.50.99060.241.24.139 ± 2086MegestrolL02AB010.001–2.50.99580.1724.21474 ± 1067MemantineN06DX010.001–2.50.95960.1450.461.548 ± 3680MetforminA10BA020.001–2.50.9280.216.82316 ± 148Mycophenolic acidL04AA060.001–2.50.95580.8870.82.883 ± 6124NaproxenM01AE020.001–2.50.99010.28626.859 ± 2159NorfloxacinS01AE020.005–2.50.99043.746.12022 ± 756Oxolinic AcidJ01MB050.001–2.50.99470.1011.34.261 ± 766OxytetracyclineD06AA030.001–2.50.97490.689124126 ± 365PantoprazoleA02BC020.005–2.50.98350.33713.527 ± 1172PentoxifyllineC04AD030.001–2.50.99330.1180.742.560 ± 772PrednisoneA07EA030.025–2.50.99590.56144759 ± 642PregabalinN03AX160.001–2.50.99360.392134340 ± 47101PropanololC07AA050.005–2.50.99050.4730.742.555 ± 4144QuetiapineN05AH040.001–2.50.97240.230.712.493 ± 274RasagilineN04BD020.05–2.50.9711.02268735 ± 554RemedesivirJ05AB160.001–2.50.99110.2270.662.245 ± 7113RitonavirJ05AE030.001–2.50.98850.820.82.791 ± 1567RosuvastatinC10BA060.001–2.50.99711.231.65.267 ± 6116SarafloxacinQJ01MA980.001–2.50.99410.1115.41833 ± 637ScopolamineA04AD010.001–2.50.98440.1380.642.164 ± 8118SulfadiazinaJ01EC020.001–2.50.98411.572.58.464 ± 8129SulfamethoxazoleJ04AM080.001–2.50.99780.09150.782.645 ± 681SulfapyridineJ01EB040.001–2.50.99321.221.13.656 ± 11139TamoxifenL02BA010.001–2.50.99470.1631.34.210 ± 23110TetracyclineD06AA040.001–2.50.9950.00553.11031 ± 434TiotropiumR03BB040.005–2.50.89110.7561.85.958 ± 19128TopiramateN03AX110.005–2.50.99558.535.51846 ± 6118TramadolN02AX020.001–2.50.98950.2510.441.571 ± 6125TrazodoneN06AX050.001–2.50.98740.2140.280.964 ± 3108TrimethoprimJ01EA010.001–2.50.99590.2642.48.154 ± 470TylosinQJ01FA900.001–2.50.99560.0334.81647 ± 349VenlafaxineN06AX160.001–2.50.95270.6451.23.988 ± 684VerapamilC08DA010.001–2.50.98110.8190.280.92108 ± 8112VildagliptinA10BH020.001–2.50.99660.4710.571.970 ± 9106 Quality parameters for all 78 pharmaceuticals and one metabolite (*) studied ordered alphabetically. R2; IDL (pg); MDL (ng L−1); LOQ (ng L−1); R.: recovery (%); ME (%) Concentrations of the pharmaceuticals were calculated in both Llobregat and Besòs Rivers. Table SI3 shows the concentrations of target compounds in all sampling points studied and their dates. Furthermore, Table SI4 indicates the median values for all pharmaceuticals for all sampling dates and spots for each river. Values above 100 ng L−1 are candidates to be monitored because EU Watchlist regulation for surface waters is including more pharmaceuticals each year, and 100 ng L−1 limit is common for most pharmaceuticals (EUR-LEX directive 2013). In Besòs River, the pharmaceuticals that were above 100 ng L−1 (median values) were guanylurea (1640 ng L−1), rasagilline (1198 ng L−1), gemfibrozil (526 ng L−1), naproxen (355 ng L−1), metformin (272 ng L−1), lidocaine (245 ng L−1), tramadol (235 ng L−1) memantine (235 ng L−1), amylmetracresol (220 ng L−1), losartan (220 ng L−1), venlafaxine (212 ng L−1), ibuprofen (205 ng L−1), topiramate (194 ng L−1), caffeine (193 ng L−1), diclofenac (188 ng L−1), norfloxacin (ng L−1), and atenolol (122 ng L−1) (see Table SI4). On the other hand, in Llobregat River (median values), the pharmaceuticals were ibuprofen (1658 ng L−1), guanylurea (1644 ng L−1), amitriptyline (638 ng L−1), acetaminophen (564 ng L−1), merformin (478 ng L−1), caffeine (329 ng L−1), rasagilline (310 ng L−1), tramadol (272 ng L−1), gemfibrozil (265 ng L−1), dexamethasone (235 ng L−1), topiramate (189 ng L−1), sulfapyridine (183 ng L−1), cloperastine (181 ng L−1), gabapentin (163 ng L−1), norfloxacin (144 ng L−1), losartan (132 ng L−1), venlafaxine (126 ng L−1), naproxen (109 ng L−1), and antipyrine (101 ng L−1) (see Table SI4). Comparing both rivers, they shared some pharmaceuticals with concentrations higher than 100 ng L−1 such as guanylurea, rasagiline, gemfobrozil, naproxen, metformin, losartan, ibuprofen, topiramate, caffeine, and norfloxacin. Guanylurea which is a metabolite of metformin was found between 314 and 3615 ng L−1 in the Besòs River and 233 to 4094 ng L−1 in the Llobregat River. Previous studies indicate guanylurea as an extremely high concentrated compound. For example, Scheurer et al. (2012), in a study about metformin and guanylurea in the environment reported levels of this metabolite in the range of 100 to 28,000 ng L−1 in Heilbronn and Krösch Rivers (Germany). Another pharmaceutical highly detected was rasagilline, used for the Parkinson disease, in a range of concentrations between 178 and 2859 ng L−1 in the Besòs River, and between 260 and 1930 ng L−1, in the Llobregat River. Scarce information was found of rasagilline concentration in surface waters. Gómez-Canela et al. (2021), in a study about the presence of 76 pharmaceuticals in wastewater, did not detect rasagilline. Surprisingly, the high concentrations found in the present study significate the urgency to monitor this contaminant. On the other hand, gemfibrozil was also found in both rivers at high concentrations. In the Besòs River, the concentrations were ranged from 196 to 2862 ng L−1 and from 121 to 1968 ng L−1 in the Llobregat River. Gemfibrozil which is prescribed worldwide for a treatment of high blood cholesterol has been widely detected in surface waters worldwide. Wang et al. (2010) reported mean values of 59.2 ng L−1 of gemfibrozil in Hai River (China) in a study of occurrence and risk assessment for acidic pharmaceuticals in river waters, while Al-Ghafri et al. (2023) reported higher values of 500 ng L−1 in surface waters in a study of zebrafish alterations caused by these pharmaceuticals. Finally, Reichert et al. (2020), reported levels of 466 ng L−1 in a study of subtropical urban rivers of Brazil (Ronda River). All these values were below the ones detected on this study which gave concentrations of 2862 or 1968 in Besòs and Llobregat Rivers, respectively, in determined sampling spots. Moreover, naproxen was found between 50 and 1197 ng L−1 in Besòs River and 12 to 819 ng L−1 in Llobregat River. Naproxen which is a nonsteroidal anti-inflammatory drug has been found at a very wide range of concentrations in river waters worldwide. Wojcieszyńska and Guzik (2020), in a review about the occurrence of naproxen in surface waters, reported concentrations between 3 ng L−1 in Switzerland lakes and 753 ng L−1 in Poland rivers. Furthermore, Amos Sibeko et al. (2019) reported high concentrations of naproxen (2300 ng L−1) in Mbokodweni River (SouthAfrica) in a study of pharmaceuticals in river water. Metformin was found between 27 to 4576 ng L−1 in the Besòs River and 53 to 900 ng L−1 in the Llobregat River. Metformin is a widely used drug for diabetes, and its prescription has been increasing for the past years (Blackwell et al. 2022). Briones et al. (2016) indicated in a review about the global impact of metformin concentrations of this compound from 8.7 to 9240 ng L−1 in Michigan Lake (USA) to even the maximum ever reported in surface waters which was 20,000 ng L−1 in Tianjin (China). Another pharmaceutical detected at high concentrations was losartan, which is used alone or together with other medicines to treat high blood pressure (hypertension). It was found between 2 and 767 ng L−1 in the Besòs River and between 59 and 1171 ng L−1 in the Llobregat River. Reque et al. (2021), in a study about the ecotoxicity of losartan reported that this pharmaceutical could be found in several water bodies because of its presence in influents of WWTPs and sea waters. In this study, a maximum concentration of 1699.8 ng L−1 was reported in Hudson River (USA). Ibuprofen was detected from 61 to 1150 ng L−1 in the Besòs River, and it was detected from 270 ng L−1 to 2844 in the Llobregat River. In a study of monitoring the presence of ibuprofen in Portuguese surface waters, concentrations of this pharmaceutical were reported from non-detected in some rivers to 3868 ng L−1 in hospitals effluents (Paíga et al. 2013). Topiramate was found between 24 and 960 ng L−1 in the Besòs River and 22 to 482 ng L−1 in the Llobregat River. Topiramate, which is a worldwide antiepileptic drug, has been reported at lower concentrations than the ones obtained in this study. Liu et al. (2023) reported levels up to 364 ng L−1 in Germany surface waters in a study of antiepileptic drugs in the aquatic environment. Caffeine was found between 5 and 1231 ng L−1 in the Besòs River and 36 to 551 ng L−1 in the Llobregat River. Several drugs contain a small percentage of caffeine, and therefore, it is daily consumed by millions in some drinks and food (Paíga et al. 2019). A wide concentration range of this contaminants can be found worldwide. Li et al. (2020), in a review about the occurrence of caffeine in the freshwater environment, reported mean levels from 36.8 ng L−1 in river water from Malaysia to Brazil which the highest mean concentrations found in river water (12,300 ng L−1). Finally, norfloxacin was found between 58 and 2792 ng L−1 in the Besòs River and 20 to 1069 ng L−1 in Llobregat River. Norfloxacin which is a highly used antibiotic used for bacterial infections has been reported widely at literature. India has the highest values of this pharmaceutical. Ranjan et al. (2022) reported levels of 250 µg L−1 in a study of emerging pollutants in river waters. However, in European countries, the concentrations reported of norfloxacin were lower. Maghsodian et al. (2022) reported values up to 544 ng L−1 in river waters. A statistical study was conducted to discern the concentration of pharmaceuticals among sampling spots and time, highlighting the most concentrated spots and periods in both rivers. Figure 2 illustrates the distribution of the concentrations of the pharmaceuticals by river, sampling point, and sampling date. Concentrations were presented on a logarithmic scale, and experimental results below LOQ were included to prevent misinterpretations. The boxplots suggested distinguishable distributions of pharmaceuticals at some sampling points.Fig. 2Summary of pharmaceuticals concentration in each river point of Besòs and Llobregat Rivers (BSA-BSE, LLA-LLG) and the three different samplings dates (1–3) Summary of pharmaceuticals concentration in each river point of Besòs and Llobregat Rivers (BSA-BSE, LLA-LLG) and the three different samplings dates (1–3) In the Besòs River, the BSA sample exhibited the lowest pharmaceutical concentration, especially on sampling dates 1 and 2 (December 2021 and January 2022). In other Besòs sampling sites, concentrations were higher on dates 1 and 3 (December 2021 and February 2022). The Besòs River was selected in this study because it is a river with nearby industrial zones, including several pharmaceutical companies. In this study, comparing Besòs sampling points, it did not seem that there was a correlation between industrial zones and pharmaceutical concentrations. However, there was a correlation with population density, as BSA had the lowest pharmaceutical concentration and the second lowest population density among the sampling points (2198.2 hab km−2) (see Table 1). Moreover, the second lowest concentration point (BSC) was the one with the lowest population density (1562.2 hab km−2). Notably, the sampling point with the highest concentrations was BSE, corresponding to Sant Adrià del Besòs near the river mouth with a highly density of population area. Furthermore, Besòs WWTP (see Table 1) is nearby which can contribute to the high concentrations of some compounds found in this sampling point (Rúa-Gómez and Püttmann 2012). The pharmaceuticals with the highest levels at this sampling point (BSE) were guanylurea (8273 ng L−1) in BS1E (December 2021), metformin (4576 ng L−1), rasagiline (2132 ng L−1), gemfibrozil (1393 ng L−1), naproxen (1174 ng L−1), and tramadol (1001 ng L−1) in BSE3 (February 2022). The elevated concentration of guanylurea comes as no surprise, considering it is a metabolite of one of the most commonly prescribed antidiabetic drugs, metformin (Blackwell et al. 2022). Notably, guanylurea has even found applications in certain therapies as a weight-loss agent (Yerevanian and Soukas 2019). Additionally, the detection of high levels of rasagiline, gemfibrozil, naproxen, and tramadol is noteworthy. Rasagiline is employed in the treatment of Parkinson’s disease, gemfibrozil is known for its role in reducing cholesterol levels, naproxen is a well-known painkiller (Ogbemudia et al. 2022), and tramadol is also used for pain management (Kiani et al. 2022). This diversity in pharmaceuticals and their varied applications highlights the complexity of the environmental impact of these substances, necessitating careful monitoring and assessment for potential risks to both ecological systems and human health. These findings underscore the pressing need for the development and implementation of novel methodologies to eliminate pharmaceuticals from aquatic environments, particularly in rivers. In proximity to the sampling point (BSE), Besòs WWTP manages domestic and industrial wastewater, with treated water being discharged into the sea via submarine emissaries (AMB n.d.). Conversely, in the Llobregat River, the sampling point LLF exhibited the highest concentrations of target compounds. Situated in El Prat de Llobregat, a densely populated area near of two of Catalonia’s most significant hospitals, the Catalan Institute of Oncology (ICO) and Bellvitge University Hospital, this location raises concerns. The Catalan Institute of Oncology sees approximately 3200 discharges and over 16,000 first visits annually, along with nearly 42,000 day hospital sessions and over 2500 external radiotherapy sessions (ICO n.d.). Meanwhile, the University Hospital receives more than 37,000 new patients annually, with over 100,000 urgencies and more than 27,000 hospital day sessions (ICO n.d.) . These hospitals could contribute to the heightened concentrations observed at LLF. Comparing the concentration results of Llobregat River with the potential contaminants described in Table 1, the highly contaminated spot (LLF) is the second most populated among the Llobregat sampling points with 2070.4 hab km−2, while the least contaminated spot (LLA) had the lowest population density (104.3 hab km−2). Once again, as in the Besòs River, there is no clear correlation between industrial zones and pharmaceutical residues, except in LLF where the results were very high, likely due to the two nearby hospitals (Table 1). The highest concentrated pharmaceuticals in this point (LLF) were ibuprofen (4777 ng L−1) and guanylurea (4094 ng L−1) in LLF3 (March 2022), acetaminophen (3377 ng L−1), tramadol (1456 ng L−1) and metformin (900 ng L−1) in LLF2 (February 2022) and rasagiline (1930 ng L−1) and gabapentin (1110 ng L−1) in LLF1 (November 2021). Here, it is emphasized the concentration of ibuprofen (Brillas 2022) and acetaminophen (Nunes et al. 2014) which are world-wide used anti-inflammatory and analgesic drugs respectively. Therefore, high concentrations of gabapentin (which is used for epileptic attacks) and losartan (reduce high arterial pressure) were found (Lin et al. 2022; Mattle et al. 2022). Despite the proximity of the oncological hospital to the sampled area, the results do not indicate an elevated presence of chemotherapy pharmaceuticals such as capecitabine, included in the present study. To further investigate about this observed general differences, statistical tests were performed for both rivers, comparing sampling point and sampling dates. Figure 3 A shows the distribution of pharmaceuticals in Besòs River. A Kruskal–Wallis test rejected the hypothesis of equivalence in medians (p < 0.001). Pairwise Mann–Whitney tests identified two different groups; BSA median was lower than the medians in the rest of sampling sites. So, BSA was the less contaminated point in terms of pharmaceutical products. Figure 3 B also shows the distribution of chemical in Besòs River per sampling date. A Kruskal–Wallis test rejects the hypothesis of equivalence in medians (p < 0.001). Pairwise Mann–Whitney tests identify differences among the three sampling dates which had an important impact in the present study being February 2022 the period with high concentration of pharmaceuticals. Figure 3 C shows the distribution of chemicals in Llobregat River per sampling point. A Kruskal–Wallis test rejects the hypothesis of equivalence in medians (p < 0.001). Pairwise Mann–Whitney tests indicate three groups: (1) LLA, LLB, and LLG; (2) LLD and LLE; and (3) LLF which is the point near the hospitals mentioned before. Sampling point LLC cannot tell a part neither from group (1) nor from group (2); it is however different than group 3. Group 3 has a higher median concentration of pollutants than groups 2 and 1. Group 2 has also a higher median concentration than group 1. Figure 3 D also indicates the distribution of chemical in Llobregat River per sampling date. A Kruskal–Wallis test rejects the hypothesis of equivalence in medians (p < 0.001), and pairwise Mann–Whitney tests identify differences among the three sampling dates being March 2022 the date with most concentration of pharmaceuticals.Fig. 3Pharmaceutical concentration in Besòs and Llobregat Rivers per sampling point in the 3 days sampled (A and C) and per sampling date in the five and seven sampling points, respectively (B and D). (1), (2), and (3) indicate the different groups generated according to the concentrations of pharmaceuticals in Besòs and Llobregat Rivers (using pairwise Mann–Whitney test) Pharmaceutical concentration in Besòs and Llobregat Rivers per sampling point in the 3 days sampled (A and C) and per sampling date in the five and seven sampling points, respectively (B and D). (1), (2), and (3) indicate the different groups generated according to the concentrations of pharmaceuticals in Besòs and Llobregat Rivers (using pairwise Mann–Whitney test) Secondly, the analytical data were studied looking at the outcomes for each pharmaceutical. Concentrations were compared to the EMA reference level of 10 ng L−1 (Whomsley et al. 2019), and, afterwards, covariation of concentration are explored by correlational study and hierarchical clustering. Considering the chemicals which median concentration is above their LOQ, Wilcoxon tests show that 40 out of the 78 chemical median concentrations exceed 10 ng L−1 in both rivers. Additionally, five chemicals are over this limit only in Besòs and five only in Llobregat. The study of the conjoint variations on the pharmaceuticals concentrations indicated that some chemicals have distribution patterns that are similar among them. These appear grouped in the correlogram shown in Fig. 4. Therefore, a cluster analysis may help to distinguish these groups and to characterize these different patterns.Fig. 4Correlogram of pharmaceuticals concentrations and results of the cluster analysis of pharmaceuticals concentrations Correlogram of pharmaceuticals concentrations and results of the cluster analysis of pharmaceuticals concentrations Hierarchical clustering of the concentrations allows to identify six different clusters of compounds. Figure 4 show the results of the clusters, and Table SI4 indicates the pharmaceuticals in each cluster group. Cluster 1 corresponds to compounds which median consistently exceeds the limit of 10 ng L−1. As can be seen, the compounds of this cluster are the ones with highest concentrations in both Besòs and Llobregat Rivers which were commented at “Levels of pharmaceuticals in Besòs and Llobregat Rivers.” These are compounds which can become an environmental threat and should be monitored. Cluster 2 compounds also tend to be in higher concentrations although they may occasionally show lower concentration values. Cluster 3 chemicals have also medians that commonly overpass the reference limit; however, the concentrations may be often below this limit. Concentrations are higher in Llobregat for the chemicals in this group. Cluster 4 and 5 are of less concern, and the included compounds will only occasionally be over 10 ng L−1. Cluster 5 show the specificity of grouping compound that have higher concentrations in Besòs that Llobregat. Cluster 6 compounds will just rarely reach concerning concentrations. A risk assessment was performed for pharmaceuticals with median concentration higher than 10 ng L−1, in line with the threshold set by EMA for further risk evaluation (Whomsley et al. 2019). A statistical analysis was carried out to identify pharmaceuticals significantly exceeding this threshold, and the median results are presented in Table SI4. Table 3 displays the EC50 and RQ values for pharmaceuticals in both Llobregat and Besòs Rivers, calculated from the median concentrations in each river. Individual values are available in Table SI5. All pharmaceutical exhibited RQ values below 1, indicating no potential risk to the environment. Nevertheless, amylmetacresol and chloroquine showed high values in both Besòs River (0.220 and 0.446) and Llobregat River (0.0942 and 0.591), approaching the threshold. Monitoring and further toxicological studies are warranted, particularly for guanylurea, which demonstrated very high median concentrations (1640 and 1644 ng L−1) in Besòs and Llobregat Rivers, respectively. Concentrations of guanylurea in the literature have been reported at the µg L−1 level, making it a candidate for future monitoring (Scheurer et al. 2012; Trautwein et al. 2014).\nTable 3Bibliographic EC50 in Daphnia magna (24 h and 48 h acute toxicity test) and RQ (median value) of each pharmaceutical and metabolite with concentrations surpassing EMA threshold (10 ng L−1) in Besòs or/and Llobregat Rivers. n.a: not availablePharmaceuticalEC50 (mg L−1)ReferenceRQ (Besòs)RQ (Llobregat)Acetaminophen100Richards and Cole (2006)0.0009940.00564Amitriptyline4990Lilius et al. (1995)0.000009610.000128Amylmetacresol1.0 ECOSAR (2023)0.2200.0942Antipyrine6.8Favier et al. (2019)0.009450.0149Atenolol310Küster et al. (2010)0.0003950.0000522Caffeine161.2Martins et al. (2007)0.001200.00204Chloroquine3.8Zurita et al. (2005)0.004900.0195Ciprofloxacin1.2Kim et al. (2010)0.04440.0146Citalopram28.9Duan et al. (2022)0.003250.00105Cloperastinen.a---Dexomethasone13.7Sun et al. (2010)0.001770.0172Diazepam14Martins et al. (2007)0.001460.000426Diclofenac123.3de Oliveira et al. (2016)0.001520.000215Fenofibrate50.1Isidori et al. (2007)0.0002050.000429Fluoxetine4.8Richards and Cole (2006)0.004370.00107Gabapentin > 100Minguez et al. (2016) < 0.000782 < 0.00163Gemfibrozil161.1Isidori et al. (2007)0.003260.00164Guanylurean.a---Ibuprofen39Richards and Cole (2006)0.005260.0425Levetiracetam > 100Minguez et al. (2016) < 0.000358 < 0.000491Levofloxacinn.a---Lidocaine308.8Lomba et al. (2020)0.0007930.000167Losartan303.7Reque et al. (2021)0.0007240.000434Megestrol5Franquet-Griell et al. (2015)0.0022760.009Memantinen.a---Metformin64Cleuvers (2003)0.004250.00748Mycophenolic acid > 100Franquet-Griell et al. (2015) < 0.000351 < 0.000183Naproxen163.3Cleuvers (2004)0.002170.000668Norfloxacinn.a---Oxytetracycline22.6Isidori et al. (2005)0.001190.00237Pantoprazolen.a---Prednisone3822Franquet-Griell et al. (2015)0.000004660.0000126Rasagilinen.a---Sulfadiazina188Anskjær et al. (2013)0.0001940.000272Sulfamethoxazole25.2Isidori et al. (2005)0.002460.00103Sulfapyridinen.a---Topiramaten.a---Tramadol73Bergheim et al. (2012)0.003220.00372Venlafaxine148.3Minguez et al. (2016)0.001430.000850Vildagliptinn.a--- Bibliographic EC50 in Daphnia magna (24 h and 48 h acute toxicity test) and RQ (median value) of each pharmaceutical and metabolite with concentrations surpassing EMA threshold (10 ng L−1) in Besòs or/and Llobregat Rivers. n.a: not available The summation of RQ results for each pharmaceutical at each river point was also analyzed to assess differences between sampling locations. Table 4 shows the summatory of the RQ in each point of both Llobregat and Besòs Rivers. Sampling points LLA, LLB, LLC, LLD, LLG, BSA, and BSB recorded values below 0.5, signifying very low RQ, even when considering all pharmaceuticals. On the other hand, sampling points BSC, BSD, BSE, and LLE approached 1, indicating a small potential threat. Finally, LLF gave the higher value (1.20). Although it is below 10 which is the threshold for potential for adverse effects, further investigation will be needed in this point. The contribution in this point was highly caused by amylmetacresol (0.80) and chloroquine (0.09) (see Table SI6). Amylmetacresol use can be associated with winter season as it is used for throat and mouth infections (Morokutti-Kurz et al. 2017). For chloroquine, a possible hypothesis could be the increasing of consumption of this pharmaceutical due the COVID-19 pandemic in Catalonia (Vivanco-Hidalgo et al. 2021). Moreover, LLF sampling spot is near the Catalan Institute of Oncology and Bellvitge University Hospital which may be one of the causes why the RQ is higher in this area.\nTable 4Summary of the RQ caused by all the pharmaceuticals and metabolite in each river point (average of the three samplings of each river point) Summary of the RQ caused by all the pharmaceuticals and metabolite in each river point (average of the three samplings of each river point)\n\n## Mass spectral characterization\nTable SI1 shows the mass spectral information of target compounds. Protonated molecular ions were observed in all cases as base peak. Fragmentation differed according to the compounds, given their very different chemical features, with compounds showing strong fragmentation and compounds forming very few ions. Molecular fragmentation characterization can be visualized at Table SI2 for the new optimized compounds in this study. For the rest of pharmaceuticals, MS/MS parameters were obtained from a previous publication (Gómez-Canela et al. 2021).\n\n## Quality parameters\nTable 2 displays the quality parameters studied. All precursor ions were measured by positive electrospray (ESI +). Linearity was assessed between 0.001 and 2.5 mg L−1 for the majority of pharmaceuticals. However, three different linearities beginning with the lowest point at 0.005, 0.025, and 0.05 mg L−1 were also used for some target compounds (see Table 2). Correlation coefficients (R2) range from 0.8911 (tiotropium) to 0.9994 (erythromycin). On the other hand, IDLs ranged from 0.0055 pg (tetracycline) to 50.3 pg (doxycycline). MDLs were between 0.20 ng L−1 (capecitabine) and 38 ng L−1 (guanylurea) as well as their LOQs which are ranged from 0.67 to 127 ng L−1, respectively. Recovery rates vary from 10% (tamoxifen) to 161% (losartan). Recovery rates higher than 10% were considered for quantification as it is a method with huge variability due the different physicochemical properties. Finally, results of ME varied from 31% (atorvastatin) to 165% (diazepam).\nTable 2Quality parameters for all 78 pharmaceuticals and one metabolite (*) studied ordered alphabetically. R2; IDL (pg); MDL (ng L−1); LOQ (ng L−1); R.: recovery (%); ME (%)CompoundATC codeLinearity (ng µL−1)R2IDL (pg)MDL (ng L−1)LOQ (ng L−1)R (%) ± RSDME (%)4-AminoantipyrineN02BB030.001–2.50.99460.23639.836 ± 252AcetaminophenN02BE010.001–2.50.98540.64126.571 ± 5149AmiodaroneC01BD010.001–2.50.99320.2794.61530 ± 1745AmitriptylineN06AA090.001–2.50.97630.8710.652.255 ± 895AmoxicillinJ01CA040.001–2.50.9912.953.21136 ± 594AmylmetacresolR02AA030.005–2.50.99568.83185923 ± 243AntipyrineN02BB010.001–2.50.97720.2793.71282 ± 7115AtenololC07AB030.001–2.50.99761.160.632.170 ± 9119AtorvastatinC10AA050.001–2.50.99910.8913.345 ± 231BicalutamideL02BB030.005–2.50.99927.281.65.255 ± 4133CaffeineN06BC010.001–2.50.99510.940.9358 ± 1277CapecitabineL01BC060.001–2.50.99460.740.20.6744 ± 1547ChloroquineP01BA010.005–2.50.98650.26613.433 ± 8105ChlorpheniramineR06AB040.005–2.50.99030.267206896 ± 767ChlortetracyclineD06AA020.001–2.50.9980.101248118 ± 489CiprofloxacinJ01MA020.005–2.50.98991.233.81389 ± 13160CitalopramN06AB040.001–2.50.99320.210.471.649 ± 3141ClarithromycinJ01FA090.005–2.50.97840.1980.210.7168 ± 863CloperastineR05DB210.001–2.50.99531.060.481.661 ± 1462DexamethasoneH02AB020.005–2.50.98091.043.31152 ± 14143DiazepamN05BA010.005–2.50.9930.4580.722.472 ± 5165DiclofenacM01AB050.001–2.50.99820.66151798 ± 464DiflubenzuronQP53BC020.001–2.50.99370.9973.211154 ± 6247DonepezilN06DA020.001–2.50.98020.4180.481.651 ± 385DoxycyclineJ01AA020.005–2.50.953750.35.11723 ± 731EnrofloxacinQJ01MA900.001–2.50.98640.2330.91330 ± 582ErythromycinJ01FA010.001–2.50.99940.83206534 ± 247FenofibrateC10BA030.001–2.50.99750.1821.23.920 ± 1269FlumequineJ01MB070.001–2.50.99510.0311.5563 ± 764FluoxetineN06AB030.001–2.50.97930.6760.280.9447 ± 15135FluticasoneR03BA050.005–2.50.99470.568248056 ± 1248GabapentinN03AX120.001–2.50.98770.1431.2418 ± 346GemcitabineL01BC050.001–2.50.95980.0461.55.118 ± 263GemfibrozilC10AB040.001–2.50.98770.9173210844 ± 554Guanylurea*Metabolite0.001–2.50.93762.313812755 ± 1058HydroxichloroquineP01BA020.005–2.50.95690.2942.27.478 ± 7114IbuprofenM01AE010.005–2.50.96083.37103459 ± 1775IfosfamideL01AA060.001–2.50.89951.140.832.873 ± 7137LevetiracetamN03AX140.001–2.50.99040.1671.34.264 ± 970LevofloxacinJ01MA120.005–2.50.9875.521.13.739 ± 1113LidocaineC01BB010.001–2.50.97950.05570.280.9284 ± 7119LopinivirJ05AR100.001–2.50.99080.2920.461.558 ± 4109LosartanC09CA010.001–2.50.95230.2230.571.9161 ± 25115ManidipineC08CA110.001–2.50.99060.241.24.139 ± 2086MegestrolL02AB010.001–2.50.99580.1724.21474 ± 1067MemantineN06DX010.001–2.50.95960.1450.461.548 ± 3680MetforminA10BA020.001–2.50.9280.216.82316 ± 148Mycophenolic acidL04AA060.001–2.50.95580.8870.82.883 ± 6124NaproxenM01AE020.001–2.50.99010.28626.859 ± 2159NorfloxacinS01AE020.005–2.50.99043.746.12022 ± 756Oxolinic AcidJ01MB050.001–2.50.99470.1011.34.261 ± 766OxytetracyclineD06AA030.001–2.50.97490.689124126 ± 365PantoprazoleA02BC020.005–2.50.98350.33713.527 ± 1172PentoxifyllineC04AD030.001–2.50.99330.1180.742.560 ± 772PrednisoneA07EA030.025–2.50.99590.56144759 ± 642PregabalinN03AX160.001–2.50.99360.392134340 ± 47101PropanololC07AA050.005–2.50.99050.4730.742.555 ± 4144QuetiapineN05AH040.001–2.50.97240.230.712.493 ± 274RasagilineN04BD020.05–2.50.9711.02268735 ± 554RemedesivirJ05AB160.001–2.50.99110.2270.662.245 ± 7113RitonavirJ05AE030.001–2.50.98850.820.82.791 ± 1567RosuvastatinC10BA060.001–2.50.99711.231.65.267 ± 6116SarafloxacinQJ01MA980.001–2.50.99410.1115.41833 ± 637ScopolamineA04AD010.001–2.50.98440.1380.642.164 ± 8118SulfadiazinaJ01EC020.001–2.50.98411.572.58.464 ± 8129SulfamethoxazoleJ04AM080.001–2.50.99780.09150.782.645 ± 681SulfapyridineJ01EB040.001–2.50.99321.221.13.656 ± 11139TamoxifenL02BA010.001–2.50.99470.1631.34.210 ± 23110TetracyclineD06AA040.001–2.50.9950.00553.11031 ± 434TiotropiumR03BB040.005–2.50.89110.7561.85.958 ± 19128TopiramateN03AX110.005–2.50.99558.535.51846 ± 6118TramadolN02AX020.001–2.50.98950.2510.441.571 ± 6125TrazodoneN06AX050.001–2.50.98740.2140.280.964 ± 3108TrimethoprimJ01EA010.001–2.50.99590.2642.48.154 ± 470TylosinQJ01FA900.001–2.50.99560.0334.81647 ± 349VenlafaxineN06AX160.001–2.50.95270.6451.23.988 ± 684VerapamilC08DA010.001–2.50.98110.8190.280.92108 ± 8112VildagliptinA10BH020.001–2.50.99660.4710.571.970 ± 9106 Quality parameters for all 78 pharmaceuticals and one metabolite (*) studied ordered alphabetically. R2; IDL (pg); MDL (ng L−1); LOQ (ng L−1); R.: recovery (%); ME (%)\n\n## Levels of pharmaceuticals in Besòs and Llobregat Rivers\nConcentrations of the pharmaceuticals were calculated in both Llobregat and Besòs Rivers. Table SI3 shows the concentrations of target compounds in all sampling points studied and their dates. Furthermore, Table SI4 indicates the median values for all pharmaceuticals for all sampling dates and spots for each river. Values above 100 ng L−1 are candidates to be monitored because EU Watchlist regulation for surface waters is including more pharmaceuticals each year, and 100 ng L−1 limit is common for most pharmaceuticals (EUR-LEX directive 2013). In Besòs River, the pharmaceuticals that were above 100 ng L−1 (median values) were guanylurea (1640 ng L−1), rasagilline (1198 ng L−1), gemfibrozil (526 ng L−1), naproxen (355 ng L−1), metformin (272 ng L−1), lidocaine (245 ng L−1), tramadol (235 ng L−1) memantine (235 ng L−1), amylmetracresol (220 ng L−1), losartan (220 ng L−1), venlafaxine (212 ng L−1), ibuprofen (205 ng L−1), topiramate (194 ng L−1), caffeine (193 ng L−1), diclofenac (188 ng L−1), norfloxacin (ng L−1), and atenolol (122 ng L−1) (see Table SI4). On the other hand, in Llobregat River (median values), the pharmaceuticals were ibuprofen (1658 ng L−1), guanylurea (1644 ng L−1), amitriptyline (638 ng L−1), acetaminophen (564 ng L−1), merformin (478 ng L−1), caffeine (329 ng L−1), rasagilline (310 ng L−1), tramadol (272 ng L−1), gemfibrozil (265 ng L−1), dexamethasone (235 ng L−1), topiramate (189 ng L−1), sulfapyridine (183 ng L−1), cloperastine (181 ng L−1), gabapentin (163 ng L−1), norfloxacin (144 ng L−1), losartan (132 ng L−1), venlafaxine (126 ng L−1), naproxen (109 ng L−1), and antipyrine (101 ng L−1) (see Table SI4). Comparing both rivers, they shared some pharmaceuticals with concentrations higher than 100 ng L−1 such as guanylurea, rasagiline, gemfobrozil, naproxen, metformin, losartan, ibuprofen, topiramate, caffeine, and norfloxacin. Guanylurea which is a metabolite of metformin was found between 314 and 3615 ng L−1 in the Besòs River and 233 to 4094 ng L−1 in the Llobregat River. Previous studies indicate guanylurea as an extremely high concentrated compound. For example, Scheurer et al. (2012), in a study about metformin and guanylurea in the environment reported levels of this metabolite in the range of 100 to 28,000 ng L−1 in Heilbronn and Krösch Rivers (Germany). Another pharmaceutical highly detected was rasagilline, used for the Parkinson disease, in a range of concentrations between 178 and 2859 ng L−1 in the Besòs River, and between 260 and 1930 ng L−1, in the Llobregat River. Scarce information was found of rasagilline concentration in surface waters. Gómez-Canela et al. (2021), in a study about the presence of 76 pharmaceuticals in wastewater, did not detect rasagilline. Surprisingly, the high concentrations found in the present study significate the urgency to monitor this contaminant. On the other hand, gemfibrozil was also found in both rivers at high concentrations. In the Besòs River, the concentrations were ranged from 196 to 2862 ng L−1 and from 121 to 1968 ng L−1 in the Llobregat River. Gemfibrozil which is prescribed worldwide for a treatment of high blood cholesterol has been widely detected in surface waters worldwide. Wang et al. (2010) reported mean values of 59.2 ng L−1 of gemfibrozil in Hai River (China) in a study of occurrence and risk assessment for acidic pharmaceuticals in river waters, while Al-Ghafri et al. (2023) reported higher values of 500 ng L−1 in surface waters in a study of zebrafish alterations caused by these pharmaceuticals. Finally, Reichert et al. (2020), reported levels of 466 ng L−1 in a study of subtropical urban rivers of Brazil (Ronda River). All these values were below the ones detected on this study which gave concentrations of 2862 or 1968 in Besòs and Llobregat Rivers, respectively, in determined sampling spots. Moreover, naproxen was found between 50 and 1197 ng L−1 in Besòs River and 12 to 819 ng L−1 in Llobregat River. Naproxen which is a nonsteroidal anti-inflammatory drug has been found at a very wide range of concentrations in river waters worldwide. Wojcieszyńska and Guzik (2020), in a review about the occurrence of naproxen in surface waters, reported concentrations between 3 ng L−1 in Switzerland lakes and 753 ng L−1 in Poland rivers. Furthermore, Amos Sibeko et al. (2019) reported high concentrations of naproxen (2300 ng L−1) in Mbokodweni River (SouthAfrica) in a study of pharmaceuticals in river water. Metformin was found between 27 to 4576 ng L−1 in the Besòs River and 53 to 900 ng L−1 in the Llobregat River. Metformin is a widely used drug for diabetes, and its prescription has been increasing for the past years (Blackwell et al. 2022). Briones et al. (2016) indicated in a review about the global impact of metformin concentrations of this compound from 8.7 to 9240 ng L−1 in Michigan Lake (USA) to even the maximum ever reported in surface waters which was 20,000 ng L−1 in Tianjin (China). Another pharmaceutical detected at high concentrations was losartan, which is used alone or together with other medicines to treat high blood pressure (hypertension). It was found between 2 and 767 ng L−1 in the Besòs River and between 59 and 1171 ng L−1 in the Llobregat River. Reque et al. (2021), in a study about the ecotoxicity of losartan reported that this pharmaceutical could be found in several water bodies because of its presence in influents of WWTPs and sea waters. In this study, a maximum concentration of 1699.8 ng L−1 was reported in Hudson River (USA). Ibuprofen was detected from 61 to 1150 ng L−1 in the Besòs River, and it was detected from 270 ng L−1 to 2844 in the Llobregat River. In a study of monitoring the presence of ibuprofen in Portuguese surface waters, concentrations of this pharmaceutical were reported from non-detected in some rivers to 3868 ng L−1 in hospitals effluents (Paíga et al. 2013). Topiramate was found between 24 and 960 ng L−1 in the Besòs River and 22 to 482 ng L−1 in the Llobregat River. Topiramate, which is a worldwide antiepileptic drug, has been reported at lower concentrations than the ones obtained in this study. Liu et al. (2023) reported levels up to 364 ng L−1 in Germany surface waters in a study of antiepileptic drugs in the aquatic environment. Caffeine was found between 5 and 1231 ng L−1 in the Besòs River and 36 to 551 ng L−1 in the Llobregat River. Several drugs contain a small percentage of caffeine, and therefore, it is daily consumed by millions in some drinks and food (Paíga et al. 2019). A wide concentration range of this contaminants can be found worldwide. Li et al. (2020), in a review about the occurrence of caffeine in the freshwater environment, reported mean levels from 36.8 ng L−1 in river water from Malaysia to Brazil which the highest mean concentrations found in river water (12,300 ng L−1). Finally, norfloxacin was found between 58 and 2792 ng L−1 in the Besòs River and 20 to 1069 ng L−1 in Llobregat River. Norfloxacin which is a highly used antibiotic used for bacterial infections has been reported widely at literature. India has the highest values of this pharmaceutical. Ranjan et al. (2022) reported levels of 250 µg L−1 in a study of emerging pollutants in river waters. However, in European countries, the concentrations reported of norfloxacin were lower. Maghsodian et al. (2022) reported values up to 544 ng L−1 in river waters.\n\n## Statistical approach by sampling point and date\nA statistical study was conducted to discern the concentration of pharmaceuticals among sampling spots and time, highlighting the most concentrated spots and periods in both rivers. Figure 2 illustrates the distribution of the concentrations of the pharmaceuticals by river, sampling point, and sampling date. Concentrations were presented on a logarithmic scale, and experimental results below LOQ were included to prevent misinterpretations. The boxplots suggested distinguishable distributions of pharmaceuticals at some sampling points.Fig. 2Summary of pharmaceuticals concentration in each river point of Besòs and Llobregat Rivers (BSA-BSE, LLA-LLG) and the three different samplings dates (1–3) Summary of pharmaceuticals concentration in each river point of Besòs and Llobregat Rivers (BSA-BSE, LLA-LLG) and the three different samplings dates (1–3) In the Besòs River, the BSA sample exhibited the lowest pharmaceutical concentration, especially on sampling dates 1 and 2 (December 2021 and January 2022). In other Besòs sampling sites, concentrations were higher on dates 1 and 3 (December 2021 and February 2022). The Besòs River was selected in this study because it is a river with nearby industrial zones, including several pharmaceutical companies. In this study, comparing Besòs sampling points, it did not seem that there was a correlation between industrial zones and pharmaceutical concentrations. However, there was a correlation with population density, as BSA had the lowest pharmaceutical concentration and the second lowest population density among the sampling points (2198.2 hab km−2) (see Table 1). Moreover, the second lowest concentration point (BSC) was the one with the lowest population density (1562.2 hab km−2). Notably, the sampling point with the highest concentrations was BSE, corresponding to Sant Adrià del Besòs near the river mouth with a highly density of population area. Furthermore, Besòs WWTP (see Table 1) is nearby which can contribute to the high concentrations of some compounds found in this sampling point (Rúa-Gómez and Püttmann 2012). The pharmaceuticals with the highest levels at this sampling point (BSE) were guanylurea (8273 ng L−1) in BS1E (December 2021), metformin (4576 ng L−1), rasagiline (2132 ng L−1), gemfibrozil (1393 ng L−1), naproxen (1174 ng L−1), and tramadol (1001 ng L−1) in BSE3 (February 2022). The elevated concentration of guanylurea comes as no surprise, considering it is a metabolite of one of the most commonly prescribed antidiabetic drugs, metformin (Blackwell et al. 2022). Notably, guanylurea has even found applications in certain therapies as a weight-loss agent (Yerevanian and Soukas 2019). Additionally, the detection of high levels of rasagiline, gemfibrozil, naproxen, and tramadol is noteworthy. Rasagiline is employed in the treatment of Parkinson’s disease, gemfibrozil is known for its role in reducing cholesterol levels, naproxen is a well-known painkiller (Ogbemudia et al. 2022), and tramadol is also used for pain management (Kiani et al. 2022). This diversity in pharmaceuticals and their varied applications highlights the complexity of the environmental impact of these substances, necessitating careful monitoring and assessment for potential risks to both ecological systems and human health. These findings underscore the pressing need for the development and implementation of novel methodologies to eliminate pharmaceuticals from aquatic environments, particularly in rivers. In proximity to the sampling point (BSE), Besòs WWTP manages domestic and industrial wastewater, with treated water being discharged into the sea via submarine emissaries (AMB n.d.). Conversely, in the Llobregat River, the sampling point LLF exhibited the highest concentrations of target compounds. Situated in El Prat de Llobregat, a densely populated area near of two of Catalonia’s most significant hospitals, the Catalan Institute of Oncology (ICO) and Bellvitge University Hospital, this location raises concerns. The Catalan Institute of Oncology sees approximately 3200 discharges and over 16,000 first visits annually, along with nearly 42,000 day hospital sessions and over 2500 external radiotherapy sessions (ICO n.d.). Meanwhile, the University Hospital receives more than 37,000 new patients annually, with over 100,000 urgencies and more than 27,000 hospital day sessions (ICO n.d.) . These hospitals could contribute to the heightened concentrations observed at LLF. Comparing the concentration results of Llobregat River with the potential contaminants described in Table 1, the highly contaminated spot (LLF) is the second most populated among the Llobregat sampling points with 2070.4 hab km−2, while the least contaminated spot (LLA) had the lowest population density (104.3 hab km−2). Once again, as in the Besòs River, there is no clear correlation between industrial zones and pharmaceutical residues, except in LLF where the results were very high, likely due to the two nearby hospitals (Table 1). The highest concentrated pharmaceuticals in this point (LLF) were ibuprofen (4777 ng L−1) and guanylurea (4094 ng L−1) in LLF3 (March 2022), acetaminophen (3377 ng L−1), tramadol (1456 ng L−1) and metformin (900 ng L−1) in LLF2 (February 2022) and rasagiline (1930 ng L−1) and gabapentin (1110 ng L−1) in LLF1 (November 2021). Here, it is emphasized the concentration of ibuprofen (Brillas 2022) and acetaminophen (Nunes et al. 2014) which are world-wide used anti-inflammatory and analgesic drugs respectively. Therefore, high concentrations of gabapentin (which is used for epileptic attacks) and losartan (reduce high arterial pressure) were found (Lin et al. 2022; Mattle et al. 2022). Despite the proximity of the oncological hospital to the sampled area, the results do not indicate an elevated presence of chemotherapy pharmaceuticals such as capecitabine, included in the present study. To further investigate about this observed general differences, statistical tests were performed for both rivers, comparing sampling point and sampling dates. Figure 3 A shows the distribution of pharmaceuticals in Besòs River. A Kruskal–Wallis test rejected the hypothesis of equivalence in medians (p < 0.001). Pairwise Mann–Whitney tests identified two different groups; BSA median was lower than the medians in the rest of sampling sites. So, BSA was the less contaminated point in terms of pharmaceutical products. Figure 3 B also shows the distribution of chemical in Besòs River per sampling date. A Kruskal–Wallis test rejects the hypothesis of equivalence in medians (p < 0.001). Pairwise Mann–Whitney tests identify differences among the three sampling dates which had an important impact in the present study being February 2022 the period with high concentration of pharmaceuticals. Figure 3 C shows the distribution of chemicals in Llobregat River per sampling point. A Kruskal–Wallis test rejects the hypothesis of equivalence in medians (p < 0.001). Pairwise Mann–Whitney tests indicate three groups: (1) LLA, LLB, and LLG; (2) LLD and LLE; and (3) LLF which is the point near the hospitals mentioned before. Sampling point LLC cannot tell a part neither from group (1) nor from group (2); it is however different than group 3. Group 3 has a higher median concentration of pollutants than groups 2 and 1. Group 2 has also a higher median concentration than group 1. Figure 3 D also indicates the distribution of chemical in Llobregat River per sampling date. A Kruskal–Wallis test rejects the hypothesis of equivalence in medians (p < 0.001), and pairwise Mann–Whitney tests identify differences among the three sampling dates being March 2022 the date with most concentration of pharmaceuticals.Fig. 3Pharmaceutical concentration in Besòs and Llobregat Rivers per sampling point in the 3 days sampled (A and C) and per sampling date in the five and seven sampling points, respectively (B and D). (1), (2), and (3) indicate the different groups generated according to the concentrations of pharmaceuticals in Besòs and Llobregat Rivers (using pairwise Mann–Whitney test) Pharmaceutical concentration in Besòs and Llobregat Rivers per sampling point in the 3 days sampled (A and C) and per sampling date in the five and seven sampling points, respectively (B and D). (1), (2), and (3) indicate the different groups generated according to the concentrations of pharmaceuticals in Besòs and Llobregat Rivers (using pairwise Mann–Whitney test) Secondly, the analytical data were studied looking at the outcomes for each pharmaceutical. Concentrations were compared to the EMA reference level of 10 ng L−1 (Whomsley et al. 2019), and, afterwards, covariation of concentration are explored by correlational study and hierarchical clustering. Considering the chemicals which median concentration is above their LOQ, Wilcoxon tests show that 40 out of the 78 chemical median concentrations exceed 10 ng L−1 in both rivers. Additionally, five chemicals are over this limit only in Besòs and five only in Llobregat. The study of the conjoint variations on the pharmaceuticals concentrations indicated that some chemicals have distribution patterns that are similar among them. These appear grouped in the correlogram shown in Fig. 4. Therefore, a cluster analysis may help to distinguish these groups and to characterize these different patterns.Fig. 4Correlogram of pharmaceuticals concentrations and results of the cluster analysis of pharmaceuticals concentrations Correlogram of pharmaceuticals concentrations and results of the cluster analysis of pharmaceuticals concentrations Hierarchical clustering of the concentrations allows to identify six different clusters of compounds. Figure 4 show the results of the clusters, and Table SI4 indicates the pharmaceuticals in each cluster group. Cluster 1 corresponds to compounds which median consistently exceeds the limit of 10 ng L−1. As can be seen, the compounds of this cluster are the ones with highest concentrations in both Besòs and Llobregat Rivers which were commented at “Levels of pharmaceuticals in Besòs and Llobregat Rivers.” These are compounds which can become an environmental threat and should be monitored. Cluster 2 compounds also tend to be in higher concentrations although they may occasionally show lower concentration values. Cluster 3 chemicals have also medians that commonly overpass the reference limit; however, the concentrations may be often below this limit. Concentrations are higher in Llobregat for the chemicals in this group. Cluster 4 and 5 are of less concern, and the included compounds will only occasionally be over 10 ng L−1. Cluster 5 show the specificity of grouping compound that have higher concentrations in Besòs that Llobregat. Cluster 6 compounds will just rarely reach concerning concentrations.\n\n## Risk assessment\nA risk assessment was performed for pharmaceuticals with median concentration higher than 10 ng L−1, in line with the threshold set by EMA for further risk evaluation (Whomsley et al. 2019). A statistical analysis was carried out to identify pharmaceuticals significantly exceeding this threshold, and the median results are presented in Table SI4. Table 3 displays the EC50 and RQ values for pharmaceuticals in both Llobregat and Besòs Rivers, calculated from the median concentrations in each river. Individual values are available in Table SI5. All pharmaceutical exhibited RQ values below 1, indicating no potential risk to the environment. Nevertheless, amylmetacresol and chloroquine showed high values in both Besòs River (0.220 and 0.446) and Llobregat River (0.0942 and 0.591), approaching the threshold. Monitoring and further toxicological studies are warranted, particularly for guanylurea, which demonstrated very high median concentrations (1640 and 1644 ng L−1) in Besòs and Llobregat Rivers, respectively. Concentrations of guanylurea in the literature have been reported at the µg L−1 level, making it a candidate for future monitoring (Scheurer et al. 2012; Trautwein et al. 2014).\nTable 3Bibliographic EC50 in Daphnia magna (24 h and 48 h acute toxicity test) and RQ (median value) of each pharmaceutical and metabolite with concentrations surpassing EMA threshold (10 ng L−1) in Besòs or/and Llobregat Rivers. n.a: not availablePharmaceuticalEC50 (mg L−1)ReferenceRQ (Besòs)RQ (Llobregat)Acetaminophen100Richards and Cole (2006)0.0009940.00564Amitriptyline4990Lilius et al. (1995)0.000009610.000128Amylmetacresol1.0 ECOSAR (2023)0.2200.0942Antipyrine6.8Favier et al. (2019)0.009450.0149Atenolol310Küster et al. (2010)0.0003950.0000522Caffeine161.2Martins et al. (2007)0.001200.00204Chloroquine3.8Zurita et al. (2005)0.004900.0195Ciprofloxacin1.2Kim et al. (2010)0.04440.0146Citalopram28.9Duan et al. (2022)0.003250.00105Cloperastinen.a---Dexomethasone13.7Sun et al. (2010)0.001770.0172Diazepam14Martins et al. (2007)0.001460.000426Diclofenac123.3de Oliveira et al. (2016)0.001520.000215Fenofibrate50.1Isidori et al. (2007)0.0002050.000429Fluoxetine4.8Richards and Cole (2006)0.004370.00107Gabapentin > 100Minguez et al. (2016) < 0.000782 < 0.00163Gemfibrozil161.1Isidori et al. (2007)0.003260.00164Guanylurean.a---Ibuprofen39Richards and Cole (2006)0.005260.0425Levetiracetam > 100Minguez et al. (2016) < 0.000358 < 0.000491Levofloxacinn.a---Lidocaine308.8Lomba et al. (2020)0.0007930.000167Losartan303.7Reque et al. (2021)0.0007240.000434Megestrol5Franquet-Griell et al. (2015)0.0022760.009Memantinen.a---Metformin64Cleuvers (2003)0.004250.00748Mycophenolic acid > 100Franquet-Griell et al. (2015) < 0.000351 < 0.000183Naproxen163.3Cleuvers (2004)0.002170.000668Norfloxacinn.a---Oxytetracycline22.6Isidori et al. (2005)0.001190.00237Pantoprazolen.a---Prednisone3822Franquet-Griell et al. (2015)0.000004660.0000126Rasagilinen.a---Sulfadiazina188Anskjær et al. (2013)0.0001940.000272Sulfamethoxazole25.2Isidori et al. (2005)0.002460.00103Sulfapyridinen.a---Topiramaten.a---Tramadol73Bergheim et al. (2012)0.003220.00372Venlafaxine148.3Minguez et al. (2016)0.001430.000850Vildagliptinn.a--- Bibliographic EC50 in Daphnia magna (24 h and 48 h acute toxicity test) and RQ (median value) of each pharmaceutical and metabolite with concentrations surpassing EMA threshold (10 ng L−1) in Besòs or/and Llobregat Rivers. n.a: not available The summation of RQ results for each pharmaceutical at each river point was also analyzed to assess differences between sampling locations. Table 4 shows the summatory of the RQ in each point of both Llobregat and Besòs Rivers. Sampling points LLA, LLB, LLC, LLD, LLG, BSA, and BSB recorded values below 0.5, signifying very low RQ, even when considering all pharmaceuticals. On the other hand, sampling points BSC, BSD, BSE, and LLE approached 1, indicating a small potential threat. Finally, LLF gave the higher value (1.20). Although it is below 10 which is the threshold for potential for adverse effects, further investigation will be needed in this point. The contribution in this point was highly caused by amylmetacresol (0.80) and chloroquine (0.09) (see Table SI6). Amylmetacresol use can be associated with winter season as it is used for throat and mouth infections (Morokutti-Kurz et al. 2017). For chloroquine, a possible hypothesis could be the increasing of consumption of this pharmaceutical due the COVID-19 pandemic in Catalonia (Vivanco-Hidalgo et al. 2021). Moreover, LLF sampling spot is near the Catalan Institute of Oncology and Bellvitge University Hospital which may be one of the causes why the RQ is higher in this area.\nTable 4Summary of the RQ caused by all the pharmaceuticals and metabolite in each river point (average of the three samplings of each river point) Summary of the RQ caused by all the pharmaceuticals and metabolite in each river point (average of the three samplings of each river point)\n\n## Concluding remarks\nHigh concentrations of guanylurea and metformin were detected in both rivers and nearly all sampling points, warranting further toxicity tests due to their alarming levels. Besòs River presented significant differences in median pharmaceutical concentrations of pharmaceuticals between the different sampling points. Additionally, notable differences were observed among the three sampling periods (December 2021, January 2022, and February 2022), indicating clear time-dependent trends. February 2022 recorded the highest contaminant concentrations. In Llobregat River, three distinct groups were identified, with LLE and LLF exhibiting higher pharmaceutical presence. These points corresponded to high industrialized, and areas close to hospitals. Between the three sampling campaigns (November 2021, February 2022, and March 2022), some significant differences have been reported, obtaining the highest values in March 2022. Risk assessment highlighted the substantial environmental threat posed by one of the studied sampling points (LLF). Remediation measures should be implemented at this location, and additional samplings will be crucial to assess the broader impact of the studied pharmaceuticals. Furthermore, the efficiency of WWTPs in mitigating pharmaceutical contamination should be thoroughly investigated.\n\n## Supplementary Information\nBelow is the link to the electronic supplementary material.Supplementary file1 (DOCX 773 KB) Supplementary file1 (DOCX 773 KB)",
  "word_count": 11874,
  "char_count": 88244
}