{
  "pmcid": "PMC12228385",
  "doi": "10.1186/s12866-025-04061-w",
  "title": "Design, construction and efficiency analysis of bagasse-based charcoal packed horizontal lab-scale wetland for the removal of antibiotic-resistant bacteria",
  "authors": [
    "Misbah Batool Aslam",
    "Talmeez U. R. Rehman",
    "Amina Farrukh Alavi",
    "Abdul Haleem",
    "Abdul Haq",
    "Safia Ahmed",
    "Wasim Sajjad",
    "Mohammed Bourhia",
    "Ousman B. Mahamat",
    "Khalid S. Almaary",
    "Mahwish Ali"
  ],
  "year": "2025",
  "journal": "BMC Microbiology",
  "abstract": "Antibiotic-resistant bacteria (ARB) pose a significant and growing threat to public health, particularly in wastewater environments where they can persist and propagate, exacerbating the global antibiotic resistance crisis. Conventional wastewater treatment methods often fall short in effectively removing ARB and associated contaminants, creating an urgent need for innovative and sustainable solutions. This research addresses this critical gap by investigating the use of a lab-scale horizontal subsurface flow constructed wetland (CW) planted with Typha latifolia and Phragmites australis to enhance domestic wastewater treatment. Biochar was selected as the substrate medium due to its high adsorption capacity and ability to support microbial communities that contribute to contaminant degradation. The CW system was operated at a flow rate of 3.8 US gallons/day and a moderate organic loading rate, with influent concentrations of 698 mg/L for chemical oxygen demand (COD), 376 mg/L for biological oxygen demand (BOD), 43 mg/L for nitrogen and 51 mg/L for sulfate. The results showed that the removal efficiencies of various physiochemical parameters were 53%, 57%, 81%, 80%, and 81% for total dissolved solids (TDS), COD, BOD, total nitrogen and total sulphate, respectively. Importantly, antibiotic-resistant bacteria were reduced by 99%, highlighting the system’s capability to mitigate the spread of multidrug-resistant (MDR) strains. Screening for antibiotic-resistant β-lactamase genes revealed that blaTEM was detected in 50% of MDR isolates from influent samples, while blaCTX-M was absent in both influent and effluent. These findings emphasize the potential of constructed wetlands with biochar as a sustainable and cost-effective solution for addressing the dual challenges of environmental pollution and antibiotic resistance. This study provides critical insights into the development of advanced wastewater treatment technologies to combat emerging public health threats.Supplementary InformationThe online version contains supplementary material available at 10.1186/s12866-025-04061-w.",
  "sections": [
    {
      "title": "Introduction",
      "text": "The global challenge of water pollution, particularly through the discharge of contaminants from domestic and industrial wastewater, poses significant risks to ecosystems, public health, and the environment [28]. As the world’s population continues to rise, the demand for clean water increases, exacerbating water scarcity issues. In 2014, 54% of the global population lived in urban areas, with household water usage representing approximately 11% of total water consumption [13]. By 2025, over 100 countries are expected to experience varying degrees of water scarcity, highlighting the urgent need for sustainable water management solutions, including efficient wastewater treatment technologies [23]. Despite the growing reliance on wastewater for addressing water shortages, conventional wastewater treatment methods often fail to effectively remove contaminants, resulting in the persistence of pollutants such as antibiotic-resistant bacteria (ARB) and antibiotic-resistant genes (ARGs), which can be transferred to humans and other organisms [40]. The overuse of antibiotics in human healthcare and animal farming has led to the rise of ARB and ARGs, which are increasingly detected in wastewater effluents. These resistant microorganisms pose a serious threat to public health, as they complicate the treatment of infections and contribute to the spread of resistance across environments [33, 34]. Conventional wastewater treatment plants are often not equipped to remove ARB effectively, which has driven the search for innovative approaches to mitigate this growing problem. Among these, constructed wetlands (CWs), particularly those integrated with natural systems, have shown promise in removing a wide range of pollutants, including emerging organic contaminants (EOCs), as well as reducing ARB and ARGs. However, many studies have primarily focused on the removal of conventional pollutants, with limited attention given to the combined removal of both physicochemical parameters and ARB [24]. The use of biochar as a substrate material in CWs is a novel approach that has gained attention due to its ability to enhance microbial activity, improve nutrient and oxygen flow, and promote plant growth [22]. Biochar, a carbon-rich material produced from the pyrolysis of organic biomass, has been shown to support diverse microbial communities, which are essential for pollutant degradation. When used as a substrate in CWs, biochar can improve the system’s ability to treat wastewater by increasing the efficiency of both nutrient removal and the attenuation of contaminants such as ARB. The potential of biochar-amended CWs to outperform traditional wastewater treatment systems in removing ARB, antibiotics, and ARGs is increasingly recognized [29]. Despite this growing interest, there remains a need to explore and optimize the use of biochar, particularly in systems designed to treat domestic wastewater contaminated with ARB. Antibiotic-resistant bacteria, especially those producing extended-spectrum β-lactamases (ESBLs), represent one of the most critical challenges in modern medicine. These enzymes, which can degrade β-lactam antibiotics, such as cephalosporins, penicillin, and monobactams, contribute to the widespread resistance among both Gram-negative and some Gram-positive bacteria [2]. The presence of ESBL-producing bacteria in wastewater effluents is particularly concerning because these bacteria are resistant to multiple classes of antibiotics, complicating treatment options for infections. The ability of CWs, particularly those amended with biochar, to mitigate the presence of ESBL-producing ARB and reduce the spread of ARGs in wastewater is an area of increasing importance. While some studies have shown success in removing these bacteria from wastewater, the integration of biochar with CWs in the context of ARB and ARGs remains under-explored and warrants further investigation. This study seeks to address critical gaps in the understanding and application of CWs for removing antibiotic-resistant bacteria from domestic wastewater. Specifically, the objectives are:Evaluate the efficiency of biochar-amended CWs in improving physicochemical parameters, such as chemical oxygen demand (COD), biological oxygen demand (BOD), nitrogen and sulfate.Evaluate the efficiency of biochar-amended CW in reducing Antibiotic resistance bacteria.Furthermore, the study will assess the multidrug resistance (MDR) profiles of ARB isolates before and after treatment and analyze the presence of resistance genes, particularly blaTEM and blaCTX-M. Evaluate the efficiency of biochar-amended CWs in improving physicochemical parameters, such as chemical oxygen demand (COD), biological oxygen demand (BOD), nitrogen and sulfate. Evaluate the efficiency of biochar-amended CW in reducing Antibiotic resistance bacteria. Furthermore, the study will assess the multidrug resistance (MDR) profiles of ARB isolates before and after treatment and analyze the presence of resistance genes, particularly blaTEM and blaCTX-M. By investigating the novel combination of biochar and CWs for wastewater treatment, this research aims to contribute to the development of more effective, sustainable and cost-efficient solutions to address the global challenge of antibiotic resistance in wastewater management."
    },
    {
      "title": "Materials and methods",
      "text": "The wastewater used in this study was sourced from the D-type colony of Quaid-i-Azam University, Islamabad, Pakistan, and transported to the experimental site for treatment. A lab-scale constructed wetland (CW) system was selected for the study to ensure controlled conditions. The system (Fig. 1) was operated in a greenhouse protected from rainfall. The site (outside Microbiology department QAU Islamabad) was selected to receive no precipitation but the maximum light intensity. The system was operated under varying temperature ranges from 18 °C to 35 °C due to seasonal temperature variations from April to June. The system was designed using parameters from the K-C Model [20] for horizontal subsurface flow (HSSF) wetlands, which accounts for factors like flow rate, influent concentration, and removal efficiency.Fig. 1Schematic design and construction of horizontal lab-scale constructed wetland Schematic design and construction of horizontal lab-scale constructed wetland The area of the CW cell was determined using the K-C Model (Eq. 1), which is widely employed for sizing constructed wetlands for wastewater treatment. The equation considers key factors such as the flow rate (Q), influent and effluent concentrations, and a model-specific constant (KA). The equation used in this study is as follows:1\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$Area=\\left(\\frac{0.0365Q}{{K}_{A}}\\right)ln\\left(\\frac{{C}_{i}-{C}^{*}}{{C}_{e}-{C}^{*}}\\right)$$\\end{document}Area=0.0365QKAlnCi-C∗Ce-C∗where:Q is the flow rate (m3/day),Ci and Ce are the influent and effluent concentrations (mg/L),C* is the target concentration (mg/L),KA is a site-specific constant. Q is the flow rate (m3/day), Ci and Ce are the influent and effluent concentrations (mg/L), C* is the target concentration (mg/L), KA is a site-specific constant. The CW area was calculated based on the parameters established in a recent study [36], which validated the effectiveness of this sizing approach for similar wastewater treatment scenarios. This calculation ensured that the system was appropriately scaled to achieve the desired treatment efficiencies, aligning with the specific wastewater characteristics and treatment objectives. The lab-scale constructed wetland system consists of three interconnected compartments designed for treating domestic wastewater. A schematic of the system is shown in Fig. 1. The entire setup spans 11 feet horizontally from the inlet to the outlet, with a vertical depth of 4.5 feet in the first compartment. The system includes two horizontal subsurface flow (HSSF) compartments, each of which is optimized with specific filter media to maximize treatment efficiency. In this study, biochar derived from sugarcane bagasse was used as a non-traditional filter media instead of conventional materials such as gravel or sand. Biochar was prepared using a slow pyrolysis method under anaerobic conditions at three different temperatures: 400 °C, 600 °C, and 800 °C. The first two compartments of the CW were filled with a base layer of 1-inch gravel, followed by 2 inches of biochar and 2 inches of sand at the top. These media were chosen due to their beneficial properties, such as biochar’s high porosity, surface area, and adsorption capacity, which enhance wastewater treatment through physical and chemical interactions with contaminants. In addition to the filter media, Typha latifolia and Phragmites australis were planted in the CW to provide surface area for biofilm formation and to facilitate phytoremediation. These plants were selected based on their well-established role in constructed wetlands for wastewater treatment. The system was operated for a 3–4 week acclimation period before introducing wastewater, allowing the plants to establish their root systems and facilitate microbial growth in the rhizosphere. Biochar was produced from sugarcane straw using a slow pyrolysis method at reaction temperatures of 400 °C, 600 °C, and 800 °C (Fig. 2), under oxygen-limited conditions. The pyrolysis temperature significantly influenced the biochar’s properties, with higher temperatures enhancing its surface area, porosity, and stability. Biochar was selected as a filter media in the constructed wetland due to these advantageous properties, such as its ability to absorb a large number of exchangeable cations, develop abundant oxygen functional groups on its surface, and exhibit a highly porous structure. These attributes make biochar particularly suitable for long-term applications in soil and water environments. Its rich and stable carbon content, combined with its strong adsorption capabilities and excellent structural stability, ensures effective contaminant removal and system durability in the constructed wetland context [7, 25].Fig. 2Preparation of Biochar material Preparation of Biochar material After establishing the plant and microbial communities in the CW, the system was fed with 14 L of domestic wastewater, which flowed through the wetland at a rate of 3.8 US gallons/day (approximately 14.4 L/day). The hydraulic retention time of the system is 0.25 days (6.07) hours calculated from the flow rate and volume of the system as shown in Eq. 1. This flow rate was selected to simulate real-world hydraulic loading conditions within the constraints of a lab-scale setup. It reflects typical domestic wastewater flow rates while ensuring that the hydraulic retention time was adequate for effective treatment within the limited spatial and operational dimensions of the constructed wetland. Additionally, this flow rate aligns with established guidelines and methodologies from previous studies on small-scale constructed wetlands [21], providing a reliable basis for comparison.\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$HRT=\\frac{\\text{V}}{\\textrm{Q}}\\dots \\dots \\dots \\dots . 1$$\\end{document}HRT=VQ⋯⋯⋯⋯.1 V = Volume of the system Q = Flow rate The wastewater was recirculated from the effluent container back into the influent container, allowing for a continuous flow-through system. The system operated in this mode for a period of 12 weeks, with weekly sampling to monitor the performance of the CW system. Physicochemical and microbiological analyses were performed on both the influent and effluent wastewater at weekly intervals to assess the effectiveness of the biochar-amended CW. A range of physicochemical parameters were analyzed to evaluate the treatment efficiency of the constructed wetland. These included:pH: Measured using a Sartorius pH meter.Electrical conductivity (EC), salinity, and total dissolved solids (TDS): Measured using a Multi-parameter PCSTestrTM 35.Chemical oxygen demand (COD) and biological oxygen demand (BOD): Determined using standard kit methods (MERCK, 2023).Dissolved oxygen (DO): Measured with a CRISON OXI 45 + digital DO meter.Total nitrogen (TN) and total sulfate content (SO₄2⁻): Measured using standard laboratory methods. pH: Measured using a Sartorius pH meter. Electrical conductivity (EC), salinity, and total dissolved solids (TDS): Measured using a Multi-parameter PCSTestrTM 35. Chemical oxygen demand (COD) and biological oxygen demand (BOD): Determined using standard kit methods (MERCK, 2023). Dissolved oxygen (DO): Measured with a CRISON OXI 45 + digital DO meter. Total nitrogen (TN) and total sulfate content (SO₄2⁻): Measured using standard laboratory methods. The analytical methods followed standard protocols (• APHA [1]) to ensure accurate and reliable results. The microbial populations, including common sewage bacteria such as Salmonella, Shigella, Escherichia coli, and Streptococcus, were enumerated using the serial dilution and plate count method on Nutrient Agar. For testing antibiotic resistance, the media was supplemented with antibiotics ciprofloxacin, cefixime, and linezolid. The colony-forming units (CFU) were counted using a digital colony counter. The modified Kirby-Bauer disk diffusion method [41] was used to assess the antimicrobial resistance of isolated bacteria. The antibiotics tested included ciprofloxacin, ceftriaxone, chloramphenicol, cefotaxime, and doxycycline. The zones of inhibition were measured after 24 h of incubation at 37 °C. Genomic DNA of multi-drug resistant (MDR) isolates was extracted using the boiling method [8]. PCR amplification was performed using Techne® Prime thermocycler, followed by gel electrophoresis to analyze the presence of resistance genes. The sequences of the primers used are provided in Table 4. The microbial community in the rhizosphere was analyzed by culturing bacteria from the gravel and macrophyte roots. Serial dilutions were plated on selective media (e.g., Mannitol Salt Agar, MacConkey Agar, Eosin Methylene Blue Agar), followed by incubation at 37 °C for 24 h. The colonies were then isolated and identified based on morphology, biochemical tests, and Gram staining. The data obtained from the physicochemical and microbiological analyses were statistically analyzed using SPSS Statistics 23.0. Descriptive statistics such as means and standard deviations were calculated. One-way ANOVA, paired-samples t-test, and unpaired-samples t-test were used to assess the significance of differences between treatment groups, with a significance level of p < 0.05. Graphs were constructed using Microsoft Excel."
    },
    {
      "title": "Description of study site and system design",
      "text": "The wastewater used in this study was sourced from the D-type colony of Quaid-i-Azam University, Islamabad, Pakistan, and transported to the experimental site for treatment. A lab-scale constructed wetland (CW) system was selected for the study to ensure controlled conditions. The system (Fig. 1) was operated in a greenhouse protected from rainfall. The site (outside Microbiology department QAU Islamabad) was selected to receive no precipitation but the maximum light intensity. The system was operated under varying temperature ranges from 18 °C to 35 °C due to seasonal temperature variations from April to June. The system was designed using parameters from the K-C Model [20] for horizontal subsurface flow (HSSF) wetlands, which accounts for factors like flow rate, influent concentration, and removal efficiency.Fig. 1Schematic design and construction of horizontal lab-scale constructed wetland Schematic design and construction of horizontal lab-scale constructed wetland"
    },
    {
      "title": "Calculation of CW area",
      "text": "The area of the CW cell was determined using the K-C Model (Eq. 1), which is widely employed for sizing constructed wetlands for wastewater treatment. The equation considers key factors such as the flow rate (Q), influent and effluent concentrations, and a model-specific constant (KA). The equation used in this study is as follows:1\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$Area=\\left(\\frac{0.0365Q}{{K}_{A}}\\right)ln\\left(\\frac{{C}_{i}-{C}^{*}}{{C}_{e}-{C}^{*}}\\right)$$\\end{document}Area=0.0365QKAlnCi-C∗Ce-C∗where:Q is the flow rate (m3/day),Ci and Ce are the influent and effluent concentrations (mg/L),C* is the target concentration (mg/L),KA is a site-specific constant. Q is the flow rate (m3/day), Ci and Ce are the influent and effluent concentrations (mg/L), C* is the target concentration (mg/L), KA is a site-specific constant. The CW area was calculated based on the parameters established in a recent study [36], which validated the effectiveness of this sizing approach for similar wastewater treatment scenarios. This calculation ensured that the system was appropriately scaled to achieve the desired treatment efficiencies, aligning with the specific wastewater characteristics and treatment objectives."
    },
    {
      "title": "Experimental setup",
      "text": "The lab-scale constructed wetland system consists of three interconnected compartments designed for treating domestic wastewater. A schematic of the system is shown in Fig. 1. The entire setup spans 11 feet horizontally from the inlet to the outlet, with a vertical depth of 4.5 feet in the first compartment. The system includes two horizontal subsurface flow (HSSF) compartments, each of which is optimized with specific filter media to maximize treatment efficiency. In this study, biochar derived from sugarcane bagasse was used as a non-traditional filter media instead of conventional materials such as gravel or sand. Biochar was prepared using a slow pyrolysis method under anaerobic conditions at three different temperatures: 400 °C, 600 °C, and 800 °C. The first two compartments of the CW were filled with a base layer of 1-inch gravel, followed by 2 inches of biochar and 2 inches of sand at the top. These media were chosen due to their beneficial properties, such as biochar’s high porosity, surface area, and adsorption capacity, which enhance wastewater treatment through physical and chemical interactions with contaminants. In addition to the filter media, Typha latifolia and Phragmites australis were planted in the CW to provide surface area for biofilm formation and to facilitate phytoremediation. These plants were selected based on their well-established role in constructed wetlands for wastewater treatment. The system was operated for a 3–4 week acclimation period before introducing wastewater, allowing the plants to establish their root systems and facilitate microbial growth in the rhizosphere."
    },
    {
      "title": "Biochar preparation",
      "text": "Biochar was produced from sugarcane straw using a slow pyrolysis method at reaction temperatures of 400 °C, 600 °C, and 800 °C (Fig. 2), under oxygen-limited conditions. The pyrolysis temperature significantly influenced the biochar’s properties, with higher temperatures enhancing its surface area, porosity, and stability. Biochar was selected as a filter media in the constructed wetland due to these advantageous properties, such as its ability to absorb a large number of exchangeable cations, develop abundant oxygen functional groups on its surface, and exhibit a highly porous structure. These attributes make biochar particularly suitable for long-term applications in soil and water environments. Its rich and stable carbon content, combined with its strong adsorption capabilities and excellent structural stability, ensures effective contaminant removal and system durability in the constructed wetland context [7, 25].Fig. 2Preparation of Biochar material Preparation of Biochar material"
    },
    {
      "title": "System operation",
      "text": "After establishing the plant and microbial communities in the CW, the system was fed with 14 L of domestic wastewater, which flowed through the wetland at a rate of 3.8 US gallons/day (approximately 14.4 L/day). The hydraulic retention time of the system is 0.25 days (6.07) hours calculated from the flow rate and volume of the system as shown in Eq. 1. This flow rate was selected to simulate real-world hydraulic loading conditions within the constraints of a lab-scale setup. It reflects typical domestic wastewater flow rates while ensuring that the hydraulic retention time was adequate for effective treatment within the limited spatial and operational dimensions of the constructed wetland. Additionally, this flow rate aligns with established guidelines and methodologies from previous studies on small-scale constructed wetlands [21], providing a reliable basis for comparison.\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$HRT=\\frac{\\text{V}}{\\textrm{Q}}\\dots \\dots \\dots \\dots . 1$$\\end{document}HRT=VQ⋯⋯⋯⋯.1 V = Volume of the system Q = Flow rate The wastewater was recirculated from the effluent container back into the influent container, allowing for a continuous flow-through system. The system operated in this mode for a period of 12 weeks, with weekly sampling to monitor the performance of the CW system. Physicochemical and microbiological analyses were performed on both the influent and effluent wastewater at weekly intervals to assess the effectiveness of the biochar-amended CW."
    },
    {
      "title": "Physicochemical properties",
      "text": "A range of physicochemical parameters were analyzed to evaluate the treatment efficiency of the constructed wetland. These included:pH: Measured using a Sartorius pH meter.Electrical conductivity (EC), salinity, and total dissolved solids (TDS): Measured using a Multi-parameter PCSTestrTM 35.Chemical oxygen demand (COD) and biological oxygen demand (BOD): Determined using standard kit methods (MERCK, 2023).Dissolved oxygen (DO): Measured with a CRISON OXI 45 + digital DO meter.Total nitrogen (TN) and total sulfate content (SO₄2⁻): Measured using standard laboratory methods. pH: Measured using a Sartorius pH meter. Electrical conductivity (EC), salinity, and total dissolved solids (TDS): Measured using a Multi-parameter PCSTestrTM 35. Chemical oxygen demand (COD) and biological oxygen demand (BOD): Determined using standard kit methods (MERCK, 2023). Dissolved oxygen (DO): Measured with a CRISON OXI 45 + digital DO meter. Total nitrogen (TN) and total sulfate content (SO₄2⁻): Measured using standard laboratory methods. The analytical methods followed standard protocols (• APHA [1]) to ensure accurate and reliable results."
    },
    {
      "title": "Normal and resistant CFU count",
      "text": "The microbial populations, including common sewage bacteria such as Salmonella, Shigella, Escherichia coli, and Streptococcus, were enumerated using the serial dilution and plate count method on Nutrient Agar. For testing antibiotic resistance, the media was supplemented with antibiotics ciprofloxacin, cefixime, and linezolid. The colony-forming units (CFU) were counted using a digital colony counter."
    },
    {
      "title": "Antimicrobial susceptibility testing (AST)",
      "text": "The modified Kirby-Bauer disk diffusion method [41] was used to assess the antimicrobial resistance of isolated bacteria. The antibiotics tested included ciprofloxacin, ceftriaxone, chloramphenicol, cefotaxime, and doxycycline. The zones of inhibition were measured after 24 h of incubation at 37 °C."
    },
    {
      "title": "Molecular identification",
      "text": "Genomic DNA of multi-drug resistant (MDR) isolates was extracted using the boiling method [8]. PCR amplification was performed using Techne® Prime thermocycler, followed by gel electrophoresis to analyze the presence of resistance genes. The sequences of the primers used are provided in Table 4."
    },
    {
      "title": "Characterization of the microbial community in the rhizosphere",
      "text": "The microbial community in the rhizosphere was analyzed by culturing bacteria from the gravel and macrophyte roots. Serial dilutions were plated on selective media (e.g., Mannitol Salt Agar, MacConkey Agar, Eosin Methylene Blue Agar), followed by incubation at 37 °C for 24 h. The colonies were then isolated and identified based on morphology, biochemical tests, and Gram staining."
    },
    {
      "title": "Statistical analysis",
      "text": "The data obtained from the physicochemical and microbiological analyses were statistically analyzed using SPSS Statistics 23.0. Descriptive statistics such as means and standard deviations were calculated. One-way ANOVA, paired-samples t-test, and unpaired-samples t-test were used to assess the significance of differences between treatment groups, with a significance level of p < 0.05. Graphs were constructed using Microsoft Excel."
    },
    {
      "title": "Results",
      "text": "Physicochemical parameters are measurements that help assess the physical and chemical properties of water. These parameters are crucial for evaluating water quality, especially in treatment processes. These parameters are total dissolved solids, pH, dissolved oxygen, electrical conductivity, chemical oxygen demand, biochemical oxygen demand, total sulphate and total nitrogen etc. Total dissolved solids are defined as a measure of inorganic salts like calcium, magnesium, sodium, and potassium as well as carbonates, bicarbonates, nitrates chlorides, and sulfates. The reduction from 292 to 184 ppm in Table 1 demonstrates the constructed wetland ability to remove inorganic salts effectively. The increasing removal efficiency over time, reaching 52%, highlights the adaptability and growing efficiency of the wetland’s microbial and plant activity. This suggests that macrophytes and the biofilm’s maturation significantly contribute to TDS reduction. A highly significant reduction (p < 0.000) of TDS was observed in the effluent compared to influent samples.\nTable 1The physicochemical parameters of domestic wastewater before and after treatment in CWSampling daypHTDSDOECBODCODTNTSInfEffInfEffInfEffInfEffInfEffInfEffInfEffInfEff01–04–238.958.912921843.23.8415400375162698654179232008–04–238.928.252922792.93.140439821595391379249302415–04–239.349.042781932.53.739038420090382356329392822–04–238.127.642891822.73.137236620185367341349353129–04–239.639.623252961.92.64134001897344305399242106–05–239.87102671712.64.5404398261109479435439292113–05–239.059.0526822033.7398391350136636547289392720–05–238.839.922051503.44.138527525184457339389332027–05–239.337.233242812.93.245025624791450367429282403–06–239.347.92811792.94.136223526881488324339311710–06–239.87.72801413.24.239223731072566292389451117–06–23107.42801341.94.1392219292595342343495110DO Dissolved oxygen, TDS Total dissolved solids, EC Electrical conductivity, TN Total nitrogen, TS Total sulfate, COD Chemical oxygen demand, BOD Biochemical oxygen demand, Inf Influent, Eff Effluent The physicochemical parameters of domestic wastewater before and after treatment in CW DO Dissolved oxygen, TDS Total dissolved solids, EC Electrical conductivity, TN Total nitrogen, TS Total sulfate, COD Chemical oxygen demand, BOD Biochemical oxygen demand, Inf Influent, Eff Effluent pH is defined as measure of hydrogen ion concentration. pH of the untreated sample was greater than 7 and were up to the maximum value of 10 as shown in Table 1. The influent samples were highly alkaline but with the passage of time, the pH of the treated water samples reaches neutrality. The shift from an alkaline pH of up to 10 to a more neutral pH of 7.2 in treated samples is significant. This change indicates effective buffering action within the wetland system, likely due to microbial processes like sulfate reduction and ammonification. This neutralization is crucial, as it renders the treated water safer for discharge into natural water bodies. EC is the measure of the ability of the water to pass an electric current due to the presence of inorganic chemicals and other dissolved salts. Electrical conductivity increases as the salinity increases. The high values in influent samples greater than permissible limits i.e., ranging from 365 µS to 450 µS and their percent reduction is shown in (Table 1). This high range of EC is indicating that the domestic wastewater is enriched with organic and organic impurities. As E.C of water directly depends upon the clogging factor that is due to the impurities. The reduction from 450 µS in influent to a maximum control of 44% in effluent showcases the constructed wetland’s efficiency in removing dissolved salts. The gradual increase in removal efficiency from 4 to 45% correlates with the biofilm’s growth and macrophyte absorption, suggesting that substrate clogging diminished over time, leading to better pollutant removal. Chemical oxygen demand is the measure of the amount of oxygen that is required to chemically oxidize organic matter with the help of strong oxidants for example potassium dichromate. The value of COD in influent was 698 mg/L, the decrease from 698 mg/L to a final reduction rate of 56% emphasizes the wetland’s capability to remove organic pollutants. The enhanced removal rates over time can be attributed to macrophyte growth and biofilm establishment, which aid in organic matter breakdown and uptake. BOD is defined as the amount of dissolved oxygen required by biological organisms for the breakdown of organic material present in a given water sample at a certain temperature over a specific period of time. The biochar-amended constructed wetland trial started with a 57% reduction in BOD, with a gradual increase in the percentage reduction over the twelve consecutive cycles. The trial which was started in April ended with the highest reduction rate i.e., 80% for BOD in June (Table 1). Statistically significant reduction (p < 0.000) in BOD was observed in the effluent compared to the influent samples. Water quality is determined by the amount of dissolved oxygen in water bodies. Dissolved oxygen level in the untreated sample was in the range of 1.9 mg/L to 3.2 mg/Lin influent sample and increased in effluent up to maximum value of 4.6%. Although initially, total nitrogen was already in low concentration, but CW proved to be very efficient in removing total Nitrogen due to the processes carried out by macrophytes and biofilm. For example, ammonification, sedimentation, nitrification, and plant uptake mechanisms, which help in removing the total nitrogen content. Domestic wastewater is polluted with various types of contaminants that are not beneficial for the ecosystem. In this CW trial sulphate content is being determined. The amount of sulphate content that is acceptable in domestic wastewater ranges from 20 mg/L to 60 mg/L. In water samples of influent, the sulphate content determined was already in the acceptable range. But for the determination of efficiency of the CW, reduction rate of sulphate was 80% after treating the wastewater through the wetland (Table 1). The mechanisms involved here are a combination of physical, chemical, and biological processes carried out by microorganisms, substrate, and macrophytes. The microbiological analysis results indicate a remarkable reduction in the common bacterial count after treatment through the constructed wetland system. Common bacterial count of the sample before and after treatment was noticed with significant reduction rates ~ 99% by constructed wetland (Fig. 3). The elimination strategies in a wetland include bacteriophage predation, nutrient deficiency, and the toxicity of other bacteria. This aligns with studies that emphasize the role of constructed wetlands in reducing pathogenic bacteria and improving water quality.Fig. 3Normal CFU count of influent and effluent and their percent reduction in lab scale constructed wetland treating domestic wastewater Normal CFU count of influent and effluent and their percent reduction in lab scale constructed wetland treating domestic wastewater The log reduction of antibiotic resistance against ciprofloxacin is presented in Fig. 4. In the untreated wastewater, resistance levels were initially very high. However, after recycling the influent, the resistance significantly decreased, likely due to the development of biofilm and rhizosphere. The highest reduction achieved for ciprofloxacin-resistant strains was 55% during multiple cycles of the wetland trial. In contrast, resistance reduction against linezolid varied throughout different months of the trial, impacting the overall percentage reduction. Several factors, including seasonal changes, may have contributed to the fluctuation and slowdown in antibiotic resistance reduction. The biochar-amended constructed wetland (CW) proved highly efficient, achieving a consistent 100% removal rate against linezolid, despite minor fluctuations due to seasonal variations. Figure 4 displays the resistance reduction for untreated and treated wastewater samples against cefixime. The biochar-amended constructed wetland also demonstrated outstanding resistance reduction against cefixime, with a continuous increase in the reduction rates of resistant strains throughout the three-month wetland trial.Fig. 4Reduction in resistant CFU (log₁₀) against antibiotics: (A) ciprofloxacin, (B) linezolid, and (C) cefixime, in influent and effluent, and their percent reduction in a lab-scale constructed wetland treating domestic wastewater Reduction in resistant CFU (log₁₀) against antibiotics: (A) ciprofloxacin, (B) linezolid, and (C) cefixime, in influent and effluent, and their percent reduction in a lab-scale constructed wetland treating domestic wastewater After isolating resistant bacteria against these antibiotics, antibiotic susceptibility test was performed further on influent and effluent to check the efficiency of CW against MDR bacteria. From the total isolated strains against the above-mentioned antibiotics, the number of bacterial isolates resistant to ciprofloxacin found in influent and effluent were 18 and 17, respectively. Out of these, 6 were identified as MDR as they were not inhibited by multiple antibiotic discs from various generations. The number of isolates resistant to linezolid from influent and effluent were 16 and 14, respectively. Among these, six were identified as MDR strains. On contrary, the number of isolates resistant to cefixime from influent and effluent were 17 and 15, respectively. No MDR strains were identified in these isolates. Figures 5, 6 and 7 shows AST results of resistant isolates to ciprofloxacin, linezolid, and cefixime.Fig. 5Antibiotic susceptibility test (AST) profiles of ciprofloxacin-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibioticsFig. 6Antibiotic susceptibility test (AST) profiles of cefixime-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibioticsFig. 7Antibiotic susceptibility test (AST) profiles of linezolid-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibiotics Antibiotic susceptibility test (AST) profiles of ciprofloxacin-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibiotics Antibiotic susceptibility test (AST) profiles of cefixime-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibiotics Antibiotic susceptibility test (AST) profiles of linezolid-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibiotics The resistant isolates found against each antibiotic were identified microscopically and biochemically. The strains identified were E.coli, Strenotrophomonas maltophilia, Enterobacter cloacae, S.aureus, Enterococcus faecalis). When the MDR isolates were cultured on MacConkey agar, all were found to be Gram-negative. Based on biochemical identification (API 20E kit), three microorganisms previously classified as MDR strains were identified, namely Stenotrophomonas maltophilia, Escherichia coli, and Enterobacter cloacae (Table 2).\nTable 2Gram staining and biochemical identification by API 20 E of MDR strainsStrain NameICRB1ECRB1ICRB2ICRB3ICRB5ECRB12ELRB1ILRB4Gram stainingG-ve, rod,G-ve, rod,G-ve, rod,G-ve, rod,G-ve, rod, pinkG-ve, rod,G-ve, rod,pinkG-ve, rod, pinkBiochemical analysis ONPG +  +  +  +  +  +  +  + ADH- +  + -----LDCV--V + V + VODC- +  + - + - + -CITV +  + V-V-VH2S--------URE--------TDA--------IND---- + - + -VP- +  + -----GEL + -- + - + - + GLU- +  + - + - + -MAN- +  + - + - + -INO--------SOR- +  + - + - + -RHA- +  + - + - + -SAC- +  + -----MEL- +  + - + - + -AMY- +  + -----ARA- +  + - + - + -NO2- +  + - + - + -N + 2--------Biochemical IdentificationStrenotropho monas maltophiliaEnterobacter cloacaeEnterobacter. cloacaeStrenotropho monas maltophiliaE.coliStrenotropho monas maltophiliaE. coliStrenotrophomona s maltophiliaGLU +  + Oxidase--FRU +  + MR--MNE +  + VP +  + MAL +  + OF--LAC +  + IND--TRE +  + CIT--MAN +  + URE----Nitrate red +  + MEL--H2S--NIT +  + CAMP--PAL +  + Coagulase--VP +  + ARA--RAF--FRU +  + XYL--GLU +  + SAC +  + LAC +  + MDG--MAL +  + NAG +  + MAN +  + ADH +  + RAF--URE +  + SUC +  + LSTR--ONPG--Identified organismS.aureusS.aureusEnterococcus faecalisEnterococcus faecalisEnterococcus faecalis Gram staining and biochemical identification by API 20 E of MDR strains By using the cultural method of identification, microbial community of rhizosphere and biofilm resulted in identification of three different microorganisms; E. coli, Alcaligenes faecalis and Serratia odorifera. (Table 3).\nTable 3Biochemical identification of microbial community (biofilm and rhizosphere) of constructed wetlandTest NameBiofilm 1Biofilm 2Rhizosphere 1Rhizosphere 2Gram stainingG-ve, rod shaped, pinkG-ve, rodshaped,pinkG-ve, rod shaped,pinkG-ve, rod shaped, pinkOrtho-nitro phenyl galactoside +  + - + Glucose Fermentation +  + - + Arabinose Fermentation +  + - + Lysine Decarboxylase +  + - + Ornithine Decarboxylase +  + - + Utilization of citrate- +  + -Hydrogen Sulphide----Urease----Tryptophane deaminase----Production of Indole +  + - + Cytochrome oxidase-- + -Production of NO2 +  +  +  + Identified organismE.coliSerratia odoriferaAlcaligenes faecalisE.coli Biochemical identification of microbial community (biofilm and rhizosphere) of constructed wetland When screened for the presence of TEM- and CTX-type ESBLs among the 12 MDR strains isolated from the domestic wastewater. Six strains were found to be positive for bla TEM (Fig. 8) (Table 4). Among these six positive strains for bla TEM, all of them had been isolated from the influent wastewater and none from the effluent. Strains positive for blaTEM were Stentotrophomonas maltophilia (16.6%), Staphylococcus aureus (8.3%), Enterococcus faecalis (8.3%), Enterobacter cloacae (8.3%) and E. coli (8.3%). None of the strains were positive for bla CTX-M gene.Fig. 8Gel image of the amplified PCR products of resistant genes.: L = 100 bp, 1 = ICRB1 Bla CTX, 2 = ECRB12 Bla CTX, 3 = ILRB4 Bla CTX, 4 = ECRB1 Bla CTX, 5 = ICRB3 Bla CTX, 6 = ILRB5 Bla CTX, 7 = 1LRB6 Bla CTX, 8 = ICRB2 Bla CTX, 9 = ILRB12 Bla CTX, 10 = ICRB5 Bla CTX, 11 = ELRB6 Bla CTX, 12 = ELRB1 Bla CTX, 13 = NTC CTX, 1* = ICRB1 Bla TEM, 2* = ECRB12 Bla TEM, 3* = ILRB4 Bla TEM, 4* = ECRB1 Bla TEM, 5* = ICRB3 Bla TEM, 6* = ILRB5 Bla TEM, 7* = 1LRB6 Bla TEM, 8* = ICRB2 Bla TEM, 9* = ILRB12 Bla TEM, 10* = ICRB5 Bla TEM, 11* = ELRB6 Bla TEM, 12* = ELRB1 Bla TEM, 13* = NTC Bla TEMTable 4Primer sequences used to detect the β-lactamase genes by PCRTarget GenePrimersSequences (5'−3')Product size (bp)ReferencesTEMFTTTCGTGTCGCCCTTATTCC692 bp[10]RCCGGCTCCAGATTTATCAGCCTX-MFCTATGGCACCACCAACGATA103 bp[9]RACGGCTTTCTGCCTTAGGTT Gel image of the amplified PCR products of resistant genes.: L = 100 bp, 1 = ICRB1 Bla CTX, 2 = ECRB12 Bla CTX, 3 = ILRB4 Bla CTX, 4 = ECRB1 Bla CTX, 5 = ICRB3 Bla CTX, 6 = ILRB5 Bla CTX, 7 = 1LRB6 Bla CTX, 8 = ICRB2 Bla CTX, 9 = ILRB12 Bla CTX, 10 = ICRB5 Bla CTX, 11 = ELRB6 Bla CTX, 12 = ELRB1 Bla CTX, 13 = NTC CTX, 1* = ICRB1 Bla TEM, 2* = ECRB12 Bla TEM, 3* = ILRB4 Bla TEM, 4* = ECRB1 Bla TEM, 5* = ICRB3 Bla TEM, 6* = ILRB5 Bla TEM, 7* = 1LRB6 Bla TEM, 8* = ICRB2 Bla TEM, 9* = ILRB12 Bla TEM, 10* = ICRB5 Bla TEM, 11* = ELRB6 Bla TEM, 12* = ELRB1 Bla TEM, 13* = NTC Bla TEM Primer sequences used to detect the β-lactamase genes by PCR A comprehensive table showing the name of the statistical test along with the level of significance is given below. Tick marks show a significant difference was present between the treated and untreated samples for a particular parameter Table 5.\nTable 5The statistical significance of the physicochemical and microbiological parametersStatistical testsParametres (P value summaries)pHTDSDOECBODCODTNTSCFUOne sample t test (Alpha = 0.05)✓✓✓✓✓✓✓✓✓✓One-way Anova (P < 0.05)✓✓✓✓✓✓✓✓✓✓Unpaired t test (P < 0.05)✓✓✓✓✓✓✓✓✓✓Paired t test (P < 0.05)✓✓✓✓✓✓✓✓✓✓ The statistical significance of the physicochemical and microbiological parameters"
    },
    {
      "title": "Physicochemical parameters",
      "text": "Physicochemical parameters are measurements that help assess the physical and chemical properties of water. These parameters are crucial for evaluating water quality, especially in treatment processes. These parameters are total dissolved solids, pH, dissolved oxygen, electrical conductivity, chemical oxygen demand, biochemical oxygen demand, total sulphate and total nitrogen etc. Total dissolved solids are defined as a measure of inorganic salts like calcium, magnesium, sodium, and potassium as well as carbonates, bicarbonates, nitrates chlorides, and sulfates. The reduction from 292 to 184 ppm in Table 1 demonstrates the constructed wetland ability to remove inorganic salts effectively. The increasing removal efficiency over time, reaching 52%, highlights the adaptability and growing efficiency of the wetland’s microbial and plant activity. This suggests that macrophytes and the biofilm’s maturation significantly contribute to TDS reduction. A highly significant reduction (p < 0.000) of TDS was observed in the effluent compared to influent samples.\nTable 1The physicochemical parameters of domestic wastewater before and after treatment in CWSampling daypHTDSDOECBODCODTNTSInfEffInfEffInfEffInfEffInfEffInfEffInfEffInfEff01–04–238.958.912921843.23.8415400375162698654179232008–04–238.928.252922792.93.140439821595391379249302415–04–239.349.042781932.53.739038420090382356329392822–04–238.127.642891822.73.137236620185367341349353129–04–239.639.623252961.92.64134001897344305399242106–05–239.87102671712.64.5404398261109479435439292113–05–239.059.0526822033.7398391350136636547289392720–05–238.839.922051503.44.138527525184457339389332027–05–239.337.233242812.93.245025624791450367429282403–06–239.347.92811792.94.136223526881488324339311710–06–239.87.72801413.24.239223731072566292389451117–06–23107.42801341.94.1392219292595342343495110DO Dissolved oxygen, TDS Total dissolved solids, EC Electrical conductivity, TN Total nitrogen, TS Total sulfate, COD Chemical oxygen demand, BOD Biochemical oxygen demand, Inf Influent, Eff Effluent The physicochemical parameters of domestic wastewater before and after treatment in CW DO Dissolved oxygen, TDS Total dissolved solids, EC Electrical conductivity, TN Total nitrogen, TS Total sulfate, COD Chemical oxygen demand, BOD Biochemical oxygen demand, Inf Influent, Eff Effluent pH is defined as measure of hydrogen ion concentration. pH of the untreated sample was greater than 7 and were up to the maximum value of 10 as shown in Table 1. The influent samples were highly alkaline but with the passage of time, the pH of the treated water samples reaches neutrality. The shift from an alkaline pH of up to 10 to a more neutral pH of 7.2 in treated samples is significant. This change indicates effective buffering action within the wetland system, likely due to microbial processes like sulfate reduction and ammonification. This neutralization is crucial, as it renders the treated water safer for discharge into natural water bodies. EC is the measure of the ability of the water to pass an electric current due to the presence of inorganic chemicals and other dissolved salts. Electrical conductivity increases as the salinity increases. The high values in influent samples greater than permissible limits i.e., ranging from 365 µS to 450 µS and their percent reduction is shown in (Table 1). This high range of EC is indicating that the domestic wastewater is enriched with organic and organic impurities. As E.C of water directly depends upon the clogging factor that is due to the impurities. The reduction from 450 µS in influent to a maximum control of 44% in effluent showcases the constructed wetland’s efficiency in removing dissolved salts. The gradual increase in removal efficiency from 4 to 45% correlates with the biofilm’s growth and macrophyte absorption, suggesting that substrate clogging diminished over time, leading to better pollutant removal. Chemical oxygen demand is the measure of the amount of oxygen that is required to chemically oxidize organic matter with the help of strong oxidants for example potassium dichromate. The value of COD in influent was 698 mg/L, the decrease from 698 mg/L to a final reduction rate of 56% emphasizes the wetland’s capability to remove organic pollutants. The enhanced removal rates over time can be attributed to macrophyte growth and biofilm establishment, which aid in organic matter breakdown and uptake. BOD is defined as the amount of dissolved oxygen required by biological organisms for the breakdown of organic material present in a given water sample at a certain temperature over a specific period of time. The biochar-amended constructed wetland trial started with a 57% reduction in BOD, with a gradual increase in the percentage reduction over the twelve consecutive cycles. The trial which was started in April ended with the highest reduction rate i.e., 80% for BOD in June (Table 1). Statistically significant reduction (p < 0.000) in BOD was observed in the effluent compared to the influent samples. Water quality is determined by the amount of dissolved oxygen in water bodies. Dissolved oxygen level in the untreated sample was in the range of 1.9 mg/L to 3.2 mg/Lin influent sample and increased in effluent up to maximum value of 4.6%. Although initially, total nitrogen was already in low concentration, but CW proved to be very efficient in removing total Nitrogen due to the processes carried out by macrophytes and biofilm. For example, ammonification, sedimentation, nitrification, and plant uptake mechanisms, which help in removing the total nitrogen content. Domestic wastewater is polluted with various types of contaminants that are not beneficial for the ecosystem. In this CW trial sulphate content is being determined. The amount of sulphate content that is acceptable in domestic wastewater ranges from 20 mg/L to 60 mg/L. In water samples of influent, the sulphate content determined was already in the acceptable range. But for the determination of efficiency of the CW, reduction rate of sulphate was 80% after treating the wastewater through the wetland (Table 1). The mechanisms involved here are a combination of physical, chemical, and biological processes carried out by microorganisms, substrate, and macrophytes."
    },
    {
      "title": "Microbiological analysis",
      "text": "The microbiological analysis results indicate a remarkable reduction in the common bacterial count after treatment through the constructed wetland system. Common bacterial count of the sample before and after treatment was noticed with significant reduction rates ~ 99% by constructed wetland (Fig. 3). The elimination strategies in a wetland include bacteriophage predation, nutrient deficiency, and the toxicity of other bacteria. This aligns with studies that emphasize the role of constructed wetlands in reducing pathogenic bacteria and improving water quality.Fig. 3Normal CFU count of influent and effluent and their percent reduction in lab scale constructed wetland treating domestic wastewater Normal CFU count of influent and effluent and their percent reduction in lab scale constructed wetland treating domestic wastewater"
    },
    {
      "title": "Normal CFU count reduction",
      "text": "The microbiological analysis results indicate a remarkable reduction in the common bacterial count after treatment through the constructed wetland system. Common bacterial count of the sample before and after treatment was noticed with significant reduction rates ~ 99% by constructed wetland (Fig. 3). The elimination strategies in a wetland include bacteriophage predation, nutrient deficiency, and the toxicity of other bacteria. This aligns with studies that emphasize the role of constructed wetlands in reducing pathogenic bacteria and improving water quality.Fig. 3Normal CFU count of influent and effluent and their percent reduction in lab scale constructed wetland treating domestic wastewater Normal CFU count of influent and effluent and their percent reduction in lab scale constructed wetland treating domestic wastewater"
    },
    {
      "title": "Resistant CFU count reduction",
      "text": "The log reduction of antibiotic resistance against ciprofloxacin is presented in Fig. 4. In the untreated wastewater, resistance levels were initially very high. However, after recycling the influent, the resistance significantly decreased, likely due to the development of biofilm and rhizosphere. The highest reduction achieved for ciprofloxacin-resistant strains was 55% during multiple cycles of the wetland trial. In contrast, resistance reduction against linezolid varied throughout different months of the trial, impacting the overall percentage reduction. Several factors, including seasonal changes, may have contributed to the fluctuation and slowdown in antibiotic resistance reduction. The biochar-amended constructed wetland (CW) proved highly efficient, achieving a consistent 100% removal rate against linezolid, despite minor fluctuations due to seasonal variations. Figure 4 displays the resistance reduction for untreated and treated wastewater samples against cefixime. The biochar-amended constructed wetland also demonstrated outstanding resistance reduction against cefixime, with a continuous increase in the reduction rates of resistant strains throughout the three-month wetland trial.Fig. 4Reduction in resistant CFU (log₁₀) against antibiotics: (A) ciprofloxacin, (B) linezolid, and (C) cefixime, in influent and effluent, and their percent reduction in a lab-scale constructed wetland treating domestic wastewater Reduction in resistant CFU (log₁₀) against antibiotics: (A) ciprofloxacin, (B) linezolid, and (C) cefixime, in influent and effluent, and their percent reduction in a lab-scale constructed wetland treating domestic wastewater"
    },
    {
      "title": "Antimicrobial susceptibility testing (AST)",
      "text": "After isolating resistant bacteria against these antibiotics, antibiotic susceptibility test was performed further on influent and effluent to check the efficiency of CW against MDR bacteria. From the total isolated strains against the above-mentioned antibiotics, the number of bacterial isolates resistant to ciprofloxacin found in influent and effluent were 18 and 17, respectively. Out of these, 6 were identified as MDR as they were not inhibited by multiple antibiotic discs from various generations. The number of isolates resistant to linezolid from influent and effluent were 16 and 14, respectively. Among these, six were identified as MDR strains. On contrary, the number of isolates resistant to cefixime from influent and effluent were 17 and 15, respectively. No MDR strains were identified in these isolates. Figures 5, 6 and 7 shows AST results of resistant isolates to ciprofloxacin, linezolid, and cefixime.Fig. 5Antibiotic susceptibility test (AST) profiles of ciprofloxacin-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibioticsFig. 6Antibiotic susceptibility test (AST) profiles of cefixime-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibioticsFig. 7Antibiotic susceptibility test (AST) profiles of linezolid-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibiotics Antibiotic susceptibility test (AST) profiles of ciprofloxacin-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibiotics Antibiotic susceptibility test (AST) profiles of cefixime-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibiotics Antibiotic susceptibility test (AST) profiles of linezolid-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibiotics"
    },
    {
      "title": "Microscopic and biochemical identification",
      "text": "The resistant isolates found against each antibiotic were identified microscopically and biochemically. The strains identified were E.coli, Strenotrophomonas maltophilia, Enterobacter cloacae, S.aureus, Enterococcus faecalis)."
    },
    {
      "title": "Cultural and biochemical identification of MDR organisms",
      "text": "When the MDR isolates were cultured on MacConkey agar, all were found to be Gram-negative. Based on biochemical identification (API 20E kit), three microorganisms previously classified as MDR strains were identified, namely Stenotrophomonas maltophilia, Escherichia coli, and Enterobacter cloacae (Table 2).\nTable 2Gram staining and biochemical identification by API 20 E of MDR strainsStrain NameICRB1ECRB1ICRB2ICRB3ICRB5ECRB12ELRB1ILRB4Gram stainingG-ve, rod,G-ve, rod,G-ve, rod,G-ve, rod,G-ve, rod, pinkG-ve, rod,G-ve, rod,pinkG-ve, rod, pinkBiochemical analysis ONPG +  +  +  +  +  +  +  + ADH- +  + -----LDCV--V + V + VODC- +  + - + - + -CITV +  + V-V-VH2S--------URE--------TDA--------IND---- + - + -VP- +  + -----GEL + -- + - + - + GLU- +  + - + - + -MAN- +  + - + - + -INO--------SOR- +  + - + - + -RHA- +  + - + - + -SAC- +  + -----MEL- +  + - + - + -AMY- +  + -----ARA- +  + - + - + -NO2- +  + - + - + -N + 2--------Biochemical IdentificationStrenotropho monas maltophiliaEnterobacter cloacaeEnterobacter. cloacaeStrenotropho monas maltophiliaE.coliStrenotropho monas maltophiliaE. coliStrenotrophomona s maltophiliaGLU +  + Oxidase--FRU +  + MR--MNE +  + VP +  + MAL +  + OF--LAC +  + IND--TRE +  + CIT--MAN +  + URE----Nitrate red +  + MEL--H2S--NIT +  + CAMP--PAL +  + Coagulase--VP +  + ARA--RAF--FRU +  + XYL--GLU +  + SAC +  + LAC +  + MDG--MAL +  + NAG +  + MAN +  + ADH +  + RAF--URE +  + SUC +  + LSTR--ONPG--Identified organismS.aureusS.aureusEnterococcus faecalisEnterococcus faecalisEnterococcus faecalis Gram staining and biochemical identification by API 20 E of MDR strains"
    },
    {
      "title": "Identification of the microbial community of rhizosphere and biofilm",
      "text": "By using the cultural method of identification, microbial community of rhizosphere and biofilm resulted in identification of three different microorganisms; E. coli, Alcaligenes faecalis and Serratia odorifera. (Table 3).\nTable 3Biochemical identification of microbial community (biofilm and rhizosphere) of constructed wetlandTest NameBiofilm 1Biofilm 2Rhizosphere 1Rhizosphere 2Gram stainingG-ve, rod shaped, pinkG-ve, rodshaped,pinkG-ve, rod shaped,pinkG-ve, rod shaped, pinkOrtho-nitro phenyl galactoside +  + - + Glucose Fermentation +  + - + Arabinose Fermentation +  + - + Lysine Decarboxylase +  + - + Ornithine Decarboxylase +  + - + Utilization of citrate- +  + -Hydrogen Sulphide----Urease----Tryptophane deaminase----Production of Indole +  + - + Cytochrome oxidase-- + -Production of NO2 +  +  +  + Identified organismE.coliSerratia odoriferaAlcaligenes faecalisE.coli Biochemical identification of microbial community (biofilm and rhizosphere) of constructed wetland"
    },
    {
      "title": "PCR detection of β Lactamases in MDR isolates",
      "text": "When screened for the presence of TEM- and CTX-type ESBLs among the 12 MDR strains isolated from the domestic wastewater. Six strains were found to be positive for bla TEM (Fig. 8) (Table 4). Among these six positive strains for bla TEM, all of them had been isolated from the influent wastewater and none from the effluent. Strains positive for blaTEM were Stentotrophomonas maltophilia (16.6%), Staphylococcus aureus (8.3%), Enterococcus faecalis (8.3%), Enterobacter cloacae (8.3%) and E. coli (8.3%). None of the strains were positive for bla CTX-M gene.Fig. 8Gel image of the amplified PCR products of resistant genes.: L = 100 bp, 1 = ICRB1 Bla CTX, 2 = ECRB12 Bla CTX, 3 = ILRB4 Bla CTX, 4 = ECRB1 Bla CTX, 5 = ICRB3 Bla CTX, 6 = ILRB5 Bla CTX, 7 = 1LRB6 Bla CTX, 8 = ICRB2 Bla CTX, 9 = ILRB12 Bla CTX, 10 = ICRB5 Bla CTX, 11 = ELRB6 Bla CTX, 12 = ELRB1 Bla CTX, 13 = NTC CTX, 1* = ICRB1 Bla TEM, 2* = ECRB12 Bla TEM, 3* = ILRB4 Bla TEM, 4* = ECRB1 Bla TEM, 5* = ICRB3 Bla TEM, 6* = ILRB5 Bla TEM, 7* = 1LRB6 Bla TEM, 8* = ICRB2 Bla TEM, 9* = ILRB12 Bla TEM, 10* = ICRB5 Bla TEM, 11* = ELRB6 Bla TEM, 12* = ELRB1 Bla TEM, 13* = NTC Bla TEMTable 4Primer sequences used to detect the β-lactamase genes by PCRTarget GenePrimersSequences (5'−3')Product size (bp)ReferencesTEMFTTTCGTGTCGCCCTTATTCC692 bp[10]RCCGGCTCCAGATTTATCAGCCTX-MFCTATGGCACCACCAACGATA103 bp[9]RACGGCTTTCTGCCTTAGGTT Gel image of the amplified PCR products of resistant genes.: L = 100 bp, 1 = ICRB1 Bla CTX, 2 = ECRB12 Bla CTX, 3 = ILRB4 Bla CTX, 4 = ECRB1 Bla CTX, 5 = ICRB3 Bla CTX, 6 = ILRB5 Bla CTX, 7 = 1LRB6 Bla CTX, 8 = ICRB2 Bla CTX, 9 = ILRB12 Bla CTX, 10 = ICRB5 Bla CTX, 11 = ELRB6 Bla CTX, 12 = ELRB1 Bla CTX, 13 = NTC CTX, 1* = ICRB1 Bla TEM, 2* = ECRB12 Bla TEM, 3* = ILRB4 Bla TEM, 4* = ECRB1 Bla TEM, 5* = ICRB3 Bla TEM, 6* = ILRB5 Bla TEM, 7* = 1LRB6 Bla TEM, 8* = ICRB2 Bla TEM, 9* = ILRB12 Bla TEM, 10* = ICRB5 Bla TEM, 11* = ELRB6 Bla TEM, 12* = ELRB1 Bla TEM, 13* = NTC Bla TEM Primer sequences used to detect the β-lactamase genes by PCR"
    },
    {
      "title": "Statistical significance",
      "text": "A comprehensive table showing the name of the statistical test along with the level of significance is given below. Tick marks show a significant difference was present between the treated and untreated samples for a particular parameter Table 5.\nTable 5The statistical significance of the physicochemical and microbiological parametersStatistical testsParametres (P value summaries)pHTDSDOECBODCODTNTSCFUOne sample t test (Alpha = 0.05)✓✓✓✓✓✓✓✓✓✓One-way Anova (P < 0.05)✓✓✓✓✓✓✓✓✓✓Unpaired t test (P < 0.05)✓✓✓✓✓✓✓✓✓✓Paired t test (P < 0.05)✓✓✓✓✓✓✓✓✓✓ The statistical significance of the physicochemical and microbiological parameters"
    },
    {
      "title": "Discussion",
      "text": "In the current study, biochar was used as an amendment medium along with the conventional filter media, i.e., gravel and sand, in constructed wetlands (CWs). This approach aimed to address challenges related to wastewater treatment, including pollutant removal efficiency, antibiotic resistance, and scalability for real-world applications. Compared to traditional CW systems, the addition of biochar introduces a novel enhancement due to its adsorption properties and microbial habitat potential, making it highly relevant to the ongoing quest for sustainable wastewater treatment technologies. The study’s novelty lies in using biochar produced at varied pyrolysis temperatures (400 °C, 600 °C, and 800 °C) to optimize pollutant removal efficiencies. Previous studies have highlighted the varied responses of biochar to pollutant adsorption based on pyrolysis temperatures [6]. For instance, biochar produced at 400 °C retains higher nitrogen and oxygen content, enhancing adsorption for specific ions and pollutants, while higher temperatures (500 °C to 700 °C) improve surface area and carbon content [3, 17]. However, temperatures beyond 800 °C may reduce adsorption capacity due to structural changes limiting ion-exchange functional groups [31]. By employing a combination of biochar varieties, this study ensures a balance between physical adsorption, chemical adsorption, and microbial habitat formation, offering a holistic approach. The current lab scale CWs showed a significant reduction in the levels of COD, DO, BOD, total nitrogen, and sulfate content. In the current study initially, after optimization of the CW, the percent reduction of the above-mentioned parameters was found to be insignificant but after four weeks, when the values for these parameters were again determined, a prominent percent reduction was observed in all parameters. Biochar-amended CWs showed a reduction in COD from 7 to 57% after 12 weeks of completion of cycles, while the percent reduction for DO and BOD were determined to be 7% to 54% and 57% to 81%, respectively. Similarly, the sulfate content and TN reduced from 14 to 77% and 52% to 71%, respectively. The TDS and EC were reduced from 37 to 53% and 4% to 45%, respectively. Several investigations have demonstrated the excellent COD, TN, and TP removal efficiencies of biochar. According to [38] the removal efficiencies in the baffled wetland with biochar were all > 70% when the influent concentrations of COD, NH+4 -N, and TP were 244–336 mg/L, 37.5–59.1 mg/L, and 3.0–5.9 mg/L, respectively. Both chemical and physical adsorption were used to adsorb N and P via biochar. The structure and surface area of biochar was linked to physical adsorption, while the kind of biochar and the quantity and kind of functional groups were associated to chemical adsorption [42]. The mechanisms involved in nitrogen removal in CWs include volatilization, ammonification, nitrification/denitrification, plant uptake, and matrix adsorption. Moreover, multiple studies have shown the capability of biochar to remove nitrogen [16]. Electrical conductivity (EC) measures how many dissolved substances, chemicals, and minerals are in the water. Measurements of electrical conductivity are used by wastewater treatment plants to determine which treatment method will remove pollutants and impurities efficiently. Previous studies have reported EC, and TDS for untreated sewage water to be 410 µS/cm and 480 mg/L, respectively [32]. In particular, when it comes to lowering electrical conductivity (EC) during wastewater treatment, biochar has shown a promising material to improve the effectiveness of constructed wetlands. Due to its high porosity, huge surface area, and adsorption capabilities, it is good at capturing ions and salts that have been dissolved [14]. While the values for organic pollutants i.e., BOD and COD are interrelated with the amount of DO. As dissolved oxygen reflects the biological and physical processes prevailing in the water bodies and is considered an important parameter in water quality assessment [19]. Biochar, a carbon-rich material with a highly porous structure, enhances the adsorption of organic pollutants and serves as a habitat for microorganisms essential for degrading organic matter. It not only captures contaminants but also retains nutrients, promoting both pollutant removal and vegetation growth in the wetland ecosystem. These properties enable biochar to effectively capture COD and BOD from wastewater [27, 30, 43]. Studies indicate that CWs amended with biochar can achieve COD removal rates as high as 91.3% and BOD removal rates around 93% under optimal conditions [16]. The results we obtained of COD (87.6%), BOD (91.3%) is consistent with the results obtained by Zhang, who recorded 89% BOD and 85% COD removal in similarly designed wetlands. Moreover, More than 70% removal efficiency benchmark highlighted in the review by Vymazal [37], indicating the system’s potential for high-nutrient load applications Vymazal [37, 44]. Seasonal variations significantly influenced treatment performance. Warmer temperatures in summer enhanced microbial activity, leading to higher removal efficiencies for BOD, COD, and nitrogen. Conversely, lower winter temperatures reduced metabolic rates, slightly lowering treatment performance. pH remained relatively stable, though slight acidification during winter was noted. Besides the determination of these physiochemical parameters, the untreated and treated sewage water samples were analyzed by using conventional serial dilution method to observe the percentage of resistant CFU reduction of common sewage bacteria for example Salmonella, Shigella, E. coli, Streptococcus etc. A study reported that due to the high concentrations of coliforms and E. coli, the water’s microbiological quality fails to meet the requirements of current Brazilian law, rendering it unfit even for recreational activities like bathing and leisure [5]. In the current study, antibiotic resistant microorganisms were isolated against linezolid, ciprofloxacin and cefixime and identified. CWs proved to be very efficient with the reduction rates of resistant strains reaching up to 99% and above against linezolid, ciprofloxacin, and cefixime in water samples of influent and effluent. The MDR strains isolated from influent and effluent were confirmed based on the AST against selected antibiotics. In 2018, the World Health Organization (WHO), stated that the advent of numerous drug-resistant bacteria poses a possible risk to health. Methicillin-resistant Staphylococcus aureus (MRSA), vancomycin-resistant Enterococcus (VRE), multi- drug resistant Mycobacterium tuberculosis (MDR TB), and carbapenem-resistant Enterobacteriaceae (CRE) gut bacteria are just a few examples of multi-drug resistant organisms that cause serious diseases such as toxic shock syndrome, pneumonia, endocarditis and skin infections; therefore, they must be treated. Five antibiotics from different classes—ciprofloxacin, ceftriaxone, chloramphenicol, cefotaxime, and doxycycline—were selected to test their efficacy against organisms that were resistant to ciprofloxacin, cefixime, and linezolid. Various isolates were found to be MDR against the selected antibiotics. Five and six isolates, which were previously isolated against linezolid and ciprofloxacin respectively, were found to be MDR by testing against the afore-mentioned antibiotics. No MDR strains were found among those isolated from cefixime-resistant strains. The CW has been reported with efficient removal efficiencies of 7.1 log for total coliforms and 5.1 log for fecal coliforms, highlighting the system’s efficiency in wastewater treatment [4]. Ibekwe et al. [18] reported tetracycline (195 isolates, 46.3%), ampicillin (88 isolates, 20.9%), erythromycin (85 isolates, 20.2%), streptomycin (77 isolates, 18.3%), and sulfisoxazole (69 isolates, 16.4%) were the antimicrobials most frequently associated with MDR [18]. Based on the biochemical identification, three predominant organisms were identified, which were previously classified as MDR strains namely Strenotrophomonas maltophila, Escherichia coli, and Enterobacter cloaceae. Microbial community of rhizosphere and biofilm resulted in identification of three different strains; E. coli, Alcaligenes faecalis and Serratia odorifera. Even though CTX-M and TEM types are among the widely present beta lactamases, only TEM type was detected among the six MDR strains isolated from the influent of the domestic wastewater. Bla TEM was not detected in the MDR strains from the treated wastewater. Bla CTX-M remained undetected in all MDR strains. The persistence and release of antibiotic resistant bacteria, especially those that carry these beta-lactamases, into the environment by means of wastewater can be a significant means of spread of the AMR problem in the natural ecosystems [15]. Biochar Longevity: Biochar helps remove pollutants, but over time, it may break down and lose effectiveness. This means it might need to be replaced or refreshed regularly.Scalability: What works well in small lab experiments might not work the same way in large real-world systems. Keeping biochar quality consistent and dealing with different types of wastewater can be challenging [26].Potential Clogging: Since biochar has a fine structure, it could block water flow in constructed wetlands. To prevent this, we can adjust the water flow time or mix biochar with larger materials to improve drainage [11]. Biochar Longevity: Biochar helps remove pollutants, but over time, it may break down and lose effectiveness. This means it might need to be replaced or refreshed regularly. Scalability: What works well in small lab experiments might not work the same way in large real-world systems. Keeping biochar quality consistent and dealing with different types of wastewater can be challenging [26]. Potential Clogging: Since biochar has a fine structure, it could block water flow in constructed wetlands. To prevent this, we can adjust the water flow time or mix biochar with larger materials to improve drainage [11]. Accumulation of suspended solids and biofilm growth especially in the filter media’s upper layers leads to clogging due to long-term operation. Surface scraping and vegetation management, is essential to sustain hydraulic conductivity as a regular maintenance. Biofilm development, not only remove pollutant but also reduce porosity if unmanaged, eventually impacting oxygen transfer and nitrification. Scheduled maintenance and intermittent drying phases can overcome these effects. This study’s findings are directly applicable to various wastewater treatment scenarios: Rural and Remote Areas: Conventional treatment systems are very costly so; Biochar’s cost-effectiveness makes it suitable and accessible for low-resource settings [39].Industrial Effluents: Industrial wastewater challenges can be addressed by Biochar’s adsorption capacity for heavy metals and organic pollutants [35].Urban Settings: Other treatment systems can be integrated with CWs to manage domestic wastewater, reducing public health and environmental risks [12]. Rural and Remote Areas: Conventional treatment systems are very costly so; Biochar’s cost-effectiveness makes it suitable and accessible for low-resource settings [39]. Industrial Effluents: Industrial wastewater challenges can be addressed by Biochar’s adsorption capacity for heavy metals and organic pollutants [35]. Urban Settings: Other treatment systems can be integrated with CWs to manage domestic wastewater, reducing public health and environmental risks [12]."
    },
    {
      "title": "Novelty and relevance of the study",
      "text": "The study’s novelty lies in using biochar produced at varied pyrolysis temperatures (400 °C, 600 °C, and 800 °C) to optimize pollutant removal efficiencies. Previous studies have highlighted the varied responses of biochar to pollutant adsorption based on pyrolysis temperatures [6]. For instance, biochar produced at 400 °C retains higher nitrogen and oxygen content, enhancing adsorption for specific ions and pollutants, while higher temperatures (500 °C to 700 °C) improve surface area and carbon content [3, 17]. However, temperatures beyond 800 °C may reduce adsorption capacity due to structural changes limiting ion-exchange functional groups [31]. By employing a combination of biochar varieties, this study ensures a balance between physical adsorption, chemical adsorption, and microbial habitat formation, offering a holistic approach."
    },
    {
      "title": "Reduction of physicochemical parameters",
      "text": "The current lab scale CWs showed a significant reduction in the levels of COD, DO, BOD, total nitrogen, and sulfate content. In the current study initially, after optimization of the CW, the percent reduction of the above-mentioned parameters was found to be insignificant but after four weeks, when the values for these parameters were again determined, a prominent percent reduction was observed in all parameters. Biochar-amended CWs showed a reduction in COD from 7 to 57% after 12 weeks of completion of cycles, while the percent reduction for DO and BOD were determined to be 7% to 54% and 57% to 81%, respectively. Similarly, the sulfate content and TN reduced from 14 to 77% and 52% to 71%, respectively. The TDS and EC were reduced from 37 to 53% and 4% to 45%, respectively. Several investigations have demonstrated the excellent COD, TN, and TP removal efficiencies of biochar. According to [38] the removal efficiencies in the baffled wetland with biochar were all > 70% when the influent concentrations of COD, NH+4 -N, and TP were 244–336 mg/L, 37.5–59.1 mg/L, and 3.0–5.9 mg/L, respectively. Both chemical and physical adsorption were used to adsorb N and P via biochar. The structure and surface area of biochar was linked to physical adsorption, while the kind of biochar and the quantity and kind of functional groups were associated to chemical adsorption [42]. The mechanisms involved in nitrogen removal in CWs include volatilization, ammonification, nitrification/denitrification, plant uptake, and matrix adsorption. Moreover, multiple studies have shown the capability of biochar to remove nitrogen [16]. Electrical conductivity (EC) measures how many dissolved substances, chemicals, and minerals are in the water. Measurements of electrical conductivity are used by wastewater treatment plants to determine which treatment method will remove pollutants and impurities efficiently. Previous studies have reported EC, and TDS for untreated sewage water to be 410 µS/cm and 480 mg/L, respectively [32]. In particular, when it comes to lowering electrical conductivity (EC) during wastewater treatment, biochar has shown a promising material to improve the effectiveness of constructed wetlands. Due to its high porosity, huge surface area, and adsorption capabilities, it is good at capturing ions and salts that have been dissolved [14]. While the values for organic pollutants i.e., BOD and COD are interrelated with the amount of DO. As dissolved oxygen reflects the biological and physical processes prevailing in the water bodies and is considered an important parameter in water quality assessment [19]. Biochar, a carbon-rich material with a highly porous structure, enhances the adsorption of organic pollutants and serves as a habitat for microorganisms essential for degrading organic matter. It not only captures contaminants but also retains nutrients, promoting both pollutant removal and vegetation growth in the wetland ecosystem. These properties enable biochar to effectively capture COD and BOD from wastewater [27, 30, 43]. Studies indicate that CWs amended with biochar can achieve COD removal rates as high as 91.3% and BOD removal rates around 93% under optimal conditions [16]. The results we obtained of COD (87.6%), BOD (91.3%) is consistent with the results obtained by Zhang, who recorded 89% BOD and 85% COD removal in similarly designed wetlands. Moreover, More than 70% removal efficiency benchmark highlighted in the review by Vymazal [37], indicating the system’s potential for high-nutrient load applications Vymazal [37, 44]. Seasonal variations significantly influenced treatment performance. Warmer temperatures in summer enhanced microbial activity, leading to higher removal efficiencies for BOD, COD, and nitrogen. Conversely, lower winter temperatures reduced metabolic rates, slightly lowering treatment performance. pH remained relatively stable, though slight acidification during winter was noted."
    },
    {
      "title": "Reduction of ARB in biochar amended CW",
      "text": "Besides the determination of these physiochemical parameters, the untreated and treated sewage water samples were analyzed by using conventional serial dilution method to observe the percentage of resistant CFU reduction of common sewage bacteria for example Salmonella, Shigella, E. coli, Streptococcus etc. A study reported that due to the high concentrations of coliforms and E. coli, the water’s microbiological quality fails to meet the requirements of current Brazilian law, rendering it unfit even for recreational activities like bathing and leisure [5]. In the current study, antibiotic resistant microorganisms were isolated against linezolid, ciprofloxacin and cefixime and identified. CWs proved to be very efficient with the reduction rates of resistant strains reaching up to 99% and above against linezolid, ciprofloxacin, and cefixime in water samples of influent and effluent. The MDR strains isolated from influent and effluent were confirmed based on the AST against selected antibiotics. In 2018, the World Health Organization (WHO), stated that the advent of numerous drug-resistant bacteria poses a possible risk to health. Methicillin-resistant Staphylococcus aureus (MRSA), vancomycin-resistant Enterococcus (VRE), multi- drug resistant Mycobacterium tuberculosis (MDR TB), and carbapenem-resistant Enterobacteriaceae (CRE) gut bacteria are just a few examples of multi-drug resistant organisms that cause serious diseases such as toxic shock syndrome, pneumonia, endocarditis and skin infections; therefore, they must be treated. Five antibiotics from different classes—ciprofloxacin, ceftriaxone, chloramphenicol, cefotaxime, and doxycycline—were selected to test their efficacy against organisms that were resistant to ciprofloxacin, cefixime, and linezolid. Various isolates were found to be MDR against the selected antibiotics. Five and six isolates, which were previously isolated against linezolid and ciprofloxacin respectively, were found to be MDR by testing against the afore-mentioned antibiotics. No MDR strains were found among those isolated from cefixime-resistant strains. The CW has been reported with efficient removal efficiencies of 7.1 log for total coliforms and 5.1 log for fecal coliforms, highlighting the system’s efficiency in wastewater treatment [4]. Ibekwe et al. [18] reported tetracycline (195 isolates, 46.3%), ampicillin (88 isolates, 20.9%), erythromycin (85 isolates, 20.2%), streptomycin (77 isolates, 18.3%), and sulfisoxazole (69 isolates, 16.4%) were the antimicrobials most frequently associated with MDR [18]. Based on the biochemical identification, three predominant organisms were identified, which were previously classified as MDR strains namely Strenotrophomonas maltophila, Escherichia coli, and Enterobacter cloaceae. Microbial community of rhizosphere and biofilm resulted in identification of three different strains; E. coli, Alcaligenes faecalis and Serratia odorifera. Even though CTX-M and TEM types are among the widely present beta lactamases, only TEM type was detected among the six MDR strains isolated from the influent of the domestic wastewater. Bla TEM was not detected in the MDR strains from the treated wastewater. Bla CTX-M remained undetected in all MDR strains. The persistence and release of antibiotic resistant bacteria, especially those that carry these beta-lactamases, into the environment by means of wastewater can be a significant means of spread of the AMR problem in the natural ecosystems [15]."
    },
    {
      "title": "Limitations",
      "text": "Biochar Longevity: Biochar helps remove pollutants, but over time, it may break down and lose effectiveness. This means it might need to be replaced or refreshed regularly.Scalability: What works well in small lab experiments might not work the same way in large real-world systems. Keeping biochar quality consistent and dealing with different types of wastewater can be challenging [26].Potential Clogging: Since biochar has a fine structure, it could block water flow in constructed wetlands. To prevent this, we can adjust the water flow time or mix biochar with larger materials to improve drainage [11]. Biochar Longevity: Biochar helps remove pollutants, but over time, it may break down and lose effectiveness. This means it might need to be replaced or refreshed regularly. Scalability: What works well in small lab experiments might not work the same way in large real-world systems. Keeping biochar quality consistent and dealing with different types of wastewater can be challenging [26]. Potential Clogging: Since biochar has a fine structure, it could block water flow in constructed wetlands. To prevent this, we can adjust the water flow time or mix biochar with larger materials to improve drainage [11]. Accumulation of suspended solids and biofilm growth especially in the filter media’s upper layers leads to clogging due to long-term operation. Surface scraping and vegetation management, is essential to sustain hydraulic conductivity as a regular maintenance. Biofilm development, not only remove pollutant but also reduce porosity if unmanaged, eventually impacting oxygen transfer and nitrification. Scheduled maintenance and intermittent drying phases can overcome these effects."
    },
    {
      "title": "Real-world applications",
      "text": "This study’s findings are directly applicable to various wastewater treatment scenarios: Rural and Remote Areas: Conventional treatment systems are very costly so; Biochar’s cost-effectiveness makes it suitable and accessible for low-resource settings [39].Industrial Effluents: Industrial wastewater challenges can be addressed by Biochar’s adsorption capacity for heavy metals and organic pollutants [35].Urban Settings: Other treatment systems can be integrated with CWs to manage domestic wastewater, reducing public health and environmental risks [12]. Rural and Remote Areas: Conventional treatment systems are very costly so; Biochar’s cost-effectiveness makes it suitable and accessible for low-resource settings [39]. Industrial Effluents: Industrial wastewater challenges can be addressed by Biochar’s adsorption capacity for heavy metals and organic pollutants [35]. Urban Settings: Other treatment systems can be integrated with CWs to manage domestic wastewater, reducing public health and environmental risks [12]."
    },
    {
      "title": "Conclusions",
      "text": "This study demonstrated the efficiency of biochar-amended constructed wetlands in treating domestic wastewater by reducing various physicochemical and microbiological parameters. Biochar produced at different temperatures (400 °C, 600 °C, and 800 °C) was used to enhance removal efficiency, with varying results based on temperature. The wetland system showed substantial reductions in COD, BOD, DO, total nitrogen, sulfate, TDS, and EC after an optimization period, achieving maximum reductions of 57% for COD, 81% for BOD, and 77% for sulfate. Additionally, the study showed that the system is effective in reducing antibiotic-resistant bacteria (ARB) and genes (ARGs), specifically 99% reduction rates observed for multi-drug resistant strains. Biochar's properties of pollutant adsorption and nutrient retention due to its porous structure and ability to support microbial activity contributed significantly to making it a promising material for improving wetland performance. Further research is needed to asses field-scale implementation, possible environmental trade-offs and long-term performance as these results highlight the potential benefits of biochar-amended constructed wetlands."
    },
    {
      "title": "Future recommendations",
      "text": "To enhance nitrogen and phosphorous removal horizontal flow wetlands should integrate with vertical flow or anaerobic digesters in future work. Scaling up to industrial levels could involve modular HF-CW designs with automation for hydraulic loading control. Further studies focusing on long-term sustainability, cost-effectiveness, and microbial dynamics will aid in optimizing system design for real-world deployment."
    },
    {
      "title": "Supplementary Information",
      "text": "Supplementary Material 1. Supplementary Material 1."
    }
  ],
  "full_text": "## Introduction\nThe global challenge of water pollution, particularly through the discharge of contaminants from domestic and industrial wastewater, poses significant risks to ecosystems, public health, and the environment [28]. As the world’s population continues to rise, the demand for clean water increases, exacerbating water scarcity issues. In 2014, 54% of the global population lived in urban areas, with household water usage representing approximately 11% of total water consumption [13]. By 2025, over 100 countries are expected to experience varying degrees of water scarcity, highlighting the urgent need for sustainable water management solutions, including efficient wastewater treatment technologies [23]. Despite the growing reliance on wastewater for addressing water shortages, conventional wastewater treatment methods often fail to effectively remove contaminants, resulting in the persistence of pollutants such as antibiotic-resistant bacteria (ARB) and antibiotic-resistant genes (ARGs), which can be transferred to humans and other organisms [40]. The overuse of antibiotics in human healthcare and animal farming has led to the rise of ARB and ARGs, which are increasingly detected in wastewater effluents. These resistant microorganisms pose a serious threat to public health, as they complicate the treatment of infections and contribute to the spread of resistance across environments [33, 34]. Conventional wastewater treatment plants are often not equipped to remove ARB effectively, which has driven the search for innovative approaches to mitigate this growing problem. Among these, constructed wetlands (CWs), particularly those integrated with natural systems, have shown promise in removing a wide range of pollutants, including emerging organic contaminants (EOCs), as well as reducing ARB and ARGs. However, many studies have primarily focused on the removal of conventional pollutants, with limited attention given to the combined removal of both physicochemical parameters and ARB [24]. The use of biochar as a substrate material in CWs is a novel approach that has gained attention due to its ability to enhance microbial activity, improve nutrient and oxygen flow, and promote plant growth [22]. Biochar, a carbon-rich material produced from the pyrolysis of organic biomass, has been shown to support diverse microbial communities, which are essential for pollutant degradation. When used as a substrate in CWs, biochar can improve the system’s ability to treat wastewater by increasing the efficiency of both nutrient removal and the attenuation of contaminants such as ARB. The potential of biochar-amended CWs to outperform traditional wastewater treatment systems in removing ARB, antibiotics, and ARGs is increasingly recognized [29]. Despite this growing interest, there remains a need to explore and optimize the use of biochar, particularly in systems designed to treat domestic wastewater contaminated with ARB. Antibiotic-resistant bacteria, especially those producing extended-spectrum β-lactamases (ESBLs), represent one of the most critical challenges in modern medicine. These enzymes, which can degrade β-lactam antibiotics, such as cephalosporins, penicillin, and monobactams, contribute to the widespread resistance among both Gram-negative and some Gram-positive bacteria [2]. The presence of ESBL-producing bacteria in wastewater effluents is particularly concerning because these bacteria are resistant to multiple classes of antibiotics, complicating treatment options for infections. The ability of CWs, particularly those amended with biochar, to mitigate the presence of ESBL-producing ARB and reduce the spread of ARGs in wastewater is an area of increasing importance. While some studies have shown success in removing these bacteria from wastewater, the integration of biochar with CWs in the context of ARB and ARGs remains under-explored and warrants further investigation. This study seeks to address critical gaps in the understanding and application of CWs for removing antibiotic-resistant bacteria from domestic wastewater. Specifically, the objectives are:Evaluate the efficiency of biochar-amended CWs in improving physicochemical parameters, such as chemical oxygen demand (COD), biological oxygen demand (BOD), nitrogen and sulfate.Evaluate the efficiency of biochar-amended CW in reducing Antibiotic resistance bacteria.Furthermore, the study will assess the multidrug resistance (MDR) profiles of ARB isolates before and after treatment and analyze the presence of resistance genes, particularly blaTEM and blaCTX-M. Evaluate the efficiency of biochar-amended CWs in improving physicochemical parameters, such as chemical oxygen demand (COD), biological oxygen demand (BOD), nitrogen and sulfate. Evaluate the efficiency of biochar-amended CW in reducing Antibiotic resistance bacteria. Furthermore, the study will assess the multidrug resistance (MDR) profiles of ARB isolates before and after treatment and analyze the presence of resistance genes, particularly blaTEM and blaCTX-M. By investigating the novel combination of biochar and CWs for wastewater treatment, this research aims to contribute to the development of more effective, sustainable and cost-efficient solutions to address the global challenge of antibiotic resistance in wastewater management.\n\n## Materials and methods\nThe wastewater used in this study was sourced from the D-type colony of Quaid-i-Azam University, Islamabad, Pakistan, and transported to the experimental site for treatment. A lab-scale constructed wetland (CW) system was selected for the study to ensure controlled conditions. The system (Fig. 1) was operated in a greenhouse protected from rainfall. The site (outside Microbiology department QAU Islamabad) was selected to receive no precipitation but the maximum light intensity. The system was operated under varying temperature ranges from 18 °C to 35 °C due to seasonal temperature variations from April to June. The system was designed using parameters from the K-C Model [20] for horizontal subsurface flow (HSSF) wetlands, which accounts for factors like flow rate, influent concentration, and removal efficiency.Fig. 1Schematic design and construction of horizontal lab-scale constructed wetland Schematic design and construction of horizontal lab-scale constructed wetland The area of the CW cell was determined using the K-C Model (Eq. 1), which is widely employed for sizing constructed wetlands for wastewater treatment. The equation considers key factors such as the flow rate (Q), influent and effluent concentrations, and a model-specific constant (KA). The equation used in this study is as follows:1\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$Area=\\left(\\frac{0.0365Q}{{K}_{A}}\\right)ln\\left(\\frac{{C}_{i}-{C}^{*}}{{C}_{e}-{C}^{*}}\\right)$$\\end{document}Area=0.0365QKAlnCi-C∗Ce-C∗where:Q is the flow rate (m3/day),Ci and Ce are the influent and effluent concentrations (mg/L),C* is the target concentration (mg/L),KA is a site-specific constant. Q is the flow rate (m3/day), Ci and Ce are the influent and effluent concentrations (mg/L), C* is the target concentration (mg/L), KA is a site-specific constant. The CW area was calculated based on the parameters established in a recent study [36], which validated the effectiveness of this sizing approach for similar wastewater treatment scenarios. This calculation ensured that the system was appropriately scaled to achieve the desired treatment efficiencies, aligning with the specific wastewater characteristics and treatment objectives. The lab-scale constructed wetland system consists of three interconnected compartments designed for treating domestic wastewater. A schematic of the system is shown in Fig. 1. The entire setup spans 11 feet horizontally from the inlet to the outlet, with a vertical depth of 4.5 feet in the first compartment. The system includes two horizontal subsurface flow (HSSF) compartments, each of which is optimized with specific filter media to maximize treatment efficiency. In this study, biochar derived from sugarcane bagasse was used as a non-traditional filter media instead of conventional materials such as gravel or sand. Biochar was prepared using a slow pyrolysis method under anaerobic conditions at three different temperatures: 400 °C, 600 °C, and 800 °C. The first two compartments of the CW were filled with a base layer of 1-inch gravel, followed by 2 inches of biochar and 2 inches of sand at the top. These media were chosen due to their beneficial properties, such as biochar’s high porosity, surface area, and adsorption capacity, which enhance wastewater treatment through physical and chemical interactions with contaminants. In addition to the filter media, Typha latifolia and Phragmites australis were planted in the CW to provide surface area for biofilm formation and to facilitate phytoremediation. These plants were selected based on their well-established role in constructed wetlands for wastewater treatment. The system was operated for a 3–4 week acclimation period before introducing wastewater, allowing the plants to establish their root systems and facilitate microbial growth in the rhizosphere. Biochar was produced from sugarcane straw using a slow pyrolysis method at reaction temperatures of 400 °C, 600 °C, and 800 °C (Fig. 2), under oxygen-limited conditions. The pyrolysis temperature significantly influenced the biochar’s properties, with higher temperatures enhancing its surface area, porosity, and stability. Biochar was selected as a filter media in the constructed wetland due to these advantageous properties, such as its ability to absorb a large number of exchangeable cations, develop abundant oxygen functional groups on its surface, and exhibit a highly porous structure. These attributes make biochar particularly suitable for long-term applications in soil and water environments. Its rich and stable carbon content, combined with its strong adsorption capabilities and excellent structural stability, ensures effective contaminant removal and system durability in the constructed wetland context [7, 25].Fig. 2Preparation of Biochar material Preparation of Biochar material After establishing the plant and microbial communities in the CW, the system was fed with 14 L of domestic wastewater, which flowed through the wetland at a rate of 3.8 US gallons/day (approximately 14.4 L/day). The hydraulic retention time of the system is 0.25 days (6.07) hours calculated from the flow rate and volume of the system as shown in Eq. 1. This flow rate was selected to simulate real-world hydraulic loading conditions within the constraints of a lab-scale setup. It reflects typical domestic wastewater flow rates while ensuring that the hydraulic retention time was adequate for effective treatment within the limited spatial and operational dimensions of the constructed wetland. Additionally, this flow rate aligns with established guidelines and methodologies from previous studies on small-scale constructed wetlands [21], providing a reliable basis for comparison.\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$HRT=\\frac{\\text{V}}{\\textrm{Q}}\\dots \\dots \\dots \\dots . 1$$\\end{document}HRT=VQ⋯⋯⋯⋯.1 V = Volume of the system Q = Flow rate The wastewater was recirculated from the effluent container back into the influent container, allowing for a continuous flow-through system. The system operated in this mode for a period of 12 weeks, with weekly sampling to monitor the performance of the CW system. Physicochemical and microbiological analyses were performed on both the influent and effluent wastewater at weekly intervals to assess the effectiveness of the biochar-amended CW. A range of physicochemical parameters were analyzed to evaluate the treatment efficiency of the constructed wetland. These included:pH: Measured using a Sartorius pH meter.Electrical conductivity (EC), salinity, and total dissolved solids (TDS): Measured using a Multi-parameter PCSTestrTM 35.Chemical oxygen demand (COD) and biological oxygen demand (BOD): Determined using standard kit methods (MERCK, 2023).Dissolved oxygen (DO): Measured with a CRISON OXI 45 + digital DO meter.Total nitrogen (TN) and total sulfate content (SO₄2⁻): Measured using standard laboratory methods. pH: Measured using a Sartorius pH meter. Electrical conductivity (EC), salinity, and total dissolved solids (TDS): Measured using a Multi-parameter PCSTestrTM 35. Chemical oxygen demand (COD) and biological oxygen demand (BOD): Determined using standard kit methods (MERCK, 2023). Dissolved oxygen (DO): Measured with a CRISON OXI 45 + digital DO meter. Total nitrogen (TN) and total sulfate content (SO₄2⁻): Measured using standard laboratory methods. The analytical methods followed standard protocols (• APHA [1]) to ensure accurate and reliable results. The microbial populations, including common sewage bacteria such as Salmonella, Shigella, Escherichia coli, and Streptococcus, were enumerated using the serial dilution and plate count method on Nutrient Agar. For testing antibiotic resistance, the media was supplemented with antibiotics ciprofloxacin, cefixime, and linezolid. The colony-forming units (CFU) were counted using a digital colony counter. The modified Kirby-Bauer disk diffusion method [41] was used to assess the antimicrobial resistance of isolated bacteria. The antibiotics tested included ciprofloxacin, ceftriaxone, chloramphenicol, cefotaxime, and doxycycline. The zones of inhibition were measured after 24 h of incubation at 37 °C. Genomic DNA of multi-drug resistant (MDR) isolates was extracted using the boiling method [8]. PCR amplification was performed using Techne® Prime thermocycler, followed by gel electrophoresis to analyze the presence of resistance genes. The sequences of the primers used are provided in Table 4. The microbial community in the rhizosphere was analyzed by culturing bacteria from the gravel and macrophyte roots. Serial dilutions were plated on selective media (e.g., Mannitol Salt Agar, MacConkey Agar, Eosin Methylene Blue Agar), followed by incubation at 37 °C for 24 h. The colonies were then isolated and identified based on morphology, biochemical tests, and Gram staining. The data obtained from the physicochemical and microbiological analyses were statistically analyzed using SPSS Statistics 23.0. Descriptive statistics such as means and standard deviations were calculated. One-way ANOVA, paired-samples t-test, and unpaired-samples t-test were used to assess the significance of differences between treatment groups, with a significance level of p < 0.05. Graphs were constructed using Microsoft Excel.\n\n## Description of study site and system design\nThe wastewater used in this study was sourced from the D-type colony of Quaid-i-Azam University, Islamabad, Pakistan, and transported to the experimental site for treatment. A lab-scale constructed wetland (CW) system was selected for the study to ensure controlled conditions. The system (Fig. 1) was operated in a greenhouse protected from rainfall. The site (outside Microbiology department QAU Islamabad) was selected to receive no precipitation but the maximum light intensity. The system was operated under varying temperature ranges from 18 °C to 35 °C due to seasonal temperature variations from April to June. The system was designed using parameters from the K-C Model [20] for horizontal subsurface flow (HSSF) wetlands, which accounts for factors like flow rate, influent concentration, and removal efficiency.Fig. 1Schematic design and construction of horizontal lab-scale constructed wetland Schematic design and construction of horizontal lab-scale constructed wetland\n\n## Calculation of CW area\nThe area of the CW cell was determined using the K-C Model (Eq. 1), which is widely employed for sizing constructed wetlands for wastewater treatment. The equation considers key factors such as the flow rate (Q), influent and effluent concentrations, and a model-specific constant (KA). The equation used in this study is as follows:1\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$Area=\\left(\\frac{0.0365Q}{{K}_{A}}\\right)ln\\left(\\frac{{C}_{i}-{C}^{*}}{{C}_{e}-{C}^{*}}\\right)$$\\end{document}Area=0.0365QKAlnCi-C∗Ce-C∗where:Q is the flow rate (m3/day),Ci and Ce are the influent and effluent concentrations (mg/L),C* is the target concentration (mg/L),KA is a site-specific constant. Q is the flow rate (m3/day), Ci and Ce are the influent and effluent concentrations (mg/L), C* is the target concentration (mg/L), KA is a site-specific constant. The CW area was calculated based on the parameters established in a recent study [36], which validated the effectiveness of this sizing approach for similar wastewater treatment scenarios. This calculation ensured that the system was appropriately scaled to achieve the desired treatment efficiencies, aligning with the specific wastewater characteristics and treatment objectives.\n\n## Experimental setup\nThe lab-scale constructed wetland system consists of three interconnected compartments designed for treating domestic wastewater. A schematic of the system is shown in Fig. 1. The entire setup spans 11 feet horizontally from the inlet to the outlet, with a vertical depth of 4.5 feet in the first compartment. The system includes two horizontal subsurface flow (HSSF) compartments, each of which is optimized with specific filter media to maximize treatment efficiency. In this study, biochar derived from sugarcane bagasse was used as a non-traditional filter media instead of conventional materials such as gravel or sand. Biochar was prepared using a slow pyrolysis method under anaerobic conditions at three different temperatures: 400 °C, 600 °C, and 800 °C. The first two compartments of the CW were filled with a base layer of 1-inch gravel, followed by 2 inches of biochar and 2 inches of sand at the top. These media were chosen due to their beneficial properties, such as biochar’s high porosity, surface area, and adsorption capacity, which enhance wastewater treatment through physical and chemical interactions with contaminants. In addition to the filter media, Typha latifolia and Phragmites australis were planted in the CW to provide surface area for biofilm formation and to facilitate phytoremediation. These plants were selected based on their well-established role in constructed wetlands for wastewater treatment. The system was operated for a 3–4 week acclimation period before introducing wastewater, allowing the plants to establish their root systems and facilitate microbial growth in the rhizosphere.\n\n## Biochar preparation\nBiochar was produced from sugarcane straw using a slow pyrolysis method at reaction temperatures of 400 °C, 600 °C, and 800 °C (Fig. 2), under oxygen-limited conditions. The pyrolysis temperature significantly influenced the biochar’s properties, with higher temperatures enhancing its surface area, porosity, and stability. Biochar was selected as a filter media in the constructed wetland due to these advantageous properties, such as its ability to absorb a large number of exchangeable cations, develop abundant oxygen functional groups on its surface, and exhibit a highly porous structure. These attributes make biochar particularly suitable for long-term applications in soil and water environments. Its rich and stable carbon content, combined with its strong adsorption capabilities and excellent structural stability, ensures effective contaminant removal and system durability in the constructed wetland context [7, 25].Fig. 2Preparation of Biochar material Preparation of Biochar material\n\n## System operation\nAfter establishing the plant and microbial communities in the CW, the system was fed with 14 L of domestic wastewater, which flowed through the wetland at a rate of 3.8 US gallons/day (approximately 14.4 L/day). The hydraulic retention time of the system is 0.25 days (6.07) hours calculated from the flow rate and volume of the system as shown in Eq. 1. This flow rate was selected to simulate real-world hydraulic loading conditions within the constraints of a lab-scale setup. It reflects typical domestic wastewater flow rates while ensuring that the hydraulic retention time was adequate for effective treatment within the limited spatial and operational dimensions of the constructed wetland. Additionally, this flow rate aligns with established guidelines and methodologies from previous studies on small-scale constructed wetlands [21], providing a reliable basis for comparison.\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$HRT=\\frac{\\text{V}}{\\textrm{Q}}\\dots \\dots \\dots \\dots . 1$$\\end{document}HRT=VQ⋯⋯⋯⋯.1 V = Volume of the system Q = Flow rate The wastewater was recirculated from the effluent container back into the influent container, allowing for a continuous flow-through system. The system operated in this mode for a period of 12 weeks, with weekly sampling to monitor the performance of the CW system. Physicochemical and microbiological analyses were performed on both the influent and effluent wastewater at weekly intervals to assess the effectiveness of the biochar-amended CW.\n\n## Physicochemical properties\nA range of physicochemical parameters were analyzed to evaluate the treatment efficiency of the constructed wetland. These included:pH: Measured using a Sartorius pH meter.Electrical conductivity (EC), salinity, and total dissolved solids (TDS): Measured using a Multi-parameter PCSTestrTM 35.Chemical oxygen demand (COD) and biological oxygen demand (BOD): Determined using standard kit methods (MERCK, 2023).Dissolved oxygen (DO): Measured with a CRISON OXI 45 + digital DO meter.Total nitrogen (TN) and total sulfate content (SO₄2⁻): Measured using standard laboratory methods. pH: Measured using a Sartorius pH meter. Electrical conductivity (EC), salinity, and total dissolved solids (TDS): Measured using a Multi-parameter PCSTestrTM 35. Chemical oxygen demand (COD) and biological oxygen demand (BOD): Determined using standard kit methods (MERCK, 2023). Dissolved oxygen (DO): Measured with a CRISON OXI 45 + digital DO meter. Total nitrogen (TN) and total sulfate content (SO₄2⁻): Measured using standard laboratory methods. The analytical methods followed standard protocols (• APHA [1]) to ensure accurate and reliable results.\n\n## Normal and resistant CFU count\nThe microbial populations, including common sewage bacteria such as Salmonella, Shigella, Escherichia coli, and Streptococcus, were enumerated using the serial dilution and plate count method on Nutrient Agar. For testing antibiotic resistance, the media was supplemented with antibiotics ciprofloxacin, cefixime, and linezolid. The colony-forming units (CFU) were counted using a digital colony counter.\n\n## Antimicrobial susceptibility testing (AST)\nThe modified Kirby-Bauer disk diffusion method [41] was used to assess the antimicrobial resistance of isolated bacteria. The antibiotics tested included ciprofloxacin, ceftriaxone, chloramphenicol, cefotaxime, and doxycycline. The zones of inhibition were measured after 24 h of incubation at 37 °C.\n\n## Molecular identification\nGenomic DNA of multi-drug resistant (MDR) isolates was extracted using the boiling method [8]. PCR amplification was performed using Techne® Prime thermocycler, followed by gel electrophoresis to analyze the presence of resistance genes. The sequences of the primers used are provided in Table 4.\n\n## Characterization of the microbial community in the rhizosphere\nThe microbial community in the rhizosphere was analyzed by culturing bacteria from the gravel and macrophyte roots. Serial dilutions were plated on selective media (e.g., Mannitol Salt Agar, MacConkey Agar, Eosin Methylene Blue Agar), followed by incubation at 37 °C for 24 h. The colonies were then isolated and identified based on morphology, biochemical tests, and Gram staining.\n\n## Statistical analysis\nThe data obtained from the physicochemical and microbiological analyses were statistically analyzed using SPSS Statistics 23.0. Descriptive statistics such as means and standard deviations were calculated. One-way ANOVA, paired-samples t-test, and unpaired-samples t-test were used to assess the significance of differences between treatment groups, with a significance level of p < 0.05. Graphs were constructed using Microsoft Excel.\n\n## Results\nPhysicochemical parameters are measurements that help assess the physical and chemical properties of water. These parameters are crucial for evaluating water quality, especially in treatment processes. These parameters are total dissolved solids, pH, dissolved oxygen, electrical conductivity, chemical oxygen demand, biochemical oxygen demand, total sulphate and total nitrogen etc. Total dissolved solids are defined as a measure of inorganic salts like calcium, magnesium, sodium, and potassium as well as carbonates, bicarbonates, nitrates chlorides, and sulfates. The reduction from 292 to 184 ppm in Table 1 demonstrates the constructed wetland ability to remove inorganic salts effectively. The increasing removal efficiency over time, reaching 52%, highlights the adaptability and growing efficiency of the wetland’s microbial and plant activity. This suggests that macrophytes and the biofilm’s maturation significantly contribute to TDS reduction. A highly significant reduction (p < 0.000) of TDS was observed in the effluent compared to influent samples.\nTable 1The physicochemical parameters of domestic wastewater before and after treatment in CWSampling daypHTDSDOECBODCODTNTSInfEffInfEffInfEffInfEffInfEffInfEffInfEffInfEff01–04–238.958.912921843.23.8415400375162698654179232008–04–238.928.252922792.93.140439821595391379249302415–04–239.349.042781932.53.739038420090382356329392822–04–238.127.642891822.73.137236620185367341349353129–04–239.639.623252961.92.64134001897344305399242106–05–239.87102671712.64.5404398261109479435439292113–05–239.059.0526822033.7398391350136636547289392720–05–238.839.922051503.44.138527525184457339389332027–05–239.337.233242812.93.245025624791450367429282403–06–239.347.92811792.94.136223526881488324339311710–06–239.87.72801413.24.239223731072566292389451117–06–23107.42801341.94.1392219292595342343495110DO Dissolved oxygen, TDS Total dissolved solids, EC Electrical conductivity, TN Total nitrogen, TS Total sulfate, COD Chemical oxygen demand, BOD Biochemical oxygen demand, Inf Influent, Eff Effluent The physicochemical parameters of domestic wastewater before and after treatment in CW DO Dissolved oxygen, TDS Total dissolved solids, EC Electrical conductivity, TN Total nitrogen, TS Total sulfate, COD Chemical oxygen demand, BOD Biochemical oxygen demand, Inf Influent, Eff Effluent pH is defined as measure of hydrogen ion concentration. pH of the untreated sample was greater than 7 and were up to the maximum value of 10 as shown in Table 1. The influent samples were highly alkaline but with the passage of time, the pH of the treated water samples reaches neutrality. The shift from an alkaline pH of up to 10 to a more neutral pH of 7.2 in treated samples is significant. This change indicates effective buffering action within the wetland system, likely due to microbial processes like sulfate reduction and ammonification. This neutralization is crucial, as it renders the treated water safer for discharge into natural water bodies. EC is the measure of the ability of the water to pass an electric current due to the presence of inorganic chemicals and other dissolved salts. Electrical conductivity increases as the salinity increases. The high values in influent samples greater than permissible limits i.e., ranging from 365 µS to 450 µS and their percent reduction is shown in (Table 1). This high range of EC is indicating that the domestic wastewater is enriched with organic and organic impurities. As E.C of water directly depends upon the clogging factor that is due to the impurities. The reduction from 450 µS in influent to a maximum control of 44% in effluent showcases the constructed wetland’s efficiency in removing dissolved salts. The gradual increase in removal efficiency from 4 to 45% correlates with the biofilm’s growth and macrophyte absorption, suggesting that substrate clogging diminished over time, leading to better pollutant removal. Chemical oxygen demand is the measure of the amount of oxygen that is required to chemically oxidize organic matter with the help of strong oxidants for example potassium dichromate. The value of COD in influent was 698 mg/L, the decrease from 698 mg/L to a final reduction rate of 56% emphasizes the wetland’s capability to remove organic pollutants. The enhanced removal rates over time can be attributed to macrophyte growth and biofilm establishment, which aid in organic matter breakdown and uptake. BOD is defined as the amount of dissolved oxygen required by biological organisms for the breakdown of organic material present in a given water sample at a certain temperature over a specific period of time. The biochar-amended constructed wetland trial started with a 57% reduction in BOD, with a gradual increase in the percentage reduction over the twelve consecutive cycles. The trial which was started in April ended with the highest reduction rate i.e., 80% for BOD in June (Table 1). Statistically significant reduction (p < 0.000) in BOD was observed in the effluent compared to the influent samples. Water quality is determined by the amount of dissolved oxygen in water bodies. Dissolved oxygen level in the untreated sample was in the range of 1.9 mg/L to 3.2 mg/Lin influent sample and increased in effluent up to maximum value of 4.6%. Although initially, total nitrogen was already in low concentration, but CW proved to be very efficient in removing total Nitrogen due to the processes carried out by macrophytes and biofilm. For example, ammonification, sedimentation, nitrification, and plant uptake mechanisms, which help in removing the total nitrogen content. Domestic wastewater is polluted with various types of contaminants that are not beneficial for the ecosystem. In this CW trial sulphate content is being determined. The amount of sulphate content that is acceptable in domestic wastewater ranges from 20 mg/L to 60 mg/L. In water samples of influent, the sulphate content determined was already in the acceptable range. But for the determination of efficiency of the CW, reduction rate of sulphate was 80% after treating the wastewater through the wetland (Table 1). The mechanisms involved here are a combination of physical, chemical, and biological processes carried out by microorganisms, substrate, and macrophytes. The microbiological analysis results indicate a remarkable reduction in the common bacterial count after treatment through the constructed wetland system. Common bacterial count of the sample before and after treatment was noticed with significant reduction rates ~ 99% by constructed wetland (Fig. 3). The elimination strategies in a wetland include bacteriophage predation, nutrient deficiency, and the toxicity of other bacteria. This aligns with studies that emphasize the role of constructed wetlands in reducing pathogenic bacteria and improving water quality.Fig. 3Normal CFU count of influent and effluent and their percent reduction in lab scale constructed wetland treating domestic wastewater Normal CFU count of influent and effluent and their percent reduction in lab scale constructed wetland treating domestic wastewater The log reduction of antibiotic resistance against ciprofloxacin is presented in Fig. 4. In the untreated wastewater, resistance levels were initially very high. However, after recycling the influent, the resistance significantly decreased, likely due to the development of biofilm and rhizosphere. The highest reduction achieved for ciprofloxacin-resistant strains was 55% during multiple cycles of the wetland trial. In contrast, resistance reduction against linezolid varied throughout different months of the trial, impacting the overall percentage reduction. Several factors, including seasonal changes, may have contributed to the fluctuation and slowdown in antibiotic resistance reduction. The biochar-amended constructed wetland (CW) proved highly efficient, achieving a consistent 100% removal rate against linezolid, despite minor fluctuations due to seasonal variations. Figure 4 displays the resistance reduction for untreated and treated wastewater samples against cefixime. The biochar-amended constructed wetland also demonstrated outstanding resistance reduction against cefixime, with a continuous increase in the reduction rates of resistant strains throughout the three-month wetland trial.Fig. 4Reduction in resistant CFU (log₁₀) against antibiotics: (A) ciprofloxacin, (B) linezolid, and (C) cefixime, in influent and effluent, and their percent reduction in a lab-scale constructed wetland treating domestic wastewater Reduction in resistant CFU (log₁₀) against antibiotics: (A) ciprofloxacin, (B) linezolid, and (C) cefixime, in influent and effluent, and their percent reduction in a lab-scale constructed wetland treating domestic wastewater After isolating resistant bacteria against these antibiotics, antibiotic susceptibility test was performed further on influent and effluent to check the efficiency of CW against MDR bacteria. From the total isolated strains against the above-mentioned antibiotics, the number of bacterial isolates resistant to ciprofloxacin found in influent and effluent were 18 and 17, respectively. Out of these, 6 were identified as MDR as they were not inhibited by multiple antibiotic discs from various generations. The number of isolates resistant to linezolid from influent and effluent were 16 and 14, respectively. Among these, six were identified as MDR strains. On contrary, the number of isolates resistant to cefixime from influent and effluent were 17 and 15, respectively. No MDR strains were identified in these isolates. Figures 5, 6 and 7 shows AST results of resistant isolates to ciprofloxacin, linezolid, and cefixime.Fig. 5Antibiotic susceptibility test (AST) profiles of ciprofloxacin-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibioticsFig. 6Antibiotic susceptibility test (AST) profiles of cefixime-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibioticsFig. 7Antibiotic susceptibility test (AST) profiles of linezolid-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibiotics Antibiotic susceptibility test (AST) profiles of ciprofloxacin-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibiotics Antibiotic susceptibility test (AST) profiles of cefixime-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibiotics Antibiotic susceptibility test (AST) profiles of linezolid-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibiotics The resistant isolates found against each antibiotic were identified microscopically and biochemically. The strains identified were E.coli, Strenotrophomonas maltophilia, Enterobacter cloacae, S.aureus, Enterococcus faecalis). When the MDR isolates were cultured on MacConkey agar, all were found to be Gram-negative. Based on biochemical identification (API 20E kit), three microorganisms previously classified as MDR strains were identified, namely Stenotrophomonas maltophilia, Escherichia coli, and Enterobacter cloacae (Table 2).\nTable 2Gram staining and biochemical identification by API 20 E of MDR strainsStrain NameICRB1ECRB1ICRB2ICRB3ICRB5ECRB12ELRB1ILRB4Gram stainingG-ve, rod,G-ve, rod,G-ve, rod,G-ve, rod,G-ve, rod, pinkG-ve, rod,G-ve, rod,pinkG-ve, rod, pinkBiochemical analysis ONPG +  +  +  +  +  +  +  + ADH- +  + -----LDCV--V + V + VODC- +  + - + - + -CITV +  + V-V-VH2S--------URE--------TDA--------IND---- + - + -VP- +  + -----GEL + -- + - + - + GLU- +  + - + - + -MAN- +  + - + - + -INO--------SOR- +  + - + - + -RHA- +  + - + - + -SAC- +  + -----MEL- +  + - + - + -AMY- +  + -----ARA- +  + - + - + -NO2- +  + - + - + -N + 2--------Biochemical IdentificationStrenotropho monas maltophiliaEnterobacter cloacaeEnterobacter. cloacaeStrenotropho monas maltophiliaE.coliStrenotropho monas maltophiliaE. coliStrenotrophomona s maltophiliaGLU +  + Oxidase--FRU +  + MR--MNE +  + VP +  + MAL +  + OF--LAC +  + IND--TRE +  + CIT--MAN +  + URE----Nitrate red +  + MEL--H2S--NIT +  + CAMP--PAL +  + Coagulase--VP +  + ARA--RAF--FRU +  + XYL--GLU +  + SAC +  + LAC +  + MDG--MAL +  + NAG +  + MAN +  + ADH +  + RAF--URE +  + SUC +  + LSTR--ONPG--Identified organismS.aureusS.aureusEnterococcus faecalisEnterococcus faecalisEnterococcus faecalis Gram staining and biochemical identification by API 20 E of MDR strains By using the cultural method of identification, microbial community of rhizosphere and biofilm resulted in identification of three different microorganisms; E. coli, Alcaligenes faecalis and Serratia odorifera. (Table 3).\nTable 3Biochemical identification of microbial community (biofilm and rhizosphere) of constructed wetlandTest NameBiofilm 1Biofilm 2Rhizosphere 1Rhizosphere 2Gram stainingG-ve, rod shaped, pinkG-ve, rodshaped,pinkG-ve, rod shaped,pinkG-ve, rod shaped, pinkOrtho-nitro phenyl galactoside +  + - + Glucose Fermentation +  + - + Arabinose Fermentation +  + - + Lysine Decarboxylase +  + - + Ornithine Decarboxylase +  + - + Utilization of citrate- +  + -Hydrogen Sulphide----Urease----Tryptophane deaminase----Production of Indole +  + - + Cytochrome oxidase-- + -Production of NO2 +  +  +  + Identified organismE.coliSerratia odoriferaAlcaligenes faecalisE.coli Biochemical identification of microbial community (biofilm and rhizosphere) of constructed wetland When screened for the presence of TEM- and CTX-type ESBLs among the 12 MDR strains isolated from the domestic wastewater. Six strains were found to be positive for bla TEM (Fig. 8) (Table 4). Among these six positive strains for bla TEM, all of them had been isolated from the influent wastewater and none from the effluent. Strains positive for blaTEM were Stentotrophomonas maltophilia (16.6%), Staphylococcus aureus (8.3%), Enterococcus faecalis (8.3%), Enterobacter cloacae (8.3%) and E. coli (8.3%). None of the strains were positive for bla CTX-M gene.Fig. 8Gel image of the amplified PCR products of resistant genes.: L = 100 bp, 1 = ICRB1 Bla CTX, 2 = ECRB12 Bla CTX, 3 = ILRB4 Bla CTX, 4 = ECRB1 Bla CTX, 5 = ICRB3 Bla CTX, 6 = ILRB5 Bla CTX, 7 = 1LRB6 Bla CTX, 8 = ICRB2 Bla CTX, 9 = ILRB12 Bla CTX, 10 = ICRB5 Bla CTX, 11 = ELRB6 Bla CTX, 12 = ELRB1 Bla CTX, 13 = NTC CTX, 1* = ICRB1 Bla TEM, 2* = ECRB12 Bla TEM, 3* = ILRB4 Bla TEM, 4* = ECRB1 Bla TEM, 5* = ICRB3 Bla TEM, 6* = ILRB5 Bla TEM, 7* = 1LRB6 Bla TEM, 8* = ICRB2 Bla TEM, 9* = ILRB12 Bla TEM, 10* = ICRB5 Bla TEM, 11* = ELRB6 Bla TEM, 12* = ELRB1 Bla TEM, 13* = NTC Bla TEMTable 4Primer sequences used to detect the β-lactamase genes by PCRTarget GenePrimersSequences (5'−3')Product size (bp)ReferencesTEMFTTTCGTGTCGCCCTTATTCC692 bp[10]RCCGGCTCCAGATTTATCAGCCTX-MFCTATGGCACCACCAACGATA103 bp[9]RACGGCTTTCTGCCTTAGGTT Gel image of the amplified PCR products of resistant genes.: L = 100 bp, 1 = ICRB1 Bla CTX, 2 = ECRB12 Bla CTX, 3 = ILRB4 Bla CTX, 4 = ECRB1 Bla CTX, 5 = ICRB3 Bla CTX, 6 = ILRB5 Bla CTX, 7 = 1LRB6 Bla CTX, 8 = ICRB2 Bla CTX, 9 = ILRB12 Bla CTX, 10 = ICRB5 Bla CTX, 11 = ELRB6 Bla CTX, 12 = ELRB1 Bla CTX, 13 = NTC CTX, 1* = ICRB1 Bla TEM, 2* = ECRB12 Bla TEM, 3* = ILRB4 Bla TEM, 4* = ECRB1 Bla TEM, 5* = ICRB3 Bla TEM, 6* = ILRB5 Bla TEM, 7* = 1LRB6 Bla TEM, 8* = ICRB2 Bla TEM, 9* = ILRB12 Bla TEM, 10* = ICRB5 Bla TEM, 11* = ELRB6 Bla TEM, 12* = ELRB1 Bla TEM, 13* = NTC Bla TEM Primer sequences used to detect the β-lactamase genes by PCR A comprehensive table showing the name of the statistical test along with the level of significance is given below. Tick marks show a significant difference was present between the treated and untreated samples for a particular parameter Table 5.\nTable 5The statistical significance of the physicochemical and microbiological parametersStatistical testsParametres (P value summaries)pHTDSDOECBODCODTNTSCFUOne sample t test (Alpha = 0.05)✓✓✓✓✓✓✓✓✓✓One-way Anova (P < 0.05)✓✓✓✓✓✓✓✓✓✓Unpaired t test (P < 0.05)✓✓✓✓✓✓✓✓✓✓Paired t test (P < 0.05)✓✓✓✓✓✓✓✓✓✓ The statistical significance of the physicochemical and microbiological parameters\n\n## Physicochemical parameters\nPhysicochemical parameters are measurements that help assess the physical and chemical properties of water. These parameters are crucial for evaluating water quality, especially in treatment processes. These parameters are total dissolved solids, pH, dissolved oxygen, electrical conductivity, chemical oxygen demand, biochemical oxygen demand, total sulphate and total nitrogen etc. Total dissolved solids are defined as a measure of inorganic salts like calcium, magnesium, sodium, and potassium as well as carbonates, bicarbonates, nitrates chlorides, and sulfates. The reduction from 292 to 184 ppm in Table 1 demonstrates the constructed wetland ability to remove inorganic salts effectively. The increasing removal efficiency over time, reaching 52%, highlights the adaptability and growing efficiency of the wetland’s microbial and plant activity. This suggests that macrophytes and the biofilm’s maturation significantly contribute to TDS reduction. A highly significant reduction (p < 0.000) of TDS was observed in the effluent compared to influent samples.\nTable 1The physicochemical parameters of domestic wastewater before and after treatment in CWSampling daypHTDSDOECBODCODTNTSInfEffInfEffInfEffInfEffInfEffInfEffInfEffInfEff01–04–238.958.912921843.23.8415400375162698654179232008–04–238.928.252922792.93.140439821595391379249302415–04–239.349.042781932.53.739038420090382356329392822–04–238.127.642891822.73.137236620185367341349353129–04–239.639.623252961.92.64134001897344305399242106–05–239.87102671712.64.5404398261109479435439292113–05–239.059.0526822033.7398391350136636547289392720–05–238.839.922051503.44.138527525184457339389332027–05–239.337.233242812.93.245025624791450367429282403–06–239.347.92811792.94.136223526881488324339311710–06–239.87.72801413.24.239223731072566292389451117–06–23107.42801341.94.1392219292595342343495110DO Dissolved oxygen, TDS Total dissolved solids, EC Electrical conductivity, TN Total nitrogen, TS Total sulfate, COD Chemical oxygen demand, BOD Biochemical oxygen demand, Inf Influent, Eff Effluent The physicochemical parameters of domestic wastewater before and after treatment in CW DO Dissolved oxygen, TDS Total dissolved solids, EC Electrical conductivity, TN Total nitrogen, TS Total sulfate, COD Chemical oxygen demand, BOD Biochemical oxygen demand, Inf Influent, Eff Effluent pH is defined as measure of hydrogen ion concentration. pH of the untreated sample was greater than 7 and were up to the maximum value of 10 as shown in Table 1. The influent samples were highly alkaline but with the passage of time, the pH of the treated water samples reaches neutrality. The shift from an alkaline pH of up to 10 to a more neutral pH of 7.2 in treated samples is significant. This change indicates effective buffering action within the wetland system, likely due to microbial processes like sulfate reduction and ammonification. This neutralization is crucial, as it renders the treated water safer for discharge into natural water bodies. EC is the measure of the ability of the water to pass an electric current due to the presence of inorganic chemicals and other dissolved salts. Electrical conductivity increases as the salinity increases. The high values in influent samples greater than permissible limits i.e., ranging from 365 µS to 450 µS and their percent reduction is shown in (Table 1). This high range of EC is indicating that the domestic wastewater is enriched with organic and organic impurities. As E.C of water directly depends upon the clogging factor that is due to the impurities. The reduction from 450 µS in influent to a maximum control of 44% in effluent showcases the constructed wetland’s efficiency in removing dissolved salts. The gradual increase in removal efficiency from 4 to 45% correlates with the biofilm’s growth and macrophyte absorption, suggesting that substrate clogging diminished over time, leading to better pollutant removal. Chemical oxygen demand is the measure of the amount of oxygen that is required to chemically oxidize organic matter with the help of strong oxidants for example potassium dichromate. The value of COD in influent was 698 mg/L, the decrease from 698 mg/L to a final reduction rate of 56% emphasizes the wetland’s capability to remove organic pollutants. The enhanced removal rates over time can be attributed to macrophyte growth and biofilm establishment, which aid in organic matter breakdown and uptake. BOD is defined as the amount of dissolved oxygen required by biological organisms for the breakdown of organic material present in a given water sample at a certain temperature over a specific period of time. The biochar-amended constructed wetland trial started with a 57% reduction in BOD, with a gradual increase in the percentage reduction over the twelve consecutive cycles. The trial which was started in April ended with the highest reduction rate i.e., 80% for BOD in June (Table 1). Statistically significant reduction (p < 0.000) in BOD was observed in the effluent compared to the influent samples. Water quality is determined by the amount of dissolved oxygen in water bodies. Dissolved oxygen level in the untreated sample was in the range of 1.9 mg/L to 3.2 mg/Lin influent sample and increased in effluent up to maximum value of 4.6%. Although initially, total nitrogen was already in low concentration, but CW proved to be very efficient in removing total Nitrogen due to the processes carried out by macrophytes and biofilm. For example, ammonification, sedimentation, nitrification, and plant uptake mechanisms, which help in removing the total nitrogen content. Domestic wastewater is polluted with various types of contaminants that are not beneficial for the ecosystem. In this CW trial sulphate content is being determined. The amount of sulphate content that is acceptable in domestic wastewater ranges from 20 mg/L to 60 mg/L. In water samples of influent, the sulphate content determined was already in the acceptable range. But for the determination of efficiency of the CW, reduction rate of sulphate was 80% after treating the wastewater through the wetland (Table 1). The mechanisms involved here are a combination of physical, chemical, and biological processes carried out by microorganisms, substrate, and macrophytes.\n\n## Microbiological analysis\nThe microbiological analysis results indicate a remarkable reduction in the common bacterial count after treatment through the constructed wetland system. Common bacterial count of the sample before and after treatment was noticed with significant reduction rates ~ 99% by constructed wetland (Fig. 3). The elimination strategies in a wetland include bacteriophage predation, nutrient deficiency, and the toxicity of other bacteria. This aligns with studies that emphasize the role of constructed wetlands in reducing pathogenic bacteria and improving water quality.Fig. 3Normal CFU count of influent and effluent and their percent reduction in lab scale constructed wetland treating domestic wastewater Normal CFU count of influent and effluent and their percent reduction in lab scale constructed wetland treating domestic wastewater\n\n## Normal CFU count reduction\nThe microbiological analysis results indicate a remarkable reduction in the common bacterial count after treatment through the constructed wetland system. Common bacterial count of the sample before and after treatment was noticed with significant reduction rates ~ 99% by constructed wetland (Fig. 3). The elimination strategies in a wetland include bacteriophage predation, nutrient deficiency, and the toxicity of other bacteria. This aligns with studies that emphasize the role of constructed wetlands in reducing pathogenic bacteria and improving water quality.Fig. 3Normal CFU count of influent and effluent and their percent reduction in lab scale constructed wetland treating domestic wastewater Normal CFU count of influent and effluent and their percent reduction in lab scale constructed wetland treating domestic wastewater\n\n## Resistant CFU count reduction\nThe log reduction of antibiotic resistance against ciprofloxacin is presented in Fig. 4. In the untreated wastewater, resistance levels were initially very high. However, after recycling the influent, the resistance significantly decreased, likely due to the development of biofilm and rhizosphere. The highest reduction achieved for ciprofloxacin-resistant strains was 55% during multiple cycles of the wetland trial. In contrast, resistance reduction against linezolid varied throughout different months of the trial, impacting the overall percentage reduction. Several factors, including seasonal changes, may have contributed to the fluctuation and slowdown in antibiotic resistance reduction. The biochar-amended constructed wetland (CW) proved highly efficient, achieving a consistent 100% removal rate against linezolid, despite minor fluctuations due to seasonal variations. Figure 4 displays the resistance reduction for untreated and treated wastewater samples against cefixime. The biochar-amended constructed wetland also demonstrated outstanding resistance reduction against cefixime, with a continuous increase in the reduction rates of resistant strains throughout the three-month wetland trial.Fig. 4Reduction in resistant CFU (log₁₀) against antibiotics: (A) ciprofloxacin, (B) linezolid, and (C) cefixime, in influent and effluent, and their percent reduction in a lab-scale constructed wetland treating domestic wastewater Reduction in resistant CFU (log₁₀) against antibiotics: (A) ciprofloxacin, (B) linezolid, and (C) cefixime, in influent and effluent, and their percent reduction in a lab-scale constructed wetland treating domestic wastewater\n\n## Antimicrobial susceptibility testing (AST)\nAfter isolating resistant bacteria against these antibiotics, antibiotic susceptibility test was performed further on influent and effluent to check the efficiency of CW against MDR bacteria. From the total isolated strains against the above-mentioned antibiotics, the number of bacterial isolates resistant to ciprofloxacin found in influent and effluent were 18 and 17, respectively. Out of these, 6 were identified as MDR as they were not inhibited by multiple antibiotic discs from various generations. The number of isolates resistant to linezolid from influent and effluent were 16 and 14, respectively. Among these, six were identified as MDR strains. On contrary, the number of isolates resistant to cefixime from influent and effluent were 17 and 15, respectively. No MDR strains were identified in these isolates. Figures 5, 6 and 7 shows AST results of resistant isolates to ciprofloxacin, linezolid, and cefixime.Fig. 5Antibiotic susceptibility test (AST) profiles of ciprofloxacin-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibioticsFig. 6Antibiotic susceptibility test (AST) profiles of cefixime-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibioticsFig. 7Antibiotic susceptibility test (AST) profiles of linezolid-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibiotics Antibiotic susceptibility test (AST) profiles of ciprofloxacin-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibiotics Antibiotic susceptibility test (AST) profiles of cefixime-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibiotics Antibiotic susceptibility test (AST) profiles of linezolid-resistant bacterial strains in influent and effluent samples, showing responses to multiple antibiotics\n\n## Microscopic and biochemical identification\nThe resistant isolates found against each antibiotic were identified microscopically and biochemically. The strains identified were E.coli, Strenotrophomonas maltophilia, Enterobacter cloacae, S.aureus, Enterococcus faecalis).\n\n## Cultural and biochemical identification of MDR organisms\nWhen the MDR isolates were cultured on MacConkey agar, all were found to be Gram-negative. Based on biochemical identification (API 20E kit), three microorganisms previously classified as MDR strains were identified, namely Stenotrophomonas maltophilia, Escherichia coli, and Enterobacter cloacae (Table 2).\nTable 2Gram staining and biochemical identification by API 20 E of MDR strainsStrain NameICRB1ECRB1ICRB2ICRB3ICRB5ECRB12ELRB1ILRB4Gram stainingG-ve, rod,G-ve, rod,G-ve, rod,G-ve, rod,G-ve, rod, pinkG-ve, rod,G-ve, rod,pinkG-ve, rod, pinkBiochemical analysis ONPG +  +  +  +  +  +  +  + ADH- +  + -----LDCV--V + V + VODC- +  + - + - + -CITV +  + V-V-VH2S--------URE--------TDA--------IND---- + - + -VP- +  + -----GEL + -- + - + - + GLU- +  + - + - + -MAN- +  + - + - + -INO--------SOR- +  + - + - + -RHA- +  + - + - + -SAC- +  + -----MEL- +  + - + - + -AMY- +  + -----ARA- +  + - + - + -NO2- +  + - + - + -N + 2--------Biochemical IdentificationStrenotropho monas maltophiliaEnterobacter cloacaeEnterobacter. cloacaeStrenotropho monas maltophiliaE.coliStrenotropho monas maltophiliaE. coliStrenotrophomona s maltophiliaGLU +  + Oxidase--FRU +  + MR--MNE +  + VP +  + MAL +  + OF--LAC +  + IND--TRE +  + CIT--MAN +  + URE----Nitrate red +  + MEL--H2S--NIT +  + CAMP--PAL +  + Coagulase--VP +  + ARA--RAF--FRU +  + XYL--GLU +  + SAC +  + LAC +  + MDG--MAL +  + NAG +  + MAN +  + ADH +  + RAF--URE +  + SUC +  + LSTR--ONPG--Identified organismS.aureusS.aureusEnterococcus faecalisEnterococcus faecalisEnterococcus faecalis Gram staining and biochemical identification by API 20 E of MDR strains\n\n## Identification of the microbial community of rhizosphere and biofilm\nBy using the cultural method of identification, microbial community of rhizosphere and biofilm resulted in identification of three different microorganisms; E. coli, Alcaligenes faecalis and Serratia odorifera. (Table 3).\nTable 3Biochemical identification of microbial community (biofilm and rhizosphere) of constructed wetlandTest NameBiofilm 1Biofilm 2Rhizosphere 1Rhizosphere 2Gram stainingG-ve, rod shaped, pinkG-ve, rodshaped,pinkG-ve, rod shaped,pinkG-ve, rod shaped, pinkOrtho-nitro phenyl galactoside +  + - + Glucose Fermentation +  + - + Arabinose Fermentation +  + - + Lysine Decarboxylase +  + - + Ornithine Decarboxylase +  + - + Utilization of citrate- +  + -Hydrogen Sulphide----Urease----Tryptophane deaminase----Production of Indole +  + - + Cytochrome oxidase-- + -Production of NO2 +  +  +  + Identified organismE.coliSerratia odoriferaAlcaligenes faecalisE.coli Biochemical identification of microbial community (biofilm and rhizosphere) of constructed wetland\n\n## PCR detection of β Lactamases in MDR isolates\nWhen screened for the presence of TEM- and CTX-type ESBLs among the 12 MDR strains isolated from the domestic wastewater. Six strains were found to be positive for bla TEM (Fig. 8) (Table 4). Among these six positive strains for bla TEM, all of them had been isolated from the influent wastewater and none from the effluent. Strains positive for blaTEM were Stentotrophomonas maltophilia (16.6%), Staphylococcus aureus (8.3%), Enterococcus faecalis (8.3%), Enterobacter cloacae (8.3%) and E. coli (8.3%). None of the strains were positive for bla CTX-M gene.Fig. 8Gel image of the amplified PCR products of resistant genes.: L = 100 bp, 1 = ICRB1 Bla CTX, 2 = ECRB12 Bla CTX, 3 = ILRB4 Bla CTX, 4 = ECRB1 Bla CTX, 5 = ICRB3 Bla CTX, 6 = ILRB5 Bla CTX, 7 = 1LRB6 Bla CTX, 8 = ICRB2 Bla CTX, 9 = ILRB12 Bla CTX, 10 = ICRB5 Bla CTX, 11 = ELRB6 Bla CTX, 12 = ELRB1 Bla CTX, 13 = NTC CTX, 1* = ICRB1 Bla TEM, 2* = ECRB12 Bla TEM, 3* = ILRB4 Bla TEM, 4* = ECRB1 Bla TEM, 5* = ICRB3 Bla TEM, 6* = ILRB5 Bla TEM, 7* = 1LRB6 Bla TEM, 8* = ICRB2 Bla TEM, 9* = ILRB12 Bla TEM, 10* = ICRB5 Bla TEM, 11* = ELRB6 Bla TEM, 12* = ELRB1 Bla TEM, 13* = NTC Bla TEMTable 4Primer sequences used to detect the β-lactamase genes by PCRTarget GenePrimersSequences (5'−3')Product size (bp)ReferencesTEMFTTTCGTGTCGCCCTTATTCC692 bp[10]RCCGGCTCCAGATTTATCAGCCTX-MFCTATGGCACCACCAACGATA103 bp[9]RACGGCTTTCTGCCTTAGGTT Gel image of the amplified PCR products of resistant genes.: L = 100 bp, 1 = ICRB1 Bla CTX, 2 = ECRB12 Bla CTX, 3 = ILRB4 Bla CTX, 4 = ECRB1 Bla CTX, 5 = ICRB3 Bla CTX, 6 = ILRB5 Bla CTX, 7 = 1LRB6 Bla CTX, 8 = ICRB2 Bla CTX, 9 = ILRB12 Bla CTX, 10 = ICRB5 Bla CTX, 11 = ELRB6 Bla CTX, 12 = ELRB1 Bla CTX, 13 = NTC CTX, 1* = ICRB1 Bla TEM, 2* = ECRB12 Bla TEM, 3* = ILRB4 Bla TEM, 4* = ECRB1 Bla TEM, 5* = ICRB3 Bla TEM, 6* = ILRB5 Bla TEM, 7* = 1LRB6 Bla TEM, 8* = ICRB2 Bla TEM, 9* = ILRB12 Bla TEM, 10* = ICRB5 Bla TEM, 11* = ELRB6 Bla TEM, 12* = ELRB1 Bla TEM, 13* = NTC Bla TEM Primer sequences used to detect the β-lactamase genes by PCR\n\n## Statistical significance\nA comprehensive table showing the name of the statistical test along with the level of significance is given below. Tick marks show a significant difference was present between the treated and untreated samples for a particular parameter Table 5.\nTable 5The statistical significance of the physicochemical and microbiological parametersStatistical testsParametres (P value summaries)pHTDSDOECBODCODTNTSCFUOne sample t test (Alpha = 0.05)✓✓✓✓✓✓✓✓✓✓One-way Anova (P < 0.05)✓✓✓✓✓✓✓✓✓✓Unpaired t test (P < 0.05)✓✓✓✓✓✓✓✓✓✓Paired t test (P < 0.05)✓✓✓✓✓✓✓✓✓✓ The statistical significance of the physicochemical and microbiological parameters\n\n## Discussion\nIn the current study, biochar was used as an amendment medium along with the conventional filter media, i.e., gravel and sand, in constructed wetlands (CWs). This approach aimed to address challenges related to wastewater treatment, including pollutant removal efficiency, antibiotic resistance, and scalability for real-world applications. Compared to traditional CW systems, the addition of biochar introduces a novel enhancement due to its adsorption properties and microbial habitat potential, making it highly relevant to the ongoing quest for sustainable wastewater treatment technologies. The study’s novelty lies in using biochar produced at varied pyrolysis temperatures (400 °C, 600 °C, and 800 °C) to optimize pollutant removal efficiencies. Previous studies have highlighted the varied responses of biochar to pollutant adsorption based on pyrolysis temperatures [6]. For instance, biochar produced at 400 °C retains higher nitrogen and oxygen content, enhancing adsorption for specific ions and pollutants, while higher temperatures (500 °C to 700 °C) improve surface area and carbon content [3, 17]. However, temperatures beyond 800 °C may reduce adsorption capacity due to structural changes limiting ion-exchange functional groups [31]. By employing a combination of biochar varieties, this study ensures a balance between physical adsorption, chemical adsorption, and microbial habitat formation, offering a holistic approach. The current lab scale CWs showed a significant reduction in the levels of COD, DO, BOD, total nitrogen, and sulfate content. In the current study initially, after optimization of the CW, the percent reduction of the above-mentioned parameters was found to be insignificant but after four weeks, when the values for these parameters were again determined, a prominent percent reduction was observed in all parameters. Biochar-amended CWs showed a reduction in COD from 7 to 57% after 12 weeks of completion of cycles, while the percent reduction for DO and BOD were determined to be 7% to 54% and 57% to 81%, respectively. Similarly, the sulfate content and TN reduced from 14 to 77% and 52% to 71%, respectively. The TDS and EC were reduced from 37 to 53% and 4% to 45%, respectively. Several investigations have demonstrated the excellent COD, TN, and TP removal efficiencies of biochar. According to [38] the removal efficiencies in the baffled wetland with biochar were all > 70% when the influent concentrations of COD, NH+4 -N, and TP were 244–336 mg/L, 37.5–59.1 mg/L, and 3.0–5.9 mg/L, respectively. Both chemical and physical adsorption were used to adsorb N and P via biochar. The structure and surface area of biochar was linked to physical adsorption, while the kind of biochar and the quantity and kind of functional groups were associated to chemical adsorption [42]. The mechanisms involved in nitrogen removal in CWs include volatilization, ammonification, nitrification/denitrification, plant uptake, and matrix adsorption. Moreover, multiple studies have shown the capability of biochar to remove nitrogen [16]. Electrical conductivity (EC) measures how many dissolved substances, chemicals, and minerals are in the water. Measurements of electrical conductivity are used by wastewater treatment plants to determine which treatment method will remove pollutants and impurities efficiently. Previous studies have reported EC, and TDS for untreated sewage water to be 410 µS/cm and 480 mg/L, respectively [32]. In particular, when it comes to lowering electrical conductivity (EC) during wastewater treatment, biochar has shown a promising material to improve the effectiveness of constructed wetlands. Due to its high porosity, huge surface area, and adsorption capabilities, it is good at capturing ions and salts that have been dissolved [14]. While the values for organic pollutants i.e., BOD and COD are interrelated with the amount of DO. As dissolved oxygen reflects the biological and physical processes prevailing in the water bodies and is considered an important parameter in water quality assessment [19]. Biochar, a carbon-rich material with a highly porous structure, enhances the adsorption of organic pollutants and serves as a habitat for microorganisms essential for degrading organic matter. It not only captures contaminants but also retains nutrients, promoting both pollutant removal and vegetation growth in the wetland ecosystem. These properties enable biochar to effectively capture COD and BOD from wastewater [27, 30, 43]. Studies indicate that CWs amended with biochar can achieve COD removal rates as high as 91.3% and BOD removal rates around 93% under optimal conditions [16]. The results we obtained of COD (87.6%), BOD (91.3%) is consistent with the results obtained by Zhang, who recorded 89% BOD and 85% COD removal in similarly designed wetlands. Moreover, More than 70% removal efficiency benchmark highlighted in the review by Vymazal [37], indicating the system’s potential for high-nutrient load applications Vymazal [37, 44]. Seasonal variations significantly influenced treatment performance. Warmer temperatures in summer enhanced microbial activity, leading to higher removal efficiencies for BOD, COD, and nitrogen. Conversely, lower winter temperatures reduced metabolic rates, slightly lowering treatment performance. pH remained relatively stable, though slight acidification during winter was noted. Besides the determination of these physiochemical parameters, the untreated and treated sewage water samples were analyzed by using conventional serial dilution method to observe the percentage of resistant CFU reduction of common sewage bacteria for example Salmonella, Shigella, E. coli, Streptococcus etc. A study reported that due to the high concentrations of coliforms and E. coli, the water’s microbiological quality fails to meet the requirements of current Brazilian law, rendering it unfit even for recreational activities like bathing and leisure [5]. In the current study, antibiotic resistant microorganisms were isolated against linezolid, ciprofloxacin and cefixime and identified. CWs proved to be very efficient with the reduction rates of resistant strains reaching up to 99% and above against linezolid, ciprofloxacin, and cefixime in water samples of influent and effluent. The MDR strains isolated from influent and effluent were confirmed based on the AST against selected antibiotics. In 2018, the World Health Organization (WHO), stated that the advent of numerous drug-resistant bacteria poses a possible risk to health. Methicillin-resistant Staphylococcus aureus (MRSA), vancomycin-resistant Enterococcus (VRE), multi- drug resistant Mycobacterium tuberculosis (MDR TB), and carbapenem-resistant Enterobacteriaceae (CRE) gut bacteria are just a few examples of multi-drug resistant organisms that cause serious diseases such as toxic shock syndrome, pneumonia, endocarditis and skin infections; therefore, they must be treated. Five antibiotics from different classes—ciprofloxacin, ceftriaxone, chloramphenicol, cefotaxime, and doxycycline—were selected to test their efficacy against organisms that were resistant to ciprofloxacin, cefixime, and linezolid. Various isolates were found to be MDR against the selected antibiotics. Five and six isolates, which were previously isolated against linezolid and ciprofloxacin respectively, were found to be MDR by testing against the afore-mentioned antibiotics. No MDR strains were found among those isolated from cefixime-resistant strains. The CW has been reported with efficient removal efficiencies of 7.1 log for total coliforms and 5.1 log for fecal coliforms, highlighting the system’s efficiency in wastewater treatment [4]. Ibekwe et al. [18] reported tetracycline (195 isolates, 46.3%), ampicillin (88 isolates, 20.9%), erythromycin (85 isolates, 20.2%), streptomycin (77 isolates, 18.3%), and sulfisoxazole (69 isolates, 16.4%) were the antimicrobials most frequently associated with MDR [18]. Based on the biochemical identification, three predominant organisms were identified, which were previously classified as MDR strains namely Strenotrophomonas maltophila, Escherichia coli, and Enterobacter cloaceae. Microbial community of rhizosphere and biofilm resulted in identification of three different strains; E. coli, Alcaligenes faecalis and Serratia odorifera. Even though CTX-M and TEM types are among the widely present beta lactamases, only TEM type was detected among the six MDR strains isolated from the influent of the domestic wastewater. Bla TEM was not detected in the MDR strains from the treated wastewater. Bla CTX-M remained undetected in all MDR strains. The persistence and release of antibiotic resistant bacteria, especially those that carry these beta-lactamases, into the environment by means of wastewater can be a significant means of spread of the AMR problem in the natural ecosystems [15]. Biochar Longevity: Biochar helps remove pollutants, but over time, it may break down and lose effectiveness. This means it might need to be replaced or refreshed regularly.Scalability: What works well in small lab experiments might not work the same way in large real-world systems. Keeping biochar quality consistent and dealing with different types of wastewater can be challenging [26].Potential Clogging: Since biochar has a fine structure, it could block water flow in constructed wetlands. To prevent this, we can adjust the water flow time or mix biochar with larger materials to improve drainage [11]. Biochar Longevity: Biochar helps remove pollutants, but over time, it may break down and lose effectiveness. This means it might need to be replaced or refreshed regularly. Scalability: What works well in small lab experiments might not work the same way in large real-world systems. Keeping biochar quality consistent and dealing with different types of wastewater can be challenging [26]. Potential Clogging: Since biochar has a fine structure, it could block water flow in constructed wetlands. To prevent this, we can adjust the water flow time or mix biochar with larger materials to improve drainage [11]. Accumulation of suspended solids and biofilm growth especially in the filter media’s upper layers leads to clogging due to long-term operation. Surface scraping and vegetation management, is essential to sustain hydraulic conductivity as a regular maintenance. Biofilm development, not only remove pollutant but also reduce porosity if unmanaged, eventually impacting oxygen transfer and nitrification. Scheduled maintenance and intermittent drying phases can overcome these effects. This study’s findings are directly applicable to various wastewater treatment scenarios: Rural and Remote Areas: Conventional treatment systems are very costly so; Biochar’s cost-effectiveness makes it suitable and accessible for low-resource settings [39].Industrial Effluents: Industrial wastewater challenges can be addressed by Biochar’s adsorption capacity for heavy metals and organic pollutants [35].Urban Settings: Other treatment systems can be integrated with CWs to manage domestic wastewater, reducing public health and environmental risks [12]. Rural and Remote Areas: Conventional treatment systems are very costly so; Biochar’s cost-effectiveness makes it suitable and accessible for low-resource settings [39]. Industrial Effluents: Industrial wastewater challenges can be addressed by Biochar’s adsorption capacity for heavy metals and organic pollutants [35]. Urban Settings: Other treatment systems can be integrated with CWs to manage domestic wastewater, reducing public health and environmental risks [12].\n\n## Novelty and relevance of the study\nThe study’s novelty lies in using biochar produced at varied pyrolysis temperatures (400 °C, 600 °C, and 800 °C) to optimize pollutant removal efficiencies. Previous studies have highlighted the varied responses of biochar to pollutant adsorption based on pyrolysis temperatures [6]. For instance, biochar produced at 400 °C retains higher nitrogen and oxygen content, enhancing adsorption for specific ions and pollutants, while higher temperatures (500 °C to 700 °C) improve surface area and carbon content [3, 17]. However, temperatures beyond 800 °C may reduce adsorption capacity due to structural changes limiting ion-exchange functional groups [31]. By employing a combination of biochar varieties, this study ensures a balance between physical adsorption, chemical adsorption, and microbial habitat formation, offering a holistic approach.\n\n## Reduction of physicochemical parameters\nThe current lab scale CWs showed a significant reduction in the levels of COD, DO, BOD, total nitrogen, and sulfate content. In the current study initially, after optimization of the CW, the percent reduction of the above-mentioned parameters was found to be insignificant but after four weeks, when the values for these parameters were again determined, a prominent percent reduction was observed in all parameters. Biochar-amended CWs showed a reduction in COD from 7 to 57% after 12 weeks of completion of cycles, while the percent reduction for DO and BOD were determined to be 7% to 54% and 57% to 81%, respectively. Similarly, the sulfate content and TN reduced from 14 to 77% and 52% to 71%, respectively. The TDS and EC were reduced from 37 to 53% and 4% to 45%, respectively. Several investigations have demonstrated the excellent COD, TN, and TP removal efficiencies of biochar. According to [38] the removal efficiencies in the baffled wetland with biochar were all > 70% when the influent concentrations of COD, NH+4 -N, and TP were 244–336 mg/L, 37.5–59.1 mg/L, and 3.0–5.9 mg/L, respectively. Both chemical and physical adsorption were used to adsorb N and P via biochar. The structure and surface area of biochar was linked to physical adsorption, while the kind of biochar and the quantity and kind of functional groups were associated to chemical adsorption [42]. The mechanisms involved in nitrogen removal in CWs include volatilization, ammonification, nitrification/denitrification, plant uptake, and matrix adsorption. Moreover, multiple studies have shown the capability of biochar to remove nitrogen [16]. Electrical conductivity (EC) measures how many dissolved substances, chemicals, and minerals are in the water. Measurements of electrical conductivity are used by wastewater treatment plants to determine which treatment method will remove pollutants and impurities efficiently. Previous studies have reported EC, and TDS for untreated sewage water to be 410 µS/cm and 480 mg/L, respectively [32]. In particular, when it comes to lowering electrical conductivity (EC) during wastewater treatment, biochar has shown a promising material to improve the effectiveness of constructed wetlands. Due to its high porosity, huge surface area, and adsorption capabilities, it is good at capturing ions and salts that have been dissolved [14]. While the values for organic pollutants i.e., BOD and COD are interrelated with the amount of DO. As dissolved oxygen reflects the biological and physical processes prevailing in the water bodies and is considered an important parameter in water quality assessment [19]. Biochar, a carbon-rich material with a highly porous structure, enhances the adsorption of organic pollutants and serves as a habitat for microorganisms essential for degrading organic matter. It not only captures contaminants but also retains nutrients, promoting both pollutant removal and vegetation growth in the wetland ecosystem. These properties enable biochar to effectively capture COD and BOD from wastewater [27, 30, 43]. Studies indicate that CWs amended with biochar can achieve COD removal rates as high as 91.3% and BOD removal rates around 93% under optimal conditions [16]. The results we obtained of COD (87.6%), BOD (91.3%) is consistent with the results obtained by Zhang, who recorded 89% BOD and 85% COD removal in similarly designed wetlands. Moreover, More than 70% removal efficiency benchmark highlighted in the review by Vymazal [37], indicating the system’s potential for high-nutrient load applications Vymazal [37, 44]. Seasonal variations significantly influenced treatment performance. Warmer temperatures in summer enhanced microbial activity, leading to higher removal efficiencies for BOD, COD, and nitrogen. Conversely, lower winter temperatures reduced metabolic rates, slightly lowering treatment performance. pH remained relatively stable, though slight acidification during winter was noted.\n\n## Reduction of ARB in biochar amended CW\nBesides the determination of these physiochemical parameters, the untreated and treated sewage water samples were analyzed by using conventional serial dilution method to observe the percentage of resistant CFU reduction of common sewage bacteria for example Salmonella, Shigella, E. coli, Streptococcus etc. A study reported that due to the high concentrations of coliforms and E. coli, the water’s microbiological quality fails to meet the requirements of current Brazilian law, rendering it unfit even for recreational activities like bathing and leisure [5]. In the current study, antibiotic resistant microorganisms were isolated against linezolid, ciprofloxacin and cefixime and identified. CWs proved to be very efficient with the reduction rates of resistant strains reaching up to 99% and above against linezolid, ciprofloxacin, and cefixime in water samples of influent and effluent. The MDR strains isolated from influent and effluent were confirmed based on the AST against selected antibiotics. In 2018, the World Health Organization (WHO), stated that the advent of numerous drug-resistant bacteria poses a possible risk to health. Methicillin-resistant Staphylococcus aureus (MRSA), vancomycin-resistant Enterococcus (VRE), multi- drug resistant Mycobacterium tuberculosis (MDR TB), and carbapenem-resistant Enterobacteriaceae (CRE) gut bacteria are just a few examples of multi-drug resistant organisms that cause serious diseases such as toxic shock syndrome, pneumonia, endocarditis and skin infections; therefore, they must be treated. Five antibiotics from different classes—ciprofloxacin, ceftriaxone, chloramphenicol, cefotaxime, and doxycycline—were selected to test their efficacy against organisms that were resistant to ciprofloxacin, cefixime, and linezolid. Various isolates were found to be MDR against the selected antibiotics. Five and six isolates, which were previously isolated against linezolid and ciprofloxacin respectively, were found to be MDR by testing against the afore-mentioned antibiotics. No MDR strains were found among those isolated from cefixime-resistant strains. The CW has been reported with efficient removal efficiencies of 7.1 log for total coliforms and 5.1 log for fecal coliforms, highlighting the system’s efficiency in wastewater treatment [4]. Ibekwe et al. [18] reported tetracycline (195 isolates, 46.3%), ampicillin (88 isolates, 20.9%), erythromycin (85 isolates, 20.2%), streptomycin (77 isolates, 18.3%), and sulfisoxazole (69 isolates, 16.4%) were the antimicrobials most frequently associated with MDR [18]. Based on the biochemical identification, three predominant organisms were identified, which were previously classified as MDR strains namely Strenotrophomonas maltophila, Escherichia coli, and Enterobacter cloaceae. Microbial community of rhizosphere and biofilm resulted in identification of three different strains; E. coli, Alcaligenes faecalis and Serratia odorifera. Even though CTX-M and TEM types are among the widely present beta lactamases, only TEM type was detected among the six MDR strains isolated from the influent of the domestic wastewater. Bla TEM was not detected in the MDR strains from the treated wastewater. Bla CTX-M remained undetected in all MDR strains. The persistence and release of antibiotic resistant bacteria, especially those that carry these beta-lactamases, into the environment by means of wastewater can be a significant means of spread of the AMR problem in the natural ecosystems [15].\n\n## Limitations\nBiochar Longevity: Biochar helps remove pollutants, but over time, it may break down and lose effectiveness. This means it might need to be replaced or refreshed regularly.Scalability: What works well in small lab experiments might not work the same way in large real-world systems. Keeping biochar quality consistent and dealing with different types of wastewater can be challenging [26].Potential Clogging: Since biochar has a fine structure, it could block water flow in constructed wetlands. To prevent this, we can adjust the water flow time or mix biochar with larger materials to improve drainage [11]. Biochar Longevity: Biochar helps remove pollutants, but over time, it may break down and lose effectiveness. This means it might need to be replaced or refreshed regularly. Scalability: What works well in small lab experiments might not work the same way in large real-world systems. Keeping biochar quality consistent and dealing with different types of wastewater can be challenging [26]. Potential Clogging: Since biochar has a fine structure, it could block water flow in constructed wetlands. To prevent this, we can adjust the water flow time or mix biochar with larger materials to improve drainage [11]. Accumulation of suspended solids and biofilm growth especially in the filter media’s upper layers leads to clogging due to long-term operation. Surface scraping and vegetation management, is essential to sustain hydraulic conductivity as a regular maintenance. Biofilm development, not only remove pollutant but also reduce porosity if unmanaged, eventually impacting oxygen transfer and nitrification. Scheduled maintenance and intermittent drying phases can overcome these effects.\n\n## Real-world applications\nThis study’s findings are directly applicable to various wastewater treatment scenarios: Rural and Remote Areas: Conventional treatment systems are very costly so; Biochar’s cost-effectiveness makes it suitable and accessible for low-resource settings [39].Industrial Effluents: Industrial wastewater challenges can be addressed by Biochar’s adsorption capacity for heavy metals and organic pollutants [35].Urban Settings: Other treatment systems can be integrated with CWs to manage domestic wastewater, reducing public health and environmental risks [12]. Rural and Remote Areas: Conventional treatment systems are very costly so; Biochar’s cost-effectiveness makes it suitable and accessible for low-resource settings [39]. Industrial Effluents: Industrial wastewater challenges can be addressed by Biochar’s adsorption capacity for heavy metals and organic pollutants [35]. Urban Settings: Other treatment systems can be integrated with CWs to manage domestic wastewater, reducing public health and environmental risks [12].\n\n## Conclusions\nThis study demonstrated the efficiency of biochar-amended constructed wetlands in treating domestic wastewater by reducing various physicochemical and microbiological parameters. Biochar produced at different temperatures (400 °C, 600 °C, and 800 °C) was used to enhance removal efficiency, with varying results based on temperature. The wetland system showed substantial reductions in COD, BOD, DO, total nitrogen, sulfate, TDS, and EC after an optimization period, achieving maximum reductions of 57% for COD, 81% for BOD, and 77% for sulfate. Additionally, the study showed that the system is effective in reducing antibiotic-resistant bacteria (ARB) and genes (ARGs), specifically 99% reduction rates observed for multi-drug resistant strains. Biochar's properties of pollutant adsorption and nutrient retention due to its porous structure and ability to support microbial activity contributed significantly to making it a promising material for improving wetland performance. Further research is needed to asses field-scale implementation, possible environmental trade-offs and long-term performance as these results highlight the potential benefits of biochar-amended constructed wetlands.\n\n## Future recommendations\nTo enhance nitrogen and phosphorous removal horizontal flow wetlands should integrate with vertical flow or anaerobic digesters in future work. Scaling up to industrial levels could involve modular HF-CW designs with automation for hydraulic loading control. Further studies focusing on long-term sustainability, cost-effectiveness, and microbial dynamics will aid in optimizing system design for real-world deployment.\n\n## Supplementary Information\nSupplementary Material 1. Supplementary Material 1.",
  "word_count": 11796,
  "char_count": 83545
}