{
  "pmcid": "PMC12447229",
  "doi": "10.1021/acsenvironau.5c00021",
  "title": "From Water\nto Web: Trophic Transfer of Neonicotinoids\nfrom a Wastewater Effluent-Dominated Stream to Riparian Spiders",
  "authors": [
    "Alyssa L. Mianecki",
    "Jonathan R. Behrens",
    "Dana W. Kolpin",
    "Grant R. Hemphill",
    "Krisha Kapoor",
    "Gregory H. LeFevre"
  ],
  "year": "2025",
  "journal": "ACS Environmental Au",
  "abstract": "Municipal wastewater is a known point source of organic\ncontaminants,\nincluding pharmaceuticals and neonicotinoid insecticides. Emergent\naquatic insects can provide a direct aquatic-to-terrestrial contaminant\ntransfer route to the food web, with implications for terrestrial\nfood web dispersal of wastewater-derived organic contaminants. We\nquantified 17 target pharmaceuticals and insecticides (log K\now: −1.43 to 4.75) in surface water,\nfish, aquatic insects, and web-building riparian spiders at a wastewater\neffluent-dominated stream in eastern Iowa, USA. Two neonicotinoids,\nimidacloprid and clothianidin, had spider tissue concentrations of\n8.9–84 ng/g and 1.2–11 ng/g, respectively. The imidacloprid/clothianidin\nratios in spider tissues were reflective of the concentration ratios\nin the effluent-dominated streamwater and opposite of nearby agriculturally\ndominated waters. In contrast, no pharmaceuticals were detectable\nin the riparian spiders; however, only pharmaceuticals were present\nin both fish and aquatic insects (1.1–11 ng/g and 5.9–51\nng/g, respectively). Neonicotinoids are not predicted to enter aquatic\nfood webs based on their log K\now and bioconcentration\nfactor values; therefore, an implication of this study is to warrant\ncaution when using traditional bioaccumulation models for polar hydrophilic\ncontaminants. This work provides further evidence that neonicotinoids\nundergo trophic transfer and represents the initial measurements,\nimplicating such a transfer from effluent-dominated streams into terrestrial\nfood webs. While this study emphasizes field-relevant observations,\nit is limited by environmental variability, including uncertainties\nin the biomass of emergent insects that likely contribute to spider\ndiets. Future research could investigate contaminant metabolites within\nindividual organisms or use complementary techniques to better understand\nthe underlying mechanisms.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Wastewater effluent-dominated streams\nare an increasingly prominent\nhuman-impacted ecosystem and represent\nan overlooked exposure route of polar organic contaminants to aquatic\nand terrestrial organisms.\n−\n\n\n Specifically, pharmaceuticals and urban-use pesticides,\nincluding neonicotinoid insecticides, are well-documented at high\nconcentrations within effluent-dominated streams.\n−\n\n These polar\norganic contaminants are often present as complex mixtures in surface\nwaters, with the potential to generate adverse effects on aquatic\nand terrestrial biota. For example, pharmaceuticals can cause diminished\npredator avoidance behaviors, intersex features, reduced fecundity,\nand disrupted hormones in fish.\n−\n\n\n Neonicotinoid insecticides can alter predator–prey\ninteractions and reduce feeding and growth rates of aquatic insects.\n−\n\n\n Additionally, these polar organic contaminants exhibit high mobility\nin the environment and are often characterized as pseudopersistent,\nwhere continuous inputs offset degradation rates (i.e., half-life:\n2–6 days), resulting in relatively stable environmental concentrations.\n,−\n\n In effluent-dominated streams, sustained inputs from\nwastewater treatment plants maintain these concentrations, leading\nto prolonged biotic exposure well downstream of the point source. Neonicotinoids are some of the most widely used insecticides in\nthe world and have been detected in surface\nwater,\n,−\n\n groundwater, wastewater,\n−\n\n\n and drinking water.\n−\n\n Neonicotinoid insecticides are highly polar, mobile, and negatively\naffect broader aquatic and terrestrial ecosystems. Two of the most commonly used neonicotinoids, imidacloprid\nand clothianidin, share an insecticidal mode of action and similar physical-chemical properties. The practical usage of these two common neonicotinoids\nis different; imidacloprid is often associated with urban land use\nfrom lawncare and indoor insect treatments, while clothianidin is\nmore associated with agricultural land use from seed treatments in\nrow-crop agriculture.\n,,\n We previously reported that municipal wastewater effluent can be\na significant point source of imidacloprid to surface water. Nevertheless, broader ecological impacts of neonicotinoids\noriginating from wastewater to riparian terrestrial ecosystems remain\nlargely uninvestigated and may represent an unrecognized exposure\npathway through the food web. Biota living within or near effluent-dominated\nstreams face consistent\nexposure to polar organic contaminants, which may accumulate in their\ntissues either through direct contact or via the food chain. Contaminant\nuptake by fish corresponds well with published bioaccumulation models\nthat were developed for exposure routes involving direct contact with\ncontaminants (i.e., ingestion, inhalation, and dermal exposure);\n,\n however, these models do not accurately reflect processes relevant\nto emergent insects. Additionally, larval\naquatic insects can directly accumulate pharmaceuticals in effluent-dominated\nstreams and subsequently transfer contaminants to terrestrial environments\nas emerged flying adults.\n−\n\n\n\n Emergent adult insects can subsequently spread contaminants to terrestrial\norganisms, including insectivorous riparian spiders. Riparian\nspiders, notably those from the family Tetragnathidae\n(long-jawed orb weavers), are often abundant in many streamside habitats\nand are increasingly used as model organisms to monitor contaminant\ntransfer from aquatic to terrestrial food webs. Riparian orb-weaving spiders are exposed to stream contaminants\nindirectly through their diet, which often consists of 50–100%\nof emergent insects, with higher reliance on emergent insects in more\ndisturbed, urban streams.\n−\n\n Larval aquatic insects can bioaccumulate\npolar organic contaminants through dermal absorption or dietary intake,\nand the extent of contaminant uptake may vary with feeding strategysuch\nas scraping, shredding, or predationpotentially influencing\nhow these compounds are transferred throughout the food web.\n,\n Riparian orb-weaving spiders can be exposed to contaminants originally\npresent in the water when aquatic insects emerge and are caught in\nthe riparian spider webs (located low above the water) and subsequently\nconsumed. Increasingly, researchers are\nusing tetragnathid spiders to quantify food web transfer of persistent\nbioavailable contaminants from surface waters. The presence of contaminants in riparian spiders may also\npoint to a broader presence of contaminants throughout aquatic-terrestrial\nfood webs. Measuring contaminants in riparian spiders to analyze food–web\ninteractions has been applied to a diverse suite of contaminants,\nincluding mercury/other metals,\n,\n PCBs,\n−\n\n algal toxins, PFAS,\n,\n pharmaceuticals,\n,\n and agricultural pesticides. Although riparian spiders can be used to estimate\ncontaminant trophic transfer between aquatic and terrestrial ecosystems,\nthere is a dearth of spider studies examining pharmaceuticals,\n,\n and none have investigated neonicotinoids from effluent-dominated\nstreams. To fill this research gap, the overall objective of this\nwork was to quantify both neonicotinoids and pharmaceuticals in tetragnathid\nspiders living adjacent to a temperate effluent-dominated stream with\nwell-known municipal wastewater-derived neonicotinoid and pharmaceutical\ninputs.\n,,−\n\n\n\n\n\n This is the first study to quantify neonicotinoid accumulation in\nriparian spiders living near an effluent-dominated stream, with pressing\nimplications for the dispersal of wastewater-derived organic contaminants\nwithin terrestrial food webs."
    },
    {
      "title": "Materials and Methods",
      "text": "Targeted chemicals were chosen for both water\nand tissue sample analysis based on historical occurrence and loading\ntrends at the Muddy Creek study site in eastern Iowa, USA, from our\nprior research.\n,,−\n\n\n\n,\n The targeted chemicals for this\nstudy include 12 pharmaceuticals, 3 neonicotinoids, and 2 corrosion\ninhibitors. The full chemical information can be found in Table S2. Muddy Creek\nis an effluent-dominated stream located in the temperate ecoregion\nof east-central Iowa. Surface water grab samples were collected\n,\n concurrently with biota in July 2019, August 2020, and July 2022\nat four established U.S. Geological Survey (USGS) monitoring stations\nalong the stream reach: (1) 100 m upstream of the wastewater treatment\nplant (WWTP) outfall (US1, 05454050), (2) at the WWTP outfall (EFF,\n05454051), (3) 100 m downstream from the WWTP outfall (DS1, 05454052),\nand (4) 5.1 km downstream from the WWTP outfall (DS2, 05454090) (Section S1). Two sets of water samples were collected:\none for pharmaceuticals that were analyzed by the USGS (Table S17),\n,\n and another\nfor pharmaceuticals and neonicotinoids analyzed by the University\nof Iowa (Table S16). Biota from Muddy Creek\nwere collected from transects established around US1, DS1, and DS2\nat the following times: tetragnathid spiders and emergent aquatic\ninsects (adult stage) in August 2020, fish in July 2019, and aquatic\ninsects (larval and adult stage) in July 2022 (Sections S3–S6). Muddy Creek is a diminutive, low-productivity\nstream with limited insect and spider biomass; the biomass collected\nhere reflects the maximum effort expended each day of sampling. In August 2020, tetragnathid spiders along the riparian zone of Muddy\nCreek were collected in 70–90 m transects established proximal\nto US1, DS1, and DS2 using methods adapted from Naslund et al. (Section S3). Spiders\nwere collected with acid-washed bone tweezers starting at the stream\nsurface up to 1 m horizontally and up to 2 m vertically from the water.\nThe spiders were collected by hand (using tweezers, hands gloved),\nand each spider was stored in an individual 2 mL propylene vial and\nthen placed on ice. A total of 434 tetragnathnid spiders were collected,\nyielding 2.24 g of dried biomass (Table S8). The collected spiders were pooled by sex and site into n = 11 composite samples (Table S9). Additionally, reference spiders were\ncollected from a predominantly forested watershed with little agricultural\nactivity in North Carolina (Section S3).\nConcurrently with spiders in August 2020, emergent insects were collected\nusing floating emergence traps within\nthe respective sampling transects (Table S12). A total of 287 emergent insects (representative of riparian spider\ndiets\n−\n\n) were collected (252 Diptera, 28 Trichoptera, 6 Ephemeroptera,\nand 1 Odonata), yielding 0.25 g of dry biomass split into n = 3 composite samples (separated by site), which was insufficient\nfor chemical analysis. Aquatic insects (collected in parallel timing\nwith the sampling but not necessarily representative of riparian spider\ndiets) were collected in July 2022 at US1, DS1, and DS2 using dip\nand kick nets. A total of 68 aquatic insects [32 Gerridae (surface\ndwelling nymphs/adults), 13 Odonata (swimming larvae), 7 Trichoptera\n(swimming larvae), and 16 from other orders] were collected from US1\nand DS1, yielding 0.50 g of dry biomass in n = 4\ncomposite samples (Tables S13 and S14).\nWe functionally define “aquatic insects” as aquatic\nand semiaquatic insects that spend large portions of their life in\nthe water and were in direct physical contact with the water at the\ntime of collection. Fish were collected in July 2019 via an electrofishing\nsurvey at US1, DS1, and DS2 transects. A subset of composited fish\nsamples (shiners, chubs, and minnows by site) was analyzed for a total\nof n = 26 samples, yielding 10.8 g of dry biomass\n(Table S15). Because the aquatic insects\nand fish spend substantial portions of their life cycle in the streamwater,\nthe expected contaminant exposure is largely through physical contact\n(e.g., dermal absorption, gills)\n,\n in contrast\nto riparian spiders, where no physical contact is expected and contaminant\nexposure would be through their diet of emergent insects. Thus, samples were collected with expectations\nof different exposure pathways. Pharmaceutical water\nsamples were sent to the USGS and analyzed using established USGS\nmethods. Although we received results\nfor all 210 compounds in the method (Table S17), only the 14 pharmaceuticals corresponding to the University of\nIowa (UIowa) method were used to match\nthe rest of the matrices. The UIowa pharmaceutical samples from August\n2020 were not used because the samples became compromised due to the\nextended holding times during the COVID-19 pandemic. Neonicotinoid\nwater samples were analyzed at UIowa as per previous research. Briefly, the 1 L samples were filtered (Whatman,\nGF/F), 50 ng of a deuterated surrogate standard mix was added for\nQC (quality control), and SPE (solid phase extraction) was performed\nusing Waters HLB cartridges. After SPE, samples were evaporated to\ndryness and reconstituted in a 1 mL ACN/H20 (1:1, v/v)\nsolution. Spiders and other biota collected from Muddy Creek were\nextracted and analyzed using methods modified from LeFevre et al. Briefly, biota were lyophilized and homogenized\nwith their same species/sex/site, and a sample (measured, 0.1–0.5\ng) was extracted 3× with an acidified water/acetonitrile solution\nbefore filtering into the final sample vial. An isotopically labeled\ninternal standard mix was added to all samples to check for matrix\ninterferences prior to analyzing via LC–MS/MS. Biota extraction\nmethods are fully detailed in Section S3. Chromatography was via Agilent 1290 HPLC with Eclipse Plus C18\ncolumn, and detection was via an Agilent 6460 Triple Quadrupole mass\nspectrometer. Specific details on ionization modes, chromatography\nmethods, and instrument settings are in Table S4–S6. LC–MS/MS data analysis was conducted using\nan Agilent MassHunter Workstation Quantitative Analysis (version 10.1).\nAll statistical analyses were performed in GraphPad Prism 9.0.0. Limits\nof detection in biota ranged from 4.8 ng/g to 23.6 ng/g, and limits\nof detection in water ranged from 0.48 ng/L to 2.36 ng/L (Table S7). Full analytical and statistical methods\ncan be found in the Supporting Information (Section S2)."
    },
    {
      "title": "Chemicals",
      "text": "Targeted chemicals were chosen for both water\nand tissue sample analysis based on historical occurrence and loading\ntrends at the Muddy Creek study site in eastern Iowa, USA, from our\nprior research.\n,,−\n\n\n\n,\n The targeted chemicals for this\nstudy include 12 pharmaceuticals, 3 neonicotinoids, and 2 corrosion\ninhibitors. The full chemical information can be found in Table S2."
    },
    {
      "title": "Site Description and Sample Collection",
      "text": "Muddy Creek\nis an effluent-dominated stream located in the temperate ecoregion\nof east-central Iowa. Surface water grab samples were collected\n,\n concurrently with biota in July 2019, August 2020, and July 2022\nat four established U.S. Geological Survey (USGS) monitoring stations\nalong the stream reach: (1) 100 m upstream of the wastewater treatment\nplant (WWTP) outfall (US1, 05454050), (2) at the WWTP outfall (EFF,\n05454051), (3) 100 m downstream from the WWTP outfall (DS1, 05454052),\nand (4) 5.1 km downstream from the WWTP outfall (DS2, 05454090) (Section S1). Two sets of water samples were collected:\none for pharmaceuticals that were analyzed by the USGS (Table S17),\n,\n and another\nfor pharmaceuticals and neonicotinoids analyzed by the University\nof Iowa (Table S16). Biota from Muddy Creek\nwere collected from transects established around US1, DS1, and DS2\nat the following times: tetragnathid spiders and emergent aquatic\ninsects (adult stage) in August 2020, fish in July 2019, and aquatic\ninsects (larval and adult stage) in July 2022 (Sections S3–S6). Muddy Creek is a diminutive, low-productivity\nstream with limited insect and spider biomass; the biomass collected\nhere reflects the maximum effort expended each day of sampling. In August 2020, tetragnathid spiders along the riparian zone of Muddy\nCreek were collected in 70–90 m transects established proximal\nto US1, DS1, and DS2 using methods adapted from Naslund et al. (Section S3). Spiders\nwere collected with acid-washed bone tweezers starting at the stream\nsurface up to 1 m horizontally and up to 2 m vertically from the water.\nThe spiders were collected by hand (using tweezers, hands gloved),\nand each spider was stored in an individual 2 mL propylene vial and\nthen placed on ice. A total of 434 tetragnathnid spiders were collected,\nyielding 2.24 g of dried biomass (Table S8). The collected spiders were pooled by sex and site into n = 11 composite samples (Table S9). Additionally, reference spiders were\ncollected from a predominantly forested watershed with little agricultural\nactivity in North Carolina (Section S3).\nConcurrently with spiders in August 2020, emergent insects were collected\nusing floating emergence traps within\nthe respective sampling transects (Table S12). A total of 287 emergent insects (representative of riparian spider\ndiets\n−\n\n) were collected (252 Diptera, 28 Trichoptera, 6 Ephemeroptera,\nand 1 Odonata), yielding 0.25 g of dry biomass split into n = 3 composite samples (separated by site), which was insufficient\nfor chemical analysis. Aquatic insects (collected in parallel timing\nwith the sampling but not necessarily representative of riparian spider\ndiets) were collected in July 2022 at US1, DS1, and DS2 using dip\nand kick nets. A total of 68 aquatic insects [32 Gerridae (surface\ndwelling nymphs/adults), 13 Odonata (swimming larvae), 7 Trichoptera\n(swimming larvae), and 16 from other orders] were collected from US1\nand DS1, yielding 0.50 g of dry biomass in n = 4\ncomposite samples (Tables S13 and S14).\nWe functionally define “aquatic insects” as aquatic\nand semiaquatic insects that spend large portions of their life in\nthe water and were in direct physical contact with the water at the\ntime of collection. Fish were collected in July 2019 via an electrofishing\nsurvey at US1, DS1, and DS2 transects. A subset of composited fish\nsamples (shiners, chubs, and minnows by site) was analyzed for a total\nof n = 26 samples, yielding 10.8 g of dry biomass\n(Table S15). Because the aquatic insects\nand fish spend substantial portions of their life cycle in the streamwater,\nthe expected contaminant exposure is largely through physical contact\n(e.g., dermal absorption, gills)\n,\n in contrast\nto riparian spiders, where no physical contact is expected and contaminant\nexposure would be through their diet of emergent insects. Thus, samples were collected with expectations\nof different exposure pathways."
    },
    {
      "title": "Analytical and Statistical Summary",
      "text": "Pharmaceutical water\nsamples were sent to the USGS and analyzed using established USGS\nmethods. Although we received results\nfor all 210 compounds in the method (Table S17), only the 14 pharmaceuticals corresponding to the University of\nIowa (UIowa) method were used to match\nthe rest of the matrices. The UIowa pharmaceutical samples from August\n2020 were not used because the samples became compromised due to the\nextended holding times during the COVID-19 pandemic. Neonicotinoid\nwater samples were analyzed at UIowa as per previous research. Briefly, the 1 L samples were filtered (Whatman,\nGF/F), 50 ng of a deuterated surrogate standard mix was added for\nQC (quality control), and SPE (solid phase extraction) was performed\nusing Waters HLB cartridges. After SPE, samples were evaporated to\ndryness and reconstituted in a 1 mL ACN/H20 (1:1, v/v)\nsolution. Spiders and other biota collected from Muddy Creek were\nextracted and analyzed using methods modified from LeFevre et al. Briefly, biota were lyophilized and homogenized\nwith their same species/sex/site, and a sample (measured, 0.1–0.5\ng) was extracted 3× with an acidified water/acetonitrile solution\nbefore filtering into the final sample vial. An isotopically labeled\ninternal standard mix was added to all samples to check for matrix\ninterferences prior to analyzing via LC–MS/MS. Biota extraction\nmethods are fully detailed in Section S3. Chromatography was via Agilent 1290 HPLC with Eclipse Plus C18\ncolumn, and detection was via an Agilent 6460 Triple Quadrupole mass\nspectrometer. Specific details on ionization modes, chromatography\nmethods, and instrument settings are in Table S4–S6. LC–MS/MS data analysis was conducted using\nan Agilent MassHunter Workstation Quantitative Analysis (version 10.1).\nAll statistical analyses were performed in GraphPad Prism 9.0.0. Limits\nof detection in biota ranged from 4.8 ng/g to 23.6 ng/g, and limits\nof detection in water ranged from 0.48 ng/L to 2.36 ng/L (Table S7). Full analytical and statistical methods\ncan be found in the Supporting Information (Section S2)."
    },
    {
      "title": "Results and Discussion",
      "text": "Imidacloprid and clothianidin were detected in\ntetragnathid spiders collected from Muddy Creek transects (Figure \nA), representing\nthe first documentation of neonicotinoid occurrence in tetragnathid\nspiders living near a wastewater effluent-dominated ecosystem. Concentrations\nof imidacloprid in spider tissues ranged from 8.9 ng/g to 84 ng/g\n(n = 11/11 composite samples), and clothianidin ranged\nfrom <LOD-11 ng/g (n = 5/11 composite samples),\nsimilar in magnitude to tissue samples measured from a European agricultural\nstream system. The concentrations of\nneonicotinoids were not significantly different between male and female\nspiders at all sites combined (α = 0.05, two-tailed p = 0.8303, Table S9). No other\norganic contaminants analyzed (i.e., thiamethoxam, pharmaceuticals,\nand corrosion inhibitors) were detected in the spiders. Imidacloprid\nand clothianidin in spider tissues likely originate from their diet\nbecause the tetragnathid spiders inhabit webs near the water’s\nsurface, where they capture emergent aquatic insects. In contrast,\nlarval aquatic insects are exposed to contaminants through direct\nwater contact (i.e., gills) and through their diets.\n−\n\n Aquatic insects are known to bioaccumulate surface water contaminants,\nwith some compounds biomagnifying across trophic levels to predators\nsuch as spiders.\n,,− (A) Concentrations (ng/g) of select contaminants in biota\ntissues\nfrom Muddy Creek in eastern Iowa, USA. Error bars represent the minimum\nand maximum measured values. Boxes represent the interquartile range,\ncentral bars represent median values, and whiskers represent minimum\nand maximum values. Note log y-axis. Neonicotinoids\n(blue shaded) were only found within the spider tissues (black; 1.2\nng/g–84 ng/g). Pharmaceuticals (green shaded) were measured\nin both fish (pink; 1.1 ng/g–11 ng/g) and in aquatic insects\n(teal; 5.9 ng/g–51 ng/g; note, samples were inclusive of all\naquatic insect samples collected [“aquatic insects”\nincludes both aquatic and semiaquatic insects in physical contact\nwith the water at the time of collection] and pooled). All other contaminants\nwere not detected (Figure S6). Biota data\nseparated by site transect are presented in the Supporting Information\n(Sections S3–S6). (B) Contaminants in Muddy Creek are continuously released from the\nwastewater treatment plant effluent. Water samples from Muddy Creek\nwere collected biweekly by University of Iowa (UIowa) researchers\nduring 2017–2019 (gray shaded violin plots). Upper and lower\nquartiles are denoted by dashed lines and median values by a solid\nline. Water samples from July 2019 (green ◆) were collected\nby UIowa 3× per day for 6 days and coincide with collected fish\nsamples. Water samples from August 2020 (purple ■) were collected\nonce per day for 3 days by UIowa (neonicotinoids and corrosion inhibitors)\nand USGS (pharmaceuticals) and coincide with collected spider samples.\nWater samples from July 2022 (blue ●) were collected once on\n1 day by UIowa and coincide with the collected aquatic insect samples.\nWater separated by site transect is presented in the Supporting Information\n(Section S7). During our study, imidacloprid and clothianidin\nwere ubiquitous\nin the streamwater, with imidacloprid concentrations averaging 18\nng/L across all sampling sites (7.9–37 ng/L) and clothianidin\naveraging 3.7 ng/L (1.8–10 ng/L; Table S16). These Muddy Creek water concentrations fall within our\npreviously published ranges (imidacloprid\n0.6–850 ng/L; clothianidin 3.4–134 ng/L; Figure \nB). Although somewhat speculative\ndue to the small numbers of composite spider samples at each site,\ncomparable ratios of imidacloprid/clothianidin (IMI/CLO) occurred\nin both the spiders and their respective surface water sites (Table \n). Neonicotinoids,\nincluding imidacloprid and clothianidin, share conserved toxicological\nmodes of action (i.e., binding to the invertebrate nicotinic acetylcholine\nreceptors) and have comparable physical–chemical properties.\nWe would therefore expect in vivo IMI/CLO ratios to reflect ambient\nenvironmental conditions. At the most\ndownstream site (DS2), imidacloprid was 4.6-fold higher than clothianidin\nin the surface water and 4.0-fold higher than in the spiders. At DS1,\n100 m downstream from the WWTP, no clothianidin was detected within\nthe spider tissues above the detection limit (4.8 ng/g; Tables S7 and S9), and the surface water IMI/CLO\nratio was 7.0-fold. No spiders were collected directly from the effluent\noutfall (EFF); however, the IMI/CLO ratio was the highest in the water\nat 9.4-fold. Finally, at US1 (upstream from the WWTP), the IMI/CLO\nratio in the spiders was 9.6-fold; however, the water ratio was only\n1.4-fold. US1 and EFF are 100 m apart along the stream reach but only\n55 m apart overland. We therefore speculate that a portion of the\nspiders’ diets is subsidized by emergent insects that spent\nportions of their larval lifecycles in the water impacted by effluent,\nand dispersal of 1–2 km is possible (i.e., drift paradox).\n,\n Indeed, the surface water IMI/CLO ratios of other agricultural watersheds\naround Iowa are inverted compared to the effluent-dominated watershed\nat Muddy Creek: clothianidin is more frequently detected and at higher\nconcentrations than imidacloprid.\n,\n Specifically,\nUSGS studies have reported\n,\n an average IMI/CLO\nratio of 0.5-fold in Iowa agricultural watersheds, including in the\nnearby Iowa River, compared to the average 5.0-fold ratio we measured\nin Muddy Creek. If the spiders were exposed to neonicotinoids outside\nof their diet or if their diets were subsidized by terrestrial insects\nfrom the broader watershed, we would have expected to find consistently\nhigher levels of clothianidin because of the influence of local agriculture.\nIn contrast, we consistently observed higher levels of imidacloprid\nin the spiders, indicating that the riparian spiders are likely being\nexposed to neonicotinoids originating from WWTP effluent discharged\ninto Muddy Creek rather than from upstream agricultural inputs. Also, see Table S10 for more comprehensive results. We previously demonstrated that the\nmunicipal effluent is a significant point source mass load of imidacloprid\nto the Muddy Creek study site and that comparatively lower clothianidin\nloads are largely associated with upstream sources. The consistent\nIMI/CLO chemical ratios between surface water and spider tissue concentration\nprovide indirect evidence that the neonicotinoids undergo trophic\ntransfer from the effluent-dominated surface water through the food\nchain into the riparian spiders. We acknowledge that the low biomass\nof emergent flying insects that could be collected during the sampling\ntime, which likely comprise the riparian spider diets, limits our\nability to directly trace the trophic transfer from water to insects\nto spiders. Despite the low biomass of emergent insects that could\nbe collected (potentially due to elevated levels of neonicotinoids,\nas described below), we do not believe that the spider diets reflected\nthe substantial influence of terrestrial insects in their diets. As\ndescribed above, riparian orb-weaving spiders’ diets often\nconsist of 50–100% of emergent insects, with a reported higher\nreliance on emergent insects in more disturbed, urban streams.\n−\n\n Furthermore, the neonicotinoid IMI/CLO ratio in the spider tissues\nreflects the neonicotinoid ratios in the effluent-dominated stream\nrather than the broader watersheds. Therefore, we believe that the\nlow biomass of emergent insects collected during the sampling period\nlikely reflects lower insect populations, possibly due to chemical\nexposure or habitat limitations, as described elsewhere. This may\nlead to lower riparian spider populations compared to other streams,\nbut it likely does not indicate a change in the riparian spider diets.\nIt is possible that some Gerridae fed on aquatic insects and that\ntheir exposure may have resulted from diets more like those of riparian\nspiders than those of aquatic insects; however, consideration of instar\nstage or ontogenetic dietary shifts in macroinvertebrates was beyond\nthe scope of this study. Future studies may be considered using stable\nisotope probing, high-resolution mass spectrometry for metabolites,\ninsect life stages, or bench-scale laboratory work to supplement the\nin-field findings. We previously established that the WWTP effluent is a consistent\npoint source of pharmaceuticals to Muddy Creek water.\n,\n In Muddy Creek, there is a strong pharmaceutical concentration gradient\nwith negligible exposure upstream from the WWTP outfall (US1), and\nthen a large increase in exposures downstream from the outfall (DS1),\nfollowed by general attenuation with further downstream transport\n(DS2). The observed pattern was maintained for all sampling events\npre- and post-COVID-19 pandemic. The concentration of pharmaceuticals\nmonitored in this study was not expected to change due to the COVID-19\npandemic, likely due to the types of pharmaceuticals monitored.\n,\n The subsequent water sampling events collected concurrently with\nthe spider, fish, and aquatic insect samples were consistent with\nour prior reported\n,\n pharmaceutical patterns and abundance\n(Figure \nB). Other\nresearchers have reported pharmaceuticals in riparian spider tissues;\n,\n we had therefore hypothesized that pharmaceuticals would be present\nin riparian spiders near Muddy Creek due to the high pharmaceutical\nloads present in the stream reach (total pharmaceutical concentrations\nranged from 7010 to 49,800 ng/L; maximum\nconcentrations of the neonicotinoids imidacloprid and clothianidin\nwere 116 ng/L and 92.8 ng/L, respectively). Surprisingly, no target\npharmaceuticals were detected in the spiders. Unexpectedly, we detected\nsulfamethoxazole in the female reference spiders from North Carolina\n(n = 2/2, 45.5 ng/g) even though the site is predominantly\nforested with some rural septic-based communities; sulfamethoxazole\nis a very common human- and animal-use antibiotic (Section S3). In contrast to the spiders, our limited samples\nof aquatic insects and fish from Muddy Creek yielded traces of pharmaceuticals\n(Figure \nA). Three\npharmaceuticals were detected in composited aquatic insect samples\n(Table S14 mass weighted average; bupropion\n17 ng/g, n = 1/4; citalopram 17 ng/g, n = 3/4; fexofenadine 6.4 ng/g, n = 3/4; top families\nincluding Gerridae, Odonata, Trichoptera), and four pharmaceuticals\nwere detected in composited fish samples (Table S15 mass weighted average; bupropion 1.7 ng/g, n = 15/26; citalopram 2.6 ng/g, n = 7/26; lidocaine\n11 ng/g, n = 2/26; venlafaxine 4.1 ng/g, n = 14/26; shiners, chubs, minnows). Although these tissue\nsamples were collected at separate times, our prior work demonstrated\nthat pharmaceutical levels in Muddy Creek exhibit year-over consistency\n,\n (Figure \nB). Because\nwe have multiple years of water quality monitoring data available\nat the site (Figure S6), we expect the\ntissue samples collected to represent comparable biological uptake\nfor neonicotinoids and pharmaceuticals at the same effluent-dominated\nstream. Muddy Creek exhibited varying contaminant compositions, and some\nchemicals in the water were not detected in the food web. Previously\npublished work\n,\n demonstrates that Muddy Creek\ncontains complex mixtures of polar organic contaminants including\npharmaceuticals, neonicotinoids, and corrosion inhibitors. The mixture\nrepresentation of these contaminants in Muddy Creek surface water\n(based on the proportion of total concentration) downstream from the\noutfall is approximately 94% pharmaceuticals, 5% corrosion inhibitors,\nand 1% neonicotinoids. This mixture, however, was not similarly reflected\nin the biota tissues; the contaminants measured within the fully aquatic\nbiota (i.e., aquatic insects, fish) comprised a 100% pharmaceutical\nmixture, whereas the riparian spiders comprised a 100% neonicotinoid\nmixture (Figure \nA).\nComparatively, the contaminants (the sum of all three categories of\nchemicals measured) in surface water (Figure \nB) are on average 5.2 ng/mL (ppb) throughout\nour study period. The pharmaceuticals found in the fish were detected\nat an average of 7.8 ng/g (ppb) and in the aquatic insects at an average\nof 34.3 ng/g (ppb). Neonicotinoids were detected in the spiders at\nan average of 40.2 ng/g (ppb). The average contaminant concentration\nwas consistently higher than that found in the surface water, on a\npart-per-billion basis. These results indicate distinct differences\nin the types and levels of contaminants present in biota tissues. (A) Proportional\ncomposition of contaminants differed from surface\nwater compared to each biological matrix. The surface water is dominated\nby 94% pharmaceuticals (green), 5% corrosion inhibitors (red), and\n1% neonicotinoids (blue); aquatic insects contained 100% pharmaceuticals\nand riparian spiders contained 100% neonicotinoids. (B) Comparatively,\nthe contaminants (the sum of all three categories of chemicals measured)\nin the surface water (hatched symbol bar, left Y axis,\naverage values) are on average 5.2 ng/mL (ppb) throughout our study\nperiod. The pharmaceuticals found in the fish (solid, right Y axis, average values) were detected at an average of 7.8\nng/g (ppb) and in the aquatic insects at an average of 34.3 ng/g (ppb;\nnote, samples were inclusive of all aquatic insect samples collected).\nNeonicotinoids were detected in the spiders at an average 40.2 ng/g\n(ppb). The average contaminant concentration was consistently higher\nthan what is found in the surface water, on a part-per-billion basis. Species-specific variations in contaminant uptake/concentration\nin larval aquatic insects and fluctuations in contaminant levels from\nlarvae to emergent adults during metamorphosis may influence the differences\nbetween aquatic and terrestrial contaminant mixtures.\n−\n\n Studies have also found that some pharmaceuticals may undergo trophic\ndilution, where concentrations decrease up the food chain. Additionally, the majority of collected aquatic\ninsects belonged to the orders Gerridae, Odonata, and Trichoptera;\nhowever, emergent insects that better represent the diets of tetragnathid\nspiders were likely predominantly Dipterans.\nIt is highly unlikely that tetragnathids predate on Gerridae (water-strider)\nor Odonata (dragonfly) due to their sizes; tetragnathids may predate\non some smaller Trichopterans (caddisflies), but most of the biomass\ntetragnathids consuming in Muddy Creek is presumed from Diptera (small\nmidge flies). Despite extensive sampling efforts, no larval Dipterans\nwere collected from Muddy Creek, and the >200 adult Dipterans collected\ndid not yield sufficient biomass to detect any targeted contaminants\nabove the limits of detection. Other studies with abundant Dipterans\nhave indicated that these insects can be substantial exporters of\npesticides from surface water. Adult\nemergent insects were composited on a site-by-site basis and yielded\nonly 0.02 g to 0.03 g of dry mass per site (Table S12). Our extraction method was optimized for a dry mass of\n0.2 g and provided limits of detection in the single nanogram per\ngram range (Table S7). Muddy Creek is a\nsmall and relatively unproductive stream; throughout our sampling,\nwe used exhaustive efforts to collect nearly all visible insects within\na transect on a single day (Figure S2 for\nvisuals). Additionally, our past studies in Muddy Creek have determined\nthat the WWTP occasionally discharges neonicotinoids at concentrations\nhigher than chronic US EPA aquatic life benchmarks for aquatic invertebrates\n(10 ng/L for imidacloprid and 50 ng/L for clothianidin) and sometimes\neven above acute benchmarks (385 ng/L for imidacloprid). This means that there could have been insect\ndie-offs that have gone undetected directly during this study, potentially\nchanging the represented insect population in the effluent-dominated\nstream compared with unaffected streams. The diet of the fish collected\ncould not be determined conclusively from this study; many small fish\nconsume insects of various life stages, but fish can also be exposed\nto contaminants through direct physical contact. The representation\nof contaminant mixtures at different trophic levels within Muddy Creek\nemphasizes the complexities of contaminant transfer from aquatic ecosystems. Neonicotinoids, corrosion inhibitors, and most pharmaceuticals\nare relatively polar compounds (log K\now values range of compounds measured:\n−0.9 to 4.5) with low predicted likelihoods of bioaccumulation\n(Figure \n). Yet, we\nmeasured both neonicotinoids and pharmaceuticals in biota from Muddy\nCreek, demonstrating that traditional bioaccumulation models may be\nlimited for more polar contaminantsparticularly for neonicotinoids.\nTraditional contaminant bioaccumulation models (e.g., pp-LFER/LSERs)\nwork well for aquatic organisms, like fish, because relationships\nbuilt on well-studied values (hydrophobicity, pH, log K\now) can be used. These models\nwere originally developed for legacy persistent organic pollutants,\nrather than pseudopersistent polar organic contaminants.\n,,\n Traditional models are less accurate,\nhowever, when transitioning from aquatic to terrestrial ecosystems\nbecause many of the underlying assumptions are different (i.e., biota\nare not in constant contact with the contaminated media or contaminants\nmay be selectively excreted during metamorphosis).\n,\n Laboratory and field studies, such as this investigation, are more\nrepresentative of the real potential for an individual contaminant\nto bioaccumulate and move throughout the environment and are thus\ncritical for actual exposure assessment. For example, imidacloprid\nhas a reported log K\nOW of 0.57 and a predicted\n,\n BCF of 6.44 L/kg (Figure \n). These predicted BCF values indicate that imidacloprid should\nbe well within the “low risk” category (high risk is\ndefined\n,\n as BCF ≥ 1000 or log K\nOW ≥ 4.2); however, imidacloprid has been repeatedly\ndemonstrated to bioaccumulate in aquatic ecosystems, including in\nMuddy Creek.\n,,,\n This phenomenon may be due to a novel accumulation\nmechanism recently proposed by Raths et al., where thiacloprid (a structurally similar neonicotinoid) is irreversibly\nbound to invertebrate nicotinic acetylcholine receptors, preventing\ntoxin elimination. Additional studies demonstrate that thiacloprid\nexhibits elimination resistance in aquatic invertebrates compared\nto other pesticides. Imidacloprid and\nclothianidin share a common mode of action and similar physicochemical\nproperties (e.g., solubility, K\now) with thiacloprid, suggesting that their presence\nin riparian spider tissues may result from limited elimination, as\nhas been reported for thiacloprid. This\nphenomenon may drive the high levels of neonicotinoids that we observed\nat the effluent-dominated stream compared to pharmaceuticals. Analogously,\nneonicotinoids are not predicted to sorb extensively due to their\nlow log K\now values, but neonicotinoids\ndo successfully sorb to activated carbon via electrostatic mechanisms\nthat are often unaccounted for in traditional sorption models. Therefore, future predictive studies for emerging\ncontaminants that hold target-specific binding mechanisms such as\nneonicotinoids may benefit more from QSAR-based models rather than pp-LFER/LSER-based approaches. Log K\now and bioaccumulation factors\n(BCFs) are commonly applied reference values to predict the accumulation\nof a substance into an organism. Here, the USGS method list and UIowa method list compound predicted values are plotted. Using EPA CompTox Chemical\nDashboard\n,\n to search databases, log K\now and BCF values from OPERA 2.6 (open source QSAR model) and TEST (Toxicity\nEstimation Software Tool) were sourced and plotted. In this plot,\nUSGS refers to the suite of compounds measured using the USGS pharmaceutical\nmethod and UIowa refers to the 17 compounds\nanalyzed in-house at the University of Iowa.\n,\n When\nBCF and log K\now are plotted against each\nother, areas of low vs high accumulation potential can be extrapolated.\nFor log K\now, values less than 4.2 are\nconsidered low risk.\n,\n For BCF, values less than 250\nare considered low risk and values over 1000 are high risk.\n,\n From these extrapolations of the UIowa list of contaminants, only\nfexofenadine falls into high risk based on log K\now, and no contaminants exceed low risk from a BCF standpoint.\nHowever, multiple neonicotinoids and pharmaceuticals were measured\nin biota from Muddy Creek and have been reported in biota elsewhere.\n,,"
    },
    {
      "title": "Neonicotinoids in Riparian Spiders and the Proximal Aquatic\nEnvironment",
      "text": "Imidacloprid and clothianidin were detected in\ntetragnathid spiders collected from Muddy Creek transects (Figure \nA), representing\nthe first documentation of neonicotinoid occurrence in tetragnathid\nspiders living near a wastewater effluent-dominated ecosystem. Concentrations\nof imidacloprid in spider tissues ranged from 8.9 ng/g to 84 ng/g\n(n = 11/11 composite samples), and clothianidin ranged\nfrom <LOD-11 ng/g (n = 5/11 composite samples),\nsimilar in magnitude to tissue samples measured from a European agricultural\nstream system. The concentrations of\nneonicotinoids were not significantly different between male and female\nspiders at all sites combined (α = 0.05, two-tailed p = 0.8303, Table S9). No other\norganic contaminants analyzed (i.e., thiamethoxam, pharmaceuticals,\nand corrosion inhibitors) were detected in the spiders. Imidacloprid\nand clothianidin in spider tissues likely originate from their diet\nbecause the tetragnathid spiders inhabit webs near the water’s\nsurface, where they capture emergent aquatic insects. In contrast,\nlarval aquatic insects are exposed to contaminants through direct\nwater contact (i.e., gills) and through their diets.\n−\n\n Aquatic insects are known to bioaccumulate surface water contaminants,\nwith some compounds biomagnifying across trophic levels to predators\nsuch as spiders.\n,,− (A) Concentrations (ng/g) of select contaminants in biota\ntissues\nfrom Muddy Creek in eastern Iowa, USA. Error bars represent the minimum\nand maximum measured values. Boxes represent the interquartile range,\ncentral bars represent median values, and whiskers represent minimum\nand maximum values. Note log y-axis. Neonicotinoids\n(blue shaded) were only found within the spider tissues (black; 1.2\nng/g–84 ng/g). Pharmaceuticals (green shaded) were measured\nin both fish (pink; 1.1 ng/g–11 ng/g) and in aquatic insects\n(teal; 5.9 ng/g–51 ng/g; note, samples were inclusive of all\naquatic insect samples collected [“aquatic insects”\nincludes both aquatic and semiaquatic insects in physical contact\nwith the water at the time of collection] and pooled). All other contaminants\nwere not detected (Figure S6). Biota data\nseparated by site transect are presented in the Supporting Information\n(Sections S3–S6). (B) Contaminants in Muddy Creek are continuously released from the\nwastewater treatment plant effluent. Water samples from Muddy Creek\nwere collected biweekly by University of Iowa (UIowa) researchers\nduring 2017–2019 (gray shaded violin plots). Upper and lower\nquartiles are denoted by dashed lines and median values by a solid\nline. Water samples from July 2019 (green ◆) were collected\nby UIowa 3× per day for 6 days and coincide with collected fish\nsamples. Water samples from August 2020 (purple ■) were collected\nonce per day for 3 days by UIowa (neonicotinoids and corrosion inhibitors)\nand USGS (pharmaceuticals) and coincide with collected spider samples.\nWater samples from July 2022 (blue ●) were collected once on\n1 day by UIowa and coincide with the collected aquatic insect samples.\nWater separated by site transect is presented in the Supporting Information\n(Section S7). During our study, imidacloprid and clothianidin\nwere ubiquitous\nin the streamwater, with imidacloprid concentrations averaging 18\nng/L across all sampling sites (7.9–37 ng/L) and clothianidin\naveraging 3.7 ng/L (1.8–10 ng/L; Table S16). These Muddy Creek water concentrations fall within our\npreviously published ranges (imidacloprid\n0.6–850 ng/L; clothianidin 3.4–134 ng/L; Figure \nB). Although somewhat speculative\ndue to the small numbers of composite spider samples at each site,\ncomparable ratios of imidacloprid/clothianidin (IMI/CLO) occurred\nin both the spiders and their respective surface water sites (Table \n). Neonicotinoids,\nincluding imidacloprid and clothianidin, share conserved toxicological\nmodes of action (i.e., binding to the invertebrate nicotinic acetylcholine\nreceptors) and have comparable physical–chemical properties.\nWe would therefore expect in vivo IMI/CLO ratios to reflect ambient\nenvironmental conditions. At the most\ndownstream site (DS2), imidacloprid was 4.6-fold higher than clothianidin\nin the surface water and 4.0-fold higher than in the spiders. At DS1,\n100 m downstream from the WWTP, no clothianidin was detected within\nthe spider tissues above the detection limit (4.8 ng/g; Tables S7 and S9), and the surface water IMI/CLO\nratio was 7.0-fold. No spiders were collected directly from the effluent\noutfall (EFF); however, the IMI/CLO ratio was the highest in the water\nat 9.4-fold. Finally, at US1 (upstream from the WWTP), the IMI/CLO\nratio in the spiders was 9.6-fold; however, the water ratio was only\n1.4-fold. US1 and EFF are 100 m apart along the stream reach but only\n55 m apart overland. We therefore speculate that a portion of the\nspiders’ diets is subsidized by emergent insects that spent\nportions of their larval lifecycles in the water impacted by effluent,\nand dispersal of 1–2 km is possible (i.e., drift paradox).\n,\n Indeed, the surface water IMI/CLO ratios of other agricultural watersheds\naround Iowa are inverted compared to the effluent-dominated watershed\nat Muddy Creek: clothianidin is more frequently detected and at higher\nconcentrations than imidacloprid.\n,\n Specifically,\nUSGS studies have reported\n,\n an average IMI/CLO\nratio of 0.5-fold in Iowa agricultural watersheds, including in the\nnearby Iowa River, compared to the average 5.0-fold ratio we measured\nin Muddy Creek. If the spiders were exposed to neonicotinoids outside\nof their diet or if their diets were subsidized by terrestrial insects\nfrom the broader watershed, we would have expected to find consistently\nhigher levels of clothianidin because of the influence of local agriculture.\nIn contrast, we consistently observed higher levels of imidacloprid\nin the spiders, indicating that the riparian spiders are likely being\nexposed to neonicotinoids originating from WWTP effluent discharged\ninto Muddy Creek rather than from upstream agricultural inputs. Also, see Table S10 for more comprehensive results. We previously demonstrated that the\nmunicipal effluent is a significant point source mass load of imidacloprid\nto the Muddy Creek study site and that comparatively lower clothianidin\nloads are largely associated with upstream sources. The consistent\nIMI/CLO chemical ratios between surface water and spider tissue concentration\nprovide indirect evidence that the neonicotinoids undergo trophic\ntransfer from the effluent-dominated surface water through the food\nchain into the riparian spiders. We acknowledge that the low biomass\nof emergent flying insects that could be collected during the sampling\ntime, which likely comprise the riparian spider diets, limits our\nability to directly trace the trophic transfer from water to insects\nto spiders. Despite the low biomass of emergent insects that could\nbe collected (potentially due to elevated levels of neonicotinoids,\nas described below), we do not believe that the spider diets reflected\nthe substantial influence of terrestrial insects in their diets. As\ndescribed above, riparian orb-weaving spiders’ diets often\nconsist of 50–100% of emergent insects, with a reported higher\nreliance on emergent insects in more disturbed, urban streams.\n−\n\n Furthermore, the neonicotinoid IMI/CLO ratio in the spider tissues\nreflects the neonicotinoid ratios in the effluent-dominated stream\nrather than the broader watersheds. Therefore, we believe that the\nlow biomass of emergent insects collected during the sampling period\nlikely reflects lower insect populations, possibly due to chemical\nexposure or habitat limitations, as described elsewhere. This may\nlead to lower riparian spider populations compared to other streams,\nbut it likely does not indicate a change in the riparian spider diets.\nIt is possible that some Gerridae fed on aquatic insects and that\ntheir exposure may have resulted from diets more like those of riparian\nspiders than those of aquatic insects; however, consideration of instar\nstage or ontogenetic dietary shifts in macroinvertebrates was beyond\nthe scope of this study. Future studies may be considered using stable\nisotope probing, high-resolution mass spectrometry for metabolites,\ninsect life stages, or bench-scale laboratory work to supplement the\nin-field findings."
    },
    {
      "title": "Pharmaceuticals in Aquatic Biota and in the Surface Water",
      "text": "We previously established that the WWTP effluent is a consistent\npoint source of pharmaceuticals to Muddy Creek water.\n,\n In Muddy Creek, there is a strong pharmaceutical concentration gradient\nwith negligible exposure upstream from the WWTP outfall (US1), and\nthen a large increase in exposures downstream from the outfall (DS1),\nfollowed by general attenuation with further downstream transport\n(DS2). The observed pattern was maintained for all sampling events\npre- and post-COVID-19 pandemic. The concentration of pharmaceuticals\nmonitored in this study was not expected to change due to the COVID-19\npandemic, likely due to the types of pharmaceuticals monitored.\n,\n The subsequent water sampling events collected concurrently with\nthe spider, fish, and aquatic insect samples were consistent with\nour prior reported\n,\n pharmaceutical patterns and abundance\n(Figure \nB). Other\nresearchers have reported pharmaceuticals in riparian spider tissues;\n,\n we had therefore hypothesized that pharmaceuticals would be present\nin riparian spiders near Muddy Creek due to the high pharmaceutical\nloads present in the stream reach (total pharmaceutical concentrations\nranged from 7010 to 49,800 ng/L; maximum\nconcentrations of the neonicotinoids imidacloprid and clothianidin\nwere 116 ng/L and 92.8 ng/L, respectively). Surprisingly, no target\npharmaceuticals were detected in the spiders. Unexpectedly, we detected\nsulfamethoxazole in the female reference spiders from North Carolina\n(n = 2/2, 45.5 ng/g) even though the site is predominantly\nforested with some rural septic-based communities; sulfamethoxazole\nis a very common human- and animal-use antibiotic (Section S3). In contrast to the spiders, our limited samples\nof aquatic insects and fish from Muddy Creek yielded traces of pharmaceuticals\n(Figure \nA). Three\npharmaceuticals were detected in composited aquatic insect samples\n(Table S14 mass weighted average; bupropion\n17 ng/g, n = 1/4; citalopram 17 ng/g, n = 3/4; fexofenadine 6.4 ng/g, n = 3/4; top families\nincluding Gerridae, Odonata, Trichoptera), and four pharmaceuticals\nwere detected in composited fish samples (Table S15 mass weighted average; bupropion 1.7 ng/g, n = 15/26; citalopram 2.6 ng/g, n = 7/26; lidocaine\n11 ng/g, n = 2/26; venlafaxine 4.1 ng/g, n = 14/26; shiners, chubs, minnows). Although these tissue\nsamples were collected at separate times, our prior work demonstrated\nthat pharmaceutical levels in Muddy Creek exhibit year-over consistency\n,\n (Figure \nB). Because\nwe have multiple years of water quality monitoring data available\nat the site (Figure S6), we expect the\ntissue samples collected to represent comparable biological uptake\nfor neonicotinoids and pharmaceuticals at the same effluent-dominated\nstream."
    },
    {
      "title": "Contaminant Mixture Representation at Different Trophic Levels",
      "text": "Muddy Creek exhibited varying contaminant compositions, and some\nchemicals in the water were not detected in the food web. Previously\npublished work\n,\n demonstrates that Muddy Creek\ncontains complex mixtures of polar organic contaminants including\npharmaceuticals, neonicotinoids, and corrosion inhibitors. The mixture\nrepresentation of these contaminants in Muddy Creek surface water\n(based on the proportion of total concentration) downstream from the\noutfall is approximately 94% pharmaceuticals, 5% corrosion inhibitors,\nand 1% neonicotinoids. This mixture, however, was not similarly reflected\nin the biota tissues; the contaminants measured within the fully aquatic\nbiota (i.e., aquatic insects, fish) comprised a 100% pharmaceutical\nmixture, whereas the riparian spiders comprised a 100% neonicotinoid\nmixture (Figure \nA).\nComparatively, the contaminants (the sum of all three categories of\nchemicals measured) in surface water (Figure \nB) are on average 5.2 ng/mL (ppb) throughout\nour study period. The pharmaceuticals found in the fish were detected\nat an average of 7.8 ng/g (ppb) and in the aquatic insects at an average\nof 34.3 ng/g (ppb). Neonicotinoids were detected in the spiders at\nan average of 40.2 ng/g (ppb). The average contaminant concentration\nwas consistently higher than that found in the surface water, on a\npart-per-billion basis. These results indicate distinct differences\nin the types and levels of contaminants present in biota tissues. (A) Proportional\ncomposition of contaminants differed from surface\nwater compared to each biological matrix. The surface water is dominated\nby 94% pharmaceuticals (green), 5% corrosion inhibitors (red), and\n1% neonicotinoids (blue); aquatic insects contained 100% pharmaceuticals\nand riparian spiders contained 100% neonicotinoids. (B) Comparatively,\nthe contaminants (the sum of all three categories of chemicals measured)\nin the surface water (hatched symbol bar, left Y axis,\naverage values) are on average 5.2 ng/mL (ppb) throughout our study\nperiod. The pharmaceuticals found in the fish (solid, right Y axis, average values) were detected at an average of 7.8\nng/g (ppb) and in the aquatic insects at an average of 34.3 ng/g (ppb;\nnote, samples were inclusive of all aquatic insect samples collected).\nNeonicotinoids were detected in the spiders at an average 40.2 ng/g\n(ppb). The average contaminant concentration was consistently higher\nthan what is found in the surface water, on a part-per-billion basis. Species-specific variations in contaminant uptake/concentration\nin larval aquatic insects and fluctuations in contaminant levels from\nlarvae to emergent adults during metamorphosis may influence the differences\nbetween aquatic and terrestrial contaminant mixtures.\n−\n\n Studies have also found that some pharmaceuticals may undergo trophic\ndilution, where concentrations decrease up the food chain. Additionally, the majority of collected aquatic\ninsects belonged to the orders Gerridae, Odonata, and Trichoptera;\nhowever, emergent insects that better represent the diets of tetragnathid\nspiders were likely predominantly Dipterans.\nIt is highly unlikely that tetragnathids predate on Gerridae (water-strider)\nor Odonata (dragonfly) due to their sizes; tetragnathids may predate\non some smaller Trichopterans (caddisflies), but most of the biomass\ntetragnathids consuming in Muddy Creek is presumed from Diptera (small\nmidge flies). Despite extensive sampling efforts, no larval Dipterans\nwere collected from Muddy Creek, and the >200 adult Dipterans collected\ndid not yield sufficient biomass to detect any targeted contaminants\nabove the limits of detection. Other studies with abundant Dipterans\nhave indicated that these insects can be substantial exporters of\npesticides from surface water. Adult\nemergent insects were composited on a site-by-site basis and yielded\nonly 0.02 g to 0.03 g of dry mass per site (Table S12). Our extraction method was optimized for a dry mass of\n0.2 g and provided limits of detection in the single nanogram per\ngram range (Table S7). Muddy Creek is a\nsmall and relatively unproductive stream; throughout our sampling,\nwe used exhaustive efforts to collect nearly all visible insects within\na transect on a single day (Figure S2 for\nvisuals). Additionally, our past studies in Muddy Creek have determined\nthat the WWTP occasionally discharges neonicotinoids at concentrations\nhigher than chronic US EPA aquatic life benchmarks for aquatic invertebrates\n(10 ng/L for imidacloprid and 50 ng/L for clothianidin) and sometimes\neven above acute benchmarks (385 ng/L for imidacloprid). This means that there could have been insect\ndie-offs that have gone undetected directly during this study, potentially\nchanging the represented insect population in the effluent-dominated\nstream compared with unaffected streams. The diet of the fish collected\ncould not be determined conclusively from this study; many small fish\nconsume insects of various life stages, but fish can also be exposed\nto contaminants through direct physical contact. The representation\nof contaminant mixtures at different trophic levels within Muddy Creek\nemphasizes the complexities of contaminant transfer from aquatic ecosystems. Neonicotinoids, corrosion inhibitors, and most pharmaceuticals\nare relatively polar compounds (log K\now values range of compounds measured:\n−0.9 to 4.5) with low predicted likelihoods of bioaccumulation\n(Figure \n). Yet, we\nmeasured both neonicotinoids and pharmaceuticals in biota from Muddy\nCreek, demonstrating that traditional bioaccumulation models may be\nlimited for more polar contaminantsparticularly for neonicotinoids.\nTraditional contaminant bioaccumulation models (e.g., pp-LFER/LSERs)\nwork well for aquatic organisms, like fish, because relationships\nbuilt on well-studied values (hydrophobicity, pH, log K\now) can be used. These models\nwere originally developed for legacy persistent organic pollutants,\nrather than pseudopersistent polar organic contaminants.\n,,\n Traditional models are less accurate,\nhowever, when transitioning from aquatic to terrestrial ecosystems\nbecause many of the underlying assumptions are different (i.e., biota\nare not in constant contact with the contaminated media or contaminants\nmay be selectively excreted during metamorphosis).\n,\n Laboratory and field studies, such as this investigation, are more\nrepresentative of the real potential for an individual contaminant\nto bioaccumulate and move throughout the environment and are thus\ncritical for actual exposure assessment. For example, imidacloprid\nhas a reported log K\nOW of 0.57 and a predicted\n,\n BCF of 6.44 L/kg (Figure \n). These predicted BCF values indicate that imidacloprid should\nbe well within the “low risk” category (high risk is\ndefined\n,\n as BCF ≥ 1000 or log K\nOW ≥ 4.2); however, imidacloprid has been repeatedly\ndemonstrated to bioaccumulate in aquatic ecosystems, including in\nMuddy Creek.\n,,,\n This phenomenon may be due to a novel accumulation\nmechanism recently proposed by Raths et al., where thiacloprid (a structurally similar neonicotinoid) is irreversibly\nbound to invertebrate nicotinic acetylcholine receptors, preventing\ntoxin elimination. Additional studies demonstrate that thiacloprid\nexhibits elimination resistance in aquatic invertebrates compared\nto other pesticides. Imidacloprid and\nclothianidin share a common mode of action and similar physicochemical\nproperties (e.g., solubility, K\now) with thiacloprid, suggesting that their presence\nin riparian spider tissues may result from limited elimination, as\nhas been reported for thiacloprid. This\nphenomenon may drive the high levels of neonicotinoids that we observed\nat the effluent-dominated stream compared to pharmaceuticals. Analogously,\nneonicotinoids are not predicted to sorb extensively due to their\nlow log K\now values, but neonicotinoids\ndo successfully sorb to activated carbon via electrostatic mechanisms\nthat are often unaccounted for in traditional sorption models. Therefore, future predictive studies for emerging\ncontaminants that hold target-specific binding mechanisms such as\nneonicotinoids may benefit more from QSAR-based models rather than pp-LFER/LSER-based approaches. Log K\now and bioaccumulation factors\n(BCFs) are commonly applied reference values to predict the accumulation\nof a substance into an organism. Here, the USGS method list and UIowa method list compound predicted values are plotted. Using EPA CompTox Chemical\nDashboard\n,\n to search databases, log K\now and BCF values from OPERA 2.6 (open source QSAR model) and TEST (Toxicity\nEstimation Software Tool) were sourced and plotted. In this plot,\nUSGS refers to the suite of compounds measured using the USGS pharmaceutical\nmethod and UIowa refers to the 17 compounds\nanalyzed in-house at the University of Iowa.\n,\n When\nBCF and log K\now are plotted against each\nother, areas of low vs high accumulation potential can be extrapolated.\nFor log K\now, values less than 4.2 are\nconsidered low risk.\n,\n For BCF, values less than 250\nare considered low risk and values over 1000 are high risk.\n,\n From these extrapolations of the UIowa list of contaminants, only\nfexofenadine falls into high risk based on log K\now, and no contaminants exceed low risk from a BCF standpoint.\nHowever, multiple neonicotinoids and pharmaceuticals were measured\nin biota from Muddy Creek and have been reported in biota elsewhere.\n,,"
    },
    {
      "title": "Conclusions",
      "text": "To our knowledge, this research is the\nfirst known report of neonicotinoid\ntrophic transfer from an effluent-dominated stream to riparian orb-weaving\nspiders. Neonicotinoid transfer from effluent-dominated streams to\nriparian orb-weaving spiders represents one of many potential pathways\nof exposure of neonicotinoid to the broader ecosystem. The presence\nof neonicotinoids in riparian orb-weaving spiders suggests a relatively\nrapid transfer of the species from surface water through the food\nchain. This inference is supported by the spiders’ life cycle\nin which eggs are laid in the fall, adults die off thereafter, and\nthe young hatch in the spring. Contaminant accumulation in riparian\nspiders may also imply that other insectivorous terrestrial animals\nare exposed to effluent-derived contaminants. Animals including amphibians,\nbirds, and bats are documented to bioaccumulate effluent-derived contaminants,\ndemonstrating the broad reach of effluent-derived chemical exposures\nin the environment.\n,,,,\n The movement\nof contaminants up the aquatic-terrestrial food web indicates that\neffluent-dominated streams could represent a diffuse source of contaminants\nto wildlife, livestock, and humans along their reach. We previously\ndemonstrated that differential attenuation of compounds\nwithin the complex mixture drives spatiotemporal evolution of exposure\nconditions along the Muddy Creek study reach,\n,\n and\nhere, we reveal that changing complex mixture chemical composition\nrepresentation may also occur when moving through the aquatic-terrestrial\ntrophic food chain. Effluent-dominated streams generate unique exposure\nconditions for aquatic organisms due to the pseudopersistent contaminant\nexposure conditions.\n,,\n Compared to nearby agriculturally dominated systems (maize and soybean),\nwhere pesticide contamination is largely driven by small runoff events, effluent-dominated streams can receive relatively\nconsistent daily chemical inputs of pesticides.\n,,\n Biota exposed to organic contaminants in\neffluent-dominated streams face both a higher baseline chronic exposure\nrisk over time and an additional acute risk during pulse events in\nthe watershed. The transfer of pharmaceuticals from water to aquatic\norganisms (i.e., fish, insects) has been well-established and generally\nagrees with conventional bioaccumulation prediction models.\n,,\n Still, emerging research demonstrates\nthat neonicotinoid bioaccumulation or trophic transfer cannot be effectively\npredicted using conventional approaches.\n,,,\n The presence\nof neonicotinoids rather than pharmaceuticals in spider tissues may\nreflect novel accumulation mechanisms recently reported in the literature,\nas described above. Although this study was focused on the important\nfirst measurements associated with field relevance and has limitations\nassociated with the natural environment, future work could examine\nmetabolites of contaminants (i.e., high resolution mass spectrometry)\nwithin individual organisms or employ additional techniques (i.e.,\nstable isotope tracing, bench-scale uptake testing, and trophic transfer\nstudies/modeling) to further illuminate mechanisms. The findings from\nthis study highlight previously overlooked contaminant pathways to\nthe aquatic ecosystem and food web and emphasize the importance of\nmoving beyond traditional predictive models, particularly in understanding\nthe exposure risks to broader terrestrial ecosystems impacted by wastewater\neffluent."
    }
  ],
  "full_text": "## Introduction\nWastewater effluent-dominated streams\nare an increasingly prominent\nhuman-impacted ecosystem and represent\nan overlooked exposure route of polar organic contaminants to aquatic\nand terrestrial organisms.\n−\n\n\n Specifically, pharmaceuticals and urban-use pesticides,\nincluding neonicotinoid insecticides, are well-documented at high\nconcentrations within effluent-dominated streams.\n−\n\n These polar\norganic contaminants are often present as complex mixtures in surface\nwaters, with the potential to generate adverse effects on aquatic\nand terrestrial biota. For example, pharmaceuticals can cause diminished\npredator avoidance behaviors, intersex features, reduced fecundity,\nand disrupted hormones in fish.\n−\n\n\n Neonicotinoid insecticides can alter predator–prey\ninteractions and reduce feeding and growth rates of aquatic insects.\n−\n\n\n Additionally, these polar organic contaminants exhibit high mobility\nin the environment and are often characterized as pseudopersistent,\nwhere continuous inputs offset degradation rates (i.e., half-life:\n2–6 days), resulting in relatively stable environmental concentrations.\n,−\n\n In effluent-dominated streams, sustained inputs from\nwastewater treatment plants maintain these concentrations, leading\nto prolonged biotic exposure well downstream of the point source. Neonicotinoids are some of the most widely used insecticides in\nthe world and have been detected in surface\nwater,\n,−\n\n groundwater, wastewater,\n−\n\n\n and drinking water.\n−\n\n Neonicotinoid insecticides are highly polar, mobile, and negatively\naffect broader aquatic and terrestrial ecosystems. Two of the most commonly used neonicotinoids, imidacloprid\nand clothianidin, share an insecticidal mode of action and similar physical-chemical properties. The practical usage of these two common neonicotinoids\nis different; imidacloprid is often associated with urban land use\nfrom lawncare and indoor insect treatments, while clothianidin is\nmore associated with agricultural land use from seed treatments in\nrow-crop agriculture.\n,,\n We previously reported that municipal wastewater effluent can be\na significant point source of imidacloprid to surface water. Nevertheless, broader ecological impacts of neonicotinoids\noriginating from wastewater to riparian terrestrial ecosystems remain\nlargely uninvestigated and may represent an unrecognized exposure\npathway through the food web. Biota living within or near effluent-dominated\nstreams face consistent\nexposure to polar organic contaminants, which may accumulate in their\ntissues either through direct contact or via the food chain. Contaminant\nuptake by fish corresponds well with published bioaccumulation models\nthat were developed for exposure routes involving direct contact with\ncontaminants (i.e., ingestion, inhalation, and dermal exposure);\n,\n however, these models do not accurately reflect processes relevant\nto emergent insects. Additionally, larval\naquatic insects can directly accumulate pharmaceuticals in effluent-dominated\nstreams and subsequently transfer contaminants to terrestrial environments\nas emerged flying adults.\n−\n\n\n\n Emergent adult insects can subsequently spread contaminants to terrestrial\norganisms, including insectivorous riparian spiders. Riparian\nspiders, notably those from the family Tetragnathidae\n(long-jawed orb weavers), are often abundant in many streamside habitats\nand are increasingly used as model organisms to monitor contaminant\ntransfer from aquatic to terrestrial food webs. Riparian orb-weaving spiders are exposed to stream contaminants\nindirectly through their diet, which often consists of 50–100%\nof emergent insects, with higher reliance on emergent insects in more\ndisturbed, urban streams.\n−\n\n Larval aquatic insects can bioaccumulate\npolar organic contaminants through dermal absorption or dietary intake,\nand the extent of contaminant uptake may vary with feeding strategysuch\nas scraping, shredding, or predationpotentially influencing\nhow these compounds are transferred throughout the food web.\n,\n Riparian orb-weaving spiders can be exposed to contaminants originally\npresent in the water when aquatic insects emerge and are caught in\nthe riparian spider webs (located low above the water) and subsequently\nconsumed. Increasingly, researchers are\nusing tetragnathid spiders to quantify food web transfer of persistent\nbioavailable contaminants from surface waters. The presence of contaminants in riparian spiders may also\npoint to a broader presence of contaminants throughout aquatic-terrestrial\nfood webs. Measuring contaminants in riparian spiders to analyze food–web\ninteractions has been applied to a diverse suite of contaminants,\nincluding mercury/other metals,\n,\n PCBs,\n−\n\n algal toxins, PFAS,\n,\n pharmaceuticals,\n,\n and agricultural pesticides. Although riparian spiders can be used to estimate\ncontaminant trophic transfer between aquatic and terrestrial ecosystems,\nthere is a dearth of spider studies examining pharmaceuticals,\n,\n and none have investigated neonicotinoids from effluent-dominated\nstreams. To fill this research gap, the overall objective of this\nwork was to quantify both neonicotinoids and pharmaceuticals in tetragnathid\nspiders living adjacent to a temperate effluent-dominated stream with\nwell-known municipal wastewater-derived neonicotinoid and pharmaceutical\ninputs.\n,,−\n\n\n\n\n\n This is the first study to quantify neonicotinoid accumulation in\nriparian spiders living near an effluent-dominated stream, with pressing\nimplications for the dispersal of wastewater-derived organic contaminants\nwithin terrestrial food webs.\n\n## Materials and Methods\nTargeted chemicals were chosen for both water\nand tissue sample analysis based on historical occurrence and loading\ntrends at the Muddy Creek study site in eastern Iowa, USA, from our\nprior research.\n,,−\n\n\n\n,\n The targeted chemicals for this\nstudy include 12 pharmaceuticals, 3 neonicotinoids, and 2 corrosion\ninhibitors. The full chemical information can be found in Table S2. Muddy Creek\nis an effluent-dominated stream located in the temperate ecoregion\nof east-central Iowa. Surface water grab samples were collected\n,\n concurrently with biota in July 2019, August 2020, and July 2022\nat four established U.S. Geological Survey (USGS) monitoring stations\nalong the stream reach: (1) 100 m upstream of the wastewater treatment\nplant (WWTP) outfall (US1, 05454050), (2) at the WWTP outfall (EFF,\n05454051), (3) 100 m downstream from the WWTP outfall (DS1, 05454052),\nand (4) 5.1 km downstream from the WWTP outfall (DS2, 05454090) (Section S1). Two sets of water samples were collected:\none for pharmaceuticals that were analyzed by the USGS (Table S17),\n,\n and another\nfor pharmaceuticals and neonicotinoids analyzed by the University\nof Iowa (Table S16). Biota from Muddy Creek\nwere collected from transects established around US1, DS1, and DS2\nat the following times: tetragnathid spiders and emergent aquatic\ninsects (adult stage) in August 2020, fish in July 2019, and aquatic\ninsects (larval and adult stage) in July 2022 (Sections S3–S6). Muddy Creek is a diminutive, low-productivity\nstream with limited insect and spider biomass; the biomass collected\nhere reflects the maximum effort expended each day of sampling. In August 2020, tetragnathid spiders along the riparian zone of Muddy\nCreek were collected in 70–90 m transects established proximal\nto US1, DS1, and DS2 using methods adapted from Naslund et al. (Section S3). Spiders\nwere collected with acid-washed bone tweezers starting at the stream\nsurface up to 1 m horizontally and up to 2 m vertically from the water.\nThe spiders were collected by hand (using tweezers, hands gloved),\nand each spider was stored in an individual 2 mL propylene vial and\nthen placed on ice. A total of 434 tetragnathnid spiders were collected,\nyielding 2.24 g of dried biomass (Table S8). The collected spiders were pooled by sex and site into n = 11 composite samples (Table S9). Additionally, reference spiders were\ncollected from a predominantly forested watershed with little agricultural\nactivity in North Carolina (Section S3).\nConcurrently with spiders in August 2020, emergent insects were collected\nusing floating emergence traps within\nthe respective sampling transects (Table S12). A total of 287 emergent insects (representative of riparian spider\ndiets\n−\n\n) were collected (252 Diptera, 28 Trichoptera, 6 Ephemeroptera,\nand 1 Odonata), yielding 0.25 g of dry biomass split into n = 3 composite samples (separated by site), which was insufficient\nfor chemical analysis. Aquatic insects (collected in parallel timing\nwith the sampling but not necessarily representative of riparian spider\ndiets) were collected in July 2022 at US1, DS1, and DS2 using dip\nand kick nets. A total of 68 aquatic insects [32 Gerridae (surface\ndwelling nymphs/adults), 13 Odonata (swimming larvae), 7 Trichoptera\n(swimming larvae), and 16 from other orders] were collected from US1\nand DS1, yielding 0.50 g of dry biomass in n = 4\ncomposite samples (Tables S13 and S14).\nWe functionally define “aquatic insects” as aquatic\nand semiaquatic insects that spend large portions of their life in\nthe water and were in direct physical contact with the water at the\ntime of collection. Fish were collected in July 2019 via an electrofishing\nsurvey at US1, DS1, and DS2 transects. A subset of composited fish\nsamples (shiners, chubs, and minnows by site) was analyzed for a total\nof n = 26 samples, yielding 10.8 g of dry biomass\n(Table S15). Because the aquatic insects\nand fish spend substantial portions of their life cycle in the streamwater,\nthe expected contaminant exposure is largely through physical contact\n(e.g., dermal absorption, gills)\n,\n in contrast\nto riparian spiders, where no physical contact is expected and contaminant\nexposure would be through their diet of emergent insects. Thus, samples were collected with expectations\nof different exposure pathways. Pharmaceutical water\nsamples were sent to the USGS and analyzed using established USGS\nmethods. Although we received results\nfor all 210 compounds in the method (Table S17), only the 14 pharmaceuticals corresponding to the University of\nIowa (UIowa) method were used to match\nthe rest of the matrices. The UIowa pharmaceutical samples from August\n2020 were not used because the samples became compromised due to the\nextended holding times during the COVID-19 pandemic. Neonicotinoid\nwater samples were analyzed at UIowa as per previous research. Briefly, the 1 L samples were filtered (Whatman,\nGF/F), 50 ng of a deuterated surrogate standard mix was added for\nQC (quality control), and SPE (solid phase extraction) was performed\nusing Waters HLB cartridges. After SPE, samples were evaporated to\ndryness and reconstituted in a 1 mL ACN/H20 (1:1, v/v)\nsolution. Spiders and other biota collected from Muddy Creek were\nextracted and analyzed using methods modified from LeFevre et al. Briefly, biota were lyophilized and homogenized\nwith their same species/sex/site, and a sample (measured, 0.1–0.5\ng) was extracted 3× with an acidified water/acetonitrile solution\nbefore filtering into the final sample vial. An isotopically labeled\ninternal standard mix was added to all samples to check for matrix\ninterferences prior to analyzing via LC–MS/MS. Biota extraction\nmethods are fully detailed in Section S3. Chromatography was via Agilent 1290 HPLC with Eclipse Plus C18\ncolumn, and detection was via an Agilent 6460 Triple Quadrupole mass\nspectrometer. Specific details on ionization modes, chromatography\nmethods, and instrument settings are in Table S4–S6. LC–MS/MS data analysis was conducted using\nan Agilent MassHunter Workstation Quantitative Analysis (version 10.1).\nAll statistical analyses were performed in GraphPad Prism 9.0.0. Limits\nof detection in biota ranged from 4.8 ng/g to 23.6 ng/g, and limits\nof detection in water ranged from 0.48 ng/L to 2.36 ng/L (Table S7). Full analytical and statistical methods\ncan be found in the Supporting Information (Section S2).\n\n## Chemicals\nTargeted chemicals were chosen for both water\nand tissue sample analysis based on historical occurrence and loading\ntrends at the Muddy Creek study site in eastern Iowa, USA, from our\nprior research.\n,,−\n\n\n\n,\n The targeted chemicals for this\nstudy include 12 pharmaceuticals, 3 neonicotinoids, and 2 corrosion\ninhibitors. The full chemical information can be found in Table S2.\n\n## Site Description and Sample Collection\nMuddy Creek\nis an effluent-dominated stream located in the temperate ecoregion\nof east-central Iowa. Surface water grab samples were collected\n,\n concurrently with biota in July 2019, August 2020, and July 2022\nat four established U.S. Geological Survey (USGS) monitoring stations\nalong the stream reach: (1) 100 m upstream of the wastewater treatment\nplant (WWTP) outfall (US1, 05454050), (2) at the WWTP outfall (EFF,\n05454051), (3) 100 m downstream from the WWTP outfall (DS1, 05454052),\nand (4) 5.1 km downstream from the WWTP outfall (DS2, 05454090) (Section S1). Two sets of water samples were collected:\none for pharmaceuticals that were analyzed by the USGS (Table S17),\n,\n and another\nfor pharmaceuticals and neonicotinoids analyzed by the University\nof Iowa (Table S16). Biota from Muddy Creek\nwere collected from transects established around US1, DS1, and DS2\nat the following times: tetragnathid spiders and emergent aquatic\ninsects (adult stage) in August 2020, fish in July 2019, and aquatic\ninsects (larval and adult stage) in July 2022 (Sections S3–S6). Muddy Creek is a diminutive, low-productivity\nstream with limited insect and spider biomass; the biomass collected\nhere reflects the maximum effort expended each day of sampling. In August 2020, tetragnathid spiders along the riparian zone of Muddy\nCreek were collected in 70–90 m transects established proximal\nto US1, DS1, and DS2 using methods adapted from Naslund et al. (Section S3). Spiders\nwere collected with acid-washed bone tweezers starting at the stream\nsurface up to 1 m horizontally and up to 2 m vertically from the water.\nThe spiders were collected by hand (using tweezers, hands gloved),\nand each spider was stored in an individual 2 mL propylene vial and\nthen placed on ice. A total of 434 tetragnathnid spiders were collected,\nyielding 2.24 g of dried biomass (Table S8). The collected spiders were pooled by sex and site into n = 11 composite samples (Table S9). Additionally, reference spiders were\ncollected from a predominantly forested watershed with little agricultural\nactivity in North Carolina (Section S3).\nConcurrently with spiders in August 2020, emergent insects were collected\nusing floating emergence traps within\nthe respective sampling transects (Table S12). A total of 287 emergent insects (representative of riparian spider\ndiets\n−\n\n) were collected (252 Diptera, 28 Trichoptera, 6 Ephemeroptera,\nand 1 Odonata), yielding 0.25 g of dry biomass split into n = 3 composite samples (separated by site), which was insufficient\nfor chemical analysis. Aquatic insects (collected in parallel timing\nwith the sampling but not necessarily representative of riparian spider\ndiets) were collected in July 2022 at US1, DS1, and DS2 using dip\nand kick nets. A total of 68 aquatic insects [32 Gerridae (surface\ndwelling nymphs/adults), 13 Odonata (swimming larvae), 7 Trichoptera\n(swimming larvae), and 16 from other orders] were collected from US1\nand DS1, yielding 0.50 g of dry biomass in n = 4\ncomposite samples (Tables S13 and S14).\nWe functionally define “aquatic insects” as aquatic\nand semiaquatic insects that spend large portions of their life in\nthe water and were in direct physical contact with the water at the\ntime of collection. Fish were collected in July 2019 via an electrofishing\nsurvey at US1, DS1, and DS2 transects. A subset of composited fish\nsamples (shiners, chubs, and minnows by site) was analyzed for a total\nof n = 26 samples, yielding 10.8 g of dry biomass\n(Table S15). Because the aquatic insects\nand fish spend substantial portions of their life cycle in the streamwater,\nthe expected contaminant exposure is largely through physical contact\n(e.g., dermal absorption, gills)\n,\n in contrast\nto riparian spiders, where no physical contact is expected and contaminant\nexposure would be through their diet of emergent insects. Thus, samples were collected with expectations\nof different exposure pathways.\n\n## Analytical and Statistical Summary\nPharmaceutical water\nsamples were sent to the USGS and analyzed using established USGS\nmethods. Although we received results\nfor all 210 compounds in the method (Table S17), only the 14 pharmaceuticals corresponding to the University of\nIowa (UIowa) method were used to match\nthe rest of the matrices. The UIowa pharmaceutical samples from August\n2020 were not used because the samples became compromised due to the\nextended holding times during the COVID-19 pandemic. Neonicotinoid\nwater samples were analyzed at UIowa as per previous research. Briefly, the 1 L samples were filtered (Whatman,\nGF/F), 50 ng of a deuterated surrogate standard mix was added for\nQC (quality control), and SPE (solid phase extraction) was performed\nusing Waters HLB cartridges. After SPE, samples were evaporated to\ndryness and reconstituted in a 1 mL ACN/H20 (1:1, v/v)\nsolution. Spiders and other biota collected from Muddy Creek were\nextracted and analyzed using methods modified from LeFevre et al. Briefly, biota were lyophilized and homogenized\nwith their same species/sex/site, and a sample (measured, 0.1–0.5\ng) was extracted 3× with an acidified water/acetonitrile solution\nbefore filtering into the final sample vial. An isotopically labeled\ninternal standard mix was added to all samples to check for matrix\ninterferences prior to analyzing via LC–MS/MS. Biota extraction\nmethods are fully detailed in Section S3. Chromatography was via Agilent 1290 HPLC with Eclipse Plus C18\ncolumn, and detection was via an Agilent 6460 Triple Quadrupole mass\nspectrometer. Specific details on ionization modes, chromatography\nmethods, and instrument settings are in Table S4–S6. LC–MS/MS data analysis was conducted using\nan Agilent MassHunter Workstation Quantitative Analysis (version 10.1).\nAll statistical analyses were performed in GraphPad Prism 9.0.0. Limits\nof detection in biota ranged from 4.8 ng/g to 23.6 ng/g, and limits\nof detection in water ranged from 0.48 ng/L to 2.36 ng/L (Table S7). Full analytical and statistical methods\ncan be found in the Supporting Information (Section S2).\n\n## Results and Discussion\nImidacloprid and clothianidin were detected in\ntetragnathid spiders collected from Muddy Creek transects (Figure \nA), representing\nthe first documentation of neonicotinoid occurrence in tetragnathid\nspiders living near a wastewater effluent-dominated ecosystem. Concentrations\nof imidacloprid in spider tissues ranged from 8.9 ng/g to 84 ng/g\n(n = 11/11 composite samples), and clothianidin ranged\nfrom <LOD-11 ng/g (n = 5/11 composite samples),\nsimilar in magnitude to tissue samples measured from a European agricultural\nstream system. The concentrations of\nneonicotinoids were not significantly different between male and female\nspiders at all sites combined (α = 0.05, two-tailed p = 0.8303, Table S9). No other\norganic contaminants analyzed (i.e., thiamethoxam, pharmaceuticals,\nand corrosion inhibitors) were detected in the spiders. Imidacloprid\nand clothianidin in spider tissues likely originate from their diet\nbecause the tetragnathid spiders inhabit webs near the water’s\nsurface, where they capture emergent aquatic insects. In contrast,\nlarval aquatic insects are exposed to contaminants through direct\nwater contact (i.e., gills) and through their diets.\n−\n\n Aquatic insects are known to bioaccumulate surface water contaminants,\nwith some compounds biomagnifying across trophic levels to predators\nsuch as spiders.\n,,− (A) Concentrations (ng/g) of select contaminants in biota\ntissues\nfrom Muddy Creek in eastern Iowa, USA. Error bars represent the minimum\nand maximum measured values. Boxes represent the interquartile range,\ncentral bars represent median values, and whiskers represent minimum\nand maximum values. Note log y-axis. Neonicotinoids\n(blue shaded) were only found within the spider tissues (black; 1.2\nng/g–84 ng/g). Pharmaceuticals (green shaded) were measured\nin both fish (pink; 1.1 ng/g–11 ng/g) and in aquatic insects\n(teal; 5.9 ng/g–51 ng/g; note, samples were inclusive of all\naquatic insect samples collected [“aquatic insects”\nincludes both aquatic and semiaquatic insects in physical contact\nwith the water at the time of collection] and pooled). All other contaminants\nwere not detected (Figure S6). Biota data\nseparated by site transect are presented in the Supporting Information\n(Sections S3–S6). (B) Contaminants in Muddy Creek are continuously released from the\nwastewater treatment plant effluent. Water samples from Muddy Creek\nwere collected biweekly by University of Iowa (UIowa) researchers\nduring 2017–2019 (gray shaded violin plots). Upper and lower\nquartiles are denoted by dashed lines and median values by a solid\nline. Water samples from July 2019 (green ◆) were collected\nby UIowa 3× per day for 6 days and coincide with collected fish\nsamples. Water samples from August 2020 (purple ■) were collected\nonce per day for 3 days by UIowa (neonicotinoids and corrosion inhibitors)\nand USGS (pharmaceuticals) and coincide with collected spider samples.\nWater samples from July 2022 (blue ●) were collected once on\n1 day by UIowa and coincide with the collected aquatic insect samples.\nWater separated by site transect is presented in the Supporting Information\n(Section S7). During our study, imidacloprid and clothianidin\nwere ubiquitous\nin the streamwater, with imidacloprid concentrations averaging 18\nng/L across all sampling sites (7.9–37 ng/L) and clothianidin\naveraging 3.7 ng/L (1.8–10 ng/L; Table S16). These Muddy Creek water concentrations fall within our\npreviously published ranges (imidacloprid\n0.6–850 ng/L; clothianidin 3.4–134 ng/L; Figure \nB). Although somewhat speculative\ndue to the small numbers of composite spider samples at each site,\ncomparable ratios of imidacloprid/clothianidin (IMI/CLO) occurred\nin both the spiders and their respective surface water sites (Table \n). Neonicotinoids,\nincluding imidacloprid and clothianidin, share conserved toxicological\nmodes of action (i.e., binding to the invertebrate nicotinic acetylcholine\nreceptors) and have comparable physical–chemical properties.\nWe would therefore expect in vivo IMI/CLO ratios to reflect ambient\nenvironmental conditions. At the most\ndownstream site (DS2), imidacloprid was 4.6-fold higher than clothianidin\nin the surface water and 4.0-fold higher than in the spiders. At DS1,\n100 m downstream from the WWTP, no clothianidin was detected within\nthe spider tissues above the detection limit (4.8 ng/g; Tables S7 and S9), and the surface water IMI/CLO\nratio was 7.0-fold. No spiders were collected directly from the effluent\noutfall (EFF); however, the IMI/CLO ratio was the highest in the water\nat 9.4-fold. Finally, at US1 (upstream from the WWTP), the IMI/CLO\nratio in the spiders was 9.6-fold; however, the water ratio was only\n1.4-fold. US1 and EFF are 100 m apart along the stream reach but only\n55 m apart overland. We therefore speculate that a portion of the\nspiders’ diets is subsidized by emergent insects that spent\nportions of their larval lifecycles in the water impacted by effluent,\nand dispersal of 1–2 km is possible (i.e., drift paradox).\n,\n Indeed, the surface water IMI/CLO ratios of other agricultural watersheds\naround Iowa are inverted compared to the effluent-dominated watershed\nat Muddy Creek: clothianidin is more frequently detected and at higher\nconcentrations than imidacloprid.\n,\n Specifically,\nUSGS studies have reported\n,\n an average IMI/CLO\nratio of 0.5-fold in Iowa agricultural watersheds, including in the\nnearby Iowa River, compared to the average 5.0-fold ratio we measured\nin Muddy Creek. If the spiders were exposed to neonicotinoids outside\nof their diet or if their diets were subsidized by terrestrial insects\nfrom the broader watershed, we would have expected to find consistently\nhigher levels of clothianidin because of the influence of local agriculture.\nIn contrast, we consistently observed higher levels of imidacloprid\nin the spiders, indicating that the riparian spiders are likely being\nexposed to neonicotinoids originating from WWTP effluent discharged\ninto Muddy Creek rather than from upstream agricultural inputs. Also, see Table S10 for more comprehensive results. We previously demonstrated that the\nmunicipal effluent is a significant point source mass load of imidacloprid\nto the Muddy Creek study site and that comparatively lower clothianidin\nloads are largely associated with upstream sources. The consistent\nIMI/CLO chemical ratios between surface water and spider tissue concentration\nprovide indirect evidence that the neonicotinoids undergo trophic\ntransfer from the effluent-dominated surface water through the food\nchain into the riparian spiders. We acknowledge that the low biomass\nof emergent flying insects that could be collected during the sampling\ntime, which likely comprise the riparian spider diets, limits our\nability to directly trace the trophic transfer from water to insects\nto spiders. Despite the low biomass of emergent insects that could\nbe collected (potentially due to elevated levels of neonicotinoids,\nas described below), we do not believe that the spider diets reflected\nthe substantial influence of terrestrial insects in their diets. As\ndescribed above, riparian orb-weaving spiders’ diets often\nconsist of 50–100% of emergent insects, with a reported higher\nreliance on emergent insects in more disturbed, urban streams.\n−\n\n Furthermore, the neonicotinoid IMI/CLO ratio in the spider tissues\nreflects the neonicotinoid ratios in the effluent-dominated stream\nrather than the broader watersheds. Therefore, we believe that the\nlow biomass of emergent insects collected during the sampling period\nlikely reflects lower insect populations, possibly due to chemical\nexposure or habitat limitations, as described elsewhere. This may\nlead to lower riparian spider populations compared to other streams,\nbut it likely does not indicate a change in the riparian spider diets.\nIt is possible that some Gerridae fed on aquatic insects and that\ntheir exposure may have resulted from diets more like those of riparian\nspiders than those of aquatic insects; however, consideration of instar\nstage or ontogenetic dietary shifts in macroinvertebrates was beyond\nthe scope of this study. Future studies may be considered using stable\nisotope probing, high-resolution mass spectrometry for metabolites,\ninsect life stages, or bench-scale laboratory work to supplement the\nin-field findings. We previously established that the WWTP effluent is a consistent\npoint source of pharmaceuticals to Muddy Creek water.\n,\n In Muddy Creek, there is a strong pharmaceutical concentration gradient\nwith negligible exposure upstream from the WWTP outfall (US1), and\nthen a large increase in exposures downstream from the outfall (DS1),\nfollowed by general attenuation with further downstream transport\n(DS2). The observed pattern was maintained for all sampling events\npre- and post-COVID-19 pandemic. The concentration of pharmaceuticals\nmonitored in this study was not expected to change due to the COVID-19\npandemic, likely due to the types of pharmaceuticals monitored.\n,\n The subsequent water sampling events collected concurrently with\nthe spider, fish, and aquatic insect samples were consistent with\nour prior reported\n,\n pharmaceutical patterns and abundance\n(Figure \nB). Other\nresearchers have reported pharmaceuticals in riparian spider tissues;\n,\n we had therefore hypothesized that pharmaceuticals would be present\nin riparian spiders near Muddy Creek due to the high pharmaceutical\nloads present in the stream reach (total pharmaceutical concentrations\nranged from 7010 to 49,800 ng/L; maximum\nconcentrations of the neonicotinoids imidacloprid and clothianidin\nwere 116 ng/L and 92.8 ng/L, respectively). Surprisingly, no target\npharmaceuticals were detected in the spiders. Unexpectedly, we detected\nsulfamethoxazole in the female reference spiders from North Carolina\n(n = 2/2, 45.5 ng/g) even though the site is predominantly\nforested with some rural septic-based communities; sulfamethoxazole\nis a very common human- and animal-use antibiotic (Section S3). In contrast to the spiders, our limited samples\nof aquatic insects and fish from Muddy Creek yielded traces of pharmaceuticals\n(Figure \nA). Three\npharmaceuticals were detected in composited aquatic insect samples\n(Table S14 mass weighted average; bupropion\n17 ng/g, n = 1/4; citalopram 17 ng/g, n = 3/4; fexofenadine 6.4 ng/g, n = 3/4; top families\nincluding Gerridae, Odonata, Trichoptera), and four pharmaceuticals\nwere detected in composited fish samples (Table S15 mass weighted average; bupropion 1.7 ng/g, n = 15/26; citalopram 2.6 ng/g, n = 7/26; lidocaine\n11 ng/g, n = 2/26; venlafaxine 4.1 ng/g, n = 14/26; shiners, chubs, minnows). Although these tissue\nsamples were collected at separate times, our prior work demonstrated\nthat pharmaceutical levels in Muddy Creek exhibit year-over consistency\n,\n (Figure \nB). Because\nwe have multiple years of water quality monitoring data available\nat the site (Figure S6), we expect the\ntissue samples collected to represent comparable biological uptake\nfor neonicotinoids and pharmaceuticals at the same effluent-dominated\nstream. Muddy Creek exhibited varying contaminant compositions, and some\nchemicals in the water were not detected in the food web. Previously\npublished work\n,\n demonstrates that Muddy Creek\ncontains complex mixtures of polar organic contaminants including\npharmaceuticals, neonicotinoids, and corrosion inhibitors. The mixture\nrepresentation of these contaminants in Muddy Creek surface water\n(based on the proportion of total concentration) downstream from the\noutfall is approximately 94% pharmaceuticals, 5% corrosion inhibitors,\nand 1% neonicotinoids. This mixture, however, was not similarly reflected\nin the biota tissues; the contaminants measured within the fully aquatic\nbiota (i.e., aquatic insects, fish) comprised a 100% pharmaceutical\nmixture, whereas the riparian spiders comprised a 100% neonicotinoid\nmixture (Figure \nA).\nComparatively, the contaminants (the sum of all three categories of\nchemicals measured) in surface water (Figure \nB) are on average 5.2 ng/mL (ppb) throughout\nour study period. The pharmaceuticals found in the fish were detected\nat an average of 7.8 ng/g (ppb) and in the aquatic insects at an average\nof 34.3 ng/g (ppb). Neonicotinoids were detected in the spiders at\nan average of 40.2 ng/g (ppb). The average contaminant concentration\nwas consistently higher than that found in the surface water, on a\npart-per-billion basis. These results indicate distinct differences\nin the types and levels of contaminants present in biota tissues. (A) Proportional\ncomposition of contaminants differed from surface\nwater compared to each biological matrix. The surface water is dominated\nby 94% pharmaceuticals (green), 5% corrosion inhibitors (red), and\n1% neonicotinoids (blue); aquatic insects contained 100% pharmaceuticals\nand riparian spiders contained 100% neonicotinoids. (B) Comparatively,\nthe contaminants (the sum of all three categories of chemicals measured)\nin the surface water (hatched symbol bar, left Y axis,\naverage values) are on average 5.2 ng/mL (ppb) throughout our study\nperiod. The pharmaceuticals found in the fish (solid, right Y axis, average values) were detected at an average of 7.8\nng/g (ppb) and in the aquatic insects at an average of 34.3 ng/g (ppb;\nnote, samples were inclusive of all aquatic insect samples collected).\nNeonicotinoids were detected in the spiders at an average 40.2 ng/g\n(ppb). The average contaminant concentration was consistently higher\nthan what is found in the surface water, on a part-per-billion basis. Species-specific variations in contaminant uptake/concentration\nin larval aquatic insects and fluctuations in contaminant levels from\nlarvae to emergent adults during metamorphosis may influence the differences\nbetween aquatic and terrestrial contaminant mixtures.\n−\n\n Studies have also found that some pharmaceuticals may undergo trophic\ndilution, where concentrations decrease up the food chain. Additionally, the majority of collected aquatic\ninsects belonged to the orders Gerridae, Odonata, and Trichoptera;\nhowever, emergent insects that better represent the diets of tetragnathid\nspiders were likely predominantly Dipterans.\nIt is highly unlikely that tetragnathids predate on Gerridae (water-strider)\nor Odonata (dragonfly) due to their sizes; tetragnathids may predate\non some smaller Trichopterans (caddisflies), but most of the biomass\ntetragnathids consuming in Muddy Creek is presumed from Diptera (small\nmidge flies). Despite extensive sampling efforts, no larval Dipterans\nwere collected from Muddy Creek, and the >200 adult Dipterans collected\ndid not yield sufficient biomass to detect any targeted contaminants\nabove the limits of detection. Other studies with abundant Dipterans\nhave indicated that these insects can be substantial exporters of\npesticides from surface water. Adult\nemergent insects were composited on a site-by-site basis and yielded\nonly 0.02 g to 0.03 g of dry mass per site (Table S12). Our extraction method was optimized for a dry mass of\n0.2 g and provided limits of detection in the single nanogram per\ngram range (Table S7). Muddy Creek is a\nsmall and relatively unproductive stream; throughout our sampling,\nwe used exhaustive efforts to collect nearly all visible insects within\na transect on a single day (Figure S2 for\nvisuals). Additionally, our past studies in Muddy Creek have determined\nthat the WWTP occasionally discharges neonicotinoids at concentrations\nhigher than chronic US EPA aquatic life benchmarks for aquatic invertebrates\n(10 ng/L for imidacloprid and 50 ng/L for clothianidin) and sometimes\neven above acute benchmarks (385 ng/L for imidacloprid). This means that there could have been insect\ndie-offs that have gone undetected directly during this study, potentially\nchanging the represented insect population in the effluent-dominated\nstream compared with unaffected streams. The diet of the fish collected\ncould not be determined conclusively from this study; many small fish\nconsume insects of various life stages, but fish can also be exposed\nto contaminants through direct physical contact. The representation\nof contaminant mixtures at different trophic levels within Muddy Creek\nemphasizes the complexities of contaminant transfer from aquatic ecosystems. Neonicotinoids, corrosion inhibitors, and most pharmaceuticals\nare relatively polar compounds (log K\now values range of compounds measured:\n−0.9 to 4.5) with low predicted likelihoods of bioaccumulation\n(Figure \n). Yet, we\nmeasured both neonicotinoids and pharmaceuticals in biota from Muddy\nCreek, demonstrating that traditional bioaccumulation models may be\nlimited for more polar contaminantsparticularly for neonicotinoids.\nTraditional contaminant bioaccumulation models (e.g., pp-LFER/LSERs)\nwork well for aquatic organisms, like fish, because relationships\nbuilt on well-studied values (hydrophobicity, pH, log K\now) can be used. These models\nwere originally developed for legacy persistent organic pollutants,\nrather than pseudopersistent polar organic contaminants.\n,,\n Traditional models are less accurate,\nhowever, when transitioning from aquatic to terrestrial ecosystems\nbecause many of the underlying assumptions are different (i.e., biota\nare not in constant contact with the contaminated media or contaminants\nmay be selectively excreted during metamorphosis).\n,\n Laboratory and field studies, such as this investigation, are more\nrepresentative of the real potential for an individual contaminant\nto bioaccumulate and move throughout the environment and are thus\ncritical for actual exposure assessment. For example, imidacloprid\nhas a reported log K\nOW of 0.57 and a predicted\n,\n BCF of 6.44 L/kg (Figure \n). These predicted BCF values indicate that imidacloprid should\nbe well within the “low risk” category (high risk is\ndefined\n,\n as BCF ≥ 1000 or log K\nOW ≥ 4.2); however, imidacloprid has been repeatedly\ndemonstrated to bioaccumulate in aquatic ecosystems, including in\nMuddy Creek.\n,,,\n This phenomenon may be due to a novel accumulation\nmechanism recently proposed by Raths et al., where thiacloprid (a structurally similar neonicotinoid) is irreversibly\nbound to invertebrate nicotinic acetylcholine receptors, preventing\ntoxin elimination. Additional studies demonstrate that thiacloprid\nexhibits elimination resistance in aquatic invertebrates compared\nto other pesticides. Imidacloprid and\nclothianidin share a common mode of action and similar physicochemical\nproperties (e.g., solubility, K\now) with thiacloprid, suggesting that their presence\nin riparian spider tissues may result from limited elimination, as\nhas been reported for thiacloprid. This\nphenomenon may drive the high levels of neonicotinoids that we observed\nat the effluent-dominated stream compared to pharmaceuticals. Analogously,\nneonicotinoids are not predicted to sorb extensively due to their\nlow log K\now values, but neonicotinoids\ndo successfully sorb to activated carbon via electrostatic mechanisms\nthat are often unaccounted for in traditional sorption models. Therefore, future predictive studies for emerging\ncontaminants that hold target-specific binding mechanisms such as\nneonicotinoids may benefit more from QSAR-based models rather than pp-LFER/LSER-based approaches. Log K\now and bioaccumulation factors\n(BCFs) are commonly applied reference values to predict the accumulation\nof a substance into an organism. Here, the USGS method list and UIowa method list compound predicted values are plotted. Using EPA CompTox Chemical\nDashboard\n,\n to search databases, log K\now and BCF values from OPERA 2.6 (open source QSAR model) and TEST (Toxicity\nEstimation Software Tool) were sourced and plotted. In this plot,\nUSGS refers to the suite of compounds measured using the USGS pharmaceutical\nmethod and UIowa refers to the 17 compounds\nanalyzed in-house at the University of Iowa.\n,\n When\nBCF and log K\now are plotted against each\nother, areas of low vs high accumulation potential can be extrapolated.\nFor log K\now, values less than 4.2 are\nconsidered low risk.\n,\n For BCF, values less than 250\nare considered low risk and values over 1000 are high risk.\n,\n From these extrapolations of the UIowa list of contaminants, only\nfexofenadine falls into high risk based on log K\now, and no contaminants exceed low risk from a BCF standpoint.\nHowever, multiple neonicotinoids and pharmaceuticals were measured\nin biota from Muddy Creek and have been reported in biota elsewhere.\n,,\n\n## Neonicotinoids in Riparian Spiders and the Proximal Aquatic\nEnvironment\nImidacloprid and clothianidin were detected in\ntetragnathid spiders collected from Muddy Creek transects (Figure \nA), representing\nthe first documentation of neonicotinoid occurrence in tetragnathid\nspiders living near a wastewater effluent-dominated ecosystem. Concentrations\nof imidacloprid in spider tissues ranged from 8.9 ng/g to 84 ng/g\n(n = 11/11 composite samples), and clothianidin ranged\nfrom <LOD-11 ng/g (n = 5/11 composite samples),\nsimilar in magnitude to tissue samples measured from a European agricultural\nstream system. The concentrations of\nneonicotinoids were not significantly different between male and female\nspiders at all sites combined (α = 0.05, two-tailed p = 0.8303, Table S9). No other\norganic contaminants analyzed (i.e., thiamethoxam, pharmaceuticals,\nand corrosion inhibitors) were detected in the spiders. Imidacloprid\nand clothianidin in spider tissues likely originate from their diet\nbecause the tetragnathid spiders inhabit webs near the water’s\nsurface, where they capture emergent aquatic insects. In contrast,\nlarval aquatic insects are exposed to contaminants through direct\nwater contact (i.e., gills) and through their diets.\n−\n\n Aquatic insects are known to bioaccumulate surface water contaminants,\nwith some compounds biomagnifying across trophic levels to predators\nsuch as spiders.\n,,− (A) Concentrations (ng/g) of select contaminants in biota\ntissues\nfrom Muddy Creek in eastern Iowa, USA. Error bars represent the minimum\nand maximum measured values. Boxes represent the interquartile range,\ncentral bars represent median values, and whiskers represent minimum\nand maximum values. Note log y-axis. Neonicotinoids\n(blue shaded) were only found within the spider tissues (black; 1.2\nng/g–84 ng/g). Pharmaceuticals (green shaded) were measured\nin both fish (pink; 1.1 ng/g–11 ng/g) and in aquatic insects\n(teal; 5.9 ng/g–51 ng/g; note, samples were inclusive of all\naquatic insect samples collected [“aquatic insects”\nincludes both aquatic and semiaquatic insects in physical contact\nwith the water at the time of collection] and pooled). All other contaminants\nwere not detected (Figure S6). Biota data\nseparated by site transect are presented in the Supporting Information\n(Sections S3–S6). (B) Contaminants in Muddy Creek are continuously released from the\nwastewater treatment plant effluent. Water samples from Muddy Creek\nwere collected biweekly by University of Iowa (UIowa) researchers\nduring 2017–2019 (gray shaded violin plots). Upper and lower\nquartiles are denoted by dashed lines and median values by a solid\nline. Water samples from July 2019 (green ◆) were collected\nby UIowa 3× per day for 6 days and coincide with collected fish\nsamples. Water samples from August 2020 (purple ■) were collected\nonce per day for 3 days by UIowa (neonicotinoids and corrosion inhibitors)\nand USGS (pharmaceuticals) and coincide with collected spider samples.\nWater samples from July 2022 (blue ●) were collected once on\n1 day by UIowa and coincide with the collected aquatic insect samples.\nWater separated by site transect is presented in the Supporting Information\n(Section S7). During our study, imidacloprid and clothianidin\nwere ubiquitous\nin the streamwater, with imidacloprid concentrations averaging 18\nng/L across all sampling sites (7.9–37 ng/L) and clothianidin\naveraging 3.7 ng/L (1.8–10 ng/L; Table S16). These Muddy Creek water concentrations fall within our\npreviously published ranges (imidacloprid\n0.6–850 ng/L; clothianidin 3.4–134 ng/L; Figure \nB). Although somewhat speculative\ndue to the small numbers of composite spider samples at each site,\ncomparable ratios of imidacloprid/clothianidin (IMI/CLO) occurred\nin both the spiders and their respective surface water sites (Table \n). Neonicotinoids,\nincluding imidacloprid and clothianidin, share conserved toxicological\nmodes of action (i.e., binding to the invertebrate nicotinic acetylcholine\nreceptors) and have comparable physical–chemical properties.\nWe would therefore expect in vivo IMI/CLO ratios to reflect ambient\nenvironmental conditions. At the most\ndownstream site (DS2), imidacloprid was 4.6-fold higher than clothianidin\nin the surface water and 4.0-fold higher than in the spiders. At DS1,\n100 m downstream from the WWTP, no clothianidin was detected within\nthe spider tissues above the detection limit (4.8 ng/g; Tables S7 and S9), and the surface water IMI/CLO\nratio was 7.0-fold. No spiders were collected directly from the effluent\noutfall (EFF); however, the IMI/CLO ratio was the highest in the water\nat 9.4-fold. Finally, at US1 (upstream from the WWTP), the IMI/CLO\nratio in the spiders was 9.6-fold; however, the water ratio was only\n1.4-fold. US1 and EFF are 100 m apart along the stream reach but only\n55 m apart overland. We therefore speculate that a portion of the\nspiders’ diets is subsidized by emergent insects that spent\nportions of their larval lifecycles in the water impacted by effluent,\nand dispersal of 1–2 km is possible (i.e., drift paradox).\n,\n Indeed, the surface water IMI/CLO ratios of other agricultural watersheds\naround Iowa are inverted compared to the effluent-dominated watershed\nat Muddy Creek: clothianidin is more frequently detected and at higher\nconcentrations than imidacloprid.\n,\n Specifically,\nUSGS studies have reported\n,\n an average IMI/CLO\nratio of 0.5-fold in Iowa agricultural watersheds, including in the\nnearby Iowa River, compared to the average 5.0-fold ratio we measured\nin Muddy Creek. If the spiders were exposed to neonicotinoids outside\nof their diet or if their diets were subsidized by terrestrial insects\nfrom the broader watershed, we would have expected to find consistently\nhigher levels of clothianidin because of the influence of local agriculture.\nIn contrast, we consistently observed higher levels of imidacloprid\nin the spiders, indicating that the riparian spiders are likely being\nexposed to neonicotinoids originating from WWTP effluent discharged\ninto Muddy Creek rather than from upstream agricultural inputs. Also, see Table S10 for more comprehensive results. We previously demonstrated that the\nmunicipal effluent is a significant point source mass load of imidacloprid\nto the Muddy Creek study site and that comparatively lower clothianidin\nloads are largely associated with upstream sources. The consistent\nIMI/CLO chemical ratios between surface water and spider tissue concentration\nprovide indirect evidence that the neonicotinoids undergo trophic\ntransfer from the effluent-dominated surface water through the food\nchain into the riparian spiders. We acknowledge that the low biomass\nof emergent flying insects that could be collected during the sampling\ntime, which likely comprise the riparian spider diets, limits our\nability to directly trace the trophic transfer from water to insects\nto spiders. Despite the low biomass of emergent insects that could\nbe collected (potentially due to elevated levels of neonicotinoids,\nas described below), we do not believe that the spider diets reflected\nthe substantial influence of terrestrial insects in their diets. As\ndescribed above, riparian orb-weaving spiders’ diets often\nconsist of 50–100% of emergent insects, with a reported higher\nreliance on emergent insects in more disturbed, urban streams.\n−\n\n Furthermore, the neonicotinoid IMI/CLO ratio in the spider tissues\nreflects the neonicotinoid ratios in the effluent-dominated stream\nrather than the broader watersheds. Therefore, we believe that the\nlow biomass of emergent insects collected during the sampling period\nlikely reflects lower insect populations, possibly due to chemical\nexposure or habitat limitations, as described elsewhere. This may\nlead to lower riparian spider populations compared to other streams,\nbut it likely does not indicate a change in the riparian spider diets.\nIt is possible that some Gerridae fed on aquatic insects and that\ntheir exposure may have resulted from diets more like those of riparian\nspiders than those of aquatic insects; however, consideration of instar\nstage or ontogenetic dietary shifts in macroinvertebrates was beyond\nthe scope of this study. Future studies may be considered using stable\nisotope probing, high-resolution mass spectrometry for metabolites,\ninsect life stages, or bench-scale laboratory work to supplement the\nin-field findings.\n\n## Pharmaceuticals in Aquatic Biota and in the Surface Water\nWe previously established that the WWTP effluent is a consistent\npoint source of pharmaceuticals to Muddy Creek water.\n,\n In Muddy Creek, there is a strong pharmaceutical concentration gradient\nwith negligible exposure upstream from the WWTP outfall (US1), and\nthen a large increase in exposures downstream from the outfall (DS1),\nfollowed by general attenuation with further downstream transport\n(DS2). The observed pattern was maintained for all sampling events\npre- and post-COVID-19 pandemic. The concentration of pharmaceuticals\nmonitored in this study was not expected to change due to the COVID-19\npandemic, likely due to the types of pharmaceuticals monitored.\n,\n The subsequent water sampling events collected concurrently with\nthe spider, fish, and aquatic insect samples were consistent with\nour prior reported\n,\n pharmaceutical patterns and abundance\n(Figure \nB). Other\nresearchers have reported pharmaceuticals in riparian spider tissues;\n,\n we had therefore hypothesized that pharmaceuticals would be present\nin riparian spiders near Muddy Creek due to the high pharmaceutical\nloads present in the stream reach (total pharmaceutical concentrations\nranged from 7010 to 49,800 ng/L; maximum\nconcentrations of the neonicotinoids imidacloprid and clothianidin\nwere 116 ng/L and 92.8 ng/L, respectively). Surprisingly, no target\npharmaceuticals were detected in the spiders. Unexpectedly, we detected\nsulfamethoxazole in the female reference spiders from North Carolina\n(n = 2/2, 45.5 ng/g) even though the site is predominantly\nforested with some rural septic-based communities; sulfamethoxazole\nis a very common human- and animal-use antibiotic (Section S3). In contrast to the spiders, our limited samples\nof aquatic insects and fish from Muddy Creek yielded traces of pharmaceuticals\n(Figure \nA). Three\npharmaceuticals were detected in composited aquatic insect samples\n(Table S14 mass weighted average; bupropion\n17 ng/g, n = 1/4; citalopram 17 ng/g, n = 3/4; fexofenadine 6.4 ng/g, n = 3/4; top families\nincluding Gerridae, Odonata, Trichoptera), and four pharmaceuticals\nwere detected in composited fish samples (Table S15 mass weighted average; bupropion 1.7 ng/g, n = 15/26; citalopram 2.6 ng/g, n = 7/26; lidocaine\n11 ng/g, n = 2/26; venlafaxine 4.1 ng/g, n = 14/26; shiners, chubs, minnows). Although these tissue\nsamples were collected at separate times, our prior work demonstrated\nthat pharmaceutical levels in Muddy Creek exhibit year-over consistency\n,\n (Figure \nB). Because\nwe have multiple years of water quality monitoring data available\nat the site (Figure S6), we expect the\ntissue samples collected to represent comparable biological uptake\nfor neonicotinoids and pharmaceuticals at the same effluent-dominated\nstream.\n\n## Contaminant Mixture Representation at Different Trophic Levels\nMuddy Creek exhibited varying contaminant compositions, and some\nchemicals in the water were not detected in the food web. Previously\npublished work\n,\n demonstrates that Muddy Creek\ncontains complex mixtures of polar organic contaminants including\npharmaceuticals, neonicotinoids, and corrosion inhibitors. The mixture\nrepresentation of these contaminants in Muddy Creek surface water\n(based on the proportion of total concentration) downstream from the\noutfall is approximately 94% pharmaceuticals, 5% corrosion inhibitors,\nand 1% neonicotinoids. This mixture, however, was not similarly reflected\nin the biota tissues; the contaminants measured within the fully aquatic\nbiota (i.e., aquatic insects, fish) comprised a 100% pharmaceutical\nmixture, whereas the riparian spiders comprised a 100% neonicotinoid\nmixture (Figure \nA).\nComparatively, the contaminants (the sum of all three categories of\nchemicals measured) in surface water (Figure \nB) are on average 5.2 ng/mL (ppb) throughout\nour study period. The pharmaceuticals found in the fish were detected\nat an average of 7.8 ng/g (ppb) and in the aquatic insects at an average\nof 34.3 ng/g (ppb). Neonicotinoids were detected in the spiders at\nan average of 40.2 ng/g (ppb). The average contaminant concentration\nwas consistently higher than that found in the surface water, on a\npart-per-billion basis. These results indicate distinct differences\nin the types and levels of contaminants present in biota tissues. (A) Proportional\ncomposition of contaminants differed from surface\nwater compared to each biological matrix. The surface water is dominated\nby 94% pharmaceuticals (green), 5% corrosion inhibitors (red), and\n1% neonicotinoids (blue); aquatic insects contained 100% pharmaceuticals\nand riparian spiders contained 100% neonicotinoids. (B) Comparatively,\nthe contaminants (the sum of all three categories of chemicals measured)\nin the surface water (hatched symbol bar, left Y axis,\naverage values) are on average 5.2 ng/mL (ppb) throughout our study\nperiod. The pharmaceuticals found in the fish (solid, right Y axis, average values) were detected at an average of 7.8\nng/g (ppb) and in the aquatic insects at an average of 34.3 ng/g (ppb;\nnote, samples were inclusive of all aquatic insect samples collected).\nNeonicotinoids were detected in the spiders at an average 40.2 ng/g\n(ppb). The average contaminant concentration was consistently higher\nthan what is found in the surface water, on a part-per-billion basis. Species-specific variations in contaminant uptake/concentration\nin larval aquatic insects and fluctuations in contaminant levels from\nlarvae to emergent adults during metamorphosis may influence the differences\nbetween aquatic and terrestrial contaminant mixtures.\n−\n\n Studies have also found that some pharmaceuticals may undergo trophic\ndilution, where concentrations decrease up the food chain. Additionally, the majority of collected aquatic\ninsects belonged to the orders Gerridae, Odonata, and Trichoptera;\nhowever, emergent insects that better represent the diets of tetragnathid\nspiders were likely predominantly Dipterans.\nIt is highly unlikely that tetragnathids predate on Gerridae (water-strider)\nor Odonata (dragonfly) due to their sizes; tetragnathids may predate\non some smaller Trichopterans (caddisflies), but most of the biomass\ntetragnathids consuming in Muddy Creek is presumed from Diptera (small\nmidge flies). Despite extensive sampling efforts, no larval Dipterans\nwere collected from Muddy Creek, and the >200 adult Dipterans collected\ndid not yield sufficient biomass to detect any targeted contaminants\nabove the limits of detection. Other studies with abundant Dipterans\nhave indicated that these insects can be substantial exporters of\npesticides from surface water. Adult\nemergent insects were composited on a site-by-site basis and yielded\nonly 0.02 g to 0.03 g of dry mass per site (Table S12). Our extraction method was optimized for a dry mass of\n0.2 g and provided limits of detection in the single nanogram per\ngram range (Table S7). Muddy Creek is a\nsmall and relatively unproductive stream; throughout our sampling,\nwe used exhaustive efforts to collect nearly all visible insects within\na transect on a single day (Figure S2 for\nvisuals). Additionally, our past studies in Muddy Creek have determined\nthat the WWTP occasionally discharges neonicotinoids at concentrations\nhigher than chronic US EPA aquatic life benchmarks for aquatic invertebrates\n(10 ng/L for imidacloprid and 50 ng/L for clothianidin) and sometimes\neven above acute benchmarks (385 ng/L for imidacloprid). This means that there could have been insect\ndie-offs that have gone undetected directly during this study, potentially\nchanging the represented insect population in the effluent-dominated\nstream compared with unaffected streams. The diet of the fish collected\ncould not be determined conclusively from this study; many small fish\nconsume insects of various life stages, but fish can also be exposed\nto contaminants through direct physical contact. The representation\nof contaminant mixtures at different trophic levels within Muddy Creek\nemphasizes the complexities of contaminant transfer from aquatic ecosystems. Neonicotinoids, corrosion inhibitors, and most pharmaceuticals\nare relatively polar compounds (log K\now values range of compounds measured:\n−0.9 to 4.5) with low predicted likelihoods of bioaccumulation\n(Figure \n). Yet, we\nmeasured both neonicotinoids and pharmaceuticals in biota from Muddy\nCreek, demonstrating that traditional bioaccumulation models may be\nlimited for more polar contaminantsparticularly for neonicotinoids.\nTraditional contaminant bioaccumulation models (e.g., pp-LFER/LSERs)\nwork well for aquatic organisms, like fish, because relationships\nbuilt on well-studied values (hydrophobicity, pH, log K\now) can be used. These models\nwere originally developed for legacy persistent organic pollutants,\nrather than pseudopersistent polar organic contaminants.\n,,\n Traditional models are less accurate,\nhowever, when transitioning from aquatic to terrestrial ecosystems\nbecause many of the underlying assumptions are different (i.e., biota\nare not in constant contact with the contaminated media or contaminants\nmay be selectively excreted during metamorphosis).\n,\n Laboratory and field studies, such as this investigation, are more\nrepresentative of the real potential for an individual contaminant\nto bioaccumulate and move throughout the environment and are thus\ncritical for actual exposure assessment. For example, imidacloprid\nhas a reported log K\nOW of 0.57 and a predicted\n,\n BCF of 6.44 L/kg (Figure \n). These predicted BCF values indicate that imidacloprid should\nbe well within the “low risk” category (high risk is\ndefined\n,\n as BCF ≥ 1000 or log K\nOW ≥ 4.2); however, imidacloprid has been repeatedly\ndemonstrated to bioaccumulate in aquatic ecosystems, including in\nMuddy Creek.\n,,,\n This phenomenon may be due to a novel accumulation\nmechanism recently proposed by Raths et al., where thiacloprid (a structurally similar neonicotinoid) is irreversibly\nbound to invertebrate nicotinic acetylcholine receptors, preventing\ntoxin elimination. Additional studies demonstrate that thiacloprid\nexhibits elimination resistance in aquatic invertebrates compared\nto other pesticides. Imidacloprid and\nclothianidin share a common mode of action and similar physicochemical\nproperties (e.g., solubility, K\now) with thiacloprid, suggesting that their presence\nin riparian spider tissues may result from limited elimination, as\nhas been reported for thiacloprid. This\nphenomenon may drive the high levels of neonicotinoids that we observed\nat the effluent-dominated stream compared to pharmaceuticals. Analogously,\nneonicotinoids are not predicted to sorb extensively due to their\nlow log K\now values, but neonicotinoids\ndo successfully sorb to activated carbon via electrostatic mechanisms\nthat are often unaccounted for in traditional sorption models. Therefore, future predictive studies for emerging\ncontaminants that hold target-specific binding mechanisms such as\nneonicotinoids may benefit more from QSAR-based models rather than pp-LFER/LSER-based approaches. Log K\now and bioaccumulation factors\n(BCFs) are commonly applied reference values to predict the accumulation\nof a substance into an organism. Here, the USGS method list and UIowa method list compound predicted values are plotted. Using EPA CompTox Chemical\nDashboard\n,\n to search databases, log K\now and BCF values from OPERA 2.6 (open source QSAR model) and TEST (Toxicity\nEstimation Software Tool) were sourced and plotted. In this plot,\nUSGS refers to the suite of compounds measured using the USGS pharmaceutical\nmethod and UIowa refers to the 17 compounds\nanalyzed in-house at the University of Iowa.\n,\n When\nBCF and log K\now are plotted against each\nother, areas of low vs high accumulation potential can be extrapolated.\nFor log K\now, values less than 4.2 are\nconsidered low risk.\n,\n For BCF, values less than 250\nare considered low risk and values over 1000 are high risk.\n,\n From these extrapolations of the UIowa list of contaminants, only\nfexofenadine falls into high risk based on log K\now, and no contaminants exceed low risk from a BCF standpoint.\nHowever, multiple neonicotinoids and pharmaceuticals were measured\nin biota from Muddy Creek and have been reported in biota elsewhere.\n,,\n\n## Conclusions\nTo our knowledge, this research is the\nfirst known report of neonicotinoid\ntrophic transfer from an effluent-dominated stream to riparian orb-weaving\nspiders. Neonicotinoid transfer from effluent-dominated streams to\nriparian orb-weaving spiders represents one of many potential pathways\nof exposure of neonicotinoid to the broader ecosystem. The presence\nof neonicotinoids in riparian orb-weaving spiders suggests a relatively\nrapid transfer of the species from surface water through the food\nchain. This inference is supported by the spiders’ life cycle\nin which eggs are laid in the fall, adults die off thereafter, and\nthe young hatch in the spring. Contaminant accumulation in riparian\nspiders may also imply that other insectivorous terrestrial animals\nare exposed to effluent-derived contaminants. Animals including amphibians,\nbirds, and bats are documented to bioaccumulate effluent-derived contaminants,\ndemonstrating the broad reach of effluent-derived chemical exposures\nin the environment.\n,,,,\n The movement\nof contaminants up the aquatic-terrestrial food web indicates that\neffluent-dominated streams could represent a diffuse source of contaminants\nto wildlife, livestock, and humans along their reach. We previously\ndemonstrated that differential attenuation of compounds\nwithin the complex mixture drives spatiotemporal evolution of exposure\nconditions along the Muddy Creek study reach,\n,\n and\nhere, we reveal that changing complex mixture chemical composition\nrepresentation may also occur when moving through the aquatic-terrestrial\ntrophic food chain. Effluent-dominated streams generate unique exposure\nconditions for aquatic organisms due to the pseudopersistent contaminant\nexposure conditions.\n,,\n Compared to nearby agriculturally dominated systems (maize and soybean),\nwhere pesticide contamination is largely driven by small runoff events, effluent-dominated streams can receive relatively\nconsistent daily chemical inputs of pesticides.\n,,\n Biota exposed to organic contaminants in\neffluent-dominated streams face both a higher baseline chronic exposure\nrisk over time and an additional acute risk during pulse events in\nthe watershed. The transfer of pharmaceuticals from water to aquatic\norganisms (i.e., fish, insects) has been well-established and generally\nagrees with conventional bioaccumulation prediction models.\n,,\n Still, emerging research demonstrates\nthat neonicotinoid bioaccumulation or trophic transfer cannot be effectively\npredicted using conventional approaches.\n,,,\n The presence\nof neonicotinoids rather than pharmaceuticals in spider tissues may\nreflect novel accumulation mechanisms recently reported in the literature,\nas described above. Although this study was focused on the important\nfirst measurements associated with field relevance and has limitations\nassociated with the natural environment, future work could examine\nmetabolites of contaminants (i.e., high resolution mass spectrometry)\nwithin individual organisms or employ additional techniques (i.e.,\nstable isotope tracing, bench-scale uptake testing, and trophic transfer\nstudies/modeling) to further illuminate mechanisms. The findings from\nthis study highlight previously overlooked contaminant pathways to\nthe aquatic ecosystem and food web and emphasize the importance of\nmoving beyond traditional predictive models, particularly in understanding\nthe exposure risks to broader terrestrial ecosystems impacted by wastewater\neffluent.",
  "word_count": 9162,
  "char_count": 63126
}