{
  "pmcid": "PMC10395126",
  "doi": "10.1016/j.heliyon.2023.e17758",
  "title": "Influence of varying concentrations of TiO2 nanoparticles and engine speed on the performance and emissions of diesel engine operated on waste cooking oil biodiesel blends using response surface methodology",
  "authors": [
    "Luqman Razzaq",
    "Muhammad Mujtaba Abbas",
    "Ahsan Waseem",
    "Tahir Abbas Jauhar",
    "H. Fayaz",
    "M.A. Kalam",
    "Manzoor Elahi M. Soudagar",
    "A.S.Silitonga",
    "Samr-Ul-Husnain",
    "Usama Ishtiaq"
  ],
  "year": "2023",
  "journal": "Heliyon",
  "abstract": "For a few decades now fast depleting fossil fuels has been a major challenge. Fast expanding population and increased rate of urbanization has increased energy demand. This makes the current scenario worse. Fossil fuels' emissions are another challenge. Apart from fossil fuel emissions, the untreated disposal of waste cooking oil presents another environment’s sustainability challenge. The treatment of waste cooking oil as fuel presents a tangible solution to challenge. In this research article, impact of the engine speed and the concentration of titanium dioxide (TiO2) nanoparticles (NPs) in diesel-biodiesel blended fuels on the engine’s performance. The emission characteristics of a single-cylinder four-stroke diesel engine has also been examined. TiO2 NPs were produced by a sol-gel methodology. The diesel-biodiesel combination was fortified with TiO2 NPs at 40, 80 and 120 ppm. These mixtures were used to power the diesel engine, which was then run at 1150, 1400, 1650, 1900 and 2150 RPM. Interaction between engine speeds and nanoparticle concentrations and investigation of their combined effect on engine performance and emissions was done using response surface methodology. The minimum BSFC of 0.33994 kg/kWh and maximum BTE of 25.90% were found for B30 + 120 ppm biodiesel blend at 2150 rpm as compared to all other tested fuels. The emissions including CO and HC emissions were recorded as 25.61486 kg/kWh and 0.05289kg/kWh respectively at 2150 rpm for B30 + 120 ppm biodiesel blend while NOx on the contrary side exhibits a slight escalation with increasing engine speed and nanoparticles concentration. The findings of the experiments demonstrated that adding TiO2 nanoparticles to diesel–biodiesel blends is an effective way to enhance the performance of diesel engines while simultaneously reducing the emissions. It was also discovered that the mathematical model that was built can efficiently estimate the performance of the engine and the emission levels.",
  "sections": [
    {
      "title": "Nomenclature",
      "text": "Waste Cooking Oil Waste Cooking Oil Methyl Ester Compression Ignition Brake Specific Fuel Consumption Brake Thermal Efficiency Carbon Monoxide Hydrocarbon Nitrogen Oxides Response Surface Methodology Central Composite Design Analysis of Variance Gas Chromatography Mass Spectrum X-ray diffraction Fourier transform infrared Scanning Electron Microscopy Parts Per Millions Nanoparticles"
    },
    {
      "title": "Introduction",
      "text": "Versatility of diesel engines has led to their incorporation into several industries and applications [1]. Because of the danger posed by global warming, governments have implemented stringent regulations regulating environmental pollution [2]. This necessitates to employ alternative fuels, conduct research in this area, and work toward improving combustion quality to lessen the impact on the environment [3,4]. Depletion of fossil fuels and the harmful impacts they have on environment, the demand for renewable energy sources is increasing around the world [5]. Strict emission laws and regulations imposed by governmental organizations have forced academics and researchers to seek alternatives to fossil fuels in this field [6]. The primary objective is to reduce pollution from internal combustion engines and to increase access to renewable energy [7,8]. To prevent further damage to the environment, it is crucial that alternative fuels be made available in addition to the more traditional types that rely on petroleum [9]. There have been persistent efforts in this direction for some time now to lessen the demand for fossil fuels around the world. Pollutants like carbon dioxide, monoxide, nitric oxide, hydrocarbons, nitrogen dioxide, and smoke or particulate matter are generated by CI engines [10,11]. As a result, finding bio-fuels to use in the diesel engines has become decisive due to the detrimental impacts of fossil fuel consumption [12]. The primary barrier to the commercial scale adoption biodiesel is its price; the cost of production is largely dependent on the feedstock oil used in the process. While the edible oils are used for the production of biodiesel may upset the food chain, the improper disposal of used cooking oil results in environmental degradation. By using WCO as a feedstock oil, there is a chance to turn this WCO into biodiesel, which lowers the cost of making biodiesel. There are different sources of generation of WCO, food processing industries generate 32%, restaurants generate 47%, household generate 18% waste cooking oil [13]. Biodiesel produced from the WCO is non-toxic, biodegradable and contain less sulfur content. Biodiesel produced form the WCO can be used in CI engine without doing any major modifications in engine. Transesterification is the process through which fatty acid and short-chain alcohol esters are converted into biodiesel. This method has employed homogeneous alkaline catalysts such NaOH, KOH and CH3ONa. Methanol is frequently used in the transesterification process to make biodiesel. The biodiesel yield, sometimes referred to as the amount of biodiesel produced by the transesterification process, is determined by the operational constraints on the transesterification process. The use of biodiesel or mixes there of on an engine can benefit in fewer emissions of CO, HC, and PM [14]. Biodiesel can be applied straight in diesel engines without any modifications because it is readily available, environmentally beneficial, non-toxic, and has a tiny amount of sulfur that may be recycled [15]. Nanoparticles utilization in biodiesel engines has been the subject of a great deal of published work [16]. The normal practice calls for the use of additives to better fuel’s qualities. Metal additions such as aluminum, silver, titanium oxide, manganese, copper, graphene quantum dot (GQD), cerium, magnesium, and iron increase the catalytic activity of biodiesel, leading to better engine performance and fuel combustion [17]. Exhaust emissions from diesel engines can be reduced by adding nanoparticles to biodiesel fuel, as this has been discovered to improve fuel characteristics, combustion, and engine performance in recent years [18]. Nanoparticles are a useful ingredient for boosting octane levels, and this is just one more advantage they provide [19,20]. Adding amino-functionalized carbon nanotubes to gasoline was part of a study. Analysis of the octane number shows that the addition of these substances would increase the fuel’s octane rating [21]. The effects of TiO2 nanoparticles in diesel fuel were studied by Tyagi et al. [22]. Nanoparticle addition improves heat transfer to the fuel and ignites likelihood, according to experiments [23]. Diesel combustion spray and flame properties were studied by Solero to determine the impact of TiO2 nano-additive on diesel fuel [24]. The results demonstrated that TiO2 nanoparticles enhance flame and combustion by lengthening the time fuel molecules stay in the flame [24]. In a study, researchers looked into how using fuel with nanoparticles of three different metals affected a diesel engine [25]. Nanoparticles added to biodiesel fuel could improve engine performance, reduce emissions of CO and hydrocarbons, and increase emissions of CO2 and NOX [26,27]. It has become normal practice to utilize catalysts in order to lower CI engine exhaust emissions due to the benefits they provide in terms of lowering greenhouse gas output. Researchers also looked into how using nano-blended fuels will affect a diesel engine's efficiency [28,29]. Power and torque were found to rise while brake-specific consumption of fuel was reduced when nanoparticles were added to diesel and biodiesel fuels at all engine speeds. Nanoparticles (NPs)' impact on the emission of exhaust gases was also studied. When including NPs in diesel and biodiesel blends, researchers found that CO and hydrocarbon emissions became lesser while CO2 and NOX emissions increased [30,31]. Emissions along with engine performance parameters of a diesel engine have also been analyzed after carbon nanotubes (CNT) and silver NPs (Ag) were added to diesel and diesel-biodiesel blends [32]. It is observed that nanoparticles addition to diesel and biodiesel fuels increased torque output and engine power by 2% and decreased BSFC by 7.08% comparative to diesel fuel [32]. Emissions of CO2 were increased by 17.03%, while emissions of CO were reduced by 25.17% in diesel-biodiesel fuel with NPs, as compared to simple diesel [32]. The addition of NPs into blended fuels has increased NOx emissions by 25.31% comparative to diesel [33]. Brake power was found to be raised and BSFC decreased in another study that looked at the impact of CNT added to biodiesel on engine performance and emission characteristics of an engine. It was also found that CO and NOx levels were reduced. Testing the efficiency and emissions of a motor by hand is a time-consuming and costly endeavor. Because of this, optimizing engine performances, combustion, and emissions by adjusting inputs like load, speed, fuel blends, etc., has gained a lot of consideration as of late [34]. Many scientists have opted for RSM in an effort to cut down on the number of experiments [35]. The optimization of output factors with engineering models via test variables are both common uses of RSM [36]. With decreased the number of tests and creating an appropriate matrix for tests, RSM reduces the time required to complete the procedure compared to alternative optimization methods [37]. In order to determine how changing engine operating parameters affected the intended answers, some researchers turned to RSM. In a rail injection diesel engine, Lee and Reitz [38] demonstrated the effectiveness of the RSM in reducing emissions and influencing other engine characteristics. Diesel engines using canola oil-based methyl ester as an alternate fuel had their performance with exhaust emission characteristics predicted by another researcher [39]. The engine performance characteristics of diesel engines running on substitute fuels were anticipated to improve by Bharadwaz et al. [40], who posited that adjusting variables of performance including load, compression ratio, and fuel mixture would improve engine capability. RSM was also used to estimate the ignition progress of a gasoline engine with varying fuel filter lifetimes [40]. Venu et al. used titanium oxide NPs in biodiesel because of their oxygenated affiliation to enhance combustion, as recommended by use of biodiesel nano-additives [41]. The present study is the investigation of varying nanoparticles (TiO2) concentration and engine’s speed on the performance and its emissions. The biodiesel has been prepared from the WCO. The exhaust emissions with engine performance were modeled mathematically using RSM at variable rotational speeds ranging from 1150 to 2150 rpm. Due to a gap in the literature, this study is focused on TiO2 concentration variation in diesel-biodiesel blends and its impact on performance and emission characteristics via utilizing 1-cylinder diesel engine. Consequently, the purpose of this research was to use RSM technique to inspect the effects of utilizing biodiesel fuel in combination with TiO2 NPs additions of varying percentages on combustion, emissions and performance of an IC engine."
    },
    {
      "title": "Materials and methods",
      "text": "Waste cooking oil has been collected from various restaurants of Gujrat, Pakistan. Filter sheets with a diameter of 12.5 mm were used to initially remove any suspended particles from the WCO. To eliminate the moisture, filtered WCO was heated at 100° Celsius for 1 h before being cooled. Due to the continuous use of the WCO, the density and viscosity of WCO were found to be 912.30 kg/m3 and 6.80 mm2/s, respectively, which were greater than those of virgin canola oil. This could be the reason for WCO’s high acid value. WCO has an acid value of 7.80 mg KPOH/g, which needs to be reduced before it can be converted into biodiesel using mineral acids. In order to lower the amount of FFAs in the raw WCO, mineral acids H2SO4 were used in a procedure known as an acid treatment. The quantity of methanol used in the acid treatment process was crucial; by raising the methanol concentration, FFA of WCO was lowered more efficiently. Other factors included the reaction’s 600 rpm speed, 60 °C temperature, and 3 h of reaction time. Methanol was employed in the acid treatment process in quantities of 2.25 FFA and 0.05 FFA of sulfuric acid, respectively. The WCO was subjected to two steps of treatment in order to lower the FFA; the first reduced the level from 3.9 to 1.45 mg KOH/g, and the second reduced it to 0.3366 mg KOH/g. The diesel used to make the biodiesel mixes came from a nearby market. Sigma Aldrich was used to procure methanol, sulfuric acid, ethanol, potassium hydroxide, and phenolphthalein (all purities >99%). The University of Gujrat’s Chemical Engineering Department provided the TiO2 nanoparticles. QSONICA (Q500 Sonicator) ultrasonic equipment has been utilized to perform the ultrasound-assisted transesterification reaction. The equipment has a maximum rated power output of 500 W, works at 20 kHz, and has a tapered micro-tip probe having a diameter of 12.7 mm. An amount of WCO equivalent to that calculated was loaded into the reactor. Preparing a homogeneous methoxide solution required mixing a KOH catalyst and methanol solution on a stirrer plate for around 5 min. Following this step, the methoxide is diluted with WCO and added to the sonicator. All batch trials used the same 40% figure for ultrasonic unit amplitude. The effects of changing the M:O (methanol to oil) molar ratio (35–70 v/v %), KOH catalyst percentage (0.25%–1.55 wt %), and reaction time on WCO production have been investigated (15–55 min). For up to 7–8 h after transesterification, a separating funnel was used to allow contaminants in the reaction mixture to settle out. After methanol removal from biodiesel via extrication funnel, biodiesel was washed with hot water (75–85 °C) until a clear water layer developed at separating funnel bottom. In order to eliminate as many contaminants as possible from the cleaned biodiesel, it was heated in a rotary evaporator for 35–40 min at 65 °C and 150 rpm. After passing it through the Whatman filter paper [16], the biodiesel yield was finally determined using Equation (1) [42]. Both the density and the kinematic viscosity at15 °C and 40 °C respectively have been measured with a viscometer. GCMS has been used to determine the elemental composition of long-chain carbon.(1)Biodieselyield=QuantityofbiodieselproducedQuantityoffeedstockoilused×100 TiO2 NPs were produced by a sol-gel method. In a typical process, 8 ml Titanium Isopropoxide was added dropwise into a mixture of distilled water and isopropyl alcohol. The volume ratio of isopropyl alcohol and water was (1:10). The suspension has been left for strong magnetic stirring up to 4 h. Afterward hydrothermal treatment at 100 °C for 2 h has been done in a Teflon-Lined (TL) stainless-steel (SS) autoclave. Obtained precipitates were then centrifuged, collected, and dried at 100 °C for 5 h to obtain undoped TiO2 nanoparticles. The synthesized nanoparticles were then milled with the help of mortar and pestle and, calcined in air at atmospheric pressure and temperature of 400 °C for 3 h. Fig. 1 demonstrates the preparation of TiO2 NPs.Fig. 1Preparation of TiO2 NPs.Fig. 1 Preparation of TiO2 NPs. In this work, the fourier transform infrared spectroscopy (FT-IR, Nicolet 370) was used. The photoluminescence (PL) spectrums were analyzed with Hitachi F-7000 Spectro fluorimeter at the excitation wavelength of 350 nm. Zeiss EVO 15 scanning electron microscope (SEM) was used for elemental analysis, it was equipped with an energy dispersive spectrometer (EDS) system. Proto x-ray diffraction system in coupled (θ-θ) scan mode using Cu-Kα (1.54 A°) radiation source with an accelerating tube current of 30 mA and voltage of 40 kV at room temperature. For the purpose of preparing biodiesel blends, commercially available diesel was acquired from Shell, Pakistan. The fuel used in this investigation was a B30 blend consisting of 30% biodiesel and 70% diesel. The nanofuel blends were prepared using 40–160 ppm nanoparticles concentration. The stability was observed for 40, 80, 120, 160 and 200 ppm of nanofuel blends for 4 weeks. The fuel blends 40, 80, and 120 ppm provided better stability, the NPs were stably blended with the biodiesel fuel molecules, however, higher percentage of nanoparticles above 120 ppm resulted in slight agglomeration, and the agglomeration increased with an increase in the nanoparticles above 120 ppm, based on the observations the optimum concentration of nanoparticles were selected. Higher concentration of particles develops the van der waals attraction forces between particles which may cause colloidal instability. However, some researcher also used 200 ppm even up to 1000 ppm, it’s a risky because nanoparticles may block fuel nozzle and fuel filters. Stability also depends upon the particle’s nature. After adding TiO2 nanoparticles to B30 at three separate concentrations, the biodiesel was sonicated to distribute the NPs throughout the fuel. Additionally, the stability of the NPs in biodiesel has been enhanced by the addition of sodium dodecyl sulphate as a wetting agent. In the current study, the long-term durability and practical uses of nanoparticles in liquid fuels are important factors to consider. The uniform distribution of nanoparticles in the base liquid is crucial for maintaining the consistency of nanofluids. Previous research suggests that adding a higher amount of surfactants to nanoparticles offers several benefits: (a) Improved precipitation rate, increased UV absorbance, well-mixed suspension, and reduced clustering and agglomeration in nanofluids with surfactants; (b) Stable suspension with the highest thermal conductivity, suitable for advanced applications; (c) Maintenance of a dispersed state and prolonged prevention of agglomeration through the expansion of the kinetic barrier. The method used to disperse nanoparticles significantly affects the generation of surface charges on the nanoparticles, which ultimately affects their dispersion stability. This is because the stability of dispersion relies on the repulsive forces between the dispersed particles. Dispersion can be achieved through two distinct mechanisms: electrostatic stabilization and steric stabilization. In the electrostatic mechanism, dispersing agents, known as surfactants, are used to coat the surface of nanoparticles and generate surface charges. These surfactants form a protective layer with extended loops and tails, which extend into the nanofluid. The quantity of surfactants employed is a critical factor in maintaining the stability and effectiveness of the dispersion. It is necessary to use a sufficient concentration of surfactants to fully coat the nanoparticle surface and uphold dispersion stability. Comparatively, ionic surfactants exhibit higher thermal conductivity in a consistent range when compared to non-ionic surfactants. Among the ionic surfactants, anionic surfactants tend to provide higher thermal conductivity values than cationic surfactants. Therefore, in this specific experiment, an anionic surfactant called SDS was utilized. The use of an aqueous solution of SDS is universally accepted for dispersing or suspending carbon nanotubes. SDS effectively modifies the hydrophobic surfaces of multi-walled carbon nanotubes (MWCNTs) and fullerene, enhancing the repulsion forces between the suspended particles by increasing the zeta potentials, which represent the surface charge of particles in the fluid. Moreover, the stability of the aqueous solution was observed for a remarkable duration of 800 h. (a) Nanofluids containing surfactants exhibit an increased rate of precipitation, a uniform suspension, improved UV absorbance, and reduced clustering and agglomeration. (b) These nanofluids also maintain a stable suspension with the highest thermal conductivity, making them suitable for various applications over a period of one month. (a) The presence of SDS surfactant effectively prevents agglomeration of CoFe2O4 NPs due to its high dielectric constant. (b) Magnetic measurements revealed that the addition of SDS to CoFe2O4 NPs results in enhanced saturation magnetization, coercivity, and retentivity. These samples were found to contain the ideal ratio of nanoparticles to surfactant, which was found to be 1:4. The ready samples were swirled at 2200 rpm for 30 min and then sonicated again for 1 h to create uniform nano-fuel mixes. The preparation of nanofuel blends has been demonstrated in Fig. 2(a–c).Fig. 2Preparation of nanofuel blends (a) B30 blend without nanoparticles, (b) during sonication process (c) after sonication process.Fig. 2 Preparation of nanofuel blends (a) B30 blend without nanoparticles, (b) during sonication process (c) after sonication process. For performance characteristics evaluation, a single-cylinder Yanmar (TF 120 M), water-cooled diesel engine has been used having an Eddy current dynamometer. Schematic engine configuration has been depicted in Fig. 3. Table 1 that follows contains an exhaustive rundown of the engine’s particulars. In the first step of the process, the diesel engine’s features were analyzed with diesel that is available for purchase. Diesel flow rate can be measured by utilizing graduated funnel at fuel tank. The engine was run at full load capacity whereas the speed was changed between 1150 and 2150 revolutions per minute. A software was used to obtain engine performance characteristics like braking torque (BT) and brake power (BP), and the BOSCH emission analyzer was used to obtain the emissions, which included carbon monoxide, hydrocarbons, and NOx. Both sets of data have then been compared.Fig. 3Schematic diagram of single-cylinder compression ignition engine.Fig. 3Table 1Specifications of compression ignition (CI) engine.Table 1No.DescriptionSpecificationsNo.DescriptionSpecifications1No of cylinders15Compression ratio17.72Displacement (L)0.6386Maximum power7.7 kW3Bore (mm)927Maximum engine speed2400 rpm4Stroke (mm)968Cooling systemRadiator cooling Schematic diagram of single-cylinder compression ignition engine. Specifications of compression ignition (CI) engine. RSM is used to obtain design of experiment table which can assist to obtain optimal dependent and independent variable values with the help of statistical approach. RSM can determine the effect of interaction between factors and, depending on the model that is being used, can considerably decrease the number of experimental runs that are required. In order to do statistical analysis, RSM was used along with Design-Expert® Software Version 8.0.6. Utilizing central composite design (CCD) allowed for an analysis of the consequence, that the independent variables had on emission, and performance characteristics of exhaust gas. Nanoparticle concentration in fuel blend was one independent variable, and there were five different speeds for the engine. A tabular representation of the experiment matrices can be seen in Table 2.Table 2Experimental matrix.Table 2Std.RunFactor 1A: Engine Speed (rpm)Factor 2B: Nanoparticle Concentration (ppm)Response 1 BSFC (kg/kWh)Response 2 BTE (%)Response 3 CO (g/kWh)Response 4 HC g/kWhResponse 5 NOx (g/kWh)811775136.570.42217420.967855.55350.0869032.976353211501200.49305217.010669.70350.1598912.79733131150400.51595215.362486.69120.1889362.624041241775800.42714420.635362.84820.09462032.905175177523.430.43278620.318264.76360.1005812.78505961775800.42714420.635362.84820.09462032.90511171775800.42714420.635362.84820.09462032.905158891.12800.50815416.186574.16470.1725452.744292150400.34754425.606127.62590.05036733.1519941021501200.33994327.397926.06050.0405243.3013413111775800.42714420.635362.84820.09462032.90516122150800.34232426.961122.88260.04549483.2005210131775800.42714420.635362.84820.09462032.9051 Experimental matrix."
    },
    {
      "title": "Preparation of biodiesel",
      "text": "QSONICA (Q500 Sonicator) ultrasonic equipment has been utilized to perform the ultrasound-assisted transesterification reaction. The equipment has a maximum rated power output of 500 W, works at 20 kHz, and has a tapered micro-tip probe having a diameter of 12.7 mm. An amount of WCO equivalent to that calculated was loaded into the reactor. Preparing a homogeneous methoxide solution required mixing a KOH catalyst and methanol solution on a stirrer plate for around 5 min. Following this step, the methoxide is diluted with WCO and added to the sonicator. All batch trials used the same 40% figure for ultrasonic unit amplitude. The effects of changing the M:O (methanol to oil) molar ratio (35–70 v/v %), KOH catalyst percentage (0.25%–1.55 wt %), and reaction time on WCO production have been investigated (15–55 min). For up to 7–8 h after transesterification, a separating funnel was used to allow contaminants in the reaction mixture to settle out. After methanol removal from biodiesel via extrication funnel, biodiesel was washed with hot water (75–85 °C) until a clear water layer developed at separating funnel bottom. In order to eliminate as many contaminants as possible from the cleaned biodiesel, it was heated in a rotary evaporator for 35–40 min at 65 °C and 150 rpm. After passing it through the Whatman filter paper [16], the biodiesel yield was finally determined using Equation (1) [42]. Both the density and the kinematic viscosity at15 °C and 40 °C respectively have been measured with a viscometer. GCMS has been used to determine the elemental composition of long-chain carbon.(1)Biodieselyield=QuantityofbiodieselproducedQuantityoffeedstockoilused×100"
    },
    {
      "title": "Synthesis of titanium dioxide nanoparticles",
      "text": "TiO2 NPs were produced by a sol-gel method. In a typical process, 8 ml Titanium Isopropoxide was added dropwise into a mixture of distilled water and isopropyl alcohol. The volume ratio of isopropyl alcohol and water was (1:10). The suspension has been left for strong magnetic stirring up to 4 h. Afterward hydrothermal treatment at 100 °C for 2 h has been done in a Teflon-Lined (TL) stainless-steel (SS) autoclave. Obtained precipitates were then centrifuged, collected, and dried at 100 °C for 5 h to obtain undoped TiO2 nanoparticles. The synthesized nanoparticles were then milled with the help of mortar and pestle and, calcined in air at atmospheric pressure and temperature of 400 °C for 3 h. Fig. 1 demonstrates the preparation of TiO2 NPs.Fig. 1Preparation of TiO2 NPs.Fig. 1 Preparation of TiO2 NPs. In this work, the fourier transform infrared spectroscopy (FT-IR, Nicolet 370) was used. The photoluminescence (PL) spectrums were analyzed with Hitachi F-7000 Spectro fluorimeter at the excitation wavelength of 350 nm. Zeiss EVO 15 scanning electron microscope (SEM) was used for elemental analysis, it was equipped with an energy dispersive spectrometer (EDS) system. Proto x-ray diffraction system in coupled (θ-θ) scan mode using Cu-Kα (1.54 A°) radiation source with an accelerating tube current of 30 mA and voltage of 40 kV at room temperature."
    },
    {
      "title": "Preparing nanofuel blends",
      "text": "For the purpose of preparing biodiesel blends, commercially available diesel was acquired from Shell, Pakistan. The fuel used in this investigation was a B30 blend consisting of 30% biodiesel and 70% diesel. The nanofuel blends were prepared using 40–160 ppm nanoparticles concentration. The stability was observed for 40, 80, 120, 160 and 200 ppm of nanofuel blends for 4 weeks. The fuel blends 40, 80, and 120 ppm provided better stability, the NPs were stably blended with the biodiesel fuel molecules, however, higher percentage of nanoparticles above 120 ppm resulted in slight agglomeration, and the agglomeration increased with an increase in the nanoparticles above 120 ppm, based on the observations the optimum concentration of nanoparticles were selected. Higher concentration of particles develops the van der waals attraction forces between particles which may cause colloidal instability. However, some researcher also used 200 ppm even up to 1000 ppm, it’s a risky because nanoparticles may block fuel nozzle and fuel filters. Stability also depends upon the particle’s nature. After adding TiO2 nanoparticles to B30 at three separate concentrations, the biodiesel was sonicated to distribute the NPs throughout the fuel. Additionally, the stability of the NPs in biodiesel has been enhanced by the addition of sodium dodecyl sulphate as a wetting agent. In the current study, the long-term durability and practical uses of nanoparticles in liquid fuels are important factors to consider. The uniform distribution of nanoparticles in the base liquid is crucial for maintaining the consistency of nanofluids. Previous research suggests that adding a higher amount of surfactants to nanoparticles offers several benefits: (a) Improved precipitation rate, increased UV absorbance, well-mixed suspension, and reduced clustering and agglomeration in nanofluids with surfactants; (b) Stable suspension with the highest thermal conductivity, suitable for advanced applications; (c) Maintenance of a dispersed state and prolonged prevention of agglomeration through the expansion of the kinetic barrier. The method used to disperse nanoparticles significantly affects the generation of surface charges on the nanoparticles, which ultimately affects their dispersion stability. This is because the stability of dispersion relies on the repulsive forces between the dispersed particles. Dispersion can be achieved through two distinct mechanisms: electrostatic stabilization and steric stabilization. In the electrostatic mechanism, dispersing agents, known as surfactants, are used to coat the surface of nanoparticles and generate surface charges. These surfactants form a protective layer with extended loops and tails, which extend into the nanofluid. The quantity of surfactants employed is a critical factor in maintaining the stability and effectiveness of the dispersion. It is necessary to use a sufficient concentration of surfactants to fully coat the nanoparticle surface and uphold dispersion stability. Comparatively, ionic surfactants exhibit higher thermal conductivity in a consistent range when compared to non-ionic surfactants. Among the ionic surfactants, anionic surfactants tend to provide higher thermal conductivity values than cationic surfactants. Therefore, in this specific experiment, an anionic surfactant called SDS was utilized. The use of an aqueous solution of SDS is universally accepted for dispersing or suspending carbon nanotubes. SDS effectively modifies the hydrophobic surfaces of multi-walled carbon nanotubes (MWCNTs) and fullerene, enhancing the repulsion forces between the suspended particles by increasing the zeta potentials, which represent the surface charge of particles in the fluid. Moreover, the stability of the aqueous solution was observed for a remarkable duration of 800 h. (a) Nanofluids containing surfactants exhibit an increased rate of precipitation, a uniform suspension, improved UV absorbance, and reduced clustering and agglomeration. (b) These nanofluids also maintain a stable suspension with the highest thermal conductivity, making them suitable for various applications over a period of one month. (a) The presence of SDS surfactant effectively prevents agglomeration of CoFe2O4 NPs due to its high dielectric constant. (b) Magnetic measurements revealed that the addition of SDS to CoFe2O4 NPs results in enhanced saturation magnetization, coercivity, and retentivity. These samples were found to contain the ideal ratio of nanoparticles to surfactant, which was found to be 1:4. The ready samples were swirled at 2200 rpm for 30 min and then sonicated again for 1 h to create uniform nano-fuel mixes. The preparation of nanofuel blends has been demonstrated in Fig. 2(a–c).Fig. 2Preparation of nanofuel blends (a) B30 blend without nanoparticles, (b) during sonication process (c) after sonication process.Fig. 2 Preparation of nanofuel blends (a) B30 blend without nanoparticles, (b) during sonication process (c) after sonication process."
    },
    {
      "title": "Engine setup",
      "text": "For performance characteristics evaluation, a single-cylinder Yanmar (TF 120 M), water-cooled diesel engine has been used having an Eddy current dynamometer. Schematic engine configuration has been depicted in Fig. 3. Table 1 that follows contains an exhaustive rundown of the engine’s particulars. In the first step of the process, the diesel engine’s features were analyzed with diesel that is available for purchase. Diesel flow rate can be measured by utilizing graduated funnel at fuel tank. The engine was run at full load capacity whereas the speed was changed between 1150 and 2150 revolutions per minute. A software was used to obtain engine performance characteristics like braking torque (BT) and brake power (BP), and the BOSCH emission analyzer was used to obtain the emissions, which included carbon monoxide, hydrocarbons, and NOx. Both sets of data have then been compared.Fig. 3Schematic diagram of single-cylinder compression ignition engine.Fig. 3Table 1Specifications of compression ignition (CI) engine.Table 1No.DescriptionSpecificationsNo.DescriptionSpecifications1No of cylinders15Compression ratio17.72Displacement (L)0.6386Maximum power7.7 kW3Bore (mm)927Maximum engine speed2400 rpm4Stroke (mm)968Cooling systemRadiator cooling Schematic diagram of single-cylinder compression ignition engine. Specifications of compression ignition (CI) engine."
    },
    {
      "title": "Response surface methodology (RSM)",
      "text": "RSM is used to obtain design of experiment table which can assist to obtain optimal dependent and independent variable values with the help of statistical approach. RSM can determine the effect of interaction between factors and, depending on the model that is being used, can considerably decrease the number of experimental runs that are required. In order to do statistical analysis, RSM was used along with Design-Expert® Software Version 8.0.6. Utilizing central composite design (CCD) allowed for an analysis of the consequence, that the independent variables had on emission, and performance characteristics of exhaust gas. Nanoparticle concentration in fuel blend was one independent variable, and there were five different speeds for the engine. A tabular representation of the experiment matrices can be seen in Table 2.Table 2Experimental matrix.Table 2Std.RunFactor 1A: Engine Speed (rpm)Factor 2B: Nanoparticle Concentration (ppm)Response 1 BSFC (kg/kWh)Response 2 BTE (%)Response 3 CO (g/kWh)Response 4 HC g/kWhResponse 5 NOx (g/kWh)811775136.570.42217420.967855.55350.0869032.976353211501200.49305217.010669.70350.1598912.79733131150400.51595215.362486.69120.1889362.624041241775800.42714420.635362.84820.09462032.905175177523.430.43278620.318264.76360.1005812.78505961775800.42714420.635362.84820.09462032.90511171775800.42714420.635362.84820.09462032.905158891.12800.50815416.186574.16470.1725452.744292150400.34754425.606127.62590.05036733.1519941021501200.33994327.397926.06050.0405243.3013413111775800.42714420.635362.84820.09462032.90516122150800.34232426.961122.88260.04549483.2005210131775800.42714420.635362.84820.09462032.9051 Experimental matrix."
    },
    {
      "title": "Results and discussions",
      "text": "The physicochemical characteristics of biodiesel produced from the WCO are listed in Table 3. These characteristics of biodiesel blends with and without nanoparticles have been compared to the ASTM norm for this type of fuel. Table 4 shows the % composition of various long-chain carbon constituents, as found by GCMS analysis of WCOME.Table 3Physicochemical characteristics of biodiesel blends with/without NPs.Table 3Fuel samplesDensity@ 15 °CKg/m3Viscosity @ 40 °C mm2/sCalorific value MJ/kgB30838.344.156041.6567B30 + 40 ppm840.114.183241.5645B30 + 80 ppm840.144.184541.2390B30 + 120 ppm840.524.196341.1260Table 4Composition of waste cooking oil methyl ester.Table 4Name of FAMEStructure% (WCOME)Methyl PalmitateC16:06Methyl PalmitoleateC16:10.6Methyl EicoenoateC20:10.8Methyl BehenateC22:00.9Methyl ArachidateC20:00.9Methyl StearateC18:00.8Methyl OleateC18:154Methyl LinoleateC18:225.7Methyl ErucateC22:12.2Methyl LinolenateC18:38.1 Physicochemical characteristics of biodiesel blends with/without NPs. Composition of waste cooking oil methyl ester. FTIR spectroscopy was used to explore the chemical structure of TiO2, as shown in Fig. 4(a). The results of this investigation were analyzed at wavenumbers ranging from 1000 cm−1 to 3000 cm−1 to determine the structure’s composition. In the FTIR spectrum of TiO2, the primary absorption peaks may be broken down into four distinct groups. A hydroxyl group presence on the surface of TiO2 has been indicated by the existence of an absorption peak in the Fourier Transform Infrared (FTIR) spectrum at a wavenumber of 2250 cm−1.Fig. 4Characterization of nanoparticles (a) FTIR (b) XRD (c) PL spectra (d)-(e)-(f) SEM.Fig. 4 Characterization of nanoparticles (a) FTIR (b) XRD (c) PL spectra (d)-(e)-(f) SEM. Fig. 4(b) displays the X-ray diffraction pattern that was produced by synthesizing titanium dioxide nanoparticles. The presence of the 2 at peak 45.4° is evidence that the TiO2 crystal structure is anatase [43]. TiO2 was found to be in the anatase phase, as indicated by the strong diffraction peak at 45.4° [44]. It was determined that the sample did not include any erroneous diffraction peaks. The presence of an anatase structure is demonstrated by the 2D peak at 45.4°. The intensity of the XRD peak in the sample shows that the generated nanoparticles are crystalline, and broad diffraction peaks indicate that the crystallites formed are of a very small size. Investigations into the usefulness of charge carrier entrapment, immigration, transfer and destiny of electron-hole pairs in semiconducting material particles, have made extensive use of PL emission spectra. Fig. 4(c) exhibits the PL spectra of TiO2 nanoparticles, the optimum intensity peak was found just about 4000 (a.u.) at a wavelength ranging from 400 to 420 (nm). The pictures produced from the scanning electron microscope (SEM) are shown in Fig. 4(d,e,f) at varying degrees of magnification, as indicated by the a, b, and c subfigures, respectively. The photos not only demonstrate the presence of TiO2 but also demonstrate the expansion of the crystal planes. Investigation of variance (ANOVA) findings are presented in Table 5, Table 6 for experiments that were carried out. The probability value, often known as p value, for any model is less than 0.01. As a result, analysis of variance demonstrates that results are statistically noteworthy.Table 5Analysis of variance (ANOVA).Table 5SourceModelA: Engine SpeedB: Nanoparticle ConcentrationABA2B2BSFCF. Value p-value Prop > F274.36<0.00011.840.21730.420.53980.110.74677.559 × 10−30.9332BTEF. Value p-value Prop >247.85<0.00013.660.09737.953 × 10−30.93142.990.12730.0420.8429COF. Value p-value Prop >111.47<0.00015.620.04960.190.675212.280.00991.060.3368HCF. Value p-value Prop >174.64<0.00013.090.12210.670.43924.420.07350.150.7135NOxF. Value p-value Prop >109.17<0.000113.650.00770.0440.83904.200.07955.867 × 10−30.9411Table 6Analysis of variance (ANOVA).Table 6SourceResidualLack of fitPure errorCor TotalBSFC9.860E-0049.860E-0040.0000.040BTE4.544.540.000169.68CO269.33269.330.0005267.15HC9.595E-0049.595E-0040.0000.026NOX0.0230.0230.0000.43 Analysis of variance (ANOVA). Analysis of variance (ANOVA). Influence that engine speed and nanoparticle concentrations have on the BSFC values is illustrated in Fig. 5. The least values for BSFC were 0.38999, 0.39327, 0.34754, 0.34232, and 0.33994 kg/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm and B30 + 120 ppm respectively at 2150 rpm. When the concentration of TiO2 in the B30 blends was increased, it was noted that the BSFC dropped across the board at all engine speeds. This is due to the fact that nanoparticles addition to biodiesel blends enhances the rate at which combustion is completed [29]. According to the findings of the ANOVA, which are depicted in Fig. 6, it is abundantly clear that the engine speed as well as a load of NPs in B30 fuel have considerable influence on BSFC. In Equation (2), the regression model that was obtained by Design Expert Software in order to estimate fuel consumption that is particular to the brakes is presented (using the coded data).(2)BSFC=+0.43−0.070A−5.688×10−3B+3.824×10−3AB−1.512×10−3A2−3.912×10−4B2Fig. 5Variation in BSFC with varying engine speed for different fuels with and without nanoparticles.Fig. 5Fig. 6Combined effect of engine speed and nanoparticles concentration on BSFC.Fig. 6 Variation in BSFC with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on BSFC. Fig. 7 demonstrate the changes in BTE that occurs for all tested fuels at 100% engine load, and rpm ranges from 1150 to 2150. Increasing the engine speed resulted in BTE increment for all tested fuels. At a speed of 2150 revolutions per minute, the highest levels of BTE were found to be 25.90%, 25.33%, 23.75%, 21.23%, and 21.30%, respectively, for B30 + 120 ppm, B30 + 80 ppm, B30 + 40 ppm, and B30, as well as diesel. In terms of NP additives, metal-based nanoparticle of Titanium dioxide has shown a greater rise in brake thermal efficiency than carbon-based nanoparticles. TiO2 NPs improve the combustion due to the presence of oxygen into a fuel-rich zone which improves thermal efficiency for oxygenated ternary fuel blends [29]. The interaction developed between engine speed and nanoparticle concentrations via response surface methodology for BTE has been shown in Fig. 8. The ANOVA results revealed that the BTE is a dependent variable that increased with both increasing engine speed and nanoparticles concentrations. The mathematical equation for obtained from the RSM software for BTE has been given in Equation (3).(3)BTE=+20.64+4.48A+0.54B+0.036AB+0.53A2+0.063B2Fig. 7Variation in BTE with varying engine speed for different fuels with and without nanoparticles.Fig. 7Fig. 8Combined effect of engine speed and nanoparticles concentration on BTE.Fig. 8 Variation in BTE with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on BTE. The relationship between the speed of the engine and nanoparticles concentration in B30 fuel is represented in Fig. 9. Increment in nanoparticle concentration result in CO decrement immediately. This can be analyzed easily. This occurrence provides evidence that the combustion is being controlled so that it can be finished [45]. The minimum CO emissions were found to be 44.30028, 43.34258, 34.3535, 30.30843, and 25.61486 g/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm biodiesel blends respectively at 2150 rpm.Fig. 9Variation in CO emissions with varying engine speed for different fuels with and without nanoparticles.Fig. 9 Variation in CO emissions with varying engine speed for different fuels with and without nanoparticles. The results of the ANOVA are provided in Fig. 10, makes it clear that the concentration of nanoparticles and the speed of the engine in the B30 have a considerable effect on carbon monoxide emissions. Equation shows the projected regression model that is based on ANOVA (and that makes use of the coded data) (4). The highest values of CO emissions were documented at 1150 rpm. CO is released when only some of the fuel’s carbon is burned. A change in the fuel-to-air ratio in the cylinder resulted in a different CO emission. As engine speed was increased, CO emissions decreased. As can be seen in Fig. 10, maximum engine speed along high fuel to air ratio and temperature lead to increase in conversion rate of CO to CO2, consequently reduction of CO emissions. The mathematical model has been given in Equation (4).(4)CO=+62.85−23.15A−5.20B+1.36AB−8.24A2−2.43B2Fig. 10Combined effect of engine speed and nanoparticles concentration on CO emissions.Fig. 10 Combined effect of engine speed and nanoparticles concentration on CO emissions. Fig. 11 depicts the relationship between engine speed and the HC emissions produced. Aerodynamics, fuel composition, and engine operation are the primary determinants of HC emissions. The maximum HC emissions were recorded 0.21791, 0.19764, 0.18894, 0.17254, and 0.15989 g/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm and B30 + 120 ppm respectively at 1150 rpm. From the observations, the HC emissions were significantly reduced with increasing engine speed and nanoparticle concentration. The enhanced combustion of fuel due to the enormous reactive surface of nanoparticles is responsible for the drastic decrease in HC emissions [46]. Fig. 12 displays the ANOVA findings, which reveal that the nanoparticle concentration and engine speed considerably affect HC emission. Equation (5) shows the derived regression equation for HC emissions.(5)HC=+0.095−0.055A−7.279×10−3B+4.800×10−3AB+9.337×10−3A2+1.698×10−3B2Fig. 11Variation in HC emissions with varying engine speed for different fuels with and without nanoparticles.Fig. 11Fig. 12Combined effect of engine speed and nanoparticles concentration on HC emissions.Fig. 12 Variation in HC emissions with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on HC emissions. Fig. 13 displays the NOx emissions of all fuels evaluated. For all tested blends of fuel, the escalation of engine speed showed an upward trend in the graph. The highest NOx emissions of 2.84962, 2.95134, 3.02375, 3.0962, and 3.16134 were obtained for diesel, B30, B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm correspondingly at 2150 rpm. High temperatures and pressures during combustion within the cylinder are primarily responsible for the generation of nitrogen oxides (NOx) [47,48]. The high in-cylinder temperatures caused by biodiesel blends' high cetane numbers and oxygen content result in a high level of nitrogen oxides [49]. This increase was the result of increased temperature and pressure within the cylinders, which were brought about by the more efficient burning of fuels brought about by adding TiO2 as an additive. It is clear, from Fig. 14 which represents the findings of the ANOVA, that the concentration of NPs and the speed of the engine and the B30 fuel both have substantial effects on the amount of NOx that is emitted. In Equation (6), the regression equations for Nitrous oxides emissions that were derived by Design Expert Software (making use of the coded data) are shown.(6)NOx=+2.91+0.21A+0.074B−5.986×10−3AB+0.044A2−1.649×10−3B2Fig. 13Variation in NOx emissions with varying engine speed for different fuels with and without nanoparticles.Fig. 13Fig. 14Combined effect of engine speed and nanoparticles concentration on NOx emissions.Fig. 14 Variation in NOx emissions with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on NOx emissions."
    },
    {
      "title": "Characterization of biodiesel blends",
      "text": "The physicochemical characteristics of biodiesel produced from the WCO are listed in Table 3. These characteristics of biodiesel blends with and without nanoparticles have been compared to the ASTM norm for this type of fuel. Table 4 shows the % composition of various long-chain carbon constituents, as found by GCMS analysis of WCOME.Table 3Physicochemical characteristics of biodiesel blends with/without NPs.Table 3Fuel samplesDensity@ 15 °CKg/m3Viscosity @ 40 °C mm2/sCalorific value MJ/kgB30838.344.156041.6567B30 + 40 ppm840.114.183241.5645B30 + 80 ppm840.144.184541.2390B30 + 120 ppm840.524.196341.1260Table 4Composition of waste cooking oil methyl ester.Table 4Name of FAMEStructure% (WCOME)Methyl PalmitateC16:06Methyl PalmitoleateC16:10.6Methyl EicoenoateC20:10.8Methyl BehenateC22:00.9Methyl ArachidateC20:00.9Methyl StearateC18:00.8Methyl OleateC18:154Methyl LinoleateC18:225.7Methyl ErucateC22:12.2Methyl LinolenateC18:38.1 Physicochemical characteristics of biodiesel blends with/without NPs. Composition of waste cooking oil methyl ester."
    },
    {
      "title": "Characterization of nanoparticles",
      "text": "FTIR spectroscopy was used to explore the chemical structure of TiO2, as shown in Fig. 4(a). The results of this investigation were analyzed at wavenumbers ranging from 1000 cm−1 to 3000 cm−1 to determine the structure’s composition. In the FTIR spectrum of TiO2, the primary absorption peaks may be broken down into four distinct groups. A hydroxyl group presence on the surface of TiO2 has been indicated by the existence of an absorption peak in the Fourier Transform Infrared (FTIR) spectrum at a wavenumber of 2250 cm−1.Fig. 4Characterization of nanoparticles (a) FTIR (b) XRD (c) PL spectra (d)-(e)-(f) SEM.Fig. 4 Characterization of nanoparticles (a) FTIR (b) XRD (c) PL spectra (d)-(e)-(f) SEM. Fig. 4(b) displays the X-ray diffraction pattern that was produced by synthesizing titanium dioxide nanoparticles. The presence of the 2 at peak 45.4° is evidence that the TiO2 crystal structure is anatase [43]. TiO2 was found to be in the anatase phase, as indicated by the strong diffraction peak at 45.4° [44]. It was determined that the sample did not include any erroneous diffraction peaks. The presence of an anatase structure is demonstrated by the 2D peak at 45.4°. The intensity of the XRD peak in the sample shows that the generated nanoparticles are crystalline, and broad diffraction peaks indicate that the crystallites formed are of a very small size. Investigations into the usefulness of charge carrier entrapment, immigration, transfer and destiny of electron-hole pairs in semiconducting material particles, have made extensive use of PL emission spectra. Fig. 4(c) exhibits the PL spectra of TiO2 nanoparticles, the optimum intensity peak was found just about 4000 (a.u.) at a wavelength ranging from 400 to 420 (nm). The pictures produced from the scanning electron microscope (SEM) are shown in Fig. 4(d,e,f) at varying degrees of magnification, as indicated by the a, b, and c subfigures, respectively. The photos not only demonstrate the presence of TiO2 but also demonstrate the expansion of the crystal planes."
    },
    {
      "title": "RSM model validity",
      "text": "Investigation of variance (ANOVA) findings are presented in Table 5, Table 6 for experiments that were carried out. The probability value, often known as p value, for any model is less than 0.01. As a result, analysis of variance demonstrates that results are statistically noteworthy.Table 5Analysis of variance (ANOVA).Table 5SourceModelA: Engine SpeedB: Nanoparticle ConcentrationABA2B2BSFCF. Value p-value Prop > F274.36<0.00011.840.21730.420.53980.110.74677.559 × 10−30.9332BTEF. Value p-value Prop >247.85<0.00013.660.09737.953 × 10−30.93142.990.12730.0420.8429COF. Value p-value Prop >111.47<0.00015.620.04960.190.675212.280.00991.060.3368HCF. Value p-value Prop >174.64<0.00013.090.12210.670.43924.420.07350.150.7135NOxF. Value p-value Prop >109.17<0.000113.650.00770.0440.83904.200.07955.867 × 10−30.9411Table 6Analysis of variance (ANOVA).Table 6SourceResidualLack of fitPure errorCor TotalBSFC9.860E-0049.860E-0040.0000.040BTE4.544.540.000169.68CO269.33269.330.0005267.15HC9.595E-0049.595E-0040.0000.026NOX0.0230.0230.0000.43 Analysis of variance (ANOVA). Analysis of variance (ANOVA)."
    },
    {
      "title": "Engine performance and emissions characteristics",
      "text": "Influence that engine speed and nanoparticle concentrations have on the BSFC values is illustrated in Fig. 5. The least values for BSFC were 0.38999, 0.39327, 0.34754, 0.34232, and 0.33994 kg/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm and B30 + 120 ppm respectively at 2150 rpm. When the concentration of TiO2 in the B30 blends was increased, it was noted that the BSFC dropped across the board at all engine speeds. This is due to the fact that nanoparticles addition to biodiesel blends enhances the rate at which combustion is completed [29]. According to the findings of the ANOVA, which are depicted in Fig. 6, it is abundantly clear that the engine speed as well as a load of NPs in B30 fuel have considerable influence on BSFC. In Equation (2), the regression model that was obtained by Design Expert Software in order to estimate fuel consumption that is particular to the brakes is presented (using the coded data).(2)BSFC=+0.43−0.070A−5.688×10−3B+3.824×10−3AB−1.512×10−3A2−3.912×10−4B2Fig. 5Variation in BSFC with varying engine speed for different fuels with and without nanoparticles.Fig. 5Fig. 6Combined effect of engine speed and nanoparticles concentration on BSFC.Fig. 6 Variation in BSFC with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on BSFC. Fig. 7 demonstrate the changes in BTE that occurs for all tested fuels at 100% engine load, and rpm ranges from 1150 to 2150. Increasing the engine speed resulted in BTE increment for all tested fuels. At a speed of 2150 revolutions per minute, the highest levels of BTE were found to be 25.90%, 25.33%, 23.75%, 21.23%, and 21.30%, respectively, for B30 + 120 ppm, B30 + 80 ppm, B30 + 40 ppm, and B30, as well as diesel. In terms of NP additives, metal-based nanoparticle of Titanium dioxide has shown a greater rise in brake thermal efficiency than carbon-based nanoparticles. TiO2 NPs improve the combustion due to the presence of oxygen into a fuel-rich zone which improves thermal efficiency for oxygenated ternary fuel blends [29]. The interaction developed between engine speed and nanoparticle concentrations via response surface methodology for BTE has been shown in Fig. 8. The ANOVA results revealed that the BTE is a dependent variable that increased with both increasing engine speed and nanoparticles concentrations. The mathematical equation for obtained from the RSM software for BTE has been given in Equation (3).(3)BTE=+20.64+4.48A+0.54B+0.036AB+0.53A2+0.063B2Fig. 7Variation in BTE with varying engine speed for different fuels with and without nanoparticles.Fig. 7Fig. 8Combined effect of engine speed and nanoparticles concentration on BTE.Fig. 8 Variation in BTE with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on BTE. The relationship between the speed of the engine and nanoparticles concentration in B30 fuel is represented in Fig. 9. Increment in nanoparticle concentration result in CO decrement immediately. This can be analyzed easily. This occurrence provides evidence that the combustion is being controlled so that it can be finished [45]. The minimum CO emissions were found to be 44.30028, 43.34258, 34.3535, 30.30843, and 25.61486 g/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm biodiesel blends respectively at 2150 rpm.Fig. 9Variation in CO emissions with varying engine speed for different fuels with and without nanoparticles.Fig. 9 Variation in CO emissions with varying engine speed for different fuels with and without nanoparticles. The results of the ANOVA are provided in Fig. 10, makes it clear that the concentration of nanoparticles and the speed of the engine in the B30 have a considerable effect on carbon monoxide emissions. Equation shows the projected regression model that is based on ANOVA (and that makes use of the coded data) (4). The highest values of CO emissions were documented at 1150 rpm. CO is released when only some of the fuel’s carbon is burned. A change in the fuel-to-air ratio in the cylinder resulted in a different CO emission. As engine speed was increased, CO emissions decreased. As can be seen in Fig. 10, maximum engine speed along high fuel to air ratio and temperature lead to increase in conversion rate of CO to CO2, consequently reduction of CO emissions. The mathematical model has been given in Equation (4).(4)CO=+62.85−23.15A−5.20B+1.36AB−8.24A2−2.43B2Fig. 10Combined effect of engine speed and nanoparticles concentration on CO emissions.Fig. 10 Combined effect of engine speed and nanoparticles concentration on CO emissions. Fig. 11 depicts the relationship between engine speed and the HC emissions produced. Aerodynamics, fuel composition, and engine operation are the primary determinants of HC emissions. The maximum HC emissions were recorded 0.21791, 0.19764, 0.18894, 0.17254, and 0.15989 g/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm and B30 + 120 ppm respectively at 1150 rpm. From the observations, the HC emissions were significantly reduced with increasing engine speed and nanoparticle concentration. The enhanced combustion of fuel due to the enormous reactive surface of nanoparticles is responsible for the drastic decrease in HC emissions [46]. Fig. 12 displays the ANOVA findings, which reveal that the nanoparticle concentration and engine speed considerably affect HC emission. Equation (5) shows the derived regression equation for HC emissions.(5)HC=+0.095−0.055A−7.279×10−3B+4.800×10−3AB+9.337×10−3A2+1.698×10−3B2Fig. 11Variation in HC emissions with varying engine speed for different fuels with and without nanoparticles.Fig. 11Fig. 12Combined effect of engine speed and nanoparticles concentration on HC emissions.Fig. 12 Variation in HC emissions with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on HC emissions. Fig. 13 displays the NOx emissions of all fuels evaluated. For all tested blends of fuel, the escalation of engine speed showed an upward trend in the graph. The highest NOx emissions of 2.84962, 2.95134, 3.02375, 3.0962, and 3.16134 were obtained for diesel, B30, B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm correspondingly at 2150 rpm. High temperatures and pressures during combustion within the cylinder are primarily responsible for the generation of nitrogen oxides (NOx) [47,48]. The high in-cylinder temperatures caused by biodiesel blends' high cetane numbers and oxygen content result in a high level of nitrogen oxides [49]. This increase was the result of increased temperature and pressure within the cylinders, which were brought about by the more efficient burning of fuels brought about by adding TiO2 as an additive. It is clear, from Fig. 14 which represents the findings of the ANOVA, that the concentration of NPs and the speed of the engine and the B30 fuel both have substantial effects on the amount of NOx that is emitted. In Equation (6), the regression equations for Nitrous oxides emissions that were derived by Design Expert Software (making use of the coded data) are shown.(6)NOx=+2.91+0.21A+0.074B−5.986×10−3AB+0.044A2−1.649×10−3B2Fig. 13Variation in NOx emissions with varying engine speed for different fuels with and without nanoparticles.Fig. 13Fig. 14Combined effect of engine speed and nanoparticles concentration on NOx emissions.Fig. 14 Variation in NOx emissions with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on NOx emissions."
    },
    {
      "title": "Brake-specific fuel consumption",
      "text": "Influence that engine speed and nanoparticle concentrations have on the BSFC values is illustrated in Fig. 5. The least values for BSFC were 0.38999, 0.39327, 0.34754, 0.34232, and 0.33994 kg/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm and B30 + 120 ppm respectively at 2150 rpm. When the concentration of TiO2 in the B30 blends was increased, it was noted that the BSFC dropped across the board at all engine speeds. This is due to the fact that nanoparticles addition to biodiesel blends enhances the rate at which combustion is completed [29]. According to the findings of the ANOVA, which are depicted in Fig. 6, it is abundantly clear that the engine speed as well as a load of NPs in B30 fuel have considerable influence on BSFC. In Equation (2), the regression model that was obtained by Design Expert Software in order to estimate fuel consumption that is particular to the brakes is presented (using the coded data).(2)BSFC=+0.43−0.070A−5.688×10−3B+3.824×10−3AB−1.512×10−3A2−3.912×10−4B2Fig. 5Variation in BSFC with varying engine speed for different fuels with and without nanoparticles.Fig. 5Fig. 6Combined effect of engine speed and nanoparticles concentration on BSFC.Fig. 6 Variation in BSFC with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on BSFC."
    },
    {
      "title": "Brake thermal efficiency (BTE)",
      "text": "Fig. 7 demonstrate the changes in BTE that occurs for all tested fuels at 100% engine load, and rpm ranges from 1150 to 2150. Increasing the engine speed resulted in BTE increment for all tested fuels. At a speed of 2150 revolutions per minute, the highest levels of BTE were found to be 25.90%, 25.33%, 23.75%, 21.23%, and 21.30%, respectively, for B30 + 120 ppm, B30 + 80 ppm, B30 + 40 ppm, and B30, as well as diesel. In terms of NP additives, metal-based nanoparticle of Titanium dioxide has shown a greater rise in brake thermal efficiency than carbon-based nanoparticles. TiO2 NPs improve the combustion due to the presence of oxygen into a fuel-rich zone which improves thermal efficiency for oxygenated ternary fuel blends [29]. The interaction developed between engine speed and nanoparticle concentrations via response surface methodology for BTE has been shown in Fig. 8. The ANOVA results revealed that the BTE is a dependent variable that increased with both increasing engine speed and nanoparticles concentrations. The mathematical equation for obtained from the RSM software for BTE has been given in Equation (3).(3)BTE=+20.64+4.48A+0.54B+0.036AB+0.53A2+0.063B2Fig. 7Variation in BTE with varying engine speed for different fuels with and without nanoparticles.Fig. 7Fig. 8Combined effect of engine speed and nanoparticles concentration on BTE.Fig. 8 Variation in BTE with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on BTE."
    },
    {
      "title": "CO emissions",
      "text": "The relationship between the speed of the engine and nanoparticles concentration in B30 fuel is represented in Fig. 9. Increment in nanoparticle concentration result in CO decrement immediately. This can be analyzed easily. This occurrence provides evidence that the combustion is being controlled so that it can be finished [45]. The minimum CO emissions were found to be 44.30028, 43.34258, 34.3535, 30.30843, and 25.61486 g/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm biodiesel blends respectively at 2150 rpm.Fig. 9Variation in CO emissions with varying engine speed for different fuels with and without nanoparticles.Fig. 9 Variation in CO emissions with varying engine speed for different fuels with and without nanoparticles. The results of the ANOVA are provided in Fig. 10, makes it clear that the concentration of nanoparticles and the speed of the engine in the B30 have a considerable effect on carbon monoxide emissions. Equation shows the projected regression model that is based on ANOVA (and that makes use of the coded data) (4). The highest values of CO emissions were documented at 1150 rpm. CO is released when only some of the fuel’s carbon is burned. A change in the fuel-to-air ratio in the cylinder resulted in a different CO emission. As engine speed was increased, CO emissions decreased. As can be seen in Fig. 10, maximum engine speed along high fuel to air ratio and temperature lead to increase in conversion rate of CO to CO2, consequently reduction of CO emissions. The mathematical model has been given in Equation (4).(4)CO=+62.85−23.15A−5.20B+1.36AB−8.24A2−2.43B2Fig. 10Combined effect of engine speed and nanoparticles concentration on CO emissions.Fig. 10 Combined effect of engine speed and nanoparticles concentration on CO emissions."
    },
    {
      "title": "HC emission",
      "text": "Fig. 11 depicts the relationship between engine speed and the HC emissions produced. Aerodynamics, fuel composition, and engine operation are the primary determinants of HC emissions. The maximum HC emissions were recorded 0.21791, 0.19764, 0.18894, 0.17254, and 0.15989 g/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm and B30 + 120 ppm respectively at 1150 rpm. From the observations, the HC emissions were significantly reduced with increasing engine speed and nanoparticle concentration. The enhanced combustion of fuel due to the enormous reactive surface of nanoparticles is responsible for the drastic decrease in HC emissions [46]. Fig. 12 displays the ANOVA findings, which reveal that the nanoparticle concentration and engine speed considerably affect HC emission. Equation (5) shows the derived regression equation for HC emissions.(5)HC=+0.095−0.055A−7.279×10−3B+4.800×10−3AB+9.337×10−3A2+1.698×10−3B2Fig. 11Variation in HC emissions with varying engine speed for different fuels with and without nanoparticles.Fig. 11Fig. 12Combined effect of engine speed and nanoparticles concentration on HC emissions.Fig. 12 Variation in HC emissions with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on HC emissions."
    },
    {
      "title": "NO",
      "text": "Fig. 13 displays the NOx emissions of all fuels evaluated. For all tested blends of fuel, the escalation of engine speed showed an upward trend in the graph. The highest NOx emissions of 2.84962, 2.95134, 3.02375, 3.0962, and 3.16134 were obtained for diesel, B30, B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm correspondingly at 2150 rpm. High temperatures and pressures during combustion within the cylinder are primarily responsible for the generation of nitrogen oxides (NOx) [47,48]. The high in-cylinder temperatures caused by biodiesel blends' high cetane numbers and oxygen content result in a high level of nitrogen oxides [49]. This increase was the result of increased temperature and pressure within the cylinders, which were brought about by the more efficient burning of fuels brought about by adding TiO2 as an additive. It is clear, from Fig. 14 which represents the findings of the ANOVA, that the concentration of NPs and the speed of the engine and the B30 fuel both have substantial effects on the amount of NOx that is emitted. In Equation (6), the regression equations for Nitrous oxides emissions that were derived by Design Expert Software (making use of the coded data) are shown.(6)NOx=+2.91+0.21A+0.074B−5.986×10−3AB+0.044A2−1.649×10−3B2Fig. 13Variation in NOx emissions with varying engine speed for different fuels with and without nanoparticles.Fig. 13Fig. 14Combined effect of engine speed and nanoparticles concentration on NOx emissions.Fig. 14 Variation in NOx emissions with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on NOx emissions."
    },
    {
      "title": "Conclusions",
      "text": "WCO has been converted into biodiesel with the help of ultrasound-assisted transesterification process. B30 fuel blend has then been prepared as a base fuel. Titanium dioxide nanoparticles have been produced by a sol-gel method. Three different concentrations of nanoparticles including (40, 80, and 120 ppm) were added into B30 blend for engine performance and emission analysis. The stability of the NPs in biodiesel has been enhanced by the addition of sodium dodecyl sulphate as a surfactant. All evaluated fuels physicochemical parameters have been measured in accordance with the ASTM guidelines. A single-cylinder CI engine was used to acquire data. The engine performance and emissions were recorded at different engine speeds from 1150 to 2150 revolutions per minute and at full load settings. An empirical relationship for modeling performance as well as emission characteristics of CI engine powered with blends constituting of nanoparticles is generated via RSM. This relationship was used to create the model. The findings are drawn from the data.•BSFC of all fuels in testing was decreased with increasing engine speed and nanoparticles concentrations. A significant improvement of 11.62%, 12.96%, and 13.56% has been observed for B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm blends respectively in comparison with B30 blend.•All tested fuels exhibit an excellence escalation in BTE at higher engine speeds. At 2150 rpm the maximum BTE was observed to be 25.90%, 25.33%, 23.75%, 21.23%, and 21.30%, for B30 + 120 ppm, B30 + 80 ppm, B30 + 40 ppm, and B30, and diesel respectively.•The minimum CO emissions were found to be 44.30028, 43.34258, 34.3535, 30.30843, and 25.61486 g/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm biodiesel blends respectively at 2150 rpm.•The maximum HC emissions were recorded 0.21791, 0.19764, 0.18894, 0.17254, and 0.15989 g/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm and B30 + 120 ppm correspondingly at 1150 rpm.•Highest NOx emissions of 2.84962, 2.95134, 3.02375, 3.0962, and 3.16134 were found for diesel, B30, B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm respectively at the speed of 2150 rpm. BSFC of all fuels in testing was decreased with increasing engine speed and nanoparticles concentrations. A significant improvement of 11.62%, 12.96%, and 13.56% has been observed for B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm blends respectively in comparison with B30 blend. All tested fuels exhibit an excellence escalation in BTE at higher engine speeds. At 2150 rpm the maximum BTE was observed to be 25.90%, 25.33%, 23.75%, 21.23%, and 21.30%, for B30 + 120 ppm, B30 + 80 ppm, B30 + 40 ppm, and B30, and diesel respectively. The minimum CO emissions were found to be 44.30028, 43.34258, 34.3535, 30.30843, and 25.61486 g/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm biodiesel blends respectively at 2150 rpm. The maximum HC emissions were recorded 0.21791, 0.19764, 0.18894, 0.17254, and 0.15989 g/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm and B30 + 120 ppm correspondingly at 1150 rpm. Highest NOx emissions of 2.84962, 2.95134, 3.02375, 3.0962, and 3.16134 were found for diesel, B30, B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm respectively at the speed of 2150 rpm. Luqman Razzaq: Performed the experiments; Wrote the paper. Muhammad Mujtaba Abbas: Conceived and designed the experiments. Ahsan waseem: Performed the experiments Tahir Abbas Jauhar: MA. Kalam: Manzoor Elahi M. Soudagar: Analyzed and interpreted the data. H. Fayaz: A.S. Silitonga: Samr-Ul-Husnain: Usama Ishtiaq: Contributed reagents, materials, analysis tools or data. Data will be made available on request."
    },
    {
      "title": "Author contribution statement",
      "text": "Luqman Razzaq: Performed the experiments; Wrote the paper. Muhammad Mujtaba Abbas: Conceived and designed the experiments. Ahsan waseem: Performed the experiments Tahir Abbas Jauhar: MA. Kalam: Manzoor Elahi M. Soudagar: Analyzed and interpreted the data. H. Fayaz: A.S. Silitonga: Samr-Ul-Husnain: Usama Ishtiaq: Contributed reagents, materials, analysis tools or data."
    },
    {
      "title": "Data availability statement",
      "text": "Data will be made available on request."
    },
    {
      "title": "Declaration of competing interest",
      "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper"
    }
  ],
  "full_text": "## Nomenclature\nWaste Cooking Oil Waste Cooking Oil Methyl Ester Compression Ignition Brake Specific Fuel Consumption Brake Thermal Efficiency Carbon Monoxide Hydrocarbon Nitrogen Oxides Response Surface Methodology Central Composite Design Analysis of Variance Gas Chromatography Mass Spectrum X-ray diffraction Fourier transform infrared Scanning Electron Microscopy Parts Per Millions Nanoparticles\n\n## Introduction\nVersatility of diesel engines has led to their incorporation into several industries and applications [1]. Because of the danger posed by global warming, governments have implemented stringent regulations regulating environmental pollution [2]. This necessitates to employ alternative fuels, conduct research in this area, and work toward improving combustion quality to lessen the impact on the environment [3,4]. Depletion of fossil fuels and the harmful impacts they have on environment, the demand for renewable energy sources is increasing around the world [5]. Strict emission laws and regulations imposed by governmental organizations have forced academics and researchers to seek alternatives to fossil fuels in this field [6]. The primary objective is to reduce pollution from internal combustion engines and to increase access to renewable energy [7,8]. To prevent further damage to the environment, it is crucial that alternative fuels be made available in addition to the more traditional types that rely on petroleum [9]. There have been persistent efforts in this direction for some time now to lessen the demand for fossil fuels around the world. Pollutants like carbon dioxide, monoxide, nitric oxide, hydrocarbons, nitrogen dioxide, and smoke or particulate matter are generated by CI engines [10,11]. As a result, finding bio-fuels to use in the diesel engines has become decisive due to the detrimental impacts of fossil fuel consumption [12]. The primary barrier to the commercial scale adoption biodiesel is its price; the cost of production is largely dependent on the feedstock oil used in the process. While the edible oils are used for the production of biodiesel may upset the food chain, the improper disposal of used cooking oil results in environmental degradation. By using WCO as a feedstock oil, there is a chance to turn this WCO into biodiesel, which lowers the cost of making biodiesel. There are different sources of generation of WCO, food processing industries generate 32%, restaurants generate 47%, household generate 18% waste cooking oil [13]. Biodiesel produced from the WCO is non-toxic, biodegradable and contain less sulfur content. Biodiesel produced form the WCO can be used in CI engine without doing any major modifications in engine. Transesterification is the process through which fatty acid and short-chain alcohol esters are converted into biodiesel. This method has employed homogeneous alkaline catalysts such NaOH, KOH and CH3ONa. Methanol is frequently used in the transesterification process to make biodiesel. The biodiesel yield, sometimes referred to as the amount of biodiesel produced by the transesterification process, is determined by the operational constraints on the transesterification process. The use of biodiesel or mixes there of on an engine can benefit in fewer emissions of CO, HC, and PM [14]. Biodiesel can be applied straight in diesel engines without any modifications because it is readily available, environmentally beneficial, non-toxic, and has a tiny amount of sulfur that may be recycled [15]. Nanoparticles utilization in biodiesel engines has been the subject of a great deal of published work [16]. The normal practice calls for the use of additives to better fuel’s qualities. Metal additions such as aluminum, silver, titanium oxide, manganese, copper, graphene quantum dot (GQD), cerium, magnesium, and iron increase the catalytic activity of biodiesel, leading to better engine performance and fuel combustion [17]. Exhaust emissions from diesel engines can be reduced by adding nanoparticles to biodiesel fuel, as this has been discovered to improve fuel characteristics, combustion, and engine performance in recent years [18]. Nanoparticles are a useful ingredient for boosting octane levels, and this is just one more advantage they provide [19,20]. Adding amino-functionalized carbon nanotubes to gasoline was part of a study. Analysis of the octane number shows that the addition of these substances would increase the fuel’s octane rating [21]. The effects of TiO2 nanoparticles in diesel fuel were studied by Tyagi et al. [22]. Nanoparticle addition improves heat transfer to the fuel and ignites likelihood, according to experiments [23]. Diesel combustion spray and flame properties were studied by Solero to determine the impact of TiO2 nano-additive on diesel fuel [24]. The results demonstrated that TiO2 nanoparticles enhance flame and combustion by lengthening the time fuel molecules stay in the flame [24]. In a study, researchers looked into how using fuel with nanoparticles of three different metals affected a diesel engine [25]. Nanoparticles added to biodiesel fuel could improve engine performance, reduce emissions of CO and hydrocarbons, and increase emissions of CO2 and NOX [26,27]. It has become normal practice to utilize catalysts in order to lower CI engine exhaust emissions due to the benefits they provide in terms of lowering greenhouse gas output. Researchers also looked into how using nano-blended fuels will affect a diesel engine's efficiency [28,29]. Power and torque were found to rise while brake-specific consumption of fuel was reduced when nanoparticles were added to diesel and biodiesel fuels at all engine speeds. Nanoparticles (NPs)' impact on the emission of exhaust gases was also studied. When including NPs in diesel and biodiesel blends, researchers found that CO and hydrocarbon emissions became lesser while CO2 and NOX emissions increased [30,31]. Emissions along with engine performance parameters of a diesel engine have also been analyzed after carbon nanotubes (CNT) and silver NPs (Ag) were added to diesel and diesel-biodiesel blends [32]. It is observed that nanoparticles addition to diesel and biodiesel fuels increased torque output and engine power by 2% and decreased BSFC by 7.08% comparative to diesel fuel [32]. Emissions of CO2 were increased by 17.03%, while emissions of CO were reduced by 25.17% in diesel-biodiesel fuel with NPs, as compared to simple diesel [32]. The addition of NPs into blended fuels has increased NOx emissions by 25.31% comparative to diesel [33]. Brake power was found to be raised and BSFC decreased in another study that looked at the impact of CNT added to biodiesel on engine performance and emission characteristics of an engine. It was also found that CO and NOx levels were reduced. Testing the efficiency and emissions of a motor by hand is a time-consuming and costly endeavor. Because of this, optimizing engine performances, combustion, and emissions by adjusting inputs like load, speed, fuel blends, etc., has gained a lot of consideration as of late [34]. Many scientists have opted for RSM in an effort to cut down on the number of experiments [35]. The optimization of output factors with engineering models via test variables are both common uses of RSM [36]. With decreased the number of tests and creating an appropriate matrix for tests, RSM reduces the time required to complete the procedure compared to alternative optimization methods [37]. In order to determine how changing engine operating parameters affected the intended answers, some researchers turned to RSM. In a rail injection diesel engine, Lee and Reitz [38] demonstrated the effectiveness of the RSM in reducing emissions and influencing other engine characteristics. Diesel engines using canola oil-based methyl ester as an alternate fuel had their performance with exhaust emission characteristics predicted by another researcher [39]. The engine performance characteristics of diesel engines running on substitute fuels were anticipated to improve by Bharadwaz et al. [40], who posited that adjusting variables of performance including load, compression ratio, and fuel mixture would improve engine capability. RSM was also used to estimate the ignition progress of a gasoline engine with varying fuel filter lifetimes [40]. Venu et al. used titanium oxide NPs in biodiesel because of their oxygenated affiliation to enhance combustion, as recommended by use of biodiesel nano-additives [41]. The present study is the investigation of varying nanoparticles (TiO2) concentration and engine’s speed on the performance and its emissions. The biodiesel has been prepared from the WCO. The exhaust emissions with engine performance were modeled mathematically using RSM at variable rotational speeds ranging from 1150 to 2150 rpm. Due to a gap in the literature, this study is focused on TiO2 concentration variation in diesel-biodiesel blends and its impact on performance and emission characteristics via utilizing 1-cylinder diesel engine. Consequently, the purpose of this research was to use RSM technique to inspect the effects of utilizing biodiesel fuel in combination with TiO2 NPs additions of varying percentages on combustion, emissions and performance of an IC engine.\n\n## Materials and methods\nWaste cooking oil has been collected from various restaurants of Gujrat, Pakistan. Filter sheets with a diameter of 12.5 mm were used to initially remove any suspended particles from the WCO. To eliminate the moisture, filtered WCO was heated at 100° Celsius for 1 h before being cooled. Due to the continuous use of the WCO, the density and viscosity of WCO were found to be 912.30 kg/m3 and 6.80 mm2/s, respectively, which were greater than those of virgin canola oil. This could be the reason for WCO’s high acid value. WCO has an acid value of 7.80 mg KPOH/g, which needs to be reduced before it can be converted into biodiesel using mineral acids. In order to lower the amount of FFAs in the raw WCO, mineral acids H2SO4 were used in a procedure known as an acid treatment. The quantity of methanol used in the acid treatment process was crucial; by raising the methanol concentration, FFA of WCO was lowered more efficiently. Other factors included the reaction’s 600 rpm speed, 60 °C temperature, and 3 h of reaction time. Methanol was employed in the acid treatment process in quantities of 2.25 FFA and 0.05 FFA of sulfuric acid, respectively. The WCO was subjected to two steps of treatment in order to lower the FFA; the first reduced the level from 3.9 to 1.45 mg KOH/g, and the second reduced it to 0.3366 mg KOH/g. The diesel used to make the biodiesel mixes came from a nearby market. Sigma Aldrich was used to procure methanol, sulfuric acid, ethanol, potassium hydroxide, and phenolphthalein (all purities >99%). The University of Gujrat’s Chemical Engineering Department provided the TiO2 nanoparticles. QSONICA (Q500 Sonicator) ultrasonic equipment has been utilized to perform the ultrasound-assisted transesterification reaction. The equipment has a maximum rated power output of 500 W, works at 20 kHz, and has a tapered micro-tip probe having a diameter of 12.7 mm. An amount of WCO equivalent to that calculated was loaded into the reactor. Preparing a homogeneous methoxide solution required mixing a KOH catalyst and methanol solution on a stirrer plate for around 5 min. Following this step, the methoxide is diluted with WCO and added to the sonicator. All batch trials used the same 40% figure for ultrasonic unit amplitude. The effects of changing the M:O (methanol to oil) molar ratio (35–70 v/v %), KOH catalyst percentage (0.25%–1.55 wt %), and reaction time on WCO production have been investigated (15–55 min). For up to 7–8 h after transesterification, a separating funnel was used to allow contaminants in the reaction mixture to settle out. After methanol removal from biodiesel via extrication funnel, biodiesel was washed with hot water (75–85 °C) until a clear water layer developed at separating funnel bottom. In order to eliminate as many contaminants as possible from the cleaned biodiesel, it was heated in a rotary evaporator for 35–40 min at 65 °C and 150 rpm. After passing it through the Whatman filter paper [16], the biodiesel yield was finally determined using Equation (1) [42]. Both the density and the kinematic viscosity at15 °C and 40 °C respectively have been measured with a viscometer. GCMS has been used to determine the elemental composition of long-chain carbon.(1)Biodieselyield=QuantityofbiodieselproducedQuantityoffeedstockoilused×100 TiO2 NPs were produced by a sol-gel method. In a typical process, 8 ml Titanium Isopropoxide was added dropwise into a mixture of distilled water and isopropyl alcohol. The volume ratio of isopropyl alcohol and water was (1:10). The suspension has been left for strong magnetic stirring up to 4 h. Afterward hydrothermal treatment at 100 °C for 2 h has been done in a Teflon-Lined (TL) stainless-steel (SS) autoclave. Obtained precipitates were then centrifuged, collected, and dried at 100 °C for 5 h to obtain undoped TiO2 nanoparticles. The synthesized nanoparticles were then milled with the help of mortar and pestle and, calcined in air at atmospheric pressure and temperature of 400 °C for 3 h. Fig. 1 demonstrates the preparation of TiO2 NPs.Fig. 1Preparation of TiO2 NPs.Fig. 1 Preparation of TiO2 NPs. In this work, the fourier transform infrared spectroscopy (FT-IR, Nicolet 370) was used. The photoluminescence (PL) spectrums were analyzed with Hitachi F-7000 Spectro fluorimeter at the excitation wavelength of 350 nm. Zeiss EVO 15 scanning electron microscope (SEM) was used for elemental analysis, it was equipped with an energy dispersive spectrometer (EDS) system. Proto x-ray diffraction system in coupled (θ-θ) scan mode using Cu-Kα (1.54 A°) radiation source with an accelerating tube current of 30 mA and voltage of 40 kV at room temperature. For the purpose of preparing biodiesel blends, commercially available diesel was acquired from Shell, Pakistan. The fuel used in this investigation was a B30 blend consisting of 30% biodiesel and 70% diesel. The nanofuel blends were prepared using 40–160 ppm nanoparticles concentration. The stability was observed for 40, 80, 120, 160 and 200 ppm of nanofuel blends for 4 weeks. The fuel blends 40, 80, and 120 ppm provided better stability, the NPs were stably blended with the biodiesel fuel molecules, however, higher percentage of nanoparticles above 120 ppm resulted in slight agglomeration, and the agglomeration increased with an increase in the nanoparticles above 120 ppm, based on the observations the optimum concentration of nanoparticles were selected. Higher concentration of particles develops the van der waals attraction forces between particles which may cause colloidal instability. However, some researcher also used 200 ppm even up to 1000 ppm, it’s a risky because nanoparticles may block fuel nozzle and fuel filters. Stability also depends upon the particle’s nature. After adding TiO2 nanoparticles to B30 at three separate concentrations, the biodiesel was sonicated to distribute the NPs throughout the fuel. Additionally, the stability of the NPs in biodiesel has been enhanced by the addition of sodium dodecyl sulphate as a wetting agent. In the current study, the long-term durability and practical uses of nanoparticles in liquid fuels are important factors to consider. The uniform distribution of nanoparticles in the base liquid is crucial for maintaining the consistency of nanofluids. Previous research suggests that adding a higher amount of surfactants to nanoparticles offers several benefits: (a) Improved precipitation rate, increased UV absorbance, well-mixed suspension, and reduced clustering and agglomeration in nanofluids with surfactants; (b) Stable suspension with the highest thermal conductivity, suitable for advanced applications; (c) Maintenance of a dispersed state and prolonged prevention of agglomeration through the expansion of the kinetic barrier. The method used to disperse nanoparticles significantly affects the generation of surface charges on the nanoparticles, which ultimately affects their dispersion stability. This is because the stability of dispersion relies on the repulsive forces between the dispersed particles. Dispersion can be achieved through two distinct mechanisms: electrostatic stabilization and steric stabilization. In the electrostatic mechanism, dispersing agents, known as surfactants, are used to coat the surface of nanoparticles and generate surface charges. These surfactants form a protective layer with extended loops and tails, which extend into the nanofluid. The quantity of surfactants employed is a critical factor in maintaining the stability and effectiveness of the dispersion. It is necessary to use a sufficient concentration of surfactants to fully coat the nanoparticle surface and uphold dispersion stability. Comparatively, ionic surfactants exhibit higher thermal conductivity in a consistent range when compared to non-ionic surfactants. Among the ionic surfactants, anionic surfactants tend to provide higher thermal conductivity values than cationic surfactants. Therefore, in this specific experiment, an anionic surfactant called SDS was utilized. The use of an aqueous solution of SDS is universally accepted for dispersing or suspending carbon nanotubes. SDS effectively modifies the hydrophobic surfaces of multi-walled carbon nanotubes (MWCNTs) and fullerene, enhancing the repulsion forces between the suspended particles by increasing the zeta potentials, which represent the surface charge of particles in the fluid. Moreover, the stability of the aqueous solution was observed for a remarkable duration of 800 h. (a) Nanofluids containing surfactants exhibit an increased rate of precipitation, a uniform suspension, improved UV absorbance, and reduced clustering and agglomeration. (b) These nanofluids also maintain a stable suspension with the highest thermal conductivity, making them suitable for various applications over a period of one month. (a) The presence of SDS surfactant effectively prevents agglomeration of CoFe2O4 NPs due to its high dielectric constant. (b) Magnetic measurements revealed that the addition of SDS to CoFe2O4 NPs results in enhanced saturation magnetization, coercivity, and retentivity. These samples were found to contain the ideal ratio of nanoparticles to surfactant, which was found to be 1:4. The ready samples were swirled at 2200 rpm for 30 min and then sonicated again for 1 h to create uniform nano-fuel mixes. The preparation of nanofuel blends has been demonstrated in Fig. 2(a–c).Fig. 2Preparation of nanofuel blends (a) B30 blend without nanoparticles, (b) during sonication process (c) after sonication process.Fig. 2 Preparation of nanofuel blends (a) B30 blend without nanoparticles, (b) during sonication process (c) after sonication process. For performance characteristics evaluation, a single-cylinder Yanmar (TF 120 M), water-cooled diesel engine has been used having an Eddy current dynamometer. Schematic engine configuration has been depicted in Fig. 3. Table 1 that follows contains an exhaustive rundown of the engine’s particulars. In the first step of the process, the diesel engine’s features were analyzed with diesel that is available for purchase. Diesel flow rate can be measured by utilizing graduated funnel at fuel tank. The engine was run at full load capacity whereas the speed was changed between 1150 and 2150 revolutions per minute. A software was used to obtain engine performance characteristics like braking torque (BT) and brake power (BP), and the BOSCH emission analyzer was used to obtain the emissions, which included carbon monoxide, hydrocarbons, and NOx. Both sets of data have then been compared.Fig. 3Schematic diagram of single-cylinder compression ignition engine.Fig. 3Table 1Specifications of compression ignition (CI) engine.Table 1No.DescriptionSpecificationsNo.DescriptionSpecifications1No of cylinders15Compression ratio17.72Displacement (L)0.6386Maximum power7.7 kW3Bore (mm)927Maximum engine speed2400 rpm4Stroke (mm)968Cooling systemRadiator cooling Schematic diagram of single-cylinder compression ignition engine. Specifications of compression ignition (CI) engine. RSM is used to obtain design of experiment table which can assist to obtain optimal dependent and independent variable values with the help of statistical approach. RSM can determine the effect of interaction between factors and, depending on the model that is being used, can considerably decrease the number of experimental runs that are required. In order to do statistical analysis, RSM was used along with Design-Expert® Software Version 8.0.6. Utilizing central composite design (CCD) allowed for an analysis of the consequence, that the independent variables had on emission, and performance characteristics of exhaust gas. Nanoparticle concentration in fuel blend was one independent variable, and there were five different speeds for the engine. A tabular representation of the experiment matrices can be seen in Table 2.Table 2Experimental matrix.Table 2Std.RunFactor 1A: Engine Speed (rpm)Factor 2B: Nanoparticle Concentration (ppm)Response 1 BSFC (kg/kWh)Response 2 BTE (%)Response 3 CO (g/kWh)Response 4 HC g/kWhResponse 5 NOx (g/kWh)811775136.570.42217420.967855.55350.0869032.976353211501200.49305217.010669.70350.1598912.79733131150400.51595215.362486.69120.1889362.624041241775800.42714420.635362.84820.09462032.905175177523.430.43278620.318264.76360.1005812.78505961775800.42714420.635362.84820.09462032.90511171775800.42714420.635362.84820.09462032.905158891.12800.50815416.186574.16470.1725452.744292150400.34754425.606127.62590.05036733.1519941021501200.33994327.397926.06050.0405243.3013413111775800.42714420.635362.84820.09462032.90516122150800.34232426.961122.88260.04549483.2005210131775800.42714420.635362.84820.09462032.9051 Experimental matrix.\n\n## Preparation of biodiesel\nQSONICA (Q500 Sonicator) ultrasonic equipment has been utilized to perform the ultrasound-assisted transesterification reaction. The equipment has a maximum rated power output of 500 W, works at 20 kHz, and has a tapered micro-tip probe having a diameter of 12.7 mm. An amount of WCO equivalent to that calculated was loaded into the reactor. Preparing a homogeneous methoxide solution required mixing a KOH catalyst and methanol solution on a stirrer plate for around 5 min. Following this step, the methoxide is diluted with WCO and added to the sonicator. All batch trials used the same 40% figure for ultrasonic unit amplitude. The effects of changing the M:O (methanol to oil) molar ratio (35–70 v/v %), KOH catalyst percentage (0.25%–1.55 wt %), and reaction time on WCO production have been investigated (15–55 min). For up to 7–8 h after transesterification, a separating funnel was used to allow contaminants in the reaction mixture to settle out. After methanol removal from biodiesel via extrication funnel, biodiesel was washed with hot water (75–85 °C) until a clear water layer developed at separating funnel bottom. In order to eliminate as many contaminants as possible from the cleaned biodiesel, it was heated in a rotary evaporator for 35–40 min at 65 °C and 150 rpm. After passing it through the Whatman filter paper [16], the biodiesel yield was finally determined using Equation (1) [42]. Both the density and the kinematic viscosity at15 °C and 40 °C respectively have been measured with a viscometer. GCMS has been used to determine the elemental composition of long-chain carbon.(1)Biodieselyield=QuantityofbiodieselproducedQuantityoffeedstockoilused×100\n\n## Synthesis of titanium dioxide nanoparticles\nTiO2 NPs were produced by a sol-gel method. In a typical process, 8 ml Titanium Isopropoxide was added dropwise into a mixture of distilled water and isopropyl alcohol. The volume ratio of isopropyl alcohol and water was (1:10). The suspension has been left for strong magnetic stirring up to 4 h. Afterward hydrothermal treatment at 100 °C for 2 h has been done in a Teflon-Lined (TL) stainless-steel (SS) autoclave. Obtained precipitates were then centrifuged, collected, and dried at 100 °C for 5 h to obtain undoped TiO2 nanoparticles. The synthesized nanoparticles were then milled with the help of mortar and pestle and, calcined in air at atmospheric pressure and temperature of 400 °C for 3 h. Fig. 1 demonstrates the preparation of TiO2 NPs.Fig. 1Preparation of TiO2 NPs.Fig. 1 Preparation of TiO2 NPs. In this work, the fourier transform infrared spectroscopy (FT-IR, Nicolet 370) was used. The photoluminescence (PL) spectrums were analyzed with Hitachi F-7000 Spectro fluorimeter at the excitation wavelength of 350 nm. Zeiss EVO 15 scanning electron microscope (SEM) was used for elemental analysis, it was equipped with an energy dispersive spectrometer (EDS) system. Proto x-ray diffraction system in coupled (θ-θ) scan mode using Cu-Kα (1.54 A°) radiation source with an accelerating tube current of 30 mA and voltage of 40 kV at room temperature.\n\n## Preparing nanofuel blends\nFor the purpose of preparing biodiesel blends, commercially available diesel was acquired from Shell, Pakistan. The fuel used in this investigation was a B30 blend consisting of 30% biodiesel and 70% diesel. The nanofuel blends were prepared using 40–160 ppm nanoparticles concentration. The stability was observed for 40, 80, 120, 160 and 200 ppm of nanofuel blends for 4 weeks. The fuel blends 40, 80, and 120 ppm provided better stability, the NPs were stably blended with the biodiesel fuel molecules, however, higher percentage of nanoparticles above 120 ppm resulted in slight agglomeration, and the agglomeration increased with an increase in the nanoparticles above 120 ppm, based on the observations the optimum concentration of nanoparticles were selected. Higher concentration of particles develops the van der waals attraction forces between particles which may cause colloidal instability. However, some researcher also used 200 ppm even up to 1000 ppm, it’s a risky because nanoparticles may block fuel nozzle and fuel filters. Stability also depends upon the particle’s nature. After adding TiO2 nanoparticles to B30 at three separate concentrations, the biodiesel was sonicated to distribute the NPs throughout the fuel. Additionally, the stability of the NPs in biodiesel has been enhanced by the addition of sodium dodecyl sulphate as a wetting agent. In the current study, the long-term durability and practical uses of nanoparticles in liquid fuels are important factors to consider. The uniform distribution of nanoparticles in the base liquid is crucial for maintaining the consistency of nanofluids. Previous research suggests that adding a higher amount of surfactants to nanoparticles offers several benefits: (a) Improved precipitation rate, increased UV absorbance, well-mixed suspension, and reduced clustering and agglomeration in nanofluids with surfactants; (b) Stable suspension with the highest thermal conductivity, suitable for advanced applications; (c) Maintenance of a dispersed state and prolonged prevention of agglomeration through the expansion of the kinetic barrier. The method used to disperse nanoparticles significantly affects the generation of surface charges on the nanoparticles, which ultimately affects their dispersion stability. This is because the stability of dispersion relies on the repulsive forces between the dispersed particles. Dispersion can be achieved through two distinct mechanisms: electrostatic stabilization and steric stabilization. In the electrostatic mechanism, dispersing agents, known as surfactants, are used to coat the surface of nanoparticles and generate surface charges. These surfactants form a protective layer with extended loops and tails, which extend into the nanofluid. The quantity of surfactants employed is a critical factor in maintaining the stability and effectiveness of the dispersion. It is necessary to use a sufficient concentration of surfactants to fully coat the nanoparticle surface and uphold dispersion stability. Comparatively, ionic surfactants exhibit higher thermal conductivity in a consistent range when compared to non-ionic surfactants. Among the ionic surfactants, anionic surfactants tend to provide higher thermal conductivity values than cationic surfactants. Therefore, in this specific experiment, an anionic surfactant called SDS was utilized. The use of an aqueous solution of SDS is universally accepted for dispersing or suspending carbon nanotubes. SDS effectively modifies the hydrophobic surfaces of multi-walled carbon nanotubes (MWCNTs) and fullerene, enhancing the repulsion forces between the suspended particles by increasing the zeta potentials, which represent the surface charge of particles in the fluid. Moreover, the stability of the aqueous solution was observed for a remarkable duration of 800 h. (a) Nanofluids containing surfactants exhibit an increased rate of precipitation, a uniform suspension, improved UV absorbance, and reduced clustering and agglomeration. (b) These nanofluids also maintain a stable suspension with the highest thermal conductivity, making them suitable for various applications over a period of one month. (a) The presence of SDS surfactant effectively prevents agglomeration of CoFe2O4 NPs due to its high dielectric constant. (b) Magnetic measurements revealed that the addition of SDS to CoFe2O4 NPs results in enhanced saturation magnetization, coercivity, and retentivity. These samples were found to contain the ideal ratio of nanoparticles to surfactant, which was found to be 1:4. The ready samples were swirled at 2200 rpm for 30 min and then sonicated again for 1 h to create uniform nano-fuel mixes. The preparation of nanofuel blends has been demonstrated in Fig. 2(a–c).Fig. 2Preparation of nanofuel blends (a) B30 blend without nanoparticles, (b) during sonication process (c) after sonication process.Fig. 2 Preparation of nanofuel blends (a) B30 blend without nanoparticles, (b) during sonication process (c) after sonication process.\n\n## Engine setup\nFor performance characteristics evaluation, a single-cylinder Yanmar (TF 120 M), water-cooled diesel engine has been used having an Eddy current dynamometer. Schematic engine configuration has been depicted in Fig. 3. Table 1 that follows contains an exhaustive rundown of the engine’s particulars. In the first step of the process, the diesel engine’s features were analyzed with diesel that is available for purchase. Diesel flow rate can be measured by utilizing graduated funnel at fuel tank. The engine was run at full load capacity whereas the speed was changed between 1150 and 2150 revolutions per minute. A software was used to obtain engine performance characteristics like braking torque (BT) and brake power (BP), and the BOSCH emission analyzer was used to obtain the emissions, which included carbon monoxide, hydrocarbons, and NOx. Both sets of data have then been compared.Fig. 3Schematic diagram of single-cylinder compression ignition engine.Fig. 3Table 1Specifications of compression ignition (CI) engine.Table 1No.DescriptionSpecificationsNo.DescriptionSpecifications1No of cylinders15Compression ratio17.72Displacement (L)0.6386Maximum power7.7 kW3Bore (mm)927Maximum engine speed2400 rpm4Stroke (mm)968Cooling systemRadiator cooling Schematic diagram of single-cylinder compression ignition engine. Specifications of compression ignition (CI) engine.\n\n## Response surface methodology (RSM)\nRSM is used to obtain design of experiment table which can assist to obtain optimal dependent and independent variable values with the help of statistical approach. RSM can determine the effect of interaction between factors and, depending on the model that is being used, can considerably decrease the number of experimental runs that are required. In order to do statistical analysis, RSM was used along with Design-Expert® Software Version 8.0.6. Utilizing central composite design (CCD) allowed for an analysis of the consequence, that the independent variables had on emission, and performance characteristics of exhaust gas. Nanoparticle concentration in fuel blend was one independent variable, and there were five different speeds for the engine. A tabular representation of the experiment matrices can be seen in Table 2.Table 2Experimental matrix.Table 2Std.RunFactor 1A: Engine Speed (rpm)Factor 2B: Nanoparticle Concentration (ppm)Response 1 BSFC (kg/kWh)Response 2 BTE (%)Response 3 CO (g/kWh)Response 4 HC g/kWhResponse 5 NOx (g/kWh)811775136.570.42217420.967855.55350.0869032.976353211501200.49305217.010669.70350.1598912.79733131150400.51595215.362486.69120.1889362.624041241775800.42714420.635362.84820.09462032.905175177523.430.43278620.318264.76360.1005812.78505961775800.42714420.635362.84820.09462032.90511171775800.42714420.635362.84820.09462032.905158891.12800.50815416.186574.16470.1725452.744292150400.34754425.606127.62590.05036733.1519941021501200.33994327.397926.06050.0405243.3013413111775800.42714420.635362.84820.09462032.90516122150800.34232426.961122.88260.04549483.2005210131775800.42714420.635362.84820.09462032.9051 Experimental matrix.\n\n## Results and discussions\nThe physicochemical characteristics of biodiesel produced from the WCO are listed in Table 3. These characteristics of biodiesel blends with and without nanoparticles have been compared to the ASTM norm for this type of fuel. Table 4 shows the % composition of various long-chain carbon constituents, as found by GCMS analysis of WCOME.Table 3Physicochemical characteristics of biodiesel blends with/without NPs.Table 3Fuel samplesDensity@ 15 °CKg/m3Viscosity @ 40 °C mm2/sCalorific value MJ/kgB30838.344.156041.6567B30 + 40 ppm840.114.183241.5645B30 + 80 ppm840.144.184541.2390B30 + 120 ppm840.524.196341.1260Table 4Composition of waste cooking oil methyl ester.Table 4Name of FAMEStructure% (WCOME)Methyl PalmitateC16:06Methyl PalmitoleateC16:10.6Methyl EicoenoateC20:10.8Methyl BehenateC22:00.9Methyl ArachidateC20:00.9Methyl StearateC18:00.8Methyl OleateC18:154Methyl LinoleateC18:225.7Methyl ErucateC22:12.2Methyl LinolenateC18:38.1 Physicochemical characteristics of biodiesel blends with/without NPs. Composition of waste cooking oil methyl ester. FTIR spectroscopy was used to explore the chemical structure of TiO2, as shown in Fig. 4(a). The results of this investigation were analyzed at wavenumbers ranging from 1000 cm−1 to 3000 cm−1 to determine the structure’s composition. In the FTIR spectrum of TiO2, the primary absorption peaks may be broken down into four distinct groups. A hydroxyl group presence on the surface of TiO2 has been indicated by the existence of an absorption peak in the Fourier Transform Infrared (FTIR) spectrum at a wavenumber of 2250 cm−1.Fig. 4Characterization of nanoparticles (a) FTIR (b) XRD (c) PL spectra (d)-(e)-(f) SEM.Fig. 4 Characterization of nanoparticles (a) FTIR (b) XRD (c) PL spectra (d)-(e)-(f) SEM. Fig. 4(b) displays the X-ray diffraction pattern that was produced by synthesizing titanium dioxide nanoparticles. The presence of the 2 at peak 45.4° is evidence that the TiO2 crystal structure is anatase [43]. TiO2 was found to be in the anatase phase, as indicated by the strong diffraction peak at 45.4° [44]. It was determined that the sample did not include any erroneous diffraction peaks. The presence of an anatase structure is demonstrated by the 2D peak at 45.4°. The intensity of the XRD peak in the sample shows that the generated nanoparticles are crystalline, and broad diffraction peaks indicate that the crystallites formed are of a very small size. Investigations into the usefulness of charge carrier entrapment, immigration, transfer and destiny of electron-hole pairs in semiconducting material particles, have made extensive use of PL emission spectra. Fig. 4(c) exhibits the PL spectra of TiO2 nanoparticles, the optimum intensity peak was found just about 4000 (a.u.) at a wavelength ranging from 400 to 420 (nm). The pictures produced from the scanning electron microscope (SEM) are shown in Fig. 4(d,e,f) at varying degrees of magnification, as indicated by the a, b, and c subfigures, respectively. The photos not only demonstrate the presence of TiO2 but also demonstrate the expansion of the crystal planes. Investigation of variance (ANOVA) findings are presented in Table 5, Table 6 for experiments that were carried out. The probability value, often known as p value, for any model is less than 0.01. As a result, analysis of variance demonstrates that results are statistically noteworthy.Table 5Analysis of variance (ANOVA).Table 5SourceModelA: Engine SpeedB: Nanoparticle ConcentrationABA2B2BSFCF. Value p-value Prop > F274.36<0.00011.840.21730.420.53980.110.74677.559 × 10−30.9332BTEF. Value p-value Prop >247.85<0.00013.660.09737.953 × 10−30.93142.990.12730.0420.8429COF. Value p-value Prop >111.47<0.00015.620.04960.190.675212.280.00991.060.3368HCF. Value p-value Prop >174.64<0.00013.090.12210.670.43924.420.07350.150.7135NOxF. Value p-value Prop >109.17<0.000113.650.00770.0440.83904.200.07955.867 × 10−30.9411Table 6Analysis of variance (ANOVA).Table 6SourceResidualLack of fitPure errorCor TotalBSFC9.860E-0049.860E-0040.0000.040BTE4.544.540.000169.68CO269.33269.330.0005267.15HC9.595E-0049.595E-0040.0000.026NOX0.0230.0230.0000.43 Analysis of variance (ANOVA). Analysis of variance (ANOVA). Influence that engine speed and nanoparticle concentrations have on the BSFC values is illustrated in Fig. 5. The least values for BSFC were 0.38999, 0.39327, 0.34754, 0.34232, and 0.33994 kg/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm and B30 + 120 ppm respectively at 2150 rpm. When the concentration of TiO2 in the B30 blends was increased, it was noted that the BSFC dropped across the board at all engine speeds. This is due to the fact that nanoparticles addition to biodiesel blends enhances the rate at which combustion is completed [29]. According to the findings of the ANOVA, which are depicted in Fig. 6, it is abundantly clear that the engine speed as well as a load of NPs in B30 fuel have considerable influence on BSFC. In Equation (2), the regression model that was obtained by Design Expert Software in order to estimate fuel consumption that is particular to the brakes is presented (using the coded data).(2)BSFC=+0.43−0.070A−5.688×10−3B+3.824×10−3AB−1.512×10−3A2−3.912×10−4B2Fig. 5Variation in BSFC with varying engine speed for different fuels with and without nanoparticles.Fig. 5Fig. 6Combined effect of engine speed and nanoparticles concentration on BSFC.Fig. 6 Variation in BSFC with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on BSFC. Fig. 7 demonstrate the changes in BTE that occurs for all tested fuels at 100% engine load, and rpm ranges from 1150 to 2150. Increasing the engine speed resulted in BTE increment for all tested fuels. At a speed of 2150 revolutions per minute, the highest levels of BTE were found to be 25.90%, 25.33%, 23.75%, 21.23%, and 21.30%, respectively, for B30 + 120 ppm, B30 + 80 ppm, B30 + 40 ppm, and B30, as well as diesel. In terms of NP additives, metal-based nanoparticle of Titanium dioxide has shown a greater rise in brake thermal efficiency than carbon-based nanoparticles. TiO2 NPs improve the combustion due to the presence of oxygen into a fuel-rich zone which improves thermal efficiency for oxygenated ternary fuel blends [29]. The interaction developed between engine speed and nanoparticle concentrations via response surface methodology for BTE has been shown in Fig. 8. The ANOVA results revealed that the BTE is a dependent variable that increased with both increasing engine speed and nanoparticles concentrations. The mathematical equation for obtained from the RSM software for BTE has been given in Equation (3).(3)BTE=+20.64+4.48A+0.54B+0.036AB+0.53A2+0.063B2Fig. 7Variation in BTE with varying engine speed for different fuels with and without nanoparticles.Fig. 7Fig. 8Combined effect of engine speed and nanoparticles concentration on BTE.Fig. 8 Variation in BTE with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on BTE. The relationship between the speed of the engine and nanoparticles concentration in B30 fuel is represented in Fig. 9. Increment in nanoparticle concentration result in CO decrement immediately. This can be analyzed easily. This occurrence provides evidence that the combustion is being controlled so that it can be finished [45]. The minimum CO emissions were found to be 44.30028, 43.34258, 34.3535, 30.30843, and 25.61486 g/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm biodiesel blends respectively at 2150 rpm.Fig. 9Variation in CO emissions with varying engine speed for different fuels with and without nanoparticles.Fig. 9 Variation in CO emissions with varying engine speed for different fuels with and without nanoparticles. The results of the ANOVA are provided in Fig. 10, makes it clear that the concentration of nanoparticles and the speed of the engine in the B30 have a considerable effect on carbon monoxide emissions. Equation shows the projected regression model that is based on ANOVA (and that makes use of the coded data) (4). The highest values of CO emissions were documented at 1150 rpm. CO is released when only some of the fuel’s carbon is burned. A change in the fuel-to-air ratio in the cylinder resulted in a different CO emission. As engine speed was increased, CO emissions decreased. As can be seen in Fig. 10, maximum engine speed along high fuel to air ratio and temperature lead to increase in conversion rate of CO to CO2, consequently reduction of CO emissions. The mathematical model has been given in Equation (4).(4)CO=+62.85−23.15A−5.20B+1.36AB−8.24A2−2.43B2Fig. 10Combined effect of engine speed and nanoparticles concentration on CO emissions.Fig. 10 Combined effect of engine speed and nanoparticles concentration on CO emissions. Fig. 11 depicts the relationship between engine speed and the HC emissions produced. Aerodynamics, fuel composition, and engine operation are the primary determinants of HC emissions. The maximum HC emissions were recorded 0.21791, 0.19764, 0.18894, 0.17254, and 0.15989 g/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm and B30 + 120 ppm respectively at 1150 rpm. From the observations, the HC emissions were significantly reduced with increasing engine speed and nanoparticle concentration. The enhanced combustion of fuel due to the enormous reactive surface of nanoparticles is responsible for the drastic decrease in HC emissions [46]. Fig. 12 displays the ANOVA findings, which reveal that the nanoparticle concentration and engine speed considerably affect HC emission. Equation (5) shows the derived regression equation for HC emissions.(5)HC=+0.095−0.055A−7.279×10−3B+4.800×10−3AB+9.337×10−3A2+1.698×10−3B2Fig. 11Variation in HC emissions with varying engine speed for different fuels with and without nanoparticles.Fig. 11Fig. 12Combined effect of engine speed and nanoparticles concentration on HC emissions.Fig. 12 Variation in HC emissions with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on HC emissions. Fig. 13 displays the NOx emissions of all fuels evaluated. For all tested blends of fuel, the escalation of engine speed showed an upward trend in the graph. The highest NOx emissions of 2.84962, 2.95134, 3.02375, 3.0962, and 3.16134 were obtained for diesel, B30, B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm correspondingly at 2150 rpm. High temperatures and pressures during combustion within the cylinder are primarily responsible for the generation of nitrogen oxides (NOx) [47,48]. The high in-cylinder temperatures caused by biodiesel blends' high cetane numbers and oxygen content result in a high level of nitrogen oxides [49]. This increase was the result of increased temperature and pressure within the cylinders, which were brought about by the more efficient burning of fuels brought about by adding TiO2 as an additive. It is clear, from Fig. 14 which represents the findings of the ANOVA, that the concentration of NPs and the speed of the engine and the B30 fuel both have substantial effects on the amount of NOx that is emitted. In Equation (6), the regression equations for Nitrous oxides emissions that were derived by Design Expert Software (making use of the coded data) are shown.(6)NOx=+2.91+0.21A+0.074B−5.986×10−3AB+0.044A2−1.649×10−3B2Fig. 13Variation in NOx emissions with varying engine speed for different fuels with and without nanoparticles.Fig. 13Fig. 14Combined effect of engine speed and nanoparticles concentration on NOx emissions.Fig. 14 Variation in NOx emissions with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on NOx emissions.\n\n## Characterization of biodiesel blends\nThe physicochemical characteristics of biodiesel produced from the WCO are listed in Table 3. These characteristics of biodiesel blends with and without nanoparticles have been compared to the ASTM norm for this type of fuel. Table 4 shows the % composition of various long-chain carbon constituents, as found by GCMS analysis of WCOME.Table 3Physicochemical characteristics of biodiesel blends with/without NPs.Table 3Fuel samplesDensity@ 15 °CKg/m3Viscosity @ 40 °C mm2/sCalorific value MJ/kgB30838.344.156041.6567B30 + 40 ppm840.114.183241.5645B30 + 80 ppm840.144.184541.2390B30 + 120 ppm840.524.196341.1260Table 4Composition of waste cooking oil methyl ester.Table 4Name of FAMEStructure% (WCOME)Methyl PalmitateC16:06Methyl PalmitoleateC16:10.6Methyl EicoenoateC20:10.8Methyl BehenateC22:00.9Methyl ArachidateC20:00.9Methyl StearateC18:00.8Methyl OleateC18:154Methyl LinoleateC18:225.7Methyl ErucateC22:12.2Methyl LinolenateC18:38.1 Physicochemical characteristics of biodiesel blends with/without NPs. Composition of waste cooking oil methyl ester.\n\n## Characterization of nanoparticles\nFTIR spectroscopy was used to explore the chemical structure of TiO2, as shown in Fig. 4(a). The results of this investigation were analyzed at wavenumbers ranging from 1000 cm−1 to 3000 cm−1 to determine the structure’s composition. In the FTIR spectrum of TiO2, the primary absorption peaks may be broken down into four distinct groups. A hydroxyl group presence on the surface of TiO2 has been indicated by the existence of an absorption peak in the Fourier Transform Infrared (FTIR) spectrum at a wavenumber of 2250 cm−1.Fig. 4Characterization of nanoparticles (a) FTIR (b) XRD (c) PL spectra (d)-(e)-(f) SEM.Fig. 4 Characterization of nanoparticles (a) FTIR (b) XRD (c) PL spectra (d)-(e)-(f) SEM. Fig. 4(b) displays the X-ray diffraction pattern that was produced by synthesizing titanium dioxide nanoparticles. The presence of the 2 at peak 45.4° is evidence that the TiO2 crystal structure is anatase [43]. TiO2 was found to be in the anatase phase, as indicated by the strong diffraction peak at 45.4° [44]. It was determined that the sample did not include any erroneous diffraction peaks. The presence of an anatase structure is demonstrated by the 2D peak at 45.4°. The intensity of the XRD peak in the sample shows that the generated nanoparticles are crystalline, and broad diffraction peaks indicate that the crystallites formed are of a very small size. Investigations into the usefulness of charge carrier entrapment, immigration, transfer and destiny of electron-hole pairs in semiconducting material particles, have made extensive use of PL emission spectra. Fig. 4(c) exhibits the PL spectra of TiO2 nanoparticles, the optimum intensity peak was found just about 4000 (a.u.) at a wavelength ranging from 400 to 420 (nm). The pictures produced from the scanning electron microscope (SEM) are shown in Fig. 4(d,e,f) at varying degrees of magnification, as indicated by the a, b, and c subfigures, respectively. The photos not only demonstrate the presence of TiO2 but also demonstrate the expansion of the crystal planes.\n\n## RSM model validity\nInvestigation of variance (ANOVA) findings are presented in Table 5, Table 6 for experiments that were carried out. The probability value, often known as p value, for any model is less than 0.01. As a result, analysis of variance demonstrates that results are statistically noteworthy.Table 5Analysis of variance (ANOVA).Table 5SourceModelA: Engine SpeedB: Nanoparticle ConcentrationABA2B2BSFCF. Value p-value Prop > F274.36<0.00011.840.21730.420.53980.110.74677.559 × 10−30.9332BTEF. Value p-value Prop >247.85<0.00013.660.09737.953 × 10−30.93142.990.12730.0420.8429COF. Value p-value Prop >111.47<0.00015.620.04960.190.675212.280.00991.060.3368HCF. Value p-value Prop >174.64<0.00013.090.12210.670.43924.420.07350.150.7135NOxF. Value p-value Prop >109.17<0.000113.650.00770.0440.83904.200.07955.867 × 10−30.9411Table 6Analysis of variance (ANOVA).Table 6SourceResidualLack of fitPure errorCor TotalBSFC9.860E-0049.860E-0040.0000.040BTE4.544.540.000169.68CO269.33269.330.0005267.15HC9.595E-0049.595E-0040.0000.026NOX0.0230.0230.0000.43 Analysis of variance (ANOVA). Analysis of variance (ANOVA).\n\n## Engine performance and emissions characteristics\nInfluence that engine speed and nanoparticle concentrations have on the BSFC values is illustrated in Fig. 5. The least values for BSFC were 0.38999, 0.39327, 0.34754, 0.34232, and 0.33994 kg/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm and B30 + 120 ppm respectively at 2150 rpm. When the concentration of TiO2 in the B30 blends was increased, it was noted that the BSFC dropped across the board at all engine speeds. This is due to the fact that nanoparticles addition to biodiesel blends enhances the rate at which combustion is completed [29]. According to the findings of the ANOVA, which are depicted in Fig. 6, it is abundantly clear that the engine speed as well as a load of NPs in B30 fuel have considerable influence on BSFC. In Equation (2), the regression model that was obtained by Design Expert Software in order to estimate fuel consumption that is particular to the brakes is presented (using the coded data).(2)BSFC=+0.43−0.070A−5.688×10−3B+3.824×10−3AB−1.512×10−3A2−3.912×10−4B2Fig. 5Variation in BSFC with varying engine speed for different fuels with and without nanoparticles.Fig. 5Fig. 6Combined effect of engine speed and nanoparticles concentration on BSFC.Fig. 6 Variation in BSFC with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on BSFC. Fig. 7 demonstrate the changes in BTE that occurs for all tested fuels at 100% engine load, and rpm ranges from 1150 to 2150. Increasing the engine speed resulted in BTE increment for all tested fuels. At a speed of 2150 revolutions per minute, the highest levels of BTE were found to be 25.90%, 25.33%, 23.75%, 21.23%, and 21.30%, respectively, for B30 + 120 ppm, B30 + 80 ppm, B30 + 40 ppm, and B30, as well as diesel. In terms of NP additives, metal-based nanoparticle of Titanium dioxide has shown a greater rise in brake thermal efficiency than carbon-based nanoparticles. TiO2 NPs improve the combustion due to the presence of oxygen into a fuel-rich zone which improves thermal efficiency for oxygenated ternary fuel blends [29]. The interaction developed between engine speed and nanoparticle concentrations via response surface methodology for BTE has been shown in Fig. 8. The ANOVA results revealed that the BTE is a dependent variable that increased with both increasing engine speed and nanoparticles concentrations. The mathematical equation for obtained from the RSM software for BTE has been given in Equation (3).(3)BTE=+20.64+4.48A+0.54B+0.036AB+0.53A2+0.063B2Fig. 7Variation in BTE with varying engine speed for different fuels with and without nanoparticles.Fig. 7Fig. 8Combined effect of engine speed and nanoparticles concentration on BTE.Fig. 8 Variation in BTE with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on BTE. The relationship between the speed of the engine and nanoparticles concentration in B30 fuel is represented in Fig. 9. Increment in nanoparticle concentration result in CO decrement immediately. This can be analyzed easily. This occurrence provides evidence that the combustion is being controlled so that it can be finished [45]. The minimum CO emissions were found to be 44.30028, 43.34258, 34.3535, 30.30843, and 25.61486 g/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm biodiesel blends respectively at 2150 rpm.Fig. 9Variation in CO emissions with varying engine speed for different fuels with and without nanoparticles.Fig. 9 Variation in CO emissions with varying engine speed for different fuels with and without nanoparticles. The results of the ANOVA are provided in Fig. 10, makes it clear that the concentration of nanoparticles and the speed of the engine in the B30 have a considerable effect on carbon monoxide emissions. Equation shows the projected regression model that is based on ANOVA (and that makes use of the coded data) (4). The highest values of CO emissions were documented at 1150 rpm. CO is released when only some of the fuel’s carbon is burned. A change in the fuel-to-air ratio in the cylinder resulted in a different CO emission. As engine speed was increased, CO emissions decreased. As can be seen in Fig. 10, maximum engine speed along high fuel to air ratio and temperature lead to increase in conversion rate of CO to CO2, consequently reduction of CO emissions. The mathematical model has been given in Equation (4).(4)CO=+62.85−23.15A−5.20B+1.36AB−8.24A2−2.43B2Fig. 10Combined effect of engine speed and nanoparticles concentration on CO emissions.Fig. 10 Combined effect of engine speed and nanoparticles concentration on CO emissions. Fig. 11 depicts the relationship between engine speed and the HC emissions produced. Aerodynamics, fuel composition, and engine operation are the primary determinants of HC emissions. The maximum HC emissions were recorded 0.21791, 0.19764, 0.18894, 0.17254, and 0.15989 g/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm and B30 + 120 ppm respectively at 1150 rpm. From the observations, the HC emissions were significantly reduced with increasing engine speed and nanoparticle concentration. The enhanced combustion of fuel due to the enormous reactive surface of nanoparticles is responsible for the drastic decrease in HC emissions [46]. Fig. 12 displays the ANOVA findings, which reveal that the nanoparticle concentration and engine speed considerably affect HC emission. Equation (5) shows the derived regression equation for HC emissions.(5)HC=+0.095−0.055A−7.279×10−3B+4.800×10−3AB+9.337×10−3A2+1.698×10−3B2Fig. 11Variation in HC emissions with varying engine speed for different fuels with and without nanoparticles.Fig. 11Fig. 12Combined effect of engine speed and nanoparticles concentration on HC emissions.Fig. 12 Variation in HC emissions with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on HC emissions. Fig. 13 displays the NOx emissions of all fuels evaluated. For all tested blends of fuel, the escalation of engine speed showed an upward trend in the graph. The highest NOx emissions of 2.84962, 2.95134, 3.02375, 3.0962, and 3.16134 were obtained for diesel, B30, B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm correspondingly at 2150 rpm. High temperatures and pressures during combustion within the cylinder are primarily responsible for the generation of nitrogen oxides (NOx) [47,48]. The high in-cylinder temperatures caused by biodiesel blends' high cetane numbers and oxygen content result in a high level of nitrogen oxides [49]. This increase was the result of increased temperature and pressure within the cylinders, which were brought about by the more efficient burning of fuels brought about by adding TiO2 as an additive. It is clear, from Fig. 14 which represents the findings of the ANOVA, that the concentration of NPs and the speed of the engine and the B30 fuel both have substantial effects on the amount of NOx that is emitted. In Equation (6), the regression equations for Nitrous oxides emissions that were derived by Design Expert Software (making use of the coded data) are shown.(6)NOx=+2.91+0.21A+0.074B−5.986×10−3AB+0.044A2−1.649×10−3B2Fig. 13Variation in NOx emissions with varying engine speed for different fuels with and without nanoparticles.Fig. 13Fig. 14Combined effect of engine speed and nanoparticles concentration on NOx emissions.Fig. 14 Variation in NOx emissions with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on NOx emissions.\n\n## Brake-specific fuel consumption\nInfluence that engine speed and nanoparticle concentrations have on the BSFC values is illustrated in Fig. 5. The least values for BSFC were 0.38999, 0.39327, 0.34754, 0.34232, and 0.33994 kg/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm and B30 + 120 ppm respectively at 2150 rpm. When the concentration of TiO2 in the B30 blends was increased, it was noted that the BSFC dropped across the board at all engine speeds. This is due to the fact that nanoparticles addition to biodiesel blends enhances the rate at which combustion is completed [29]. According to the findings of the ANOVA, which are depicted in Fig. 6, it is abundantly clear that the engine speed as well as a load of NPs in B30 fuel have considerable influence on BSFC. In Equation (2), the regression model that was obtained by Design Expert Software in order to estimate fuel consumption that is particular to the brakes is presented (using the coded data).(2)BSFC=+0.43−0.070A−5.688×10−3B+3.824×10−3AB−1.512×10−3A2−3.912×10−4B2Fig. 5Variation in BSFC with varying engine speed for different fuels with and without nanoparticles.Fig. 5Fig. 6Combined effect of engine speed and nanoparticles concentration on BSFC.Fig. 6 Variation in BSFC with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on BSFC.\n\n## Brake thermal efficiency (BTE)\nFig. 7 demonstrate the changes in BTE that occurs for all tested fuels at 100% engine load, and rpm ranges from 1150 to 2150. Increasing the engine speed resulted in BTE increment for all tested fuels. At a speed of 2150 revolutions per minute, the highest levels of BTE were found to be 25.90%, 25.33%, 23.75%, 21.23%, and 21.30%, respectively, for B30 + 120 ppm, B30 + 80 ppm, B30 + 40 ppm, and B30, as well as diesel. In terms of NP additives, metal-based nanoparticle of Titanium dioxide has shown a greater rise in brake thermal efficiency than carbon-based nanoparticles. TiO2 NPs improve the combustion due to the presence of oxygen into a fuel-rich zone which improves thermal efficiency for oxygenated ternary fuel blends [29]. The interaction developed between engine speed and nanoparticle concentrations via response surface methodology for BTE has been shown in Fig. 8. The ANOVA results revealed that the BTE is a dependent variable that increased with both increasing engine speed and nanoparticles concentrations. The mathematical equation for obtained from the RSM software for BTE has been given in Equation (3).(3)BTE=+20.64+4.48A+0.54B+0.036AB+0.53A2+0.063B2Fig. 7Variation in BTE with varying engine speed for different fuels with and without nanoparticles.Fig. 7Fig. 8Combined effect of engine speed and nanoparticles concentration on BTE.Fig. 8 Variation in BTE with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on BTE.\n\n## CO emissions\nThe relationship between the speed of the engine and nanoparticles concentration in B30 fuel is represented in Fig. 9. Increment in nanoparticle concentration result in CO decrement immediately. This can be analyzed easily. This occurrence provides evidence that the combustion is being controlled so that it can be finished [45]. The minimum CO emissions were found to be 44.30028, 43.34258, 34.3535, 30.30843, and 25.61486 g/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm biodiesel blends respectively at 2150 rpm.Fig. 9Variation in CO emissions with varying engine speed for different fuels with and without nanoparticles.Fig. 9 Variation in CO emissions with varying engine speed for different fuels with and without nanoparticles. The results of the ANOVA are provided in Fig. 10, makes it clear that the concentration of nanoparticles and the speed of the engine in the B30 have a considerable effect on carbon monoxide emissions. Equation shows the projected regression model that is based on ANOVA (and that makes use of the coded data) (4). The highest values of CO emissions were documented at 1150 rpm. CO is released when only some of the fuel’s carbon is burned. A change in the fuel-to-air ratio in the cylinder resulted in a different CO emission. As engine speed was increased, CO emissions decreased. As can be seen in Fig. 10, maximum engine speed along high fuel to air ratio and temperature lead to increase in conversion rate of CO to CO2, consequently reduction of CO emissions. The mathematical model has been given in Equation (4).(4)CO=+62.85−23.15A−5.20B+1.36AB−8.24A2−2.43B2Fig. 10Combined effect of engine speed and nanoparticles concentration on CO emissions.Fig. 10 Combined effect of engine speed and nanoparticles concentration on CO emissions.\n\n## HC emission\nFig. 11 depicts the relationship between engine speed and the HC emissions produced. Aerodynamics, fuel composition, and engine operation are the primary determinants of HC emissions. The maximum HC emissions were recorded 0.21791, 0.19764, 0.18894, 0.17254, and 0.15989 g/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm and B30 + 120 ppm respectively at 1150 rpm. From the observations, the HC emissions were significantly reduced with increasing engine speed and nanoparticle concentration. The enhanced combustion of fuel due to the enormous reactive surface of nanoparticles is responsible for the drastic decrease in HC emissions [46]. Fig. 12 displays the ANOVA findings, which reveal that the nanoparticle concentration and engine speed considerably affect HC emission. Equation (5) shows the derived regression equation for HC emissions.(5)HC=+0.095−0.055A−7.279×10−3B+4.800×10−3AB+9.337×10−3A2+1.698×10−3B2Fig. 11Variation in HC emissions with varying engine speed for different fuels with and without nanoparticles.Fig. 11Fig. 12Combined effect of engine speed and nanoparticles concentration on HC emissions.Fig. 12 Variation in HC emissions with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on HC emissions.\n\n## NO\nFig. 13 displays the NOx emissions of all fuels evaluated. For all tested blends of fuel, the escalation of engine speed showed an upward trend in the graph. The highest NOx emissions of 2.84962, 2.95134, 3.02375, 3.0962, and 3.16134 were obtained for diesel, B30, B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm correspondingly at 2150 rpm. High temperatures and pressures during combustion within the cylinder are primarily responsible for the generation of nitrogen oxides (NOx) [47,48]. The high in-cylinder temperatures caused by biodiesel blends' high cetane numbers and oxygen content result in a high level of nitrogen oxides [49]. This increase was the result of increased temperature and pressure within the cylinders, which were brought about by the more efficient burning of fuels brought about by adding TiO2 as an additive. It is clear, from Fig. 14 which represents the findings of the ANOVA, that the concentration of NPs and the speed of the engine and the B30 fuel both have substantial effects on the amount of NOx that is emitted. In Equation (6), the regression equations for Nitrous oxides emissions that were derived by Design Expert Software (making use of the coded data) are shown.(6)NOx=+2.91+0.21A+0.074B−5.986×10−3AB+0.044A2−1.649×10−3B2Fig. 13Variation in NOx emissions with varying engine speed for different fuels with and without nanoparticles.Fig. 13Fig. 14Combined effect of engine speed and nanoparticles concentration on NOx emissions.Fig. 14 Variation in NOx emissions with varying engine speed for different fuels with and without nanoparticles. Combined effect of engine speed and nanoparticles concentration on NOx emissions.\n\n## Conclusions\nWCO has been converted into biodiesel with the help of ultrasound-assisted transesterification process. B30 fuel blend has then been prepared as a base fuel. Titanium dioxide nanoparticles have been produced by a sol-gel method. Three different concentrations of nanoparticles including (40, 80, and 120 ppm) were added into B30 blend for engine performance and emission analysis. The stability of the NPs in biodiesel has been enhanced by the addition of sodium dodecyl sulphate as a surfactant. All evaluated fuels physicochemical parameters have been measured in accordance with the ASTM guidelines. A single-cylinder CI engine was used to acquire data. The engine performance and emissions were recorded at different engine speeds from 1150 to 2150 revolutions per minute and at full load settings. An empirical relationship for modeling performance as well as emission characteristics of CI engine powered with blends constituting of nanoparticles is generated via RSM. This relationship was used to create the model. The findings are drawn from the data.•BSFC of all fuels in testing was decreased with increasing engine speed and nanoparticles concentrations. A significant improvement of 11.62%, 12.96%, and 13.56% has been observed for B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm blends respectively in comparison with B30 blend.•All tested fuels exhibit an excellence escalation in BTE at higher engine speeds. At 2150 rpm the maximum BTE was observed to be 25.90%, 25.33%, 23.75%, 21.23%, and 21.30%, for B30 + 120 ppm, B30 + 80 ppm, B30 + 40 ppm, and B30, and diesel respectively.•The minimum CO emissions were found to be 44.30028, 43.34258, 34.3535, 30.30843, and 25.61486 g/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm biodiesel blends respectively at 2150 rpm.•The maximum HC emissions were recorded 0.21791, 0.19764, 0.18894, 0.17254, and 0.15989 g/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm and B30 + 120 ppm correspondingly at 1150 rpm.•Highest NOx emissions of 2.84962, 2.95134, 3.02375, 3.0962, and 3.16134 were found for diesel, B30, B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm respectively at the speed of 2150 rpm. BSFC of all fuels in testing was decreased with increasing engine speed and nanoparticles concentrations. A significant improvement of 11.62%, 12.96%, and 13.56% has been observed for B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm blends respectively in comparison with B30 blend. All tested fuels exhibit an excellence escalation in BTE at higher engine speeds. At 2150 rpm the maximum BTE was observed to be 25.90%, 25.33%, 23.75%, 21.23%, and 21.30%, for B30 + 120 ppm, B30 + 80 ppm, B30 + 40 ppm, and B30, and diesel respectively. The minimum CO emissions were found to be 44.30028, 43.34258, 34.3535, 30.30843, and 25.61486 g/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm biodiesel blends respectively at 2150 rpm. The maximum HC emissions were recorded 0.21791, 0.19764, 0.18894, 0.17254, and 0.15989 g/kWh for diesel, B30, B30 + 40 ppm, B30 + 80 ppm and B30 + 120 ppm correspondingly at 1150 rpm. Highest NOx emissions of 2.84962, 2.95134, 3.02375, 3.0962, and 3.16134 were found for diesel, B30, B30 + 40 ppm, B30 + 80 ppm, and B30 + 120 ppm respectively at the speed of 2150 rpm. Luqman Razzaq: Performed the experiments; Wrote the paper. Muhammad Mujtaba Abbas: Conceived and designed the experiments. Ahsan waseem: Performed the experiments Tahir Abbas Jauhar: MA. Kalam: Manzoor Elahi M. Soudagar: Analyzed and interpreted the data. H. Fayaz: A.S. Silitonga: Samr-Ul-Husnain: Usama Ishtiaq: Contributed reagents, materials, analysis tools or data. Data will be made available on request.\n\n## Author contribution statement\nLuqman Razzaq: Performed the experiments; Wrote the paper. Muhammad Mujtaba Abbas: Conceived and designed the experiments. Ahsan waseem: Performed the experiments Tahir Abbas Jauhar: MA. Kalam: Manzoor Elahi M. Soudagar: Analyzed and interpreted the data. H. Fayaz: A.S. Silitonga: Samr-Ul-Husnain: Usama Ishtiaq: Contributed reagents, materials, analysis tools or data.\n\n## Data availability statement\nData will be made available on request.\n\n## Declaration of competing interest\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper",
  "word_count": 10088,
  "char_count": 69399
}