{
  "pmcid": "PMC8249203",
  "doi": "10.15430/JCP.2021.26.2.83",
  "title": "Nanoparticles: Weighing the Pros and Cons from an Eco-genotoxicological Perspective",
  "authors": [
    "Preeyaporn Koedrith",
    "Md. Mujibur Rahman",
    "Yu Jin Jang",
    "Dong Yeop Shin",
    "Young Rok Seo"
  ],
  "year": "2021",
  "journal": "Journal of Cancer Prevention",
  "abstract": "The exponential growth of nanotechnology and the industrial production have raised concerns over its impact on human and environmental health and safety (EHS). Although there has been substantial progress in the assessment of pristine nanoparticle toxicities, their EHS impacts require greater clarification. In this review, we discuss studies that have assessed nanoparticle eco-genotoxicity in different test systems and their fate in the environment as well as the considerable confounding factors that may complicate the results. We highlight key mechanisms of nanoparticle-mediated genotoxicity. Then we discuss the reliability of endpoint assays, such as the comet assay, the most favored assessment technique because of its versatility to measure low levels of DNA strand breakage, and the micronucleus assay, which is complementary to the former because of its greater ability to detect chromosomal DNA fragmentation. We also address the current recommendations on experimental design, including environmentally relevant concentrations and suitable exposure duration to avoid false-positive or -negative results. The genotoxicity of nanoparticles depends on their physicochemical features and the presence of co-pollutants. Thus, the effect of environmental processes (e.g., aggregation and agglomeration, adsorption, and transformation of nanoparticles) would account for when determining the actual genotoxicity relevant to environmental systems, and assay procedures must be standardized. Indeed, the engineered nanoparticles offer potential applications in different fields including biomedicine, environment, agriculture, and industry. Toxicological pathways and the potential risk factors related to genotoxic responses in biological organisms and environments need to be clarified before appropriate and sustainable applications of nanoparticles can be established.",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Nanotoxicology is an emerging branch of toxicology that concerns about the detrimental health issues associated with nanoparticles (NPs) through nanotoxicological studies in biological organisms and the environment [1]. NPs may exert toxicity in several ways, e.g., by interacting with biological fluids or penetrating the central nervous system, leading to cardiac or cerebral dysfunction [2]. NPs may also interact with mediators to result in inflammatory response activation, release ions as breakdown products inducing cellular oxidative stress, or interact with genetic materials and eventually damage DNA, directly or indirectly [2]. These phenomena may lead to increased cancer risks. Of concern, the complex issues of NP-based toxicity may include genotoxicity, molecular determinants, physicochemical determinants, exposure routes, biodistribution and biotransformation, and regulations in different sectors. NPs offer new opportunities for industrial, medical, and commercial products. Today, their utilization and global market become exponentially increasing [3]; however, it remains unclear how they affect biological organisms and a poor understanding of their biological effects may lead to unexpected, deleterious health consequences. Although the amount of research assessing the environmental impacts of NPs has increased over past decades, information on the environmental fate, transport, transformation, bioavailability, and relevant toxicity of a variety of nanomaterials is still uncertain. NPs may carry potential risks to human health and the environment through their bulk production, usage, and environmental release [4,5]. It is possible that certain levels of NPs could accumulate in environmental compartments, e.g., air, soil, and water, where they pose risks to biological organisms [6-9]. Attention has been also paid to their accumulation in oceanic and river sediments, as evidence that the accumulation of ZnO NPs was significantly higher in sediment than in urban soil and landfill [6]. Of a serious concern, genotoxicity is associated with NPs through the initiation and progression of genetic abnormalities including gene mutations, structural chromosomal aberrations, and recombination [10,11]. In this review, we discuss the genotoxicological concepts of NPs in different ecosystems, so called eco-genotoxicology, and address the roles of environmental processes and the fate of NPs. We also highlight the (geno)toxicological features of NPs in environmentally relevant organisms, key mechanisms of genotoxicity and the reliability of endpoint toxicity assays. Furthermore, the current challenges in NP genotoxicity research and recommendations are discussed to enhance the value of NP-based genotoxicity data."
    },
    {
      "title": "BENEFICIAL EFFECTS OF NANOPARTICLES",
      "text": "Nanotechnology is an advanced field of science as a versatile technology, which is increasingly gained attention among researchers [12]. Regarding EU Commission’s recommendations, NPs are referred as particles with ca. Regarding EU Commission’s recommendations, nanoparticles are referred as particles with approximately 1 to 1,000 nm size range wherein at least 50% in fraction has diameter of range 1 to 100 nm in at least one dimension [3]. In term of the specific surface area, they may be referred as particles with specific surface area by volume > 60 m2/cm3 [13]. Based on their origin, NPs are classified as natural or synthetic, besides their size, shape, chemical composition and surface characteristics. Natural NPs occur in the Earth’s compartments (i.e., atmosphere throughout troposphere, biosphere including microorganisms, plants and humans, hydrosphere covering marine- and fresh-water system, and lithosphere including rocks, soils, magma or larva) via global biogeochemical cycle (e.g., biochemical weathering, photo-oxidation, redox and precipitation reactions, biomineralization, physical fragmentation, gas-solid nucleation in the atmosphere, etc.) [14,15]. The synthesis of artificial surfaces with nano-scaled templates and features with technological utilities becomes available from natural sources [16,17]. Regardless to human activities, synthetic NPs are also be generated by natural processes, for instance, micro- and nano-scaled plastics in water bodies and marine organisms are generated via weathering process [18,19]. Synthetic/engineered NPs are produced via different means, including mechanical grinding, byproducts as engine exhaust and smoke, or fabricated by physical (e.g., physical vapor deposition, formation of thin films), chemical (e.g., chemical vapor deposition, chemical reduction), biological (e.g., biosynthesis of NPs by microorganisms) or combined methods [20-23]. NPs are widely applied in the variety of consumer products for daily purposes as well as innovative products and processes, due to their unique features with distinctiveness to their counterparts of bulk particles (Table 1) [3,11,21-23]. According to their origin, NPs exist naturally or can be produced intentionally. The latter type can be classified as follows [3]. Non-metallic inorganic NPs (TiO2, SiO2, ZnO, Fe2O3, Fe3O4) Metal NPs and alloys (Au, Ag, Cu, Fe, Ni, Pt, Pd) Carbon-based nanomaterials (fullerenes, carbon nanotubes, carbon nanofibers, graphene) Organic nanopolymers and dendrimers (polymeric NPs, polymer nanotubes, nanowires and nanorods, nanocellulose) Quantum dots (cadmium telluride, cadmium selenide) Composite-based nanomaterials (e.g., hybrid nanofibers or complex structures like metalorganic frameworks). The composites may be any combinations of carbon-, metal-, or organic-based nanomaterials with any form of bulk materials."
    },
    {
      "title": "ECO-GENOTOXICOLOGY",
      "text": "The Society of Toxicology defines toxicology as “the study of the adverse effects of chemical, physical and biological agents on human, animals and the environment”. Eco-genotoxicology applies the principles and techniques of genetic toxicology to assess the effects of environmental toxicants, in the form of genotoxic agents, on the health of ecosystems [8]. A unique characteristic of nanotoxins is that materials that are rarely harmful in their bulk form may be toxic at the nanoscale. Figure 1 depicted transformation of NPs in environmental systems via physical, chemical or biological process and potential mechanisms underlying toxicity of the environmentally transformed NPs. From an environmental perspective, the potential toxicity and behavior of NPs not only depends on physicochemical factors (e.g., size and size distribution, shape, charge, coating, aggregation/agglomeration state) but also on the presence and biochemical compositions of co-pollutants (e.g., heavy metals, organic pollutants etc.) as well as interaction with biomolecules in living organisms (e.g., proteins) (Fig. 1). NPs commonly react with cells and biological components (e.g., DNA or proteins) and can travel through internal organelles as well as the bloodstream, and these characteristics may enhance their ability to enter various organs and activate inflammatory and stress responses [9]. For example, the inhalation of nano-scaled urban particulate matter appears to cause the pulmonary injury and inflammation that dysfunction regulatory system in the cardiovascular system, due to the induced oxidative stress (https://ec.europa.eu/health/). Moreover, NPs are known to exert oxidative stress, DNA damage, and cell cycle arrest in human cells [11]. The mechanisms of NP toxicity, however, remain unclear. DNA damage caused by NPs is relevant to both humans and other species in the environment. The exposure of pregnant women to genotoxic NPs may induce carcinogenesis or genetic abnormalities in fetuses, and abnormalities in humans highlight their genotoxic potential to other species [11]. It is noteworthy that species in the environment are likely to be continuously exposed to higher levels of NPs than humans, especially via the contamination of waterways by industrial manufacturing sites. The monitoring of key environmental species for genotoxic markers and assessing the detrimental effects of NPs are crucial to protect wildlife from extinction in extreme cases. The overall toxicity of NPs to species in the environment is currently limited [24]; however, NP-induced DNA damage may cause heritable abnormalities and alter the fitness of species (Fig. 2) [8,9,25]. Monitoring species for NPs-induced (geno)toxicity would provide insights into the potential threats posed by NPs to human health. Therefore, studying genetic interference in “sentinel species” would address how exposure to NPs may affect humans. The number of toxicological studies involving wild species is accumulating, but NP genotoxicity is not well understood in these species. For instance, the toxicological effect of TiO2-NPs and quantum dot (QD) in vitro were investigated in fish cells and whole mussels, respectively [13,14,26]. Using the in vitro comet assay, researchers found that TiO2-NPs exerted some degree of DNA damage (at doses of 1, 10, and 100 mg/mL) after treatment with UV-A irradiation, implying that photo-genotoxicity has a significant impact on fish cells [27]. The genotoxicity in these fish cells was only observed in the presence of formamidopyrimidine DNA glycosylase, an enzyme that cleaves oxidatively damaged DNA. In the absence of formamidopyrimidine DNA glycosylase, only the highest concentration of TiO2-NPs exhibited a positive result. These findings demonstrate that the TiO2-NPs mediated genotoxicity indirectly through reactive oxygen species (ROS) intermediates. However, the DNA damage was not detected with the micronucleus (MN) assay [27,28]. In the other in vivo study, mussels treated with cadmium telluride showed increased ROS levels but less DNA damage relative to the untreated group, suggesting that cadmium telluride protects the cells in the gills, digestive glands, and gonads from endogenous intracellular DNA damage [26]. Further studies are, however, necessary to confirm these findings. Given the potential exposure routes and contamination of the waterways by manufacturing plants, it is crucial to assess the effects of NPs on the genetic components of aquatic species (freshwater and seawater). As with studies in mammalian cells, current studies on wild species suffer from a lack of thorough particle characterization. In vivo studies are more complicated because of the confounding factors affecting both biodistribution and bioaccumulation in the target tissue. Indeed, monitoring the levels of internal NPs reaching the tissues and cells and correlating these with the degree of toxicity, including genotoxicity, holds promise for precise risk assessments in vivo and the development of more eco-friendly and safe NPs."
    },
    {
      "title": "ENVIRONMENTAL FATE AND BEHAVIOR OF NANOPARTICLES WITH ECOGENOTOXICOLOGICAL RELEVANCE",
      "text": "The potential routes by which NPs enter the environment include manufacturing, product incorporation, and recycling or waste disposal [29]. The toxicological properties of NPs not only depend on their intrinsic physicochemical features but also on their interactions with biological components and the composition of chemicals in the environment. There are known to be natural background levels of NPs in the atmosphere. Generally, natural air-borne NPs are found at low levels relative to the potential levels engineered NPs released from anthropogenic activities may reach [30,31]. Pristine NPs themselves have short residence times, whilst accumulation mode particles can persist in the atmosphere [30]. NPs-containing diesel are potentially released into the atmosphere; these NPs contribute to global warming because of their light-absorbing ability and may harm human health [30]. In the atmosphere, so-called primary particles are NPs directly released from a pollution source [32]. Volatile NPs, namely secondary NPs, consist of nucleation mode particles generated by photochemical processes [32]. Key atmospheric toxicants include sulfuric acid, nitric acid, and organic gases [32,33], and key factors, e.g., temperature, residence time, dilution ratio, and concentration of carbon particles, determine the formation of secondary airborne NPs [34-37]. Therefore, environmental processes may play key roles in raising particle concentrations in the atmosphere above natural background levels. In addition, nucleation particles may continuously grow via vapor condensation and coagulation, leading to optical atmospheric effects, the soiling of buildings, and climate change [31,32,38,39]. Ag NPs at concentrations over 30 µg mL-1 were found to suppress the growth of airborne Staphylococcus isolates [40]. Other report has also indicated that the toxicity of Ag NPs in organisms may be changed after their transformation in the air compartments. Moreover, the transformation of ZnO and TiO2 NPs in PM2.5 airborne particulate matter enhanced toxicity in Gram-negative and Gram-positive bacteria [41]. Soil and sediments can act as NP reservoirs. Through direct or indirect release (e.g., via wastewater treatment plants, aerial deposition, or waste disposal), NPs can be deposited in soil or aquatic sediment where they represent a significant environmental exposure risk. Soil is a pollutant sink, which is of particular concern because of the entry of NPs into food webs and the consumption of contaminated agriculture by humans [42]. In terrestrial ecosystems, natural NPs exist in soil colloids, e.g., organic matter, clays, iron oxides, and other minerals, which play key roles in biogeochemical cycling. Therefore, the introduction of engineered NPs into soil ecosystems may alter the natural NP profile and interfere with soil development or species behavior [30,43]. The terrestrial fate of NPs is an issue of complexity, and data on the transport of NPs through soils is scarce. The unique characteristics of NPs relative to their bulk and macroscopic material may influence their fate and effects on the terrestrial environment [30,44,45]. NPs’ large surface-area-to-volume ratio, reactivity, small size, aggregation, and absorbance are the main factors determining their degree of adhesion to soil and, therefore, their mobility and transport [46]. The bioavailability of NPs is dependent on their specific features, as well as the soil composition, porosity, hydraulic conductivity, groundwater gradient and flow velocity, and geochemical properties (e.g., dissolved oxygen; pH; ionic strength; and concentrations of nitrate, nitrite, and sulfate) [31,30,47]. A previous study showed that Au-NPs reduced absorption, biodistribution through tissues, and reproduction in the earthworm Eisenia fetida, emphasizing the importance of food chain accumulation and trophic transfer. However, information on the bioaccumulation of NPs in higher-level organisms is lacking [48]. NPs are widely utilized as antimicrobial agents against pathogenic bacteria, but their abuse may deplete populations of beneficial soil microorganisms, such as plant growth promoters, element cycling modulators, and pollutant detoxifiers. The NPs Ag, CuO, and ZnO are toxic both to pathogenic bacteria like Escherichia\ncoli and Staphylococcus aureus and beneficial microorganisms such as the bio-remediator and root colonizer Pseudomonas putida [49,50]. These NPs exhibited higher toxicities compared with their equivalent bulk materials [51,52]. Therefore, the larger the sink and more reactive the NP in terrestrial systems, the more research and standard testing protocols are required to validate their fate, behavior, and food-chain bioaccumulation. It has reported that NPs could exert toxicity to terrestrial plants, such as inhibition of seed germination, retardation of plant growth, and perturbance of mineral nutrition and photosynthesis [53,54]. CeO2 and ZnO NPs could remarkably decrease the corn productivity and quality [55]. The potential toxicity of NPs in plant usually relies on their intrinsic features. Fe3O4 NPs promoted the root growth of tomato plants, whereas SnO2 NPs retarded their root growth [56]. Furthermore, the toxicity of NPs to terrestrial organisms could be changed after their transformation in soil matrices. For instance, transformed NP TiO2 could induce the apoptosis in various tissues of the earthworm Lumbricus terrestris [57]. Not only the terrestrial organisms, the environmental transformation also influence the toxicity of NPs to terrestrial plants [55]. It has reported that ZnO NPs at the concentrations of 400 and 800 mg kg-1decreased the biomass of roots and shoots in corn plants (Zea mays) [58]. Intriguingly, decrease in biomass was undetectable in plants treated with the same concentrations of ZnO NPs after addition of alginate [58]. Indeed, environmental transformation can affect the bioaccumulation and biodistribution of NPs in terrestrial plants. Levels of silver in alfalfa roots and shoots treated with Ag NPs were relatively higher than in plant treated with Ag nanoparticles were relatively higher than in plant treated with Ag sulfide as transformed Ag NPs [59]. The majority of Ag NPs accumulated in the border cells and elongation zone of the roots, whereas the transformed Ag sulfide NPs still attached to the root exterior. These selective bioaccumulation and biodistribution between pristine and transformed NPs may contribute to the difference in their phytotoxicity [60]. NP-containing waste products may be released into aquatic systems, increasing the possibility of NP contamination [30]; however, there is presently little information available on the behavior and fate of NPs in aquatic systems. In addition to biological substances such as bacteria, colloid particles (1 nm to 1 µm in size), which are macromolecules and molecular assemblies, include organic, e.g., humic substances and fibrillar material, protein, and polysaccharide, exudates from microorganisms, and inorganic matter, such as Fe, Mn, Al, and Si oxides, and thus are analogous to manufactured metal oxide NPs [29,30]. Colloidal fate and behavior are affected by aggregation processes. Colloids tend to form aggregations (> 1 µm in size), and their transport depends on their organic composition, being denominated sedimentation. Similar to metals, engineered NPs tend to aggregate and are subsequently deposited, which has positive impacts on water body decontamination, as the transfer of NPs from the water column to sediments leads to pollutant loss. Notably, NPs may bind to natural colloids and consequently influence their behavior, thereby complicating the elucidation of their impact on aquatic systems. Characterizing NPs’ size, surface charges, and chemical reactivity enables us to predict their key biological effects in aqueous environments, including ROS formation, phototoxicity and photocatalytic activities, and interaction with soluble pollutants [61]. However, these physicochemical traits are difficult to predict because of the complexity of aquatic systems. In oceans, changes in physicochemical characteristics, such as temperature, that may affect aggregation and colloid chemistry are related to depth. Similar to the behavior of NPs in freshwater, NPs in the ocean may aggregate and settle to the bottom, as well as accumulate at the interface between cold and warm currents or be transformed by biota. The particles may therefore present a considerable threat to both pelagic species, who feed in midwater zones, and benthic species in the sediment. In addition, NPs can exist on the surface microlayers of the oceans, leading to the risk of aerosol exposure to marine birds and mammals as well as to organisms habituating on the surface microlayer [62,63]. In a previous study, researchers reported fullerenes C60-based toxicity in the freshwater crustacean Daphnia magna, the marine copepod Hyalella Azteca, and fish such as Pimephales promelas and Oryzias latipes [64]. Previous findings also showed that toxicity increased with increasing salinity, and there was higher particle aggregation in the eggs of Japanese medaka treated with fluorescent NPs (30 mg/L) at various salinities. At salinities relevant to normal seawater, the accumulation of NPs was reduced, whereas egg mortality was still high [65]. Given these results, predicting the effect of NPs on aquatic systems is complicated; however, ecotoxicological studies have demonstrated that aquatic organisms, both unicellular and multicellular, are likely to be impacted by NPs [31,47,66]. Contamination of the aquatic environment is caused by runoff sources, such as wastewater treatment facilities, manufacturing processes, and transportation. The NPs may sequester in the aquatic medium and transfer to higher trophic levels via algae and filter feeders. NPs may aggregate in the aquatic environment and sediments, threatening benthic and higher trophic organisms via their direct and/or indirect uptake. NPs can enter via the epithelia of the gut and hepatopancreas in invertebrates or via the gills and epithelia of fish [67]. Biocidal agents, including Ag-NPs, are known to be released from biocidal plastics, textiles, paints, and other household products [68-70], mainly via industrial wastewater plants, eventually reaching the aquatic environment [70]. A published report of the annual estimates of silver residues from Europe, Asia, and North America shows that 190 to 410 tons and 11.5% to 31.7% of residues treated in wastewater plants were found in natural water sources [71]. Although Ag-NPs undergo wastewater treatment before discharge, a significant amount (ca. 10%) is released in effluent [72]. The typical concentration of Ag-NPs in surface water is uncertain, as estimates range from 0.09-2.63 ng/L [73] to 40-320 ng/L [72]. A recent study revealed the fate, bioavailability, and toxicological effects on fish of Ag-NPs from municipal effluents [74]. It has reported that NPs exert toxicity to aquatic organisms typically covering microbes, algae and plants, invertebrates and vertebrates [75]. In particular, toxicological effects of NPs on microbial and algal communities could be determined by perturbing the community compositions, diversities or activities and the biomass content [76]. In presence of ZnO or combined ZnO-TiO2 NPs, the genus distribution and composition of the microbial community appeared to be shifted in river water bodies [77]. In bacteria and algae, metal NPs-mediated toxicity could be measured in terms of viability, growth, and morphological disturbances as well as increase in ROS [78-80]. Basically, toxicological effects of metal NPs were investigated in zebrafish, a vertebrate model for nanotoxicology research, including general toxicity (e.g., mortality, hatch rate-time, body length etc.), physiological changes (e.g., pericardial edema, yolk sac swelling, axial malformations, eye development and pigmentation dysfunction etc.) and aberrant behavior (e.g., basal swimming rate and rest/wake cycle etc.) [15,81-84]."
    },
    {
      "title": "Air and aerial ecosystems",
      "text": "There are known to be natural background levels of NPs in the atmosphere. Generally, natural air-borne NPs are found at low levels relative to the potential levels engineered NPs released from anthropogenic activities may reach [30,31]. Pristine NPs themselves have short residence times, whilst accumulation mode particles can persist in the atmosphere [30]. NPs-containing diesel are potentially released into the atmosphere; these NPs contribute to global warming because of their light-absorbing ability and may harm human health [30]. In the atmosphere, so-called primary particles are NPs directly released from a pollution source [32]. Volatile NPs, namely secondary NPs, consist of nucleation mode particles generated by photochemical processes [32]. Key atmospheric toxicants include sulfuric acid, nitric acid, and organic gases [32,33], and key factors, e.g., temperature, residence time, dilution ratio, and concentration of carbon particles, determine the formation of secondary airborne NPs [34-37]. Therefore, environmental processes may play key roles in raising particle concentrations in the atmosphere above natural background levels. In addition, nucleation particles may continuously grow via vapor condensation and coagulation, leading to optical atmospheric effects, the soiling of buildings, and climate change [31,32,38,39]. Ag NPs at concentrations over 30 µg mL-1 were found to suppress the growth of airborne Staphylococcus isolates [40]. Other report has also indicated that the toxicity of Ag NPs in organisms may be changed after their transformation in the air compartments. Moreover, the transformation of ZnO and TiO2 NPs in PM2.5 airborne particulate matter enhanced toxicity in Gram-negative and Gram-positive bacteria [41]."
    },
    {
      "title": "Soil and terrestrial ecosystems",
      "text": "Soil and sediments can act as NP reservoirs. Through direct or indirect release (e.g., via wastewater treatment plants, aerial deposition, or waste disposal), NPs can be deposited in soil or aquatic sediment where they represent a significant environmental exposure risk. Soil is a pollutant sink, which is of particular concern because of the entry of NPs into food webs and the consumption of contaminated agriculture by humans [42]. In terrestrial ecosystems, natural NPs exist in soil colloids, e.g., organic matter, clays, iron oxides, and other minerals, which play key roles in biogeochemical cycling. Therefore, the introduction of engineered NPs into soil ecosystems may alter the natural NP profile and interfere with soil development or species behavior [30,43]. The terrestrial fate of NPs is an issue of complexity, and data on the transport of NPs through soils is scarce. The unique characteristics of NPs relative to their bulk and macroscopic material may influence their fate and effects on the terrestrial environment [30,44,45]. NPs’ large surface-area-to-volume ratio, reactivity, small size, aggregation, and absorbance are the main factors determining their degree of adhesion to soil and, therefore, their mobility and transport [46]. The bioavailability of NPs is dependent on their specific features, as well as the soil composition, porosity, hydraulic conductivity, groundwater gradient and flow velocity, and geochemical properties (e.g., dissolved oxygen; pH; ionic strength; and concentrations of nitrate, nitrite, and sulfate) [31,30,47]. A previous study showed that Au-NPs reduced absorption, biodistribution through tissues, and reproduction in the earthworm Eisenia fetida, emphasizing the importance of food chain accumulation and trophic transfer. However, information on the bioaccumulation of NPs in higher-level organisms is lacking [48]. NPs are widely utilized as antimicrobial agents against pathogenic bacteria, but their abuse may deplete populations of beneficial soil microorganisms, such as plant growth promoters, element cycling modulators, and pollutant detoxifiers. The NPs Ag, CuO, and ZnO are toxic both to pathogenic bacteria like Escherichia\ncoli and Staphylococcus aureus and beneficial microorganisms such as the bio-remediator and root colonizer Pseudomonas putida [49,50]. These NPs exhibited higher toxicities compared with their equivalent bulk materials [51,52]. Therefore, the larger the sink and more reactive the NP in terrestrial systems, the more research and standard testing protocols are required to validate their fate, behavior, and food-chain bioaccumulation. It has reported that NPs could exert toxicity to terrestrial plants, such as inhibition of seed germination, retardation of plant growth, and perturbance of mineral nutrition and photosynthesis [53,54]. CeO2 and ZnO NPs could remarkably decrease the corn productivity and quality [55]. The potential toxicity of NPs in plant usually relies on their intrinsic features. Fe3O4 NPs promoted the root growth of tomato plants, whereas SnO2 NPs retarded their root growth [56]. Furthermore, the toxicity of NPs to terrestrial organisms could be changed after their transformation in soil matrices. For instance, transformed NP TiO2 could induce the apoptosis in various tissues of the earthworm Lumbricus terrestris [57]. Not only the terrestrial organisms, the environmental transformation also influence the toxicity of NPs to terrestrial plants [55]. It has reported that ZnO NPs at the concentrations of 400 and 800 mg kg-1decreased the biomass of roots and shoots in corn plants (Zea mays) [58]. Intriguingly, decrease in biomass was undetectable in plants treated with the same concentrations of ZnO NPs after addition of alginate [58]. Indeed, environmental transformation can affect the bioaccumulation and biodistribution of NPs in terrestrial plants. Levels of silver in alfalfa roots and shoots treated with Ag NPs were relatively higher than in plant treated with Ag nanoparticles were relatively higher than in plant treated with Ag sulfide as transformed Ag NPs [59]. The majority of Ag NPs accumulated in the border cells and elongation zone of the roots, whereas the transformed Ag sulfide NPs still attached to the root exterior. These selective bioaccumulation and biodistribution between pristine and transformed NPs may contribute to the difference in their phytotoxicity [60]."
    },
    {
      "title": "Water and aquatic ecosystems",
      "text": "NP-containing waste products may be released into aquatic systems, increasing the possibility of NP contamination [30]; however, there is presently little information available on the behavior and fate of NPs in aquatic systems. In addition to biological substances such as bacteria, colloid particles (1 nm to 1 µm in size), which are macromolecules and molecular assemblies, include organic, e.g., humic substances and fibrillar material, protein, and polysaccharide, exudates from microorganisms, and inorganic matter, such as Fe, Mn, Al, and Si oxides, and thus are analogous to manufactured metal oxide NPs [29,30]. Colloidal fate and behavior are affected by aggregation processes. Colloids tend to form aggregations (> 1 µm in size), and their transport depends on their organic composition, being denominated sedimentation. Similar to metals, engineered NPs tend to aggregate and are subsequently deposited, which has positive impacts on water body decontamination, as the transfer of NPs from the water column to sediments leads to pollutant loss. Notably, NPs may bind to natural colloids and consequently influence their behavior, thereby complicating the elucidation of their impact on aquatic systems. Characterizing NPs’ size, surface charges, and chemical reactivity enables us to predict their key biological effects in aqueous environments, including ROS formation, phototoxicity and photocatalytic activities, and interaction with soluble pollutants [61]. However, these physicochemical traits are difficult to predict because of the complexity of aquatic systems. In oceans, changes in physicochemical characteristics, such as temperature, that may affect aggregation and colloid chemistry are related to depth. Similar to the behavior of NPs in freshwater, NPs in the ocean may aggregate and settle to the bottom, as well as accumulate at the interface between cold and warm currents or be transformed by biota. The particles may therefore present a considerable threat to both pelagic species, who feed in midwater zones, and benthic species in the sediment. In addition, NPs can exist on the surface microlayers of the oceans, leading to the risk of aerosol exposure to marine birds and mammals as well as to organisms habituating on the surface microlayer [62,63]. In a previous study, researchers reported fullerenes C60-based toxicity in the freshwater crustacean Daphnia magna, the marine copepod Hyalella Azteca, and fish such as Pimephales promelas and Oryzias latipes [64]. Previous findings also showed that toxicity increased with increasing salinity, and there was higher particle aggregation in the eggs of Japanese medaka treated with fluorescent NPs (30 mg/L) at various salinities. At salinities relevant to normal seawater, the accumulation of NPs was reduced, whereas egg mortality was still high [65]. Given these results, predicting the effect of NPs on aquatic systems is complicated; however, ecotoxicological studies have demonstrated that aquatic organisms, both unicellular and multicellular, are likely to be impacted by NPs [31,47,66]. Contamination of the aquatic environment is caused by runoff sources, such as wastewater treatment facilities, manufacturing processes, and transportation. The NPs may sequester in the aquatic medium and transfer to higher trophic levels via algae and filter feeders. NPs may aggregate in the aquatic environment and sediments, threatening benthic and higher trophic organisms via their direct and/or indirect uptake. NPs can enter via the epithelia of the gut and hepatopancreas in invertebrates or via the gills and epithelia of fish [67]. Biocidal agents, including Ag-NPs, are known to be released from biocidal plastics, textiles, paints, and other household products [68-70], mainly via industrial wastewater plants, eventually reaching the aquatic environment [70]. A published report of the annual estimates of silver residues from Europe, Asia, and North America shows that 190 to 410 tons and 11.5% to 31.7% of residues treated in wastewater plants were found in natural water sources [71]. Although Ag-NPs undergo wastewater treatment before discharge, a significant amount (ca. 10%) is released in effluent [72]. The typical concentration of Ag-NPs in surface water is uncertain, as estimates range from 0.09-2.63 ng/L [73] to 40-320 ng/L [72]. A recent study revealed the fate, bioavailability, and toxicological effects on fish of Ag-NPs from municipal effluents [74]. It has reported that NPs exert toxicity to aquatic organisms typically covering microbes, algae and plants, invertebrates and vertebrates [75]. In particular, toxicological effects of NPs on microbial and algal communities could be determined by perturbing the community compositions, diversities or activities and the biomass content [76]. In presence of ZnO or combined ZnO-TiO2 NPs, the genus distribution and composition of the microbial community appeared to be shifted in river water bodies [77]. In bacteria and algae, metal NPs-mediated toxicity could be measured in terms of viability, growth, and morphological disturbances as well as increase in ROS [78-80]. Basically, toxicological effects of metal NPs were investigated in zebrafish, a vertebrate model for nanotoxicology research, including general toxicity (e.g., mortality, hatch rate-time, body length etc.), physiological changes (e.g., pericardial edema, yolk sac swelling, axial malformations, eye development and pigmentation dysfunction etc.) and aberrant behavior (e.g., basal swimming rate and rest/wake cycle etc.) [15,81-84]."
    },
    {
      "title": "MECHANISMS OF NANOPARTICLE-INDUCED GENOTOXICITY",
      "text": "Current reviews on NP-based genotoxicity are available elsewhere [11,74,85-88]; here, we briefly highlight the key mechanisms relevant to nano-genotoxicity. Genotoxicity is classified into primary and secondary forms (Table 2 and Fig. 3). The former primarily results from the direct interaction of NPs with genetic components via the toxicological action of particulates or dissolved forms on the nucleus. Direct DNA interactions can also occur during mitosis because of the breakdown of the nuclear membrane. In addition, primary genotoxicity may occur without physical interactions between DNA and NPs, specifically in the interference of proteins crucial for DNA replication, transcription, or repair (i.e., indirect DNA damage). Secondary genotoxicity can arise from the chronic in vivo inflammation mediated by macrophage and neutrophil cells, resulting in the excessive formation of ROS. To date, only primary genotoxicity has been found in aquatic organisms [89]. An in vitro screening assay for genotoxic potential (e.g., DNA strand breaks and mutagenicity endpoints) followed by an in vitro cytogenetic assay is an approach used in the genotoxicity assessment of aquatic organisms. Non-genotoxicity should be considered when both assays give negative results, but an in vivo test would be further warranted when at least one of the assays is positive [90]. For reliable results, dynamic in vivo tests are preferable over static in vitro tests. There are a number of direct and indirect mechanisms/pathways that can induce DNA damage by NPs (Fig. 3). If the NPs penetrate into the nucleus, then physical interaction between the particles and the DNA molecules or DNA-related proteins (e.g., intranuclear protein, histone proteins, etc.) may directly lead to structural instability to the genetic material [91,92]. DNA damage may also occur via indirect pathways where the NPs do not physically bind to the DNA molecules, but with other cellular proteins (e.g., replication and transcription proteins related in the cell division). Additionally, they may trigger other cellular responses that indirectly result in genotoxicity, such as inducing oxidative stress, inflammation and aberrant signaling responses [93,94]. Taken together, NP-mediated biological effects, from molecular [95-98] and subcellular [86,99,100] levels to organism [101,102] and population effects [103], appear to be determined by several complex factors. These factors may be divided into (i) the intrinsic physicochemical features of NPs [99,100,104,105], (ii) the presence of other co-pollutants in the environment [106-108], and (iii) extrinsic characteristics (e.g., ROS inducing capacity and dissolution) [109]. The physicochemistry of the aqueous media, e.g., dissolved oxygen content, hardness, pH, ionic strength, and natural organic matter, is also known to affect the toxicity of NPs [80,110-120]."
    },
    {
      "title": "METHODS FOR ASSESSING NANOPARTICLE-MEDIATED GENOTOXICITY",
      "text": "To evaluate nano-genotoxicity, DNA strand breaks and mutagenicity endpoints are widely detected using comet, Ames, chromosome aberrations, and MN assays. Gene expression is determined using the random amplified polymorphism DNA PCR technique, DNA microarrays, and real-time PCR [86,121-123]. Reviews on various genotoxicity assays recommend that the comet assay is used because of its high detection sensitivity and the very low volume of sample required. To assess chromosomal damage, the MN assay is typically preferable over the chromosome aberration assay [124,125]. The Ames test is commonly employed in toxicological assessments of conventional chemicals but is recognized as the least-favored NP assay as a result of the insignificant differences in mutagenicity assigned to different NP types, such as CuO-NP, TiO2-NP, and Ag-NP [126-129], and its genotoxic insensitivity relative to the comet or MN assays [130-132]. H2AX phosphorylation and 8-hydroxy-deoxyguanosine assays may be used as complementary methods to gain mechanistic insights into nanoparticle-induced genotoxicity. Henceforth, we focus only on the preferable comet and MN assays for assessing nanoparticle-based genotoxicity. The comet assay is a versatile technique for assessing single and double-stranded DNA breaks in individual cells, both in vitro and in vivo [133,134]. It facilitates the measurement of alkali-labile sites, oxidative DNA damage, DNA-DNA or DNA-protein cross-links, and abasic sites [135,136] and is useful for evaluating DNA repair capability after toxicant removal [137]. However, its application may be limited for NPs because of their prolonged intracellular accumulation and toxicological persistence to DNA [138]. The comet assay has a broad application, from evaluating the genotoxic potential of novel substances [138], monitoring environmental toxicants [139-143], and assessing DNA repair capacity or DNA damage recovery [140,144] to measuring the genotoxicity of NPs in mammalian and non-mammalian systems [145]. Detailed information on the comet assay has been elucidated elsewhere [11,137-139,146], and recent studies have demonstrated the utility of the comet assay for estimating the genotoxic potential of NPs in aquatic organisms, e.g., algal species [94,147]. The MN assay is capable of detecting chromosomal damage and loss in binucleated cells [86] and confers potential advantages in the genotoxic assessment of conventional chemicals in environmental systems [148]. Micronuclei may contain aneugenic (whole genome) or clastogenic (chromosome breakage) damaged material [149]. During the MN assay procedure, cells are incubated with cytochalasin B, an inhibitor of actin polymerization involved in constricting the cytoplasm between the daughter nuclei during cytokinesis via microfilament ring formation [148]. As a result of blocking cell division with cytochalasin B, binucleated cells are formed, through which micronuclei are quantified. Cytochalasin B also blocks endocytosis and, thus, may inhibit the uptake of NPs. The preincubation of cells with NPs followed by the addition of cytochalasin B is recommended to overcome this challenge [125]. Moreover, Organization for Economic Cooperation and Development (OECD) guidelines on the MN assay suggest removing the test substance(s) prior to the addition of cytochalasin B. Unlike conventional chemicals, the complete removal of NPs from cells after exposure is very difficult [150], which restricts the usefulness of the MN assay in the nano-ecotoxicological field. Confounding factors influencing genotoxicity assessments include the use of actin inhibitors and the addition of fetal bovine serum in the cell culture medium [151]."
    },
    {
      "title": "The comet assay",
      "text": "The comet assay is a versatile technique for assessing single and double-stranded DNA breaks in individual cells, both in vitro and in vivo [133,134]. It facilitates the measurement of alkali-labile sites, oxidative DNA damage, DNA-DNA or DNA-protein cross-links, and abasic sites [135,136] and is useful for evaluating DNA repair capability after toxicant removal [137]. However, its application may be limited for NPs because of their prolonged intracellular accumulation and toxicological persistence to DNA [138]. The comet assay has a broad application, from evaluating the genotoxic potential of novel substances [138], monitoring environmental toxicants [139-143], and assessing DNA repair capacity or DNA damage recovery [140,144] to measuring the genotoxicity of NPs in mammalian and non-mammalian systems [145]. Detailed information on the comet assay has been elucidated elsewhere [11,137-139,146], and recent studies have demonstrated the utility of the comet assay for estimating the genotoxic potential of NPs in aquatic organisms, e.g., algal species [94,147]."
    },
    {
      "title": "The MN assay",
      "text": "The MN assay is capable of detecting chromosomal damage and loss in binucleated cells [86] and confers potential advantages in the genotoxic assessment of conventional chemicals in environmental systems [148]. Micronuclei may contain aneugenic (whole genome) or clastogenic (chromosome breakage) damaged material [149]. During the MN assay procedure, cells are incubated with cytochalasin B, an inhibitor of actin polymerization involved in constricting the cytoplasm between the daughter nuclei during cytokinesis via microfilament ring formation [148]. As a result of blocking cell division with cytochalasin B, binucleated cells are formed, through which micronuclei are quantified. Cytochalasin B also blocks endocytosis and, thus, may inhibit the uptake of NPs. The preincubation of cells with NPs followed by the addition of cytochalasin B is recommended to overcome this challenge [125]. Moreover, Organization for Economic Cooperation and Development (OECD) guidelines on the MN assay suggest removing the test substance(s) prior to the addition of cytochalasin B. Unlike conventional chemicals, the complete removal of NPs from cells after exposure is very difficult [150], which restricts the usefulness of the MN assay in the nano-ecotoxicological field. Confounding factors influencing genotoxicity assessments include the use of actin inhibitors and the addition of fetal bovine serum in the cell culture medium [151]."
    },
    {
      "title": "THE CURRENT SITUATION",
      "text": "Although accumulating evidence indicates that some NPs exert genotoxic potential, there are inconsistent scientific findings, probably due to the various confounding factors, and it is therefore difficult to draw firm conclusions. For instance, there may be inconsistencies in the dose metrics of tests and conversion factors used to equate units of dose, which are important for making comparisons among studies [31,32,130,150]. In addition, the physicochemical characterization of NPs, in terms of their pristine and environmentally transformed forms, has been neglected in several studies [126,127]. Another important issue of study variability is the selection of appropriate test systems. It is problematic when only single genotoxicity tests are applied, since various tests contribute to different endpoints depending on the test substance’s mechanism of toxicity. For instance, the MN assay determines the clastogenic and aneugenic potential of toxins to lead to chromosome fragmentation or loss of whole chromosomes [148], respectively, and for these to become enclosed within a MN rather than the daughter nuclei. Indeed, the comet assay assesses un-repaired DNA strand breaks and alkali-labile sites but may exclude early apoptotic and necrotic cells containing fragmented DNA, namely hedgehogs [152]. Usually, the comet assay displays higher degrees of damage relative to the MN assay because it also detects DNA breaks that are repairable and evaluates the post-DNA-damage repair capacity. Although the degree of damage assessed by the MN assay remains after cell division, the technique gains more information on un-repairable errors, providing stronger evidence in the genotoxicity assessment [152]. Regarding genotoxic effects, the controversial results of some studies identified the same NP effects using different testing assays. For instance, both the comet and MN assays indicated that TiO2-NPs induced DNA damage, while the Ames mutagenicity test and chromosome aberration assay led to negative results [134,154]. Moreover, differential results between the MN and the comet assay are mentioned within the same report [155]. When assessing genotoxic potential, it is obvious that using a single genotoxicity assay is inadequate to draw strong conclusions, as no single test can cover all the potential forms of DNA damage induced by NPs. The established standard regulatory guidelines for measuring the genotoxicity of a test substance recommends the use of a battery of tests assessing a range of various endpoints, through which useful information on their mechanisms of toxicity can be gained. This is also essential for obtaining a comprehensive view of how NPs interact with cellular components. Any issues about the use of surfactants to disperse NPs should take into account [130,150]. This raises the question if forced dispersion using a surfactant indeed represents physiologically relevant exposure conditions or if natural surfactants (e.g., biological fluid in lungs) actually interact with NPs. Nevertheless, this would depend on the exposure route. Not only can the use of surfactants cause a false exposure situation but it also carries the risk of intrinsic toxicity leading to a false-positive response. Hence, using surfactants is another complex issue that may confound the outcomes. Another source of study variability is the cell line used in in vitro studies. In mammalian studies, cancer cell lines are usually the experimental models of choice, but their responses depend on their genetic background and stability. For instance, normal mesothelial cells were more sensitive to DNA damage on single-walled carbon nanotube exposure than malignant mesothelial cells [156]. To determine the genotoxicity of NPs, the selection of a test model with suitable stability and representative genetic background is crucial to avoid false-positive or -negative results. For germ cells, information regarding the genotoxic effects of NPs is very limited. However, a previous report indicated that ZnO and TiO2 NPs dose-dependently increased DNA damage in human sperm cells [157]. Previous in vivo studies consistently demonstrated NP accumulation in the testes after exposure [158,159]. Therefore, DNA damage in germ cells might have detrimental effects on fertility, whilst heritable genetic interferences could lead to developmental impairments in offspring. With environmental health issues, it is also important to select both appropriate in vitro and in vivo test models that can reflect the potential exposure routes in an environmentally relevant scenario. In addition to the aforementioned confounding factors, the most appropriate exposure duration for in vitro tests also needs to be optimized. In conventional genotoxicity assays, exposure periods of no more than 24 hours are used because chemical substances usually diffuse into the cells and the duration of their activity is restricted by their half-life. Therefore, prolonged exposures are unnecessary. It is apparent that the uptake and movement of NPs through cells is slower than chemical diffusion. Moreover, these NPs probably linger in the cells during mitosis, where they may interact directly with DNA when the nuclear membrane breaks down or with the mitotic machinery components, thereby leading to disrupted chromosomal segregation. Therefore, experimental exposure periods should be optimized within genotoxicity test systems. For instance, enhanced particle uptake with prolonged exposure duration was seen in a previous study that found 2-fold higher cobalt NP uptake after 48 hours of exposure compared with uptake after 24 hours [160]. Another relevant issue that requires clarification is the long-term intracellular fate of NPs. It is possible that a metal NP may not exert intrinsic genotoxicity but, after being inside a cell over a certain period, they may corrode to release metal ions, resulting in genotoxicity. With regards to the surface functionalization of NPs, the stability of surface coatings during exposure should be determined to avoid false-negative results, as genotoxic responses may occur from the extrinsic breakdown products."
    },
    {
      "title": "CONCLUSION",
      "text": "The current information on the genotoxicity of NPs and their possible long-term impacts on human and environmental health and safety is still limited. A number of studies have focused on the cytotoxicity of NPs with respect to their unique physicochemical properties. Additionally, attention has been given to their cytotoxicity, genotoxic potential, the underlying mechanisms, and the key factors influencing their cellular uptake, retention, and biotransformation. The accumulating evidence indicates that many NPs possess DNA damaging activity; however, the conclusions are still controversial. A concerted attempt by scientific experts is required to draw comprehensive and firm conclusions. Recent reviews have mentioned important issues surrounding adequate NP physicochemical characterization, the selection of appropriate standard testing protocols, and correlation analysis of in vitro and in vivo results [130,161]. Therefore, we provide further recommendations for conducting more stringent and relevant nanotoxicological investigations: (i) clear details of the fabrication processes; (ii) the inclusion of suitable positive and negative controls when investigating if (geno)toxicological responses are consequences of NP interactions, surface functionalization, impurities, or breakdown products released during incubation; (iii) consideration of the long-term fates of NPs, and the effects of prolonged exposure over 24 hours within in vitro tests or any modified experimental conditions if appropriate; (iv) the use of a panel of genotoxicity tests with various endpoints to gain insight into toxicity mechanism; (v) genotoxicity assessments of NPs in germ cells, as well as somatic cells."
    }
  ],
  "full_text": "## INTRODUCTION\nNanotoxicology is an emerging branch of toxicology that concerns about the detrimental health issues associated with nanoparticles (NPs) through nanotoxicological studies in biological organisms and the environment [1]. NPs may exert toxicity in several ways, e.g., by interacting with biological fluids or penetrating the central nervous system, leading to cardiac or cerebral dysfunction [2]. NPs may also interact with mediators to result in inflammatory response activation, release ions as breakdown products inducing cellular oxidative stress, or interact with genetic materials and eventually damage DNA, directly or indirectly [2]. These phenomena may lead to increased cancer risks. Of concern, the complex issues of NP-based toxicity may include genotoxicity, molecular determinants, physicochemical determinants, exposure routes, biodistribution and biotransformation, and regulations in different sectors. NPs offer new opportunities for industrial, medical, and commercial products. Today, their utilization and global market become exponentially increasing [3]; however, it remains unclear how they affect biological organisms and a poor understanding of their biological effects may lead to unexpected, deleterious health consequences. Although the amount of research assessing the environmental impacts of NPs has increased over past decades, information on the environmental fate, transport, transformation, bioavailability, and relevant toxicity of a variety of nanomaterials is still uncertain. NPs may carry potential risks to human health and the environment through their bulk production, usage, and environmental release [4,5]. It is possible that certain levels of NPs could accumulate in environmental compartments, e.g., air, soil, and water, where they pose risks to biological organisms [6-9]. Attention has been also paid to their accumulation in oceanic and river sediments, as evidence that the accumulation of ZnO NPs was significantly higher in sediment than in urban soil and landfill [6]. Of a serious concern, genotoxicity is associated with NPs through the initiation and progression of genetic abnormalities including gene mutations, structural chromosomal aberrations, and recombination [10,11]. In this review, we discuss the genotoxicological concepts of NPs in different ecosystems, so called eco-genotoxicology, and address the roles of environmental processes and the fate of NPs. We also highlight the (geno)toxicological features of NPs in environmentally relevant organisms, key mechanisms of genotoxicity and the reliability of endpoint toxicity assays. Furthermore, the current challenges in NP genotoxicity research and recommendations are discussed to enhance the value of NP-based genotoxicity data.\n\n## BENEFICIAL EFFECTS OF NANOPARTICLES\nNanotechnology is an advanced field of science as a versatile technology, which is increasingly gained attention among researchers [12]. Regarding EU Commission’s recommendations, NPs are referred as particles with ca. Regarding EU Commission’s recommendations, nanoparticles are referred as particles with approximately 1 to 1,000 nm size range wherein at least 50% in fraction has diameter of range 1 to 100 nm in at least one dimension [3]. In term of the specific surface area, they may be referred as particles with specific surface area by volume > 60 m2/cm3 [13]. Based on their origin, NPs are classified as natural or synthetic, besides their size, shape, chemical composition and surface characteristics. Natural NPs occur in the Earth’s compartments (i.e., atmosphere throughout troposphere, biosphere including microorganisms, plants and humans, hydrosphere covering marine- and fresh-water system, and lithosphere including rocks, soils, magma or larva) via global biogeochemical cycle (e.g., biochemical weathering, photo-oxidation, redox and precipitation reactions, biomineralization, physical fragmentation, gas-solid nucleation in the atmosphere, etc.) [14,15]. The synthesis of artificial surfaces with nano-scaled templates and features with technological utilities becomes available from natural sources [16,17]. Regardless to human activities, synthetic NPs are also be generated by natural processes, for instance, micro- and nano-scaled plastics in water bodies and marine organisms are generated via weathering process [18,19]. Synthetic/engineered NPs are produced via different means, including mechanical grinding, byproducts as engine exhaust and smoke, or fabricated by physical (e.g., physical vapor deposition, formation of thin films), chemical (e.g., chemical vapor deposition, chemical reduction), biological (e.g., biosynthesis of NPs by microorganisms) or combined methods [20-23]. NPs are widely applied in the variety of consumer products for daily purposes as well as innovative products and processes, due to their unique features with distinctiveness to their counterparts of bulk particles (Table 1) [3,11,21-23]. According to their origin, NPs exist naturally or can be produced intentionally. The latter type can be classified as follows [3]. Non-metallic inorganic NPs (TiO2, SiO2, ZnO, Fe2O3, Fe3O4) Metal NPs and alloys (Au, Ag, Cu, Fe, Ni, Pt, Pd) Carbon-based nanomaterials (fullerenes, carbon nanotubes, carbon nanofibers, graphene) Organic nanopolymers and dendrimers (polymeric NPs, polymer nanotubes, nanowires and nanorods, nanocellulose) Quantum dots (cadmium telluride, cadmium selenide) Composite-based nanomaterials (e.g., hybrid nanofibers or complex structures like metalorganic frameworks). The composites may be any combinations of carbon-, metal-, or organic-based nanomaterials with any form of bulk materials.\n\n## ECO-GENOTOXICOLOGY\nThe Society of Toxicology defines toxicology as “the study of the adverse effects of chemical, physical and biological agents on human, animals and the environment”. Eco-genotoxicology applies the principles and techniques of genetic toxicology to assess the effects of environmental toxicants, in the form of genotoxic agents, on the health of ecosystems [8]. A unique characteristic of nanotoxins is that materials that are rarely harmful in their bulk form may be toxic at the nanoscale. Figure 1 depicted transformation of NPs in environmental systems via physical, chemical or biological process and potential mechanisms underlying toxicity of the environmentally transformed NPs. From an environmental perspective, the potential toxicity and behavior of NPs not only depends on physicochemical factors (e.g., size and size distribution, shape, charge, coating, aggregation/agglomeration state) but also on the presence and biochemical compositions of co-pollutants (e.g., heavy metals, organic pollutants etc.) as well as interaction with biomolecules in living organisms (e.g., proteins) (Fig. 1). NPs commonly react with cells and biological components (e.g., DNA or proteins) and can travel through internal organelles as well as the bloodstream, and these characteristics may enhance their ability to enter various organs and activate inflammatory and stress responses [9]. For example, the inhalation of nano-scaled urban particulate matter appears to cause the pulmonary injury and inflammation that dysfunction regulatory system in the cardiovascular system, due to the induced oxidative stress (https://ec.europa.eu/health/). Moreover, NPs are known to exert oxidative stress, DNA damage, and cell cycle arrest in human cells [11]. The mechanisms of NP toxicity, however, remain unclear. DNA damage caused by NPs is relevant to both humans and other species in the environment. The exposure of pregnant women to genotoxic NPs may induce carcinogenesis or genetic abnormalities in fetuses, and abnormalities in humans highlight their genotoxic potential to other species [11]. It is noteworthy that species in the environment are likely to be continuously exposed to higher levels of NPs than humans, especially via the contamination of waterways by industrial manufacturing sites. The monitoring of key environmental species for genotoxic markers and assessing the detrimental effects of NPs are crucial to protect wildlife from extinction in extreme cases. The overall toxicity of NPs to species in the environment is currently limited [24]; however, NP-induced DNA damage may cause heritable abnormalities and alter the fitness of species (Fig. 2) [8,9,25]. Monitoring species for NPs-induced (geno)toxicity would provide insights into the potential threats posed by NPs to human health. Therefore, studying genetic interference in “sentinel species” would address how exposure to NPs may affect humans. The number of toxicological studies involving wild species is accumulating, but NP genotoxicity is not well understood in these species. For instance, the toxicological effect of TiO2-NPs and quantum dot (QD) in vitro were investigated in fish cells and whole mussels, respectively [13,14,26]. Using the in vitro comet assay, researchers found that TiO2-NPs exerted some degree of DNA damage (at doses of 1, 10, and 100 mg/mL) after treatment with UV-A irradiation, implying that photo-genotoxicity has a significant impact on fish cells [27]. The genotoxicity in these fish cells was only observed in the presence of formamidopyrimidine DNA glycosylase, an enzyme that cleaves oxidatively damaged DNA. In the absence of formamidopyrimidine DNA glycosylase, only the highest concentration of TiO2-NPs exhibited a positive result. These findings demonstrate that the TiO2-NPs mediated genotoxicity indirectly through reactive oxygen species (ROS) intermediates. However, the DNA damage was not detected with the micronucleus (MN) assay [27,28]. In the other in vivo study, mussels treated with cadmium telluride showed increased ROS levels but less DNA damage relative to the untreated group, suggesting that cadmium telluride protects the cells in the gills, digestive glands, and gonads from endogenous intracellular DNA damage [26]. Further studies are, however, necessary to confirm these findings. Given the potential exposure routes and contamination of the waterways by manufacturing plants, it is crucial to assess the effects of NPs on the genetic components of aquatic species (freshwater and seawater). As with studies in mammalian cells, current studies on wild species suffer from a lack of thorough particle characterization. In vivo studies are more complicated because of the confounding factors affecting both biodistribution and bioaccumulation in the target tissue. Indeed, monitoring the levels of internal NPs reaching the tissues and cells and correlating these with the degree of toxicity, including genotoxicity, holds promise for precise risk assessments in vivo and the development of more eco-friendly and safe NPs.\n\n## ENVIRONMENTAL FATE AND BEHAVIOR OF NANOPARTICLES WITH ECOGENOTOXICOLOGICAL RELEVANCE\nThe potential routes by which NPs enter the environment include manufacturing, product incorporation, and recycling or waste disposal [29]. The toxicological properties of NPs not only depend on their intrinsic physicochemical features but also on their interactions with biological components and the composition of chemicals in the environment. There are known to be natural background levels of NPs in the atmosphere. Generally, natural air-borne NPs are found at low levels relative to the potential levels engineered NPs released from anthropogenic activities may reach [30,31]. Pristine NPs themselves have short residence times, whilst accumulation mode particles can persist in the atmosphere [30]. NPs-containing diesel are potentially released into the atmosphere; these NPs contribute to global warming because of their light-absorbing ability and may harm human health [30]. In the atmosphere, so-called primary particles are NPs directly released from a pollution source [32]. Volatile NPs, namely secondary NPs, consist of nucleation mode particles generated by photochemical processes [32]. Key atmospheric toxicants include sulfuric acid, nitric acid, and organic gases [32,33], and key factors, e.g., temperature, residence time, dilution ratio, and concentration of carbon particles, determine the formation of secondary airborne NPs [34-37]. Therefore, environmental processes may play key roles in raising particle concentrations in the atmosphere above natural background levels. In addition, nucleation particles may continuously grow via vapor condensation and coagulation, leading to optical atmospheric effects, the soiling of buildings, and climate change [31,32,38,39]. Ag NPs at concentrations over 30 µg mL-1 were found to suppress the growth of airborne Staphylococcus isolates [40]. Other report has also indicated that the toxicity of Ag NPs in organisms may be changed after their transformation in the air compartments. Moreover, the transformation of ZnO and TiO2 NPs in PM2.5 airborne particulate matter enhanced toxicity in Gram-negative and Gram-positive bacteria [41]. Soil and sediments can act as NP reservoirs. Through direct or indirect release (e.g., via wastewater treatment plants, aerial deposition, or waste disposal), NPs can be deposited in soil or aquatic sediment where they represent a significant environmental exposure risk. Soil is a pollutant sink, which is of particular concern because of the entry of NPs into food webs and the consumption of contaminated agriculture by humans [42]. In terrestrial ecosystems, natural NPs exist in soil colloids, e.g., organic matter, clays, iron oxides, and other minerals, which play key roles in biogeochemical cycling. Therefore, the introduction of engineered NPs into soil ecosystems may alter the natural NP profile and interfere with soil development or species behavior [30,43]. The terrestrial fate of NPs is an issue of complexity, and data on the transport of NPs through soils is scarce. The unique characteristics of NPs relative to their bulk and macroscopic material may influence their fate and effects on the terrestrial environment [30,44,45]. NPs’ large surface-area-to-volume ratio, reactivity, small size, aggregation, and absorbance are the main factors determining their degree of adhesion to soil and, therefore, their mobility and transport [46]. The bioavailability of NPs is dependent on their specific features, as well as the soil composition, porosity, hydraulic conductivity, groundwater gradient and flow velocity, and geochemical properties (e.g., dissolved oxygen; pH; ionic strength; and concentrations of nitrate, nitrite, and sulfate) [31,30,47]. A previous study showed that Au-NPs reduced absorption, biodistribution through tissues, and reproduction in the earthworm Eisenia fetida, emphasizing the importance of food chain accumulation and trophic transfer. However, information on the bioaccumulation of NPs in higher-level organisms is lacking [48]. NPs are widely utilized as antimicrobial agents against pathogenic bacteria, but their abuse may deplete populations of beneficial soil microorganisms, such as plant growth promoters, element cycling modulators, and pollutant detoxifiers. The NPs Ag, CuO, and ZnO are toxic both to pathogenic bacteria like Escherichia\ncoli and Staphylococcus aureus and beneficial microorganisms such as the bio-remediator and root colonizer Pseudomonas putida [49,50]. These NPs exhibited higher toxicities compared with their equivalent bulk materials [51,52]. Therefore, the larger the sink and more reactive the NP in terrestrial systems, the more research and standard testing protocols are required to validate their fate, behavior, and food-chain bioaccumulation. It has reported that NPs could exert toxicity to terrestrial plants, such as inhibition of seed germination, retardation of plant growth, and perturbance of mineral nutrition and photosynthesis [53,54]. CeO2 and ZnO NPs could remarkably decrease the corn productivity and quality [55]. The potential toxicity of NPs in plant usually relies on their intrinsic features. Fe3O4 NPs promoted the root growth of tomato plants, whereas SnO2 NPs retarded their root growth [56]. Furthermore, the toxicity of NPs to terrestrial organisms could be changed after their transformation in soil matrices. For instance, transformed NP TiO2 could induce the apoptosis in various tissues of the earthworm Lumbricus terrestris [57]. Not only the terrestrial organisms, the environmental transformation also influence the toxicity of NPs to terrestrial plants [55]. It has reported that ZnO NPs at the concentrations of 400 and 800 mg kg-1decreased the biomass of roots and shoots in corn plants (Zea mays) [58]. Intriguingly, decrease in biomass was undetectable in plants treated with the same concentrations of ZnO NPs after addition of alginate [58]. Indeed, environmental transformation can affect the bioaccumulation and biodistribution of NPs in terrestrial plants. Levels of silver in alfalfa roots and shoots treated with Ag NPs were relatively higher than in plant treated with Ag nanoparticles were relatively higher than in plant treated with Ag sulfide as transformed Ag NPs [59]. The majority of Ag NPs accumulated in the border cells and elongation zone of the roots, whereas the transformed Ag sulfide NPs still attached to the root exterior. These selective bioaccumulation and biodistribution between pristine and transformed NPs may contribute to the difference in their phytotoxicity [60]. NP-containing waste products may be released into aquatic systems, increasing the possibility of NP contamination [30]; however, there is presently little information available on the behavior and fate of NPs in aquatic systems. In addition to biological substances such as bacteria, colloid particles (1 nm to 1 µm in size), which are macromolecules and molecular assemblies, include organic, e.g., humic substances and fibrillar material, protein, and polysaccharide, exudates from microorganisms, and inorganic matter, such as Fe, Mn, Al, and Si oxides, and thus are analogous to manufactured metal oxide NPs [29,30]. Colloidal fate and behavior are affected by aggregation processes. Colloids tend to form aggregations (> 1 µm in size), and their transport depends on their organic composition, being denominated sedimentation. Similar to metals, engineered NPs tend to aggregate and are subsequently deposited, which has positive impacts on water body decontamination, as the transfer of NPs from the water column to sediments leads to pollutant loss. Notably, NPs may bind to natural colloids and consequently influence their behavior, thereby complicating the elucidation of their impact on aquatic systems. Characterizing NPs’ size, surface charges, and chemical reactivity enables us to predict their key biological effects in aqueous environments, including ROS formation, phototoxicity and photocatalytic activities, and interaction with soluble pollutants [61]. However, these physicochemical traits are difficult to predict because of the complexity of aquatic systems. In oceans, changes in physicochemical characteristics, such as temperature, that may affect aggregation and colloid chemistry are related to depth. Similar to the behavior of NPs in freshwater, NPs in the ocean may aggregate and settle to the bottom, as well as accumulate at the interface between cold and warm currents or be transformed by biota. The particles may therefore present a considerable threat to both pelagic species, who feed in midwater zones, and benthic species in the sediment. In addition, NPs can exist on the surface microlayers of the oceans, leading to the risk of aerosol exposure to marine birds and mammals as well as to organisms habituating on the surface microlayer [62,63]. In a previous study, researchers reported fullerenes C60-based toxicity in the freshwater crustacean Daphnia magna, the marine copepod Hyalella Azteca, and fish such as Pimephales promelas and Oryzias latipes [64]. Previous findings also showed that toxicity increased with increasing salinity, and there was higher particle aggregation in the eggs of Japanese medaka treated with fluorescent NPs (30 mg/L) at various salinities. At salinities relevant to normal seawater, the accumulation of NPs was reduced, whereas egg mortality was still high [65]. Given these results, predicting the effect of NPs on aquatic systems is complicated; however, ecotoxicological studies have demonstrated that aquatic organisms, both unicellular and multicellular, are likely to be impacted by NPs [31,47,66]. Contamination of the aquatic environment is caused by runoff sources, such as wastewater treatment facilities, manufacturing processes, and transportation. The NPs may sequester in the aquatic medium and transfer to higher trophic levels via algae and filter feeders. NPs may aggregate in the aquatic environment and sediments, threatening benthic and higher trophic organisms via their direct and/or indirect uptake. NPs can enter via the epithelia of the gut and hepatopancreas in invertebrates or via the gills and epithelia of fish [67]. Biocidal agents, including Ag-NPs, are known to be released from biocidal plastics, textiles, paints, and other household products [68-70], mainly via industrial wastewater plants, eventually reaching the aquatic environment [70]. A published report of the annual estimates of silver residues from Europe, Asia, and North America shows that 190 to 410 tons and 11.5% to 31.7% of residues treated in wastewater plants were found in natural water sources [71]. Although Ag-NPs undergo wastewater treatment before discharge, a significant amount (ca. 10%) is released in effluent [72]. The typical concentration of Ag-NPs in surface water is uncertain, as estimates range from 0.09-2.63 ng/L [73] to 40-320 ng/L [72]. A recent study revealed the fate, bioavailability, and toxicological effects on fish of Ag-NPs from municipal effluents [74]. It has reported that NPs exert toxicity to aquatic organisms typically covering microbes, algae and plants, invertebrates and vertebrates [75]. In particular, toxicological effects of NPs on microbial and algal communities could be determined by perturbing the community compositions, diversities or activities and the biomass content [76]. In presence of ZnO or combined ZnO-TiO2 NPs, the genus distribution and composition of the microbial community appeared to be shifted in river water bodies [77]. In bacteria and algae, metal NPs-mediated toxicity could be measured in terms of viability, growth, and morphological disturbances as well as increase in ROS [78-80]. Basically, toxicological effects of metal NPs were investigated in zebrafish, a vertebrate model for nanotoxicology research, including general toxicity (e.g., mortality, hatch rate-time, body length etc.), physiological changes (e.g., pericardial edema, yolk sac swelling, axial malformations, eye development and pigmentation dysfunction etc.) and aberrant behavior (e.g., basal swimming rate and rest/wake cycle etc.) [15,81-84].\n\n## Air and aerial ecosystems\nThere are known to be natural background levels of NPs in the atmosphere. Generally, natural air-borne NPs are found at low levels relative to the potential levels engineered NPs released from anthropogenic activities may reach [30,31]. Pristine NPs themselves have short residence times, whilst accumulation mode particles can persist in the atmosphere [30]. NPs-containing diesel are potentially released into the atmosphere; these NPs contribute to global warming because of their light-absorbing ability and may harm human health [30]. In the atmosphere, so-called primary particles are NPs directly released from a pollution source [32]. Volatile NPs, namely secondary NPs, consist of nucleation mode particles generated by photochemical processes [32]. Key atmospheric toxicants include sulfuric acid, nitric acid, and organic gases [32,33], and key factors, e.g., temperature, residence time, dilution ratio, and concentration of carbon particles, determine the formation of secondary airborne NPs [34-37]. Therefore, environmental processes may play key roles in raising particle concentrations in the atmosphere above natural background levels. In addition, nucleation particles may continuously grow via vapor condensation and coagulation, leading to optical atmospheric effects, the soiling of buildings, and climate change [31,32,38,39]. Ag NPs at concentrations over 30 µg mL-1 were found to suppress the growth of airborne Staphylococcus isolates [40]. Other report has also indicated that the toxicity of Ag NPs in organisms may be changed after their transformation in the air compartments. Moreover, the transformation of ZnO and TiO2 NPs in PM2.5 airborne particulate matter enhanced toxicity in Gram-negative and Gram-positive bacteria [41].\n\n## Soil and terrestrial ecosystems\nSoil and sediments can act as NP reservoirs. Through direct or indirect release (e.g., via wastewater treatment plants, aerial deposition, or waste disposal), NPs can be deposited in soil or aquatic sediment where they represent a significant environmental exposure risk. Soil is a pollutant sink, which is of particular concern because of the entry of NPs into food webs and the consumption of contaminated agriculture by humans [42]. In terrestrial ecosystems, natural NPs exist in soil colloids, e.g., organic matter, clays, iron oxides, and other minerals, which play key roles in biogeochemical cycling. Therefore, the introduction of engineered NPs into soil ecosystems may alter the natural NP profile and interfere with soil development or species behavior [30,43]. The terrestrial fate of NPs is an issue of complexity, and data on the transport of NPs through soils is scarce. The unique characteristics of NPs relative to their bulk and macroscopic material may influence their fate and effects on the terrestrial environment [30,44,45]. NPs’ large surface-area-to-volume ratio, reactivity, small size, aggregation, and absorbance are the main factors determining their degree of adhesion to soil and, therefore, their mobility and transport [46]. The bioavailability of NPs is dependent on their specific features, as well as the soil composition, porosity, hydraulic conductivity, groundwater gradient and flow velocity, and geochemical properties (e.g., dissolved oxygen; pH; ionic strength; and concentrations of nitrate, nitrite, and sulfate) [31,30,47]. A previous study showed that Au-NPs reduced absorption, biodistribution through tissues, and reproduction in the earthworm Eisenia fetida, emphasizing the importance of food chain accumulation and trophic transfer. However, information on the bioaccumulation of NPs in higher-level organisms is lacking [48]. NPs are widely utilized as antimicrobial agents against pathogenic bacteria, but their abuse may deplete populations of beneficial soil microorganisms, such as plant growth promoters, element cycling modulators, and pollutant detoxifiers. The NPs Ag, CuO, and ZnO are toxic both to pathogenic bacteria like Escherichia\ncoli and Staphylococcus aureus and beneficial microorganisms such as the bio-remediator and root colonizer Pseudomonas putida [49,50]. These NPs exhibited higher toxicities compared with their equivalent bulk materials [51,52]. Therefore, the larger the sink and more reactive the NP in terrestrial systems, the more research and standard testing protocols are required to validate their fate, behavior, and food-chain bioaccumulation. It has reported that NPs could exert toxicity to terrestrial plants, such as inhibition of seed germination, retardation of plant growth, and perturbance of mineral nutrition and photosynthesis [53,54]. CeO2 and ZnO NPs could remarkably decrease the corn productivity and quality [55]. The potential toxicity of NPs in plant usually relies on their intrinsic features. Fe3O4 NPs promoted the root growth of tomato plants, whereas SnO2 NPs retarded their root growth [56]. Furthermore, the toxicity of NPs to terrestrial organisms could be changed after their transformation in soil matrices. For instance, transformed NP TiO2 could induce the apoptosis in various tissues of the earthworm Lumbricus terrestris [57]. Not only the terrestrial organisms, the environmental transformation also influence the toxicity of NPs to terrestrial plants [55]. It has reported that ZnO NPs at the concentrations of 400 and 800 mg kg-1decreased the biomass of roots and shoots in corn plants (Zea mays) [58]. Intriguingly, decrease in biomass was undetectable in plants treated with the same concentrations of ZnO NPs after addition of alginate [58]. Indeed, environmental transformation can affect the bioaccumulation and biodistribution of NPs in terrestrial plants. Levels of silver in alfalfa roots and shoots treated with Ag NPs were relatively higher than in plant treated with Ag nanoparticles were relatively higher than in plant treated with Ag sulfide as transformed Ag NPs [59]. The majority of Ag NPs accumulated in the border cells and elongation zone of the roots, whereas the transformed Ag sulfide NPs still attached to the root exterior. These selective bioaccumulation and biodistribution between pristine and transformed NPs may contribute to the difference in their phytotoxicity [60].\n\n## Water and aquatic ecosystems\nNP-containing waste products may be released into aquatic systems, increasing the possibility of NP contamination [30]; however, there is presently little information available on the behavior and fate of NPs in aquatic systems. In addition to biological substances such as bacteria, colloid particles (1 nm to 1 µm in size), which are macromolecules and molecular assemblies, include organic, e.g., humic substances and fibrillar material, protein, and polysaccharide, exudates from microorganisms, and inorganic matter, such as Fe, Mn, Al, and Si oxides, and thus are analogous to manufactured metal oxide NPs [29,30]. Colloidal fate and behavior are affected by aggregation processes. Colloids tend to form aggregations (> 1 µm in size), and their transport depends on their organic composition, being denominated sedimentation. Similar to metals, engineered NPs tend to aggregate and are subsequently deposited, which has positive impacts on water body decontamination, as the transfer of NPs from the water column to sediments leads to pollutant loss. Notably, NPs may bind to natural colloids and consequently influence their behavior, thereby complicating the elucidation of their impact on aquatic systems. Characterizing NPs’ size, surface charges, and chemical reactivity enables us to predict their key biological effects in aqueous environments, including ROS formation, phototoxicity and photocatalytic activities, and interaction with soluble pollutants [61]. However, these physicochemical traits are difficult to predict because of the complexity of aquatic systems. In oceans, changes in physicochemical characteristics, such as temperature, that may affect aggregation and colloid chemistry are related to depth. Similar to the behavior of NPs in freshwater, NPs in the ocean may aggregate and settle to the bottom, as well as accumulate at the interface between cold and warm currents or be transformed by biota. The particles may therefore present a considerable threat to both pelagic species, who feed in midwater zones, and benthic species in the sediment. In addition, NPs can exist on the surface microlayers of the oceans, leading to the risk of aerosol exposure to marine birds and mammals as well as to organisms habituating on the surface microlayer [62,63]. In a previous study, researchers reported fullerenes C60-based toxicity in the freshwater crustacean Daphnia magna, the marine copepod Hyalella Azteca, and fish such as Pimephales promelas and Oryzias latipes [64]. Previous findings also showed that toxicity increased with increasing salinity, and there was higher particle aggregation in the eggs of Japanese medaka treated with fluorescent NPs (30 mg/L) at various salinities. At salinities relevant to normal seawater, the accumulation of NPs was reduced, whereas egg mortality was still high [65]. Given these results, predicting the effect of NPs on aquatic systems is complicated; however, ecotoxicological studies have demonstrated that aquatic organisms, both unicellular and multicellular, are likely to be impacted by NPs [31,47,66]. Contamination of the aquatic environment is caused by runoff sources, such as wastewater treatment facilities, manufacturing processes, and transportation. The NPs may sequester in the aquatic medium and transfer to higher trophic levels via algae and filter feeders. NPs may aggregate in the aquatic environment and sediments, threatening benthic and higher trophic organisms via their direct and/or indirect uptake. NPs can enter via the epithelia of the gut and hepatopancreas in invertebrates or via the gills and epithelia of fish [67]. Biocidal agents, including Ag-NPs, are known to be released from biocidal plastics, textiles, paints, and other household products [68-70], mainly via industrial wastewater plants, eventually reaching the aquatic environment [70]. A published report of the annual estimates of silver residues from Europe, Asia, and North America shows that 190 to 410 tons and 11.5% to 31.7% of residues treated in wastewater plants were found in natural water sources [71]. Although Ag-NPs undergo wastewater treatment before discharge, a significant amount (ca. 10%) is released in effluent [72]. The typical concentration of Ag-NPs in surface water is uncertain, as estimates range from 0.09-2.63 ng/L [73] to 40-320 ng/L [72]. A recent study revealed the fate, bioavailability, and toxicological effects on fish of Ag-NPs from municipal effluents [74]. It has reported that NPs exert toxicity to aquatic organisms typically covering microbes, algae and plants, invertebrates and vertebrates [75]. In particular, toxicological effects of NPs on microbial and algal communities could be determined by perturbing the community compositions, diversities or activities and the biomass content [76]. In presence of ZnO or combined ZnO-TiO2 NPs, the genus distribution and composition of the microbial community appeared to be shifted in river water bodies [77]. In bacteria and algae, metal NPs-mediated toxicity could be measured in terms of viability, growth, and morphological disturbances as well as increase in ROS [78-80]. Basically, toxicological effects of metal NPs were investigated in zebrafish, a vertebrate model for nanotoxicology research, including general toxicity (e.g., mortality, hatch rate-time, body length etc.), physiological changes (e.g., pericardial edema, yolk sac swelling, axial malformations, eye development and pigmentation dysfunction etc.) and aberrant behavior (e.g., basal swimming rate and rest/wake cycle etc.) [15,81-84].\n\n## MECHANISMS OF NANOPARTICLE-INDUCED GENOTOXICITY\nCurrent reviews on NP-based genotoxicity are available elsewhere [11,74,85-88]; here, we briefly highlight the key mechanisms relevant to nano-genotoxicity. Genotoxicity is classified into primary and secondary forms (Table 2 and Fig. 3). The former primarily results from the direct interaction of NPs with genetic components via the toxicological action of particulates or dissolved forms on the nucleus. Direct DNA interactions can also occur during mitosis because of the breakdown of the nuclear membrane. In addition, primary genotoxicity may occur without physical interactions between DNA and NPs, specifically in the interference of proteins crucial for DNA replication, transcription, or repair (i.e., indirect DNA damage). Secondary genotoxicity can arise from the chronic in vivo inflammation mediated by macrophage and neutrophil cells, resulting in the excessive formation of ROS. To date, only primary genotoxicity has been found in aquatic organisms [89]. An in vitro screening assay for genotoxic potential (e.g., DNA strand breaks and mutagenicity endpoints) followed by an in vitro cytogenetic assay is an approach used in the genotoxicity assessment of aquatic organisms. Non-genotoxicity should be considered when both assays give negative results, but an in vivo test would be further warranted when at least one of the assays is positive [90]. For reliable results, dynamic in vivo tests are preferable over static in vitro tests. There are a number of direct and indirect mechanisms/pathways that can induce DNA damage by NPs (Fig. 3). If the NPs penetrate into the nucleus, then physical interaction between the particles and the DNA molecules or DNA-related proteins (e.g., intranuclear protein, histone proteins, etc.) may directly lead to structural instability to the genetic material [91,92]. DNA damage may also occur via indirect pathways where the NPs do not physically bind to the DNA molecules, but with other cellular proteins (e.g., replication and transcription proteins related in the cell division). Additionally, they may trigger other cellular responses that indirectly result in genotoxicity, such as inducing oxidative stress, inflammation and aberrant signaling responses [93,94]. Taken together, NP-mediated biological effects, from molecular [95-98] and subcellular [86,99,100] levels to organism [101,102] and population effects [103], appear to be determined by several complex factors. These factors may be divided into (i) the intrinsic physicochemical features of NPs [99,100,104,105], (ii) the presence of other co-pollutants in the environment [106-108], and (iii) extrinsic characteristics (e.g., ROS inducing capacity and dissolution) [109]. The physicochemistry of the aqueous media, e.g., dissolved oxygen content, hardness, pH, ionic strength, and natural organic matter, is also known to affect the toxicity of NPs [80,110-120].\n\n## METHODS FOR ASSESSING NANOPARTICLE-MEDIATED GENOTOXICITY\nTo evaluate nano-genotoxicity, DNA strand breaks and mutagenicity endpoints are widely detected using comet, Ames, chromosome aberrations, and MN assays. Gene expression is determined using the random amplified polymorphism DNA PCR technique, DNA microarrays, and real-time PCR [86,121-123]. Reviews on various genotoxicity assays recommend that the comet assay is used because of its high detection sensitivity and the very low volume of sample required. To assess chromosomal damage, the MN assay is typically preferable over the chromosome aberration assay [124,125]. The Ames test is commonly employed in toxicological assessments of conventional chemicals but is recognized as the least-favored NP assay as a result of the insignificant differences in mutagenicity assigned to different NP types, such as CuO-NP, TiO2-NP, and Ag-NP [126-129], and its genotoxic insensitivity relative to the comet or MN assays [130-132]. H2AX phosphorylation and 8-hydroxy-deoxyguanosine assays may be used as complementary methods to gain mechanistic insights into nanoparticle-induced genotoxicity. Henceforth, we focus only on the preferable comet and MN assays for assessing nanoparticle-based genotoxicity. The comet assay is a versatile technique for assessing single and double-stranded DNA breaks in individual cells, both in vitro and in vivo [133,134]. It facilitates the measurement of alkali-labile sites, oxidative DNA damage, DNA-DNA or DNA-protein cross-links, and abasic sites [135,136] and is useful for evaluating DNA repair capability after toxicant removal [137]. However, its application may be limited for NPs because of their prolonged intracellular accumulation and toxicological persistence to DNA [138]. The comet assay has a broad application, from evaluating the genotoxic potential of novel substances [138], monitoring environmental toxicants [139-143], and assessing DNA repair capacity or DNA damage recovery [140,144] to measuring the genotoxicity of NPs in mammalian and non-mammalian systems [145]. Detailed information on the comet assay has been elucidated elsewhere [11,137-139,146], and recent studies have demonstrated the utility of the comet assay for estimating the genotoxic potential of NPs in aquatic organisms, e.g., algal species [94,147]. The MN assay is capable of detecting chromosomal damage and loss in binucleated cells [86] and confers potential advantages in the genotoxic assessment of conventional chemicals in environmental systems [148]. Micronuclei may contain aneugenic (whole genome) or clastogenic (chromosome breakage) damaged material [149]. During the MN assay procedure, cells are incubated with cytochalasin B, an inhibitor of actin polymerization involved in constricting the cytoplasm between the daughter nuclei during cytokinesis via microfilament ring formation [148]. As a result of blocking cell division with cytochalasin B, binucleated cells are formed, through which micronuclei are quantified. Cytochalasin B also blocks endocytosis and, thus, may inhibit the uptake of NPs. The preincubation of cells with NPs followed by the addition of cytochalasin B is recommended to overcome this challenge [125]. Moreover, Organization for Economic Cooperation and Development (OECD) guidelines on the MN assay suggest removing the test substance(s) prior to the addition of cytochalasin B. Unlike conventional chemicals, the complete removal of NPs from cells after exposure is very difficult [150], which restricts the usefulness of the MN assay in the nano-ecotoxicological field. Confounding factors influencing genotoxicity assessments include the use of actin inhibitors and the addition of fetal bovine serum in the cell culture medium [151].\n\n## The comet assay\nThe comet assay is a versatile technique for assessing single and double-stranded DNA breaks in individual cells, both in vitro and in vivo [133,134]. It facilitates the measurement of alkali-labile sites, oxidative DNA damage, DNA-DNA or DNA-protein cross-links, and abasic sites [135,136] and is useful for evaluating DNA repair capability after toxicant removal [137]. However, its application may be limited for NPs because of their prolonged intracellular accumulation and toxicological persistence to DNA [138]. The comet assay has a broad application, from evaluating the genotoxic potential of novel substances [138], monitoring environmental toxicants [139-143], and assessing DNA repair capacity or DNA damage recovery [140,144] to measuring the genotoxicity of NPs in mammalian and non-mammalian systems [145]. Detailed information on the comet assay has been elucidated elsewhere [11,137-139,146], and recent studies have demonstrated the utility of the comet assay for estimating the genotoxic potential of NPs in aquatic organisms, e.g., algal species [94,147].\n\n## The MN assay\nThe MN assay is capable of detecting chromosomal damage and loss in binucleated cells [86] and confers potential advantages in the genotoxic assessment of conventional chemicals in environmental systems [148]. Micronuclei may contain aneugenic (whole genome) or clastogenic (chromosome breakage) damaged material [149]. During the MN assay procedure, cells are incubated with cytochalasin B, an inhibitor of actin polymerization involved in constricting the cytoplasm between the daughter nuclei during cytokinesis via microfilament ring formation [148]. As a result of blocking cell division with cytochalasin B, binucleated cells are formed, through which micronuclei are quantified. Cytochalasin B also blocks endocytosis and, thus, may inhibit the uptake of NPs. The preincubation of cells with NPs followed by the addition of cytochalasin B is recommended to overcome this challenge [125]. Moreover, Organization for Economic Cooperation and Development (OECD) guidelines on the MN assay suggest removing the test substance(s) prior to the addition of cytochalasin B. Unlike conventional chemicals, the complete removal of NPs from cells after exposure is very difficult [150], which restricts the usefulness of the MN assay in the nano-ecotoxicological field. Confounding factors influencing genotoxicity assessments include the use of actin inhibitors and the addition of fetal bovine serum in the cell culture medium [151].\n\n## THE CURRENT SITUATION\nAlthough accumulating evidence indicates that some NPs exert genotoxic potential, there are inconsistent scientific findings, probably due to the various confounding factors, and it is therefore difficult to draw firm conclusions. For instance, there may be inconsistencies in the dose metrics of tests and conversion factors used to equate units of dose, which are important for making comparisons among studies [31,32,130,150]. In addition, the physicochemical characterization of NPs, in terms of their pristine and environmentally transformed forms, has been neglected in several studies [126,127]. Another important issue of study variability is the selection of appropriate test systems. It is problematic when only single genotoxicity tests are applied, since various tests contribute to different endpoints depending on the test substance’s mechanism of toxicity. For instance, the MN assay determines the clastogenic and aneugenic potential of toxins to lead to chromosome fragmentation or loss of whole chromosomes [148], respectively, and for these to become enclosed within a MN rather than the daughter nuclei. Indeed, the comet assay assesses un-repaired DNA strand breaks and alkali-labile sites but may exclude early apoptotic and necrotic cells containing fragmented DNA, namely hedgehogs [152]. Usually, the comet assay displays higher degrees of damage relative to the MN assay because it also detects DNA breaks that are repairable and evaluates the post-DNA-damage repair capacity. Although the degree of damage assessed by the MN assay remains after cell division, the technique gains more information on un-repairable errors, providing stronger evidence in the genotoxicity assessment [152]. Regarding genotoxic effects, the controversial results of some studies identified the same NP effects using different testing assays. For instance, both the comet and MN assays indicated that TiO2-NPs induced DNA damage, while the Ames mutagenicity test and chromosome aberration assay led to negative results [134,154]. Moreover, differential results between the MN and the comet assay are mentioned within the same report [155]. When assessing genotoxic potential, it is obvious that using a single genotoxicity assay is inadequate to draw strong conclusions, as no single test can cover all the potential forms of DNA damage induced by NPs. The established standard regulatory guidelines for measuring the genotoxicity of a test substance recommends the use of a battery of tests assessing a range of various endpoints, through which useful information on their mechanisms of toxicity can be gained. This is also essential for obtaining a comprehensive view of how NPs interact with cellular components. Any issues about the use of surfactants to disperse NPs should take into account [130,150]. This raises the question if forced dispersion using a surfactant indeed represents physiologically relevant exposure conditions or if natural surfactants (e.g., biological fluid in lungs) actually interact with NPs. Nevertheless, this would depend on the exposure route. Not only can the use of surfactants cause a false exposure situation but it also carries the risk of intrinsic toxicity leading to a false-positive response. Hence, using surfactants is another complex issue that may confound the outcomes. Another source of study variability is the cell line used in in vitro studies. In mammalian studies, cancer cell lines are usually the experimental models of choice, but their responses depend on their genetic background and stability. For instance, normal mesothelial cells were more sensitive to DNA damage on single-walled carbon nanotube exposure than malignant mesothelial cells [156]. To determine the genotoxicity of NPs, the selection of a test model with suitable stability and representative genetic background is crucial to avoid false-positive or -negative results. For germ cells, information regarding the genotoxic effects of NPs is very limited. However, a previous report indicated that ZnO and TiO2 NPs dose-dependently increased DNA damage in human sperm cells [157]. Previous in vivo studies consistently demonstrated NP accumulation in the testes after exposure [158,159]. Therefore, DNA damage in germ cells might have detrimental effects on fertility, whilst heritable genetic interferences could lead to developmental impairments in offspring. With environmental health issues, it is also important to select both appropriate in vitro and in vivo test models that can reflect the potential exposure routes in an environmentally relevant scenario. In addition to the aforementioned confounding factors, the most appropriate exposure duration for in vitro tests also needs to be optimized. In conventional genotoxicity assays, exposure periods of no more than 24 hours are used because chemical substances usually diffuse into the cells and the duration of their activity is restricted by their half-life. Therefore, prolonged exposures are unnecessary. It is apparent that the uptake and movement of NPs through cells is slower than chemical diffusion. Moreover, these NPs probably linger in the cells during mitosis, where they may interact directly with DNA when the nuclear membrane breaks down or with the mitotic machinery components, thereby leading to disrupted chromosomal segregation. Therefore, experimental exposure periods should be optimized within genotoxicity test systems. For instance, enhanced particle uptake with prolonged exposure duration was seen in a previous study that found 2-fold higher cobalt NP uptake after 48 hours of exposure compared with uptake after 24 hours [160]. Another relevant issue that requires clarification is the long-term intracellular fate of NPs. It is possible that a metal NP may not exert intrinsic genotoxicity but, after being inside a cell over a certain period, they may corrode to release metal ions, resulting in genotoxicity. With regards to the surface functionalization of NPs, the stability of surface coatings during exposure should be determined to avoid false-negative results, as genotoxic responses may occur from the extrinsic breakdown products.\n\n## CONCLUSION\nThe current information on the genotoxicity of NPs and their possible long-term impacts on human and environmental health and safety is still limited. A number of studies have focused on the cytotoxicity of NPs with respect to their unique physicochemical properties. Additionally, attention has been given to their cytotoxicity, genotoxic potential, the underlying mechanisms, and the key factors influencing their cellular uptake, retention, and biotransformation. The accumulating evidence indicates that many NPs possess DNA damaging activity; however, the conclusions are still controversial. A concerted attempt by scientific experts is required to draw comprehensive and firm conclusions. Recent reviews have mentioned important issues surrounding adequate NP physicochemical characterization, the selection of appropriate standard testing protocols, and correlation analysis of in vitro and in vivo results [130,161]. Therefore, we provide further recommendations for conducting more stringent and relevant nanotoxicological investigations: (i) clear details of the fabrication processes; (ii) the inclusion of suitable positive and negative controls when investigating if (geno)toxicological responses are consequences of NP interactions, surface functionalization, impurities, or breakdown products released during incubation; (iii) consideration of the long-term fates of NPs, and the effects of prolonged exposure over 24 hours within in vitro tests or any modified experimental conditions if appropriate; (iv) the use of a panel of genotoxicity tests with various endpoints to gain insight into toxicity mechanism; (v) genotoxicity assessments of NPs in germ cells, as well as somatic cells.",
  "word_count": 7449,
  "char_count": 51982
}