{
  "pmcid": "PMC5451931",
  "doi": "10.3390/ijerph14050480",
  "title": "Sustainable Methods for Decontamination of Microcystin in Water Using Cold Plasma and UV with Reusable TiO2 Nanoparticle Coating",
  "authors": [
    "Xuewen Jiang",
    "Seungjun Lee",
    "Chulkyoon Mok",
    "Jiyoung Lee"
  ],
  "year": "2017",
  "journal": "International Journal of Environmental Research and Public Health",
  "abstract": "Microcystins (MCs) are a family of cyanotoxins and pose detrimental effects on human, animal, and ecological health. Conventional water treatment processes have limited success in removing MCs without producing harmful byproducts. Therefore, there is an urgent need for cost-effective and environmentally-friendly methods for treating MCs. The objective of this study was to develop sustainable and non-chemical-based methods for controlling MCs, such as using cold plasma and ultra violet (UV) light with titanium dioxide (TiO2) coating, which can be applied for diverse scale and settings. MCs, extracted from Microcystis aeruginosa, were treated with cold plasma or UV at irradiance of 1470 μW/cm2 (high) or 180 μW/cm2 (low). To assess synergistic effects, the outside of the UV treatment chamber was coated with nanoparticles (TiO2) prior to irradiation, which can be reused for a long time. The degradation efficiency of UV was enhanced by the reusable TiO2 coating at lower irradiance (70.41% [UV] vs. 79.61% [UV+TiO2], 120 min), but no significant difference was observed at higher irradiance. Cold plasma removed MCs rapidly under experimental conditions (92%, 120 min), indicating that it is a promising candidate for controlling MCs in water without generating harmful disinfection byproducts. It can be also easily and practically used in household settings during emergency situations.",
  "sections": [
    {
      "title": "1. Introduction",
      "text": "Microcystins (MCs) refer to a family of cyanotoxins produced by cyanobacteria, such as Microcystins spp., Anabaena spp., Nodularia spp., and several other cyanobacterial species [1]. They are commonly found worldwide in surface waters [2,3]. MCs can cause headache, sore throat, vomiting, nausea, stomachache, diarrhea, and pneumonia in acute exposure [4]. Chronic exposure can lead to liver, kidney, and reproductive system damage and promote cancerous tumors [5,6]. Multiple pathways are involved in MC exposure, such as direct ingestion, inhalation of bioaerosol, or dermal contact of contaminated water [3,7]. According to the World Health Organization (2011) MCs are safe to consume in drinking water at levels of 1 part per billion (ppb) and to exposure in recreational water at 10 ppb [8]. United States Environmental Protection Agency (USEPA) listed MCs as one of the highest priority for health risks in drinking water [9]. New USEPA guidelines for MC-LR (2015) suggest a maximum acceptable concentration in drinking water of 0.3 ppb for pre-school-age-children and 1.6 ppb for school-age-children and adults [10], and 4 ppb for recreational water [11]. However, traditional water treatment steps—including coagulation, sedimentation, and disinfection—have demonstrated limited effect on removing MCs during heavy bloom periods [12]. Furthermore, MCs are resistant to direct UV exposure, ozone, or chlorine oxidation (common steps for disinfection in drinking water treatment) and the toxins may cause health risk for water users [13,14,15,16]. For example, MCs were detected (~2.5 ppb) in the finished drinking water in Toledo, Ohio in August 2014 [10]. Plenty of research has been done on MC degradation using physical, chemical, and biological methods, such as UV irradiation at different wavelength [14,17]; chemical oxidants [16,18], and microcystin-degrading bacteria [19]. However, most previous research focused on a single variant or artificial mixture of MCs, which could have different degradation dynamics and toxicity from natural MC mixture [20]. Therefore, there is a critical need for developing more environmentally-friendly and effective methods for controlling MC contamination to protect both public health and water/food safety, especially because harmful algal blooms are expected to be more frequent and intensive globally [21,22]. In this study, we introduced two novel techniques, cold plasma and nanoparticle application with UV, to examine the effects of both methods for removing MCs in water. Plasma is ionized gas at normal temperature with non-selective short half-life of active species, such as •OH, which can degrade pollutants rapidly without generating toxic residuals [23,24,25,26]. It has been known to be effective to remove chemical contaminants in aqueous phase (e.g., wastewater treatment) [27,28,29], and been used to ensure food safety, especially in fresh produce, by inactivating the microorganisms and removing pesticide residuals [30,31,32]. Barillas et al. (2015) [33] described the capital cost of plasma was 20% less than a traditional wastewater plant. It has been also reported that cold plasma can lower the energy consumption in food industries. However, this technology has not been widely applied for MC degradation. This method only requires water itself during MC treatment, therefore it can be perceived as clean and harmless to both treated objectives and operators, which makes it as a promising alternative to current water treatment methods, possibly for fresh produce application as well. For nanoparticle application, TiO2 has been widely used in wastewater treatment and disinfection. UV illumination induces hydroxyl radicals produced from the active electron and positive hole of TiO2, which reacts with pollutants in water [34,35]. It was reported that TiO2 showed a great photocatalytic activity to enhance the degradation rate of MC-LR with UV [20,36]. The UV/TiO2 wastewater treatment is effective and cost efficient, but increases by further separation of TiO2 in the effluent [37]. In this study, the effectiveness of UV with outer coated TiO2 has been evaluated to improve the efficiency of entire treatment, as well as lower the cost of separation. TiO2 coating is anticipated to be a time- and cost-effective, safe, and sustainable method of MC treatment when combined with UV irradiation. The objective of this research was to develop and evaluate sustainable and effective methods for MC treatment by cold plasma and UV with TiO2. This research describes, for the first time, the effectiveness of cold plasma and UV combined with TiO2 coating for total MC (mixture of MC congeners extracted from M. aeruginosa that was isolated from Lake Erie) degradation."
    },
    {
      "title": "2. Materials and Methods ",
      "text": "MCs were extracted from Microcystis aeruginosa (identified by targeting PC-IGS and mcyA genes [38]) that was isolated from Lake Erie. M. aeruginosa was cultured in CT medium [39] using sonication (three cycles of 5-min sonication followed by 10-min rest) with a Sonic Dismembrator (50 watts, Fisher Scientific Model F50 with Probe, Waltham, MA, USA). Then, three cycles of freeze-thaw lysis were applied, and the extracted solutions was filtered with sterile 0.45 μm pore-size membrane (MF-Millipore Membrane Filter, mixed cellulose esters, Billerica, MA, USA) to remove bacterial cells [40]. MCs solution was diluted with deionized (DI) water to final concentration of 10 ppb at pH 7.4, EC −17 mV (Mettler-Toledo AG, Analytical. CH-8603, Schwerzenbach, Switzerland). A TiO2 nanopowder solution was made in Tween 20 (Boston BioProducts, Ashland, MA, USA): isopropanol (Fisher Scientific, Waltham, MA, USA): acetic acid (Fisher Scientific, USA): TiO2 (particle size: 21 nm, Aldrich Chemistry, St. Louis, MO, USA) = 1:45:6:1 by weight) [41], applied ~30 mL of the TiO2 nanopowder solution evenly to the outside of a glass container (dimension: 22.5 cm × 33 cm × 5.4 cm [width × length × height], capacity: 2.8 L, materials: tempered soda-lime glass, PYREX®), and dried at 25 °C (about two hours) to test the synergistic effect with UV. The UV irradiances were adjusted by the distance between the lamp and targets, and measured with UVC digital light meter (General Tools UV512C, Secaucus, NY, USA) at the central point of the treated water surface. One liter of MC solution was treated with different conditions of application with constant stirring: (1) UV irradiation system (UV-C 254 nm lamp, G15T8, 15 W, Philips, Hamburg, Germany) at 1470 μW/cm2 (high irradiance) for 90 min (pre-test showed that MC concentration was below the detection limit after 90 min treatment, data not shown); (2) UV at 180 μW/cm2 (low irradiance) for 120 min; (3) UV with TiO2 at 1470 μW/cm2 (high irradiance) for 90 min (pre-test showed that MC concentration was below the detection limit after 90 min treatment, data not shown); (4) UV with TiO2 at 180 μW/cm2 (low irradiance) for 120 min; (5) cold plasma (Cleaz one-touch water sterilizer, CSOL-200SL, 220 V, 60 Hz, 80 W, Haan Co., Seoul, Korea) for 120 min; (6) without treatment in dark room for 120 min (control group) (Figure 1). Samples were taken at specific time interval. Total MC concentrations were measured with Microcystins-ADDA enzyme-linked immunosorbent assay (ELISA) kits (Abraxis, Warminster, PA, USA) in duplicate as Ohio EPA described [42]. Under the same conditions, three sets of each type of treatment were performed. To evaluate toxin degradation, the data were analyzed by one-way analysis of variance (ANOVA) using SPSS Statistics 22 statistical software (IBM, Armonk, NY, USA). For the toxin degradation kinetics, each treatment data was fitted in first- and second-order reaction models. Energy per order (EEO) of each treatment was calculated as the equation below [43].\nEEO=Pt×1000Vlg(CiCf)=38.4×PV k\nwhere P is the power of equipment (kW), V is the volume of water (L) and k is the rate constant calculated in first-order model."
    },
    {
      "title": "2.1. MC Preparation ",
      "text": "MCs were extracted from Microcystis aeruginosa (identified by targeting PC-IGS and mcyA genes [38]) that was isolated from Lake Erie. M. aeruginosa was cultured in CT medium [39] using sonication (three cycles of 5-min sonication followed by 10-min rest) with a Sonic Dismembrator (50 watts, Fisher Scientific Model F50 with Probe, Waltham, MA, USA). Then, three cycles of freeze-thaw lysis were applied, and the extracted solutions was filtered with sterile 0.45 μm pore-size membrane (MF-Millipore Membrane Filter, mixed cellulose esters, Billerica, MA, USA) to remove bacterial cells [40]."
    },
    {
      "title": "2.2. MC Treatments and Measurement",
      "text": "MCs solution was diluted with deionized (DI) water to final concentration of 10 ppb at pH 7.4, EC −17 mV (Mettler-Toledo AG, Analytical. CH-8603, Schwerzenbach, Switzerland). A TiO2 nanopowder solution was made in Tween 20 (Boston BioProducts, Ashland, MA, USA): isopropanol (Fisher Scientific, Waltham, MA, USA): acetic acid (Fisher Scientific, USA): TiO2 (particle size: 21 nm, Aldrich Chemistry, St. Louis, MO, USA) = 1:45:6:1 by weight) [41], applied ~30 mL of the TiO2 nanopowder solution evenly to the outside of a glass container (dimension: 22.5 cm × 33 cm × 5.4 cm [width × length × height], capacity: 2.8 L, materials: tempered soda-lime glass, PYREX®), and dried at 25 °C (about two hours) to test the synergistic effect with UV. The UV irradiances were adjusted by the distance between the lamp and targets, and measured with UVC digital light meter (General Tools UV512C, Secaucus, NY, USA) at the central point of the treated water surface. One liter of MC solution was treated with different conditions of application with constant stirring: (1) UV irradiation system (UV-C 254 nm lamp, G15T8, 15 W, Philips, Hamburg, Germany) at 1470 μW/cm2 (high irradiance) for 90 min (pre-test showed that MC concentration was below the detection limit after 90 min treatment, data not shown); (2) UV at 180 μW/cm2 (low irradiance) for 120 min; (3) UV with TiO2 at 1470 μW/cm2 (high irradiance) for 90 min (pre-test showed that MC concentration was below the detection limit after 90 min treatment, data not shown); (4) UV with TiO2 at 180 μW/cm2 (low irradiance) for 120 min; (5) cold plasma (Cleaz one-touch water sterilizer, CSOL-200SL, 220 V, 60 Hz, 80 W, Haan Co., Seoul, Korea) for 120 min; (6) without treatment in dark room for 120 min (control group) (Figure 1). Samples were taken at specific time interval. Total MC concentrations were measured with Microcystins-ADDA enzyme-linked immunosorbent assay (ELISA) kits (Abraxis, Warminster, PA, USA) in duplicate as Ohio EPA described [42]. Under the same conditions, three sets of each type of treatment were performed."
    },
    {
      "title": "2.3. Statistical Analysis",
      "text": "To evaluate toxin degradation, the data were analyzed by one-way analysis of variance (ANOVA) using SPSS Statistics 22 statistical software (IBM, Armonk, NY, USA). For the toxin degradation kinetics, each treatment data was fitted in first- and second-order reaction models."
    },
    {
      "title": "2.4. Energy per Order (E",
      "text": "Energy per order (EEO) of each treatment was calculated as the equation below [43].\nEEO=Pt×1000Vlg(CiCf)=38.4×PV k\nwhere P is the power of equipment (kW), V is the volume of water (L) and k is the rate constant calculated in first-order model."
    },
    {
      "title": "3. Results",
      "text": "With high irradiance (1470 μW/cm2) of UV illumination, 69.5% (10 min), 93.1% (30 min), and 97.6% (90 min) of microcystins in the solution were degraded as the exposure time increased. With the UV and TiO2, MCs were removed by 69.4% (10 min), 90.5% (30 min), and 98.1% (90 min), respectively. No significant enhancement by TiO2 was observed under this high UV irradiance condition (p > 0.05) (Figure 2a). With low irradiance (180 μW/cm2) UV illumination, 33.5% (30 min), 61.3% (60 min), 67.5% (90 min), and 70.4% (120 min) of MCs were degraded as the exposure time increased, but the degrees of MC degradation were lower at each exposure time when compared to the high irradiance (Figure 2b). However, TiO2 coating on the outside of the UV treatment container showed a significant improvement in removing MCs at this UV irradiance (p < 0.05): 50.2, 69.1, 77.7, and 79.6% at each exposure time, respectively. These results show that UV irradiance is one of the major factors affecting the MCs degradation effectiveness and higher irradiance could accelerate the removal of MCs. However, at lower irradiance, the addition of TiO2 significantly enhanced the MC remediation. MCs were removed by 66.2% (30 min), 80.2% (60 min), 86.8% (90 min), and 92.0% (120 min) using cold plasma (Figure 3). The MC degradation rate was faster than low irradiance UV illumination (with or without TiO2) (p < 0.05). This result demonstrates that cold plasma can be a promising candidate for future treatment of MCs. The raw data are shown in Appendix A Table A1. To better understand the kinetics of MC degradation with different types of treatments, two different models, first-order-reaction and second-order-reaction, were used, where k is the rate constants for the first-order and the second-order reaction kinetics; R2 is the corresponding correlation coefficient; t½ represents the half-life of microcystins under certain experimental conditions (Table 1 and Table 2). Both the first-order and second-order models could approximately describe the kinetics of all the treatments (Table 1). It was apparent that the k of the high irradiance group of UV treatment was much higher (about four times higher in first-order) than that of the low irradiance group of UV treatment, which indicated that the degradation of MCs by UV irradiation was dose-dependent. After comparing UV with UV/TiO2 at low irradiance, the rate constant of the latter was found to be higher and half-lives were shorter, indicating a more rapid degradation with TiO2 coating. For cold plasma, the obtained R2 was almost the same for both models (Table 2). The rate constant of cold plasma was 0.0192 min−1 in first-order model and 0.0145 (ppb × min) −1 in second-order model, demonstrating a high effectiveness for removing MCs. Compared to low-irradiance UV treatment, cold plasma significantly enhanced the MC degradation rate in both models (p < 0.01). Energy cost of each treatment (in first-reaction model) is shown in Table 3. Energy per order (EEO) is electrical energy (in kilowatt-hours, kWh) required to reduce the concentration of a pollutant by one order of magnitude (90%) in 1 L of contaminated water [43]. The high irradiance of UV-associated treatments cost the least energy, then followed by cold plasma, UV with TiO2 at low irradiance, and UV alone at low irradiance. Overall, as a non-chemical based treatment, the TiO2 coating with UV costs less energy than previous methods [45]."
    },
    {
      "title": "3.1. Synergistic Effects of TiO",
      "text": "With high irradiance (1470 μW/cm2) of UV illumination, 69.5% (10 min), 93.1% (30 min), and 97.6% (90 min) of microcystins in the solution were degraded as the exposure time increased. With the UV and TiO2, MCs were removed by 69.4% (10 min), 90.5% (30 min), and 98.1% (90 min), respectively. No significant enhancement by TiO2 was observed under this high UV irradiance condition (p > 0.05) (Figure 2a). With low irradiance (180 μW/cm2) UV illumination, 33.5% (30 min), 61.3% (60 min), 67.5% (90 min), and 70.4% (120 min) of MCs were degraded as the exposure time increased, but the degrees of MC degradation were lower at each exposure time when compared to the high irradiance (Figure 2b). However, TiO2 coating on the outside of the UV treatment container showed a significant improvement in removing MCs at this UV irradiance (p < 0.05): 50.2, 69.1, 77.7, and 79.6% at each exposure time, respectively. These results show that UV irradiance is one of the major factors affecting the MCs degradation effectiveness and higher irradiance could accelerate the removal of MCs. However, at lower irradiance, the addition of TiO2 significantly enhanced the MC remediation."
    },
    {
      "title": "3.2. Effectiveness of Cold Plasma on MC Degradation",
      "text": "MCs were removed by 66.2% (30 min), 80.2% (60 min), 86.8% (90 min), and 92.0% (120 min) using cold plasma (Figure 3). The MC degradation rate was faster than low irradiance UV illumination (with or without TiO2) (p < 0.05). This result demonstrates that cold plasma can be a promising candidate for future treatment of MCs. The raw data are shown in Appendix A Table A1."
    },
    {
      "title": "3.3. Kinetic Analysis",
      "text": "To better understand the kinetics of MC degradation with different types of treatments, two different models, first-order-reaction and second-order-reaction, were used, where k is the rate constants for the first-order and the second-order reaction kinetics; R2 is the corresponding correlation coefficient; t½ represents the half-life of microcystins under certain experimental conditions (Table 1 and Table 2). Both the first-order and second-order models could approximately describe the kinetics of all the treatments (Table 1). It was apparent that the k of the high irradiance group of UV treatment was much higher (about four times higher in first-order) than that of the low irradiance group of UV treatment, which indicated that the degradation of MCs by UV irradiation was dose-dependent. After comparing UV with UV/TiO2 at low irradiance, the rate constant of the latter was found to be higher and half-lives were shorter, indicating a more rapid degradation with TiO2 coating. For cold plasma, the obtained R2 was almost the same for both models (Table 2). The rate constant of cold plasma was 0.0192 min−1 in first-order model and 0.0145 (ppb × min) −1 in second-order model, demonstrating a high effectiveness for removing MCs. Compared to low-irradiance UV treatment, cold plasma significantly enhanced the MC degradation rate in both models (p < 0.01)."
    },
    {
      "title": "3.4. Energy per Order (E",
      "text": "Energy cost of each treatment (in first-reaction model) is shown in Table 3. Energy per order (EEO) is electrical energy (in kilowatt-hours, kWh) required to reduce the concentration of a pollutant by one order of magnitude (90%) in 1 L of contaminated water [43]. The high irradiance of UV-associated treatments cost the least energy, then followed by cold plasma, UV with TiO2 at low irradiance, and UV alone at low irradiance. Overall, as a non-chemical based treatment, the TiO2 coating with UV costs less energy than previous methods [45]."
    },
    {
      "title": "4. Discussion",
      "text": "Previous research on MC degradation focused on specific variants of MCs, such as MC-LR or RR [46,47,48]. Qiao et al. (2005) demonstrated that H2O2 enhanced the degradation of MC-RR under UV illumination [47]. In real world situations, a mixture of MC congeners (>100 types) were found to be released into surface water [49], which might suggest different resistance and kinetics to those current treatments. He et al. (2015) [14] investigated the relative susceptibility of various amino acids of MCs to UV treatment (with hydroxyl radical) and they found that MC-YR was the most susceptible and MC-LA was more resistant than MC-LR and -RR. In this study, natural extracts of MCs released from M. aeruginosa were used to mimic the toxin residuals in natural blooms, which contains multiple variants of microcystins (detected by LC/MS, data not shown). Ohio EPA (2015) recommended ELISA as a rapid detection method recommended to quantify total microcystins regardless of the congeners, and similar level of MC concentration measured by ELISA, LC-MS/MS, and LC-UV was obtained [42,50]. Therefore, due to its ability to measure multiple MC variants, ELISA was one of the best options to collectively measure the MCs. UV, as a traditional disinfection method in water treatment plants, has been evaluated for MC degradation [51]. As the results herein show, the irradiance of UV highly affects its effectiveness. At high irradiance, UV alone could rapidly degrade MCs in a short time, whereas a low irradiance UV less effectively removed MCs. However, the general requirement of UV irradiance for water treatment is two order of magnitude lower than the experimental condition of high irradiance. Previous studies added TiO2 directly into the water that is treated as a catalyst. TiO2 in the water may cause another contamination problem since there might be unpredictable hazards when exposed to the excessive TiO2 and using the TiO2 increases the treatment cost. In this study, the synergistic effect of TiO2 under UV irritation was tested by coating the outer surface of the container, which improved public perception by preventing the release of the TiO2 into the treated water. In addition, this type of application maximizes the reusability of TiO2, thereby it can reduce the cost of each treatment and lower the risk of environmental contamination of these nanoparticles. Meanwhile, the coating method saved the cost for removing the nanoparticles from the treated water compared to other TiO2 treatment method (nanoparticles were added in water). The saved cost was not reflected in the EEO calculation. As shown in the results, lower UV dose was still effective in removing MCs due to the synergistic effect of TiO2 (additional 17% (30 min) and 9% MC (120 min) removal). Therefore, TiO2 coating could shorten UV irradiation time to achieve a desired MC degradation efficiency at a relatively low UV irradiance. In addition, compared to Sampaio et al. (2015) [45] (high irradiance of UV (47,100 μW/cm2) with TiO2 into water directly), our remediation treatment (UV at 180 μW/cm2 with surface coated TiO2) was still effective (constant of first-order reaction) in removing MC degradation in water (Table 1). Therefore, the coating method can be considered as an alternative to direct addition when removing cyanotoxins in a sustainable and environmental friendly way in various water treatment settings. Cold plasma is a safe and rapid treatment that is applicable for various situations with different scales and materials [44]. Compared to chemical-based methods, such as chlorination, Zhang et al. (2012) [44] demonstrated that the intermediates and end-products produced during MC degradation by plasma treatment were non-toxic. Previous studies [44,48] demonstrated that plasma was effective for removal of MC-LR by attacking the conjugated carbon double bonds of the Adda structure. Zhang et al. (2012) [44] showed that glow discharge plasma can degrade MC-LR with a rate constant of 38.81 ppb−1 min−1 in second-order model (Table 2). This study is the first to confirm the effectiveness in MC degradation while using the natural mixture of MCs derived from the toxic M. aeruginosa that was isolated from the harmful bloom in Lake Erie. When compared with the UV+TiO2 (low UV irradiance), the cold plasma treatment showed additional 16% (30 min) and 12% (120 min) of MCs removal at the same exposure times under the study conditions. Therefore, cold plasma treatment can shorten the MC treatment time further, which will be quite useful and impactful, especially during a high bloom period and under an emergency when toxins in the water need to be treated in a timely manner. The EEO of cold plasma was lower than UV and UV/TiO2 at low irradiance. The treatment time can be further shortened if the levels of MC are relatively low, indicating that it could serve as a practical backup for family treatment. For example, when municipal water treatment cannot meet the USEPA guideline in drinking water (e.g., Toledo water crisis in 2014), cold plasma can be immediately used to treat the MCs in tap water in affected families. In water treatment plants, large-scale application might improve effectiveness further to achieve the same degradation effects in a shorter period. Previous studies demonstrated that powerful disinfection using cold plasma in fresh produce can be achieved without generating extra heat and destruction of food quality [23,52,53,54]. Moreover, the cold plasma did not require any reagents beyond air and water, therefore it is a green technology without generation of harmful waste and unwanted byproducts. However, few studies have been conducted on investigating the feasibility of cold plasma application in MC removal in food, which is another critical exposure route to cyanotoxins [55]. Combining the results from this study, it is promising to test the effectiveness of cold plasma for degrading MCs accumulated in fresh produce, fish, and other food-related matrices. Therefore, more efforts should be made in MC decontamination in food in the future."
    },
    {
      "title": "5. Conclusions",
      "text": "This study reports the effectiveness of total MC degradation using sustainable cold plasma and TiO2 coating. The UV irradiation combined with TiO2-coating can enhance the effectiveness of MC degradation. Our developed technique prevents the direct contact between TiO2 and water to avoid unwanted contamination. In addition, the cold plasma degraded the toxin effectively without generating harmful byproducts. The cold plasma can be a promising application for both household and industry settings, using different scales of equipment. In future studies, other analytical tools other than ELISA and toxicity tests are recommended to identify the potential changes in the composition of microcystins and intermediates after each type of toxin treatment. It can also be practically used in household settings during emergency situations."
    }
  ],
  "full_text": "## 1. Introduction\nMicrocystins (MCs) refer to a family of cyanotoxins produced by cyanobacteria, such as Microcystins spp., Anabaena spp., Nodularia spp., and several other cyanobacterial species [1]. They are commonly found worldwide in surface waters [2,3]. MCs can cause headache, sore throat, vomiting, nausea, stomachache, diarrhea, and pneumonia in acute exposure [4]. Chronic exposure can lead to liver, kidney, and reproductive system damage and promote cancerous tumors [5,6]. Multiple pathways are involved in MC exposure, such as direct ingestion, inhalation of bioaerosol, or dermal contact of contaminated water [3,7]. According to the World Health Organization (2011) MCs are safe to consume in drinking water at levels of 1 part per billion (ppb) and to exposure in recreational water at 10 ppb [8]. United States Environmental Protection Agency (USEPA) listed MCs as one of the highest priority for health risks in drinking water [9]. New USEPA guidelines for MC-LR (2015) suggest a maximum acceptable concentration in drinking water of 0.3 ppb for pre-school-age-children and 1.6 ppb for school-age-children and adults [10], and 4 ppb for recreational water [11]. However, traditional water treatment steps—including coagulation, sedimentation, and disinfection—have demonstrated limited effect on removing MCs during heavy bloom periods [12]. Furthermore, MCs are resistant to direct UV exposure, ozone, or chlorine oxidation (common steps for disinfection in drinking water treatment) and the toxins may cause health risk for water users [13,14,15,16]. For example, MCs were detected (~2.5 ppb) in the finished drinking water in Toledo, Ohio in August 2014 [10]. Plenty of research has been done on MC degradation using physical, chemical, and biological methods, such as UV irradiation at different wavelength [14,17]; chemical oxidants [16,18], and microcystin-degrading bacteria [19]. However, most previous research focused on a single variant or artificial mixture of MCs, which could have different degradation dynamics and toxicity from natural MC mixture [20]. Therefore, there is a critical need for developing more environmentally-friendly and effective methods for controlling MC contamination to protect both public health and water/food safety, especially because harmful algal blooms are expected to be more frequent and intensive globally [21,22]. In this study, we introduced two novel techniques, cold plasma and nanoparticle application with UV, to examine the effects of both methods for removing MCs in water. Plasma is ionized gas at normal temperature with non-selective short half-life of active species, such as •OH, which can degrade pollutants rapidly without generating toxic residuals [23,24,25,26]. It has been known to be effective to remove chemical contaminants in aqueous phase (e.g., wastewater treatment) [27,28,29], and been used to ensure food safety, especially in fresh produce, by inactivating the microorganisms and removing pesticide residuals [30,31,32]. Barillas et al. (2015) [33] described the capital cost of plasma was 20% less than a traditional wastewater plant. It has been also reported that cold plasma can lower the energy consumption in food industries. However, this technology has not been widely applied for MC degradation. This method only requires water itself during MC treatment, therefore it can be perceived as clean and harmless to both treated objectives and operators, which makes it as a promising alternative to current water treatment methods, possibly for fresh produce application as well. For nanoparticle application, TiO2 has been widely used in wastewater treatment and disinfection. UV illumination induces hydroxyl radicals produced from the active electron and positive hole of TiO2, which reacts with pollutants in water [34,35]. It was reported that TiO2 showed a great photocatalytic activity to enhance the degradation rate of MC-LR with UV [20,36]. The UV/TiO2 wastewater treatment is effective and cost efficient, but increases by further separation of TiO2 in the effluent [37]. In this study, the effectiveness of UV with outer coated TiO2 has been evaluated to improve the efficiency of entire treatment, as well as lower the cost of separation. TiO2 coating is anticipated to be a time- and cost-effective, safe, and sustainable method of MC treatment when combined with UV irradiation. The objective of this research was to develop and evaluate sustainable and effective methods for MC treatment by cold plasma and UV with TiO2. This research describes, for the first time, the effectiveness of cold plasma and UV combined with TiO2 coating for total MC (mixture of MC congeners extracted from M. aeruginosa that was isolated from Lake Erie) degradation.\n\n## 2. Materials and Methods \nMCs were extracted from Microcystis aeruginosa (identified by targeting PC-IGS and mcyA genes [38]) that was isolated from Lake Erie. M. aeruginosa was cultured in CT medium [39] using sonication (three cycles of 5-min sonication followed by 10-min rest) with a Sonic Dismembrator (50 watts, Fisher Scientific Model F50 with Probe, Waltham, MA, USA). Then, three cycles of freeze-thaw lysis were applied, and the extracted solutions was filtered with sterile 0.45 μm pore-size membrane (MF-Millipore Membrane Filter, mixed cellulose esters, Billerica, MA, USA) to remove bacterial cells [40]. MCs solution was diluted with deionized (DI) water to final concentration of 10 ppb at pH 7.4, EC −17 mV (Mettler-Toledo AG, Analytical. CH-8603, Schwerzenbach, Switzerland). A TiO2 nanopowder solution was made in Tween 20 (Boston BioProducts, Ashland, MA, USA): isopropanol (Fisher Scientific, Waltham, MA, USA): acetic acid (Fisher Scientific, USA): TiO2 (particle size: 21 nm, Aldrich Chemistry, St. Louis, MO, USA) = 1:45:6:1 by weight) [41], applied ~30 mL of the TiO2 nanopowder solution evenly to the outside of a glass container (dimension: 22.5 cm × 33 cm × 5.4 cm [width × length × height], capacity: 2.8 L, materials: tempered soda-lime glass, PYREX®), and dried at 25 °C (about two hours) to test the synergistic effect with UV. The UV irradiances were adjusted by the distance between the lamp and targets, and measured with UVC digital light meter (General Tools UV512C, Secaucus, NY, USA) at the central point of the treated water surface. One liter of MC solution was treated with different conditions of application with constant stirring: (1) UV irradiation system (UV-C 254 nm lamp, G15T8, 15 W, Philips, Hamburg, Germany) at 1470 μW/cm2 (high irradiance) for 90 min (pre-test showed that MC concentration was below the detection limit after 90 min treatment, data not shown); (2) UV at 180 μW/cm2 (low irradiance) for 120 min; (3) UV with TiO2 at 1470 μW/cm2 (high irradiance) for 90 min (pre-test showed that MC concentration was below the detection limit after 90 min treatment, data not shown); (4) UV with TiO2 at 180 μW/cm2 (low irradiance) for 120 min; (5) cold plasma (Cleaz one-touch water sterilizer, CSOL-200SL, 220 V, 60 Hz, 80 W, Haan Co., Seoul, Korea) for 120 min; (6) without treatment in dark room for 120 min (control group) (Figure 1). Samples were taken at specific time interval. Total MC concentrations were measured with Microcystins-ADDA enzyme-linked immunosorbent assay (ELISA) kits (Abraxis, Warminster, PA, USA) in duplicate as Ohio EPA described [42]. Under the same conditions, three sets of each type of treatment were performed. To evaluate toxin degradation, the data were analyzed by one-way analysis of variance (ANOVA) using SPSS Statistics 22 statistical software (IBM, Armonk, NY, USA). For the toxin degradation kinetics, each treatment data was fitted in first- and second-order reaction models. Energy per order (EEO) of each treatment was calculated as the equation below [43].\nEEO=Pt×1000Vlg(CiCf)=38.4×PV k\nwhere P is the power of equipment (kW), V is the volume of water (L) and k is the rate constant calculated in first-order model.\n\n## 2.1. MC Preparation \nMCs were extracted from Microcystis aeruginosa (identified by targeting PC-IGS and mcyA genes [38]) that was isolated from Lake Erie. M. aeruginosa was cultured in CT medium [39] using sonication (three cycles of 5-min sonication followed by 10-min rest) with a Sonic Dismembrator (50 watts, Fisher Scientific Model F50 with Probe, Waltham, MA, USA). Then, three cycles of freeze-thaw lysis were applied, and the extracted solutions was filtered with sterile 0.45 μm pore-size membrane (MF-Millipore Membrane Filter, mixed cellulose esters, Billerica, MA, USA) to remove bacterial cells [40].\n\n## 2.2. MC Treatments and Measurement\nMCs solution was diluted with deionized (DI) water to final concentration of 10 ppb at pH 7.4, EC −17 mV (Mettler-Toledo AG, Analytical. CH-8603, Schwerzenbach, Switzerland). A TiO2 nanopowder solution was made in Tween 20 (Boston BioProducts, Ashland, MA, USA): isopropanol (Fisher Scientific, Waltham, MA, USA): acetic acid (Fisher Scientific, USA): TiO2 (particle size: 21 nm, Aldrich Chemistry, St. Louis, MO, USA) = 1:45:6:1 by weight) [41], applied ~30 mL of the TiO2 nanopowder solution evenly to the outside of a glass container (dimension: 22.5 cm × 33 cm × 5.4 cm [width × length × height], capacity: 2.8 L, materials: tempered soda-lime glass, PYREX®), and dried at 25 °C (about two hours) to test the synergistic effect with UV. The UV irradiances were adjusted by the distance between the lamp and targets, and measured with UVC digital light meter (General Tools UV512C, Secaucus, NY, USA) at the central point of the treated water surface. One liter of MC solution was treated with different conditions of application with constant stirring: (1) UV irradiation system (UV-C 254 nm lamp, G15T8, 15 W, Philips, Hamburg, Germany) at 1470 μW/cm2 (high irradiance) for 90 min (pre-test showed that MC concentration was below the detection limit after 90 min treatment, data not shown); (2) UV at 180 μW/cm2 (low irradiance) for 120 min; (3) UV with TiO2 at 1470 μW/cm2 (high irradiance) for 90 min (pre-test showed that MC concentration was below the detection limit after 90 min treatment, data not shown); (4) UV with TiO2 at 180 μW/cm2 (low irradiance) for 120 min; (5) cold plasma (Cleaz one-touch water sterilizer, CSOL-200SL, 220 V, 60 Hz, 80 W, Haan Co., Seoul, Korea) for 120 min; (6) without treatment in dark room for 120 min (control group) (Figure 1). Samples were taken at specific time interval. Total MC concentrations were measured with Microcystins-ADDA enzyme-linked immunosorbent assay (ELISA) kits (Abraxis, Warminster, PA, USA) in duplicate as Ohio EPA described [42]. Under the same conditions, three sets of each type of treatment were performed.\n\n## 2.3. Statistical Analysis\nTo evaluate toxin degradation, the data were analyzed by one-way analysis of variance (ANOVA) using SPSS Statistics 22 statistical software (IBM, Armonk, NY, USA). For the toxin degradation kinetics, each treatment data was fitted in first- and second-order reaction models.\n\n## 2.4. Energy per Order (E\nEnergy per order (EEO) of each treatment was calculated as the equation below [43].\nEEO=Pt×1000Vlg(CiCf)=38.4×PV k\nwhere P is the power of equipment (kW), V is the volume of water (L) and k is the rate constant calculated in first-order model.\n\n## 3. Results\nWith high irradiance (1470 μW/cm2) of UV illumination, 69.5% (10 min), 93.1% (30 min), and 97.6% (90 min) of microcystins in the solution were degraded as the exposure time increased. With the UV and TiO2, MCs were removed by 69.4% (10 min), 90.5% (30 min), and 98.1% (90 min), respectively. No significant enhancement by TiO2 was observed under this high UV irradiance condition (p > 0.05) (Figure 2a). With low irradiance (180 μW/cm2) UV illumination, 33.5% (30 min), 61.3% (60 min), 67.5% (90 min), and 70.4% (120 min) of MCs were degraded as the exposure time increased, but the degrees of MC degradation were lower at each exposure time when compared to the high irradiance (Figure 2b). However, TiO2 coating on the outside of the UV treatment container showed a significant improvement in removing MCs at this UV irradiance (p < 0.05): 50.2, 69.1, 77.7, and 79.6% at each exposure time, respectively. These results show that UV irradiance is one of the major factors affecting the MCs degradation effectiveness and higher irradiance could accelerate the removal of MCs. However, at lower irradiance, the addition of TiO2 significantly enhanced the MC remediation. MCs were removed by 66.2% (30 min), 80.2% (60 min), 86.8% (90 min), and 92.0% (120 min) using cold plasma (Figure 3). The MC degradation rate was faster than low irradiance UV illumination (with or without TiO2) (p < 0.05). This result demonstrates that cold plasma can be a promising candidate for future treatment of MCs. The raw data are shown in Appendix A Table A1. To better understand the kinetics of MC degradation with different types of treatments, two different models, first-order-reaction and second-order-reaction, were used, where k is the rate constants for the first-order and the second-order reaction kinetics; R2 is the corresponding correlation coefficient; t½ represents the half-life of microcystins under certain experimental conditions (Table 1 and Table 2). Both the first-order and second-order models could approximately describe the kinetics of all the treatments (Table 1). It was apparent that the k of the high irradiance group of UV treatment was much higher (about four times higher in first-order) than that of the low irradiance group of UV treatment, which indicated that the degradation of MCs by UV irradiation was dose-dependent. After comparing UV with UV/TiO2 at low irradiance, the rate constant of the latter was found to be higher and half-lives were shorter, indicating a more rapid degradation with TiO2 coating. For cold plasma, the obtained R2 was almost the same for both models (Table 2). The rate constant of cold plasma was 0.0192 min−1 in first-order model and 0.0145 (ppb × min) −1 in second-order model, demonstrating a high effectiveness for removing MCs. Compared to low-irradiance UV treatment, cold plasma significantly enhanced the MC degradation rate in both models (p < 0.01). Energy cost of each treatment (in first-reaction model) is shown in Table 3. Energy per order (EEO) is electrical energy (in kilowatt-hours, kWh) required to reduce the concentration of a pollutant by one order of magnitude (90%) in 1 L of contaminated water [43]. The high irradiance of UV-associated treatments cost the least energy, then followed by cold plasma, UV with TiO2 at low irradiance, and UV alone at low irradiance. Overall, as a non-chemical based treatment, the TiO2 coating with UV costs less energy than previous methods [45].\n\n## 3.1. Synergistic Effects of TiO\nWith high irradiance (1470 μW/cm2) of UV illumination, 69.5% (10 min), 93.1% (30 min), and 97.6% (90 min) of microcystins in the solution were degraded as the exposure time increased. With the UV and TiO2, MCs were removed by 69.4% (10 min), 90.5% (30 min), and 98.1% (90 min), respectively. No significant enhancement by TiO2 was observed under this high UV irradiance condition (p > 0.05) (Figure 2a). With low irradiance (180 μW/cm2) UV illumination, 33.5% (30 min), 61.3% (60 min), 67.5% (90 min), and 70.4% (120 min) of MCs were degraded as the exposure time increased, but the degrees of MC degradation were lower at each exposure time when compared to the high irradiance (Figure 2b). However, TiO2 coating on the outside of the UV treatment container showed a significant improvement in removing MCs at this UV irradiance (p < 0.05): 50.2, 69.1, 77.7, and 79.6% at each exposure time, respectively. These results show that UV irradiance is one of the major factors affecting the MCs degradation effectiveness and higher irradiance could accelerate the removal of MCs. However, at lower irradiance, the addition of TiO2 significantly enhanced the MC remediation.\n\n## 3.2. Effectiveness of Cold Plasma on MC Degradation\nMCs were removed by 66.2% (30 min), 80.2% (60 min), 86.8% (90 min), and 92.0% (120 min) using cold plasma (Figure 3). The MC degradation rate was faster than low irradiance UV illumination (with or without TiO2) (p < 0.05). This result demonstrates that cold plasma can be a promising candidate for future treatment of MCs. The raw data are shown in Appendix A Table A1.\n\n## 3.3. Kinetic Analysis\nTo better understand the kinetics of MC degradation with different types of treatments, two different models, first-order-reaction and second-order-reaction, were used, where k is the rate constants for the first-order and the second-order reaction kinetics; R2 is the corresponding correlation coefficient; t½ represents the half-life of microcystins under certain experimental conditions (Table 1 and Table 2). Both the first-order and second-order models could approximately describe the kinetics of all the treatments (Table 1). It was apparent that the k of the high irradiance group of UV treatment was much higher (about four times higher in first-order) than that of the low irradiance group of UV treatment, which indicated that the degradation of MCs by UV irradiation was dose-dependent. After comparing UV with UV/TiO2 at low irradiance, the rate constant of the latter was found to be higher and half-lives were shorter, indicating a more rapid degradation with TiO2 coating. For cold plasma, the obtained R2 was almost the same for both models (Table 2). The rate constant of cold plasma was 0.0192 min−1 in first-order model and 0.0145 (ppb × min) −1 in second-order model, demonstrating a high effectiveness for removing MCs. Compared to low-irradiance UV treatment, cold plasma significantly enhanced the MC degradation rate in both models (p < 0.01).\n\n## 3.4. Energy per Order (E\nEnergy cost of each treatment (in first-reaction model) is shown in Table 3. Energy per order (EEO) is electrical energy (in kilowatt-hours, kWh) required to reduce the concentration of a pollutant by one order of magnitude (90%) in 1 L of contaminated water [43]. The high irradiance of UV-associated treatments cost the least energy, then followed by cold plasma, UV with TiO2 at low irradiance, and UV alone at low irradiance. Overall, as a non-chemical based treatment, the TiO2 coating with UV costs less energy than previous methods [45].\n\n## 4. Discussion\nPrevious research on MC degradation focused on specific variants of MCs, such as MC-LR or RR [46,47,48]. Qiao et al. (2005) demonstrated that H2O2 enhanced the degradation of MC-RR under UV illumination [47]. In real world situations, a mixture of MC congeners (>100 types) were found to be released into surface water [49], which might suggest different resistance and kinetics to those current treatments. He et al. (2015) [14] investigated the relative susceptibility of various amino acids of MCs to UV treatment (with hydroxyl radical) and they found that MC-YR was the most susceptible and MC-LA was more resistant than MC-LR and -RR. In this study, natural extracts of MCs released from M. aeruginosa were used to mimic the toxin residuals in natural blooms, which contains multiple variants of microcystins (detected by LC/MS, data not shown). Ohio EPA (2015) recommended ELISA as a rapid detection method recommended to quantify total microcystins regardless of the congeners, and similar level of MC concentration measured by ELISA, LC-MS/MS, and LC-UV was obtained [42,50]. Therefore, due to its ability to measure multiple MC variants, ELISA was one of the best options to collectively measure the MCs. UV, as a traditional disinfection method in water treatment plants, has been evaluated for MC degradation [51]. As the results herein show, the irradiance of UV highly affects its effectiveness. At high irradiance, UV alone could rapidly degrade MCs in a short time, whereas a low irradiance UV less effectively removed MCs. However, the general requirement of UV irradiance for water treatment is two order of magnitude lower than the experimental condition of high irradiance. Previous studies added TiO2 directly into the water that is treated as a catalyst. TiO2 in the water may cause another contamination problem since there might be unpredictable hazards when exposed to the excessive TiO2 and using the TiO2 increases the treatment cost. In this study, the synergistic effect of TiO2 under UV irritation was tested by coating the outer surface of the container, which improved public perception by preventing the release of the TiO2 into the treated water. In addition, this type of application maximizes the reusability of TiO2, thereby it can reduce the cost of each treatment and lower the risk of environmental contamination of these nanoparticles. Meanwhile, the coating method saved the cost for removing the nanoparticles from the treated water compared to other TiO2 treatment method (nanoparticles were added in water). The saved cost was not reflected in the EEO calculation. As shown in the results, lower UV dose was still effective in removing MCs due to the synergistic effect of TiO2 (additional 17% (30 min) and 9% MC (120 min) removal). Therefore, TiO2 coating could shorten UV irradiation time to achieve a desired MC degradation efficiency at a relatively low UV irradiance. In addition, compared to Sampaio et al. (2015) [45] (high irradiance of UV (47,100 μW/cm2) with TiO2 into water directly), our remediation treatment (UV at 180 μW/cm2 with surface coated TiO2) was still effective (constant of first-order reaction) in removing MC degradation in water (Table 1). Therefore, the coating method can be considered as an alternative to direct addition when removing cyanotoxins in a sustainable and environmental friendly way in various water treatment settings. Cold plasma is a safe and rapid treatment that is applicable for various situations with different scales and materials [44]. Compared to chemical-based methods, such as chlorination, Zhang et al. (2012) [44] demonstrated that the intermediates and end-products produced during MC degradation by plasma treatment were non-toxic. Previous studies [44,48] demonstrated that plasma was effective for removal of MC-LR by attacking the conjugated carbon double bonds of the Adda structure. Zhang et al. (2012) [44] showed that glow discharge plasma can degrade MC-LR with a rate constant of 38.81 ppb−1 min−1 in second-order model (Table 2). This study is the first to confirm the effectiveness in MC degradation while using the natural mixture of MCs derived from the toxic M. aeruginosa that was isolated from the harmful bloom in Lake Erie. When compared with the UV+TiO2 (low UV irradiance), the cold plasma treatment showed additional 16% (30 min) and 12% (120 min) of MCs removal at the same exposure times under the study conditions. Therefore, cold plasma treatment can shorten the MC treatment time further, which will be quite useful and impactful, especially during a high bloom period and under an emergency when toxins in the water need to be treated in a timely manner. The EEO of cold plasma was lower than UV and UV/TiO2 at low irradiance. The treatment time can be further shortened if the levels of MC are relatively low, indicating that it could serve as a practical backup for family treatment. For example, when municipal water treatment cannot meet the USEPA guideline in drinking water (e.g., Toledo water crisis in 2014), cold plasma can be immediately used to treat the MCs in tap water in affected families. In water treatment plants, large-scale application might improve effectiveness further to achieve the same degradation effects in a shorter period. Previous studies demonstrated that powerful disinfection using cold plasma in fresh produce can be achieved without generating extra heat and destruction of food quality [23,52,53,54]. Moreover, the cold plasma did not require any reagents beyond air and water, therefore it is a green technology without generation of harmful waste and unwanted byproducts. However, few studies have been conducted on investigating the feasibility of cold plasma application in MC removal in food, which is another critical exposure route to cyanotoxins [55]. Combining the results from this study, it is promising to test the effectiveness of cold plasma for degrading MCs accumulated in fresh produce, fish, and other food-related matrices. Therefore, more efforts should be made in MC decontamination in food in the future.\n\n## 5. Conclusions\nThis study reports the effectiveness of total MC degradation using sustainable cold plasma and TiO2 coating. The UV irradiation combined with TiO2-coating can enhance the effectiveness of MC degradation. Our developed technique prevents the direct contact between TiO2 and water to avoid unwanted contamination. In addition, the cold plasma degraded the toxin effectively without generating harmful byproducts. The cold plasma can be a promising application for both household and industry settings, using different scales of equipment. In future studies, other analytical tools other than ELISA and toxicity tests are recommended to identify the potential changes in the composition of microcystins and intermediates after each type of toxin treatment. It can also be practically used in household settings during emergency situations.",
  "word_count": 3979,
  "char_count": 25344
}