{
  "pmcid": "PMC3615742",
  "doi": "10.1038/cddis.2013.76",
  "title": "Metabolic effects of TiO2 nanoparticles, a common component of sunscreens and cosmetics, on human keratinocytes",
  "authors": [
    "P Tucci",
    "G Porta",
    "M Agostini",
    "D Dinsdale",
    "I Iavicoli",
    "K Cain",
    "A Finazzi-Agró",
    "G Melino",
    "A Willis"
  ],
  "year": "2013",
  "journal": "Cell Death & Disease",
  "abstract": "The long-term health risks of nanoparticles remain poorly understood, which is a serious concern given their prevalence in the environment from increased industrial and domestic use. The extent to which such compounds contribute to cellular toxicity is unclear, and although it is known that induction of oxidative stress pathways is associated with this process, the proteins and the metabolic pathways involved with nanoparticle-mediated oxidative stress and toxicity are largely unknown. To investigate this problem further, the effect of TiO2 on the HaCaT human keratinocyte cell line was examined. The data show that although TiO2 does not affect cell cycle phase distribution, nor cell death, these nanoparticles have a considerable and rapid effect on mitochondrial function. Metabolic analysis was performed to identify 268 metabolites of the specific pathways involved and 85 biochemical metabolites were found to be significantly altered, many of which are known to be associated with the cellular stress response. Importantly, the uptake of nanoparticles into the cultured cells was restricted to phagosomes, TiO2 nanoparticles did not enter into the nucleus or any other cytoplasmic organelle. No other morphological changes were detected after 24-h exposure consistent with a specific role of mitochondria in this response.",
  "sections": [
    {
      "title": "Results",
      "text": "The size and shape and particle surface characteristics, for example, charge, are important factors in cytotoxicity.16 In addition, TiO2 particles are mostly found as aggregates,17 and the nature of these aggregates is an important factor in determining their cytotoxicity;18 in this regard, it has been shown previously that the size of TiO2 aggregates affects gene expression pathways.19 To determine whether and how TiO2-NP were taken up by the cells, electron microscopy was used to examine their interaction with HaCaT cells. Electron-dense particles of 10–100 nm in diameter were identified both isolated and as aggregates within phagosomes throughout the cytoplasm (Figure 1a). Larger phagosomes (1–2 μm in diameter) were particularly common in the region of the microtubule-organizing center and their titanium content was confirmed by energy-dispersive X-ray spectrometry. No particles were found in any other cytoplasmic organelles or within the nucleus, and no other morphological changes were detected after 24-h exposure (Figure 1a). Several large clumps of particles (0.5–3 μm in diameter) were observed free in the culture medium, however, none of these were found to be undergoing phagocytosis. In order to determine whether there were cytotoxic effects associated with the presence of intracellular TiO2-NP, HaCaT cells were exposed to a range of concentrations of nanoparticles and apoptosis rates were examined by FACS analysis (Figure 1b). The data show that there were no significant differences in cell death between cells treated with TiO2 and control cells within the time frame used (Figure 1b). Moreover, there were no significant differences in the cell cycle profile. As intracellular TiO2-NP did not cause any gross changes in cell cycle phase distribution or induce apoptosis during the time interval of study, a more refined analysis was performed. In particular, the role of mitochondrial function was investigated as a reduction in mitochondrial activity is known to be an early marker of toxic insult. Previous studies have shown that energy pathways are highly sensitive to exposure to toxic agents, affecting several intracellular biochemical processes (glycolysis, Krebs cycle, electron transport and OXPHOS), resulting in the abnormal production of ATP and release of heat and chemical byproducts (lactate and CO2) into the extracellular environment.20, 21, 22, 23, 24, 25, 26 In order to evaluate whether TiO2-NP affected mitochondrial function, the oxygen consumption rate (OCR) (Figure 2a and Supplementary Figure S1A) and extracellular acidification rate (ECAR) (Supplementary Figure S1B) were measured in HaCaT cells exposed sequentially to modulators of mitochondrial activity (oligomycin, FCCP and Rotenone) in the presence of different concentrations of TiO2-NP for 24 h. The data show that TiO2-NP led to a significant, inhibitors-insensible, concentration-dependent increase of basal cellular respiration (Figure 2b). In particular, the rotenone-sensitive OCR was affected by TiO2-NP (Figure 2c). Thus, in control cells, rotenone reduced the OCR to about 20% of its baseline rate, suggesting that mitochondrial respiration accounted for ∼80% of total cellular respiration. However, in cells exposed to TiO2-NP, the oxygen consumption was reduced by rotenone to between 60 and 30% of the total. Taken together, these data strongly suggest that TiO2-NP affects mitochondrial function, inducing a significant fraction of electrons to escape from the regular respiratory chain path, perhaps giving rise to reactive oxygen radicals. Trying to better understand these effects in more detail, a full metabolic analysis was carried out. HaCaT cells were incubated with 5, 50 or 100 μg/ml TiO2-NP for 24 h and samples were analyzed by either gas chromatography/mass spectrometry (GC/MS) or liquid chromatography/mass spectrometry (LC/MS/MS). Overall, a total of 268 metabolites were identified (Table 1 and Supplementary Figure S3,) of which 56 or 85 (Table 1, at 50 or 100 μg/ml versus control, P≤0.05 and 0.05<P<0.10, respectively) were found significantly altered by exposure to TiO2-NP. After treatment with the highest concentration of TiO2, NAD+ (Figure 3a), NADH (Figure 3b), and NADP+ (Figure 3c) levels were decreased following exposure of cells to 100 μg/ml TiO2. There was a reduction in the amount of coenzyme A (Figure 3d), carnitine (Figure 3e) and acyl-carnitines (Figures 3f and g), implying an alteration in the oxidation of fatty acids, and changes in acetyl-CoA (Figure 3h) and acetyl-carnitine (Figure 3i). Although TCA intermediates did not appear to be affected (3-phosphoglycerate, Figure 4b) by exposure of the cells to TiO2-NP, glucose (Figure 4a) and glycolytic metabolites, including pyruvate (Figure 4c), were significantly reduced at higher doses of TiO2. Consistent with these data, there was also a reduction in pentose phosphate pathway intermediates, such as ribose-5-phosphate (Figure 4d) and ribose (Figure 4e). As these intermediates are important for nucleotide synthesis,27, 28 reduced ribose-5-phosphate may explain the lower level of nucleosides and nucleotides observed at 100 μg/ml TiO2-NP. Reduced nucleotide synthesis may drive an increase of RNA turnover as indicated by elevated RNA degradation metabolites (3′AMP, 3′CMP, and 2′, 3′-cCMP) (Figures 5a and c) after treatment with 50 μg/ml and 100 μg/ml TiO2. Similarly, dipeptides were significantly increased (Figures 5d and f), indicating a faster protein degradation and turnover. Altogether, these changes indicate that TiO2-NP have significant effects on anabolic pathways and energy metabolism. S-Adenosylmethionine (SAM) and S-Adenosylhomocysteine (SAH) are metabolites involved in the conversion of methionine to homocysteine in the proximal part of the methionine cycle. S-Adenosylmethionine is synthesized from methionine and ATP in a reaction catalyzed by methionine adenosyltransferase. SAM provides methyl groups in dozens of transmethylation reactions of crucial biological importance.29 S-Adenosylhomocysteine, produced by methyl group transfer has been demonstrated to inhibit these reactions at various concentrations.29, 30, 31 The results obtained show a reduced SAH concentration following treatment of HaCaT cells with 50 and 100 μg/ml TiO2 (Figure 6a), as well as a decreased level of homocysteine (Figure 6b), which may react with adenosine to form SAH by the reverse action of the enzyme S-Adenosylhomocysteine hydrolase. Moreover, a decreased methylation capacity may mirror a decreased glutathione synthesis, (Figure 6c) thus contributing to a greater oxidative stress. Methionine is essential also for cell growth, being a precursor for the aminopropyl moieties of spermidine and spermine, the key polyamines required for transcription and translation, and which stimulate normal and neoplastic cell division. Therefore, treatment with TiO2-NP resulted in dysfunction of the methionine cycle and methionine deficiency (Figure 6d). Overall gene expression can be regulated by epigenetic processes including the methylation of cytosine residues in the DNA sequence of gene promoters.32 This process of DNA methylation is regulated by the ratio of SAM and SAH, and is catalyzed by DNA methyltranferase enzymes that transfer methyl groups from SAM to cytosines. Methionine and folate interrelate in this metabolic process at the stage of conversion of homocysteine to methionine. Dysregulation of DNA methylation has been consistently associated with cancer initiation. Together with the dose-dependent decrease in 5-methylthioadenosine (MTA) (Figure 7a), these observations suggest a potential deficiency in the methyl donor SAM. Such a deficiency could have significant impact on enzymatic reactions that use SAM as a cofactor, including DNA methylation enzymes. A significant dose-dependent decline in cystathionine (Figure 6e) was also observed in TiO2-treated samples starting at 50 μg/ml. Cystathionine is an intermediate in cysteine biosynthesis, which appears to decrease after treatment with the 100-μg/ml TiO2 dose (Figure 6f). This reduction in cysteine levels may have a subsequent effect on glutathione synthesis, which is also reduced at the highest dose of TiO2 tested (Figure 6c). Glutathione has an important role in redox-homeostasis; thus, oxidative stress is expected to increase as glutathione levels decrease. Highly elevated dimethylarginine (Figure 7b) after treatment with 50 μg/ml or 100 μg/ml of TiO2 would support increased oxidative stress, as degradation of this regulator of nitric oxide synthesis is inhibited under such conditions. The natural polyamines, spermine and spermidine, as well as their precursor, putrescine, are aliphatic cations that interact with nucleic acids and proteins. Spermine and spermidine have a vital role in a variety of intracellular processes including gene transcription, RNA processing and translation.33 Increased polyamine levels are required for growth, differentiation and transformation of cells. Both spermine and spermidine are actively involved in the protection of cells from oxidative stress by scavenging ROS.34, 35, 36 Consequently, any imbalance of polyamine metabolism may have important consequences. Thus, for example, increased polyamine synthesis is a marker of neoplastic proliferation.37, 38, 39 A significant dose-dependent decrease in spermidine (Figure 7c) and the byproduct of spermidine synthesis, MTA, (Figure 7a) was observed in TiO2-treated cells. Decreased spermidine synthesis, which is often correlated with proliferation, may reflect decreased activity of spermidine synthase due to low levels of decarboxylated SAM. Alternatively, reduced levels of the precursor putrescine (Figure 7d), resulting from lower activity of the urea cycle, may lead to reduced polyamine synthesis. Increased arginine levels (Figure 7e) at the 50 and 100 μg/ml doses and decreased urea (Figure 7f) and ornithine (Figure 7g) would be consistent with the hypothesis that decreased polyamine synthesis may signify reduced proliferation. 2-(D)-Hydroxy fatty acids are conventional lipid components and are important constituents of animal sphingolipids.40, 41, 42, 43, 44, 45, 46 The hydroxyl group is believed to add to the hydrogen-bonding capacity of the sphingolipids, helping to stabilize membrane structures and strengthen their interactions with membrane proteins. Although 2-hydroxy fatty acids are not typical indicators of oxidative stress, increased levels of the fatty acid 2-hydroxypalmitate at the 50 μg/ml and 100 μg/ml concentrations (Supplementary Figure S2A) may reflect increased oxidation of membrane lipids. Furthermore, a cellular response to stress is also indicated by the increased levels of the pro-inflammatory molecules prostaglandin E2 (Supplementary Figure S2B) and 15-HETE (Supplementary Figure S2C). Taken together, these biochemical changes support a significant perturbation of the urea cycle and of polyamine metabolism upon TiO2-NP treatment, as well as some evidence for an increased inflammatory response. All major enzymes that are involved in the metabolism of xenobiotics are present in the skin.47 Indeed, bioactivation of drugs to chemically reactive metabolites is thought to be the primary step in many chemical toxicities.48 Glucuronidation involves the conjugation of a suitable functional group present on a variety of structurally unrelated substrates with glucuronic acid and has an important cytoprotective role. The reaction requires UDP-glucuronate as cofactor and is catalyzed by the enzyme UGT. This metabolic pathway leads to the formation of water-soluble metabolites. Thus, glucuronate is a highly polar molecule that is incorporated into proteoglycans, as well as combined with bilirubin and steroid hormones; it can also be combined with certain drugs to increase their solubility. Glucuronate is derived from glucose in the uronic acid pathway. The pathway involves the oxidation of glucose-6-phosphate to UDP-glucuronate, and is an alternative mechanism for the oxidation of glucose that does not provide a means of producing ATP, but is utilized for the generation of the activated form of glucuronate, UDP-glucuronate. Glucuronidation of drugs and hormones increases their water solubility by modifying the substrate with a glucuronate moiety transferred from UDP-glucuronate. Interestingly, a significant decrease in UDP-glucuronate (Figure 8a) and glucuronate (Figure 8b) was observed in cells treated with 100 μg/ml TiO2, suggesting that this pathway is also affected by nanoparticle treatment."
    },
    {
      "title": "Ultrastructural effects of TiO",
      "text": "The size and shape and particle surface characteristics, for example, charge, are important factors in cytotoxicity.16 In addition, TiO2 particles are mostly found as aggregates,17 and the nature of these aggregates is an important factor in determining their cytotoxicity;18 in this regard, it has been shown previously that the size of TiO2 aggregates affects gene expression pathways.19 To determine whether and how TiO2-NP were taken up by the cells, electron microscopy was used to examine their interaction with HaCaT cells. Electron-dense particles of 10–100 nm in diameter were identified both isolated and as aggregates within phagosomes throughout the cytoplasm (Figure 1a). Larger phagosomes (1–2 μm in diameter) were particularly common in the region of the microtubule-organizing center and their titanium content was confirmed by energy-dispersive X-ray spectrometry. No particles were found in any other cytoplasmic organelles or within the nucleus, and no other morphological changes were detected after 24-h exposure (Figure 1a). Several large clumps of particles (0.5–3 μm in diameter) were observed free in the culture medium, however, none of these were found to be undergoing phagocytosis."
    },
    {
      "title": "Effect of TiO",
      "text": "In order to determine whether there were cytotoxic effects associated with the presence of intracellular TiO2-NP, HaCaT cells were exposed to a range of concentrations of nanoparticles and apoptosis rates were examined by FACS analysis (Figure 1b). The data show that there were no significant differences in cell death between cells treated with TiO2 and control cells within the time frame used (Figure 1b). Moreover, there were no significant differences in the cell cycle profile. As intracellular TiO2-NP did not cause any gross changes in cell cycle phase distribution or induce apoptosis during the time interval of study, a more refined analysis was performed. In particular, the role of mitochondrial function was investigated as a reduction in mitochondrial activity is known to be an early marker of toxic insult. Previous studies have shown that energy pathways are highly sensitive to exposure to toxic agents, affecting several intracellular biochemical processes (glycolysis, Krebs cycle, electron transport and OXPHOS), resulting in the abnormal production of ATP and release of heat and chemical byproducts (lactate and CO2) into the extracellular environment.20, 21, 22, 23, 24, 25, 26 In order to evaluate whether TiO2-NP affected mitochondrial function, the oxygen consumption rate (OCR) (Figure 2a and Supplementary Figure S1A) and extracellular acidification rate (ECAR) (Supplementary Figure S1B) were measured in HaCaT cells exposed sequentially to modulators of mitochondrial activity (oligomycin, FCCP and Rotenone) in the presence of different concentrations of TiO2-NP for 24 h. The data show that TiO2-NP led to a significant, inhibitors-insensible, concentration-dependent increase of basal cellular respiration (Figure 2b). In particular, the rotenone-sensitive OCR was affected by TiO2-NP (Figure 2c). Thus, in control cells, rotenone reduced the OCR to about 20% of its baseline rate, suggesting that mitochondrial respiration accounted for ∼80% of total cellular respiration. However, in cells exposed to TiO2-NP, the oxygen consumption was reduced by rotenone to between 60 and 30% of the total. Taken together, these data strongly suggest that TiO2-NP affects mitochondrial function, inducing a significant fraction of electrons to escape from the regular respiratory chain path, perhaps giving rise to reactive oxygen radicals. Trying to better understand these effects in more detail, a full metabolic analysis was carried out."
    },
    {
      "title": "High-dose TiO",
      "text": "HaCaT cells were incubated with 5, 50 or 100 μg/ml TiO2-NP for 24 h and samples were analyzed by either gas chromatography/mass spectrometry (GC/MS) or liquid chromatography/mass spectrometry (LC/MS/MS). Overall, a total of 268 metabolites were identified (Table 1 and Supplementary Figure S3,) of which 56 or 85 (Table 1, at 50 or 100 μg/ml versus control, P≤0.05 and 0.05<P<0.10, respectively) were found significantly altered by exposure to TiO2-NP. After treatment with the highest concentration of TiO2, NAD+ (Figure 3a), NADH (Figure 3b), and NADP+ (Figure 3c) levels were decreased following exposure of cells to 100 μg/ml TiO2. There was a reduction in the amount of coenzyme A (Figure 3d), carnitine (Figure 3e) and acyl-carnitines (Figures 3f and g), implying an alteration in the oxidation of fatty acids, and changes in acetyl-CoA (Figure 3h) and acetyl-carnitine (Figure 3i). Although TCA intermediates did not appear to be affected (3-phosphoglycerate, Figure 4b) by exposure of the cells to TiO2-NP, glucose (Figure 4a) and glycolytic metabolites, including pyruvate (Figure 4c), were significantly reduced at higher doses of TiO2. Consistent with these data, there was also a reduction in pentose phosphate pathway intermediates, such as ribose-5-phosphate (Figure 4d) and ribose (Figure 4e). As these intermediates are important for nucleotide synthesis,27, 28 reduced ribose-5-phosphate may explain the lower level of nucleosides and nucleotides observed at 100 μg/ml TiO2-NP. Reduced nucleotide synthesis may drive an increase of RNA turnover as indicated by elevated RNA degradation metabolites (3′AMP, 3′CMP, and 2′, 3′-cCMP) (Figures 5a and c) after treatment with 50 μg/ml and 100 μg/ml TiO2. Similarly, dipeptides were significantly increased (Figures 5d and f), indicating a faster protein degradation and turnover. Altogether, these changes indicate that TiO2-NP have significant effects on anabolic pathways and energy metabolism."
    },
    {
      "title": "TiO",
      "text": "S-Adenosylmethionine (SAM) and S-Adenosylhomocysteine (SAH) are metabolites involved in the conversion of methionine to homocysteine in the proximal part of the methionine cycle. S-Adenosylmethionine is synthesized from methionine and ATP in a reaction catalyzed by methionine adenosyltransferase. SAM provides methyl groups in dozens of transmethylation reactions of crucial biological importance.29 S-Adenosylhomocysteine, produced by methyl group transfer has been demonstrated to inhibit these reactions at various concentrations.29, 30, 31 The results obtained show a reduced SAH concentration following treatment of HaCaT cells with 50 and 100 μg/ml TiO2 (Figure 6a), as well as a decreased level of homocysteine (Figure 6b), which may react with adenosine to form SAH by the reverse action of the enzyme S-Adenosylhomocysteine hydrolase. Moreover, a decreased methylation capacity may mirror a decreased glutathione synthesis, (Figure 6c) thus contributing to a greater oxidative stress. Methionine is essential also for cell growth, being a precursor for the aminopropyl moieties of spermidine and spermine, the key polyamines required for transcription and translation, and which stimulate normal and neoplastic cell division. Therefore, treatment with TiO2-NP resulted in dysfunction of the methionine cycle and methionine deficiency (Figure 6d). Overall gene expression can be regulated by epigenetic processes including the methylation of cytosine residues in the DNA sequence of gene promoters.32 This process of DNA methylation is regulated by the ratio of SAM and SAH, and is catalyzed by DNA methyltranferase enzymes that transfer methyl groups from SAM to cytosines. Methionine and folate interrelate in this metabolic process at the stage of conversion of homocysteine to methionine. Dysregulation of DNA methylation has been consistently associated with cancer initiation. Together with the dose-dependent decrease in 5-methylthioadenosine (MTA) (Figure 7a), these observations suggest a potential deficiency in the methyl donor SAM. Such a deficiency could have significant impact on enzymatic reactions that use SAM as a cofactor, including DNA methylation enzymes. A significant dose-dependent decline in cystathionine (Figure 6e) was also observed in TiO2-treated samples starting at 50 μg/ml. Cystathionine is an intermediate in cysteine biosynthesis, which appears to decrease after treatment with the 100-μg/ml TiO2 dose (Figure 6f). This reduction in cysteine levels may have a subsequent effect on glutathione synthesis, which is also reduced at the highest dose of TiO2 tested (Figure 6c). Glutathione has an important role in redox-homeostasis; thus, oxidative stress is expected to increase as glutathione levels decrease. Highly elevated dimethylarginine (Figure 7b) after treatment with 50 μg/ml or 100 μg/ml of TiO2 would support increased oxidative stress, as degradation of this regulator of nitric oxide synthesis is inhibited under such conditions."
    },
    {
      "title": "TiO",
      "text": "The natural polyamines, spermine and spermidine, as well as their precursor, putrescine, are aliphatic cations that interact with nucleic acids and proteins. Spermine and spermidine have a vital role in a variety of intracellular processes including gene transcription, RNA processing and translation.33 Increased polyamine levels are required for growth, differentiation and transformation of cells. Both spermine and spermidine are actively involved in the protection of cells from oxidative stress by scavenging ROS.34, 35, 36 Consequently, any imbalance of polyamine metabolism may have important consequences. Thus, for example, increased polyamine synthesis is a marker of neoplastic proliferation.37, 38, 39 A significant dose-dependent decrease in spermidine (Figure 7c) and the byproduct of spermidine synthesis, MTA, (Figure 7a) was observed in TiO2-treated cells. Decreased spermidine synthesis, which is often correlated with proliferation, may reflect decreased activity of spermidine synthase due to low levels of decarboxylated SAM. Alternatively, reduced levels of the precursor putrescine (Figure 7d), resulting from lower activity of the urea cycle, may lead to reduced polyamine synthesis. Increased arginine levels (Figure 7e) at the 50 and 100 μg/ml doses and decreased urea (Figure 7f) and ornithine (Figure 7g) would be consistent with the hypothesis that decreased polyamine synthesis may signify reduced proliferation. 2-(D)-Hydroxy fatty acids are conventional lipid components and are important constituents of animal sphingolipids.40, 41, 42, 43, 44, 45, 46 The hydroxyl group is believed to add to the hydrogen-bonding capacity of the sphingolipids, helping to stabilize membrane structures and strengthen their interactions with membrane proteins. Although 2-hydroxy fatty acids are not typical indicators of oxidative stress, increased levels of the fatty acid 2-hydroxypalmitate at the 50 μg/ml and 100 μg/ml concentrations (Supplementary Figure S2A) may reflect increased oxidation of membrane lipids. Furthermore, a cellular response to stress is also indicated by the increased levels of the pro-inflammatory molecules prostaglandin E2 (Supplementary Figure S2B) and 15-HETE (Supplementary Figure S2C). Taken together, these biochemical changes support a significant perturbation of the urea cycle and of polyamine metabolism upon TiO2-NP treatment, as well as some evidence for an increased inflammatory response."
    },
    {
      "title": "The glucuronidation pathway is impaired in cells treated with TiO",
      "text": "All major enzymes that are involved in the metabolism of xenobiotics are present in the skin.47 Indeed, bioactivation of drugs to chemically reactive metabolites is thought to be the primary step in many chemical toxicities.48 Glucuronidation involves the conjugation of a suitable functional group present on a variety of structurally unrelated substrates with glucuronic acid and has an important cytoprotective role. The reaction requires UDP-glucuronate as cofactor and is catalyzed by the enzyme UGT. This metabolic pathway leads to the formation of water-soluble metabolites. Thus, glucuronate is a highly polar molecule that is incorporated into proteoglycans, as well as combined with bilirubin and steroid hormones; it can also be combined with certain drugs to increase their solubility. Glucuronate is derived from glucose in the uronic acid pathway. The pathway involves the oxidation of glucose-6-phosphate to UDP-glucuronate, and is an alternative mechanism for the oxidation of glucose that does not provide a means of producing ATP, but is utilized for the generation of the activated form of glucuronate, UDP-glucuronate. Glucuronidation of drugs and hormones increases their water solubility by modifying the substrate with a glucuronate moiety transferred from UDP-glucuronate. Interestingly, a significant decrease in UDP-glucuronate (Figure 8a) and glucuronate (Figure 8b) was observed in cells treated with 100 μg/ml TiO2, suggesting that this pathway is also affected by nanoparticle treatment."
    },
    {
      "title": "Discussion",
      "text": "The skin is the largest organ and represents the body's protective surface as the first and outermost contact site for topically applied substances.49, 50, 51, 52, 53 Although the role of the skin as a barrier in preventing mechanical and physical harm has often been emphasized, its potential to detoxify chemicals has been less well studied. However, the skin has a key role in controlling not only the penetration and distribution but also the metabolism of topically applied chemicals, and is thus a first-pass organ for penetrating substances. Numerous examples exist showing that skin metabolism is not only protective but also contributes to skin pathologies such as contact dermatitis or carcinogenesis.54, 55 This implies the need of safety assessment for all ingredients of cosmetic products, and the need to employ appropriate models to test chemical ingredients for their potential to cause skin irritation and sensitization, as well as genotoxic damage. Among the engineered nanoparticles, TiO2-NP are the earliest industrially produced nanomaterials and remain the most widely used white pigments in use today. Their opacity is utilized to enhance the whiteness of products such as toothpaste, lotion, skimmed milk, cottage cheese and medicines. The levels of TiO2-NP in these different agents varies over a wide range, being up to 5 μg/ml in foodstuffs, between 1 and 90 μg/ml in topically applied agents such as toothpastes and sunscreens, to >100 μg/ml in some paints.56 Because of this wide range of concentrations, we have used a similarly broad range of concentrations in our study. Owing to their widespread use, TiO2-NP have become an important public health issue, and an appropriate risk assessment of these materials is required due to increased environmental and occupational exposure. For these reasons, in the last decade, several in vitro and in vivo studies have been conducted to investigate the potential toxicological effects of TiO2-NP exposure. Although the findings of in vitro studies have to be interpreted with caution because of heterogeneity in particle characterization and doses of TiO2-NP used, they do show that TiO2-NP can exert toxic effects in different cell lines. In particular, they are able to cause cellular responses, including cell death, cytokine production, increase of inflammatory indices and radical oxygen species (ROS) generation.7, 14 Nevertheless, the biological effects of TiO2-NP exposure, and the mechanisms underlying cellular responses are far from being completely understood. In this study, we have identified a number of metabolic changes in response to TiO2 treatment, and focused on biochemicals that changed significantly in either a dose-dependent manner or were affected at the highest concentration of TiO2-NP. Although there is some conflicting evidence in the literature, several studies have reported cellular toxicity and induction of oxidative stress upon treatment of mammalian cells with TiO2\nin vitro. Our own data would support these findings, as we have identified several biochemical changes indicative of oxidative stress and depressed energy metabolism induced by exposure of HaCaT cells to TiO2-NP. Inflammation leads to genotoxic events as well as cellular proliferation and tissue remodeling, which are processes that increase the likelihood of mutation and progression towards neoplastic lesions.57 Similarly, ROS generation has also been implicated in malignant transformation and cancer,58 and specifically in the acquisition of a tumorigenic phenotype induced by TiO2-NP.59 However, the mutagenic or epigenetic mechanisms underlying the role of TiO2-NP in the multistep process of carcinogenesis still requires more detailed analysis. In summary, we report several significant biochemical changes associated with the treatment of human keratinocytes with TiO2-NP that warrant further investigation. The majority of changes seen 24 h after treatment with 100 μg/ml TiO2 indicate activation of cellular stress and reduced metabolic capacity. These changes expand, at the biochemical and molecular level, previous observations of cytotoxicity associated with TiO2-NP. In our experimental conditions, we did not detect any effect on cell viability, which may reflect the relatively brief (24 h) exposure. This would suggest that metabolic effects precede effects on viability. Dermal exposure is important not only for the general population in the use of topically applied cosmetics but also, more importantly, for workers exposed occupationally in the manufacture of TiO2-NP. As our short-term study has shown significant (and potentially pathogenic) metabolic changes, it is evident that longer-term systematic in vivo studies are required to fully inform risk assessment and management."
    },
    {
      "title": "Materials and Methods",
      "text": "The human keratinocyte cell line (HaCaT) was obtained from the American Type Culture Collection (ATCC). The cells were grown in Dulbecco's modified Eagle's medium (DMEM) (Gibco, Paisley, UK) supplemented with 2 mM L-glutamine, 10% fetal bovine serum (FBS) and 1% pen/strep. The cultures were maintained at 37 °C and 5% CO2. Anatase titanium dioxide (TiO2) nanopowder was purchased from Sigma (St. Louis, MO, USA). The stock solution of TiO2 nanoparticles (1 mg/ml) was prepared in deionized water, dispersed for 10 min by using a sonicator (60 amplitude) to prevent aggregation and vortexed for 1 min. The stock solution of titanium dioxide nanoparticles was kept at 4 °C and used within 1 week for the experiments. Prior to each experiment, the stock solution was sonicated on ice for 10 min, vortexed for 1 min and then immediately diluted into the working concentrations with medium. TiO2-NP at different concentrations (5, 50 and 100 μg/ml) was added to the cell cultures containing 20 ml of medium in 150 mm polystyrene-coated dishes. After 24-h incubation, cells were harvested and prepared for metabolomic and other analysis. For electron microscopy, cells were fixed in 2% glutaraldehyde in 0.1 M sodium cacodylate buffer (pH 7.4) at 4 °C overnight and postfixed with 1% osmium tetroxide/1% potassium ferrocyanide for 1 h at room temperature. After fixation, cells were stained en bloc with 5% aqueous uranyl acetate overnight at room temperature, dehydrated and embedded in Taab epoxy resin (Taab Laboratories Equipment Ltd., Aldermaston, UK). Ultrathin sections were stained with lead citrate and recorded using a Megaview 3 digital camera and iTEM software (Olympus Soft Imaging Solutions GmbH, Münster, Germany) in a Jeol 100-CXII electron microscope (Jeol UK Ltd., Welwyn Garden City, UK) equipped with a PCXA-1186 energy-dispersive X-ray spectrometer (Link Analytical Ltd., High Wycombe, UK). Flow cytometry was performed as described by Tucci et al.60 Briefly, HaCaT cells were harvested after treatment with 0.025% trypsin for 3 min at 37 °C and then, after addition of 10% FCS in PBS, the cells were centrifuged, washed with PBS and fixed in 70% cold ethanol. The harvesting of cells using these conditions led to a high yield of undamaged cells. After fixation, cells were washed with PBS, treated for 15 min at 37 °C with RNase (100 μg/ml) and then stained with propidium iodide (10 μg/ml in the dark for 30 min). The samples were then analyzed using a FACScan flow cytometer (Becton Dickinson, San Jose, CA, USA). HaCaT cells were seeded in XF 24-well cell culture microplates (Seahorse Bioscience, North Billerica, MA, USA) in triplicate at 10 × 103 cells/well in 1 ml growth medium and then incubated at 37 °C in 5% CO2. Assays were initiated, 24 h after treatment with TiO2-NP, by removing the growth medium from each well and replacing it with 600–900 μl of assay medium pre-warmed to 37 °C. The cells were incubated at 37 °C for 30 min to allow media temperature and pH to reach equilibrium before the first rate measurement. Prior to each rate measurement, the XF24 Analyzer (Seahorse Bioscience) gently mixed the assay media in each well for 10 min to allow the oxygen partial pressure to reach equilibrium. Following mixing, oxygen consumption rate (OCR) and extracellular acidification rate (ECAR) were measured simultaneously for 3–5 min to establish a baseline rate. The assay medium was then gently mixed again for 3–5 min between each rate measurement to restore normal oxygen tension and pH in the microenvironment surrounding the cells. After the baseline measurement, 75–90 μl of a testing agent prepared in assay medium was then injected into each well to reach the desired final working concentration. This was followed by mixing for 5–10 min to expedite compound exposure to cellular proteins, after which OCR and ECAR measurements were then carried out. Generally, two to three baseline rates and two or more response rates (after compound addition) were measured, and the average of two baseline rates or test rates was used for data analysis. For time-resolved experiments, multiple measurements as well as compound injections were made at the time points indicated. The values of OCR and ECAR reflect both the metabolic activities of the cells and the number of cells being measured. For relative measurements comparing metabolic rate after compound exposure to a pre-exposure baseline, that is, when data are expressed as a percentage of OCR or ECAR change over baseline, the number of cells present in a well is not relevant as the same cell population is assayed. Samples were immediately stored at −80 °C, and, at the time of analysis, were extracted and prepared for analysis using a standard metabolic solvent extraction method. The extracted samples were split into equal parts for analysis by gas chromatography/mass spectrometry (GC/MS) or liquid chromatography/mass spectrometry (LC/MS/MS) platforms. Also included were several technical replicate samples created from a homogeneous pool containing a small amount of all study samples. Global biochemical profiles, from untreated HaCaT cells (control, CTRL) and cells treated for 24 h with varying doses of TiO2 nanoparticles: 5 μg/ml, 50 μg/ml, and 100 μg/ml, were compared. The LC/MS portion of the platform was based on a Waters ACQUITY UPLC (Waters, Milford, MA, USA) and a Thermo-Finnigan LTQ mass spectrometer (Thermo Electron Corporation, San Jose, CA, USA), which consisted of an electrospray ionization source and linear ion-trap mass analyzer. The sample extract was split into two aliquots, dried, then reconstituted in acidic or basic LC-compatible solvents, each of which contained 11 or more injection standards at fixed concentrations. One aliquot was analyzed using acidic positive ion-optimized conditions and the other using basic negative ion-optimized conditions in two independent injections using separate dedicated columns. Extracts reconstituted in acidic conditions were gradient-eluted using water and methanol, both containing 0.1% formic acid, while the basic extracts, which also used water/methanol, contained 6.5 mM ammonium bicarbonate. The MS analysis alternated between MS and data-dependent MS2 scans using dynamic exclusion. The samples destined for GC/MS analysis were redried under vacuum desiccation for a minimum of 24 h prior to being derivatized under dried nitrogen using bistrimethyl-silyl-triflouroacetamide (BSTFA). The GC column was 5% phenyl and the temperature ramp is from 40 to 300 °C in a 16 min period. Samples were analyzed on a Thermo-Finnigan Trace DSQ fast-scanning single-quadrupole mass spectrometer using electron impact ionization. The instrument was tuned and calibrated for mass resolution and mass accuracy on a daily basis. The information output from the raw data files was automatically extracted. For ions with counts >2 million, an accurate mass measurement could be performed. Accurate mass measurements could be made on the parent ion as well as on the fragments. The typical mass error was <5 ppm. Ions with <2 million counts require a greater amount of effort to characterize. Fragmentation spectra (MS/MS) were typically generated in a data-dependent manner, but if necessary, targeted MS/MS could be employed, such as in the case of lower level signals. Compounds were identified by comparison with library entries of purified standards or recurrent unknown entities. Identification of known chemical entities was based on comparison with metabolic library entries of purified standards. The combination of chromatographic properties and mass spectra gave an indication of a match to the specific compound or an isobaric entity. Instrument variability was determined by calculating the median relative S.D. for the internal standards that were added to each sample prior to injection into the mass spectrometers. Overall process variability was determined by calculating the median relative S.D. for all endogenous metabolites (i.e., non-instrument standards) present in 100% of the matrix samples, which are technical replicates of pooled client samples. The metabolic analysis, as from above, allowed the identification of a total of 268 named biochemicals. Following normalization to total protein determined by Bradford assay, log transformation and imputation with minimum observed values was performed for each compound. Welc's two-sample t-tests were then used to identify biochemicals that differed significantly between experimental groups. A summary of the numbers of biochemicals that achieved statistical significance (P⩽0.05), as well as those approaching significance (0.05<P<0.1), is shown as a table and a Supplementary table in the Results section. An estimate of the false discovery rate (q-value) is calculated to take into account the multiple comparisons that normally occur in metabolic-based studies. For example, when analyzing 200 compounds, we would expect to see about 10 compounds meeting the P⩽0.05 cutoff by random chance. The q-value describes the false discovery rate; a low q-value (q<0.10) is an indication of high confidence in a result. While a higher q-value indicates diminished confidence, it does not necessarily rule out the significance of a result."
    },
    {
      "title": "Cell culture",
      "text": "The human keratinocyte cell line (HaCaT) was obtained from the American Type Culture Collection (ATCC). The cells were grown in Dulbecco's modified Eagle's medium (DMEM) (Gibco, Paisley, UK) supplemented with 2 mM L-glutamine, 10% fetal bovine serum (FBS) and 1% pen/strep. The cultures were maintained at 37 °C and 5% CO2."
    },
    {
      "title": "Titanium dioxide solution preparation and treatment",
      "text": "Anatase titanium dioxide (TiO2) nanopowder was purchased from Sigma (St. Louis, MO, USA). The stock solution of TiO2 nanoparticles (1 mg/ml) was prepared in deionized water, dispersed for 10 min by using a sonicator (60 amplitude) to prevent aggregation and vortexed for 1 min. The stock solution of titanium dioxide nanoparticles was kept at 4 °C and used within 1 week for the experiments. Prior to each experiment, the stock solution was sonicated on ice for 10 min, vortexed for 1 min and then immediately diluted into the working concentrations with medium. TiO2-NP at different concentrations (5, 50 and 100 μg/ml) was added to the cell cultures containing 20 ml of medium in 150 mm polystyrene-coated dishes. After 24-h incubation, cells were harvested and prepared for metabolomic and other analysis."
    },
    {
      "title": "Transmission electron microscopy (TEM)",
      "text": "For electron microscopy, cells were fixed in 2% glutaraldehyde in 0.1 M sodium cacodylate buffer (pH 7.4) at 4 °C overnight and postfixed with 1% osmium tetroxide/1% potassium ferrocyanide for 1 h at room temperature. After fixation, cells were stained en bloc with 5% aqueous uranyl acetate overnight at room temperature, dehydrated and embedded in Taab epoxy resin (Taab Laboratories Equipment Ltd., Aldermaston, UK). Ultrathin sections were stained with lead citrate and recorded using a Megaview 3 digital camera and iTEM software (Olympus Soft Imaging Solutions GmbH, Münster, Germany) in a Jeol 100-CXII electron microscope (Jeol UK Ltd., Welwyn Garden City, UK) equipped with a PCXA-1186 energy-dispersive X-ray spectrometer (Link Analytical Ltd., High Wycombe, UK)."
    },
    {
      "title": "Flow cytometry analysis",
      "text": "Flow cytometry was performed as described by Tucci et al.60 Briefly, HaCaT cells were harvested after treatment with 0.025% trypsin for 3 min at 37 °C and then, after addition of 10% FCS in PBS, the cells were centrifuged, washed with PBS and fixed in 70% cold ethanol. The harvesting of cells using these conditions led to a high yield of undamaged cells. After fixation, cells were washed with PBS, treated for 15 min at 37 °C with RNase (100 μg/ml) and then stained with propidium iodide (10 μg/ml in the dark for 30 min). The samples were then analyzed using a FACScan flow cytometer (Becton Dickinson, San Jose, CA, USA)."
    },
    {
      "title": "Extracellular flux (XF) analysis",
      "text": "HaCaT cells were seeded in XF 24-well cell culture microplates (Seahorse Bioscience, North Billerica, MA, USA) in triplicate at 10 × 103 cells/well in 1 ml growth medium and then incubated at 37 °C in 5% CO2. Assays were initiated, 24 h after treatment with TiO2-NP, by removing the growth medium from each well and replacing it with 600–900 μl of assay medium pre-warmed to 37 °C. The cells were incubated at 37 °C for 30 min to allow media temperature and pH to reach equilibrium before the first rate measurement. Prior to each rate measurement, the XF24 Analyzer (Seahorse Bioscience) gently mixed the assay media in each well for 10 min to allow the oxygen partial pressure to reach equilibrium. Following mixing, oxygen consumption rate (OCR) and extracellular acidification rate (ECAR) were measured simultaneously for 3–5 min to establish a baseline rate. The assay medium was then gently mixed again for 3–5 min between each rate measurement to restore normal oxygen tension and pH in the microenvironment surrounding the cells. After the baseline measurement, 75–90 μl of a testing agent prepared in assay medium was then injected into each well to reach the desired final working concentration. This was followed by mixing for 5–10 min to expedite compound exposure to cellular proteins, after which OCR and ECAR measurements were then carried out. Generally, two to three baseline rates and two or more response rates (after compound addition) were measured, and the average of two baseline rates or test rates was used for data analysis. For time-resolved experiments, multiple measurements as well as compound injections were made at the time points indicated. The values of OCR and ECAR reflect both the metabolic activities of the cells and the number of cells being measured. For relative measurements comparing metabolic rate after compound exposure to a pre-exposure baseline, that is, when data are expressed as a percentage of OCR or ECAR change over baseline, the number of cells present in a well is not relevant as the same cell population is assayed."
    },
    {
      "title": "Metabolomic analysis",
      "text": "Samples were immediately stored at −80 °C, and, at the time of analysis, were extracted and prepared for analysis using a standard metabolic solvent extraction method. The extracted samples were split into equal parts for analysis by gas chromatography/mass spectrometry (GC/MS) or liquid chromatography/mass spectrometry (LC/MS/MS) platforms. Also included were several technical replicate samples created from a homogeneous pool containing a small amount of all study samples. Global biochemical profiles, from untreated HaCaT cells (control, CTRL) and cells treated for 24 h with varying doses of TiO2 nanoparticles: 5 μg/ml, 50 μg/ml, and 100 μg/ml, were compared. The LC/MS portion of the platform was based on a Waters ACQUITY UPLC (Waters, Milford, MA, USA) and a Thermo-Finnigan LTQ mass spectrometer (Thermo Electron Corporation, San Jose, CA, USA), which consisted of an electrospray ionization source and linear ion-trap mass analyzer. The sample extract was split into two aliquots, dried, then reconstituted in acidic or basic LC-compatible solvents, each of which contained 11 or more injection standards at fixed concentrations. One aliquot was analyzed using acidic positive ion-optimized conditions and the other using basic negative ion-optimized conditions in two independent injections using separate dedicated columns. Extracts reconstituted in acidic conditions were gradient-eluted using water and methanol, both containing 0.1% formic acid, while the basic extracts, which also used water/methanol, contained 6.5 mM ammonium bicarbonate. The MS analysis alternated between MS and data-dependent MS2 scans using dynamic exclusion. The samples destined for GC/MS analysis were redried under vacuum desiccation for a minimum of 24 h prior to being derivatized under dried nitrogen using bistrimethyl-silyl-triflouroacetamide (BSTFA). The GC column was 5% phenyl and the temperature ramp is from 40 to 300 °C in a 16 min period. Samples were analyzed on a Thermo-Finnigan Trace DSQ fast-scanning single-quadrupole mass spectrometer using electron impact ionization. The instrument was tuned and calibrated for mass resolution and mass accuracy on a daily basis. The information output from the raw data files was automatically extracted. For ions with counts >2 million, an accurate mass measurement could be performed. Accurate mass measurements could be made on the parent ion as well as on the fragments. The typical mass error was <5 ppm. Ions with <2 million counts require a greater amount of effort to characterize. Fragmentation spectra (MS/MS) were typically generated in a data-dependent manner, but if necessary, targeted MS/MS could be employed, such as in the case of lower level signals. Compounds were identified by comparison with library entries of purified standards or recurrent unknown entities. Identification of known chemical entities was based on comparison with metabolic library entries of purified standards. The combination of chromatographic properties and mass spectra gave an indication of a match to the specific compound or an isobaric entity."
    },
    {
      "title": "Data quality: instrument and process variability",
      "text": "Instrument variability was determined by calculating the median relative S.D. for the internal standards that were added to each sample prior to injection into the mass spectrometers. Overall process variability was determined by calculating the median relative S.D. for all endogenous metabolites (i.e., non-instrument standards) present in 100% of the matrix samples, which are technical replicates of pooled client samples."
    },
    {
      "title": "Metabolite summary and significantly altered biochemicals",
      "text": "The metabolic analysis, as from above, allowed the identification of a total of 268 named biochemicals. Following normalization to total protein determined by Bradford assay, log transformation and imputation with minimum observed values was performed for each compound. Welc's two-sample t-tests were then used to identify biochemicals that differed significantly between experimental groups. A summary of the numbers of biochemicals that achieved statistical significance (P⩽0.05), as well as those approaching significance (0.05<P<0.1), is shown as a table and a Supplementary table in the Results section. An estimate of the false discovery rate (q-value) is calculated to take into account the multiple comparisons that normally occur in metabolic-based studies. For example, when analyzing 200 compounds, we would expect to see about 10 compounds meeting the P⩽0.05 cutoff by random chance. The q-value describes the false discovery rate; a low q-value (q<0.10) is an indication of high confidence in a result. While a higher q-value indicates diminished confidence, it does not necessarily rule out the significance of a result."
    }
  ],
  "full_text": "## Results\nThe size and shape and particle surface characteristics, for example, charge, are important factors in cytotoxicity.16 In addition, TiO2 particles are mostly found as aggregates,17 and the nature of these aggregates is an important factor in determining their cytotoxicity;18 in this regard, it has been shown previously that the size of TiO2 aggregates affects gene expression pathways.19 To determine whether and how TiO2-NP were taken up by the cells, electron microscopy was used to examine their interaction with HaCaT cells. Electron-dense particles of 10–100 nm in diameter were identified both isolated and as aggregates within phagosomes throughout the cytoplasm (Figure 1a). Larger phagosomes (1–2 μm in diameter) were particularly common in the region of the microtubule-organizing center and their titanium content was confirmed by energy-dispersive X-ray spectrometry. No particles were found in any other cytoplasmic organelles or within the nucleus, and no other morphological changes were detected after 24-h exposure (Figure 1a). Several large clumps of particles (0.5–3 μm in diameter) were observed free in the culture medium, however, none of these were found to be undergoing phagocytosis. In order to determine whether there were cytotoxic effects associated with the presence of intracellular TiO2-NP, HaCaT cells were exposed to a range of concentrations of nanoparticles and apoptosis rates were examined by FACS analysis (Figure 1b). The data show that there were no significant differences in cell death between cells treated with TiO2 and control cells within the time frame used (Figure 1b). Moreover, there were no significant differences in the cell cycle profile. As intracellular TiO2-NP did not cause any gross changes in cell cycle phase distribution or induce apoptosis during the time interval of study, a more refined analysis was performed. In particular, the role of mitochondrial function was investigated as a reduction in mitochondrial activity is known to be an early marker of toxic insult. Previous studies have shown that energy pathways are highly sensitive to exposure to toxic agents, affecting several intracellular biochemical processes (glycolysis, Krebs cycle, electron transport and OXPHOS), resulting in the abnormal production of ATP and release of heat and chemical byproducts (lactate and CO2) into the extracellular environment.20, 21, 22, 23, 24, 25, 26 In order to evaluate whether TiO2-NP affected mitochondrial function, the oxygen consumption rate (OCR) (Figure 2a and Supplementary Figure S1A) and extracellular acidification rate (ECAR) (Supplementary Figure S1B) were measured in HaCaT cells exposed sequentially to modulators of mitochondrial activity (oligomycin, FCCP and Rotenone) in the presence of different concentrations of TiO2-NP for 24 h. The data show that TiO2-NP led to a significant, inhibitors-insensible, concentration-dependent increase of basal cellular respiration (Figure 2b). In particular, the rotenone-sensitive OCR was affected by TiO2-NP (Figure 2c). Thus, in control cells, rotenone reduced the OCR to about 20% of its baseline rate, suggesting that mitochondrial respiration accounted for ∼80% of total cellular respiration. However, in cells exposed to TiO2-NP, the oxygen consumption was reduced by rotenone to between 60 and 30% of the total. Taken together, these data strongly suggest that TiO2-NP affects mitochondrial function, inducing a significant fraction of electrons to escape from the regular respiratory chain path, perhaps giving rise to reactive oxygen radicals. Trying to better understand these effects in more detail, a full metabolic analysis was carried out. HaCaT cells were incubated with 5, 50 or 100 μg/ml TiO2-NP for 24 h and samples were analyzed by either gas chromatography/mass spectrometry (GC/MS) or liquid chromatography/mass spectrometry (LC/MS/MS). Overall, a total of 268 metabolites were identified (Table 1 and Supplementary Figure S3,) of which 56 or 85 (Table 1, at 50 or 100 μg/ml versus control, P≤0.05 and 0.05<P<0.10, respectively) were found significantly altered by exposure to TiO2-NP. After treatment with the highest concentration of TiO2, NAD+ (Figure 3a), NADH (Figure 3b), and NADP+ (Figure 3c) levels were decreased following exposure of cells to 100 μg/ml TiO2. There was a reduction in the amount of coenzyme A (Figure 3d), carnitine (Figure 3e) and acyl-carnitines (Figures 3f and g), implying an alteration in the oxidation of fatty acids, and changes in acetyl-CoA (Figure 3h) and acetyl-carnitine (Figure 3i). Although TCA intermediates did not appear to be affected (3-phosphoglycerate, Figure 4b) by exposure of the cells to TiO2-NP, glucose (Figure 4a) and glycolytic metabolites, including pyruvate (Figure 4c), were significantly reduced at higher doses of TiO2. Consistent with these data, there was also a reduction in pentose phosphate pathway intermediates, such as ribose-5-phosphate (Figure 4d) and ribose (Figure 4e). As these intermediates are important for nucleotide synthesis,27, 28 reduced ribose-5-phosphate may explain the lower level of nucleosides and nucleotides observed at 100 μg/ml TiO2-NP. Reduced nucleotide synthesis may drive an increase of RNA turnover as indicated by elevated RNA degradation metabolites (3′AMP, 3′CMP, and 2′, 3′-cCMP) (Figures 5a and c) after treatment with 50 μg/ml and 100 μg/ml TiO2. Similarly, dipeptides were significantly increased (Figures 5d and f), indicating a faster protein degradation and turnover. Altogether, these changes indicate that TiO2-NP have significant effects on anabolic pathways and energy metabolism. S-Adenosylmethionine (SAM) and S-Adenosylhomocysteine (SAH) are metabolites involved in the conversion of methionine to homocysteine in the proximal part of the methionine cycle. S-Adenosylmethionine is synthesized from methionine and ATP in a reaction catalyzed by methionine adenosyltransferase. SAM provides methyl groups in dozens of transmethylation reactions of crucial biological importance.29 S-Adenosylhomocysteine, produced by methyl group transfer has been demonstrated to inhibit these reactions at various concentrations.29, 30, 31 The results obtained show a reduced SAH concentration following treatment of HaCaT cells with 50 and 100 μg/ml TiO2 (Figure 6a), as well as a decreased level of homocysteine (Figure 6b), which may react with adenosine to form SAH by the reverse action of the enzyme S-Adenosylhomocysteine hydrolase. Moreover, a decreased methylation capacity may mirror a decreased glutathione synthesis, (Figure 6c) thus contributing to a greater oxidative stress. Methionine is essential also for cell growth, being a precursor for the aminopropyl moieties of spermidine and spermine, the key polyamines required for transcription and translation, and which stimulate normal and neoplastic cell division. Therefore, treatment with TiO2-NP resulted in dysfunction of the methionine cycle and methionine deficiency (Figure 6d). Overall gene expression can be regulated by epigenetic processes including the methylation of cytosine residues in the DNA sequence of gene promoters.32 This process of DNA methylation is regulated by the ratio of SAM and SAH, and is catalyzed by DNA methyltranferase enzymes that transfer methyl groups from SAM to cytosines. Methionine and folate interrelate in this metabolic process at the stage of conversion of homocysteine to methionine. Dysregulation of DNA methylation has been consistently associated with cancer initiation. Together with the dose-dependent decrease in 5-methylthioadenosine (MTA) (Figure 7a), these observations suggest a potential deficiency in the methyl donor SAM. Such a deficiency could have significant impact on enzymatic reactions that use SAM as a cofactor, including DNA methylation enzymes. A significant dose-dependent decline in cystathionine (Figure 6e) was also observed in TiO2-treated samples starting at 50 μg/ml. Cystathionine is an intermediate in cysteine biosynthesis, which appears to decrease after treatment with the 100-μg/ml TiO2 dose (Figure 6f). This reduction in cysteine levels may have a subsequent effect on glutathione synthesis, which is also reduced at the highest dose of TiO2 tested (Figure 6c). Glutathione has an important role in redox-homeostasis; thus, oxidative stress is expected to increase as glutathione levels decrease. Highly elevated dimethylarginine (Figure 7b) after treatment with 50 μg/ml or 100 μg/ml of TiO2 would support increased oxidative stress, as degradation of this regulator of nitric oxide synthesis is inhibited under such conditions. The natural polyamines, spermine and spermidine, as well as their precursor, putrescine, are aliphatic cations that interact with nucleic acids and proteins. Spermine and spermidine have a vital role in a variety of intracellular processes including gene transcription, RNA processing and translation.33 Increased polyamine levels are required for growth, differentiation and transformation of cells. Both spermine and spermidine are actively involved in the protection of cells from oxidative stress by scavenging ROS.34, 35, 36 Consequently, any imbalance of polyamine metabolism may have important consequences. Thus, for example, increased polyamine synthesis is a marker of neoplastic proliferation.37, 38, 39 A significant dose-dependent decrease in spermidine (Figure 7c) and the byproduct of spermidine synthesis, MTA, (Figure 7a) was observed in TiO2-treated cells. Decreased spermidine synthesis, which is often correlated with proliferation, may reflect decreased activity of spermidine synthase due to low levels of decarboxylated SAM. Alternatively, reduced levels of the precursor putrescine (Figure 7d), resulting from lower activity of the urea cycle, may lead to reduced polyamine synthesis. Increased arginine levels (Figure 7e) at the 50 and 100 μg/ml doses and decreased urea (Figure 7f) and ornithine (Figure 7g) would be consistent with the hypothesis that decreased polyamine synthesis may signify reduced proliferation. 2-(D)-Hydroxy fatty acids are conventional lipid components and are important constituents of animal sphingolipids.40, 41, 42, 43, 44, 45, 46 The hydroxyl group is believed to add to the hydrogen-bonding capacity of the sphingolipids, helping to stabilize membrane structures and strengthen their interactions with membrane proteins. Although 2-hydroxy fatty acids are not typical indicators of oxidative stress, increased levels of the fatty acid 2-hydroxypalmitate at the 50 μg/ml and 100 μg/ml concentrations (Supplementary Figure S2A) may reflect increased oxidation of membrane lipids. Furthermore, a cellular response to stress is also indicated by the increased levels of the pro-inflammatory molecules prostaglandin E2 (Supplementary Figure S2B) and 15-HETE (Supplementary Figure S2C). Taken together, these biochemical changes support a significant perturbation of the urea cycle and of polyamine metabolism upon TiO2-NP treatment, as well as some evidence for an increased inflammatory response. All major enzymes that are involved in the metabolism of xenobiotics are present in the skin.47 Indeed, bioactivation of drugs to chemically reactive metabolites is thought to be the primary step in many chemical toxicities.48 Glucuronidation involves the conjugation of a suitable functional group present on a variety of structurally unrelated substrates with glucuronic acid and has an important cytoprotective role. The reaction requires UDP-glucuronate as cofactor and is catalyzed by the enzyme UGT. This metabolic pathway leads to the formation of water-soluble metabolites. Thus, glucuronate is a highly polar molecule that is incorporated into proteoglycans, as well as combined with bilirubin and steroid hormones; it can also be combined with certain drugs to increase their solubility. Glucuronate is derived from glucose in the uronic acid pathway. The pathway involves the oxidation of glucose-6-phosphate to UDP-glucuronate, and is an alternative mechanism for the oxidation of glucose that does not provide a means of producing ATP, but is utilized for the generation of the activated form of glucuronate, UDP-glucuronate. Glucuronidation of drugs and hormones increases their water solubility by modifying the substrate with a glucuronate moiety transferred from UDP-glucuronate. Interestingly, a significant decrease in UDP-glucuronate (Figure 8a) and glucuronate (Figure 8b) was observed in cells treated with 100 μg/ml TiO2, suggesting that this pathway is also affected by nanoparticle treatment.\n\n## Ultrastructural effects of TiO\nThe size and shape and particle surface characteristics, for example, charge, are important factors in cytotoxicity.16 In addition, TiO2 particles are mostly found as aggregates,17 and the nature of these aggregates is an important factor in determining their cytotoxicity;18 in this regard, it has been shown previously that the size of TiO2 aggregates affects gene expression pathways.19 To determine whether and how TiO2-NP were taken up by the cells, electron microscopy was used to examine their interaction with HaCaT cells. Electron-dense particles of 10–100 nm in diameter were identified both isolated and as aggregates within phagosomes throughout the cytoplasm (Figure 1a). Larger phagosomes (1–2 μm in diameter) were particularly common in the region of the microtubule-organizing center and their titanium content was confirmed by energy-dispersive X-ray spectrometry. No particles were found in any other cytoplasmic organelles or within the nucleus, and no other morphological changes were detected after 24-h exposure (Figure 1a). Several large clumps of particles (0.5–3 μm in diameter) were observed free in the culture medium, however, none of these were found to be undergoing phagocytosis.\n\n## Effect of TiO\nIn order to determine whether there were cytotoxic effects associated with the presence of intracellular TiO2-NP, HaCaT cells were exposed to a range of concentrations of nanoparticles and apoptosis rates were examined by FACS analysis (Figure 1b). The data show that there were no significant differences in cell death between cells treated with TiO2 and control cells within the time frame used (Figure 1b). Moreover, there were no significant differences in the cell cycle profile. As intracellular TiO2-NP did not cause any gross changes in cell cycle phase distribution or induce apoptosis during the time interval of study, a more refined analysis was performed. In particular, the role of mitochondrial function was investigated as a reduction in mitochondrial activity is known to be an early marker of toxic insult. Previous studies have shown that energy pathways are highly sensitive to exposure to toxic agents, affecting several intracellular biochemical processes (glycolysis, Krebs cycle, electron transport and OXPHOS), resulting in the abnormal production of ATP and release of heat and chemical byproducts (lactate and CO2) into the extracellular environment.20, 21, 22, 23, 24, 25, 26 In order to evaluate whether TiO2-NP affected mitochondrial function, the oxygen consumption rate (OCR) (Figure 2a and Supplementary Figure S1A) and extracellular acidification rate (ECAR) (Supplementary Figure S1B) were measured in HaCaT cells exposed sequentially to modulators of mitochondrial activity (oligomycin, FCCP and Rotenone) in the presence of different concentrations of TiO2-NP for 24 h. The data show that TiO2-NP led to a significant, inhibitors-insensible, concentration-dependent increase of basal cellular respiration (Figure 2b). In particular, the rotenone-sensitive OCR was affected by TiO2-NP (Figure 2c). Thus, in control cells, rotenone reduced the OCR to about 20% of its baseline rate, suggesting that mitochondrial respiration accounted for ∼80% of total cellular respiration. However, in cells exposed to TiO2-NP, the oxygen consumption was reduced by rotenone to between 60 and 30% of the total. Taken together, these data strongly suggest that TiO2-NP affects mitochondrial function, inducing a significant fraction of electrons to escape from the regular respiratory chain path, perhaps giving rise to reactive oxygen radicals. Trying to better understand these effects in more detail, a full metabolic analysis was carried out.\n\n## High-dose TiO\nHaCaT cells were incubated with 5, 50 or 100 μg/ml TiO2-NP for 24 h and samples were analyzed by either gas chromatography/mass spectrometry (GC/MS) or liquid chromatography/mass spectrometry (LC/MS/MS). Overall, a total of 268 metabolites were identified (Table 1 and Supplementary Figure S3,) of which 56 or 85 (Table 1, at 50 or 100 μg/ml versus control, P≤0.05 and 0.05<P<0.10, respectively) were found significantly altered by exposure to TiO2-NP. After treatment with the highest concentration of TiO2, NAD+ (Figure 3a), NADH (Figure 3b), and NADP+ (Figure 3c) levels were decreased following exposure of cells to 100 μg/ml TiO2. There was a reduction in the amount of coenzyme A (Figure 3d), carnitine (Figure 3e) and acyl-carnitines (Figures 3f and g), implying an alteration in the oxidation of fatty acids, and changes in acetyl-CoA (Figure 3h) and acetyl-carnitine (Figure 3i). Although TCA intermediates did not appear to be affected (3-phosphoglycerate, Figure 4b) by exposure of the cells to TiO2-NP, glucose (Figure 4a) and glycolytic metabolites, including pyruvate (Figure 4c), were significantly reduced at higher doses of TiO2. Consistent with these data, there was also a reduction in pentose phosphate pathway intermediates, such as ribose-5-phosphate (Figure 4d) and ribose (Figure 4e). As these intermediates are important for nucleotide synthesis,27, 28 reduced ribose-5-phosphate may explain the lower level of nucleosides and nucleotides observed at 100 μg/ml TiO2-NP. Reduced nucleotide synthesis may drive an increase of RNA turnover as indicated by elevated RNA degradation metabolites (3′AMP, 3′CMP, and 2′, 3′-cCMP) (Figures 5a and c) after treatment with 50 μg/ml and 100 μg/ml TiO2. Similarly, dipeptides were significantly increased (Figures 5d and f), indicating a faster protein degradation and turnover. Altogether, these changes indicate that TiO2-NP have significant effects on anabolic pathways and energy metabolism.\n\n## TiO\nS-Adenosylmethionine (SAM) and S-Adenosylhomocysteine (SAH) are metabolites involved in the conversion of methionine to homocysteine in the proximal part of the methionine cycle. S-Adenosylmethionine is synthesized from methionine and ATP in a reaction catalyzed by methionine adenosyltransferase. SAM provides methyl groups in dozens of transmethylation reactions of crucial biological importance.29 S-Adenosylhomocysteine, produced by methyl group transfer has been demonstrated to inhibit these reactions at various concentrations.29, 30, 31 The results obtained show a reduced SAH concentration following treatment of HaCaT cells with 50 and 100 μg/ml TiO2 (Figure 6a), as well as a decreased level of homocysteine (Figure 6b), which may react with adenosine to form SAH by the reverse action of the enzyme S-Adenosylhomocysteine hydrolase. Moreover, a decreased methylation capacity may mirror a decreased glutathione synthesis, (Figure 6c) thus contributing to a greater oxidative stress. Methionine is essential also for cell growth, being a precursor for the aminopropyl moieties of spermidine and spermine, the key polyamines required for transcription and translation, and which stimulate normal and neoplastic cell division. Therefore, treatment with TiO2-NP resulted in dysfunction of the methionine cycle and methionine deficiency (Figure 6d). Overall gene expression can be regulated by epigenetic processes including the methylation of cytosine residues in the DNA sequence of gene promoters.32 This process of DNA methylation is regulated by the ratio of SAM and SAH, and is catalyzed by DNA methyltranferase enzymes that transfer methyl groups from SAM to cytosines. Methionine and folate interrelate in this metabolic process at the stage of conversion of homocysteine to methionine. Dysregulation of DNA methylation has been consistently associated with cancer initiation. Together with the dose-dependent decrease in 5-methylthioadenosine (MTA) (Figure 7a), these observations suggest a potential deficiency in the methyl donor SAM. Such a deficiency could have significant impact on enzymatic reactions that use SAM as a cofactor, including DNA methylation enzymes. A significant dose-dependent decline in cystathionine (Figure 6e) was also observed in TiO2-treated samples starting at 50 μg/ml. Cystathionine is an intermediate in cysteine biosynthesis, which appears to decrease after treatment with the 100-μg/ml TiO2 dose (Figure 6f). This reduction in cysteine levels may have a subsequent effect on glutathione synthesis, which is also reduced at the highest dose of TiO2 tested (Figure 6c). Glutathione has an important role in redox-homeostasis; thus, oxidative stress is expected to increase as glutathione levels decrease. Highly elevated dimethylarginine (Figure 7b) after treatment with 50 μg/ml or 100 μg/ml of TiO2 would support increased oxidative stress, as degradation of this regulator of nitric oxide synthesis is inhibited under such conditions.\n\n## TiO\nThe natural polyamines, spermine and spermidine, as well as their precursor, putrescine, are aliphatic cations that interact with nucleic acids and proteins. Spermine and spermidine have a vital role in a variety of intracellular processes including gene transcription, RNA processing and translation.33 Increased polyamine levels are required for growth, differentiation and transformation of cells. Both spermine and spermidine are actively involved in the protection of cells from oxidative stress by scavenging ROS.34, 35, 36 Consequently, any imbalance of polyamine metabolism may have important consequences. Thus, for example, increased polyamine synthesis is a marker of neoplastic proliferation.37, 38, 39 A significant dose-dependent decrease in spermidine (Figure 7c) and the byproduct of spermidine synthesis, MTA, (Figure 7a) was observed in TiO2-treated cells. Decreased spermidine synthesis, which is often correlated with proliferation, may reflect decreased activity of spermidine synthase due to low levels of decarboxylated SAM. Alternatively, reduced levels of the precursor putrescine (Figure 7d), resulting from lower activity of the urea cycle, may lead to reduced polyamine synthesis. Increased arginine levels (Figure 7e) at the 50 and 100 μg/ml doses and decreased urea (Figure 7f) and ornithine (Figure 7g) would be consistent with the hypothesis that decreased polyamine synthesis may signify reduced proliferation. 2-(D)-Hydroxy fatty acids are conventional lipid components and are important constituents of animal sphingolipids.40, 41, 42, 43, 44, 45, 46 The hydroxyl group is believed to add to the hydrogen-bonding capacity of the sphingolipids, helping to stabilize membrane structures and strengthen their interactions with membrane proteins. Although 2-hydroxy fatty acids are not typical indicators of oxidative stress, increased levels of the fatty acid 2-hydroxypalmitate at the 50 μg/ml and 100 μg/ml concentrations (Supplementary Figure S2A) may reflect increased oxidation of membrane lipids. Furthermore, a cellular response to stress is also indicated by the increased levels of the pro-inflammatory molecules prostaglandin E2 (Supplementary Figure S2B) and 15-HETE (Supplementary Figure S2C). Taken together, these biochemical changes support a significant perturbation of the urea cycle and of polyamine metabolism upon TiO2-NP treatment, as well as some evidence for an increased inflammatory response.\n\n## The glucuronidation pathway is impaired in cells treated with TiO\nAll major enzymes that are involved in the metabolism of xenobiotics are present in the skin.47 Indeed, bioactivation of drugs to chemically reactive metabolites is thought to be the primary step in many chemical toxicities.48 Glucuronidation involves the conjugation of a suitable functional group present on a variety of structurally unrelated substrates with glucuronic acid and has an important cytoprotective role. The reaction requires UDP-glucuronate as cofactor and is catalyzed by the enzyme UGT. This metabolic pathway leads to the formation of water-soluble metabolites. Thus, glucuronate is a highly polar molecule that is incorporated into proteoglycans, as well as combined with bilirubin and steroid hormones; it can also be combined with certain drugs to increase their solubility. Glucuronate is derived from glucose in the uronic acid pathway. The pathway involves the oxidation of glucose-6-phosphate to UDP-glucuronate, and is an alternative mechanism for the oxidation of glucose that does not provide a means of producing ATP, but is utilized for the generation of the activated form of glucuronate, UDP-glucuronate. Glucuronidation of drugs and hormones increases their water solubility by modifying the substrate with a glucuronate moiety transferred from UDP-glucuronate. Interestingly, a significant decrease in UDP-glucuronate (Figure 8a) and glucuronate (Figure 8b) was observed in cells treated with 100 μg/ml TiO2, suggesting that this pathway is also affected by nanoparticle treatment.\n\n## Discussion\nThe skin is the largest organ and represents the body's protective surface as the first and outermost contact site for topically applied substances.49, 50, 51, 52, 53 Although the role of the skin as a barrier in preventing mechanical and physical harm has often been emphasized, its potential to detoxify chemicals has been less well studied. However, the skin has a key role in controlling not only the penetration and distribution but also the metabolism of topically applied chemicals, and is thus a first-pass organ for penetrating substances. Numerous examples exist showing that skin metabolism is not only protective but also contributes to skin pathologies such as contact dermatitis or carcinogenesis.54, 55 This implies the need of safety assessment for all ingredients of cosmetic products, and the need to employ appropriate models to test chemical ingredients for their potential to cause skin irritation and sensitization, as well as genotoxic damage. Among the engineered nanoparticles, TiO2-NP are the earliest industrially produced nanomaterials and remain the most widely used white pigments in use today. Their opacity is utilized to enhance the whiteness of products such as toothpaste, lotion, skimmed milk, cottage cheese and medicines. The levels of TiO2-NP in these different agents varies over a wide range, being up to 5 μg/ml in foodstuffs, between 1 and 90 μg/ml in topically applied agents such as toothpastes and sunscreens, to >100 μg/ml in some paints.56 Because of this wide range of concentrations, we have used a similarly broad range of concentrations in our study. Owing to their widespread use, TiO2-NP have become an important public health issue, and an appropriate risk assessment of these materials is required due to increased environmental and occupational exposure. For these reasons, in the last decade, several in vitro and in vivo studies have been conducted to investigate the potential toxicological effects of TiO2-NP exposure. Although the findings of in vitro studies have to be interpreted with caution because of heterogeneity in particle characterization and doses of TiO2-NP used, they do show that TiO2-NP can exert toxic effects in different cell lines. In particular, they are able to cause cellular responses, including cell death, cytokine production, increase of inflammatory indices and radical oxygen species (ROS) generation.7, 14 Nevertheless, the biological effects of TiO2-NP exposure, and the mechanisms underlying cellular responses are far from being completely understood. In this study, we have identified a number of metabolic changes in response to TiO2 treatment, and focused on biochemicals that changed significantly in either a dose-dependent manner or were affected at the highest concentration of TiO2-NP. Although there is some conflicting evidence in the literature, several studies have reported cellular toxicity and induction of oxidative stress upon treatment of mammalian cells with TiO2\nin vitro. Our own data would support these findings, as we have identified several biochemical changes indicative of oxidative stress and depressed energy metabolism induced by exposure of HaCaT cells to TiO2-NP. Inflammation leads to genotoxic events as well as cellular proliferation and tissue remodeling, which are processes that increase the likelihood of mutation and progression towards neoplastic lesions.57 Similarly, ROS generation has also been implicated in malignant transformation and cancer,58 and specifically in the acquisition of a tumorigenic phenotype induced by TiO2-NP.59 However, the mutagenic or epigenetic mechanisms underlying the role of TiO2-NP in the multistep process of carcinogenesis still requires more detailed analysis. In summary, we report several significant biochemical changes associated with the treatment of human keratinocytes with TiO2-NP that warrant further investigation. The majority of changes seen 24 h after treatment with 100 μg/ml TiO2 indicate activation of cellular stress and reduced metabolic capacity. These changes expand, at the biochemical and molecular level, previous observations of cytotoxicity associated with TiO2-NP. In our experimental conditions, we did not detect any effect on cell viability, which may reflect the relatively brief (24 h) exposure. This would suggest that metabolic effects precede effects on viability. Dermal exposure is important not only for the general population in the use of topically applied cosmetics but also, more importantly, for workers exposed occupationally in the manufacture of TiO2-NP. As our short-term study has shown significant (and potentially pathogenic) metabolic changes, it is evident that longer-term systematic in vivo studies are required to fully inform risk assessment and management.\n\n## Materials and Methods\nThe human keratinocyte cell line (HaCaT) was obtained from the American Type Culture Collection (ATCC). The cells were grown in Dulbecco's modified Eagle's medium (DMEM) (Gibco, Paisley, UK) supplemented with 2 mM L-glutamine, 10% fetal bovine serum (FBS) and 1% pen/strep. The cultures were maintained at 37 °C and 5% CO2. Anatase titanium dioxide (TiO2) nanopowder was purchased from Sigma (St. Louis, MO, USA). The stock solution of TiO2 nanoparticles (1 mg/ml) was prepared in deionized water, dispersed for 10 min by using a sonicator (60 amplitude) to prevent aggregation and vortexed for 1 min. The stock solution of titanium dioxide nanoparticles was kept at 4 °C and used within 1 week for the experiments. Prior to each experiment, the stock solution was sonicated on ice for 10 min, vortexed for 1 min and then immediately diluted into the working concentrations with medium. TiO2-NP at different concentrations (5, 50 and 100 μg/ml) was added to the cell cultures containing 20 ml of medium in 150 mm polystyrene-coated dishes. After 24-h incubation, cells were harvested and prepared for metabolomic and other analysis. For electron microscopy, cells were fixed in 2% glutaraldehyde in 0.1 M sodium cacodylate buffer (pH 7.4) at 4 °C overnight and postfixed with 1% osmium tetroxide/1% potassium ferrocyanide for 1 h at room temperature. After fixation, cells were stained en bloc with 5% aqueous uranyl acetate overnight at room temperature, dehydrated and embedded in Taab epoxy resin (Taab Laboratories Equipment Ltd., Aldermaston, UK). Ultrathin sections were stained with lead citrate and recorded using a Megaview 3 digital camera and iTEM software (Olympus Soft Imaging Solutions GmbH, Münster, Germany) in a Jeol 100-CXII electron microscope (Jeol UK Ltd., Welwyn Garden City, UK) equipped with a PCXA-1186 energy-dispersive X-ray spectrometer (Link Analytical Ltd., High Wycombe, UK). Flow cytometry was performed as described by Tucci et al.60 Briefly, HaCaT cells were harvested after treatment with 0.025% trypsin for 3 min at 37 °C and then, after addition of 10% FCS in PBS, the cells were centrifuged, washed with PBS and fixed in 70% cold ethanol. The harvesting of cells using these conditions led to a high yield of undamaged cells. After fixation, cells were washed with PBS, treated for 15 min at 37 °C with RNase (100 μg/ml) and then stained with propidium iodide (10 μg/ml in the dark for 30 min). The samples were then analyzed using a FACScan flow cytometer (Becton Dickinson, San Jose, CA, USA). HaCaT cells were seeded in XF 24-well cell culture microplates (Seahorse Bioscience, North Billerica, MA, USA) in triplicate at 10 × 103 cells/well in 1 ml growth medium and then incubated at 37 °C in 5% CO2. Assays were initiated, 24 h after treatment with TiO2-NP, by removing the growth medium from each well and replacing it with 600–900 μl of assay medium pre-warmed to 37 °C. The cells were incubated at 37 °C for 30 min to allow media temperature and pH to reach equilibrium before the first rate measurement. Prior to each rate measurement, the XF24 Analyzer (Seahorse Bioscience) gently mixed the assay media in each well for 10 min to allow the oxygen partial pressure to reach equilibrium. Following mixing, oxygen consumption rate (OCR) and extracellular acidification rate (ECAR) were measured simultaneously for 3–5 min to establish a baseline rate. The assay medium was then gently mixed again for 3–5 min between each rate measurement to restore normal oxygen tension and pH in the microenvironment surrounding the cells. After the baseline measurement, 75–90 μl of a testing agent prepared in assay medium was then injected into each well to reach the desired final working concentration. This was followed by mixing for 5–10 min to expedite compound exposure to cellular proteins, after which OCR and ECAR measurements were then carried out. Generally, two to three baseline rates and two or more response rates (after compound addition) were measured, and the average of two baseline rates or test rates was used for data analysis. For time-resolved experiments, multiple measurements as well as compound injections were made at the time points indicated. The values of OCR and ECAR reflect both the metabolic activities of the cells and the number of cells being measured. For relative measurements comparing metabolic rate after compound exposure to a pre-exposure baseline, that is, when data are expressed as a percentage of OCR or ECAR change over baseline, the number of cells present in a well is not relevant as the same cell population is assayed. Samples were immediately stored at −80 °C, and, at the time of analysis, were extracted and prepared for analysis using a standard metabolic solvent extraction method. The extracted samples were split into equal parts for analysis by gas chromatography/mass spectrometry (GC/MS) or liquid chromatography/mass spectrometry (LC/MS/MS) platforms. Also included were several technical replicate samples created from a homogeneous pool containing a small amount of all study samples. Global biochemical profiles, from untreated HaCaT cells (control, CTRL) and cells treated for 24 h with varying doses of TiO2 nanoparticles: 5 μg/ml, 50 μg/ml, and 100 μg/ml, were compared. The LC/MS portion of the platform was based on a Waters ACQUITY UPLC (Waters, Milford, MA, USA) and a Thermo-Finnigan LTQ mass spectrometer (Thermo Electron Corporation, San Jose, CA, USA), which consisted of an electrospray ionization source and linear ion-trap mass analyzer. The sample extract was split into two aliquots, dried, then reconstituted in acidic or basic LC-compatible solvents, each of which contained 11 or more injection standards at fixed concentrations. One aliquot was analyzed using acidic positive ion-optimized conditions and the other using basic negative ion-optimized conditions in two independent injections using separate dedicated columns. Extracts reconstituted in acidic conditions were gradient-eluted using water and methanol, both containing 0.1% formic acid, while the basic extracts, which also used water/methanol, contained 6.5 mM ammonium bicarbonate. The MS analysis alternated between MS and data-dependent MS2 scans using dynamic exclusion. The samples destined for GC/MS analysis were redried under vacuum desiccation for a minimum of 24 h prior to being derivatized under dried nitrogen using bistrimethyl-silyl-triflouroacetamide (BSTFA). The GC column was 5% phenyl and the temperature ramp is from 40 to 300 °C in a 16 min period. Samples were analyzed on a Thermo-Finnigan Trace DSQ fast-scanning single-quadrupole mass spectrometer using electron impact ionization. The instrument was tuned and calibrated for mass resolution and mass accuracy on a daily basis. The information output from the raw data files was automatically extracted. For ions with counts >2 million, an accurate mass measurement could be performed. Accurate mass measurements could be made on the parent ion as well as on the fragments. The typical mass error was <5 ppm. Ions with <2 million counts require a greater amount of effort to characterize. Fragmentation spectra (MS/MS) were typically generated in a data-dependent manner, but if necessary, targeted MS/MS could be employed, such as in the case of lower level signals. Compounds were identified by comparison with library entries of purified standards or recurrent unknown entities. Identification of known chemical entities was based on comparison with metabolic library entries of purified standards. The combination of chromatographic properties and mass spectra gave an indication of a match to the specific compound or an isobaric entity. Instrument variability was determined by calculating the median relative S.D. for the internal standards that were added to each sample prior to injection into the mass spectrometers. Overall process variability was determined by calculating the median relative S.D. for all endogenous metabolites (i.e., non-instrument standards) present in 100% of the matrix samples, which are technical replicates of pooled client samples. The metabolic analysis, as from above, allowed the identification of a total of 268 named biochemicals. Following normalization to total protein determined by Bradford assay, log transformation and imputation with minimum observed values was performed for each compound. Welc's two-sample t-tests were then used to identify biochemicals that differed significantly between experimental groups. A summary of the numbers of biochemicals that achieved statistical significance (P⩽0.05), as well as those approaching significance (0.05<P<0.1), is shown as a table and a Supplementary table in the Results section. An estimate of the false discovery rate (q-value) is calculated to take into account the multiple comparisons that normally occur in metabolic-based studies. For example, when analyzing 200 compounds, we would expect to see about 10 compounds meeting the P⩽0.05 cutoff by random chance. The q-value describes the false discovery rate; a low q-value (q<0.10) is an indication of high confidence in a result. While a higher q-value indicates diminished confidence, it does not necessarily rule out the significance of a result.\n\n## Cell culture\nThe human keratinocyte cell line (HaCaT) was obtained from the American Type Culture Collection (ATCC). The cells were grown in Dulbecco's modified Eagle's medium (DMEM) (Gibco, Paisley, UK) supplemented with 2 mM L-glutamine, 10% fetal bovine serum (FBS) and 1% pen/strep. The cultures were maintained at 37 °C and 5% CO2.\n\n## Titanium dioxide solution preparation and treatment\nAnatase titanium dioxide (TiO2) nanopowder was purchased from Sigma (St. Louis, MO, USA). The stock solution of TiO2 nanoparticles (1 mg/ml) was prepared in deionized water, dispersed for 10 min by using a sonicator (60 amplitude) to prevent aggregation and vortexed for 1 min. The stock solution of titanium dioxide nanoparticles was kept at 4 °C and used within 1 week for the experiments. Prior to each experiment, the stock solution was sonicated on ice for 10 min, vortexed for 1 min and then immediately diluted into the working concentrations with medium. TiO2-NP at different concentrations (5, 50 and 100 μg/ml) was added to the cell cultures containing 20 ml of medium in 150 mm polystyrene-coated dishes. After 24-h incubation, cells were harvested and prepared for metabolomic and other analysis.\n\n## Transmission electron microscopy (TEM)\nFor electron microscopy, cells were fixed in 2% glutaraldehyde in 0.1 M sodium cacodylate buffer (pH 7.4) at 4 °C overnight and postfixed with 1% osmium tetroxide/1% potassium ferrocyanide for 1 h at room temperature. After fixation, cells were stained en bloc with 5% aqueous uranyl acetate overnight at room temperature, dehydrated and embedded in Taab epoxy resin (Taab Laboratories Equipment Ltd., Aldermaston, UK). Ultrathin sections were stained with lead citrate and recorded using a Megaview 3 digital camera and iTEM software (Olympus Soft Imaging Solutions GmbH, Münster, Germany) in a Jeol 100-CXII electron microscope (Jeol UK Ltd., Welwyn Garden City, UK) equipped with a PCXA-1186 energy-dispersive X-ray spectrometer (Link Analytical Ltd., High Wycombe, UK).\n\n## Flow cytometry analysis\nFlow cytometry was performed as described by Tucci et al.60 Briefly, HaCaT cells were harvested after treatment with 0.025% trypsin for 3 min at 37 °C and then, after addition of 10% FCS in PBS, the cells were centrifuged, washed with PBS and fixed in 70% cold ethanol. The harvesting of cells using these conditions led to a high yield of undamaged cells. After fixation, cells were washed with PBS, treated for 15 min at 37 °C with RNase (100 μg/ml) and then stained with propidium iodide (10 μg/ml in the dark for 30 min). The samples were then analyzed using a FACScan flow cytometer (Becton Dickinson, San Jose, CA, USA).\n\n## Extracellular flux (XF) analysis\nHaCaT cells were seeded in XF 24-well cell culture microplates (Seahorse Bioscience, North Billerica, MA, USA) in triplicate at 10 × 103 cells/well in 1 ml growth medium and then incubated at 37 °C in 5% CO2. Assays were initiated, 24 h after treatment with TiO2-NP, by removing the growth medium from each well and replacing it with 600–900 μl of assay medium pre-warmed to 37 °C. The cells were incubated at 37 °C for 30 min to allow media temperature and pH to reach equilibrium before the first rate measurement. Prior to each rate measurement, the XF24 Analyzer (Seahorse Bioscience) gently mixed the assay media in each well for 10 min to allow the oxygen partial pressure to reach equilibrium. Following mixing, oxygen consumption rate (OCR) and extracellular acidification rate (ECAR) were measured simultaneously for 3–5 min to establish a baseline rate. The assay medium was then gently mixed again for 3–5 min between each rate measurement to restore normal oxygen tension and pH in the microenvironment surrounding the cells. After the baseline measurement, 75–90 μl of a testing agent prepared in assay medium was then injected into each well to reach the desired final working concentration. This was followed by mixing for 5–10 min to expedite compound exposure to cellular proteins, after which OCR and ECAR measurements were then carried out. Generally, two to three baseline rates and two or more response rates (after compound addition) were measured, and the average of two baseline rates or test rates was used for data analysis. For time-resolved experiments, multiple measurements as well as compound injections were made at the time points indicated. The values of OCR and ECAR reflect both the metabolic activities of the cells and the number of cells being measured. For relative measurements comparing metabolic rate after compound exposure to a pre-exposure baseline, that is, when data are expressed as a percentage of OCR or ECAR change over baseline, the number of cells present in a well is not relevant as the same cell population is assayed.\n\n## Metabolomic analysis\nSamples were immediately stored at −80 °C, and, at the time of analysis, were extracted and prepared for analysis using a standard metabolic solvent extraction method. The extracted samples were split into equal parts for analysis by gas chromatography/mass spectrometry (GC/MS) or liquid chromatography/mass spectrometry (LC/MS/MS) platforms. Also included were several technical replicate samples created from a homogeneous pool containing a small amount of all study samples. Global biochemical profiles, from untreated HaCaT cells (control, CTRL) and cells treated for 24 h with varying doses of TiO2 nanoparticles: 5 μg/ml, 50 μg/ml, and 100 μg/ml, were compared. The LC/MS portion of the platform was based on a Waters ACQUITY UPLC (Waters, Milford, MA, USA) and a Thermo-Finnigan LTQ mass spectrometer (Thermo Electron Corporation, San Jose, CA, USA), which consisted of an electrospray ionization source and linear ion-trap mass analyzer. The sample extract was split into two aliquots, dried, then reconstituted in acidic or basic LC-compatible solvents, each of which contained 11 or more injection standards at fixed concentrations. One aliquot was analyzed using acidic positive ion-optimized conditions and the other using basic negative ion-optimized conditions in two independent injections using separate dedicated columns. Extracts reconstituted in acidic conditions were gradient-eluted using water and methanol, both containing 0.1% formic acid, while the basic extracts, which also used water/methanol, contained 6.5 mM ammonium bicarbonate. The MS analysis alternated between MS and data-dependent MS2 scans using dynamic exclusion. The samples destined for GC/MS analysis were redried under vacuum desiccation for a minimum of 24 h prior to being derivatized under dried nitrogen using bistrimethyl-silyl-triflouroacetamide (BSTFA). The GC column was 5% phenyl and the temperature ramp is from 40 to 300 °C in a 16 min period. Samples were analyzed on a Thermo-Finnigan Trace DSQ fast-scanning single-quadrupole mass spectrometer using electron impact ionization. The instrument was tuned and calibrated for mass resolution and mass accuracy on a daily basis. The information output from the raw data files was automatically extracted. For ions with counts >2 million, an accurate mass measurement could be performed. Accurate mass measurements could be made on the parent ion as well as on the fragments. The typical mass error was <5 ppm. Ions with <2 million counts require a greater amount of effort to characterize. Fragmentation spectra (MS/MS) were typically generated in a data-dependent manner, but if necessary, targeted MS/MS could be employed, such as in the case of lower level signals. Compounds were identified by comparison with library entries of purified standards or recurrent unknown entities. Identification of known chemical entities was based on comparison with metabolic library entries of purified standards. The combination of chromatographic properties and mass spectra gave an indication of a match to the specific compound or an isobaric entity.\n\n## Data quality: instrument and process variability\nInstrument variability was determined by calculating the median relative S.D. for the internal standards that were added to each sample prior to injection into the mass spectrometers. Overall process variability was determined by calculating the median relative S.D. for all endogenous metabolites (i.e., non-instrument standards) present in 100% of the matrix samples, which are technical replicates of pooled client samples.\n\n## Metabolite summary and significantly altered biochemicals\nThe metabolic analysis, as from above, allowed the identification of a total of 268 named biochemicals. Following normalization to total protein determined by Bradford assay, log transformation and imputation with minimum observed values was performed for each compound. Welc's two-sample t-tests were then used to identify biochemicals that differed significantly between experimental groups. A summary of the numbers of biochemicals that achieved statistical significance (P⩽0.05), as well as those approaching significance (0.05<P<0.1), is shown as a table and a Supplementary table in the Results section. An estimate of the false discovery rate (q-value) is calculated to take into account the multiple comparisons that normally occur in metabolic-based studies. For example, when analyzing 200 compounds, we would expect to see about 10 compounds meeting the P⩽0.05 cutoff by random chance. The q-value describes the false discovery rate; a low q-value (q<0.10) is an indication of high confidence in a result. While a higher q-value indicates diminished confidence, it does not necessarily rule out the significance of a result.",
  "word_count": 7262,
  "char_count": 49034
}