{
  "pmcid": "PMC12197137",
  "doi": "10.3390/toxics13060469",
  "title": "The Metal Oxidation State in Cu, CuO, and Cu2O Nanoparticles Plays a Key Role in Toxicity to Sea Urchin Arbacia lixula, Paracentrotus lividus, and Sphaerechinus granularis Embryos",
  "authors": [
    "Ivana Čarapar",
    "Lara Jurković",
    "Dijana Pavičić-Hamer",
    "Andrej Jaklin",
    "Maja Dutour Sikirić",
    "Bojan Hamer",
    "Daniel Mark Lyons"
  ],
  "year": "2025",
  "journal": "Toxics",
  "abstract": "Copper-based nanoparticles (as Cu2O) are a key component in marine antifouling paints and, as coatings degrade, release nanoparticles that can affect a wide range of non-target organisms. This study investigates the impact of Cu2O nanoparticles on the early development of urchins Arbacia lixula, Paracentrotus lividus and Sphaerechinus granularis, and benchmarks their toxicity against similarly sized Cu and CuO nanoparticles and ionic copper. Concentration-dependent toxicity was noted for all forms of copper at concentrations in the 1 to 5000 µg L−1 range. EC50 values after Cu2O exposure indicated that A. lixula (99 µg L−1) was generally more sensitive than the other two species, with EC50 values of 371 µg L−1 and 606 µg L−1 noted for S. granularis and P. lividus, respectively. The same trend across species was noted for both Cu and CuO, although these nanoparticles generally showed higher EC50 values, indicating lower toxicity compared to Cu2O. LC50 values qualitatively parallel the corresponding EC50 values, with Cu2O consistently the most toxic, while Cu was less harmful, and CuO did not reach LC50 at any concentration. Again, greatest lethality was noted in A. lixula. While copper ion release from Cu was much greater than from CuO and Cu2O, the latter showed similar or greater toxicity to developing embryos compared to Cu. This indicates that copper ions are not the sole driver of toxicity of Cu2O, but there may also be a contribution derived from Cu2O redox activity within cells or at membranes that negatively impact oxidative stress defence mechanisms and metabolic pathways.",
  "sections": [
    {
      "title": "1. Introduction",
      "text": "Copper, an essential element for organisms, is an economically important metal that has found use in a wide range of industrial applications due to its specific electrical, magnetic, and thermal properties. In addition, copper shows favourable characteristics as an antimicrobial agent and, thus, is increasingly used in the wood protection and textile industry due to its antibacterial and antifungal properties such as the ability to generate reactive oxygen species and disrupt cellular membranes in microbes [1,2]. Moreover, copper has become one of the key components in ship hull antifouling paints due to its toxicity to attaching organisms such as polychaetes, algae, and barnacles, which has important commercial implications in terms of reducing drag for enhanced speed and fuel economy in the shipping industry [3,4]. However, over time, hull coatings degrade, and copper-containing biocides may leach into surrounding waters, presenting a threat to non-target organisms [5,6,7]. Indeed, copper concentrations measured at locations such as vessel maintenance yards and marinas are very high and most likely derive from antifouling coatings [8]. Increasingly, with a view of maintaining copper’s efficiency while avoiding significant leaching from the coatings, attention has turned towards encapsulating copper in nanoparticulate form in biocides for hulls [9]. With significant increases in the use of copper-based nanomaterials expected over the coming decade, including in the paints and coatings market [10], the likely quantities of these released into the aquatic environment grows in parallel. Copper’s diverse modes of toxicity are typically ascribed to the action of Cu2+ ions and include, for example, its affinity for binding to histidine, cysteine, and methionine amino acids which impacts protein function [11], binding to sulphydryl groups of proteins and the depletion of antioxidant glutathione [12], and oxidative damage to DNA [13]. Thus, for copper-based nanoparticles, the release of metal ions is thought to be the main driver of toxicity, and negative effects from such nanoparticles have been demonstrated in a wide range of aquatic organisms such as decreased viability and photosynthesis inhibition in microalgae [14], the inhibition of fertilisation ability in sea urchin sperm [15], and the induction of oxidative stress in bivalve haemocytes [16]. The sea urchin, a marine invertebrate, has found wide use in toxicity testing, particularly as urchin embryos provide a number of easily accessible endpoints, including spermiotoxicity and transmissible damage to offspring, anomalous development and skeletogenesis, and cytogenetic anomalies during embryonic development [17,18]. The impact of ionic copper has already been shown in embryos of urchin Paracentrotus lividus, where exposure to increasing concentrations of Cu2+ resulted in a decrease in the number of embryos reaching the normal plutei larval stage [19], and caused malformations during skeletogenesis such as incomplete or missing skeletal rods, fused arms, and separated or crossed tips [20]. Furthermore, the treatment of sperm with Cu2+ similarly showed concentration-dependent effects with decreasing fertilisation success as the copper concentration increased [21]. CuO nanoparticles also showed toxicity to P. lividus sperm through the increased generation of reactive oxygen species, lipid peroxidation, DNA fragmentation, and decrease in mitochondrial membrane potential [22], consequently hindering or blocking fertilisation ability [15]. In terms of effects on the zygotes and embryos of sea urchin Lytechinus pictus, CuO has been shown to cause concentration-dependent ATP-binding cassette (ABC) transporter inhibition [23], reduction in total antioxidant capacity [24], and developmental defects and growth retardation [25]. These data clearly indicate that copper-based nanoparticles impact a wide range of cellular processes and represent a threat to biota in the aquatic environment. While relatively few published studies report on the impact of exposure to copper-based nanoparticles in sea urchins, primarily focusing on Cu and CuO nanoparticles, there is a significant knowledge gap regarding the potential toxicity of Cu2O nanoparticles in this model organism. This is important as Cu2O nanoparticles are a primary constituent of marine antifouling paints and due to leaching may represent a threat to non-target organisms [26,27]. Thus, this study addresses the effects of Cu2O nanoparticles on the early life stages and embryonic growth of sea urchin larvae, and is benchmarked against Cu and CuO nanoparticles and ionic copper. Furthermore, the work herein also aimed to define whether different species of sea urchin are equally sensitive to these various sources of copper."
    },
    {
      "title": "2. Materials and Methods",
      "text": "Similarly sized copper-based nanoparticles (Cu, 40–60 nm; CuO, <50 nm) were purchased from Sigma-Aldrich (St. Louis, MO, USA), while Cu2O (80 nm) was acquired from Nanografi (Ankara, Turkey); copper sulphate pentahydrate was obtained from Kemika (Zagreb, Croatia), while potassium chromium (III) sulphate dodecahydrate and RotiQuant Coomassie dye solution were purchased from Carl Roth (Karlsruhe, Germany). Ultrapure water (18.2 MΩ⸱cm) was provided by a TKA GenPur system (TKA Wasseraufbereitungssysteme GmbH, Niederelbert, Germany), while filtered seawater was prepared by filtering natural seawater though a 0.2 μm mesh cellulose nitrate filter (Whatman, Little Chalfont, UK). Particle size distributions for nanoparticles in ultrapure water and artificial seawater were determined by dynamic light scattering (DLS) using Malvern-Panalytical Zetasizer Nano ZS (Malvern, UK) equipped with a green laser (532 nm). The intensity of scattered light was measured at 173°. Hydrodynamic diameters (dH) were obtained as the value at peak maximum of the size volume distribution function. Samples were measured 10 times at 25 °C, and the data were processed on Zetasizer v6.32 software. Dispersions of Cu, CuO, and Cu2O nanoparticles (1 mg-Cu mL−1) in ultrapure water and in filtered seawater were prepared every 12 h for 4 days, upon which all dispersions were filtered through Amicon Ultra 3 kDa MWCO centrifugal filters (Merck KGaA, Darmstadt, Germany). This gave a sequence of filtrates from dispersions that had contained nanoparticles for various time periods ranging from 12 h to 96 h. The copper ion concentration in the filtrates was measured by a cupric ion selective electrode (Mettler Toledo, Columbus, OH, USA) to 96 h. Mediterranean urchins P. lividus, Arbacia lixula and Sphaerechinus granularis were hand collected by divers along the Adriatic coast near Rovinj, Croatia (45°06′30″ N, 13°36′40″ E) during spring (April–May) and autumn (October–November). The urchins were visually inspected and did not display any obvious signs of injury or disease [28] which would present a confounding variable among individuals that would affect the reliability and validity of the experimental results. After collection, urchins were held in flow-through aquaria with running seawater until experiments were carried out, which were always within 5 days of collection. The running seawater was pumped approximately 50 m from the shore at a depth of 10 m, and the location did not have any industrial facilities in the vicinity, indicating low potential for urchin exposure to copper-based contaminants in the flow-through aquaria. Gametes were obtained by injecting 1 mL potassium chloride (0.5 M) through the peristomal membrane of the sea urchin followed by gentle shaking [29], with eggs from inverted females released into filtered seawater and sperm collected ‘dry’ from upright males by Pasteur pipette. After collecting the gametes, the appearance and motility of the eggs and sperm, respectively, were examined using a light microscope. Eggs that were round without any sign of deformity and sperm that were highly motile were used for subsequent experiments. Fertilisation was carried out in glass beakers by mixing the eggs from each of three females with the sperm from each of two males such that there were 6 permutations overall. The concentration of eggs was ~1000 egg mL−1, while the sperm had a final dilution of ×20,000. After 10 min. and periodic stirring, an aliquot from each beaker was examined under a light microscope to confirm elevation of the fertilisation membrane around the eggs. The experiment was continued if fertilisation success was ≥90%. The required quantity of CuSO4 and Cu, CuO, or Cu2O nanoparticles (100 μL aliquots of the respective dispersions in ultrapure water), to give final copper concentrations in the range 1–5000 μg L−1, were placed in the wells of 10 mL polystyrene 6-well plates, to which was then sequentially added 9 mL filtered seawater and 1 mL fertilised egg suspension (2 h post-fertilisation) from each of the six beakers to the respective well of the multi-well plate. Negative controls were prepared in the same way, except that no toxicant was added to the wells (rather, 100 μL ultrapure water was added instead of the toxicant). The zygotes were held in darkness (to avoid any effect of ambient light on the redox behaviour of the nanoparticles) at 18 °C until they reached the pluteus stage (72 h for P. lividus and A. lixula; 96 h for S. granularis), upon which the plutei were immobilised by the addition of 100 μL chromium sulphate (10 mM), and the first 100 plutei larva in each well were scored among three categories: (i) normally developed, (ii) developmental defects and delayed development, and (iii) arrested development or dead embryos. Six replicates were carried out in the embryotoxicity assay for each concentration, for each type of copper nanoparticle or copper sulphate, and for each urchin species. Data were tested for normality by the Shapiro–Wilk test and homogeneity of variance by Levene’s test, followed by either parametric ANOVA, with significance differences determined by the Tukey post hoc test, or by non-parametric Kruskal–Wallis ANOVA followed by the Mann–Whitney U-test. Processing of data was carried out using Origin 9 (OriginLab Corporation, Northampton, MA, USA) software. The number of normally developed urchin embryos, or number of dead embryos, after 72 h (A. lixula, P. lividus) or 96 h (S. granularis) exposure were recorded as a function of copper concentration to determine the half maximal effect concentrations (EC50) and median lethal concentrations (LC50), respectively. Data were fitted with a dose–response model of form y = A1 + (A2 − A1)/(1 + 10 (logEC50-x)p), where A1 and A2 are the bottom and top asymptotes and p is the variable Hill slope. A linear regression model was used to estimate EC50 and/or LC50 values for Cu2+ where the bottom and/or top plateaus were insufficient to allow for the use of a standard dose–response model."
    },
    {
      "title": "2.1. Nanoparticles and Chemicals",
      "text": "Similarly sized copper-based nanoparticles (Cu, 40–60 nm; CuO, <50 nm) were purchased from Sigma-Aldrich (St. Louis, MO, USA), while Cu2O (80 nm) was acquired from Nanografi (Ankara, Turkey); copper sulphate pentahydrate was obtained from Kemika (Zagreb, Croatia), while potassium chromium (III) sulphate dodecahydrate and RotiQuant Coomassie dye solution were purchased from Carl Roth (Karlsruhe, Germany). Ultrapure water (18.2 MΩ⸱cm) was provided by a TKA GenPur system (TKA Wasseraufbereitungssysteme GmbH, Niederelbert, Germany), while filtered seawater was prepared by filtering natural seawater though a 0.2 μm mesh cellulose nitrate filter (Whatman, Little Chalfont, UK)."
    },
    {
      "title": "2.2. Determination of Nanoparticle Colloidal Stability",
      "text": "Particle size distributions for nanoparticles in ultrapure water and artificial seawater were determined by dynamic light scattering (DLS) using Malvern-Panalytical Zetasizer Nano ZS (Malvern, UK) equipped with a green laser (532 nm). The intensity of scattered light was measured at 173°. Hydrodynamic diameters (dH) were obtained as the value at peak maximum of the size volume distribution function. Samples were measured 10 times at 25 °C, and the data were processed on Zetasizer v6.32 software."
    },
    {
      "title": "2.3. Nanoparticle Dissolution",
      "text": "Dispersions of Cu, CuO, and Cu2O nanoparticles (1 mg-Cu mL−1) in ultrapure water and in filtered seawater were prepared every 12 h for 4 days, upon which all dispersions were filtered through Amicon Ultra 3 kDa MWCO centrifugal filters (Merck KGaA, Darmstadt, Germany). This gave a sequence of filtrates from dispersions that had contained nanoparticles for various time periods ranging from 12 h to 96 h. The copper ion concentration in the filtrates was measured by a cupric ion selective electrode (Mettler Toledo, Columbus, OH, USA) to 96 h."
    },
    {
      "title": "2.4. Embryotoxicity Assay",
      "text": "Mediterranean urchins P. lividus, Arbacia lixula and Sphaerechinus granularis were hand collected by divers along the Adriatic coast near Rovinj, Croatia (45°06′30″ N, 13°36′40″ E) during spring (April–May) and autumn (October–November). The urchins were visually inspected and did not display any obvious signs of injury or disease [28] which would present a confounding variable among individuals that would affect the reliability and validity of the experimental results. After collection, urchins were held in flow-through aquaria with running seawater until experiments were carried out, which were always within 5 days of collection. The running seawater was pumped approximately 50 m from the shore at a depth of 10 m, and the location did not have any industrial facilities in the vicinity, indicating low potential for urchin exposure to copper-based contaminants in the flow-through aquaria. Gametes were obtained by injecting 1 mL potassium chloride (0.5 M) through the peristomal membrane of the sea urchin followed by gentle shaking [29], with eggs from inverted females released into filtered seawater and sperm collected ‘dry’ from upright males by Pasteur pipette. After collecting the gametes, the appearance and motility of the eggs and sperm, respectively, were examined using a light microscope. Eggs that were round without any sign of deformity and sperm that were highly motile were used for subsequent experiments. Fertilisation was carried out in glass beakers by mixing the eggs from each of three females with the sperm from each of two males such that there were 6 permutations overall. The concentration of eggs was ~1000 egg mL−1, while the sperm had a final dilution of ×20,000. After 10 min. and periodic stirring, an aliquot from each beaker was examined under a light microscope to confirm elevation of the fertilisation membrane around the eggs. The experiment was continued if fertilisation success was ≥90%. The required quantity of CuSO4 and Cu, CuO, or Cu2O nanoparticles (100 μL aliquots of the respective dispersions in ultrapure water), to give final copper concentrations in the range 1–5000 μg L−1, were placed in the wells of 10 mL polystyrene 6-well plates, to which was then sequentially added 9 mL filtered seawater and 1 mL fertilised egg suspension (2 h post-fertilisation) from each of the six beakers to the respective well of the multi-well plate. Negative controls were prepared in the same way, except that no toxicant was added to the wells (rather, 100 μL ultrapure water was added instead of the toxicant). The zygotes were held in darkness (to avoid any effect of ambient light on the redox behaviour of the nanoparticles) at 18 °C until they reached the pluteus stage (72 h for P. lividus and A. lixula; 96 h for S. granularis), upon which the plutei were immobilised by the addition of 100 μL chromium sulphate (10 mM), and the first 100 plutei larva in each well were scored among three categories: (i) normally developed, (ii) developmental defects and delayed development, and (iii) arrested development or dead embryos."
    },
    {
      "title": "2.5. Statistical Analysis",
      "text": "Six replicates were carried out in the embryotoxicity assay for each concentration, for each type of copper nanoparticle or copper sulphate, and for each urchin species. Data were tested for normality by the Shapiro–Wilk test and homogeneity of variance by Levene’s test, followed by either parametric ANOVA, with significance differences determined by the Tukey post hoc test, or by non-parametric Kruskal–Wallis ANOVA followed by the Mann–Whitney U-test. Processing of data was carried out using Origin 9 (OriginLab Corporation, Northampton, MA, USA) software. The number of normally developed urchin embryos, or number of dead embryos, after 72 h (A. lixula, P. lividus) or 96 h (S. granularis) exposure were recorded as a function of copper concentration to determine the half maximal effect concentrations (EC50) and median lethal concentrations (LC50), respectively. Data were fitted with a dose–response model of form y = A1 + (A2 − A1)/(1 + 10 (logEC50-x)p), where A1 and A2 are the bottom and top asymptotes and p is the variable Hill slope. A linear regression model was used to estimate EC50 and/or LC50 values for Cu2+ where the bottom and/or top plateaus were insufficient to allow for the use of a standard dose–response model."
    },
    {
      "title": "3. Results",
      "text": "The hydrodynamic diameter (dH) of the nanoparticles dispersed in ultrapure water and in artificial seawater was determined immediately after preparation, and after 24 h and 48 h (Figure 1). In ultrapure water, dH remained constant for the nanoparticles over time, indicating good colloidal stability. However, in artificial seawater, dH immediately increased from about 50 nm to 300–400 nm indicating the rapid formation of agglomerates. After 24 h, the value of dH increased to about 600 nm for Cu and CuO, while a value of 550 nm was observed for Cu2O, indicating the continued growth of agglomerates over time. After 48 h, dH had further increased for Cu and CuO to about 700 nm, while for Cu2O there was a slight decrease in the size of the agglomerates, which could suggest that relatively stable agglomerates were already formed after 24 h. During repeated measurements, smaller sized agglomerates were occasionally measured, but they typically comprised less than 5% of the total particles present. The presence of cupric (Cu2+) ions from nanoparticles dispersed in ultrapure water and filtered seawater was determined by ion selective electrode over 96 h. The seawater in the flow-through acclimation aquaria as well as the filtered seawater used for the experiments did not show the presence of cupric ions (i.e., below the limit of detection of the electrode). From an initial concentration of 1000 mg L−1, it was found that the average concentration of released ions from Cu (2.60 ± 1.02 μg L−1) in ultrapure water was about 3 times greater than that released from CuO and Cu2O (0.65 ± 0.40 and 0.83 ± 0.45 μg L−1, respectively), with nanoparticles of both copper oxides releasing similar quantities of ionic copper (Figure 2a). A comparable case was found for filtered seawater, although the average concentrations of cupric ions over 96 h were two orders of magnitude lower than in freshwater (0.026 ± 0.008 μg L−1 for Cu, and 0.006 ± 0.004 and 0.009 ± 0.002 μg L−1 for CuO and Cu2O, respectively; Figure 2b). Embryos and plutei larvae of the three species of urchin were categorised as normally developed, developmentally delayed and defective, and undeveloped embryos based on their visual appearance (Figure 3). Zygotes of A. lixula exposed to different forms of copper shortly after fertilisation showed clear concentration-dependent trends, with CuSO4 showing greater negative effects than for those exposed to nanoparticles. In particular, significant toxicity was noted even at the lowest concentration of 1 µg L−1, where the percentage of normal plutei decreased to 16% compared to the non-treated controls with 94% normal plutei. At all other copper concentrations, there was a complete absence of live embryos and larvae (Figure 4a). For zygotes exposed to Cu nanoparticles, a trend in decreasing number of normal plutei with increasing nanoparticle concentration was noted, with a significant reduction in normal plutei already noted at the lowest copper concentration of 1 µg L−1, and only about 50% normal plutei remaining after treatment with 100 µg L−1 nanoparticulate Cu (Figure 4b). Only about 30% plutei remained alive at a copper concentration of 1000 µg L−1, while all were dead at higher concentrations. While significant differences to controls were noted for all concentrations of CuO nanoparticles, the nanoparticles were observed to cause lower toxicity than Cu nanoparticles, with a large proportion of plutei (42%) scored as normal up to the highest tested concentration of 5000 µg L−1 (Figure 4c). In contrast, toxicity effects from exposure to Cu2O nanoparticles more closely resembled that of Cu nanoparticles, where significant differences to controls were noted for all concentrations, with only about 40% normally developed plutei observed at a CuO concentration of 100 µg L−1 (Figure 4d). At a concentration of 500 µg L−1, a preponderance of dead embryos was noted, while only dead embryos were found at all higher concentrations. In the case of developing P. lividus embryos, similar trends were noted as for A. lixula, with zygotes treated with CuSO4 showing greater negative effects than for those exposed to nanoparticles. Ionic copper, in the form of copper sulphate, showed little effect on plutei after 72 h exposure at a concentration of 1 μg L−1, while 10 μg L−1 copper ions resulted in complete developmental arrest at the 4–8 cell stage, i.e., arrest almost immediately after exposure (Figure 5a). Cu nanoparticles showed a milder effect, with most larvae showing normal development up to a concentration of 500 μg L−1, although numbers of normal larvae were significantly lower than the control. In parallel, the number of larvae with delayed or arrested development began to significantly increase from copper concentrations of 10 and 500 μg L−1, respectively, with more than half showing complete developmental arrest at concentrations from 1000 μg L−1 (Figure 5b). Exposure of zygotes to CuO nanoparticles resulted in a significant reduction in normal embryonic development at copper concentrations of 100 µg L−1 and higher, with a concomitant significant increase in number of plutei larvae showing developmental delays and arrest (Figure 5c). However, even at a copper concentration of 5000 µg L−1, most of the plutei were normally developed without any obvious deformities, unlike the case for Cu nanoparticles where significant negative effects were noted as much lower copper concentrations. Similarly to Cu nanoparticles, zygotes exposed to Cu2O nanoparticles also showed a significant decrease in normal plutei at a copper concentration of 10 µg L−1 with a parallel increase in the number of developmentally delayed plutei and those showing skeletal defects (Figure 5d). The number of normal plutei decreased with increasing copper concentration, with about 60% normal plutei noted for the 500 µg L−1 treatment. In contrast to Cu nanoparticles, for Cu2O nanoparticles with copper concentrations greater than 500 µg L−1 no living embryos or plutei were noted after the 72 h exposure. Consistent with data from the other urchins, embryos and plutei of S. granularis showed qualitatively similar effects from exposure to ionic and nanoparticulate copper. The greatest negative impact was recorded after the treatment of zygotes with CuSO4, where the percentage of normally developed larvae decreased from 90% to about 55% compared to the control after exposure to the lowest Cu2+ concentration of 1 µg L−1, while at all other concentrations (10–5000 µg L−1) all embryos were dead (Figure 6a). Treatment of zygotes with Cu nanoparticles significantly reduced the development of normal larvae at a concentration of 10 µg L−1, with only half the plutei classed as normal after exposure to 500 µg L−1 nanoparticulate copper (Figure 6b). At higher Cu nanoparticle concentrations, developmentally delayed plutei (1000 µg L−1 Cu) or developmentally arrested embryos (≥2000 µg L−1 Cu) dominated. The effects of treatment with CuO nanoparticles were more pronounced on S. granularis zygotes compared to A. lixula and P. lividus. While significant effects were noted already at a concentration of 1 µg L−1, less than 50% of the plutei were normal at concentrations >100 µg L−1 while at all higher nanoparticulate copper concentrations most of the remaining plutei showed developmental delays (50–60%), with a smaller number of dead embryos or plutei (20–30%) present (Figure 6c). Similar behaviour was noted for zygotes exposed to Cu2O nanoparticles where increasing copper concentrations resulted in a corresponding decrease in normally developed plutei and a parallel increase in developmentally delayed plutei up to a concentration of 500 µg L−1, after which most (1000 µg L−1 Cu) or all (≥2000 µg L−1 Cu) embryos and plutei were found to be dead (Figure 6d). Half maximal effect concentrations (EC50) were calculated for embryos of the three species of urchin exposed to ionic and nanoparticulate copper, and the values are given in Table 1. P. lividus was generally found to be more robust than the other two species, with greater copper concentrations required to achieve a reduction to 50% normal plutei. For example, exposure to Cu2O required a concentration of 606 µg L−1 to reduce the proportion of normal larvae of P. lividus to 50%, while lower copper concentrations of 371 µg L−1 and 99 µg L−1 were sufficient to achieve the same negative effect in S. granularis and A. lixula respectively. Conversely, A. lixula was typically the most sensitive species, with much lower copper concentrations necessary to achieve EC50, for example, exposure to 88 µg L−1 Cu nanoparticles in contrast to 496 µg L−1 and 617 µg L−1 for P. lividus and S. granularis, respectively. In terms of nanoparticle toxicity, Cu2O in most cases caused a greater negative effect than Cu (similar values in A. lixula) while CuO was generally found to have the mildest effects (except in S. granularis). Median lethal concentrations (LC50) were also calculated for the three urchin species based on the number of dead zygotes/embryos/plutei after 72 h or 96 h exposure to four sources of copper (Table 2). The values qualitatively parallel the corresponding EC50 values, indicating that A. lixula is the most sensitive species to copper. However, S. granularis indicated higher LC50 values than P. lividus, unlike the case for EC50 where the order of species robustness was reversed. Moreover, of the nanoparticles tested, Cu2O was consistently found to cause the greatest toxicity, while Cu was less harmful, and CuO did not reach LC50 at any of the tested concentrations."
    },
    {
      "title": "4. Discussion",
      "text": "Many organisms are known to be susceptible to copper toxicity, and reports in the literature have typically compared and contrasted the effects of Cu and CuO nanoparticles. However, much more rarely have Cu2O nanoparticles been investigated, which is surprising given this material’s wide range of commercial uses, particularly as a biocide. In this work, the effects of Cu2O nanoparticles, as well as comparison with ionic and nanoparticulate Cu and CuO, on embryogenesis and larval development in several species of sea urchin were studied as a function of concentration. Irrespective of the form or oxidation state of copper, clear concentration-dependent trends were noted. In particular, with increasing copper concentration, the number of normally developed plutei decreased in parallel with an increasing number of plutei showing delayed or anomalous development, arrested development at earlier development phases or dead zygotes and embryos. Indeed, significant negative effects (compared to non-treated controls) were oftentimes noted at the lowest copper concentrations used, indicating very high sensitivity of urchin zygotes, embryos, and plutei to the presence of copper. The toxicity of copper nanoparticles has typically been ascribed to Cu2+ ions released from the particle surface, with the greater surface areas (per unit mass) of smaller nanoparticles showing more rapid release of Cu2+ ions than larger particles. A study on copper nanoparticle (40, 60, 80 nm) size effects on dorsal root ganglion neurons of Sprague Dawley rats clearly differentiated the increased toxicity of copper nanoparticles with decreasing size [30]. In sea urchins, there are relatively few reports on the effects of copper-based nanoparticles on embryonal development. It was reported that 12 nm CuO nanoparticles (80–200 nm aggregates in seawater) disrupt cholinergic and serotonergic pathways of the nervous system in A. lixula, for example through dose-dependent decreased levels of choline and N-acetyl serotonin, as well as giving rise to developmental anomalies during skeletogenesis, with EC50 values lying in the 10–20 μg L−1 range [31,32]. Moreover, the analysis of gene expression found that not only was there a concentration-dependent increase in glycine, a constituent of matrix proteins involved in biomineralisation but that expression of genes related to antioxidant and cytoprotective activities (catalase, superoxide dismutase, and metallothionein) had decreased after exposure to the CuO nanoparticles [33]. The corresponding EC50 values in the present work are far higher for CuO (1629 μg L−1) in A. lixula, but it should be noted that the nanoparticle size is also much larger (about 50 nm) as well as the size of the agglomerates (about 700 nm) in the seawater medium, indicating that reduced nanoparticle dissolution and ion release may be responsible for the difference in results. Unfortunately, it is not possible to benchmark results based on Cu2+ ion effects as those works did not report EC50 values for CuSO4 as positive controls. Similar studies were carried out on the effects of CuO on sea urchin L. pictus using 10 nm synthesised and 50 nm commercially obtained nanoparticles [24]. Again, the smaller sized nanoparticles showed greater dissolution (2.5%) than the larger particles (0.74%) with a corresponding effect on developmental anomalies, with EC50 values of 450 and 5395 μg L−1 noted, respectively. These larger commercially obtained nanoparticles showed very little effect on embryonic growth at environmentally relevant concentrations, which is broadly in line with the data from the present work where 50 nm particles showed very high EC50 values (with the exception of S. granularis) and LC50 was not attained after treating zygotes at the highest concentrations of 5000 μg L−1. It should be noted that their EC50 value of 32 μg L−1 for Cu2+ is somewhat higher than that of the present work (0.5 μg L−1) although this may be related to the different species and physico-chemical properties of the nanoparticles used—for comparison, the EC50 values for Cu2+ causing a decrease in the number of normal P. lividus plutei or size impairment were recently reported as in the range 24–36 μg L−1 [34], 67 μg L−1 [19], and 380 μg L−1 [35]. Not only was exposure to nanoparticulate CuO soon after fertilisation found to cause significant developmental defects but also to result in the inhibition of ABC efflux transporters [23] and a decrease in total antioxidant capacity [25], which is in line with alterations in gene expression related to antioxidant pathways [33]. Interestingly, greater accumulation of nanoparticulate copper in the embryos compared to soluble copper (Cu2+) was shown, which may be one of the key factors in the deleterious effects recorded [25]. Indeed, a similar effect was reported for 10 nm silver nanoparticles where greater bioavailability and easier internalisation caused higher toxicity in Escherichia coli compared to Ag+ ions alone [36]. It is important to mention here that high levels of agglomeration are the likely reason why our applied nanoparticulate copper concentrations >1000 μg L−1 did not result in a concentration-dependent reduction in normal plutei and parallel increase in dead plutei. In the present work, while the nanoparticles were of broadly similar size (considering nominal size and size distributions), with Cu and CuO having diameters of about 50 nm and Cu2O of 80 nm, the size difference and different chemical content meant that clearly determining size-dependent toxicity is not readily achievable. However, as Cu2+ ions are considered the primary driver of toxicity, a comparison of cupric ion concentrations in the exposure medium (filtered seawater) may provide a useful indicator of potential differences in toxicity. The speciation of copper nanoparticles in aqueous media at acidic pH encompasses the Cu2+ ionic form with a small quantity of Cu(OH)+ present (at pH values down to about pH 6). At the high ionic strength of seawater used herein (about 0.7 M) and at pH 8, dissolution of nanoparticles is suppressed. Specifically, with increasing ionic strength, charge shielding and disruption of the electric double layer drives agglomeration of the nanoparticles which disfavours dissolution. Agglomerates of Cu (100–1000 nm) and CuO (20–100 nm) nanoparticles in seawater have been reported with diameters of about 5 μm and 450 nm, respectively [37], while in the present work a gradual increase in agglomerate hydrodynamic diameter over 48 h to about 800 nm (Cu) and 700 nm (CuO) was noted. In comparison, Cu2O agglomerates were found to have much smaller diameters of about 450 nm. Any metal ions released from the nanoparticles and agglomerates will generally form a range of complexes such as CuCO3, CuHCO3+, Cu(OH)+, Cu(OH)2, CuCl+, CuCl2, CuSO4 and CuOHCl, while concentrations of free Cu2+ remain extremely low (about 1% of total copper) [38,39]. However, the presence of dissolved organic matter in seawater, such as the extracellular polymeric substances secreted by microorganisms that can form a layer around nanoparticles, counteracts their tendency to agglomerate and subsequently enables greater metal release from the particle surfaces [40,41]. Herein, Cu2O nanoparticle agglomerate sizes were much smaller than those of Cu and CuO nanoparticles, indicating a higher degree of stabilisation that may have enabled greater ion release and hence toxicity to urchin zygotes, embryos, and plutei. However, while nanoparticle stabilisation would be expected to increase copper nanoparticle toxicity, it should be noted that dissolved organic matter can chelate and sequester metal cations. Indeed, measurement of cupric ion concentrations by an ion-selective electrode showed similar values for both CuO and Cu2O, even though the latter displayed much smaller agglomerate sizes. Furthermore, dissolved organic matter can provide a protective effect, as has been shown both for fulvic and humic acids, where the dissolved organic matter reduced the toxicity of ionic copper in developing embryos of P. lividus, for example, EC50 values of 41.1 and 32.9 μg L−1 reported for copper with and without humic acid, respectively [42,43]. As the free cupric ion concentrations in CuO and Cu2O dispersions were similar over several days (about 0.1% and 0.001% of the initial nanoparticulate copper in ultrapure water and filtered seawater, respectively), and 2–3 times less than that of the Cu dispersion, it may be expected that EC50 and LC50 values would reflect that difference. However, the Cu2O exposure showed similar toxicity to that of Cu, while exposure of zygotes to CuO had much milder effects and even at very high nanoparticle mass, the LC50 level was typically not attained (likely due to sedimentation of very large nanoparticle agglomerates and reduced bioavailability). These results indicate that Cu2+ concentration alone may not be the only factor contributing to nanoparticle toxicity. It has already been reported that the physical interaction of nanomaterials with cell membranes can cause significant disruption and even penetration [44], which may lead to potentially greater or more rapid cellular uptake of these materials. Thus, the exposure of urchin zygotes 2 h post-fertilisation, when in a phase of rapid cell division, to copper nanoparticles may have resulted in membrane–particle interactions that lead to greater negative outcomes, including development delays and arrest. In addition, such physical interactions that may support the cellular uptake of particles (or copper ions) provide a mechanism where Cu2+ are generated directly within the cell by release from nanoparticles, leading to a cascade of negative effects on cellular function, for example, through DNA damage and apoptosis [45]. Considering that the Cu2O (80 nm) nanoparticles are nominally larger than the Cu (<50 nm) nanoparticles, it may be expected that the latter would be more readily taken up and, along with greater ion release, the Cu nanoparticles should have resulted in significantly greater deleterious outcomes for the developing embryos. However, as EC50 and LC50 values for Cu and CuO nanoparticles are similar for the individual species of urchin, other modes are necessary to account for the toxicity of the Cu2O nanoparticles. Dissolution of Cu2O nanoparticles, for example, in the low pH environment in cellular compartments such as endosomes and lysosomes (pH 4.5–6.5), supports the release of Cu+ ions which may persist in those organelles [46] or be oxidised to Cu2+ by Fenton-like reactions, for example, by hydrogen peroxide, resulting in the generation of hydroxyl radicals which contribute to cellular oxidative stress such as lipid peroxidation and disruption to enzymatic activity [47,48,49]. This may be a significant contributing factor as to why Cu2O nanoparticles induced far greater toxicity in developing embryos than the CuO nanoparticles, even though measured cupric ion concentrations were nearly the same. Interestingly, while general trends of copper toxicity were observed, not all species of urchin demonstrated the same sensitivity at given concentrations of copper. Overall, A. lixula was shown to be the most sensitive while P. lividus was the most robust in terms of delayed development based on half maximal effect concentrations (EC50). As early embryonic development in the different urchin species is very similar, the reason for the different impacts of nanoparticles in the three species may be related to differential modulation of gene expression profiles upon exposure to toxicants. Changes in the regulation of oxidative-stress related genes in A. lixula after exposure to CuO nanoparticles [33] or changes in metallothionein expression in P. lividus after exposure to metals such as copper [50] may indicate the primary source of species-specific sensitivity to toxicants, which is derived from the need to maintain a balance between copper homeostasis and copper detoxification pathways. Indeed, a comparative analysis of gene (dys)regulation and protein expression profiles for the three urchin species exposed under the same experimental conditions would likely provide confirmation of the basis for species showing more or less robust behaviour in the presence of particular toxicants. Species-specific sensitivity found herein is consistent with data presented for three species of urchin treated with silver nanoparticles [51]. A recent report on the effect of silver nanoparticle size on embryonic development in A. lixula and P. lividus provided contrasting data, where EC50 values for smaller nanoparticles (10, 20, 40 nm) were in many cases similar for both species, while for larger nanoparticles (60, 100 nm), P. lividus had lower calculated EC50 values indicating greater sensitivity [52]. Interestingly, the provided EC50 values for 60 nm silver nanoparticles of 846 and 360 μg L−1 for A. lixula and P. lividus, respectively, are larger than the corresponding values reported by Burić et al. [51]. However, the major difference between those reports is that the nanoparticles used in the earlier work were synthesised in-house and had a less uniform spherical shape compared to the commercially provided nanoparticles used in the more recent work. This suggests that particles with a less ‘smooth’ surface with more edges and vertices are more toxic to urchin embryos and may be related to more rapid oxidative dissolution of the silver nanoparticles at defect sites at the surface. Shape-specific effects for silver nanoparticles have also been noted with other aquatic organisms where triangular nano-plates, with more crystal defects, were found to show greater toxicity to Danio rerio and a gill cell line of Oncorhynchus mykiss than spherical particles and nanowires [53]. This seems to be a broadly common effect, as reports on other nanomaterials support the conclusion that particle forms that possess more edges and defects induce greater toxicity. In particular, a study on nanoparticles (<50 nm) and nanosheets (250–1000 nm2 × 15 nm thick) of CuO found greater anti-microbial activity towards E. coli for the nanosheets than for the nanoparticles [54]. The broader issue of spatial and temporal variability of spawning populations should also be considered, with significant variations in EC50 values noted for embryos derived from adult urchins harvested from different locations and at different times of the year [55], as well as the previous exposure profile of the adult urchins to toxicants [56]. In the present study, urchins were collected near a site where copper concentrations in sediment were found to be about 13 mg/kg d.w. (below regulatory limits), although this represents long-term accumulation of the metal rather than an acute input, so the copper concentration in the water column and on hard rocky substrates where the urchins prefer to live is likely to be far lower than this value [57]. Moreover, despite the possibility of organisms being exposed to environmental copper, the experiment is a comparative study of urchins collected from the same location, so untreated (control) and treated (Cu, CuO, and Cu2O NPs) embryos all derive from adult urchins from the same area and would be expected to have very similar environmental exposure to background copper. Overall, care should be taken when comparing such values among published works should genetic, temporal, and spatial aspects not be adequately taken into account."
    },
    {
      "title": "5. Conclusions",
      "text": "The toxicity of Cu2O nanoparticles towards developing embryos of sea urchins was investigated and benchmarked against the impact of similarly sized nanoparticles of Cu and CuO. All nanoparticles and ionic copper showed concentration-dependent toxicity. The Cu2O nanoparticles were found to cause more negative effects than the other nanoparticles, resulting in significant developmental delays, skeletal anomalies and lethality. Such effects were noted in three species of evolutionary distant sea urchins, with the greatest damage noted in A. lixula, while P. lividus and S. granularis were more robust. Interestingly, leaching of copper ions from Cu2O was much lower than for Cu, even though in cases both nanoparticles showed somewhat similar toxicity during embryogenesis. This may indicate that Cu2O redox chemistry can play a role, where the deleterious effects of copper ion-induced oxidative stress may be added to by catalytically driven processes at nanoparticle surfaces. Considering the toxicity of nanoparticulate Cu2O and the fact that it is increasingly used in antifouling paints, the scarcity of published data on its effects on non-target organisms clearly indicates that further research efforts are warranted. More broadly, gaining an understanding of species-specific responses and the biophysical interactions at play is key for developing more comprehensive assessments of copper nanoparticle toxicity which could inform regulatory frameworks and environmental safety standards concerning the use and disposal of these engineered nanoparticles."
    }
  ],
  "full_text": "## 1. Introduction\nCopper, an essential element for organisms, is an economically important metal that has found use in a wide range of industrial applications due to its specific electrical, magnetic, and thermal properties. In addition, copper shows favourable characteristics as an antimicrobial agent and, thus, is increasingly used in the wood protection and textile industry due to its antibacterial and antifungal properties such as the ability to generate reactive oxygen species and disrupt cellular membranes in microbes [1,2]. Moreover, copper has become one of the key components in ship hull antifouling paints due to its toxicity to attaching organisms such as polychaetes, algae, and barnacles, which has important commercial implications in terms of reducing drag for enhanced speed and fuel economy in the shipping industry [3,4]. However, over time, hull coatings degrade, and copper-containing biocides may leach into surrounding waters, presenting a threat to non-target organisms [5,6,7]. Indeed, copper concentrations measured at locations such as vessel maintenance yards and marinas are very high and most likely derive from antifouling coatings [8]. Increasingly, with a view of maintaining copper’s efficiency while avoiding significant leaching from the coatings, attention has turned towards encapsulating copper in nanoparticulate form in biocides for hulls [9]. With significant increases in the use of copper-based nanomaterials expected over the coming decade, including in the paints and coatings market [10], the likely quantities of these released into the aquatic environment grows in parallel. Copper’s diverse modes of toxicity are typically ascribed to the action of Cu2+ ions and include, for example, its affinity for binding to histidine, cysteine, and methionine amino acids which impacts protein function [11], binding to sulphydryl groups of proteins and the depletion of antioxidant glutathione [12], and oxidative damage to DNA [13]. Thus, for copper-based nanoparticles, the release of metal ions is thought to be the main driver of toxicity, and negative effects from such nanoparticles have been demonstrated in a wide range of aquatic organisms such as decreased viability and photosynthesis inhibition in microalgae [14], the inhibition of fertilisation ability in sea urchin sperm [15], and the induction of oxidative stress in bivalve haemocytes [16]. The sea urchin, a marine invertebrate, has found wide use in toxicity testing, particularly as urchin embryos provide a number of easily accessible endpoints, including spermiotoxicity and transmissible damage to offspring, anomalous development and skeletogenesis, and cytogenetic anomalies during embryonic development [17,18]. The impact of ionic copper has already been shown in embryos of urchin Paracentrotus lividus, where exposure to increasing concentrations of Cu2+ resulted in a decrease in the number of embryos reaching the normal plutei larval stage [19], and caused malformations during skeletogenesis such as incomplete or missing skeletal rods, fused arms, and separated or crossed tips [20]. Furthermore, the treatment of sperm with Cu2+ similarly showed concentration-dependent effects with decreasing fertilisation success as the copper concentration increased [21]. CuO nanoparticles also showed toxicity to P. lividus sperm through the increased generation of reactive oxygen species, lipid peroxidation, DNA fragmentation, and decrease in mitochondrial membrane potential [22], consequently hindering or blocking fertilisation ability [15]. In terms of effects on the zygotes and embryos of sea urchin Lytechinus pictus, CuO has been shown to cause concentration-dependent ATP-binding cassette (ABC) transporter inhibition [23], reduction in total antioxidant capacity [24], and developmental defects and growth retardation [25]. These data clearly indicate that copper-based nanoparticles impact a wide range of cellular processes and represent a threat to biota in the aquatic environment. While relatively few published studies report on the impact of exposure to copper-based nanoparticles in sea urchins, primarily focusing on Cu and CuO nanoparticles, there is a significant knowledge gap regarding the potential toxicity of Cu2O nanoparticles in this model organism. This is important as Cu2O nanoparticles are a primary constituent of marine antifouling paints and due to leaching may represent a threat to non-target organisms [26,27]. Thus, this study addresses the effects of Cu2O nanoparticles on the early life stages and embryonic growth of sea urchin larvae, and is benchmarked against Cu and CuO nanoparticles and ionic copper. Furthermore, the work herein also aimed to define whether different species of sea urchin are equally sensitive to these various sources of copper.\n\n## 2. Materials and Methods\nSimilarly sized copper-based nanoparticles (Cu, 40–60 nm; CuO, <50 nm) were purchased from Sigma-Aldrich (St. Louis, MO, USA), while Cu2O (80 nm) was acquired from Nanografi (Ankara, Turkey); copper sulphate pentahydrate was obtained from Kemika (Zagreb, Croatia), while potassium chromium (III) sulphate dodecahydrate and RotiQuant Coomassie dye solution were purchased from Carl Roth (Karlsruhe, Germany). Ultrapure water (18.2 MΩ⸱cm) was provided by a TKA GenPur system (TKA Wasseraufbereitungssysteme GmbH, Niederelbert, Germany), while filtered seawater was prepared by filtering natural seawater though a 0.2 μm mesh cellulose nitrate filter (Whatman, Little Chalfont, UK). Particle size distributions for nanoparticles in ultrapure water and artificial seawater were determined by dynamic light scattering (DLS) using Malvern-Panalytical Zetasizer Nano ZS (Malvern, UK) equipped with a green laser (532 nm). The intensity of scattered light was measured at 173°. Hydrodynamic diameters (dH) were obtained as the value at peak maximum of the size volume distribution function. Samples were measured 10 times at 25 °C, and the data were processed on Zetasizer v6.32 software. Dispersions of Cu, CuO, and Cu2O nanoparticles (1 mg-Cu mL−1) in ultrapure water and in filtered seawater were prepared every 12 h for 4 days, upon which all dispersions were filtered through Amicon Ultra 3 kDa MWCO centrifugal filters (Merck KGaA, Darmstadt, Germany). This gave a sequence of filtrates from dispersions that had contained nanoparticles for various time periods ranging from 12 h to 96 h. The copper ion concentration in the filtrates was measured by a cupric ion selective electrode (Mettler Toledo, Columbus, OH, USA) to 96 h. Mediterranean urchins P. lividus, Arbacia lixula and Sphaerechinus granularis were hand collected by divers along the Adriatic coast near Rovinj, Croatia (45°06′30″ N, 13°36′40″ E) during spring (April–May) and autumn (October–November). The urchins were visually inspected and did not display any obvious signs of injury or disease [28] which would present a confounding variable among individuals that would affect the reliability and validity of the experimental results. After collection, urchins were held in flow-through aquaria with running seawater until experiments were carried out, which were always within 5 days of collection. The running seawater was pumped approximately 50 m from the shore at a depth of 10 m, and the location did not have any industrial facilities in the vicinity, indicating low potential for urchin exposure to copper-based contaminants in the flow-through aquaria. Gametes were obtained by injecting 1 mL potassium chloride (0.5 M) through the peristomal membrane of the sea urchin followed by gentle shaking [29], with eggs from inverted females released into filtered seawater and sperm collected ‘dry’ from upright males by Pasteur pipette. After collecting the gametes, the appearance and motility of the eggs and sperm, respectively, were examined using a light microscope. Eggs that were round without any sign of deformity and sperm that were highly motile were used for subsequent experiments. Fertilisation was carried out in glass beakers by mixing the eggs from each of three females with the sperm from each of two males such that there were 6 permutations overall. The concentration of eggs was ~1000 egg mL−1, while the sperm had a final dilution of ×20,000. After 10 min. and periodic stirring, an aliquot from each beaker was examined under a light microscope to confirm elevation of the fertilisation membrane around the eggs. The experiment was continued if fertilisation success was ≥90%. The required quantity of CuSO4 and Cu, CuO, or Cu2O nanoparticles (100 μL aliquots of the respective dispersions in ultrapure water), to give final copper concentrations in the range 1–5000 μg L−1, were placed in the wells of 10 mL polystyrene 6-well plates, to which was then sequentially added 9 mL filtered seawater and 1 mL fertilised egg suspension (2 h post-fertilisation) from each of the six beakers to the respective well of the multi-well plate. Negative controls were prepared in the same way, except that no toxicant was added to the wells (rather, 100 μL ultrapure water was added instead of the toxicant). The zygotes were held in darkness (to avoid any effect of ambient light on the redox behaviour of the nanoparticles) at 18 °C until they reached the pluteus stage (72 h for P. lividus and A. lixula; 96 h for S. granularis), upon which the plutei were immobilised by the addition of 100 μL chromium sulphate (10 mM), and the first 100 plutei larva in each well were scored among three categories: (i) normally developed, (ii) developmental defects and delayed development, and (iii) arrested development or dead embryos. Six replicates were carried out in the embryotoxicity assay for each concentration, for each type of copper nanoparticle or copper sulphate, and for each urchin species. Data were tested for normality by the Shapiro–Wilk test and homogeneity of variance by Levene’s test, followed by either parametric ANOVA, with significance differences determined by the Tukey post hoc test, or by non-parametric Kruskal–Wallis ANOVA followed by the Mann–Whitney U-test. Processing of data was carried out using Origin 9 (OriginLab Corporation, Northampton, MA, USA) software. The number of normally developed urchin embryos, or number of dead embryos, after 72 h (A. lixula, P. lividus) or 96 h (S. granularis) exposure were recorded as a function of copper concentration to determine the half maximal effect concentrations (EC50) and median lethal concentrations (LC50), respectively. Data were fitted with a dose–response model of form y = A1 + (A2 − A1)/(1 + 10 (logEC50-x)p), where A1 and A2 are the bottom and top asymptotes and p is the variable Hill slope. A linear regression model was used to estimate EC50 and/or LC50 values for Cu2+ where the bottom and/or top plateaus were insufficient to allow for the use of a standard dose–response model.\n\n## 2.1. Nanoparticles and Chemicals\nSimilarly sized copper-based nanoparticles (Cu, 40–60 nm; CuO, <50 nm) were purchased from Sigma-Aldrich (St. Louis, MO, USA), while Cu2O (80 nm) was acquired from Nanografi (Ankara, Turkey); copper sulphate pentahydrate was obtained from Kemika (Zagreb, Croatia), while potassium chromium (III) sulphate dodecahydrate and RotiQuant Coomassie dye solution were purchased from Carl Roth (Karlsruhe, Germany). Ultrapure water (18.2 MΩ⸱cm) was provided by a TKA GenPur system (TKA Wasseraufbereitungssysteme GmbH, Niederelbert, Germany), while filtered seawater was prepared by filtering natural seawater though a 0.2 μm mesh cellulose nitrate filter (Whatman, Little Chalfont, UK).\n\n## 2.2. Determination of Nanoparticle Colloidal Stability\nParticle size distributions for nanoparticles in ultrapure water and artificial seawater were determined by dynamic light scattering (DLS) using Malvern-Panalytical Zetasizer Nano ZS (Malvern, UK) equipped with a green laser (532 nm). The intensity of scattered light was measured at 173°. Hydrodynamic diameters (dH) were obtained as the value at peak maximum of the size volume distribution function. Samples were measured 10 times at 25 °C, and the data were processed on Zetasizer v6.32 software.\n\n## 2.3. Nanoparticle Dissolution\nDispersions of Cu, CuO, and Cu2O nanoparticles (1 mg-Cu mL−1) in ultrapure water and in filtered seawater were prepared every 12 h for 4 days, upon which all dispersions were filtered through Amicon Ultra 3 kDa MWCO centrifugal filters (Merck KGaA, Darmstadt, Germany). This gave a sequence of filtrates from dispersions that had contained nanoparticles for various time periods ranging from 12 h to 96 h. The copper ion concentration in the filtrates was measured by a cupric ion selective electrode (Mettler Toledo, Columbus, OH, USA) to 96 h.\n\n## 2.4. Embryotoxicity Assay\nMediterranean urchins P. lividus, Arbacia lixula and Sphaerechinus granularis were hand collected by divers along the Adriatic coast near Rovinj, Croatia (45°06′30″ N, 13°36′40″ E) during spring (April–May) and autumn (October–November). The urchins were visually inspected and did not display any obvious signs of injury or disease [28] which would present a confounding variable among individuals that would affect the reliability and validity of the experimental results. After collection, urchins were held in flow-through aquaria with running seawater until experiments were carried out, which were always within 5 days of collection. The running seawater was pumped approximately 50 m from the shore at a depth of 10 m, and the location did not have any industrial facilities in the vicinity, indicating low potential for urchin exposure to copper-based contaminants in the flow-through aquaria. Gametes were obtained by injecting 1 mL potassium chloride (0.5 M) through the peristomal membrane of the sea urchin followed by gentle shaking [29], with eggs from inverted females released into filtered seawater and sperm collected ‘dry’ from upright males by Pasteur pipette. After collecting the gametes, the appearance and motility of the eggs and sperm, respectively, were examined using a light microscope. Eggs that were round without any sign of deformity and sperm that were highly motile were used for subsequent experiments. Fertilisation was carried out in glass beakers by mixing the eggs from each of three females with the sperm from each of two males such that there were 6 permutations overall. The concentration of eggs was ~1000 egg mL−1, while the sperm had a final dilution of ×20,000. After 10 min. and periodic stirring, an aliquot from each beaker was examined under a light microscope to confirm elevation of the fertilisation membrane around the eggs. The experiment was continued if fertilisation success was ≥90%. The required quantity of CuSO4 and Cu, CuO, or Cu2O nanoparticles (100 μL aliquots of the respective dispersions in ultrapure water), to give final copper concentrations in the range 1–5000 μg L−1, were placed in the wells of 10 mL polystyrene 6-well plates, to which was then sequentially added 9 mL filtered seawater and 1 mL fertilised egg suspension (2 h post-fertilisation) from each of the six beakers to the respective well of the multi-well plate. Negative controls were prepared in the same way, except that no toxicant was added to the wells (rather, 100 μL ultrapure water was added instead of the toxicant). The zygotes were held in darkness (to avoid any effect of ambient light on the redox behaviour of the nanoparticles) at 18 °C until they reached the pluteus stage (72 h for P. lividus and A. lixula; 96 h for S. granularis), upon which the plutei were immobilised by the addition of 100 μL chromium sulphate (10 mM), and the first 100 plutei larva in each well were scored among three categories: (i) normally developed, (ii) developmental defects and delayed development, and (iii) arrested development or dead embryos.\n\n## 2.5. Statistical Analysis\nSix replicates were carried out in the embryotoxicity assay for each concentration, for each type of copper nanoparticle or copper sulphate, and for each urchin species. Data were tested for normality by the Shapiro–Wilk test and homogeneity of variance by Levene’s test, followed by either parametric ANOVA, with significance differences determined by the Tukey post hoc test, or by non-parametric Kruskal–Wallis ANOVA followed by the Mann–Whitney U-test. Processing of data was carried out using Origin 9 (OriginLab Corporation, Northampton, MA, USA) software. The number of normally developed urchin embryos, or number of dead embryos, after 72 h (A. lixula, P. lividus) or 96 h (S. granularis) exposure were recorded as a function of copper concentration to determine the half maximal effect concentrations (EC50) and median lethal concentrations (LC50), respectively. Data were fitted with a dose–response model of form y = A1 + (A2 − A1)/(1 + 10 (logEC50-x)p), where A1 and A2 are the bottom and top asymptotes and p is the variable Hill slope. A linear regression model was used to estimate EC50 and/or LC50 values for Cu2+ where the bottom and/or top plateaus were insufficient to allow for the use of a standard dose–response model.\n\n## 3. Results\nThe hydrodynamic diameter (dH) of the nanoparticles dispersed in ultrapure water and in artificial seawater was determined immediately after preparation, and after 24 h and 48 h (Figure 1). In ultrapure water, dH remained constant for the nanoparticles over time, indicating good colloidal stability. However, in artificial seawater, dH immediately increased from about 50 nm to 300–400 nm indicating the rapid formation of agglomerates. After 24 h, the value of dH increased to about 600 nm for Cu and CuO, while a value of 550 nm was observed for Cu2O, indicating the continued growth of agglomerates over time. After 48 h, dH had further increased for Cu and CuO to about 700 nm, while for Cu2O there was a slight decrease in the size of the agglomerates, which could suggest that relatively stable agglomerates were already formed after 24 h. During repeated measurements, smaller sized agglomerates were occasionally measured, but they typically comprised less than 5% of the total particles present. The presence of cupric (Cu2+) ions from nanoparticles dispersed in ultrapure water and filtered seawater was determined by ion selective electrode over 96 h. The seawater in the flow-through acclimation aquaria as well as the filtered seawater used for the experiments did not show the presence of cupric ions (i.e., below the limit of detection of the electrode). From an initial concentration of 1000 mg L−1, it was found that the average concentration of released ions from Cu (2.60 ± 1.02 μg L−1) in ultrapure water was about 3 times greater than that released from CuO and Cu2O (0.65 ± 0.40 and 0.83 ± 0.45 μg L−1, respectively), with nanoparticles of both copper oxides releasing similar quantities of ionic copper (Figure 2a). A comparable case was found for filtered seawater, although the average concentrations of cupric ions over 96 h were two orders of magnitude lower than in freshwater (0.026 ± 0.008 μg L−1 for Cu, and 0.006 ± 0.004 and 0.009 ± 0.002 μg L−1 for CuO and Cu2O, respectively; Figure 2b). Embryos and plutei larvae of the three species of urchin were categorised as normally developed, developmentally delayed and defective, and undeveloped embryos based on their visual appearance (Figure 3). Zygotes of A. lixula exposed to different forms of copper shortly after fertilisation showed clear concentration-dependent trends, with CuSO4 showing greater negative effects than for those exposed to nanoparticles. In particular, significant toxicity was noted even at the lowest concentration of 1 µg L−1, where the percentage of normal plutei decreased to 16% compared to the non-treated controls with 94% normal plutei. At all other copper concentrations, there was a complete absence of live embryos and larvae (Figure 4a). For zygotes exposed to Cu nanoparticles, a trend in decreasing number of normal plutei with increasing nanoparticle concentration was noted, with a significant reduction in normal plutei already noted at the lowest copper concentration of 1 µg L−1, and only about 50% normal plutei remaining after treatment with 100 µg L−1 nanoparticulate Cu (Figure 4b). Only about 30% plutei remained alive at a copper concentration of 1000 µg L−1, while all were dead at higher concentrations. While significant differences to controls were noted for all concentrations of CuO nanoparticles, the nanoparticles were observed to cause lower toxicity than Cu nanoparticles, with a large proportion of plutei (42%) scored as normal up to the highest tested concentration of 5000 µg L−1 (Figure 4c). In contrast, toxicity effects from exposure to Cu2O nanoparticles more closely resembled that of Cu nanoparticles, where significant differences to controls were noted for all concentrations, with only about 40% normally developed plutei observed at a CuO concentration of 100 µg L−1 (Figure 4d). At a concentration of 500 µg L−1, a preponderance of dead embryos was noted, while only dead embryos were found at all higher concentrations. In the case of developing P. lividus embryos, similar trends were noted as for A. lixula, with zygotes treated with CuSO4 showing greater negative effects than for those exposed to nanoparticles. Ionic copper, in the form of copper sulphate, showed little effect on plutei after 72 h exposure at a concentration of 1 μg L−1, while 10 μg L−1 copper ions resulted in complete developmental arrest at the 4–8 cell stage, i.e., arrest almost immediately after exposure (Figure 5a). Cu nanoparticles showed a milder effect, with most larvae showing normal development up to a concentration of 500 μg L−1, although numbers of normal larvae were significantly lower than the control. In parallel, the number of larvae with delayed or arrested development began to significantly increase from copper concentrations of 10 and 500 μg L−1, respectively, with more than half showing complete developmental arrest at concentrations from 1000 μg L−1 (Figure 5b). Exposure of zygotes to CuO nanoparticles resulted in a significant reduction in normal embryonic development at copper concentrations of 100 µg L−1 and higher, with a concomitant significant increase in number of plutei larvae showing developmental delays and arrest (Figure 5c). However, even at a copper concentration of 5000 µg L−1, most of the plutei were normally developed without any obvious deformities, unlike the case for Cu nanoparticles where significant negative effects were noted as much lower copper concentrations. Similarly to Cu nanoparticles, zygotes exposed to Cu2O nanoparticles also showed a significant decrease in normal plutei at a copper concentration of 10 µg L−1 with a parallel increase in the number of developmentally delayed plutei and those showing skeletal defects (Figure 5d). The number of normal plutei decreased with increasing copper concentration, with about 60% normal plutei noted for the 500 µg L−1 treatment. In contrast to Cu nanoparticles, for Cu2O nanoparticles with copper concentrations greater than 500 µg L−1 no living embryos or plutei were noted after the 72 h exposure. Consistent with data from the other urchins, embryos and plutei of S. granularis showed qualitatively similar effects from exposure to ionic and nanoparticulate copper. The greatest negative impact was recorded after the treatment of zygotes with CuSO4, where the percentage of normally developed larvae decreased from 90% to about 55% compared to the control after exposure to the lowest Cu2+ concentration of 1 µg L−1, while at all other concentrations (10–5000 µg L−1) all embryos were dead (Figure 6a). Treatment of zygotes with Cu nanoparticles significantly reduced the development of normal larvae at a concentration of 10 µg L−1, with only half the plutei classed as normal after exposure to 500 µg L−1 nanoparticulate copper (Figure 6b). At higher Cu nanoparticle concentrations, developmentally delayed plutei (1000 µg L−1 Cu) or developmentally arrested embryos (≥2000 µg L−1 Cu) dominated. The effects of treatment with CuO nanoparticles were more pronounced on S. granularis zygotes compared to A. lixula and P. lividus. While significant effects were noted already at a concentration of 1 µg L−1, less than 50% of the plutei were normal at concentrations >100 µg L−1 while at all higher nanoparticulate copper concentrations most of the remaining plutei showed developmental delays (50–60%), with a smaller number of dead embryos or plutei (20–30%) present (Figure 6c). Similar behaviour was noted for zygotes exposed to Cu2O nanoparticles where increasing copper concentrations resulted in a corresponding decrease in normally developed plutei and a parallel increase in developmentally delayed plutei up to a concentration of 500 µg L−1, after which most (1000 µg L−1 Cu) or all (≥2000 µg L−1 Cu) embryos and plutei were found to be dead (Figure 6d). Half maximal effect concentrations (EC50) were calculated for embryos of the three species of urchin exposed to ionic and nanoparticulate copper, and the values are given in Table 1. P. lividus was generally found to be more robust than the other two species, with greater copper concentrations required to achieve a reduction to 50% normal plutei. For example, exposure to Cu2O required a concentration of 606 µg L−1 to reduce the proportion of normal larvae of P. lividus to 50%, while lower copper concentrations of 371 µg L−1 and 99 µg L−1 were sufficient to achieve the same negative effect in S. granularis and A. lixula respectively. Conversely, A. lixula was typically the most sensitive species, with much lower copper concentrations necessary to achieve EC50, for example, exposure to 88 µg L−1 Cu nanoparticles in contrast to 496 µg L−1 and 617 µg L−1 for P. lividus and S. granularis, respectively. In terms of nanoparticle toxicity, Cu2O in most cases caused a greater negative effect than Cu (similar values in A. lixula) while CuO was generally found to have the mildest effects (except in S. granularis). Median lethal concentrations (LC50) were also calculated for the three urchin species based on the number of dead zygotes/embryos/plutei after 72 h or 96 h exposure to four sources of copper (Table 2). The values qualitatively parallel the corresponding EC50 values, indicating that A. lixula is the most sensitive species to copper. However, S. granularis indicated higher LC50 values than P. lividus, unlike the case for EC50 where the order of species robustness was reversed. Moreover, of the nanoparticles tested, Cu2O was consistently found to cause the greatest toxicity, while Cu was less harmful, and CuO did not reach LC50 at any of the tested concentrations.\n\n## 4. Discussion\nMany organisms are known to be susceptible to copper toxicity, and reports in the literature have typically compared and contrasted the effects of Cu and CuO nanoparticles. However, much more rarely have Cu2O nanoparticles been investigated, which is surprising given this material’s wide range of commercial uses, particularly as a biocide. In this work, the effects of Cu2O nanoparticles, as well as comparison with ionic and nanoparticulate Cu and CuO, on embryogenesis and larval development in several species of sea urchin were studied as a function of concentration. Irrespective of the form or oxidation state of copper, clear concentration-dependent trends were noted. In particular, with increasing copper concentration, the number of normally developed plutei decreased in parallel with an increasing number of plutei showing delayed or anomalous development, arrested development at earlier development phases or dead zygotes and embryos. Indeed, significant negative effects (compared to non-treated controls) were oftentimes noted at the lowest copper concentrations used, indicating very high sensitivity of urchin zygotes, embryos, and plutei to the presence of copper. The toxicity of copper nanoparticles has typically been ascribed to Cu2+ ions released from the particle surface, with the greater surface areas (per unit mass) of smaller nanoparticles showing more rapid release of Cu2+ ions than larger particles. A study on copper nanoparticle (40, 60, 80 nm) size effects on dorsal root ganglion neurons of Sprague Dawley rats clearly differentiated the increased toxicity of copper nanoparticles with decreasing size [30]. In sea urchins, there are relatively few reports on the effects of copper-based nanoparticles on embryonal development. It was reported that 12 nm CuO nanoparticles (80–200 nm aggregates in seawater) disrupt cholinergic and serotonergic pathways of the nervous system in A. lixula, for example through dose-dependent decreased levels of choline and N-acetyl serotonin, as well as giving rise to developmental anomalies during skeletogenesis, with EC50 values lying in the 10–20 μg L−1 range [31,32]. Moreover, the analysis of gene expression found that not only was there a concentration-dependent increase in glycine, a constituent of matrix proteins involved in biomineralisation but that expression of genes related to antioxidant and cytoprotective activities (catalase, superoxide dismutase, and metallothionein) had decreased after exposure to the CuO nanoparticles [33]. The corresponding EC50 values in the present work are far higher for CuO (1629 μg L−1) in A. lixula, but it should be noted that the nanoparticle size is also much larger (about 50 nm) as well as the size of the agglomerates (about 700 nm) in the seawater medium, indicating that reduced nanoparticle dissolution and ion release may be responsible for the difference in results. Unfortunately, it is not possible to benchmark results based on Cu2+ ion effects as those works did not report EC50 values for CuSO4 as positive controls. Similar studies were carried out on the effects of CuO on sea urchin L. pictus using 10 nm synthesised and 50 nm commercially obtained nanoparticles [24]. Again, the smaller sized nanoparticles showed greater dissolution (2.5%) than the larger particles (0.74%) with a corresponding effect on developmental anomalies, with EC50 values of 450 and 5395 μg L−1 noted, respectively. These larger commercially obtained nanoparticles showed very little effect on embryonic growth at environmentally relevant concentrations, which is broadly in line with the data from the present work where 50 nm particles showed very high EC50 values (with the exception of S. granularis) and LC50 was not attained after treating zygotes at the highest concentrations of 5000 μg L−1. It should be noted that their EC50 value of 32 μg L−1 for Cu2+ is somewhat higher than that of the present work (0.5 μg L−1) although this may be related to the different species and physico-chemical properties of the nanoparticles used—for comparison, the EC50 values for Cu2+ causing a decrease in the number of normal P. lividus plutei or size impairment were recently reported as in the range 24–36 μg L−1 [34], 67 μg L−1 [19], and 380 μg L−1 [35]. Not only was exposure to nanoparticulate CuO soon after fertilisation found to cause significant developmental defects but also to result in the inhibition of ABC efflux transporters [23] and a decrease in total antioxidant capacity [25], which is in line with alterations in gene expression related to antioxidant pathways [33]. Interestingly, greater accumulation of nanoparticulate copper in the embryos compared to soluble copper (Cu2+) was shown, which may be one of the key factors in the deleterious effects recorded [25]. Indeed, a similar effect was reported for 10 nm silver nanoparticles where greater bioavailability and easier internalisation caused higher toxicity in Escherichia coli compared to Ag+ ions alone [36]. It is important to mention here that high levels of agglomeration are the likely reason why our applied nanoparticulate copper concentrations >1000 μg L−1 did not result in a concentration-dependent reduction in normal plutei and parallel increase in dead plutei. In the present work, while the nanoparticles were of broadly similar size (considering nominal size and size distributions), with Cu and CuO having diameters of about 50 nm and Cu2O of 80 nm, the size difference and different chemical content meant that clearly determining size-dependent toxicity is not readily achievable. However, as Cu2+ ions are considered the primary driver of toxicity, a comparison of cupric ion concentrations in the exposure medium (filtered seawater) may provide a useful indicator of potential differences in toxicity. The speciation of copper nanoparticles in aqueous media at acidic pH encompasses the Cu2+ ionic form with a small quantity of Cu(OH)+ present (at pH values down to about pH 6). At the high ionic strength of seawater used herein (about 0.7 M) and at pH 8, dissolution of nanoparticles is suppressed. Specifically, with increasing ionic strength, charge shielding and disruption of the electric double layer drives agglomeration of the nanoparticles which disfavours dissolution. Agglomerates of Cu (100–1000 nm) and CuO (20–100 nm) nanoparticles in seawater have been reported with diameters of about 5 μm and 450 nm, respectively [37], while in the present work a gradual increase in agglomerate hydrodynamic diameter over 48 h to about 800 nm (Cu) and 700 nm (CuO) was noted. In comparison, Cu2O agglomerates were found to have much smaller diameters of about 450 nm. Any metal ions released from the nanoparticles and agglomerates will generally form a range of complexes such as CuCO3, CuHCO3+, Cu(OH)+, Cu(OH)2, CuCl+, CuCl2, CuSO4 and CuOHCl, while concentrations of free Cu2+ remain extremely low (about 1% of total copper) [38,39]. However, the presence of dissolved organic matter in seawater, such as the extracellular polymeric substances secreted by microorganisms that can form a layer around nanoparticles, counteracts their tendency to agglomerate and subsequently enables greater metal release from the particle surfaces [40,41]. Herein, Cu2O nanoparticle agglomerate sizes were much smaller than those of Cu and CuO nanoparticles, indicating a higher degree of stabilisation that may have enabled greater ion release and hence toxicity to urchin zygotes, embryos, and plutei. However, while nanoparticle stabilisation would be expected to increase copper nanoparticle toxicity, it should be noted that dissolved organic matter can chelate and sequester metal cations. Indeed, measurement of cupric ion concentrations by an ion-selective electrode showed similar values for both CuO and Cu2O, even though the latter displayed much smaller agglomerate sizes. Furthermore, dissolved organic matter can provide a protective effect, as has been shown both for fulvic and humic acids, where the dissolved organic matter reduced the toxicity of ionic copper in developing embryos of P. lividus, for example, EC50 values of 41.1 and 32.9 μg L−1 reported for copper with and without humic acid, respectively [42,43]. As the free cupric ion concentrations in CuO and Cu2O dispersions were similar over several days (about 0.1% and 0.001% of the initial nanoparticulate copper in ultrapure water and filtered seawater, respectively), and 2–3 times less than that of the Cu dispersion, it may be expected that EC50 and LC50 values would reflect that difference. However, the Cu2O exposure showed similar toxicity to that of Cu, while exposure of zygotes to CuO had much milder effects and even at very high nanoparticle mass, the LC50 level was typically not attained (likely due to sedimentation of very large nanoparticle agglomerates and reduced bioavailability). These results indicate that Cu2+ concentration alone may not be the only factor contributing to nanoparticle toxicity. It has already been reported that the physical interaction of nanomaterials with cell membranes can cause significant disruption and even penetration [44], which may lead to potentially greater or more rapid cellular uptake of these materials. Thus, the exposure of urchin zygotes 2 h post-fertilisation, when in a phase of rapid cell division, to copper nanoparticles may have resulted in membrane–particle interactions that lead to greater negative outcomes, including development delays and arrest. In addition, such physical interactions that may support the cellular uptake of particles (or copper ions) provide a mechanism where Cu2+ are generated directly within the cell by release from nanoparticles, leading to a cascade of negative effects on cellular function, for example, through DNA damage and apoptosis [45]. Considering that the Cu2O (80 nm) nanoparticles are nominally larger than the Cu (<50 nm) nanoparticles, it may be expected that the latter would be more readily taken up and, along with greater ion release, the Cu nanoparticles should have resulted in significantly greater deleterious outcomes for the developing embryos. However, as EC50 and LC50 values for Cu and CuO nanoparticles are similar for the individual species of urchin, other modes are necessary to account for the toxicity of the Cu2O nanoparticles. Dissolution of Cu2O nanoparticles, for example, in the low pH environment in cellular compartments such as endosomes and lysosomes (pH 4.5–6.5), supports the release of Cu+ ions which may persist in those organelles [46] or be oxidised to Cu2+ by Fenton-like reactions, for example, by hydrogen peroxide, resulting in the generation of hydroxyl radicals which contribute to cellular oxidative stress such as lipid peroxidation and disruption to enzymatic activity [47,48,49]. This may be a significant contributing factor as to why Cu2O nanoparticles induced far greater toxicity in developing embryos than the CuO nanoparticles, even though measured cupric ion concentrations were nearly the same. Interestingly, while general trends of copper toxicity were observed, not all species of urchin demonstrated the same sensitivity at given concentrations of copper. Overall, A. lixula was shown to be the most sensitive while P. lividus was the most robust in terms of delayed development based on half maximal effect concentrations (EC50). As early embryonic development in the different urchin species is very similar, the reason for the different impacts of nanoparticles in the three species may be related to differential modulation of gene expression profiles upon exposure to toxicants. Changes in the regulation of oxidative-stress related genes in A. lixula after exposure to CuO nanoparticles [33] or changes in metallothionein expression in P. lividus after exposure to metals such as copper [50] may indicate the primary source of species-specific sensitivity to toxicants, which is derived from the need to maintain a balance between copper homeostasis and copper detoxification pathways. Indeed, a comparative analysis of gene (dys)regulation and protein expression profiles for the three urchin species exposed under the same experimental conditions would likely provide confirmation of the basis for species showing more or less robust behaviour in the presence of particular toxicants. Species-specific sensitivity found herein is consistent with data presented for three species of urchin treated with silver nanoparticles [51]. A recent report on the effect of silver nanoparticle size on embryonic development in A. lixula and P. lividus provided contrasting data, where EC50 values for smaller nanoparticles (10, 20, 40 nm) were in many cases similar for both species, while for larger nanoparticles (60, 100 nm), P. lividus had lower calculated EC50 values indicating greater sensitivity [52]. Interestingly, the provided EC50 values for 60 nm silver nanoparticles of 846 and 360 μg L−1 for A. lixula and P. lividus, respectively, are larger than the corresponding values reported by Burić et al. [51]. However, the major difference between those reports is that the nanoparticles used in the earlier work were synthesised in-house and had a less uniform spherical shape compared to the commercially provided nanoparticles used in the more recent work. This suggests that particles with a less ‘smooth’ surface with more edges and vertices are more toxic to urchin embryos and may be related to more rapid oxidative dissolution of the silver nanoparticles at defect sites at the surface. Shape-specific effects for silver nanoparticles have also been noted with other aquatic organisms where triangular nano-plates, with more crystal defects, were found to show greater toxicity to Danio rerio and a gill cell line of Oncorhynchus mykiss than spherical particles and nanowires [53]. This seems to be a broadly common effect, as reports on other nanomaterials support the conclusion that particle forms that possess more edges and defects induce greater toxicity. In particular, a study on nanoparticles (<50 nm) and nanosheets (250–1000 nm2 × 15 nm thick) of CuO found greater anti-microbial activity towards E. coli for the nanosheets than for the nanoparticles [54]. The broader issue of spatial and temporal variability of spawning populations should also be considered, with significant variations in EC50 values noted for embryos derived from adult urchins harvested from different locations and at different times of the year [55], as well as the previous exposure profile of the adult urchins to toxicants [56]. In the present study, urchins were collected near a site where copper concentrations in sediment were found to be about 13 mg/kg d.w. (below regulatory limits), although this represents long-term accumulation of the metal rather than an acute input, so the copper concentration in the water column and on hard rocky substrates where the urchins prefer to live is likely to be far lower than this value [57]. Moreover, despite the possibility of organisms being exposed to environmental copper, the experiment is a comparative study of urchins collected from the same location, so untreated (control) and treated (Cu, CuO, and Cu2O NPs) embryos all derive from adult urchins from the same area and would be expected to have very similar environmental exposure to background copper. Overall, care should be taken when comparing such values among published works should genetic, temporal, and spatial aspects not be adequately taken into account.\n\n## 5. Conclusions\nThe toxicity of Cu2O nanoparticles towards developing embryos of sea urchins was investigated and benchmarked against the impact of similarly sized nanoparticles of Cu and CuO. All nanoparticles and ionic copper showed concentration-dependent toxicity. The Cu2O nanoparticles were found to cause more negative effects than the other nanoparticles, resulting in significant developmental delays, skeletal anomalies and lethality. Such effects were noted in three species of evolutionary distant sea urchins, with the greatest damage noted in A. lixula, while P. lividus and S. granularis were more robust. Interestingly, leaching of copper ions from Cu2O was much lower than for Cu, even though in cases both nanoparticles showed somewhat similar toxicity during embryogenesis. This may indicate that Cu2O redox chemistry can play a role, where the deleterious effects of copper ion-induced oxidative stress may be added to by catalytically driven processes at nanoparticle surfaces. Considering the toxicity of nanoparticulate Cu2O and the fact that it is increasingly used in antifouling paints, the scarcity of published data on its effects on non-target organisms clearly indicates that further research efforts are warranted. More broadly, gaining an understanding of species-specific responses and the biophysical interactions at play is key for developing more comprehensive assessments of copper nanoparticle toxicity which could inform regulatory frameworks and environmental safety standards concerning the use and disposal of these engineered nanoparticles.",
  "word_count": 6739,
  "char_count": 43911
}