{
  "pmcid": "PMC3814694",
  "doi": "10.3390/ijerph2005010031",
  "title": "Cytotoxicity Assessment of Some Carbon Nanotubes and Related Carbon Nanoparticle Aggregates and the Implications for Anthropogenic Carbon Nanotube Aggregates in the Environment",
  "authors": [
    "L. E. Murr",
    "K. M. Garza",
    "K. F. Soto",
    "A. Carrasco",
    "T. G. Powell",
    "D. A. Ramirez",
    "P. A. Guerrero",
    "D. A. Lopez",
    "J. Venzor"
  ],
  "year": "2005",
  "journal": "International Journal of Environmental Research and Public Health",
  "abstract": "Nanotechnology and nanomaterials have become the new frontier world-wide over the past few years and prospects for the production and novel uses of large quantities of carbon nanotubes in particular are becoming an increasing reality. Correspondingly, the potential health risks for these and other nanoparticulate materials have been of considerable concern. Toxicological studies, while sparse, have been concerned with virtually uncharacterized, single wall carbon nanotubes, and the conclusions have been conflicting and uncertain. In this research we performed viability assays on a murine lung macrophage cell line to assess the comparative cytotoxicity of commercial, single wall carbon nanotubes (ropes) and two different multiwall carbon nanotube samples; utilizing chrysotile asbestos nanotubes and black carbon nanoaggregates as toxicity standards. These nanotube materials were completely characterized by transmission electron microscopy and observed to be aggregates ranging from 1 to 2 μm in mean diameter, with closed ends. The cytotoxicity data indicated a strong concentration relationship and toxicity for all the carbon nanotube materials relative to the asbestos nanotubes and black carbon. A commercial multiwall carbon nanotube aggregate exhibiting this significant cell response was observed to be identical in structure to multiwall carbon nanotube aggregates demonstrated to be ubiquitous in the environment, and especially in indoor environments, where natural gas or propane cooking stoves exist. Correspondingly, preliminary epidemiological data, although sparse, indicate a correlation between asthma incidence or classification, and exposure to gas stoves. These results suggest a number of novel epidemiological and etiological avenues for asthma triggers and related respiratory or other environmental health effects, especially since indoor number concentrations for multiwall carbon nanotube aggregates is at least 10 times the outdoor concentration, and virtually all gas combustion processes are variously effective sources. These results also raise concerns for manufactured carbon nanotube aggregates, and related fullerene nanoparticles.",
  "sections": [
    {
      "title": "Introduction",
      "text": "While nanotechnology and especially the development of nanoparticulate materials has emerged as the new global focus for a wide spectrum of basic sciences and applied engineering, it has caused a corresponding concern for the potential health risks both in the manufacturing microenvironments and the ambient air; both indoor and outdoor. Some groups have called for a moratorium on nanotechnology-related research, especially nanoparticulate production and use [1, 2]. Carbon nanotubes, especially single-wall carbon nanotubes having extraordinary electrical, thermal, and mechanical properties (purported to be ~100 times stronger than steel at only 17% of its weight [3]), are especially promising nanomaterials. Correspondingly, these and related nanoparticulates have raised concerns for the implications for health effects. A critical factor here involves not only the potential risk (implicit in demonstrated toxicity), but especially the exposure. It is now becoming apparent that in general ultrafine or nanoparticulate matter (PM) designated PM0.1, indicative of particulates smaller than 0.1μm in diameter, poses a greater health risk than fine PM or larger (>PM2.5 which is the standard designation for PM larger than 2.5 μm in mean geometric or aerodynamic diameter) [4–7]. In addition to the nano PM risk, Momarca, et al. [8] also demonstrated that fine crystalline silica (SiO2) had a more detrimental effect on lung epithelial cell damage than fine amorphous silica PM. In addition, recent outdoor airborne particulate analyses have shown that more than 90% of the PM less than 1 μm in diameter (PM1) is crystalline, and 80% of this PM1 range are aggregates ranging from as few as 2 primary particles to more than 1000 primary particles; with morphologies ranging from dense, symmetric aggregates to complex, fractal-like, branched, cluster geometries [9–11]. Warheit [12] has recently noted that the total lung toxicity database for comparing the effects of nano PM (<0.1 μm) with fine PM (<2.5 μm) is composed of studies on only three particle types: titanium dioxide (TiO2 – rutile), black carbon (BC), and diesel particulate matter (DPM) [7, 13, 14]. Only two recent studies have begun to explore the toxicological features of single wall carbon nanotubes (SWCNTs). Lam, et al. [15] concluded that SWCNTs are much more toxic to mouse lungs than black carbon, and possibly more toxic than silica; in the nanoparticulate regime. Warheit, et al. [16] correspondingly demonstrated that high dose, intratrachially instilled SWCNTs in rat lung produced transient inflammatory cell injury in contrast to ultra-fine silica particulate exposures. Warheit [12] has more recently cautioned that although rat studies can provide potential hazard estimates, they do not necessarily represent human risk or exposure. Furthermore, the single wall carbon nanotubes in these studies were essentially uncharacterized, and it is unclear whether they were indeed unaggregated, single wall nanotubes, aggregated fibrils or so-called nano-ropes or mixtures (bundles) of nanotubes and other fullerenic polyhedra and metal catalyst nanoparticles. PM sizes or morphologies were unspecified, and comparison of presumed nanotube or fibril morphologies with aggregated carbon spherules of carbon black (as demonstrated in the recent work of Murr, et al. [17]) in the work of Lam, et al. [15] and Warheit, et al. [16] is also absent. Humans have been exposed to nanoparticulates, especially natural environmental nanoparticulates such as mineral species, combustion products, and other anthropogenic nanoparticulates for millennia, if not longer. It has recently been observed in fact that aggregated multi-wall carbon nanotubes (MWCNTs) and other fullerenic polyhedra are not only ubiquitous in the contemporary, outdoor environment, but homes with gas cooking ranges (which are sources of these aggregates) may contain two orders of magnitude more of these aggregates (in number concentration) than the ambient, outdoor air [11, 17]. Furthermore, and as intimated above, Esquivel and Murr [18] have observed aggregates of MWCNTs and other fullerenic nanoparticles in a 10,000 year-old Greenland ice core sample; indicative of the fact that these carbon nanoforms have been a component of the natural atmospheric combustion product regime in antiquity as well. In this research we performed viability assays on a murine lung macrophage cell line to assess the comparative cytotoxicity of commercial, manufactured SWCNTs and two different MWCNT samples; utilizing chrysotile asbestos nanotubes and commercial black carbon as toxicity standards. These nanotube and nanoparticulate samples were fully characterized by transmission electron microscopy. We also collected and analyzed very preliminary clinical (epidemiologic) data relating asthma classifications and prevalence of home gas cooking stove exposure in a mixed patient group ranging in age from 11 to 89 years. In addition, cytokine production (IL-10 and IL-12) was also investigated for the corresponding cytotoxicity assays. Finally, we have examined the implications of this preliminary data and the carbon nanotube studies in the context of potentially new etiological approaches to environmental health issues involving anthropogenic carbon nanotubes in particular and manufactured nanoparticulate materials, especially carbon nanomaterials, in general."
    },
    {
      "title": "Materials and Methods",
      "text": "Three different, manufactured carbon nanotube materials were examined in this study. A single wall carbon nanotube powder was purchased from Carbon Nanotechnologies, Inc. in Houston, Texas. This material, designated SWCNT-1 contained roughly 5% to 10% iron catalyst as an impurity. Two different commercially manufactured multi-wall carbon nanotube materials were purchased from Rosseter Holdings, Ltd., Limassol, Cyprus, (designated MWCNT-R), and from Nanolab, Inc., Newton, Massachusetts (designated MWCNT-N). Additionally, a high quality chrysotile asbestos (Mg3Si2O5(OH)4) mineral specimen was obtained as a toxicity comparator because fiber or fibrous particulates are characteristically different in their aerodynamic behavior in airway systems as well as their interactions with cells and tissue as a consequence of their generally large aspect ratios [19]. It is also well established that chrysotile asbestos exhibits predictable effects ranging from a cell irritant to severe toxicities involving carcinogenic responses in humans [20,21]. Consequently since carbon nanotubes are generally fibrous with correspondingly large aspect ratios, controls or comparisons with other carbon nanoparticles such as black carbons seemed morphologically unrepresentative. Furthermore, it has already been demonstrated by Murr and Soto [22] that chrysotile asbestos is essentially indistinguishable, microstructurally, from common forms of multiwall carbon nanotubes. Service [23] has earlier raised the prospects for carbon nanotube toxicity considering this resemblance. Finally, a black carbon (BC) (Vulcan XC-72) manufactured by Cabot Corporation, Billerica, Massachusetts, was also examined and tested in this program because its distinctly different nanostructure allows for a meaningful comparison with the nanofiber/nanotube morphologies described above. In addition, and as noted previously, BC is also one of the three particle types, in addition to TiO2 and diesel particulate matter (DPM) that compose a database for comparing total lung toxicity effects for fine and ultrafine particles [13]. Each of the experimental nanomaterials described above were fully characterized by examination in the TEM by sprinkling very small and representative quantities onto either carbon/formvar-coated, 3 mm (200 mesh Ni) TEM grids (especially the chrysotile asbestos), or silicon monoxide/formvar-coated, 3 mm (100 mesh Cu) TEM grids. An identical grid was placed on top of these sample grids to form a grid sandwich which constrained the nanomaterials sample within the TEM. Observations of the experimental nanomaterials were made in a Hitachi H-8000 analytical TEM operated at 200 kV accelerating potential, and fitted with a goniometer-tilt (±20°) stage, and a Noran, light-window (Be) energy-dispersive (X-ray) spectrometer (EDS). The general crystallinity or quasi-crystalline features of these nanomaterials samples was also evaluated from selected-area electron diffraction (SAED) patterns [24]. Normal, direct image magnifications ranged from 20,000 to 100,000 times, and enlargements of TEM negatives by 10 times produced image magnifications up to 1,000,000 times. All materials were suspended in a stock solution at 5μg/mL in DMSO. Murine alveolar macrophages (RAW 267.9 cells) were cultured in 96-well flat-bottom plates (50,000cells/well) in the presence of decreasing concentrations of compound (starting at 10μg/mL with 11 doubling dilutions thereafter). Controls were incubated with equivalent dilutions of vehicle (DMSO) and with neither vehicle nor compound. The cells were cultured in DMEM, 10% FCS, 5 × 10−5 M 2-Me, penicillin, streptomycin, and 2mM glutamine at 37°C, 5% CO2. After 48 hours of incubation, 20μL of MTT (3-(4,-dimethylthiazol-2-yl)-2,5-diphenyl-tetrazolium) (5 μg/mL in H2O) (Sigma-Aldrich Co., St. Louis, MO) was added and the cells were incubated for an additional 4–6 hrs. at which time 180 μL of supernatant was removed and 50 μL of lysis buffer, containing 10 N HCl in isopropanol, was added. After several minutes, the MTT crystals formed were solubilized with gentle pipetting and the content of dissolved MTT crystals was measured with a Molecular Devices VersaMax tunable microplate reader set at 570nm. Cell viability assessments or mitochondria/activity of living cells were made by measuring the relative absorbance or optical density (O.D.) for mitochondrial dehydrogenase-transformed formazan (or color product). The data were graphically presented as means ± standard errors of the means. For detection of IL-12 and IL-10 in culture supernatants, viability assays were performed as previously described. At 48 hr. supernatants were collected. IL-12 and IL-10 were detected by sandwich ELISA using the BD Pharmingen cytokine detection kits (BD Pharmingen). Briefly, microtiter ELISA plates were coated overnight with capture antibody at 4°C. Plates were blocked at room temperature with 3% bovine serum albumin in PBS for 2–3 hours. After washing, samples were added neat, in duplicate, for 2 h at room temperature. The plates were later incubated with biotin-conjugated anti-cytokine antibody and were subsequently incubated with horseradish peroxidase-labeled avidin (Vector Laboratories). The enzyme substrate O-phenylenediamine (Sigma) was utilized for color development. Cytokine concentrations were calculated against murine recombinant cytokines (BD Pharmingen). Asthma patient data was collected by having clinical patients fill out a 2-page questionnaire randomly selected at the time of routine clinic/office visits during the Fall and Winter months of 2003–2004. The randomness of those completing the questionnaire also contributed to the overall sample randomness. Principal questions included whether or not patients were currently and continuously exposed to kitchen gas stoves. There may be some intrinsic bias in the data collected since all clinic patients were assumed to have some respiratory health problem. The data selected involved those with some recognized asthma symptoms. Asthma categories were designated severe, moderate, and mild based upon standard office spirometer readings, or forced expiratory volume (of exhaled air) in 1 second: FEV1[25]. The focus on kitchen gas stove use and exposure stems from the collection and observation of carbon nanotubes and related carbon nanoparticulate aggregates in kitchen stove exhausts, and fuel-gas combustion sources in general, in both the indoor and outdoor environments [11, 17]. Previous research as noted above has demonstrated that carbon nanotube aggregates, particularly multiwall carbon nanotubes aggregated with other fullerenic nanoparticulates, are ubiquitous in the environment; especially in indoor environments with gas cooking stoves (either natural gas or propane) [17, 26]. As a consequence of these observations, we colleted representative carbon nanotube aggregates in a few kitchens using either natural gas (~96% methane: CH4) or propane gas (C3H8) in order to compare these anthropogenic carbon nanotube aggregate observations with the characteristic carbon nanotube materials utilized in the cytototoxicity studies performed herein. The collections were made using a thermal precipitation device described previously [27, 28]. This device utilizes a thermal gradient effect to adsorb airborne nanoparticulates on the surface of silicon monoxide/formvar-coated, 3 mm, TEM grids which are placed on a cold block inside the device. The grids, with adsorbed nanoparticulates, can be observed directly in the TEM. While the number concentrations of carbon nanotube aggregates collected in indoor environments has been shown to be one or two orders of magnitude greater than the general outdoor environment the number concentrations are nonetheless low; ~104–105/m3."
    },
    {
      "title": "Experimental Nanomaterials",
      "text": "Three different, manufactured carbon nanotube materials were examined in this study. A single wall carbon nanotube powder was purchased from Carbon Nanotechnologies, Inc. in Houston, Texas. This material, designated SWCNT-1 contained roughly 5% to 10% iron catalyst as an impurity. Two different commercially manufactured multi-wall carbon nanotube materials were purchased from Rosseter Holdings, Ltd., Limassol, Cyprus, (designated MWCNT-R), and from Nanolab, Inc., Newton, Massachusetts (designated MWCNT-N). Additionally, a high quality chrysotile asbestos (Mg3Si2O5(OH)4) mineral specimen was obtained as a toxicity comparator because fiber or fibrous particulates are characteristically different in their aerodynamic behavior in airway systems as well as their interactions with cells and tissue as a consequence of their generally large aspect ratios [19]. It is also well established that chrysotile asbestos exhibits predictable effects ranging from a cell irritant to severe toxicities involving carcinogenic responses in humans [20,21]. Consequently since carbon nanotubes are generally fibrous with correspondingly large aspect ratios, controls or comparisons with other carbon nanoparticles such as black carbons seemed morphologically unrepresentative. Furthermore, it has already been demonstrated by Murr and Soto [22] that chrysotile asbestos is essentially indistinguishable, microstructurally, from common forms of multiwall carbon nanotubes. Service [23] has earlier raised the prospects for carbon nanotube toxicity considering this resemblance. Finally, a black carbon (BC) (Vulcan XC-72) manufactured by Cabot Corporation, Billerica, Massachusetts, was also examined and tested in this program because its distinctly different nanostructure allows for a meaningful comparison with the nanofiber/nanotube morphologies described above. In addition, and as noted previously, BC is also one of the three particle types, in addition to TiO2 and diesel particulate matter (DPM) that compose a database for comparing total lung toxicity effects for fine and ultrafine particles [13]."
    },
    {
      "title": "Nanomaterials Characterization by TEM",
      "text": "Each of the experimental nanomaterials described above were fully characterized by examination in the TEM by sprinkling very small and representative quantities onto either carbon/formvar-coated, 3 mm (200 mesh Ni) TEM grids (especially the chrysotile asbestos), or silicon monoxide/formvar-coated, 3 mm (100 mesh Cu) TEM grids. An identical grid was placed on top of these sample grids to form a grid sandwich which constrained the nanomaterials sample within the TEM. Observations of the experimental nanomaterials were made in a Hitachi H-8000 analytical TEM operated at 200 kV accelerating potential, and fitted with a goniometer-tilt (±20°) stage, and a Noran, light-window (Be) energy-dispersive (X-ray) spectrometer (EDS). The general crystallinity or quasi-crystalline features of these nanomaterials samples was also evaluated from selected-area electron diffraction (SAED) patterns [24]. Normal, direct image magnifications ranged from 20,000 to 100,000 times, and enlargements of TEM negatives by 10 times produced image magnifications up to 1,000,000 times."
    },
    {
      "title": "Viability Assays",
      "text": "All materials were suspended in a stock solution at 5μg/mL in DMSO. Murine alveolar macrophages (RAW 267.9 cells) were cultured in 96-well flat-bottom plates (50,000cells/well) in the presence of decreasing concentrations of compound (starting at 10μg/mL with 11 doubling dilutions thereafter). Controls were incubated with equivalent dilutions of vehicle (DMSO) and with neither vehicle nor compound. The cells were cultured in DMEM, 10% FCS, 5 × 10−5 M 2-Me, penicillin, streptomycin, and 2mM glutamine at 37°C, 5% CO2. After 48 hours of incubation, 20μL of MTT (3-(4,-dimethylthiazol-2-yl)-2,5-diphenyl-tetrazolium) (5 μg/mL in H2O) (Sigma-Aldrich Co., St. Louis, MO) was added and the cells were incubated for an additional 4–6 hrs. at which time 180 μL of supernatant was removed and 50 μL of lysis buffer, containing 10 N HCl in isopropanol, was added. After several minutes, the MTT crystals formed were solubilized with gentle pipetting and the content of dissolved MTT crystals was measured with a Molecular Devices VersaMax tunable microplate reader set at 570nm. Cell viability assessments or mitochondria/activity of living cells were made by measuring the relative absorbance or optical density (O.D.) for mitochondrial dehydrogenase-transformed formazan (or color product). The data were graphically presented as means ± standard errors of the means."
    },
    {
      "title": "Detection of Cytokines",
      "text": "For detection of IL-12 and IL-10 in culture supernatants, viability assays were performed as previously described. At 48 hr. supernatants were collected. IL-12 and IL-10 were detected by sandwich ELISA using the BD Pharmingen cytokine detection kits (BD Pharmingen). Briefly, microtiter ELISA plates were coated overnight with capture antibody at 4°C. Plates were blocked at room temperature with 3% bovine serum albumin in PBS for 2–3 hours. After washing, samples were added neat, in duplicate, for 2 h at room temperature. The plates were later incubated with biotin-conjugated anti-cytokine antibody and were subsequently incubated with horseradish peroxidase-labeled avidin (Vector Laboratories). The enzyme substrate O-phenylenediamine (Sigma) was utilized for color development. Cytokine concentrations were calculated against murine recombinant cytokines (BD Pharmingen)."
    },
    {
      "title": "Clinical Asthma Patient Data Collection",
      "text": "Asthma patient data was collected by having clinical patients fill out a 2-page questionnaire randomly selected at the time of routine clinic/office visits during the Fall and Winter months of 2003–2004. The randomness of those completing the questionnaire also contributed to the overall sample randomness. Principal questions included whether or not patients were currently and continuously exposed to kitchen gas stoves. There may be some intrinsic bias in the data collected since all clinic patients were assumed to have some respiratory health problem. The data selected involved those with some recognized asthma symptoms. Asthma categories were designated severe, moderate, and mild based upon standard office spirometer readings, or forced expiratory volume (of exhaled air) in 1 second: FEV1[25]. The focus on kitchen gas stove use and exposure stems from the collection and observation of carbon nanotubes and related carbon nanoparticulate aggregates in kitchen stove exhausts, and fuel-gas combustion sources in general, in both the indoor and outdoor environments [11, 17]."
    },
    {
      "title": "Collection and Analysis of Airborne Carbon Nanotube Aggregates",
      "text": "Previous research as noted above has demonstrated that carbon nanotube aggregates, particularly multiwall carbon nanotubes aggregated with other fullerenic nanoparticulates, are ubiquitous in the environment; especially in indoor environments with gas cooking stoves (either natural gas or propane) [17, 26]. As a consequence of these observations, we colleted representative carbon nanotube aggregates in a few kitchens using either natural gas (~96% methane: CH4) or propane gas (C3H8) in order to compare these anthropogenic carbon nanotube aggregate observations with the characteristic carbon nanotube materials utilized in the cytototoxicity studies performed herein. The collections were made using a thermal precipitation device described previously [27, 28]. This device utilizes a thermal gradient effect to adsorb airborne nanoparticulates on the surface of silicon monoxide/formvar-coated, 3 mm, TEM grids which are placed on a cold block inside the device. The grids, with adsorbed nanoparticulates, can be observed directly in the TEM. While the number concentrations of carbon nanotube aggregates collected in indoor environments has been shown to be one or two orders of magnitude greater than the general outdoor environment the number concentrations are nonetheless low; ~104–105/m3."
    },
    {
      "title": "Results",
      "text": "Figure 1 compares the typical microstructures for the SWCNT-1 sample (Figure 1(a)) and MWCNT-N sample (Figure 1(b)). Figure 1(a) shows the SWCNT microstructure to consist of bundles or so-called ropes of single-wall carbon nanotubes which are aggregated with residual iron catalyst nanoparticles and other nanoparticle contamination especially observable in the magnified insert in Figure 1(a). These ropes form tangled aggregates which range in mean (or geometric) diameters from 2μm to 20 μm; with an average aggregate diameter of ~10 μm. The ropes are composed of several to tens of SWCNTS (arrow in Figure 1(a) insert) and range in thickness (or diameter) from 10 nm to about 50nm. Figure 1(b) shows, in contrast to the complex, rope aggregates of SWCNTs in Figure 1(a), more regular MWCNTs which are also aggregated with a small fraction (~10–15%) of other carbon (fullerenic) nanopolyhedra. These MWCNT aggregates (a portion of which is represented by the insert in Figure 1(b)) range in size from about 1μm to 3μm in diameter; with individual MWCNT diameters (Figure 1(b)) ranging from 5nm to 30nm. The MWCNTs range in length from roughly 30 nm (representing short concentric cylindrical shells) to more than 3 μm; with corresponding aspect ratios ranging from ~4 to >100. The MWCNTs in Figure 1(b) are not straight, but they are more regular than the SWCNT nanorope aggregates represented in Figure 1(a) as recognizable, concentric carbon nanotubes. The complex, interwoven ropes or bundles of SWCNTs shown in Figure 1(a) with a large number of iron catalyst nanoparticles attached are produced by the catalytic decomposition of acetylene (C2H2) or methane (CH4) in the presence of the metal catalyst nanoparticles. In contrast, hydrocarbon gas (usually C2H2) pyrolysis produces the complex, kinked, and interwoven aggregates of MWCNTs shown in Figure 1(b). These two different carbon nanotube forms (Figure 1) therefore represent two different manufacturing routes to produce carbon nanotube aggregates with relatively similar sizes or geometric diameters ranging from 1 to 10 μm, or PM10[29]. Figure 2 shows a magnified TEM view of the MWCNT-R material which is distinct from the MWCNT-N material in Figure 1(b): the MWCNTs are generally very straight, and the aggregates of MWCNTs and other, related fullerene polyhedra, shown in the lower magnification insert in Figure 2, are composed of essentially equal parts of MWCNTs and fullerenic nanopolyhedra. This material was produced by carbon arc evaporation which is a different manufacturing route than that for the SWCNT-1 or the MWCNT-R materials [29]. These aggregates range in size from 0.1 μm to 3 μm in mean (geometric) diameter, and the MWCNTs range in size from ~10 nm to 30 nm in diameter. MWCNT fiber lengths range from roughly 50 nm to 1 μm, creating aspect ratios ranging from ~3 to >50. As shown in Figure 2, the fullerene nanoparticles, consisting of many concentric graphene shells, range in size from 20 nm to 100 nm; and there is a nearly equal volume fraction of these fullerene polyhedra and multiwall nanotubes. It can be noted on comparing Figures 1 and 2 that the experimental carbon nanotube samples represent very diverse structural or microstructure regimes ranging from complex, interwoven SWCNT bundles or nanoropes to more regular and identifiable MWCNs to very straight, fiber-like MWCNTs. Each of these carbon nanotube sample materials is aggregated and the aggregates have similar geometric (or mean) sizes. Correspondingly, and as noted, these materials represent a similar diversity in manufacturing processes. Figure 3 shows high and low magnification TEM images for the chrysotile asbestos. It is apparent that the asbestos occurs as more regular or more recognizable nanotube bundles than the MWCNT-R material in Figure 2, but the individual asbestos nanotubes are morphologically indistinguishable from the MWCNTs shown in Fig. 2(b). It can be noted that like the MWCNTs shown in Figure 1(b) and Figure 2, the asbestos nanotubes are capped except when broken, and because of the very long length of asbestos nanotubes they are easily broken. The asbestos bundles, although fibrous in morphology as evident in Figure 3(a) have mean, geometrical sizes (bundle or aggregate sizes) ranging from about 0.5μm to 15μm. The individual asbestos nanotubes range in diameter from 15 nm to ~40 nm (Figure 3(b)) with lengths from ~0.5 μm to more than 15 μm; corresponding to fiber aspect ratios ranging from 50 to >1500. Figure 4 illustrates, for comparison with the three experimental carbon nanotube aggregate test materials shown in Figures 1 and 2, the general appearance of carbon nanotube aggregates collected in kitchen stove-top burner exhausts. It can be noted that these carbon nanotube aggregates are very similar to the MWCNT-R test material shown typically in the TEM images of Figure 2. Propane (Figure 4(a)) and natural gas (Figure 4(b)) combustion sources produce variations of these aggregate mixtures [11, 17, 26], but the indoor MWCNT aggregates represented in the TEM images of Figure 4 always closely resemble the MWCNT-R test material (Figure 2) (compare Figure 2(b) and Figure 4(b)). It can be noted in Figure 4(a) that the aggregate sizes and morphologies for propane and natural gas-produced carbon nanotube and related nanoparticulate aggregates are also characteristic of the arc-evaporation produced MWCNT material, implicit on comparing Figures 2(a) and 4(a). Figure 5(a) shows the BC (Vulcan XC-72) test material to be characterized by complex, branched aggregates of carbon spherules ranging in size from about 10 nm to 50 nm. The SAED pattern insert shows the same graphite diffraction rings shown in the SAED pattern insert in Figure 4(b) for aggregates of carbon nanotubes and fullerene polyhedra, but the diffraction ring intensity profiles exhibit a more diffuse amorphous-like microstructure consistent with the turbostratic, amorphous carbon and fullerene nanoparticle compositions of soots illustrated in recent high-resolution TEM studies by Grieco, et al. [30] and Vander Wal and Tomasek [31]. Correspondingly, Fig. 5(b) shows for comparison with Figure 5(a) typical diesel (truck) soot aggregate characterized by a similar, branched, fractal-like, carbon spherule aggregate; with spherule dimensions also ranging from about 10 nm to 50nm in diameter. The cytotoxic effect of the various nanoparticulate materials on murine alveolar macrophages is shown in Figure 6. As shown in Figure 6 cells exposed to media or DMSO alone are viable, with O.D. readings of approximately unity. The macrophages were exposed to increasing concentrations of each of the nanoparticulate materials, starting at 0.005μg/mL and increasing to 10μg/mL in doubling concentrations. The nanoparticulate materials, including the chrysotile asbestos, began to induce cellular death at a threshold of 2.5μg/mL. Essentially all of the carbon nanoparticulate materials exhibited a cytotoxic response (as relative macrophage cell viability) similar to the chrysotile asbestos. Figure 7 shows the relative cell viability measured as O.D. readings at 450 nm and a concentration of 5 μg/mL indicative of the toxicities of the carbon nanoparticulate materials (relative to the media and DMSO controls) and the chrysotile asbestos. The BC nanoparticulate aggregates are observed to be slightly less toxic than the carbon nanotube aggregates, and the chrysotile asbestos. Supernatants from the cell cultures treated with the nanoparticulate materials were obtained to assess cytokine production by the alveolar macrophage exposure. Macrophages produce two primary cytokines, interleukin (IL)-12 and IL-10, depending upon the insult experienced by the cells. IL-12 is typically produced topromote an inflammatory response to intracellular microbes, and is a key inducer of both innate and cell-mediated immune responses to these microbes. IL-10, on the other hand, is produced typically to inhibit activated macrophages and, correspondingly, maintains homeostatic control of innate and cell-mediated immune reactions. IL-10 is commonly coupled with the induction of T helper type 2 (Th2) responses that mediate removal of helminthes, and is associated with allergic and asthmatic macrophage responses. After several replicated trials, no IL-10 or IL-12 response was observed. Consequently, while the test concentrations above about 2μg/mL caused cell death, the exposure time or concentrations did not stimulate cytokine production. Table 1 shows two dozen patient data entries colleted in this study from clinic questionnaires. These questionnaires were randomly distributed to office visit patients over a roughly 6 month period. The actual response (Table 1) was roughly 15% of all patients. The response in Table 1 illustrates that 75% of the respondents were women and half of these women, ranging in age from 11 to 54, were Hispanic. The women respondents ranged from mild to severe asthma based on FEV1 category values. Eighty-three percent of all women in the study are currently exposed to gas cooking stoves in the home while 67% of these women have been continuously exposed to gas kitchen stoves over an extended period of time. All (100%) of the Hispanic women are currently exposed to kitchen gas cooking stoves while 67% of the Hispanic women have been continuously exposed to gas kitchen stoves; the same as for all women included in the sample shown in Table 1. It is interesting to note in Table 1 that none of the Hispanic women exhibit severe asthma. Peters, et al. [32] have recently demonstrated an association between the number concentration of ultrafine or nanoparticulate matter and peak expiratory flow rate (PEFR) or the forced expiratory flow between 25% and 75% of vital capacity among asthmatic adults. While the FEV1 value recorded in Table 1 is a more reliable indication of obstruction than the PEFR value [25], specific associations with number concentrations of particulates were not studied specifically. The gas stove or gas combustion product exposure indicated in Table 1, and as illustrated in the TEM images of thermophoretically collected, gas-stove-generated carbon nanotube aggregates shown in Figure 4, may imply some association with asthmatic adults, especially women, since the multiwall carbon nanotube material examined in this study (Figure 2: MWCNT-R), which closely resembles the kitchen gas-stove-produced multiwall carbon nanotube aggregates (Figure 4), exhibited a cytotoxic response similar to chrysotile asbestos. This is significant because this manufactured nanomaterial is essentially a surrogate for anthropogenic carbon nanotube aggregates (compare Figs. 2 and 3). Figure 8(a) shows a bar graph representation of the gas exposure response for women, including Hispanic women, from the data in Table 1, while Figure 8(b) shows for comparison the total natural gas use in the United States from 1985 to 1995 in contrast to asthma deaths per hundred thousand population for the same period. While the asthma deaths illustrate a reduction in contrast to the total gas us in 1995, there is no specific association for gas use and asthma, or asthma deaths. Nonetheless, Figure 8 suggests, especially in the context of the toxicity assay for multiwall carbon nanotube aggregates (Figures 6 and 7), that anthropogenic carbon nanoparticulate aggregates in particular may pose a respiratory health response. Certainly further research, including epidemiological studies, directed toward these issues is needed to assess the implied health effects."
    },
    {
      "title": "Nanomaterials Characterization by TEM",
      "text": "Figure 1 compares the typical microstructures for the SWCNT-1 sample (Figure 1(a)) and MWCNT-N sample (Figure 1(b)). Figure 1(a) shows the SWCNT microstructure to consist of bundles or so-called ropes of single-wall carbon nanotubes which are aggregated with residual iron catalyst nanoparticles and other nanoparticle contamination especially observable in the magnified insert in Figure 1(a). These ropes form tangled aggregates which range in mean (or geometric) diameters from 2μm to 20 μm; with an average aggregate diameter of ~10 μm. The ropes are composed of several to tens of SWCNTS (arrow in Figure 1(a) insert) and range in thickness (or diameter) from 10 nm to about 50nm. Figure 1(b) shows, in contrast to the complex, rope aggregates of SWCNTs in Figure 1(a), more regular MWCNTs which are also aggregated with a small fraction (~10–15%) of other carbon (fullerenic) nanopolyhedra. These MWCNT aggregates (a portion of which is represented by the insert in Figure 1(b)) range in size from about 1μm to 3μm in diameter; with individual MWCNT diameters (Figure 1(b)) ranging from 5nm to 30nm. The MWCNTs range in length from roughly 30 nm (representing short concentric cylindrical shells) to more than 3 μm; with corresponding aspect ratios ranging from ~4 to >100. The MWCNTs in Figure 1(b) are not straight, but they are more regular than the SWCNT nanorope aggregates represented in Figure 1(a) as recognizable, concentric carbon nanotubes. The complex, interwoven ropes or bundles of SWCNTs shown in Figure 1(a) with a large number of iron catalyst nanoparticles attached are produced by the catalytic decomposition of acetylene (C2H2) or methane (CH4) in the presence of the metal catalyst nanoparticles. In contrast, hydrocarbon gas (usually C2H2) pyrolysis produces the complex, kinked, and interwoven aggregates of MWCNTs shown in Figure 1(b). These two different carbon nanotube forms (Figure 1) therefore represent two different manufacturing routes to produce carbon nanotube aggregates with relatively similar sizes or geometric diameters ranging from 1 to 10 μm, or PM10[29]. Figure 2 shows a magnified TEM view of the MWCNT-R material which is distinct from the MWCNT-N material in Figure 1(b): the MWCNTs are generally very straight, and the aggregates of MWCNTs and other, related fullerene polyhedra, shown in the lower magnification insert in Figure 2, are composed of essentially equal parts of MWCNTs and fullerenic nanopolyhedra. This material was produced by carbon arc evaporation which is a different manufacturing route than that for the SWCNT-1 or the MWCNT-R materials [29]. These aggregates range in size from 0.1 μm to 3 μm in mean (geometric) diameter, and the MWCNTs range in size from ~10 nm to 30 nm in diameter. MWCNT fiber lengths range from roughly 50 nm to 1 μm, creating aspect ratios ranging from ~3 to >50. As shown in Figure 2, the fullerene nanoparticles, consisting of many concentric graphene shells, range in size from 20 nm to 100 nm; and there is a nearly equal volume fraction of these fullerene polyhedra and multiwall nanotubes. It can be noted on comparing Figures 1 and 2 that the experimental carbon nanotube samples represent very diverse structural or microstructure regimes ranging from complex, interwoven SWCNT bundles or nanoropes to more regular and identifiable MWCNs to very straight, fiber-like MWCNTs. Each of these carbon nanotube sample materials is aggregated and the aggregates have similar geometric (or mean) sizes. Correspondingly, and as noted, these materials represent a similar diversity in manufacturing processes. Figure 3 shows high and low magnification TEM images for the chrysotile asbestos. It is apparent that the asbestos occurs as more regular or more recognizable nanotube bundles than the MWCNT-R material in Figure 2, but the individual asbestos nanotubes are morphologically indistinguishable from the MWCNTs shown in Fig. 2(b). It can be noted that like the MWCNTs shown in Figure 1(b) and Figure 2, the asbestos nanotubes are capped except when broken, and because of the very long length of asbestos nanotubes they are easily broken. The asbestos bundles, although fibrous in morphology as evident in Figure 3(a) have mean, geometrical sizes (bundle or aggregate sizes) ranging from about 0.5μm to 15μm. The individual asbestos nanotubes range in diameter from 15 nm to ~40 nm (Figure 3(b)) with lengths from ~0.5 μm to more than 15 μm; corresponding to fiber aspect ratios ranging from 50 to >1500. Figure 4 illustrates, for comparison with the three experimental carbon nanotube aggregate test materials shown in Figures 1 and 2, the general appearance of carbon nanotube aggregates collected in kitchen stove-top burner exhausts. It can be noted that these carbon nanotube aggregates are very similar to the MWCNT-R test material shown typically in the TEM images of Figure 2. Propane (Figure 4(a)) and natural gas (Figure 4(b)) combustion sources produce variations of these aggregate mixtures [11, 17, 26], but the indoor MWCNT aggregates represented in the TEM images of Figure 4 always closely resemble the MWCNT-R test material (Figure 2) (compare Figure 2(b) and Figure 4(b)). It can be noted in Figure 4(a) that the aggregate sizes and morphologies for propane and natural gas-produced carbon nanotube and related nanoparticulate aggregates are also characteristic of the arc-evaporation produced MWCNT material, implicit on comparing Figures 2(a) and 4(a). Figure 5(a) shows the BC (Vulcan XC-72) test material to be characterized by complex, branched aggregates of carbon spherules ranging in size from about 10 nm to 50 nm. The SAED pattern insert shows the same graphite diffraction rings shown in the SAED pattern insert in Figure 4(b) for aggregates of carbon nanotubes and fullerene polyhedra, but the diffraction ring intensity profiles exhibit a more diffuse amorphous-like microstructure consistent with the turbostratic, amorphous carbon and fullerene nanoparticle compositions of soots illustrated in recent high-resolution TEM studies by Grieco, et al. [30] and Vander Wal and Tomasek [31]. Correspondingly, Fig. 5(b) shows for comparison with Figure 5(a) typical diesel (truck) soot aggregate characterized by a similar, branched, fractal-like, carbon spherule aggregate; with spherule dimensions also ranging from about 10 nm to 50nm in diameter."
    },
    {
      "title": "Cytotoxicity Assays",
      "text": "The cytotoxic effect of the various nanoparticulate materials on murine alveolar macrophages is shown in Figure 6. As shown in Figure 6 cells exposed to media or DMSO alone are viable, with O.D. readings of approximately unity. The macrophages were exposed to increasing concentrations of each of the nanoparticulate materials, starting at 0.005μg/mL and increasing to 10μg/mL in doubling concentrations. The nanoparticulate materials, including the chrysotile asbestos, began to induce cellular death at a threshold of 2.5μg/mL. Essentially all of the carbon nanoparticulate materials exhibited a cytotoxic response (as relative macrophage cell viability) similar to the chrysotile asbestos. Figure 7 shows the relative cell viability measured as O.D. readings at 450 nm and a concentration of 5 μg/mL indicative of the toxicities of the carbon nanoparticulate materials (relative to the media and DMSO controls) and the chrysotile asbestos. The BC nanoparticulate aggregates are observed to be slightly less toxic than the carbon nanotube aggregates, and the chrysotile asbestos."
    },
    {
      "title": "Cytokine Response",
      "text": "Supernatants from the cell cultures treated with the nanoparticulate materials were obtained to assess cytokine production by the alveolar macrophage exposure. Macrophages produce two primary cytokines, interleukin (IL)-12 and IL-10, depending upon the insult experienced by the cells. IL-12 is typically produced topromote an inflammatory response to intracellular microbes, and is a key inducer of both innate and cell-mediated immune responses to these microbes. IL-10, on the other hand, is produced typically to inhibit activated macrophages and, correspondingly, maintains homeostatic control of innate and cell-mediated immune reactions. IL-10 is commonly coupled with the induction of T helper type 2 (Th2) responses that mediate removal of helminthes, and is associated with allergic and asthmatic macrophage responses. After several replicated trials, no IL-10 or IL-12 response was observed. Consequently, while the test concentrations above about 2μg/mL caused cell death, the exposure time or concentrations did not stimulate cytokine production."
    },
    {
      "title": "Preliminary Clinical Asthma Data",
      "text": "Table 1 shows two dozen patient data entries colleted in this study from clinic questionnaires. These questionnaires were randomly distributed to office visit patients over a roughly 6 month period. The actual response (Table 1) was roughly 15% of all patients. The response in Table 1 illustrates that 75% of the respondents were women and half of these women, ranging in age from 11 to 54, were Hispanic. The women respondents ranged from mild to severe asthma based on FEV1 category values. Eighty-three percent of all women in the study are currently exposed to gas cooking stoves in the home while 67% of these women have been continuously exposed to gas kitchen stoves over an extended period of time. All (100%) of the Hispanic women are currently exposed to kitchen gas cooking stoves while 67% of the Hispanic women have been continuously exposed to gas kitchen stoves; the same as for all women included in the sample shown in Table 1. It is interesting to note in Table 1 that none of the Hispanic women exhibit severe asthma. Peters, et al. [32] have recently demonstrated an association between the number concentration of ultrafine or nanoparticulate matter and peak expiratory flow rate (PEFR) or the forced expiratory flow between 25% and 75% of vital capacity among asthmatic adults. While the FEV1 value recorded in Table 1 is a more reliable indication of obstruction than the PEFR value [25], specific associations with number concentrations of particulates were not studied specifically. The gas stove or gas combustion product exposure indicated in Table 1, and as illustrated in the TEM images of thermophoretically collected, gas-stove-generated carbon nanotube aggregates shown in Figure 4, may imply some association with asthmatic adults, especially women, since the multiwall carbon nanotube material examined in this study (Figure 2: MWCNT-R), which closely resembles the kitchen gas-stove-produced multiwall carbon nanotube aggregates (Figure 4), exhibited a cytotoxic response similar to chrysotile asbestos. This is significant because this manufactured nanomaterial is essentially a surrogate for anthropogenic carbon nanotube aggregates (compare Figs. 2 and 3). Figure 8(a) shows a bar graph representation of the gas exposure response for women, including Hispanic women, from the data in Table 1, while Figure 8(b) shows for comparison the total natural gas use in the United States from 1985 to 1995 in contrast to asthma deaths per hundred thousand population for the same period. While the asthma deaths illustrate a reduction in contrast to the total gas us in 1995, there is no specific association for gas use and asthma, or asthma deaths. Nonetheless, Figure 8 suggests, especially in the context of the toxicity assay for multiwall carbon nanotube aggregates (Figures 6 and 7), that anthropogenic carbon nanoparticulate aggregates in particular may pose a respiratory health response. Certainly further research, including epidemiological studies, directed toward these issues is needed to assess the implied health effects."
    },
    {
      "title": "Discussion",
      "text": "Standard cytotoxicity assays in this study have demonstrated that various carbon nanotube aggregates characterizing very different particulate morphologies exhibit cytotoxic responses essentially identical to nanoparticulate black carbon aggregates, as well as chrysotile asbestos fibril aggregates. Although it is somewhat speculative to generalize these results in terms of specific health risks to humans, concerns for potential occupational exposure hazards should at least be acknowledged. While the physiological relevance of these results remains to be determined, the observations that MWCNT aggregates identical in nanostructure and composition to those nanoaggregates produced ubiquitously in the environment exhibit relative cytotoxicity identical to that for chrysotile asbestos, and nanoparticulate black carbon aggregates, certainly raises concerns for environmental health effects not previously considered either epidemiologically or etiologically. This is true especially for the escalating incidences of respiratory diseases, particularly asthma. While murine alveolar macrophages can provide an in vitro model of potential in vivo effects upon inhalation of the nanoparticulate materials, and also allow for the in vitro experiments to be translated to an in vivo model of exposure (a murine in viro model), cell culture studies in general do not include any effects related to the interaction of the respiratory tract and nervous system with the nanoparticulates. Even experiments that simulate physiologically relevant phenomena simulate only a fraction of the biochemical reactions that take place in a living organism. Correspondingly, and as Warheit [12] (among others) has pointed out, mouse or rat pulmonary response to inhaled particulates is considerably different from larger mammals, particularly humans. Nonetheless, the comparative cytotoxicity assays reported herein can begin to provide some preliminary assessments for the potential pulmonary responses for nanoparticulate aggregates. Correspondingly, it would appear that inhalation threshold limits for airborne chrysotile asbestos should be applied to BC and carbon nanotubes, both single wall and multiwall, regardless of the specific aggregate or primary particle morphologies. Because of the diversity of nanoparticle aggregates and their morphologies (Figures 1–5), especially amongst the carbonaceous nanomaterials, it does not seem likely that the cytotoxicities and related insults for murine macrophage cells are morphologically specific since the BC response is essentially the same as the MWCNT-R material as well as the chrysotile asbestos. Indeed, amongst the common asbestos forms, chrysotile asbestos is the least toxic, and demonstrates the least potential to induce mesothelioma [21, 33]. This is due mainly to its chemistry since other asbestos forms are also nanofibril aggregates; although chrysotile is a nanotube as shown in Figure 4. Like the synergistic interactions for cigarette smoking and asbestos exposure [34, 35], other nanoparticulate materials such as anthropogenic carbon nanotube aggregates and cigarette smoke or diesel nanoparticle aggregates (Figure 5(b)) and PAHs may exhibit similar synergistic interactions in the context of respiratory tract insults or asthma. Of the fibrous particulate matter associated with general toxicity in the environment, especially occupational environments, asbestos is probably the most studied and most notorious. Epidemiologic as well as animal studies have shown that inhaled asbestos can result in pulmonary fibrosis, lung cancer, mesothelioma, and other pleuropulmonary disorders [21, 36]. Chrysotile asbestos is the most common type of asbestos worldwide and represents roughly 95% of fibrous asbestos uses in thousands of commercial products worldwide [37]. As illustrated in Fig. 3, chrysotile is a crystalline, nanotube, serpentine mineral (Mg3Si2O5(OH)4). Commercial amphibole asbestos mineral fibrils, namely amosite ((Fe, Mg)7 Si8O22(OH)2) or crocidolite (Na2Fe5Si8O22(OH,F)2), which account for the other 5% of fibrous asbestos use, have a relatively higher toxicity and pathogenicity than chrysotile because of the iron content [21]. These fibers are not nanotubes like the chrysotile and the exact mechanisms of injury and disease development caused by asbestos fibers remain unclear, but generation of oxidants due to cell uptake and subsequent interactions has been shown to be of fundamental importance in many cellular responses to asbestos [21,38]. To the extent that iron content in asbestos nanofibers plays a pathogenic role, the iron nanoparticulates aggregated with the carbon nanoropes in the SWCNT-1 material (Fig. 1(a)) may also contribute to the characteristic cytotoxicity, although this would not be the case for the two MWCNT samples. The occupational exposure limits for asbestos have varied worldwide between about 1 and 10 fibers/mL (106 to 107 fibers/m3) ingested over an 8h period [38, 39]. MWCNT and other fullerene nanoform aggregates collected on kitchen stove tops as illustrated in Fig. 5 produce particle number concentrations of ~104 to 105/m3 for these aggregates. However, since the larger aggregates can contain up to 103 loosely bound MWCNT fibers, the potential home kitchen exposure could exceed these limits if only 10% of the individual carbon nanotubes were released into the deep lung regime during respiration for about the time it takes to cook dinner (~30 min; × 0.01m3/min. of respired air × 100 MWCNTs × ~104 aggregates/m3 ≅ 0.3 × 106 carbon nanofibers/m3). Furthermore, in home kitchens, the point of emission and point of exposure are little changed in contrast to many particulates emitted into the outdoor atmosphere, including carbon nanotube aggregates. Other than occupational exposures to asbestos and crystalline silica, another cytotoxic particle type classified as a human carcinogen [40], the long term effects of nanoparticulate materials are little known. Correspondingly little is known of the long term effects of low concentrations or levels of specific air pollutants, especially nanoparticulates. Heinrich, et al. [41] have discussed the increasing respiratory symptoms in children with generally declining ambient (outdoor) air pollution while Jedrychowski, et al. [42] have shown that low levels of ambient air pollution can have adverse effects on lung function growth in children. However, specific particulate matter was not considered. There are advantages and disadvantages in using a murine macrophage cell line in the present studies. The main advantage is the consistency of the assay and the simplicity, independent of interconnected metabolic and pulmonary functionality. The biochemistry of single cells, especially cell lines, can differ from the responses occurring in specific animal tissue, and especially in the normal human body. Correspondingly, the disadvantage is that cell culture studies do not include any effects related to the interaction of the specific particulates being studied with the respiratory tract and associated systems and organs. In addition, and as noted recently by Warheit [12], rat and mouse lung instillation studies also have their limitations when toxicity assessments are made for human lung responses to particulate matter. Nikula, et al. [43] have shown that rat lungs process inhaled particulates very differently from larger mammals, especially humans. Consequently, while some relative hazard or figure of merit for potential toxicity may be determined as we have illustrated herein, the issue of exposure or the exposure component, including the exposure length and concentration, is largely unknown, and the risk for specific particulates is difficult to establish, especially for humans predisposed to respiratory or related effects. As pointed out by Warheit [12] risk assessment involves the actual hazard (or toxicity) plus the exposure (or exposure time). A risk paradigm, illustrating the intervening steps between sources of toxic PM and adverse health effects, was recently developed by the National Research Council (USA) in the form [44]: A corresponding and widely used exposure model is also given by Spengler, et al. [45]: where, Ê is the mean exposure over N microenvironments, fj is the fraction of time spent in the jth microenvironment, and Cj is the (jth) microenvironment concentration (of the particulate or toxic agent). While concentrations are often linked statistically by epidemiology to health effects, the sequential linkage across the risk paradigm requires understanding the intervening relationships, especially concentrations of toxic PM and the time of human exposure in specific microenvironments, especially the home; since the average adult spends roughly 70% of the day indoors and as much as 90% of the day in the combined home and work microenvironments. Those with health problems and the elderly would normally spend an even greater percentage of the day indoors [46–48]. It may be important to collect sufficient quantities of MWCNT nanoaggregates in home (kitchen) environments and to perform cytoxicity assays directly on these collected samples. Techniques are now available to allow for the selective collection and concentration of the nanoparticulate fraction of sampled air [49–51]. In addition, more statistically significant and more comprehensive clinical data linking respiratory diseases and asthma to sources and actual exposure to MWCNT aggregates will be necessary in establishing exposure-response relationships. More extensive pulmonary bioassays especially utilizing human macrophage cell lines may also provide necessary support for the proposed source linkages, and the health effects hypothesis implicit in these preliminary findings."
    },
    {
      "title": "Conclusions",
      "text": "This study has shown that nanoparticulate aggregates of BC, SWCNT’s as aggregated, complex bundles or ropes containing nanoparticles of Fe catalyst, and MWCNT’s, especially aggregates of MWCNT’s and other fullerene nanoparticles similar to the nanoparticle aggregates produced by many common fuel-gas/air combustion sources such as kitchen gas stove-top burners, exhibit the same toxicity to murine alveolar macrophage cells as chrysotile asbestos nanotube bundles; at concentrations above about 2μg/mL. The chrysotile asbestos nanotube material along with the BC and the MWCNT material which emulates (as a surrogate) anthropogenic MWCNT aggregates in both the indoor and outdoor air inhibited survival of murine macrophage cells. Preliminary collections and analysis of clinical data for asthmatic patients revealed that 83% of women ages 11 to 54 and with mild to severe asthma are currently exposed to kitchen gas cooking stoves in the home while 67% have been continuously exposed. Correspondingly, 100% of Hispanic women are currently exposed to kitchen gas cooking stoves while 67%, the same as for all women in the study, have been continuously exposed. The implications suggest that the anthropogenic occurrences of carbon nanotubes and related nanoparticulate aggregates and exposures in various microclimates may contribute to allergies and/or asthma in humans, especially for long-term exposure. In addition, at sufficiently high concentrations or for very long exposure times, carbon nanoparticulate materials may cause other pulmonary health effects. The corresponding toxicity contrast for chrysotile asbestos also raises concerns for manufactured carbon nanomaterials as well. While murine lung macrophage cell lines as a toxicity assay basis are a long way from representing human lung function, the similarity of the cytotoxic response referenced to chrysotile asbestos may provide some compelling rationale for potential health effects in humans given the significant volumes of evidence for human pulmonary health effects of asbestos [21, 33]."
    }
  ],
  "full_text": "## Introduction\nWhile nanotechnology and especially the development of nanoparticulate materials has emerged as the new global focus for a wide spectrum of basic sciences and applied engineering, it has caused a corresponding concern for the potential health risks both in the manufacturing microenvironments and the ambient air; both indoor and outdoor. Some groups have called for a moratorium on nanotechnology-related research, especially nanoparticulate production and use [1, 2]. Carbon nanotubes, especially single-wall carbon nanotubes having extraordinary electrical, thermal, and mechanical properties (purported to be ~100 times stronger than steel at only 17% of its weight [3]), are especially promising nanomaterials. Correspondingly, these and related nanoparticulates have raised concerns for the implications for health effects. A critical factor here involves not only the potential risk (implicit in demonstrated toxicity), but especially the exposure. It is now becoming apparent that in general ultrafine or nanoparticulate matter (PM) designated PM0.1, indicative of particulates smaller than 0.1μm in diameter, poses a greater health risk than fine PM or larger (>PM2.5 which is the standard designation for PM larger than 2.5 μm in mean geometric or aerodynamic diameter) [4–7]. In addition to the nano PM risk, Momarca, et al. [8] also demonstrated that fine crystalline silica (SiO2) had a more detrimental effect on lung epithelial cell damage than fine amorphous silica PM. In addition, recent outdoor airborne particulate analyses have shown that more than 90% of the PM less than 1 μm in diameter (PM1) is crystalline, and 80% of this PM1 range are aggregates ranging from as few as 2 primary particles to more than 1000 primary particles; with morphologies ranging from dense, symmetric aggregates to complex, fractal-like, branched, cluster geometries [9–11]. Warheit [12] has recently noted that the total lung toxicity database for comparing the effects of nano PM (<0.1 μm) with fine PM (<2.5 μm) is composed of studies on only three particle types: titanium dioxide (TiO2 – rutile), black carbon (BC), and diesel particulate matter (DPM) [7, 13, 14]. Only two recent studies have begun to explore the toxicological features of single wall carbon nanotubes (SWCNTs). Lam, et al. [15] concluded that SWCNTs are much more toxic to mouse lungs than black carbon, and possibly more toxic than silica; in the nanoparticulate regime. Warheit, et al. [16] correspondingly demonstrated that high dose, intratrachially instilled SWCNTs in rat lung produced transient inflammatory cell injury in contrast to ultra-fine silica particulate exposures. Warheit [12] has more recently cautioned that although rat studies can provide potential hazard estimates, they do not necessarily represent human risk or exposure. Furthermore, the single wall carbon nanotubes in these studies were essentially uncharacterized, and it is unclear whether they were indeed unaggregated, single wall nanotubes, aggregated fibrils or so-called nano-ropes or mixtures (bundles) of nanotubes and other fullerenic polyhedra and metal catalyst nanoparticles. PM sizes or morphologies were unspecified, and comparison of presumed nanotube or fibril morphologies with aggregated carbon spherules of carbon black (as demonstrated in the recent work of Murr, et al. [17]) in the work of Lam, et al. [15] and Warheit, et al. [16] is also absent. Humans have been exposed to nanoparticulates, especially natural environmental nanoparticulates such as mineral species, combustion products, and other anthropogenic nanoparticulates for millennia, if not longer. It has recently been observed in fact that aggregated multi-wall carbon nanotubes (MWCNTs) and other fullerenic polyhedra are not only ubiquitous in the contemporary, outdoor environment, but homes with gas cooking ranges (which are sources of these aggregates) may contain two orders of magnitude more of these aggregates (in number concentration) than the ambient, outdoor air [11, 17]. Furthermore, and as intimated above, Esquivel and Murr [18] have observed aggregates of MWCNTs and other fullerenic nanoparticles in a 10,000 year-old Greenland ice core sample; indicative of the fact that these carbon nanoforms have been a component of the natural atmospheric combustion product regime in antiquity as well. In this research we performed viability assays on a murine lung macrophage cell line to assess the comparative cytotoxicity of commercial, manufactured SWCNTs and two different MWCNT samples; utilizing chrysotile asbestos nanotubes and commercial black carbon as toxicity standards. These nanotube and nanoparticulate samples were fully characterized by transmission electron microscopy. We also collected and analyzed very preliminary clinical (epidemiologic) data relating asthma classifications and prevalence of home gas cooking stove exposure in a mixed patient group ranging in age from 11 to 89 years. In addition, cytokine production (IL-10 and IL-12) was also investigated for the corresponding cytotoxicity assays. Finally, we have examined the implications of this preliminary data and the carbon nanotube studies in the context of potentially new etiological approaches to environmental health issues involving anthropogenic carbon nanotubes in particular and manufactured nanoparticulate materials, especially carbon nanomaterials, in general.\n\n## Materials and Methods\nThree different, manufactured carbon nanotube materials were examined in this study. A single wall carbon nanotube powder was purchased from Carbon Nanotechnologies, Inc. in Houston, Texas. This material, designated SWCNT-1 contained roughly 5% to 10% iron catalyst as an impurity. Two different commercially manufactured multi-wall carbon nanotube materials were purchased from Rosseter Holdings, Ltd., Limassol, Cyprus, (designated MWCNT-R), and from Nanolab, Inc., Newton, Massachusetts (designated MWCNT-N). Additionally, a high quality chrysotile asbestos (Mg3Si2O5(OH)4) mineral specimen was obtained as a toxicity comparator because fiber or fibrous particulates are characteristically different in their aerodynamic behavior in airway systems as well as their interactions with cells and tissue as a consequence of their generally large aspect ratios [19]. It is also well established that chrysotile asbestos exhibits predictable effects ranging from a cell irritant to severe toxicities involving carcinogenic responses in humans [20,21]. Consequently since carbon nanotubes are generally fibrous with correspondingly large aspect ratios, controls or comparisons with other carbon nanoparticles such as black carbons seemed morphologically unrepresentative. Furthermore, it has already been demonstrated by Murr and Soto [22] that chrysotile asbestos is essentially indistinguishable, microstructurally, from common forms of multiwall carbon nanotubes. Service [23] has earlier raised the prospects for carbon nanotube toxicity considering this resemblance. Finally, a black carbon (BC) (Vulcan XC-72) manufactured by Cabot Corporation, Billerica, Massachusetts, was also examined and tested in this program because its distinctly different nanostructure allows for a meaningful comparison with the nanofiber/nanotube morphologies described above. In addition, and as noted previously, BC is also one of the three particle types, in addition to TiO2 and diesel particulate matter (DPM) that compose a database for comparing total lung toxicity effects for fine and ultrafine particles [13]. Each of the experimental nanomaterials described above were fully characterized by examination in the TEM by sprinkling very small and representative quantities onto either carbon/formvar-coated, 3 mm (200 mesh Ni) TEM grids (especially the chrysotile asbestos), or silicon monoxide/formvar-coated, 3 mm (100 mesh Cu) TEM grids. An identical grid was placed on top of these sample grids to form a grid sandwich which constrained the nanomaterials sample within the TEM. Observations of the experimental nanomaterials were made in a Hitachi H-8000 analytical TEM operated at 200 kV accelerating potential, and fitted with a goniometer-tilt (±20°) stage, and a Noran, light-window (Be) energy-dispersive (X-ray) spectrometer (EDS). The general crystallinity or quasi-crystalline features of these nanomaterials samples was also evaluated from selected-area electron diffraction (SAED) patterns [24]. Normal, direct image magnifications ranged from 20,000 to 100,000 times, and enlargements of TEM negatives by 10 times produced image magnifications up to 1,000,000 times. All materials were suspended in a stock solution at 5μg/mL in DMSO. Murine alveolar macrophages (RAW 267.9 cells) were cultured in 96-well flat-bottom plates (50,000cells/well) in the presence of decreasing concentrations of compound (starting at 10μg/mL with 11 doubling dilutions thereafter). Controls were incubated with equivalent dilutions of vehicle (DMSO) and with neither vehicle nor compound. The cells were cultured in DMEM, 10% FCS, 5 × 10−5 M 2-Me, penicillin, streptomycin, and 2mM glutamine at 37°C, 5% CO2. After 48 hours of incubation, 20μL of MTT (3-(4,-dimethylthiazol-2-yl)-2,5-diphenyl-tetrazolium) (5 μg/mL in H2O) (Sigma-Aldrich Co., St. Louis, MO) was added and the cells were incubated for an additional 4–6 hrs. at which time 180 μL of supernatant was removed and 50 μL of lysis buffer, containing 10 N HCl in isopropanol, was added. After several minutes, the MTT crystals formed were solubilized with gentle pipetting and the content of dissolved MTT crystals was measured with a Molecular Devices VersaMax tunable microplate reader set at 570nm. Cell viability assessments or mitochondria/activity of living cells were made by measuring the relative absorbance or optical density (O.D.) for mitochondrial dehydrogenase-transformed formazan (or color product). The data were graphically presented as means ± standard errors of the means. For detection of IL-12 and IL-10 in culture supernatants, viability assays were performed as previously described. At 48 hr. supernatants were collected. IL-12 and IL-10 were detected by sandwich ELISA using the BD Pharmingen cytokine detection kits (BD Pharmingen). Briefly, microtiter ELISA plates were coated overnight with capture antibody at 4°C. Plates were blocked at room temperature with 3% bovine serum albumin in PBS for 2–3 hours. After washing, samples were added neat, in duplicate, for 2 h at room temperature. The plates were later incubated with biotin-conjugated anti-cytokine antibody and were subsequently incubated with horseradish peroxidase-labeled avidin (Vector Laboratories). The enzyme substrate O-phenylenediamine (Sigma) was utilized for color development. Cytokine concentrations were calculated against murine recombinant cytokines (BD Pharmingen). Asthma patient data was collected by having clinical patients fill out a 2-page questionnaire randomly selected at the time of routine clinic/office visits during the Fall and Winter months of 2003–2004. The randomness of those completing the questionnaire also contributed to the overall sample randomness. Principal questions included whether or not patients were currently and continuously exposed to kitchen gas stoves. There may be some intrinsic bias in the data collected since all clinic patients were assumed to have some respiratory health problem. The data selected involved those with some recognized asthma symptoms. Asthma categories were designated severe, moderate, and mild based upon standard office spirometer readings, or forced expiratory volume (of exhaled air) in 1 second: FEV1[25]. The focus on kitchen gas stove use and exposure stems from the collection and observation of carbon nanotubes and related carbon nanoparticulate aggregates in kitchen stove exhausts, and fuel-gas combustion sources in general, in both the indoor and outdoor environments [11, 17]. Previous research as noted above has demonstrated that carbon nanotube aggregates, particularly multiwall carbon nanotubes aggregated with other fullerenic nanoparticulates, are ubiquitous in the environment; especially in indoor environments with gas cooking stoves (either natural gas or propane) [17, 26]. As a consequence of these observations, we colleted representative carbon nanotube aggregates in a few kitchens using either natural gas (~96% methane: CH4) or propane gas (C3H8) in order to compare these anthropogenic carbon nanotube aggregate observations with the characteristic carbon nanotube materials utilized in the cytototoxicity studies performed herein. The collections were made using a thermal precipitation device described previously [27, 28]. This device utilizes a thermal gradient effect to adsorb airborne nanoparticulates on the surface of silicon monoxide/formvar-coated, 3 mm, TEM grids which are placed on a cold block inside the device. The grids, with adsorbed nanoparticulates, can be observed directly in the TEM. While the number concentrations of carbon nanotube aggregates collected in indoor environments has been shown to be one or two orders of magnitude greater than the general outdoor environment the number concentrations are nonetheless low; ~104–105/m3.\n\n## Experimental Nanomaterials\nThree different, manufactured carbon nanotube materials were examined in this study. A single wall carbon nanotube powder was purchased from Carbon Nanotechnologies, Inc. in Houston, Texas. This material, designated SWCNT-1 contained roughly 5% to 10% iron catalyst as an impurity. Two different commercially manufactured multi-wall carbon nanotube materials were purchased from Rosseter Holdings, Ltd., Limassol, Cyprus, (designated MWCNT-R), and from Nanolab, Inc., Newton, Massachusetts (designated MWCNT-N). Additionally, a high quality chrysotile asbestos (Mg3Si2O5(OH)4) mineral specimen was obtained as a toxicity comparator because fiber or fibrous particulates are characteristically different in their aerodynamic behavior in airway systems as well as their interactions with cells and tissue as a consequence of their generally large aspect ratios [19]. It is also well established that chrysotile asbestos exhibits predictable effects ranging from a cell irritant to severe toxicities involving carcinogenic responses in humans [20,21]. Consequently since carbon nanotubes are generally fibrous with correspondingly large aspect ratios, controls or comparisons with other carbon nanoparticles such as black carbons seemed morphologically unrepresentative. Furthermore, it has already been demonstrated by Murr and Soto [22] that chrysotile asbestos is essentially indistinguishable, microstructurally, from common forms of multiwall carbon nanotubes. Service [23] has earlier raised the prospects for carbon nanotube toxicity considering this resemblance. Finally, a black carbon (BC) (Vulcan XC-72) manufactured by Cabot Corporation, Billerica, Massachusetts, was also examined and tested in this program because its distinctly different nanostructure allows for a meaningful comparison with the nanofiber/nanotube morphologies described above. In addition, and as noted previously, BC is also one of the three particle types, in addition to TiO2 and diesel particulate matter (DPM) that compose a database for comparing total lung toxicity effects for fine and ultrafine particles [13].\n\n## Nanomaterials Characterization by TEM\nEach of the experimental nanomaterials described above were fully characterized by examination in the TEM by sprinkling very small and representative quantities onto either carbon/formvar-coated, 3 mm (200 mesh Ni) TEM grids (especially the chrysotile asbestos), or silicon monoxide/formvar-coated, 3 mm (100 mesh Cu) TEM grids. An identical grid was placed on top of these sample grids to form a grid sandwich which constrained the nanomaterials sample within the TEM. Observations of the experimental nanomaterials were made in a Hitachi H-8000 analytical TEM operated at 200 kV accelerating potential, and fitted with a goniometer-tilt (±20°) stage, and a Noran, light-window (Be) energy-dispersive (X-ray) spectrometer (EDS). The general crystallinity or quasi-crystalline features of these nanomaterials samples was also evaluated from selected-area electron diffraction (SAED) patterns [24]. Normal, direct image magnifications ranged from 20,000 to 100,000 times, and enlargements of TEM negatives by 10 times produced image magnifications up to 1,000,000 times.\n\n## Viability Assays\nAll materials were suspended in a stock solution at 5μg/mL in DMSO. Murine alveolar macrophages (RAW 267.9 cells) were cultured in 96-well flat-bottom plates (50,000cells/well) in the presence of decreasing concentrations of compound (starting at 10μg/mL with 11 doubling dilutions thereafter). Controls were incubated with equivalent dilutions of vehicle (DMSO) and with neither vehicle nor compound. The cells were cultured in DMEM, 10% FCS, 5 × 10−5 M 2-Me, penicillin, streptomycin, and 2mM glutamine at 37°C, 5% CO2. After 48 hours of incubation, 20μL of MTT (3-(4,-dimethylthiazol-2-yl)-2,5-diphenyl-tetrazolium) (5 μg/mL in H2O) (Sigma-Aldrich Co., St. Louis, MO) was added and the cells were incubated for an additional 4–6 hrs. at which time 180 μL of supernatant was removed and 50 μL of lysis buffer, containing 10 N HCl in isopropanol, was added. After several minutes, the MTT crystals formed were solubilized with gentle pipetting and the content of dissolved MTT crystals was measured with a Molecular Devices VersaMax tunable microplate reader set at 570nm. Cell viability assessments or mitochondria/activity of living cells were made by measuring the relative absorbance or optical density (O.D.) for mitochondrial dehydrogenase-transformed formazan (or color product). The data were graphically presented as means ± standard errors of the means.\n\n## Detection of Cytokines\nFor detection of IL-12 and IL-10 in culture supernatants, viability assays were performed as previously described. At 48 hr. supernatants were collected. IL-12 and IL-10 were detected by sandwich ELISA using the BD Pharmingen cytokine detection kits (BD Pharmingen). Briefly, microtiter ELISA plates were coated overnight with capture antibody at 4°C. Plates were blocked at room temperature with 3% bovine serum albumin in PBS for 2–3 hours. After washing, samples were added neat, in duplicate, for 2 h at room temperature. The plates were later incubated with biotin-conjugated anti-cytokine antibody and were subsequently incubated with horseradish peroxidase-labeled avidin (Vector Laboratories). The enzyme substrate O-phenylenediamine (Sigma) was utilized for color development. Cytokine concentrations were calculated against murine recombinant cytokines (BD Pharmingen).\n\n## Clinical Asthma Patient Data Collection\nAsthma patient data was collected by having clinical patients fill out a 2-page questionnaire randomly selected at the time of routine clinic/office visits during the Fall and Winter months of 2003–2004. The randomness of those completing the questionnaire also contributed to the overall sample randomness. Principal questions included whether or not patients were currently and continuously exposed to kitchen gas stoves. There may be some intrinsic bias in the data collected since all clinic patients were assumed to have some respiratory health problem. The data selected involved those with some recognized asthma symptoms. Asthma categories were designated severe, moderate, and mild based upon standard office spirometer readings, or forced expiratory volume (of exhaled air) in 1 second: FEV1[25]. The focus on kitchen gas stove use and exposure stems from the collection and observation of carbon nanotubes and related carbon nanoparticulate aggregates in kitchen stove exhausts, and fuel-gas combustion sources in general, in both the indoor and outdoor environments [11, 17].\n\n## Collection and Analysis of Airborne Carbon Nanotube Aggregates\nPrevious research as noted above has demonstrated that carbon nanotube aggregates, particularly multiwall carbon nanotubes aggregated with other fullerenic nanoparticulates, are ubiquitous in the environment; especially in indoor environments with gas cooking stoves (either natural gas or propane) [17, 26]. As a consequence of these observations, we colleted representative carbon nanotube aggregates in a few kitchens using either natural gas (~96% methane: CH4) or propane gas (C3H8) in order to compare these anthropogenic carbon nanotube aggregate observations with the characteristic carbon nanotube materials utilized in the cytototoxicity studies performed herein. The collections were made using a thermal precipitation device described previously [27, 28]. This device utilizes a thermal gradient effect to adsorb airborne nanoparticulates on the surface of silicon monoxide/formvar-coated, 3 mm, TEM grids which are placed on a cold block inside the device. The grids, with adsorbed nanoparticulates, can be observed directly in the TEM. While the number concentrations of carbon nanotube aggregates collected in indoor environments has been shown to be one or two orders of magnitude greater than the general outdoor environment the number concentrations are nonetheless low; ~104–105/m3.\n\n## Results\nFigure 1 compares the typical microstructures for the SWCNT-1 sample (Figure 1(a)) and MWCNT-N sample (Figure 1(b)). Figure 1(a) shows the SWCNT microstructure to consist of bundles or so-called ropes of single-wall carbon nanotubes which are aggregated with residual iron catalyst nanoparticles and other nanoparticle contamination especially observable in the magnified insert in Figure 1(a). These ropes form tangled aggregates which range in mean (or geometric) diameters from 2μm to 20 μm; with an average aggregate diameter of ~10 μm. The ropes are composed of several to tens of SWCNTS (arrow in Figure 1(a) insert) and range in thickness (or diameter) from 10 nm to about 50nm. Figure 1(b) shows, in contrast to the complex, rope aggregates of SWCNTs in Figure 1(a), more regular MWCNTs which are also aggregated with a small fraction (~10–15%) of other carbon (fullerenic) nanopolyhedra. These MWCNT aggregates (a portion of which is represented by the insert in Figure 1(b)) range in size from about 1μm to 3μm in diameter; with individual MWCNT diameters (Figure 1(b)) ranging from 5nm to 30nm. The MWCNTs range in length from roughly 30 nm (representing short concentric cylindrical shells) to more than 3 μm; with corresponding aspect ratios ranging from ~4 to >100. The MWCNTs in Figure 1(b) are not straight, but they are more regular than the SWCNT nanorope aggregates represented in Figure 1(a) as recognizable, concentric carbon nanotubes. The complex, interwoven ropes or bundles of SWCNTs shown in Figure 1(a) with a large number of iron catalyst nanoparticles attached are produced by the catalytic decomposition of acetylene (C2H2) or methane (CH4) in the presence of the metal catalyst nanoparticles. In contrast, hydrocarbon gas (usually C2H2) pyrolysis produces the complex, kinked, and interwoven aggregates of MWCNTs shown in Figure 1(b). These two different carbon nanotube forms (Figure 1) therefore represent two different manufacturing routes to produce carbon nanotube aggregates with relatively similar sizes or geometric diameters ranging from 1 to 10 μm, or PM10[29]. Figure 2 shows a magnified TEM view of the MWCNT-R material which is distinct from the MWCNT-N material in Figure 1(b): the MWCNTs are generally very straight, and the aggregates of MWCNTs and other, related fullerene polyhedra, shown in the lower magnification insert in Figure 2, are composed of essentially equal parts of MWCNTs and fullerenic nanopolyhedra. This material was produced by carbon arc evaporation which is a different manufacturing route than that for the SWCNT-1 or the MWCNT-R materials [29]. These aggregates range in size from 0.1 μm to 3 μm in mean (geometric) diameter, and the MWCNTs range in size from ~10 nm to 30 nm in diameter. MWCNT fiber lengths range from roughly 50 nm to 1 μm, creating aspect ratios ranging from ~3 to >50. As shown in Figure 2, the fullerene nanoparticles, consisting of many concentric graphene shells, range in size from 20 nm to 100 nm; and there is a nearly equal volume fraction of these fullerene polyhedra and multiwall nanotubes. It can be noted on comparing Figures 1 and 2 that the experimental carbon nanotube samples represent very diverse structural or microstructure regimes ranging from complex, interwoven SWCNT bundles or nanoropes to more regular and identifiable MWCNs to very straight, fiber-like MWCNTs. Each of these carbon nanotube sample materials is aggregated and the aggregates have similar geometric (or mean) sizes. Correspondingly, and as noted, these materials represent a similar diversity in manufacturing processes. Figure 3 shows high and low magnification TEM images for the chrysotile asbestos. It is apparent that the asbestos occurs as more regular or more recognizable nanotube bundles than the MWCNT-R material in Figure 2, but the individual asbestos nanotubes are morphologically indistinguishable from the MWCNTs shown in Fig. 2(b). It can be noted that like the MWCNTs shown in Figure 1(b) and Figure 2, the asbestos nanotubes are capped except when broken, and because of the very long length of asbestos nanotubes they are easily broken. The asbestos bundles, although fibrous in morphology as evident in Figure 3(a) have mean, geometrical sizes (bundle or aggregate sizes) ranging from about 0.5μm to 15μm. The individual asbestos nanotubes range in diameter from 15 nm to ~40 nm (Figure 3(b)) with lengths from ~0.5 μm to more than 15 μm; corresponding to fiber aspect ratios ranging from 50 to >1500. Figure 4 illustrates, for comparison with the three experimental carbon nanotube aggregate test materials shown in Figures 1 and 2, the general appearance of carbon nanotube aggregates collected in kitchen stove-top burner exhausts. It can be noted that these carbon nanotube aggregates are very similar to the MWCNT-R test material shown typically in the TEM images of Figure 2. Propane (Figure 4(a)) and natural gas (Figure 4(b)) combustion sources produce variations of these aggregate mixtures [11, 17, 26], but the indoor MWCNT aggregates represented in the TEM images of Figure 4 always closely resemble the MWCNT-R test material (Figure 2) (compare Figure 2(b) and Figure 4(b)). It can be noted in Figure 4(a) that the aggregate sizes and morphologies for propane and natural gas-produced carbon nanotube and related nanoparticulate aggregates are also characteristic of the arc-evaporation produced MWCNT material, implicit on comparing Figures 2(a) and 4(a). Figure 5(a) shows the BC (Vulcan XC-72) test material to be characterized by complex, branched aggregates of carbon spherules ranging in size from about 10 nm to 50 nm. The SAED pattern insert shows the same graphite diffraction rings shown in the SAED pattern insert in Figure 4(b) for aggregates of carbon nanotubes and fullerene polyhedra, but the diffraction ring intensity profiles exhibit a more diffuse amorphous-like microstructure consistent with the turbostratic, amorphous carbon and fullerene nanoparticle compositions of soots illustrated in recent high-resolution TEM studies by Grieco, et al. [30] and Vander Wal and Tomasek [31]. Correspondingly, Fig. 5(b) shows for comparison with Figure 5(a) typical diesel (truck) soot aggregate characterized by a similar, branched, fractal-like, carbon spherule aggregate; with spherule dimensions also ranging from about 10 nm to 50nm in diameter. The cytotoxic effect of the various nanoparticulate materials on murine alveolar macrophages is shown in Figure 6. As shown in Figure 6 cells exposed to media or DMSO alone are viable, with O.D. readings of approximately unity. The macrophages were exposed to increasing concentrations of each of the nanoparticulate materials, starting at 0.005μg/mL and increasing to 10μg/mL in doubling concentrations. The nanoparticulate materials, including the chrysotile asbestos, began to induce cellular death at a threshold of 2.5μg/mL. Essentially all of the carbon nanoparticulate materials exhibited a cytotoxic response (as relative macrophage cell viability) similar to the chrysotile asbestos. Figure 7 shows the relative cell viability measured as O.D. readings at 450 nm and a concentration of 5 μg/mL indicative of the toxicities of the carbon nanoparticulate materials (relative to the media and DMSO controls) and the chrysotile asbestos. The BC nanoparticulate aggregates are observed to be slightly less toxic than the carbon nanotube aggregates, and the chrysotile asbestos. Supernatants from the cell cultures treated with the nanoparticulate materials were obtained to assess cytokine production by the alveolar macrophage exposure. Macrophages produce two primary cytokines, interleukin (IL)-12 and IL-10, depending upon the insult experienced by the cells. IL-12 is typically produced topromote an inflammatory response to intracellular microbes, and is a key inducer of both innate and cell-mediated immune responses to these microbes. IL-10, on the other hand, is produced typically to inhibit activated macrophages and, correspondingly, maintains homeostatic control of innate and cell-mediated immune reactions. IL-10 is commonly coupled with the induction of T helper type 2 (Th2) responses that mediate removal of helminthes, and is associated with allergic and asthmatic macrophage responses. After several replicated trials, no IL-10 or IL-12 response was observed. Consequently, while the test concentrations above about 2μg/mL caused cell death, the exposure time or concentrations did not stimulate cytokine production. Table 1 shows two dozen patient data entries colleted in this study from clinic questionnaires. These questionnaires were randomly distributed to office visit patients over a roughly 6 month period. The actual response (Table 1) was roughly 15% of all patients. The response in Table 1 illustrates that 75% of the respondents were women and half of these women, ranging in age from 11 to 54, were Hispanic. The women respondents ranged from mild to severe asthma based on FEV1 category values. Eighty-three percent of all women in the study are currently exposed to gas cooking stoves in the home while 67% of these women have been continuously exposed to gas kitchen stoves over an extended period of time. All (100%) of the Hispanic women are currently exposed to kitchen gas cooking stoves while 67% of the Hispanic women have been continuously exposed to gas kitchen stoves; the same as for all women included in the sample shown in Table 1. It is interesting to note in Table 1 that none of the Hispanic women exhibit severe asthma. Peters, et al. [32] have recently demonstrated an association between the number concentration of ultrafine or nanoparticulate matter and peak expiratory flow rate (PEFR) or the forced expiratory flow between 25% and 75% of vital capacity among asthmatic adults. While the FEV1 value recorded in Table 1 is a more reliable indication of obstruction than the PEFR value [25], specific associations with number concentrations of particulates were not studied specifically. The gas stove or gas combustion product exposure indicated in Table 1, and as illustrated in the TEM images of thermophoretically collected, gas-stove-generated carbon nanotube aggregates shown in Figure 4, may imply some association with asthmatic adults, especially women, since the multiwall carbon nanotube material examined in this study (Figure 2: MWCNT-R), which closely resembles the kitchen gas-stove-produced multiwall carbon nanotube aggregates (Figure 4), exhibited a cytotoxic response similar to chrysotile asbestos. This is significant because this manufactured nanomaterial is essentially a surrogate for anthropogenic carbon nanotube aggregates (compare Figs. 2 and 3). Figure 8(a) shows a bar graph representation of the gas exposure response for women, including Hispanic women, from the data in Table 1, while Figure 8(b) shows for comparison the total natural gas use in the United States from 1985 to 1995 in contrast to asthma deaths per hundred thousand population for the same period. While the asthma deaths illustrate a reduction in contrast to the total gas us in 1995, there is no specific association for gas use and asthma, or asthma deaths. Nonetheless, Figure 8 suggests, especially in the context of the toxicity assay for multiwall carbon nanotube aggregates (Figures 6 and 7), that anthropogenic carbon nanoparticulate aggregates in particular may pose a respiratory health response. Certainly further research, including epidemiological studies, directed toward these issues is needed to assess the implied health effects.\n\n## Nanomaterials Characterization by TEM\nFigure 1 compares the typical microstructures for the SWCNT-1 sample (Figure 1(a)) and MWCNT-N sample (Figure 1(b)). Figure 1(a) shows the SWCNT microstructure to consist of bundles or so-called ropes of single-wall carbon nanotubes which are aggregated with residual iron catalyst nanoparticles and other nanoparticle contamination especially observable in the magnified insert in Figure 1(a). These ropes form tangled aggregates which range in mean (or geometric) diameters from 2μm to 20 μm; with an average aggregate diameter of ~10 μm. The ropes are composed of several to tens of SWCNTS (arrow in Figure 1(a) insert) and range in thickness (or diameter) from 10 nm to about 50nm. Figure 1(b) shows, in contrast to the complex, rope aggregates of SWCNTs in Figure 1(a), more regular MWCNTs which are also aggregated with a small fraction (~10–15%) of other carbon (fullerenic) nanopolyhedra. These MWCNT aggregates (a portion of which is represented by the insert in Figure 1(b)) range in size from about 1μm to 3μm in diameter; with individual MWCNT diameters (Figure 1(b)) ranging from 5nm to 30nm. The MWCNTs range in length from roughly 30 nm (representing short concentric cylindrical shells) to more than 3 μm; with corresponding aspect ratios ranging from ~4 to >100. The MWCNTs in Figure 1(b) are not straight, but they are more regular than the SWCNT nanorope aggregates represented in Figure 1(a) as recognizable, concentric carbon nanotubes. The complex, interwoven ropes or bundles of SWCNTs shown in Figure 1(a) with a large number of iron catalyst nanoparticles attached are produced by the catalytic decomposition of acetylene (C2H2) or methane (CH4) in the presence of the metal catalyst nanoparticles. In contrast, hydrocarbon gas (usually C2H2) pyrolysis produces the complex, kinked, and interwoven aggregates of MWCNTs shown in Figure 1(b). These two different carbon nanotube forms (Figure 1) therefore represent two different manufacturing routes to produce carbon nanotube aggregates with relatively similar sizes or geometric diameters ranging from 1 to 10 μm, or PM10[29]. Figure 2 shows a magnified TEM view of the MWCNT-R material which is distinct from the MWCNT-N material in Figure 1(b): the MWCNTs are generally very straight, and the aggregates of MWCNTs and other, related fullerene polyhedra, shown in the lower magnification insert in Figure 2, are composed of essentially equal parts of MWCNTs and fullerenic nanopolyhedra. This material was produced by carbon arc evaporation which is a different manufacturing route than that for the SWCNT-1 or the MWCNT-R materials [29]. These aggregates range in size from 0.1 μm to 3 μm in mean (geometric) diameter, and the MWCNTs range in size from ~10 nm to 30 nm in diameter. MWCNT fiber lengths range from roughly 50 nm to 1 μm, creating aspect ratios ranging from ~3 to >50. As shown in Figure 2, the fullerene nanoparticles, consisting of many concentric graphene shells, range in size from 20 nm to 100 nm; and there is a nearly equal volume fraction of these fullerene polyhedra and multiwall nanotubes. It can be noted on comparing Figures 1 and 2 that the experimental carbon nanotube samples represent very diverse structural or microstructure regimes ranging from complex, interwoven SWCNT bundles or nanoropes to more regular and identifiable MWCNs to very straight, fiber-like MWCNTs. Each of these carbon nanotube sample materials is aggregated and the aggregates have similar geometric (or mean) sizes. Correspondingly, and as noted, these materials represent a similar diversity in manufacturing processes. Figure 3 shows high and low magnification TEM images for the chrysotile asbestos. It is apparent that the asbestos occurs as more regular or more recognizable nanotube bundles than the MWCNT-R material in Figure 2, but the individual asbestos nanotubes are morphologically indistinguishable from the MWCNTs shown in Fig. 2(b). It can be noted that like the MWCNTs shown in Figure 1(b) and Figure 2, the asbestos nanotubes are capped except when broken, and because of the very long length of asbestos nanotubes they are easily broken. The asbestos bundles, although fibrous in morphology as evident in Figure 3(a) have mean, geometrical sizes (bundle or aggregate sizes) ranging from about 0.5μm to 15μm. The individual asbestos nanotubes range in diameter from 15 nm to ~40 nm (Figure 3(b)) with lengths from ~0.5 μm to more than 15 μm; corresponding to fiber aspect ratios ranging from 50 to >1500. Figure 4 illustrates, for comparison with the three experimental carbon nanotube aggregate test materials shown in Figures 1 and 2, the general appearance of carbon nanotube aggregates collected in kitchen stove-top burner exhausts. It can be noted that these carbon nanotube aggregates are very similar to the MWCNT-R test material shown typically in the TEM images of Figure 2. Propane (Figure 4(a)) and natural gas (Figure 4(b)) combustion sources produce variations of these aggregate mixtures [11, 17, 26], but the indoor MWCNT aggregates represented in the TEM images of Figure 4 always closely resemble the MWCNT-R test material (Figure 2) (compare Figure 2(b) and Figure 4(b)). It can be noted in Figure 4(a) that the aggregate sizes and morphologies for propane and natural gas-produced carbon nanotube and related nanoparticulate aggregates are also characteristic of the arc-evaporation produced MWCNT material, implicit on comparing Figures 2(a) and 4(a). Figure 5(a) shows the BC (Vulcan XC-72) test material to be characterized by complex, branched aggregates of carbon spherules ranging in size from about 10 nm to 50 nm. The SAED pattern insert shows the same graphite diffraction rings shown in the SAED pattern insert in Figure 4(b) for aggregates of carbon nanotubes and fullerene polyhedra, but the diffraction ring intensity profiles exhibit a more diffuse amorphous-like microstructure consistent with the turbostratic, amorphous carbon and fullerene nanoparticle compositions of soots illustrated in recent high-resolution TEM studies by Grieco, et al. [30] and Vander Wal and Tomasek [31]. Correspondingly, Fig. 5(b) shows for comparison with Figure 5(a) typical diesel (truck) soot aggregate characterized by a similar, branched, fractal-like, carbon spherule aggregate; with spherule dimensions also ranging from about 10 nm to 50nm in diameter.\n\n## Cytotoxicity Assays\nThe cytotoxic effect of the various nanoparticulate materials on murine alveolar macrophages is shown in Figure 6. As shown in Figure 6 cells exposed to media or DMSO alone are viable, with O.D. readings of approximately unity. The macrophages were exposed to increasing concentrations of each of the nanoparticulate materials, starting at 0.005μg/mL and increasing to 10μg/mL in doubling concentrations. The nanoparticulate materials, including the chrysotile asbestos, began to induce cellular death at a threshold of 2.5μg/mL. Essentially all of the carbon nanoparticulate materials exhibited a cytotoxic response (as relative macrophage cell viability) similar to the chrysotile asbestos. Figure 7 shows the relative cell viability measured as O.D. readings at 450 nm and a concentration of 5 μg/mL indicative of the toxicities of the carbon nanoparticulate materials (relative to the media and DMSO controls) and the chrysotile asbestos. The BC nanoparticulate aggregates are observed to be slightly less toxic than the carbon nanotube aggregates, and the chrysotile asbestos.\n\n## Cytokine Response\nSupernatants from the cell cultures treated with the nanoparticulate materials were obtained to assess cytokine production by the alveolar macrophage exposure. Macrophages produce two primary cytokines, interleukin (IL)-12 and IL-10, depending upon the insult experienced by the cells. IL-12 is typically produced topromote an inflammatory response to intracellular microbes, and is a key inducer of both innate and cell-mediated immune responses to these microbes. IL-10, on the other hand, is produced typically to inhibit activated macrophages and, correspondingly, maintains homeostatic control of innate and cell-mediated immune reactions. IL-10 is commonly coupled with the induction of T helper type 2 (Th2) responses that mediate removal of helminthes, and is associated with allergic and asthmatic macrophage responses. After several replicated trials, no IL-10 or IL-12 response was observed. Consequently, while the test concentrations above about 2μg/mL caused cell death, the exposure time or concentrations did not stimulate cytokine production.\n\n## Preliminary Clinical Asthma Data\nTable 1 shows two dozen patient data entries colleted in this study from clinic questionnaires. These questionnaires were randomly distributed to office visit patients over a roughly 6 month period. The actual response (Table 1) was roughly 15% of all patients. The response in Table 1 illustrates that 75% of the respondents were women and half of these women, ranging in age from 11 to 54, were Hispanic. The women respondents ranged from mild to severe asthma based on FEV1 category values. Eighty-three percent of all women in the study are currently exposed to gas cooking stoves in the home while 67% of these women have been continuously exposed to gas kitchen stoves over an extended period of time. All (100%) of the Hispanic women are currently exposed to kitchen gas cooking stoves while 67% of the Hispanic women have been continuously exposed to gas kitchen stoves; the same as for all women included in the sample shown in Table 1. It is interesting to note in Table 1 that none of the Hispanic women exhibit severe asthma. Peters, et al. [32] have recently demonstrated an association between the number concentration of ultrafine or nanoparticulate matter and peak expiratory flow rate (PEFR) or the forced expiratory flow between 25% and 75% of vital capacity among asthmatic adults. While the FEV1 value recorded in Table 1 is a more reliable indication of obstruction than the PEFR value [25], specific associations with number concentrations of particulates were not studied specifically. The gas stove or gas combustion product exposure indicated in Table 1, and as illustrated in the TEM images of thermophoretically collected, gas-stove-generated carbon nanotube aggregates shown in Figure 4, may imply some association with asthmatic adults, especially women, since the multiwall carbon nanotube material examined in this study (Figure 2: MWCNT-R), which closely resembles the kitchen gas-stove-produced multiwall carbon nanotube aggregates (Figure 4), exhibited a cytotoxic response similar to chrysotile asbestos. This is significant because this manufactured nanomaterial is essentially a surrogate for anthropogenic carbon nanotube aggregates (compare Figs. 2 and 3). Figure 8(a) shows a bar graph representation of the gas exposure response for women, including Hispanic women, from the data in Table 1, while Figure 8(b) shows for comparison the total natural gas use in the United States from 1985 to 1995 in contrast to asthma deaths per hundred thousand population for the same period. While the asthma deaths illustrate a reduction in contrast to the total gas us in 1995, there is no specific association for gas use and asthma, or asthma deaths. Nonetheless, Figure 8 suggests, especially in the context of the toxicity assay for multiwall carbon nanotube aggregates (Figures 6 and 7), that anthropogenic carbon nanoparticulate aggregates in particular may pose a respiratory health response. Certainly further research, including epidemiological studies, directed toward these issues is needed to assess the implied health effects.\n\n## Discussion\nStandard cytotoxicity assays in this study have demonstrated that various carbon nanotube aggregates characterizing very different particulate morphologies exhibit cytotoxic responses essentially identical to nanoparticulate black carbon aggregates, as well as chrysotile asbestos fibril aggregates. Although it is somewhat speculative to generalize these results in terms of specific health risks to humans, concerns for potential occupational exposure hazards should at least be acknowledged. While the physiological relevance of these results remains to be determined, the observations that MWCNT aggregates identical in nanostructure and composition to those nanoaggregates produced ubiquitously in the environment exhibit relative cytotoxicity identical to that for chrysotile asbestos, and nanoparticulate black carbon aggregates, certainly raises concerns for environmental health effects not previously considered either epidemiologically or etiologically. This is true especially for the escalating incidences of respiratory diseases, particularly asthma. While murine alveolar macrophages can provide an in vitro model of potential in vivo effects upon inhalation of the nanoparticulate materials, and also allow for the in vitro experiments to be translated to an in vivo model of exposure (a murine in viro model), cell culture studies in general do not include any effects related to the interaction of the respiratory tract and nervous system with the nanoparticulates. Even experiments that simulate physiologically relevant phenomena simulate only a fraction of the biochemical reactions that take place in a living organism. Correspondingly, and as Warheit [12] (among others) has pointed out, mouse or rat pulmonary response to inhaled particulates is considerably different from larger mammals, particularly humans. Nonetheless, the comparative cytotoxicity assays reported herein can begin to provide some preliminary assessments for the potential pulmonary responses for nanoparticulate aggregates. Correspondingly, it would appear that inhalation threshold limits for airborne chrysotile asbestos should be applied to BC and carbon nanotubes, both single wall and multiwall, regardless of the specific aggregate or primary particle morphologies. Because of the diversity of nanoparticle aggregates and their morphologies (Figures 1–5), especially amongst the carbonaceous nanomaterials, it does not seem likely that the cytotoxicities and related insults for murine macrophage cells are morphologically specific since the BC response is essentially the same as the MWCNT-R material as well as the chrysotile asbestos. Indeed, amongst the common asbestos forms, chrysotile asbestos is the least toxic, and demonstrates the least potential to induce mesothelioma [21, 33]. This is due mainly to its chemistry since other asbestos forms are also nanofibril aggregates; although chrysotile is a nanotube as shown in Figure 4. Like the synergistic interactions for cigarette smoking and asbestos exposure [34, 35], other nanoparticulate materials such as anthropogenic carbon nanotube aggregates and cigarette smoke or diesel nanoparticle aggregates (Figure 5(b)) and PAHs may exhibit similar synergistic interactions in the context of respiratory tract insults or asthma. Of the fibrous particulate matter associated with general toxicity in the environment, especially occupational environments, asbestos is probably the most studied and most notorious. Epidemiologic as well as animal studies have shown that inhaled asbestos can result in pulmonary fibrosis, lung cancer, mesothelioma, and other pleuropulmonary disorders [21, 36]. Chrysotile asbestos is the most common type of asbestos worldwide and represents roughly 95% of fibrous asbestos uses in thousands of commercial products worldwide [37]. As illustrated in Fig. 3, chrysotile is a crystalline, nanotube, serpentine mineral (Mg3Si2O5(OH)4). Commercial amphibole asbestos mineral fibrils, namely amosite ((Fe, Mg)7 Si8O22(OH)2) or crocidolite (Na2Fe5Si8O22(OH,F)2), which account for the other 5% of fibrous asbestos use, have a relatively higher toxicity and pathogenicity than chrysotile because of the iron content [21]. These fibers are not nanotubes like the chrysotile and the exact mechanisms of injury and disease development caused by asbestos fibers remain unclear, but generation of oxidants due to cell uptake and subsequent interactions has been shown to be of fundamental importance in many cellular responses to asbestos [21,38]. To the extent that iron content in asbestos nanofibers plays a pathogenic role, the iron nanoparticulates aggregated with the carbon nanoropes in the SWCNT-1 material (Fig. 1(a)) may also contribute to the characteristic cytotoxicity, although this would not be the case for the two MWCNT samples. The occupational exposure limits for asbestos have varied worldwide between about 1 and 10 fibers/mL (106 to 107 fibers/m3) ingested over an 8h period [38, 39]. MWCNT and other fullerene nanoform aggregates collected on kitchen stove tops as illustrated in Fig. 5 produce particle number concentrations of ~104 to 105/m3 for these aggregates. However, since the larger aggregates can contain up to 103 loosely bound MWCNT fibers, the potential home kitchen exposure could exceed these limits if only 10% of the individual carbon nanotubes were released into the deep lung regime during respiration for about the time it takes to cook dinner (~30 min; × 0.01m3/min. of respired air × 100 MWCNTs × ~104 aggregates/m3 ≅ 0.3 × 106 carbon nanofibers/m3). Furthermore, in home kitchens, the point of emission and point of exposure are little changed in contrast to many particulates emitted into the outdoor atmosphere, including carbon nanotube aggregates. Other than occupational exposures to asbestos and crystalline silica, another cytotoxic particle type classified as a human carcinogen [40], the long term effects of nanoparticulate materials are little known. Correspondingly little is known of the long term effects of low concentrations or levels of specific air pollutants, especially nanoparticulates. Heinrich, et al. [41] have discussed the increasing respiratory symptoms in children with generally declining ambient (outdoor) air pollution while Jedrychowski, et al. [42] have shown that low levels of ambient air pollution can have adverse effects on lung function growth in children. However, specific particulate matter was not considered. There are advantages and disadvantages in using a murine macrophage cell line in the present studies. The main advantage is the consistency of the assay and the simplicity, independent of interconnected metabolic and pulmonary functionality. The biochemistry of single cells, especially cell lines, can differ from the responses occurring in specific animal tissue, and especially in the normal human body. Correspondingly, the disadvantage is that cell culture studies do not include any effects related to the interaction of the specific particulates being studied with the respiratory tract and associated systems and organs. In addition, and as noted recently by Warheit [12], rat and mouse lung instillation studies also have their limitations when toxicity assessments are made for human lung responses to particulate matter. Nikula, et al. [43] have shown that rat lungs process inhaled particulates very differently from larger mammals, especially humans. Consequently, while some relative hazard or figure of merit for potential toxicity may be determined as we have illustrated herein, the issue of exposure or the exposure component, including the exposure length and concentration, is largely unknown, and the risk for specific particulates is difficult to establish, especially for humans predisposed to respiratory or related effects. As pointed out by Warheit [12] risk assessment involves the actual hazard (or toxicity) plus the exposure (or exposure time). A risk paradigm, illustrating the intervening steps between sources of toxic PM and adverse health effects, was recently developed by the National Research Council (USA) in the form [44]: A corresponding and widely used exposure model is also given by Spengler, et al. [45]: where, Ê is the mean exposure over N microenvironments, fj is the fraction of time spent in the jth microenvironment, and Cj is the (jth) microenvironment concentration (of the particulate or toxic agent). While concentrations are often linked statistically by epidemiology to health effects, the sequential linkage across the risk paradigm requires understanding the intervening relationships, especially concentrations of toxic PM and the time of human exposure in specific microenvironments, especially the home; since the average adult spends roughly 70% of the day indoors and as much as 90% of the day in the combined home and work microenvironments. Those with health problems and the elderly would normally spend an even greater percentage of the day indoors [46–48]. It may be important to collect sufficient quantities of MWCNT nanoaggregates in home (kitchen) environments and to perform cytoxicity assays directly on these collected samples. Techniques are now available to allow for the selective collection and concentration of the nanoparticulate fraction of sampled air [49–51]. In addition, more statistically significant and more comprehensive clinical data linking respiratory diseases and asthma to sources and actual exposure to MWCNT aggregates will be necessary in establishing exposure-response relationships. More extensive pulmonary bioassays especially utilizing human macrophage cell lines may also provide necessary support for the proposed source linkages, and the health effects hypothesis implicit in these preliminary findings.\n\n## Conclusions\nThis study has shown that nanoparticulate aggregates of BC, SWCNT’s as aggregated, complex bundles or ropes containing nanoparticles of Fe catalyst, and MWCNT’s, especially aggregates of MWCNT’s and other fullerene nanoparticles similar to the nanoparticle aggregates produced by many common fuel-gas/air combustion sources such as kitchen gas stove-top burners, exhibit the same toxicity to murine alveolar macrophage cells as chrysotile asbestos nanotube bundles; at concentrations above about 2μg/mL. The chrysotile asbestos nanotube material along with the BC and the MWCNT material which emulates (as a surrogate) anthropogenic MWCNT aggregates in both the indoor and outdoor air inhibited survival of murine macrophage cells. Preliminary collections and analysis of clinical data for asthmatic patients revealed that 83% of women ages 11 to 54 and with mild to severe asthma are currently exposed to kitchen gas cooking stoves in the home while 67% have been continuously exposed. Correspondingly, 100% of Hispanic women are currently exposed to kitchen gas cooking stoves while 67%, the same as for all women in the study, have been continuously exposed. The implications suggest that the anthropogenic occurrences of carbon nanotubes and related nanoparticulate aggregates and exposures in various microclimates may contribute to allergies and/or asthma in humans, especially for long-term exposure. In addition, at sufficiently high concentrations or for very long exposure times, carbon nanoparticulate materials may cause other pulmonary health effects. The corresponding toxicity contrast for chrysotile asbestos also raises concerns for manufactured carbon nanomaterials as well. While murine lung macrophage cell lines as a toxicity assay basis are a long way from representing human lung function, the similarity of the cytotoxic response referenced to chrysotile asbestos may provide some compelling rationale for potential health effects in humans given the significant volumes of evidence for human pulmonary health effects of asbestos [21, 33].",
  "word_count": 8285,
  "char_count": 56494
}