{
  "pmcid": "PMC5635148",
  "doi": "10.1539/joh.17-0089-RA",
  "title": "Review of toxicity studies of carbon nanotubes",
  "authors": [
    "Norihiro Kobayashi",
    "Hiroto Izumi",
    "Yasuo Morimoto"
  ],
  "year": "2017",
  "journal": "Journal of Occupational Health",
  "abstract": "Objective: We reviewed studies on pulmonary, reproductive, and developmental toxicity caused by carbon nanotubes (CNTs). In paricular, we analyzed how CNT exposure affects the several processes of pulmonary toxicity, including inflammation, injury, fibrosis, and pulmonary tumors. Methods: In pulmonary toxicity, there are various processes, including inflammation, injury, fibrosis, respiratory tumor in the lungs, and biopersistence of CNTs and genotoxicity as tumor-related factors, to develop the respiratory tumor. We evaluated the evidence for the carcinogenicity of CNTs in each process. In the fields of reproductive and developmental toxicity, studies of CNTs have been conducted mainly with mice. We summarized the findings of reproductive and developmental toxicity studies of CNTs. Results: In animal studies, exposure to CNTs induced sustained inflammation, fibrosis, lung cancer following long-term inhalation, and gene damage in the lung. CNTs also showed high biopersistence in animal studies. Fetal malformations after intravenous and intraperitoneal injections and intratracheal instillation, fetal loss after intravenous injection, behavioral changes in offsprings after intraperitoneal injection, and a delay in the delivery of the first litter after intratracheal instillation were reported in mice-administered multi-walled carbon nanotubes (MWCNTs). Single-walled carbon nanotubes (SWCNTs) appeared to be embryolethal and teratogenic in mice when given by intravenous injection; moreover, the tubes induced death and growth retardation in chicken embryos. Conclusion: CNTs are considered to have carcinogenicity and can cause lung tumors. However, the carcinogenicity of CNTs may attenuate if the fiber length is shorter. The available data provide initial information on the potential reproductive and developmental toxicity of CNTs.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Industrial nanomaterials have many outstanding physical and chemical properties due to the advancement in nanotechnology; their applications and uses in various fields are being explored all over the world. Among these industrial nanomaterials, carbon nanotubes (CNTs), an industrial nanomaterial, are fibrous materials formed from honeycomb crystal lattice layers of graphite wrapped into a tube shape either as a single layer or as multiple layers, which are respectively called single-walled carbon nanotubes (SWCNTs), and multi-walled carbon nanotubes (MWCNTs). These CNTs are used in semiconductors, solar cell mobiles, optical instruments, capacitors, and the cables of the space elevator, making use of CNT's special qualities. However, the other properties of CNTs are reported to have harmful effects on the human body. Compared with micron-sized carbon-based particles, exposure of CNTs induced pulmonary inflammation at a smaller dose in animal studies1,2). The inhalation exposure of CNTs induced malignant mesothelioma in animal studies3), suggesting that CNTs may pose hazards similar to asbestos. Damage to other organs due to pulmonary exposure to CNTs has also been reported in animal studies4,5). Some studies have reported that maternal exposure to CNTs may induce developmental toxicity, such as teratogenicity6). Here, we review the toxicity of CNTs, particularly as related to pulmonary toxicity, reproductive and developmental toxicity."
    },
    {
      "title": "Pulmonary Toxicity",
      "text": "Malignant tumors such as lung cancer and mesothelioma are considered to be important target diseases to evaluate the pulmonary toxicity of respirable materials. The process of the development of malignant tumors, especially in lung cancer, induced by respirable insoluble materials is generally considered to be as follows7,8). When respirable materials are inhaled in the lungs and are phagocytized by alveolar macrophages, inflammatory cytokines and chemokines are released by alveolar macrophages, and repeated exposure of respirable materials in the lungs induces persistent inflammation and damage9,10). Persistent inflammation and damage finally lead to pulmonary fibrosis and respiratory cancer due to surplus or abnormal repair processes7,8). Therefore, we mainly evaluated the persistency of inflammation and injury, the findings on repair disorder and fibrosis, the incidence of tumor in the respiratory system, and the biopersistance of CNTs as related factors in the pulmonary toxicity of CNTs. Among the different types of pulmonary toxicology studies following each part, inhalation studies are considered to provide us particularly important information about the pulmonary toxicity of respirable chemicals because the physiological exposure route is similar to that of occupational exposure in humans. Persistent pulmonary inflammation is observed in most intratracheal instillation and inhalation studies of CNTs, although only transient or no inflammation in the lungs is observed in some studies of CNTs (Table 1). Summary of pulmonary toxicity studies on CNTs Some inhalation studies of CNTs with pulmonary inflammatory endpoints showed a tendency of pulmonary inflammation induced by low concentrations of CNT. Four 13-week inhalation studies in rats13,14,18,38) of three types of MWCNTs and one MWCNT with a function of high strength, showed that exposure to MWCNTs and carbon nanofibers (CNFs) induced persistent inflammation with no-observed-adverse-effect-level (NOAEL) between 0.1 mg/m3 and 0.25 mg/m3 and with lowest-observed-adverse-effect-level (LOAEL) at 0.2 mg/m3. In two of these four studies14,38), high concentration of MWCNTs showed sustained inflammation in the lungs during the observation periods. Two four-week inhalation studies of MWCNTs and SWCNTs showed no inflammation in the rats' lungs with maximum concentrations of 0.37 mg/m3 and 0.13 mg/m3, respectively16,17). The length of CNTs used in both studies was relatively short (mean length was 1 μm or less). One six-hour inhalation study of MWCNTs at a concentration of approximately 30 mg/m3 did not show neutrophil influx in the lungs39). Many intratracheal instillation and pharyngeal aspiration studies of CNTs have been reported16,19,20,25-29),32,34,37,40). Similar to the inhalation studies, most studies showed that exposure to SWCNTs and MWCNTs induced persistent pulmonary inflammation, while some studies showed only transient pulmonary inflammation39). Compared with short fibers, long fibers induced more pronounced pulmonary inflammation41-43), although short fibers of CNTs also induced persistent pulmonary inflammation16). It has been reported that the type of CNTs is related to the location of inflammation even if the length of a CNT is short44). Fujita et al. (2016)44) examined the difference in inflammation between short SWCNTs and MWCNTs in the respiratory system following intratracheal instillation. They showed that exposure to SWCNTs caused persistent pulmonary inflammation, while exposure to MWCNTs caused transient pulmonary inflammation and later induced greater level of pleural inflammation. Taken together from the inhalation and the intratracheal instillation studies, both MWCNTs and SWCNTs are considered to induce persistent pulmonary inflammation in experimental animals. However, pulmonary inflammation induced by short fibers tend to be less persistence than that induced by long fibers in intratracheal instillation studies. The proliferation of epithelial cells is one of the usual physiological responses after lung injury resulting from stimulation by a foreign material. The finding of proliferation corresponds to lung injury, although it is a compensatory response. When the stimulant is totally removed, cell proliferation ends. On the contrary, persistent proliferation indicates physiological responses by persistent stimulation or change of the phenotype of cell response, such as an autonomous responses. Some studies have found the proliferation of bronchiolar and alveolar epithelial cells after exposure to CNTs, although some studies have not. In two 13-week inhalation studies14,15), exposure to MWCNTs at a concentration of 6 mg/m3 (probably more than overload dose due to delayed clearance of MWCNTs) induced hyperplasia in the bronchiole/alveolar area at 39 weeks after inhalation. MWCNT concentrations of 1.5 mg/m3 or less did not induce hyperplasia. Exposure to carbon nanofibers stimulated only transient proliferation of the terminal bronchiole, alveolar duct, and the subpleural region in the lungs of male and female rats. Two intratracheal instillation studies of MWCNTs showed lung injury45,46). One study using proliferating cell nuclear antigen (PCNA) immunolabeling showed that exposure to pristine or functionalized MWCNTs stimulated the proliferation of alveolar and bronchiolar epithelial cells, although the observation period (16 days) was not long enough to evaluate the persistency of hyperplasia. The other study showed that oropharyngeal aspiration of MWCNTs caused alveolar hyperplasia of type 2 pneumocytes at 5 weeks after the end of the exposure period, although it is not the bronchoalveolar area that is the origin of lung cancer. In another intratracheal instillation study19), SWCNT exposure did not induce the proliferation of lung parenchymal cells by 5-bromo-2-deoxyuridine (BrdU). Xu et al. (2012)47) conducted an intratracheal instillation using a special spray-type cannula. As per the findings of their study, exposure to MWCNTs induced visceral mesothelial cell proliferation, although it is not the parietal pleura where malignant mesothelioma originates. Summarized collectively, inhalation and intratracheal instillation studies of MWCNTs and SWCNTs, the evidences on persistent hyperplasia of bronchoalveolar epithelial cells was not sufficient. Pulmonary fibrosis is regarded as surplus or abnormal repair after lung injury. It is unknown whether pulmonary fibrosis and fibrosis-related factors caused by exposure to CNTs directly affect the transformation and proliferation of normal epithelial cells to cancer cells. However, Chang et al. (2012)48) reported that SWCNT-induced pulmonary fibrosis in mice was associated with epithelial-mesenchymal transition, namely epithelial cell derived fibrosis with the function of collagen production. Pulmonary fibrosis, such as idiopathic pulmonary fibrosis is accompanied by lung cancer at a high frequency49). In chronic inhalation studies of asbestos and man-made vitreous fibers, fibers that induced pulmonary fibrosis developed into pulmonary tumor50). Therefore, the fibrosis and fibrosis-related factors induced by exposure to CNTs may affect the transformation and proliferation of epithelial cells. We consider that the finding of pulmonary fibrosis induced by CNTs is related to tumor-related factors. Table 1 shows results of inhalation and intratracheal instillation studies. Most of these studies showed pulmonary fibrosis and most of the CNT-exposed groups with the finding of fibrosis in inhalation and intratracheal instillation studies corresponded to CNT-exposed groups with persistent pulmonary inflammation. Compared with short fibers, needle-like long fibers in both studies tended to induce fibrotic responses such as fibroblast proliferation and collagen deposition42,43). As for the intraperitoneal injection study, long MWCNT exposure led to granulomatous inflammation in the peritoneal cavity but tangled MWCNT showed weak or little responses51). Biopersistence of materials in the lungs is how long the materials remain in the lungs. Materials with high biopersistence remain in the lungs for a long time; on the contrary, materials with low biopersistence get quickly cleared from the lungs. Fibrous materials with high biopersistence, such as asbestos and ceramic fibers are reported to cause pulmonary fibrosis and cancer50). In other words, if materials remain in the lungs for a long time, they have high probability of causing persistent inflammation and injury in the lungs. CNTs are reported to have high biopersistence. The retention half-times of MWCNTs in the lungs, an index of clearance, at 0.1 mg/m3, 0.4 mg/m3, 1.5 mg/m3, and 6 mg/m3 following a 13-week inhalation exposure of MWCNTs were 151, 350, 318, and 375 days, respectively14). Although there are differences in the half-times, the authors considered that these delayed times were related to volumetric overload. A twelve-day inhalation study revealed that 65.1% of the total lung burden of MWCNTs at 5 mg/m3 remained in the murine lungs 336 days after inhalation exposure52). Intratracheal instillation of MWCNTs at 0.2 mg and 0.55 mg revealed that the burden of MWCNTs in the lungs did not decrease significantly between 1 day and 364 days after exposure53). The biopersistence of fibrous materials, including asbestos, is thought to be regulated by length and durability50). Long and insoluble fibers are biopersistent because macrophages cannot phagocytize long fibers; furthermore, poor degradation makes the clearance of fiber difficult. While relatively long CNTs were used in the studies mentioned above, some studies did use short CNTs, which showed a relatively short half-time in the lungs. One four-week inhalation study of short MWCNTs (geometric mean length: 1.1 μm) revealed that the biological half-time of MWCNTs at 0.37 mg/m3 was 51-54 days54). CNTs with short fibers tend to have shorter half-times than those with long fibers. The length may affect the clearance of materials such as asbestos in the lungs. In asbestos, fibers with length more than 20 μm are reported to have higher biopersistence compared with fibers with a length less than 5 μm55). As for solubility, CNTs are generally thought to be resistant to chemical attack due to their fundamental graphitic structure. The insolubility of MWCNTs and SWCNTs is equal to or higher than asbestos56). Therefore, length is an important characteristic in the biopersistence of CNTs. There are a few soluble-type CNTs. These CNTs become shorter due to degradation and are efficiently cleared from the lung, suggesting that a characteristic of CNT is low biopersistence. Osmond-Mcleod et al. (2011)56) reported that soluble-type CNTs induced low pathogenic potential. Gene damage in the lungs is considered to play a key role in the transformation and proliferation of cells (especially epithelial cells) as an abnormality of restoration following lung injury. Most CNT studies showed the results of genotoxicity in an acute phase following exposure and induced the formation of DNA breakage, micronuclei, and mutations in the lungs after inhalation and intratracheal instillation. Intratracheal or pharyngeal instillation and inhalation of MWCNTs to mice induced DNA strand breaks in the lungs in a dose-dependent manner through the comet assay57,58). Among studies with gene mutation assays, one study showed that the intratracheal instillation of MWCNTs increased the mutation frequency in the lungs detected by gpt assay57). In a study of 10 commercial MWCNTs, the intratracheal instillation of some MWCNTs induced the DNA breaks in the lung59), and multiple regression analysis showed that a lower Brunauer-Emmett-Teller surface area or a corresponding larger diameter was associated with increased genotoxicity. On the contrary, some studies did not induce genotoxicity in vivo. An intratracheal instillation of MWCNTs in rats did not induce DNA damage in their lungs60), and the inhalation of MWCNTs did not induce DNA double strand breaks (detected by γ-H2AX foci) or micronuclei in blood leukocytes58); another study showed that MWCNT did not increase gpt mutation61). Possibly, the gene damage observed in the acute phase can be restored, and the gene mutation observed in the chronic phase of CNTs is considered gene damage that is not restored. K-ras mutation plays an important role in the signal transduction of epidermal growth factor receptor and is one of the representative oncogenic driver mutations. The pharyngeal aspiration of SWCNTs and CNFs in mice increased the incidence of K-ras oncogene mutations in the lungs at 1 year post exposure62). Four days inhalation of SWCNTs also increased the incidence of K-ras and micronuclei positive cells in the lungs at 1 year post exposure. As for short fibers, in the intratracheal instillation studies using 10 commercial MWCNTs (Most MWCNTs with less than 1 μm)59), none of the exposure of all MWCNTs did not induce DNA breaks in murine lungs at the chronic phase in the comet assay, although there is a transient DNA damage in the acute phase. Gene damage is also reported to be associated with reactive oxygen species (ROS)63,64). MWCNTs induced the mutation of hypoxanthine phosphoribosyltransferase (HPRT) genes in Chinese hamster lung fibroblasts through ROS63). SWCNTs induced DNA breakage, micronuclei formation, and ROS production in human peripheral bool lymphocytes; however, these stimulating effects of SWCNTs were inhibited by N-acetylcysteine, which is an antioxidant64). The mitochondrial damage caused by MWCNTs leads to ROS production, which may damage the nucleus. There are two inhalation studies demonstrating malignant tumors in the respiratory system; one is a long-term inhalation study and the other is a study of the estimation of cancer-promoting effects65,66). Both studies showed that CNT induced the onset and the promotion of lung cancer. A 104-week inhalation study of MWCNTs used males and females at the concentrations of 0 mg/m3, 0.02 mg/m3, 0.2 mg/m3, and 2 mg/m365). Lung carcinoma, mainly bronchioloalveolar carcinoma and combined carcinoma and adenoma were significantly increased in males exposed to 0.2 mg/m3 or more and in females exposed to 2 mg/m3. The NOAEL for the endpoints of respiratory tumor was 0.02 mg/m3. Pleural mesothelioma was not observed. In another study, carcinogenesis phases were classified into some stages, and there was a test protocol that utilized a two-stage initiation (action of carcinogen) /promotion (promotion of cell growth with existing DNA damage) in order to estimate the carcinogenicity of chemicals66). Sargent et al. (2014)66) performed a 15-day inhalation study (5 mg/m3, five hours/day) of MWCNTs following the intraperitoneal injection of an initiator, methylcholanthrene (MCA), and found that MWCNTs significantly increased tumor rates (bronchioloalveolar adenomas and adenocarcinoma) in the lung exposed to MCA, suggesting that MWCNTs act as a promoter of carcinogenesis. In an intratracheal instillation study of MWCNTs that was conducted using a specific spray-type cannula67), exposure of MWCNTs induced not only lung tumor but also malignant mesothelioma in a 2-year observation period. In an intraperitoneal injection study, exposure of short MWCNT did not induce carcinogenic responses68). The MWCNTs used in the studies mentioned above were long, thin fibers (mostly MWCNT-7), and there are no studies following the long-term inhalation of short length CNTs. In the process of lung disorders caused by respirable materials, CNTs induced sustained inflammation, fibrosis, finally increase in tumor rate. The finding of dose-dependent responses between MWCNTs and lung tumor following long-term inhalation, which is similar to the exposure in humans, is significant for the estimation of pulmonary toxicity. We think that the pulmonary toxicity of CNTs cause pulmonary tumor. Although there are few studies, there are data or suspected data regarding the sustained proliferation of epithelial cells. Fujita et al. (2015)31) reported that gene expression by SWCNTs with thin bundles with short linear shapes was strongly associated with cell proliferation by comprehensive gene express analysis. One 13-week inhalation study14) showed that MWCNT exposure induced hyperplasia of epithelial cells after certain observation periods when the concentration of MWCNTs was high. Frank et al. (2016)46) found that the oropharyngeal aspiration of CNT caused alveolar hyperplasia of type 2 pneumocytes at 5 weeks after the end of exposure, although that was not in the bronchoalveolar area, that is the origin of lung cancer. The carcinogenicity of CNTs has been observed in the case of long needle-like structures of CNTs, but If the fiber is shorter, the carcinogenicity of CNTs will be attenuated. Compared with long fibers, the exposure to short CNTs induced less inflammation, fibrosis, and in vivo genotoxicity in the chronic phase. Pauluhn (2011)69) showed that the predicted NOAELs based on volumetric overload threshold was almost the same as the obtained NOAEL (0.1 mg/m3). We think that the onset of lung tumor is at least partially related to the overload of CNTs, because 1) the predicted value of NOAEL by Pauluhn69) is not so different to the obtained values of NOAEL in carcinogenicity bioassay studies65) and because 2) even if dispersed CNTs are exposed in the lungs, an CNT agglomerates are formed in the lungs due to overstress that gives cells through recognition of excessive volume of CNTs65). Malignant mesothelioma was observed in a 2-year observation period in an intratracheal instillation study of MWCNTs using only a spray type cannula, but not in any inhalation studies of MWCNT. We speculate that the use of spray type cannula for intratracheal instillation induced the transfer of MWCNTs into the pleural space much more efficiently compared than in inhalation studies. It has been reported47) that intratracheal injection using spray-type cannula make CNTs translocate into the pleura space at short periods. Xu et al. (2012)47) found CNTs and crocidolite in the pleural cavity after nine days following the first intratracheal instillation. It is not known whether CNTs directly penetrate into the pleural space or move into the pleura through lymph nodes. There may be differences in the clearance patterns of CNTs between inhalation studies and intratracheal instillation studies using spray type cannula. How these responses are evaluated as pulmonary toxicity is another issue for future studies. As the carcinogenicity of CNTs is based on animal studies only, their carcinogenicity for humans must also be examined. In future research, we should consider the physicochemical properties of CNTs in work environments and human data. These also are topics for future studies. Table 2 shows the significant effects on fetal development as reported in toxicity studies performed on rodents. Reproductive and developmental toxicity studies of CNTs have been conducted mainly with mice. Summary of reproductive and developmental toxicity studies on CNTs in rodents Transient histopathological changes were reported in mice after intravenous injection of MWCNTs in adulthood70). A delay in the delivery of the first litter was observed after intratracheal instillation in the female prior to mating71). Administration of MWCNTs in pregnant mice induced fetal malformations after intraperitoneal and intravenous injections and intratracheal instillation, miscarriage after intravenous injection, and effects on the offspring's central nervous system after intravenous and intraperitoneal injection72,73). Moreover, developmental toxicity was also observed in mice intravenously injected with amine-functionalized MWCNTs74). There was an increase in the rate of miscarriage and estradiol in maternal sera. The abortifacient effect of oxidized-MWCNTs was observed in mice intravenously injected with a dose of 20 mg/kg/d75). In contrast, the oral administration of MWCNTs to dams was not associated with adverse effects on fetal development in rats or on female reproduction and offspring growth in mice76-78). Some pristine and functionalized SWCNTs appeared to be embryolethal and teratogenic when administered in mice via intravenous injection79) or oral gavage80). One study showed that developmental toxicity was dependent on SWCNT functionalization81). SWCNTs may also increase the production of ROS which may be involved in developmental toxicity, possibly due to placental effects. It was, however, unclear whether ROS levels was generally increased in the placentas of exposed dams or only in affected embryos/fetuses. Placental transfer of SWCNTs was reported after intravenous injection during late gestation in p53+/- mice, but not in CD1 mice74). Overall data on the reproductive and developmental toxicity of CNTs are limited, and interpretation in some cases was hampered by the applied study designs, including a lack of control for potential litter effects as well as the characterization of the CNTs in suspension. Studies on male and female reproduction and further developmental toxicity following exposure via the anticipated route of human exposure are required in order to elucidate the reproductive and developmental toxicities of CNTs. Conflicts of interest: The authors declare that there are no conflicts of interest."
    },
    {
      "title": "1) Inflammation in respiratory system",
      "text": "Persistent pulmonary inflammation is observed in most intratracheal instillation and inhalation studies of CNTs, although only transient or no inflammation in the lungs is observed in some studies of CNTs (Table 1). Summary of pulmonary toxicity studies on CNTs Some inhalation studies of CNTs with pulmonary inflammatory endpoints showed a tendency of pulmonary inflammation induced by low concentrations of CNT. Four 13-week inhalation studies in rats13,14,18,38) of three types of MWCNTs and one MWCNT with a function of high strength, showed that exposure to MWCNTs and carbon nanofibers (CNFs) induced persistent inflammation with no-observed-adverse-effect-level (NOAEL) between 0.1 mg/m3 and 0.25 mg/m3 and with lowest-observed-adverse-effect-level (LOAEL) at 0.2 mg/m3. In two of these four studies14,38), high concentration of MWCNTs showed sustained inflammation in the lungs during the observation periods. Two four-week inhalation studies of MWCNTs and SWCNTs showed no inflammation in the rats' lungs with maximum concentrations of 0.37 mg/m3 and 0.13 mg/m3, respectively16,17). The length of CNTs used in both studies was relatively short (mean length was 1 μm or less). One six-hour inhalation study of MWCNTs at a concentration of approximately 30 mg/m3 did not show neutrophil influx in the lungs39). Many intratracheal instillation and pharyngeal aspiration studies of CNTs have been reported16,19,20,25-29),32,34,37,40). Similar to the inhalation studies, most studies showed that exposure to SWCNTs and MWCNTs induced persistent pulmonary inflammation, while some studies showed only transient pulmonary inflammation39). Compared with short fibers, long fibers induced more pronounced pulmonary inflammation41-43), although short fibers of CNTs also induced persistent pulmonary inflammation16). It has been reported that the type of CNTs is related to the location of inflammation even if the length of a CNT is short44). Fujita et al. (2016)44) examined the difference in inflammation between short SWCNTs and MWCNTs in the respiratory system following intratracheal instillation. They showed that exposure to SWCNTs caused persistent pulmonary inflammation, while exposure to MWCNTs caused transient pulmonary inflammation and later induced greater level of pleural inflammation. Taken together from the inhalation and the intratracheal instillation studies, both MWCNTs and SWCNTs are considered to induce persistent pulmonary inflammation in experimental animals. However, pulmonary inflammation induced by short fibers tend to be less persistence than that induced by long fibers in intratracheal instillation studies."
    },
    {
      "title": "2) Injury in respiratory system",
      "text": "The proliferation of epithelial cells is one of the usual physiological responses after lung injury resulting from stimulation by a foreign material. The finding of proliferation corresponds to lung injury, although it is a compensatory response. When the stimulant is totally removed, cell proliferation ends. On the contrary, persistent proliferation indicates physiological responses by persistent stimulation or change of the phenotype of cell response, such as an autonomous responses. Some studies have found the proliferation of bronchiolar and alveolar epithelial cells after exposure to CNTs, although some studies have not. In two 13-week inhalation studies14,15), exposure to MWCNTs at a concentration of 6 mg/m3 (probably more than overload dose due to delayed clearance of MWCNTs) induced hyperplasia in the bronchiole/alveolar area at 39 weeks after inhalation. MWCNT concentrations of 1.5 mg/m3 or less did not induce hyperplasia. Exposure to carbon nanofibers stimulated only transient proliferation of the terminal bronchiole, alveolar duct, and the subpleural region in the lungs of male and female rats. Two intratracheal instillation studies of MWCNTs showed lung injury45,46). One study using proliferating cell nuclear antigen (PCNA) immunolabeling showed that exposure to pristine or functionalized MWCNTs stimulated the proliferation of alveolar and bronchiolar epithelial cells, although the observation period (16 days) was not long enough to evaluate the persistency of hyperplasia. The other study showed that oropharyngeal aspiration of MWCNTs caused alveolar hyperplasia of type 2 pneumocytes at 5 weeks after the end of the exposure period, although it is not the bronchoalveolar area that is the origin of lung cancer. In another intratracheal instillation study19), SWCNT exposure did not induce the proliferation of lung parenchymal cells by 5-bromo-2-deoxyuridine (BrdU). Xu et al. (2012)47) conducted an intratracheal instillation using a special spray-type cannula. As per the findings of their study, exposure to MWCNTs induced visceral mesothelial cell proliferation, although it is not the parietal pleura where malignant mesothelioma originates. Summarized collectively, inhalation and intratracheal instillation studies of MWCNTs and SWCNTs, the evidences on persistent hyperplasia of bronchoalveolar epithelial cells was not sufficient."
    },
    {
      "title": "3) Fibrosis in respiratory system",
      "text": "Pulmonary fibrosis is regarded as surplus or abnormal repair after lung injury. It is unknown whether pulmonary fibrosis and fibrosis-related factors caused by exposure to CNTs directly affect the transformation and proliferation of normal epithelial cells to cancer cells. However, Chang et al. (2012)48) reported that SWCNT-induced pulmonary fibrosis in mice was associated with epithelial-mesenchymal transition, namely epithelial cell derived fibrosis with the function of collagen production. Pulmonary fibrosis, such as idiopathic pulmonary fibrosis is accompanied by lung cancer at a high frequency49). In chronic inhalation studies of asbestos and man-made vitreous fibers, fibers that induced pulmonary fibrosis developed into pulmonary tumor50). Therefore, the fibrosis and fibrosis-related factors induced by exposure to CNTs may affect the transformation and proliferation of epithelial cells. We consider that the finding of pulmonary fibrosis induced by CNTs is related to tumor-related factors. Table 1 shows results of inhalation and intratracheal instillation studies. Most of these studies showed pulmonary fibrosis and most of the CNT-exposed groups with the finding of fibrosis in inhalation and intratracheal instillation studies corresponded to CNT-exposed groups with persistent pulmonary inflammation. Compared with short fibers, needle-like long fibers in both studies tended to induce fibrotic responses such as fibroblast proliferation and collagen deposition42,43). As for the intraperitoneal injection study, long MWCNT exposure led to granulomatous inflammation in the peritoneal cavity but tangled MWCNT showed weak or little responses51)."
    },
    {
      "title": "4) Biopersistence of CNTs in the lung",
      "text": "Biopersistence of materials in the lungs is how long the materials remain in the lungs. Materials with high biopersistence remain in the lungs for a long time; on the contrary, materials with low biopersistence get quickly cleared from the lungs. Fibrous materials with high biopersistence, such as asbestos and ceramic fibers are reported to cause pulmonary fibrosis and cancer50). In other words, if materials remain in the lungs for a long time, they have high probability of causing persistent inflammation and injury in the lungs. CNTs are reported to have high biopersistence. The retention half-times of MWCNTs in the lungs, an index of clearance, at 0.1 mg/m3, 0.4 mg/m3, 1.5 mg/m3, and 6 mg/m3 following a 13-week inhalation exposure of MWCNTs were 151, 350, 318, and 375 days, respectively14). Although there are differences in the half-times, the authors considered that these delayed times were related to volumetric overload. A twelve-day inhalation study revealed that 65.1% of the total lung burden of MWCNTs at 5 mg/m3 remained in the murine lungs 336 days after inhalation exposure52). Intratracheal instillation of MWCNTs at 0.2 mg and 0.55 mg revealed that the burden of MWCNTs in the lungs did not decrease significantly between 1 day and 364 days after exposure53). The biopersistence of fibrous materials, including asbestos, is thought to be regulated by length and durability50). Long and insoluble fibers are biopersistent because macrophages cannot phagocytize long fibers; furthermore, poor degradation makes the clearance of fiber difficult. While relatively long CNTs were used in the studies mentioned above, some studies did use short CNTs, which showed a relatively short half-time in the lungs. One four-week inhalation study of short MWCNTs (geometric mean length: 1.1 μm) revealed that the biological half-time of MWCNTs at 0.37 mg/m3 was 51-54 days54). CNTs with short fibers tend to have shorter half-times than those with long fibers. The length may affect the clearance of materials such as asbestos in the lungs. In asbestos, fibers with length more than 20 μm are reported to have higher biopersistence compared with fibers with a length less than 5 μm55). As for solubility, CNTs are generally thought to be resistant to chemical attack due to their fundamental graphitic structure. The insolubility of MWCNTs and SWCNTs is equal to or higher than asbestos56). Therefore, length is an important characteristic in the biopersistence of CNTs. There are a few soluble-type CNTs. These CNTs become shorter due to degradation and are efficiently cleared from the lung, suggesting that a characteristic of CNT is low biopersistence. Osmond-Mcleod et al. (2011)56) reported that soluble-type CNTs induced low pathogenic potential."
    },
    {
      "title": "5) Gene damage in the lung",
      "text": "Gene damage in the lungs is considered to play a key role in the transformation and proliferation of cells (especially epithelial cells) as an abnormality of restoration following lung injury. Most CNT studies showed the results of genotoxicity in an acute phase following exposure and induced the formation of DNA breakage, micronuclei, and mutations in the lungs after inhalation and intratracheal instillation. Intratracheal or pharyngeal instillation and inhalation of MWCNTs to mice induced DNA strand breaks in the lungs in a dose-dependent manner through the comet assay57,58). Among studies with gene mutation assays, one study showed that the intratracheal instillation of MWCNTs increased the mutation frequency in the lungs detected by gpt assay57). In a study of 10 commercial MWCNTs, the intratracheal instillation of some MWCNTs induced the DNA breaks in the lung59), and multiple regression analysis showed that a lower Brunauer-Emmett-Teller surface area or a corresponding larger diameter was associated with increased genotoxicity. On the contrary, some studies did not induce genotoxicity in vivo. An intratracheal instillation of MWCNTs in rats did not induce DNA damage in their lungs60), and the inhalation of MWCNTs did not induce DNA double strand breaks (detected by γ-H2AX foci) or micronuclei in blood leukocytes58); another study showed that MWCNT did not increase gpt mutation61). Possibly, the gene damage observed in the acute phase can be restored, and the gene mutation observed in the chronic phase of CNTs is considered gene damage that is not restored. K-ras mutation plays an important role in the signal transduction of epidermal growth factor receptor and is one of the representative oncogenic driver mutations. The pharyngeal aspiration of SWCNTs and CNFs in mice increased the incidence of K-ras oncogene mutations in the lungs at 1 year post exposure62). Four days inhalation of SWCNTs also increased the incidence of K-ras and micronuclei positive cells in the lungs at 1 year post exposure. As for short fibers, in the intratracheal instillation studies using 10 commercial MWCNTs (Most MWCNTs with less than 1 μm)59), none of the exposure of all MWCNTs did not induce DNA breaks in murine lungs at the chronic phase in the comet assay, although there is a transient DNA damage in the acute phase. Gene damage is also reported to be associated with reactive oxygen species (ROS)63,64). MWCNTs induced the mutation of hypoxanthine phosphoribosyltransferase (HPRT) genes in Chinese hamster lung fibroblasts through ROS63). SWCNTs induced DNA breakage, micronuclei formation, and ROS production in human peripheral bool lymphocytes; however, these stimulating effects of SWCNTs were inhibited by N-acetylcysteine, which is an antioxidant64). The mitochondrial damage caused by MWCNTs leads to ROS production, which may damage the nucleus."
    },
    {
      "title": "6) Malignant tumor in the respiratory system",
      "text": "There are two inhalation studies demonstrating malignant tumors in the respiratory system; one is a long-term inhalation study and the other is a study of the estimation of cancer-promoting effects65,66). Both studies showed that CNT induced the onset and the promotion of lung cancer. A 104-week inhalation study of MWCNTs used males and females at the concentrations of 0 mg/m3, 0.02 mg/m3, 0.2 mg/m3, and 2 mg/m365). Lung carcinoma, mainly bronchioloalveolar carcinoma and combined carcinoma and adenoma were significantly increased in males exposed to 0.2 mg/m3 or more and in females exposed to 2 mg/m3. The NOAEL for the endpoints of respiratory tumor was 0.02 mg/m3. Pleural mesothelioma was not observed. In another study, carcinogenesis phases were classified into some stages, and there was a test protocol that utilized a two-stage initiation (action of carcinogen) /promotion (promotion of cell growth with existing DNA damage) in order to estimate the carcinogenicity of chemicals66). Sargent et al. (2014)66) performed a 15-day inhalation study (5 mg/m3, five hours/day) of MWCNTs following the intraperitoneal injection of an initiator, methylcholanthrene (MCA), and found that MWCNTs significantly increased tumor rates (bronchioloalveolar adenomas and adenocarcinoma) in the lung exposed to MCA, suggesting that MWCNTs act as a promoter of carcinogenesis. In an intratracheal instillation study of MWCNTs that was conducted using a specific spray-type cannula67), exposure of MWCNTs induced not only lung tumor but also malignant mesothelioma in a 2-year observation period. In an intraperitoneal injection study, exposure of short MWCNT did not induce carcinogenic responses68). The MWCNTs used in the studies mentioned above were long, thin fibers (mostly MWCNT-7), and there are no studies following the long-term inhalation of short length CNTs."
    },
    {
      "title": "7) Discussion and summary of the pulmonary toxicity of CNTs",
      "text": "In the process of lung disorders caused by respirable materials, CNTs induced sustained inflammation, fibrosis, finally increase in tumor rate. The finding of dose-dependent responses between MWCNTs and lung tumor following long-term inhalation, which is similar to the exposure in humans, is significant for the estimation of pulmonary toxicity. We think that the pulmonary toxicity of CNTs cause pulmonary tumor. Although there are few studies, there are data or suspected data regarding the sustained proliferation of epithelial cells. Fujita et al. (2015)31) reported that gene expression by SWCNTs with thin bundles with short linear shapes was strongly associated with cell proliferation by comprehensive gene express analysis. One 13-week inhalation study14) showed that MWCNT exposure induced hyperplasia of epithelial cells after certain observation periods when the concentration of MWCNTs was high. Frank et al. (2016)46) found that the oropharyngeal aspiration of CNT caused alveolar hyperplasia of type 2 pneumocytes at 5 weeks after the end of exposure, although that was not in the bronchoalveolar area, that is the origin of lung cancer. The carcinogenicity of CNTs has been observed in the case of long needle-like structures of CNTs, but If the fiber is shorter, the carcinogenicity of CNTs will be attenuated. Compared with long fibers, the exposure to short CNTs induced less inflammation, fibrosis, and in vivo genotoxicity in the chronic phase. Pauluhn (2011)69) showed that the predicted NOAELs based on volumetric overload threshold was almost the same as the obtained NOAEL (0.1 mg/m3). We think that the onset of lung tumor is at least partially related to the overload of CNTs, because 1) the predicted value of NOAEL by Pauluhn69) is not so different to the obtained values of NOAEL in carcinogenicity bioassay studies65) and because 2) even if dispersed CNTs are exposed in the lungs, an CNT agglomerates are formed in the lungs due to overstress that gives cells through recognition of excessive volume of CNTs65). Malignant mesothelioma was observed in a 2-year observation period in an intratracheal instillation study of MWCNTs using only a spray type cannula, but not in any inhalation studies of MWCNT. We speculate that the use of spray type cannula for intratracheal instillation induced the transfer of MWCNTs into the pleural space much more efficiently compared than in inhalation studies. It has been reported47) that intratracheal injection using spray-type cannula make CNTs translocate into the pleura space at short periods. Xu et al. (2012)47) found CNTs and crocidolite in the pleural cavity after nine days following the first intratracheal instillation. It is not known whether CNTs directly penetrate into the pleural space or move into the pleura through lymph nodes. There may be differences in the clearance patterns of CNTs between inhalation studies and intratracheal instillation studies using spray type cannula. How these responses are evaluated as pulmonary toxicity is another issue for future studies. As the carcinogenicity of CNTs is based on animal studies only, their carcinogenicity for humans must also be examined. In future research, we should consider the physicochemical properties of CNTs in work environments and human data. These also are topics for future studies."
    },
    {
      "title": "8) Reproductive and developmental toxicity",
      "text": "Table 2 shows the significant effects on fetal development as reported in toxicity studies performed on rodents. Reproductive and developmental toxicity studies of CNTs have been conducted mainly with mice. Summary of reproductive and developmental toxicity studies on CNTs in rodents Transient histopathological changes were reported in mice after intravenous injection of MWCNTs in adulthood70). A delay in the delivery of the first litter was observed after intratracheal instillation in the female prior to mating71). Administration of MWCNTs in pregnant mice induced fetal malformations after intraperitoneal and intravenous injections and intratracheal instillation, miscarriage after intravenous injection, and effects on the offspring's central nervous system after intravenous and intraperitoneal injection72,73). Moreover, developmental toxicity was also observed in mice intravenously injected with amine-functionalized MWCNTs74). There was an increase in the rate of miscarriage and estradiol in maternal sera. The abortifacient effect of oxidized-MWCNTs was observed in mice intravenously injected with a dose of 20 mg/kg/d75). In contrast, the oral administration of MWCNTs to dams was not associated with adverse effects on fetal development in rats or on female reproduction and offspring growth in mice76-78). Some pristine and functionalized SWCNTs appeared to be embryolethal and teratogenic when administered in mice via intravenous injection79) or oral gavage80). One study showed that developmental toxicity was dependent on SWCNT functionalization81). SWCNTs may also increase the production of ROS which may be involved in developmental toxicity, possibly due to placental effects. It was, however, unclear whether ROS levels was generally increased in the placentas of exposed dams or only in affected embryos/fetuses. Placental transfer of SWCNTs was reported after intravenous injection during late gestation in p53+/- mice, but not in CD1 mice74). Overall data on the reproductive and developmental toxicity of CNTs are limited, and interpretation in some cases was hampered by the applied study designs, including a lack of control for potential litter effects as well as the characterization of the CNTs in suspension. Studies on male and female reproduction and further developmental toxicity following exposure via the anticipated route of human exposure are required in order to elucidate the reproductive and developmental toxicities of CNTs."
    },
    {
      "title": null,
      "text": "Conflicts of interest: The authors declare that there are no conflicts of interest."
    }
  ],
  "full_text": "## Introduction\nIndustrial nanomaterials have many outstanding physical and chemical properties due to the advancement in nanotechnology; their applications and uses in various fields are being explored all over the world. Among these industrial nanomaterials, carbon nanotubes (CNTs), an industrial nanomaterial, are fibrous materials formed from honeycomb crystal lattice layers of graphite wrapped into a tube shape either as a single layer or as multiple layers, which are respectively called single-walled carbon nanotubes (SWCNTs), and multi-walled carbon nanotubes (MWCNTs). These CNTs are used in semiconductors, solar cell mobiles, optical instruments, capacitors, and the cables of the space elevator, making use of CNT's special qualities. However, the other properties of CNTs are reported to have harmful effects on the human body. Compared with micron-sized carbon-based particles, exposure of CNTs induced pulmonary inflammation at a smaller dose in animal studies1,2). The inhalation exposure of CNTs induced malignant mesothelioma in animal studies3), suggesting that CNTs may pose hazards similar to asbestos. Damage to other organs due to pulmonary exposure to CNTs has also been reported in animal studies4,5). Some studies have reported that maternal exposure to CNTs may induce developmental toxicity, such as teratogenicity6). Here, we review the toxicity of CNTs, particularly as related to pulmonary toxicity, reproductive and developmental toxicity.\n\n## Pulmonary Toxicity\nMalignant tumors such as lung cancer and mesothelioma are considered to be important target diseases to evaluate the pulmonary toxicity of respirable materials. The process of the development of malignant tumors, especially in lung cancer, induced by respirable insoluble materials is generally considered to be as follows7,8). When respirable materials are inhaled in the lungs and are phagocytized by alveolar macrophages, inflammatory cytokines and chemokines are released by alveolar macrophages, and repeated exposure of respirable materials in the lungs induces persistent inflammation and damage9,10). Persistent inflammation and damage finally lead to pulmonary fibrosis and respiratory cancer due to surplus or abnormal repair processes7,8). Therefore, we mainly evaluated the persistency of inflammation and injury, the findings on repair disorder and fibrosis, the incidence of tumor in the respiratory system, and the biopersistance of CNTs as related factors in the pulmonary toxicity of CNTs. Among the different types of pulmonary toxicology studies following each part, inhalation studies are considered to provide us particularly important information about the pulmonary toxicity of respirable chemicals because the physiological exposure route is similar to that of occupational exposure in humans. Persistent pulmonary inflammation is observed in most intratracheal instillation and inhalation studies of CNTs, although only transient or no inflammation in the lungs is observed in some studies of CNTs (Table 1). Summary of pulmonary toxicity studies on CNTs Some inhalation studies of CNTs with pulmonary inflammatory endpoints showed a tendency of pulmonary inflammation induced by low concentrations of CNT. Four 13-week inhalation studies in rats13,14,18,38) of three types of MWCNTs and one MWCNT with a function of high strength, showed that exposure to MWCNTs and carbon nanofibers (CNFs) induced persistent inflammation with no-observed-adverse-effect-level (NOAEL) between 0.1 mg/m3 and 0.25 mg/m3 and with lowest-observed-adverse-effect-level (LOAEL) at 0.2 mg/m3. In two of these four studies14,38), high concentration of MWCNTs showed sustained inflammation in the lungs during the observation periods. Two four-week inhalation studies of MWCNTs and SWCNTs showed no inflammation in the rats' lungs with maximum concentrations of 0.37 mg/m3 and 0.13 mg/m3, respectively16,17). The length of CNTs used in both studies was relatively short (mean length was 1 μm or less). One six-hour inhalation study of MWCNTs at a concentration of approximately 30 mg/m3 did not show neutrophil influx in the lungs39). Many intratracheal instillation and pharyngeal aspiration studies of CNTs have been reported16,19,20,25-29),32,34,37,40). Similar to the inhalation studies, most studies showed that exposure to SWCNTs and MWCNTs induced persistent pulmonary inflammation, while some studies showed only transient pulmonary inflammation39). Compared with short fibers, long fibers induced more pronounced pulmonary inflammation41-43), although short fibers of CNTs also induced persistent pulmonary inflammation16). It has been reported that the type of CNTs is related to the location of inflammation even if the length of a CNT is short44). Fujita et al. (2016)44) examined the difference in inflammation between short SWCNTs and MWCNTs in the respiratory system following intratracheal instillation. They showed that exposure to SWCNTs caused persistent pulmonary inflammation, while exposure to MWCNTs caused transient pulmonary inflammation and later induced greater level of pleural inflammation. Taken together from the inhalation and the intratracheal instillation studies, both MWCNTs and SWCNTs are considered to induce persistent pulmonary inflammation in experimental animals. However, pulmonary inflammation induced by short fibers tend to be less persistence than that induced by long fibers in intratracheal instillation studies. The proliferation of epithelial cells is one of the usual physiological responses after lung injury resulting from stimulation by a foreign material. The finding of proliferation corresponds to lung injury, although it is a compensatory response. When the stimulant is totally removed, cell proliferation ends. On the contrary, persistent proliferation indicates physiological responses by persistent stimulation or change of the phenotype of cell response, such as an autonomous responses. Some studies have found the proliferation of bronchiolar and alveolar epithelial cells after exposure to CNTs, although some studies have not. In two 13-week inhalation studies14,15), exposure to MWCNTs at a concentration of 6 mg/m3 (probably more than overload dose due to delayed clearance of MWCNTs) induced hyperplasia in the bronchiole/alveolar area at 39 weeks after inhalation. MWCNT concentrations of 1.5 mg/m3 or less did not induce hyperplasia. Exposure to carbon nanofibers stimulated only transient proliferation of the terminal bronchiole, alveolar duct, and the subpleural region in the lungs of male and female rats. Two intratracheal instillation studies of MWCNTs showed lung injury45,46). One study using proliferating cell nuclear antigen (PCNA) immunolabeling showed that exposure to pristine or functionalized MWCNTs stimulated the proliferation of alveolar and bronchiolar epithelial cells, although the observation period (16 days) was not long enough to evaluate the persistency of hyperplasia. The other study showed that oropharyngeal aspiration of MWCNTs caused alveolar hyperplasia of type 2 pneumocytes at 5 weeks after the end of the exposure period, although it is not the bronchoalveolar area that is the origin of lung cancer. In another intratracheal instillation study19), SWCNT exposure did not induce the proliferation of lung parenchymal cells by 5-bromo-2-deoxyuridine (BrdU). Xu et al. (2012)47) conducted an intratracheal instillation using a special spray-type cannula. As per the findings of their study, exposure to MWCNTs induced visceral mesothelial cell proliferation, although it is not the parietal pleura where malignant mesothelioma originates. Summarized collectively, inhalation and intratracheal instillation studies of MWCNTs and SWCNTs, the evidences on persistent hyperplasia of bronchoalveolar epithelial cells was not sufficient. Pulmonary fibrosis is regarded as surplus or abnormal repair after lung injury. It is unknown whether pulmonary fibrosis and fibrosis-related factors caused by exposure to CNTs directly affect the transformation and proliferation of normal epithelial cells to cancer cells. However, Chang et al. (2012)48) reported that SWCNT-induced pulmonary fibrosis in mice was associated with epithelial-mesenchymal transition, namely epithelial cell derived fibrosis with the function of collagen production. Pulmonary fibrosis, such as idiopathic pulmonary fibrosis is accompanied by lung cancer at a high frequency49). In chronic inhalation studies of asbestos and man-made vitreous fibers, fibers that induced pulmonary fibrosis developed into pulmonary tumor50). Therefore, the fibrosis and fibrosis-related factors induced by exposure to CNTs may affect the transformation and proliferation of epithelial cells. We consider that the finding of pulmonary fibrosis induced by CNTs is related to tumor-related factors. Table 1 shows results of inhalation and intratracheal instillation studies. Most of these studies showed pulmonary fibrosis and most of the CNT-exposed groups with the finding of fibrosis in inhalation and intratracheal instillation studies corresponded to CNT-exposed groups with persistent pulmonary inflammation. Compared with short fibers, needle-like long fibers in both studies tended to induce fibrotic responses such as fibroblast proliferation and collagen deposition42,43). As for the intraperitoneal injection study, long MWCNT exposure led to granulomatous inflammation in the peritoneal cavity but tangled MWCNT showed weak or little responses51). Biopersistence of materials in the lungs is how long the materials remain in the lungs. Materials with high biopersistence remain in the lungs for a long time; on the contrary, materials with low biopersistence get quickly cleared from the lungs. Fibrous materials with high biopersistence, such as asbestos and ceramic fibers are reported to cause pulmonary fibrosis and cancer50). In other words, if materials remain in the lungs for a long time, they have high probability of causing persistent inflammation and injury in the lungs. CNTs are reported to have high biopersistence. The retention half-times of MWCNTs in the lungs, an index of clearance, at 0.1 mg/m3, 0.4 mg/m3, 1.5 mg/m3, and 6 mg/m3 following a 13-week inhalation exposure of MWCNTs were 151, 350, 318, and 375 days, respectively14). Although there are differences in the half-times, the authors considered that these delayed times were related to volumetric overload. A twelve-day inhalation study revealed that 65.1% of the total lung burden of MWCNTs at 5 mg/m3 remained in the murine lungs 336 days after inhalation exposure52). Intratracheal instillation of MWCNTs at 0.2 mg and 0.55 mg revealed that the burden of MWCNTs in the lungs did not decrease significantly between 1 day and 364 days after exposure53). The biopersistence of fibrous materials, including asbestos, is thought to be regulated by length and durability50). Long and insoluble fibers are biopersistent because macrophages cannot phagocytize long fibers; furthermore, poor degradation makes the clearance of fiber difficult. While relatively long CNTs were used in the studies mentioned above, some studies did use short CNTs, which showed a relatively short half-time in the lungs. One four-week inhalation study of short MWCNTs (geometric mean length: 1.1 μm) revealed that the biological half-time of MWCNTs at 0.37 mg/m3 was 51-54 days54). CNTs with short fibers tend to have shorter half-times than those with long fibers. The length may affect the clearance of materials such as asbestos in the lungs. In asbestos, fibers with length more than 20 μm are reported to have higher biopersistence compared with fibers with a length less than 5 μm55). As for solubility, CNTs are generally thought to be resistant to chemical attack due to their fundamental graphitic structure. The insolubility of MWCNTs and SWCNTs is equal to or higher than asbestos56). Therefore, length is an important characteristic in the biopersistence of CNTs. There are a few soluble-type CNTs. These CNTs become shorter due to degradation and are efficiently cleared from the lung, suggesting that a characteristic of CNT is low biopersistence. Osmond-Mcleod et al. (2011)56) reported that soluble-type CNTs induced low pathogenic potential. Gene damage in the lungs is considered to play a key role in the transformation and proliferation of cells (especially epithelial cells) as an abnormality of restoration following lung injury. Most CNT studies showed the results of genotoxicity in an acute phase following exposure and induced the formation of DNA breakage, micronuclei, and mutations in the lungs after inhalation and intratracheal instillation. Intratracheal or pharyngeal instillation and inhalation of MWCNTs to mice induced DNA strand breaks in the lungs in a dose-dependent manner through the comet assay57,58). Among studies with gene mutation assays, one study showed that the intratracheal instillation of MWCNTs increased the mutation frequency in the lungs detected by gpt assay57). In a study of 10 commercial MWCNTs, the intratracheal instillation of some MWCNTs induced the DNA breaks in the lung59), and multiple regression analysis showed that a lower Brunauer-Emmett-Teller surface area or a corresponding larger diameter was associated with increased genotoxicity. On the contrary, some studies did not induce genotoxicity in vivo. An intratracheal instillation of MWCNTs in rats did not induce DNA damage in their lungs60), and the inhalation of MWCNTs did not induce DNA double strand breaks (detected by γ-H2AX foci) or micronuclei in blood leukocytes58); another study showed that MWCNT did not increase gpt mutation61). Possibly, the gene damage observed in the acute phase can be restored, and the gene mutation observed in the chronic phase of CNTs is considered gene damage that is not restored. K-ras mutation plays an important role in the signal transduction of epidermal growth factor receptor and is one of the representative oncogenic driver mutations. The pharyngeal aspiration of SWCNTs and CNFs in mice increased the incidence of K-ras oncogene mutations in the lungs at 1 year post exposure62). Four days inhalation of SWCNTs also increased the incidence of K-ras and micronuclei positive cells in the lungs at 1 year post exposure. As for short fibers, in the intratracheal instillation studies using 10 commercial MWCNTs (Most MWCNTs with less than 1 μm)59), none of the exposure of all MWCNTs did not induce DNA breaks in murine lungs at the chronic phase in the comet assay, although there is a transient DNA damage in the acute phase. Gene damage is also reported to be associated with reactive oxygen species (ROS)63,64). MWCNTs induced the mutation of hypoxanthine phosphoribosyltransferase (HPRT) genes in Chinese hamster lung fibroblasts through ROS63). SWCNTs induced DNA breakage, micronuclei formation, and ROS production in human peripheral bool lymphocytes; however, these stimulating effects of SWCNTs were inhibited by N-acetylcysteine, which is an antioxidant64). The mitochondrial damage caused by MWCNTs leads to ROS production, which may damage the nucleus. There are two inhalation studies demonstrating malignant tumors in the respiratory system; one is a long-term inhalation study and the other is a study of the estimation of cancer-promoting effects65,66). Both studies showed that CNT induced the onset and the promotion of lung cancer. A 104-week inhalation study of MWCNTs used males and females at the concentrations of 0 mg/m3, 0.02 mg/m3, 0.2 mg/m3, and 2 mg/m365). Lung carcinoma, mainly bronchioloalveolar carcinoma and combined carcinoma and adenoma were significantly increased in males exposed to 0.2 mg/m3 or more and in females exposed to 2 mg/m3. The NOAEL for the endpoints of respiratory tumor was 0.02 mg/m3. Pleural mesothelioma was not observed. In another study, carcinogenesis phases were classified into some stages, and there was a test protocol that utilized a two-stage initiation (action of carcinogen) /promotion (promotion of cell growth with existing DNA damage) in order to estimate the carcinogenicity of chemicals66). Sargent et al. (2014)66) performed a 15-day inhalation study (5 mg/m3, five hours/day) of MWCNTs following the intraperitoneal injection of an initiator, methylcholanthrene (MCA), and found that MWCNTs significantly increased tumor rates (bronchioloalveolar adenomas and adenocarcinoma) in the lung exposed to MCA, suggesting that MWCNTs act as a promoter of carcinogenesis. In an intratracheal instillation study of MWCNTs that was conducted using a specific spray-type cannula67), exposure of MWCNTs induced not only lung tumor but also malignant mesothelioma in a 2-year observation period. In an intraperitoneal injection study, exposure of short MWCNT did not induce carcinogenic responses68). The MWCNTs used in the studies mentioned above were long, thin fibers (mostly MWCNT-7), and there are no studies following the long-term inhalation of short length CNTs. In the process of lung disorders caused by respirable materials, CNTs induced sustained inflammation, fibrosis, finally increase in tumor rate. The finding of dose-dependent responses between MWCNTs and lung tumor following long-term inhalation, which is similar to the exposure in humans, is significant for the estimation of pulmonary toxicity. We think that the pulmonary toxicity of CNTs cause pulmonary tumor. Although there are few studies, there are data or suspected data regarding the sustained proliferation of epithelial cells. Fujita et al. (2015)31) reported that gene expression by SWCNTs with thin bundles with short linear shapes was strongly associated with cell proliferation by comprehensive gene express analysis. One 13-week inhalation study14) showed that MWCNT exposure induced hyperplasia of epithelial cells after certain observation periods when the concentration of MWCNTs was high. Frank et al. (2016)46) found that the oropharyngeal aspiration of CNT caused alveolar hyperplasia of type 2 pneumocytes at 5 weeks after the end of exposure, although that was not in the bronchoalveolar area, that is the origin of lung cancer. The carcinogenicity of CNTs has been observed in the case of long needle-like structures of CNTs, but If the fiber is shorter, the carcinogenicity of CNTs will be attenuated. Compared with long fibers, the exposure to short CNTs induced less inflammation, fibrosis, and in vivo genotoxicity in the chronic phase. Pauluhn (2011)69) showed that the predicted NOAELs based on volumetric overload threshold was almost the same as the obtained NOAEL (0.1 mg/m3). We think that the onset of lung tumor is at least partially related to the overload of CNTs, because 1) the predicted value of NOAEL by Pauluhn69) is not so different to the obtained values of NOAEL in carcinogenicity bioassay studies65) and because 2) even if dispersed CNTs are exposed in the lungs, an CNT agglomerates are formed in the lungs due to overstress that gives cells through recognition of excessive volume of CNTs65). Malignant mesothelioma was observed in a 2-year observation period in an intratracheal instillation study of MWCNTs using only a spray type cannula, but not in any inhalation studies of MWCNT. We speculate that the use of spray type cannula for intratracheal instillation induced the transfer of MWCNTs into the pleural space much more efficiently compared than in inhalation studies. It has been reported47) that intratracheal injection using spray-type cannula make CNTs translocate into the pleura space at short periods. Xu et al. (2012)47) found CNTs and crocidolite in the pleural cavity after nine days following the first intratracheal instillation. It is not known whether CNTs directly penetrate into the pleural space or move into the pleura through lymph nodes. There may be differences in the clearance patterns of CNTs between inhalation studies and intratracheal instillation studies using spray type cannula. How these responses are evaluated as pulmonary toxicity is another issue for future studies. As the carcinogenicity of CNTs is based on animal studies only, their carcinogenicity for humans must also be examined. In future research, we should consider the physicochemical properties of CNTs in work environments and human data. These also are topics for future studies. Table 2 shows the significant effects on fetal development as reported in toxicity studies performed on rodents. Reproductive and developmental toxicity studies of CNTs have been conducted mainly with mice. Summary of reproductive and developmental toxicity studies on CNTs in rodents Transient histopathological changes were reported in mice after intravenous injection of MWCNTs in adulthood70). A delay in the delivery of the first litter was observed after intratracheal instillation in the female prior to mating71). Administration of MWCNTs in pregnant mice induced fetal malformations after intraperitoneal and intravenous injections and intratracheal instillation, miscarriage after intravenous injection, and effects on the offspring's central nervous system after intravenous and intraperitoneal injection72,73). Moreover, developmental toxicity was also observed in mice intravenously injected with amine-functionalized MWCNTs74). There was an increase in the rate of miscarriage and estradiol in maternal sera. The abortifacient effect of oxidized-MWCNTs was observed in mice intravenously injected with a dose of 20 mg/kg/d75). In contrast, the oral administration of MWCNTs to dams was not associated with adverse effects on fetal development in rats or on female reproduction and offspring growth in mice76-78). Some pristine and functionalized SWCNTs appeared to be embryolethal and teratogenic when administered in mice via intravenous injection79) or oral gavage80). One study showed that developmental toxicity was dependent on SWCNT functionalization81). SWCNTs may also increase the production of ROS which may be involved in developmental toxicity, possibly due to placental effects. It was, however, unclear whether ROS levels was generally increased in the placentas of exposed dams or only in affected embryos/fetuses. Placental transfer of SWCNTs was reported after intravenous injection during late gestation in p53+/- mice, but not in CD1 mice74). Overall data on the reproductive and developmental toxicity of CNTs are limited, and interpretation in some cases was hampered by the applied study designs, including a lack of control for potential litter effects as well as the characterization of the CNTs in suspension. Studies on male and female reproduction and further developmental toxicity following exposure via the anticipated route of human exposure are required in order to elucidate the reproductive and developmental toxicities of CNTs. Conflicts of interest: The authors declare that there are no conflicts of interest.\n\n## 1) Inflammation in respiratory system\nPersistent pulmonary inflammation is observed in most intratracheal instillation and inhalation studies of CNTs, although only transient or no inflammation in the lungs is observed in some studies of CNTs (Table 1). Summary of pulmonary toxicity studies on CNTs Some inhalation studies of CNTs with pulmonary inflammatory endpoints showed a tendency of pulmonary inflammation induced by low concentrations of CNT. Four 13-week inhalation studies in rats13,14,18,38) of three types of MWCNTs and one MWCNT with a function of high strength, showed that exposure to MWCNTs and carbon nanofibers (CNFs) induced persistent inflammation with no-observed-adverse-effect-level (NOAEL) between 0.1 mg/m3 and 0.25 mg/m3 and with lowest-observed-adverse-effect-level (LOAEL) at 0.2 mg/m3. In two of these four studies14,38), high concentration of MWCNTs showed sustained inflammation in the lungs during the observation periods. Two four-week inhalation studies of MWCNTs and SWCNTs showed no inflammation in the rats' lungs with maximum concentrations of 0.37 mg/m3 and 0.13 mg/m3, respectively16,17). The length of CNTs used in both studies was relatively short (mean length was 1 μm or less). One six-hour inhalation study of MWCNTs at a concentration of approximately 30 mg/m3 did not show neutrophil influx in the lungs39). Many intratracheal instillation and pharyngeal aspiration studies of CNTs have been reported16,19,20,25-29),32,34,37,40). Similar to the inhalation studies, most studies showed that exposure to SWCNTs and MWCNTs induced persistent pulmonary inflammation, while some studies showed only transient pulmonary inflammation39). Compared with short fibers, long fibers induced more pronounced pulmonary inflammation41-43), although short fibers of CNTs also induced persistent pulmonary inflammation16). It has been reported that the type of CNTs is related to the location of inflammation even if the length of a CNT is short44). Fujita et al. (2016)44) examined the difference in inflammation between short SWCNTs and MWCNTs in the respiratory system following intratracheal instillation. They showed that exposure to SWCNTs caused persistent pulmonary inflammation, while exposure to MWCNTs caused transient pulmonary inflammation and later induced greater level of pleural inflammation. Taken together from the inhalation and the intratracheal instillation studies, both MWCNTs and SWCNTs are considered to induce persistent pulmonary inflammation in experimental animals. However, pulmonary inflammation induced by short fibers tend to be less persistence than that induced by long fibers in intratracheal instillation studies.\n\n## 2) Injury in respiratory system\nThe proliferation of epithelial cells is one of the usual physiological responses after lung injury resulting from stimulation by a foreign material. The finding of proliferation corresponds to lung injury, although it is a compensatory response. When the stimulant is totally removed, cell proliferation ends. On the contrary, persistent proliferation indicates physiological responses by persistent stimulation or change of the phenotype of cell response, such as an autonomous responses. Some studies have found the proliferation of bronchiolar and alveolar epithelial cells after exposure to CNTs, although some studies have not. In two 13-week inhalation studies14,15), exposure to MWCNTs at a concentration of 6 mg/m3 (probably more than overload dose due to delayed clearance of MWCNTs) induced hyperplasia in the bronchiole/alveolar area at 39 weeks after inhalation. MWCNT concentrations of 1.5 mg/m3 or less did not induce hyperplasia. Exposure to carbon nanofibers stimulated only transient proliferation of the terminal bronchiole, alveolar duct, and the subpleural region in the lungs of male and female rats. Two intratracheal instillation studies of MWCNTs showed lung injury45,46). One study using proliferating cell nuclear antigen (PCNA) immunolabeling showed that exposure to pristine or functionalized MWCNTs stimulated the proliferation of alveolar and bronchiolar epithelial cells, although the observation period (16 days) was not long enough to evaluate the persistency of hyperplasia. The other study showed that oropharyngeal aspiration of MWCNTs caused alveolar hyperplasia of type 2 pneumocytes at 5 weeks after the end of the exposure period, although it is not the bronchoalveolar area that is the origin of lung cancer. In another intratracheal instillation study19), SWCNT exposure did not induce the proliferation of lung parenchymal cells by 5-bromo-2-deoxyuridine (BrdU). Xu et al. (2012)47) conducted an intratracheal instillation using a special spray-type cannula. As per the findings of their study, exposure to MWCNTs induced visceral mesothelial cell proliferation, although it is not the parietal pleura where malignant mesothelioma originates. Summarized collectively, inhalation and intratracheal instillation studies of MWCNTs and SWCNTs, the evidences on persistent hyperplasia of bronchoalveolar epithelial cells was not sufficient.\n\n## 3) Fibrosis in respiratory system\nPulmonary fibrosis is regarded as surplus or abnormal repair after lung injury. It is unknown whether pulmonary fibrosis and fibrosis-related factors caused by exposure to CNTs directly affect the transformation and proliferation of normal epithelial cells to cancer cells. However, Chang et al. (2012)48) reported that SWCNT-induced pulmonary fibrosis in mice was associated with epithelial-mesenchymal transition, namely epithelial cell derived fibrosis with the function of collagen production. Pulmonary fibrosis, such as idiopathic pulmonary fibrosis is accompanied by lung cancer at a high frequency49). In chronic inhalation studies of asbestos and man-made vitreous fibers, fibers that induced pulmonary fibrosis developed into pulmonary tumor50). Therefore, the fibrosis and fibrosis-related factors induced by exposure to CNTs may affect the transformation and proliferation of epithelial cells. We consider that the finding of pulmonary fibrosis induced by CNTs is related to tumor-related factors. Table 1 shows results of inhalation and intratracheal instillation studies. Most of these studies showed pulmonary fibrosis and most of the CNT-exposed groups with the finding of fibrosis in inhalation and intratracheal instillation studies corresponded to CNT-exposed groups with persistent pulmonary inflammation. Compared with short fibers, needle-like long fibers in both studies tended to induce fibrotic responses such as fibroblast proliferation and collagen deposition42,43). As for the intraperitoneal injection study, long MWCNT exposure led to granulomatous inflammation in the peritoneal cavity but tangled MWCNT showed weak or little responses51).\n\n## 4) Biopersistence of CNTs in the lung\nBiopersistence of materials in the lungs is how long the materials remain in the lungs. Materials with high biopersistence remain in the lungs for a long time; on the contrary, materials with low biopersistence get quickly cleared from the lungs. Fibrous materials with high biopersistence, such as asbestos and ceramic fibers are reported to cause pulmonary fibrosis and cancer50). In other words, if materials remain in the lungs for a long time, they have high probability of causing persistent inflammation and injury in the lungs. CNTs are reported to have high biopersistence. The retention half-times of MWCNTs in the lungs, an index of clearance, at 0.1 mg/m3, 0.4 mg/m3, 1.5 mg/m3, and 6 mg/m3 following a 13-week inhalation exposure of MWCNTs were 151, 350, 318, and 375 days, respectively14). Although there are differences in the half-times, the authors considered that these delayed times were related to volumetric overload. A twelve-day inhalation study revealed that 65.1% of the total lung burden of MWCNTs at 5 mg/m3 remained in the murine lungs 336 days after inhalation exposure52). Intratracheal instillation of MWCNTs at 0.2 mg and 0.55 mg revealed that the burden of MWCNTs in the lungs did not decrease significantly between 1 day and 364 days after exposure53). The biopersistence of fibrous materials, including asbestos, is thought to be regulated by length and durability50). Long and insoluble fibers are biopersistent because macrophages cannot phagocytize long fibers; furthermore, poor degradation makes the clearance of fiber difficult. While relatively long CNTs were used in the studies mentioned above, some studies did use short CNTs, which showed a relatively short half-time in the lungs. One four-week inhalation study of short MWCNTs (geometric mean length: 1.1 μm) revealed that the biological half-time of MWCNTs at 0.37 mg/m3 was 51-54 days54). CNTs with short fibers tend to have shorter half-times than those with long fibers. The length may affect the clearance of materials such as asbestos in the lungs. In asbestos, fibers with length more than 20 μm are reported to have higher biopersistence compared with fibers with a length less than 5 μm55). As for solubility, CNTs are generally thought to be resistant to chemical attack due to their fundamental graphitic structure. The insolubility of MWCNTs and SWCNTs is equal to or higher than asbestos56). Therefore, length is an important characteristic in the biopersistence of CNTs. There are a few soluble-type CNTs. These CNTs become shorter due to degradation and are efficiently cleared from the lung, suggesting that a characteristic of CNT is low biopersistence. Osmond-Mcleod et al. (2011)56) reported that soluble-type CNTs induced low pathogenic potential.\n\n## 5) Gene damage in the lung\nGene damage in the lungs is considered to play a key role in the transformation and proliferation of cells (especially epithelial cells) as an abnormality of restoration following lung injury. Most CNT studies showed the results of genotoxicity in an acute phase following exposure and induced the formation of DNA breakage, micronuclei, and mutations in the lungs after inhalation and intratracheal instillation. Intratracheal or pharyngeal instillation and inhalation of MWCNTs to mice induced DNA strand breaks in the lungs in a dose-dependent manner through the comet assay57,58). Among studies with gene mutation assays, one study showed that the intratracheal instillation of MWCNTs increased the mutation frequency in the lungs detected by gpt assay57). In a study of 10 commercial MWCNTs, the intratracheal instillation of some MWCNTs induced the DNA breaks in the lung59), and multiple regression analysis showed that a lower Brunauer-Emmett-Teller surface area or a corresponding larger diameter was associated with increased genotoxicity. On the contrary, some studies did not induce genotoxicity in vivo. An intratracheal instillation of MWCNTs in rats did not induce DNA damage in their lungs60), and the inhalation of MWCNTs did not induce DNA double strand breaks (detected by γ-H2AX foci) or micronuclei in blood leukocytes58); another study showed that MWCNT did not increase gpt mutation61). Possibly, the gene damage observed in the acute phase can be restored, and the gene mutation observed in the chronic phase of CNTs is considered gene damage that is not restored. K-ras mutation plays an important role in the signal transduction of epidermal growth factor receptor and is one of the representative oncogenic driver mutations. The pharyngeal aspiration of SWCNTs and CNFs in mice increased the incidence of K-ras oncogene mutations in the lungs at 1 year post exposure62). Four days inhalation of SWCNTs also increased the incidence of K-ras and micronuclei positive cells in the lungs at 1 year post exposure. As for short fibers, in the intratracheal instillation studies using 10 commercial MWCNTs (Most MWCNTs with less than 1 μm)59), none of the exposure of all MWCNTs did not induce DNA breaks in murine lungs at the chronic phase in the comet assay, although there is a transient DNA damage in the acute phase. Gene damage is also reported to be associated with reactive oxygen species (ROS)63,64). MWCNTs induced the mutation of hypoxanthine phosphoribosyltransferase (HPRT) genes in Chinese hamster lung fibroblasts through ROS63). SWCNTs induced DNA breakage, micronuclei formation, and ROS production in human peripheral bool lymphocytes; however, these stimulating effects of SWCNTs were inhibited by N-acetylcysteine, which is an antioxidant64). The mitochondrial damage caused by MWCNTs leads to ROS production, which may damage the nucleus.\n\n## 6) Malignant tumor in the respiratory system\nThere are two inhalation studies demonstrating malignant tumors in the respiratory system; one is a long-term inhalation study and the other is a study of the estimation of cancer-promoting effects65,66). Both studies showed that CNT induced the onset and the promotion of lung cancer. A 104-week inhalation study of MWCNTs used males and females at the concentrations of 0 mg/m3, 0.02 mg/m3, 0.2 mg/m3, and 2 mg/m365). Lung carcinoma, mainly bronchioloalveolar carcinoma and combined carcinoma and adenoma were significantly increased in males exposed to 0.2 mg/m3 or more and in females exposed to 2 mg/m3. The NOAEL for the endpoints of respiratory tumor was 0.02 mg/m3. Pleural mesothelioma was not observed. In another study, carcinogenesis phases were classified into some stages, and there was a test protocol that utilized a two-stage initiation (action of carcinogen) /promotion (promotion of cell growth with existing DNA damage) in order to estimate the carcinogenicity of chemicals66). Sargent et al. (2014)66) performed a 15-day inhalation study (5 mg/m3, five hours/day) of MWCNTs following the intraperitoneal injection of an initiator, methylcholanthrene (MCA), and found that MWCNTs significantly increased tumor rates (bronchioloalveolar adenomas and adenocarcinoma) in the lung exposed to MCA, suggesting that MWCNTs act as a promoter of carcinogenesis. In an intratracheal instillation study of MWCNTs that was conducted using a specific spray-type cannula67), exposure of MWCNTs induced not only lung tumor but also malignant mesothelioma in a 2-year observation period. In an intraperitoneal injection study, exposure of short MWCNT did not induce carcinogenic responses68). The MWCNTs used in the studies mentioned above were long, thin fibers (mostly MWCNT-7), and there are no studies following the long-term inhalation of short length CNTs.\n\n## 7) Discussion and summary of the pulmonary toxicity of CNTs\nIn the process of lung disorders caused by respirable materials, CNTs induced sustained inflammation, fibrosis, finally increase in tumor rate. The finding of dose-dependent responses between MWCNTs and lung tumor following long-term inhalation, which is similar to the exposure in humans, is significant for the estimation of pulmonary toxicity. We think that the pulmonary toxicity of CNTs cause pulmonary tumor. Although there are few studies, there are data or suspected data regarding the sustained proliferation of epithelial cells. Fujita et al. (2015)31) reported that gene expression by SWCNTs with thin bundles with short linear shapes was strongly associated with cell proliferation by comprehensive gene express analysis. One 13-week inhalation study14) showed that MWCNT exposure induced hyperplasia of epithelial cells after certain observation periods when the concentration of MWCNTs was high. Frank et al. (2016)46) found that the oropharyngeal aspiration of CNT caused alveolar hyperplasia of type 2 pneumocytes at 5 weeks after the end of exposure, although that was not in the bronchoalveolar area, that is the origin of lung cancer. The carcinogenicity of CNTs has been observed in the case of long needle-like structures of CNTs, but If the fiber is shorter, the carcinogenicity of CNTs will be attenuated. Compared with long fibers, the exposure to short CNTs induced less inflammation, fibrosis, and in vivo genotoxicity in the chronic phase. Pauluhn (2011)69) showed that the predicted NOAELs based on volumetric overload threshold was almost the same as the obtained NOAEL (0.1 mg/m3). We think that the onset of lung tumor is at least partially related to the overload of CNTs, because 1) the predicted value of NOAEL by Pauluhn69) is not so different to the obtained values of NOAEL in carcinogenicity bioassay studies65) and because 2) even if dispersed CNTs are exposed in the lungs, an CNT agglomerates are formed in the lungs due to overstress that gives cells through recognition of excessive volume of CNTs65). Malignant mesothelioma was observed in a 2-year observation period in an intratracheal instillation study of MWCNTs using only a spray type cannula, but not in any inhalation studies of MWCNT. We speculate that the use of spray type cannula for intratracheal instillation induced the transfer of MWCNTs into the pleural space much more efficiently compared than in inhalation studies. It has been reported47) that intratracheal injection using spray-type cannula make CNTs translocate into the pleura space at short periods. Xu et al. (2012)47) found CNTs and crocidolite in the pleural cavity after nine days following the first intratracheal instillation. It is not known whether CNTs directly penetrate into the pleural space or move into the pleura through lymph nodes. There may be differences in the clearance patterns of CNTs between inhalation studies and intratracheal instillation studies using spray type cannula. How these responses are evaluated as pulmonary toxicity is another issue for future studies. As the carcinogenicity of CNTs is based on animal studies only, their carcinogenicity for humans must also be examined. In future research, we should consider the physicochemical properties of CNTs in work environments and human data. These also are topics for future studies.\n\n## 8) Reproductive and developmental toxicity\nTable 2 shows the significant effects on fetal development as reported in toxicity studies performed on rodents. Reproductive and developmental toxicity studies of CNTs have been conducted mainly with mice. Summary of reproductive and developmental toxicity studies on CNTs in rodents Transient histopathological changes were reported in mice after intravenous injection of MWCNTs in adulthood70). A delay in the delivery of the first litter was observed after intratracheal instillation in the female prior to mating71). Administration of MWCNTs in pregnant mice induced fetal malformations after intraperitoneal and intravenous injections and intratracheal instillation, miscarriage after intravenous injection, and effects on the offspring's central nervous system after intravenous and intraperitoneal injection72,73). Moreover, developmental toxicity was also observed in mice intravenously injected with amine-functionalized MWCNTs74). There was an increase in the rate of miscarriage and estradiol in maternal sera. The abortifacient effect of oxidized-MWCNTs was observed in mice intravenously injected with a dose of 20 mg/kg/d75). In contrast, the oral administration of MWCNTs to dams was not associated with adverse effects on fetal development in rats or on female reproduction and offspring growth in mice76-78). Some pristine and functionalized SWCNTs appeared to be embryolethal and teratogenic when administered in mice via intravenous injection79) or oral gavage80). One study showed that developmental toxicity was dependent on SWCNT functionalization81). SWCNTs may also increase the production of ROS which may be involved in developmental toxicity, possibly due to placental effects. It was, however, unclear whether ROS levels was generally increased in the placentas of exposed dams or only in affected embryos/fetuses. Placental transfer of SWCNTs was reported after intravenous injection during late gestation in p53+/- mice, but not in CD1 mice74). Overall data on the reproductive and developmental toxicity of CNTs are limited, and interpretation in some cases was hampered by the applied study designs, including a lack of control for potential litter effects as well as the characterization of the CNTs in suspension. Studies on male and female reproduction and further developmental toxicity following exposure via the anticipated route of human exposure are required in order to elucidate the reproductive and developmental toxicities of CNTs.\n\n## None\nConflicts of interest: The authors declare that there are no conflicts of interest.",
  "word_count": 6363,
  "char_count": 43396
}