{
  "pmcid": "PMC9460795",
  "doi": "10.3390/nu14173581",
  "title": "Mycotoxin Exposure and Renal Cell Carcinoma Risk: An Association Study in the EPIC European Cohort",
  "authors": [
    "Liesel Claeys",
    "Sarah De Saeger",
    "Ghislaine Scelo",
    "Carine Biessy",
    "Corinne Casagrande",
    "Genevieve Nicolas",
    "Michael Korenjak",
    "Beatrice Fervers",
    "Alicia K. Heath",
    "Vittorio Krogh",
    "Leila Luján-Barroso",
    "Jesús Castilla",
    "Börje Ljungberg",
    "Miguel Rodriguez-Barranco",
    "Ulrika Ericson",
    "Carmen Santiuste",
    "Alberto Catalano",
    "Kim Overvad",
    "Magritt Brustad",
    "Marc J. Gunter",
    "Jiri Zavadil",
    "Marthe De Boevre",
    "Inge Huybrechts"
  ],
  "year": "2022",
  "journal": "Nutrients",
  "abstract": "Background: Mycotoxins have been suggested to contribute to a spectrum of adverse health effects in humans, including at low concentrations. The recognition of these food contaminants being carcinogenic, as co-occurring rather than as singularly present, has emerged from recent research. The aim of this study was to assess the potential associations of single and multiple mycotoxin exposures with renal cell carcinoma risk in the European Prospective Investigation into Cancer and Nutrition (EPIC) cohort. Methods: Food questionnaire data from the EPIC cohort were matched to mycotoxin food occurrence data compiled by the European Food Safety Authority (EFSA) from European Member States to assess long-term dietary mycotoxin exposures, and to associate these with the risk of renal cell carcinoma (RCC, n = 911 cases) in 450,112 EPIC participants. Potential confounding factors were taken into account. Analyses were conducted using Cox’s proportional hazards regression models to compute hazard ratios (HRs) and 95% confidence intervals (95% CIs) with mycotoxin exposures expressed as µg/kg body weight/day. Results: Demographic characteristics differed between the RCC cases and non-cases for body mass index, age, alcohol intake at recruitment, and other dietary factors. In addition, the mycotoxin exposure distributions showed that a large proportion of the EPIC population was exposed to some of the main mycotoxins present in European foods such as deoxynivalenol (DON) and derivatives, fumonisins, Fusarium toxins, Alternaria toxins, and total mycotoxins. Nevertheless, no statistically significant associations were observed between the studied mycotoxins and mycotoxin groups, and the risk of RCC development. Conclusions: These results show an absence of statistically significant associations between long-term dietary mycotoxin exposures and RCC risk. However, these results need to be validated in other cohorts and preferably using repeated dietary exposure measurements. In addition, more occurrence data of, e.g., citrinin and fumonisins in different food commodities and countries in the EFSA database are a prerequisite to establish a greater degree of certainty.",
  "sections": [
    {
      "title": "1. Introduction",
      "text": "Renal cancers comprise malignant tumors of the renal parenchyma and renal pelvis. Adenocarcinoma of the renal parenchyma (referred to as renal cell carcinoma (RCC)) accounts for over 90% of renal cancers, while nearly all cancers arising in the renal pelvis are of the transitional cell type and comprise less than 10% of renal cancers [1,2]. The incidence rates of RCC have been increasing over the past decades, particularly in Western populations [3,4,5]. Mycotoxins were included as possible contributing factors in the development of Balkan endemic nephropathy (BEN), a unique chronic renal disease, alongside aristolochic acid (the principal etiologic agent for BEN recognized today), metals, metalloids, and other nephrotoxins [6,7,8]. Mycotoxins are toxic secondary metabolites produced by fungi that contaminate various agricultural commodities either before harvest, at harvest, or under post-harvest conditions [9]. A high number of filamentous fungi have the capability to produce mycotoxins; however, the most important producing genera are Aspergillus, Fusarium, and Penicillium. These fungi have a worldwide geographical distribution [10,11]. The main mycotoxins produced by the previously listed fungi are aflatoxins (AFs) and ochratoxin A (OTA), trichothecenes (e.g., T-2 toxin (T-2) and deoxynivalenol (DON)), zearalenone (ZEN), fumonisins (FBs), citrinin (CIT), and patulin (PAT) [12]. The toxins are potentially present in a wide range of vegetable products, in processed foods, beverages, feed, and animal products [13]. In terms of physicochemical properties, they are stable to a point where they cannot be completely destroyed during the different food processing procedures. Consuming contaminated foods leads to exposure to mycotoxins, which consequently enter the human body [12]. The International Agency for Research on Cancer (IARC) classifies mycotoxins according to the evidence of carcinogenicity to humans. All aflatoxins, including aflatoxin B1 (AFB1), are carcinogenic to humans, having the ability to cause extra-hepatic and hepatic carcinogenesis; therefore, they are categorized as Group 1 [12,14,15]. Natural nephrotoxicants within mycotoxins that possibly cause renal failure are OTA, FB1, and CIT [16]. OTA is suggested to have a carcinogenic effect on the kidneys, and CIT is one of the strongest nephrotoxins to animals [12]. Co-exposure to CIT and OTA is reflected in antagonism or synergy on affecting the kidneys [8]. FB1 was shown to be involved in the development of renal carcinomas in male rats [12,17]. A synergistic pattern could also be observed with OTA and FB1 at low concentrations, shifting to antagonism at high concentration levels [18]. In addition to the focus on the kidney, synergistic effects between ZEN and DON exposure are observed in HepG2 cells [19]. Nevertheless, there is a lack of studies investigating the impact of mycotoxin exposures on kidney cancer risk. The goal of this study was to examine the associations of single and multiple mycotoxin exposures with the risk of developing RCC within the European Prospective Investigation into Cancer and Nutrition (EPIC), as a basis to develop future public health strategies."
    },
    {
      "title": "2. Materials and Methods",
      "text": "EPIC is a multicenter prospective cohort study designed to examine the relationship between lifestyle and cancer in Europe, including diet. The cohort includes 521,324 participants (mostly aged 35–70 years) in 23 centers located in 10 European countries, namely, Spain, Italy, France, Greece, Germany, the Netherlands, United Kingdom, Denmark, Sweden, and Norway. Enrolment, with a signed informed consent from each participant, took place between 1992 and 2000 at the different centers [20]. The rationale, study population, and data collection were described by Riboli et al. (1997) [21]. Participants with a prevalent cancer at any site at cohort entry (n = 25,184) and those with missing follow-up (n = 4128) or date of renal cancer diagnosis (n = 20) were excluded. In addition, participants from Greece were excluded (n = 26,915). Participants who did not complete the dietary or non-dietary baseline questionnaires (n = 5900), who withdrew from the study (n = 1), or who were in the top or bottom 1% of the ratio of energy intake to estimated energy requirement calculated from body weight, height, and age (n = 9064), were also excluded to reduce the impact on the analysis of implausible extreme values. In total, 71,212 participants were excluded. The final number of EPIC cohort participants available for these analyses was 450,112 (318,686 women and 131,426 men). Incident cancer cases were identified through population cancer registries (Denmark, Italy, the Netherlands, Spain, Sweden, the United Kingdom, and Norway) or through active follow-up (France and Germany), depending on the follow-up system in each of the participating centers. Active follow-up used a combination of methods, including health insurance records, cancer and pathology registries, and direct contact with participants or their next of kin. Participants were followed from study entry until cancer diagnosis, death, emigration, or end of follow-up period. Mortality data were coded following the rules of the 10th revision of the International Statistical Classification of Diseases, Injuries, and Causes of Death (ICD-10) and cancer incidence data following the third revision of the International Classification of Diseases for Oncology (ICD-O-3). Data were coded according to ICD-10/ICD-O-3 as carcinoma of the renal parenchyma (C64.9) and carcinoma of the renal pelvis (C65.9), sarcoma, and unclear or inconsistent subsite (including incoherence between topography and histological codes, missing or vague histological code, inconsistency between the level of details and the source of information). In this study, RCC (C64.9) was considered as the outcome of interest. Information on physical activity, history of tobacco smoking, alcohol consumption, and education was collected at baseline by questionnaires. Weight and height were measured at baseline in all centers, except from parts of Oxford (UK), France, and Norway, where weight and height were self-reported [20]. Usual dietary intakes were assessed at study baseline using validated country/center-specific dietary questionnaires (DQs). In most centers, DQs were self-administered, with the exception of Ragusa (Italy), Naples (Italy), and Spain, where face-to-face interviews were performed. Extensive quantitative DQs were used in northern Italy, the Netherlands, and Germany and were structured by meals in Spain, France, and Ragusa. Semi-quantitative food-frequency questionnaires (FFQs) were used in Denmark, Norway, Naples, and Umeå (Sweden). In the United Kingdom, both a semi-quantitative FFQ and a 7 day record were used, whereas a method combining a short non-quantitative FFQ with a 7 day record on hot meals was used in Malmö (Sweden) [20]. The latter was a 168-item questionnaire where portion sizes were indicated using a picture book with photos on four different portion sizes [22,23]. To prepare the EPIC Nutrient Database (ENDB) for the EPIC study, a highly standardized procedure was used, adopting nutrient values from 10 national food composition databases of the respective EPIC countries. The process for compiling this ENDB database was previously described by Slimani et al. (2007) [24]. For this study, mycotoxin occurrence data obtained through the European Food Safety Authority (EFSA) were used and matched with the EPIC food consumption data derived from the dietary questionnaires. The EFSA database relevant to this project records the clustered mycotoxin occurrences of all types of mycotoxins, filed in Europe and obtained via the European Member States. To calculate the quantity of each mycotoxin consumed by a specific individual, the portion (in grams) of every food that was consumed by each individual (as reported in the FFQs) was linked to the mycotoxin occurrence data for that particular food. When reporting contaminant concentrations analyzed in monitoring programs, actual numeric values of concentrations are only reported when the measurements exceed the limit of detection (LOD) or limit of quantification (LOQ). In these exposure assessments performed within EPIC, a middle-bound (MB) concentration scenario was built by assigning a concentration equal to half the limit (LOD or LOQ) value when the concentration value was missing or below the LOD or LOQ. When all the concentrations of a mycotoxin were missing, the food was assumed to contain no mycotoxins. This scenario was chosen as a more optimal approach as opposed to assigning a concentration equal to 0 µg/kg when the concentration value was missing (so called lower-bound scenario). However, the lower-bound scenario was also used in this study for conducting analyses. This end-user mycotoxin database was further applied to investigate single and multiple mycotoxin exposures in the EPIC cohort and its association with RCC risk. Groups of related mycotoxins were computed by summing the levels of mycotoxins belonging to certain families depending on their chemical structure. The group Aflatoxins included AFB1, AFB2, AFG1, AFG2, and AFM1. The group of Deoxynivalenol and derivatives included DON, 3-acetyl-DON (3ADON), 15-acetyl-DON (15ADON), and deoxynivalenol-3-glucoside (D3G). The Fumonisins group included FB1, FB2, and FB3. Zearalenone and derivatives constituted the sum of ZEN, ZEN-derivatives, sum of zearalenols (ZEL), α-zearalenol (α-ZEL), β-zearalenol (β-ZEL), and zearalanone (ZAN). The Alternaria toxins group included alternariol (AOH), alternariol methylether (AME), altenuene (ALT), tenuazonic acid (TEA), altertoxin (ATX), tentoxin (TEN), and AAL toxins (AAL_toxins). The Enniatins group included enniatin A (ENA), enniatin A1 (ENA1), enniatin B (ENB), and enniatin B1 (ENB1). The Ergot alkaloids group included ergocornine (Eco), ergocorninine (Econ), ergocristine (Ecr), ergocristinine (Ecrn), α-ergokryptine (Ek), α-ergokryptinine (Ekn), ergometrine (Em), ergometrinine (Emn), ergosine (Es), ergosinine (Esn), ergotamine (Et), and ergotaminine (Etn). The Ochratoxins group included OTA. The group T2 and HT2 included HT-2 toxin (HT2) and T-2 toxin (T2). Other mycotoxins were handled individually, namely, PAT, nivalenol (NIV), diacetoxyscirpenol (DAS), fusarenon-X (FUS-X), sterigmatocystin (STC), moniliformine (MON), citrinin (CIT), and beauvericin (BEA). The Fusarium toxins group consisted of the sum of ‘Deoxynivalenol and derivates’, ‘group T2 & HT2′, ‘Fumonisins group’, ‘Zearalenone and derivatives’, NIV, and DAS. Analyses were based on mycotoxin intakes (in µg/day) divided by kilograms of body weight (bw), expressed as an exposure estimate in µg/kg bw/day. In addition to the total multi-mycotoxin exposures, groups of mycotoxins were computed by summing the levels of mycotoxins belonging to certain families depending on their chemical structure, as reflected in Section 2.4.4. Descriptive analyses were conducted to investigate the difference between RCC cases and non-cases, reporting the mean and standard deviation (SD) for continuous variables and percentages for categorical variables. Mycotoxin distributions were analyzed, and the following parameters were presented: minimum, maximum, and percentiles (P1, P5, P10, P25, P50, P75, P90, P95, and P99). Cox’s proportional hazards regression using age as the underlying time metric with the participants’ age at recruitment as the entry time and their age at cancer diagnosis, death, emigration, or last complete follow-up, whichever occurred first, as the exit time was used to estimate the hazard ratio (HR) and 95% confidence interval (CI) for the association between dietary mycotoxin exposure and RCC risk. Mycotoxin levels were log2-transformed (to account for a doubling of the continuous exposure) and divided into sex-specific tertiles on the basis of their distribution in all cohort participants at baseline, setting participants in the lowest category of mycotoxin exposure as the reference group. All models were stratified by sex, study center, and age at enrolment. Multivariable models were adjusted for known or suspected risk factors for RCC according to the findings of the World Cancer Research Fund/American Institute for Cancer Research [25]. Lastly, confounding factors, according to the literature, remained in the models if the β-estimate changed by more than 10. The final multivariable model included body mass index (BMI), education level (none, primary school completed, technical/professional school, secondary school, longer education (including university degree), or not specified), Cambridge physical activity index (inactive, moderately inactive, moderately active, active, or missing), diabetes (no, yes, or do not know), hypertension (no, yes, or do not know), smoking status (never, former, smoker, or unknown), alcohol intake at recruitment, and energy intake. Tests for trends in HRs by tertiles were computed by assigning consecutive scores to the tertiles. Statistical analyses were performed with SAS statistical software package (version 9.4). All tests of statistical significance were two-sided, and p-values below 0.05 were considered significant."
    },
    {
      "title": "2.1. Participants and Study Design",
      "text": "EPIC is a multicenter prospective cohort study designed to examine the relationship between lifestyle and cancer in Europe, including diet. The cohort includes 521,324 participants (mostly aged 35–70 years) in 23 centers located in 10 European countries, namely, Spain, Italy, France, Greece, Germany, the Netherlands, United Kingdom, Denmark, Sweden, and Norway. Enrolment, with a signed informed consent from each participant, took place between 1992 and 2000 at the different centers [20]. The rationale, study population, and data collection were described by Riboli et al. (1997) [21]."
    },
    {
      "title": "2.2. Exclusion Criteria",
      "text": "Participants with a prevalent cancer at any site at cohort entry (n = 25,184) and those with missing follow-up (n = 4128) or date of renal cancer diagnosis (n = 20) were excluded. In addition, participants from Greece were excluded (n = 26,915). Participants who did not complete the dietary or non-dietary baseline questionnaires (n = 5900), who withdrew from the study (n = 1), or who were in the top or bottom 1% of the ratio of energy intake to estimated energy requirement calculated from body weight, height, and age (n = 9064), were also excluded to reduce the impact on the analysis of implausible extreme values. In total, 71,212 participants were excluded. The final number of EPIC cohort participants available for these analyses was 450,112 (318,686 women and 131,426 men)."
    },
    {
      "title": "2.3. Assessment of Endpoints",
      "text": "Incident cancer cases were identified through population cancer registries (Denmark, Italy, the Netherlands, Spain, Sweden, the United Kingdom, and Norway) or through active follow-up (France and Germany), depending on the follow-up system in each of the participating centers. Active follow-up used a combination of methods, including health insurance records, cancer and pathology registries, and direct contact with participants or their next of kin. Participants were followed from study entry until cancer diagnosis, death, emigration, or end of follow-up period. Mortality data were coded following the rules of the 10th revision of the International Statistical Classification of Diseases, Injuries, and Causes of Death (ICD-10) and cancer incidence data following the third revision of the International Classification of Diseases for Oncology (ICD-O-3). Data were coded according to ICD-10/ICD-O-3 as carcinoma of the renal parenchyma (C64.9) and carcinoma of the renal pelvis (C65.9), sarcoma, and unclear or inconsistent subsite (including incoherence between topography and histological codes, missing or vague histological code, inconsistency between the level of details and the source of information). In this study, RCC (C64.9) was considered as the outcome of interest."
    },
    {
      "title": "2.4. Dietary Data and Lifestyle Questionnaires",
      "text": "Information on physical activity, history of tobacco smoking, alcohol consumption, and education was collected at baseline by questionnaires. Weight and height were measured at baseline in all centers, except from parts of Oxford (UK), France, and Norway, where weight and height were self-reported [20]. Usual dietary intakes were assessed at study baseline using validated country/center-specific dietary questionnaires (DQs). In most centers, DQs were self-administered, with the exception of Ragusa (Italy), Naples (Italy), and Spain, where face-to-face interviews were performed. Extensive quantitative DQs were used in northern Italy, the Netherlands, and Germany and were structured by meals in Spain, France, and Ragusa. Semi-quantitative food-frequency questionnaires (FFQs) were used in Denmark, Norway, Naples, and Umeå (Sweden). In the United Kingdom, both a semi-quantitative FFQ and a 7 day record were used, whereas a method combining a short non-quantitative FFQ with a 7 day record on hot meals was used in Malmö (Sweden) [20]. The latter was a 168-item questionnaire where portion sizes were indicated using a picture book with photos on four different portion sizes [22,23]. To prepare the EPIC Nutrient Database (ENDB) for the EPIC study, a highly standardized procedure was used, adopting nutrient values from 10 national food composition databases of the respective EPIC countries. The process for compiling this ENDB database was previously described by Slimani et al. (2007) [24]. For this study, mycotoxin occurrence data obtained through the European Food Safety Authority (EFSA) were used and matched with the EPIC food consumption data derived from the dietary questionnaires. The EFSA database relevant to this project records the clustered mycotoxin occurrences of all types of mycotoxins, filed in Europe and obtained via the European Member States. To calculate the quantity of each mycotoxin consumed by a specific individual, the portion (in grams) of every food that was consumed by each individual (as reported in the FFQs) was linked to the mycotoxin occurrence data for that particular food. When reporting contaminant concentrations analyzed in monitoring programs, actual numeric values of concentrations are only reported when the measurements exceed the limit of detection (LOD) or limit of quantification (LOQ). In these exposure assessments performed within EPIC, a middle-bound (MB) concentration scenario was built by assigning a concentration equal to half the limit (LOD or LOQ) value when the concentration value was missing or below the LOD or LOQ. When all the concentrations of a mycotoxin were missing, the food was assumed to contain no mycotoxins. This scenario was chosen as a more optimal approach as opposed to assigning a concentration equal to 0 µg/kg when the concentration value was missing (so called lower-bound scenario). However, the lower-bound scenario was also used in this study for conducting analyses. This end-user mycotoxin database was further applied to investigate single and multiple mycotoxin exposures in the EPIC cohort and its association with RCC risk. Groups of related mycotoxins were computed by summing the levels of mycotoxins belonging to certain families depending on their chemical structure. The group Aflatoxins included AFB1, AFB2, AFG1, AFG2, and AFM1. The group of Deoxynivalenol and derivatives included DON, 3-acetyl-DON (3ADON), 15-acetyl-DON (15ADON), and deoxynivalenol-3-glucoside (D3G). The Fumonisins group included FB1, FB2, and FB3. Zearalenone and derivatives constituted the sum of ZEN, ZEN-derivatives, sum of zearalenols (ZEL), α-zearalenol (α-ZEL), β-zearalenol (β-ZEL), and zearalanone (ZAN). The Alternaria toxins group included alternariol (AOH), alternariol methylether (AME), altenuene (ALT), tenuazonic acid (TEA), altertoxin (ATX), tentoxin (TEN), and AAL toxins (AAL_toxins). The Enniatins group included enniatin A (ENA), enniatin A1 (ENA1), enniatin B (ENB), and enniatin B1 (ENB1). The Ergot alkaloids group included ergocornine (Eco), ergocorninine (Econ), ergocristine (Ecr), ergocristinine (Ecrn), α-ergokryptine (Ek), α-ergokryptinine (Ekn), ergometrine (Em), ergometrinine (Emn), ergosine (Es), ergosinine (Esn), ergotamine (Et), and ergotaminine (Etn). The Ochratoxins group included OTA. The group T2 and HT2 included HT-2 toxin (HT2) and T-2 toxin (T2). Other mycotoxins were handled individually, namely, PAT, nivalenol (NIV), diacetoxyscirpenol (DAS), fusarenon-X (FUS-X), sterigmatocystin (STC), moniliformine (MON), citrinin (CIT), and beauvericin (BEA). The Fusarium toxins group consisted of the sum of ‘Deoxynivalenol and derivates’, ‘group T2 & HT2′, ‘Fumonisins group’, ‘Zearalenone and derivatives’, NIV, and DAS."
    },
    {
      "title": "2.4.1. Dietary Questionnaires",
      "text": "Usual dietary intakes were assessed at study baseline using validated country/center-specific dietary questionnaires (DQs). In most centers, DQs were self-administered, with the exception of Ragusa (Italy), Naples (Italy), and Spain, where face-to-face interviews were performed. Extensive quantitative DQs were used in northern Italy, the Netherlands, and Germany and were structured by meals in Spain, France, and Ragusa. Semi-quantitative food-frequency questionnaires (FFQs) were used in Denmark, Norway, Naples, and Umeå (Sweden). In the United Kingdom, both a semi-quantitative FFQ and a 7 day record were used, whereas a method combining a short non-quantitative FFQ with a 7 day record on hot meals was used in Malmö (Sweden) [20]. The latter was a 168-item questionnaire where portion sizes were indicated using a picture book with photos on four different portion sizes [22,23]. To prepare the EPIC Nutrient Database (ENDB) for the EPIC study, a highly standardized procedure was used, adopting nutrient values from 10 national food composition databases of the respective EPIC countries. The process for compiling this ENDB database was previously described by Slimani et al. (2007) [24]."
    },
    {
      "title": "2.4.2. Mycotoxin Occurrence Data",
      "text": "For this study, mycotoxin occurrence data obtained through the European Food Safety Authority (EFSA) were used and matched with the EPIC food consumption data derived from the dietary questionnaires. The EFSA database relevant to this project records the clustered mycotoxin occurrences of all types of mycotoxins, filed in Europe and obtained via the European Member States. To calculate the quantity of each mycotoxin consumed by a specific individual, the portion (in grams) of every food that was consumed by each individual (as reported in the FFQs) was linked to the mycotoxin occurrence data for that particular food."
    },
    {
      "title": "2.4.3. Concentration Scenarios Regarding Mycotoxin Concentrations",
      "text": "When reporting contaminant concentrations analyzed in monitoring programs, actual numeric values of concentrations are only reported when the measurements exceed the limit of detection (LOD) or limit of quantification (LOQ). In these exposure assessments performed within EPIC, a middle-bound (MB) concentration scenario was built by assigning a concentration equal to half the limit (LOD or LOQ) value when the concentration value was missing or below the LOD or LOQ. When all the concentrations of a mycotoxin were missing, the food was assumed to contain no mycotoxins. This scenario was chosen as a more optimal approach as opposed to assigning a concentration equal to 0 µg/kg when the concentration value was missing (so called lower-bound scenario). However, the lower-bound scenario was also used in this study for conducting analyses. This end-user mycotoxin database was further applied to investigate single and multiple mycotoxin exposures in the EPIC cohort and its association with RCC risk."
    },
    {
      "title": "2.4.4. Mycotoxin Grouping for Analysis",
      "text": "Groups of related mycotoxins were computed by summing the levels of mycotoxins belonging to certain families depending on their chemical structure. The group Aflatoxins included AFB1, AFB2, AFG1, AFG2, and AFM1. The group of Deoxynivalenol and derivatives included DON, 3-acetyl-DON (3ADON), 15-acetyl-DON (15ADON), and deoxynivalenol-3-glucoside (D3G). The Fumonisins group included FB1, FB2, and FB3. Zearalenone and derivatives constituted the sum of ZEN, ZEN-derivatives, sum of zearalenols (ZEL), α-zearalenol (α-ZEL), β-zearalenol (β-ZEL), and zearalanone (ZAN). The Alternaria toxins group included alternariol (AOH), alternariol methylether (AME), altenuene (ALT), tenuazonic acid (TEA), altertoxin (ATX), tentoxin (TEN), and AAL toxins (AAL_toxins). The Enniatins group included enniatin A (ENA), enniatin A1 (ENA1), enniatin B (ENB), and enniatin B1 (ENB1). The Ergot alkaloids group included ergocornine (Eco), ergocorninine (Econ), ergocristine (Ecr), ergocristinine (Ecrn), α-ergokryptine (Ek), α-ergokryptinine (Ekn), ergometrine (Em), ergometrinine (Emn), ergosine (Es), ergosinine (Esn), ergotamine (Et), and ergotaminine (Etn). The Ochratoxins group included OTA. The group T2 and HT2 included HT-2 toxin (HT2) and T-2 toxin (T2). Other mycotoxins were handled individually, namely, PAT, nivalenol (NIV), diacetoxyscirpenol (DAS), fusarenon-X (FUS-X), sterigmatocystin (STC), moniliformine (MON), citrinin (CIT), and beauvericin (BEA). The Fusarium toxins group consisted of the sum of ‘Deoxynivalenol and derivates’, ‘group T2 & HT2′, ‘Fumonisins group’, ‘Zearalenone and derivatives’, NIV, and DAS."
    },
    {
      "title": "2.5. Statistical Analysis",
      "text": "Analyses were based on mycotoxin intakes (in µg/day) divided by kilograms of body weight (bw), expressed as an exposure estimate in µg/kg bw/day. In addition to the total multi-mycotoxin exposures, groups of mycotoxins were computed by summing the levels of mycotoxins belonging to certain families depending on their chemical structure, as reflected in Section 2.4.4. Descriptive analyses were conducted to investigate the difference between RCC cases and non-cases, reporting the mean and standard deviation (SD) for continuous variables and percentages for categorical variables. Mycotoxin distributions were analyzed, and the following parameters were presented: minimum, maximum, and percentiles (P1, P5, P10, P25, P50, P75, P90, P95, and P99). Cox’s proportional hazards regression using age as the underlying time metric with the participants’ age at recruitment as the entry time and their age at cancer diagnosis, death, emigration, or last complete follow-up, whichever occurred first, as the exit time was used to estimate the hazard ratio (HR) and 95% confidence interval (CI) for the association between dietary mycotoxin exposure and RCC risk. Mycotoxin levels were log2-transformed (to account for a doubling of the continuous exposure) and divided into sex-specific tertiles on the basis of their distribution in all cohort participants at baseline, setting participants in the lowest category of mycotoxin exposure as the reference group. All models were stratified by sex, study center, and age at enrolment. Multivariable models were adjusted for known or suspected risk factors for RCC according to the findings of the World Cancer Research Fund/American Institute for Cancer Research [25]. Lastly, confounding factors, according to the literature, remained in the models if the β-estimate changed by more than 10. The final multivariable model included body mass index (BMI), education level (none, primary school completed, technical/professional school, secondary school, longer education (including university degree), or not specified), Cambridge physical activity index (inactive, moderately inactive, moderately active, active, or missing), diabetes (no, yes, or do not know), hypertension (no, yes, or do not know), smoking status (never, former, smoker, or unknown), alcohol intake at recruitment, and energy intake. Tests for trends in HRs by tertiles were computed by assigning consecutive scores to the tertiles. Statistical analyses were performed with SAS statistical software package (version 9.4). All tests of statistical significance were two-sided, and p-values below 0.05 were considered significant."
    },
    {
      "title": "3. Results",
      "text": "After a median follow-up of 14.9 years, 911 incident cases of RCC were reported among the 450,112 participants. Demographic characteristics differed between the RCC cases and non-cases for BMI, sex, age, alcohol at recruitment, and other lifestyle and risk factors (Table 1). Compared with non-cases, RCC cases were more likely to be older, be men, have a higher BMI, drink more alcohol, have lower educational attainment, be current smokers, and have diabetes or hypertension. Table 2 describes the external mycotoxin exposures assessed on the basis of dietary questionnaire data for the EPIC cohort in the lower- and middle-bound scenarios. The mycotoxin exposure distributions (Table 2 and Table S1) showed that a large part of the EPIC population was exposed to some of the main mycotoxins present in European foods such as DON and derivatives, fumonisins, Fusarium toxins, Alternaria toxins, and total mycotoxins. The estimated median total mycotoxin exposure was 0.86 (interquartile range 0.62–1.16) µg/kg body weight per day (for the middle-bound scenario) in non-cases. Additionally, the group of Fusarium toxins made up a large portion of total mycotoxin exposure, with a median of 0.55 (interquartile range 0.40–0.74) µg/kg body weight per day in non-cases. Thus, the estimated external mycotoxin exposures for the EPIC population were lower than the safety reference values set by EFSA (Table S2). Cox hazard regressions were used to investigate the possible association between mycotoxin exposures and RCC risk. Tests for trends in HRs by tertiles were computed by assigning consecutive scores to the tertiles. No p-values between the tertiles, known as the TrendTest, and no p-values comparing each tertile with the reference, known as ProbChiSq, were below 0.05. (Table 3) Therefore, no statistically significant association could be assigned between a studied mycotoxin or mycotoxin group and risk of RCC development. Moreover, the multi-adjusted Cox hazard models did not result in significant associations between the individual mycotoxin exposures and RCC risk. The HR for the first and third tertiles of total mycotoxin exposure was 0.81 (95% CI 0.62–1.07)."
    },
    {
      "title": "4. Discussion",
      "text": "In this cohort study of participants from nine European countries, we found that a large proportion of the EPIC population was likely exposed to some of the main mycotoxins present in European foods, such as DON and derivatives, fumonisins, Fusarium toxins, Alternaria toxins, and total mycotoxins (Table 2). However, none of the individual mycotoxins or mycotoxin groups were associated with risk of RCC. Deoyxnivalenol and derivatives are mainly found in cereals and cereal-based products [26]. Fumonisins are almost exclusively found in maize [27]. Other mycotoxins included in Fusarium toxins are mainly found in oats, maize, barley, wheat, and cereal grains [28,29,30,31]. Lastly, the Alternaria toxins contaminate cereals, oilseeds, fruits and vegetables [32]. These results are in line with the main crops consumed in Europe [33]. When comparing the estimated external mycotoxin exposure to the safety reference values set by EFSA, it can be concluded that the EPIC population was exposed to mycotoxins in a considered safe range (Table S2). The EU has its own established maximum limits (MSLs) for mycotoxins in foods and feeds, and it has the resources to strictly follow the crops from cultivation to storage [34]. Lee and Ryu (2017) collected data from publications since 2006 over a 10 year period to examine the presence of AFs in unprocessed food-grade grains (barley, maize, wheat, rice, and other cereals, such as oats) in Africa, the Americas, Asia, and Europe. This study found an overall AF prevalence in these regions of 55%, ranging from 15% in the Americas to 63% in Asia and for FB1, with total prevalence varying between 39% for Europe and 95% for America. The global DON prevalence was nearly 60%, whereby it varied from 50% in Asia to 76% Africa [10,35]. From this it can deduced that regional and cultural changes, climatic conditions, and the presence or absence of strict regulations influence the mycotoxin occurrence in food. Therefore, large occurrence and exposure data surveys on mycotoxin contamination should be performed across the world. No statistically significant associations were found in the current study between the individual mycotoxins or mycotoxin groups and risk of RCC development (Table 3). Recently, a systematic review provided an overview of data linking exposure to different mycotoxins with human cancer risk. Only a few studies have investigated the associations between mycotoxin exposures and cancer risk. No articles investigating the relationship between mycotoxin exposure and the development of RCC were identified [15]. Therefore, the current investigation helps to close the research gap in linking common mycotoxin exposures to renal cancer risk. Some mycotoxins are known to be natural nephrotoxins, more specifically, OTA, CIT, and FB1 [16]. These three have been proposed as associated with BEN [6,7,36]. Exposure to OTA and CIT was assessed in a Czech cohort of patients with kidney tumors [37,38]. The data indicated a frequent, but low dietary exposure to CIT and OTA, well below the respective health-based guidance values [8,39,40]. Although no association was observed in the current study, OTA is suggested to have carcinogenic effects on the kidneys through covalent DNA adduct formation, resulting in direct genotoxicity attributable to oxidative stress [12]. In an experiment with male Fischer rats fed with OTA, a kidney tumor was detected within the first 6 months, and the tumor incidence was raised by 25% [41]. This was because the genes in charge of kidney damage and cell regeneration were significantly affected by the action of OTA [42]. Next, CIT has been suspected to be one of the etiological agents of BEN and urinary tract tumors in humans [36,43]. CIT-specific DNA adducts were reported in the renal tumors of patients with BEN [44]. Molecular events underlying CIT-induced cell-cycle progression can explain the CIT-induced renal carcinogenesis [45]. Nevertheless, we were unable to evaluate CIT individually in relation to RCC because estimated CIT exposure was negligible in the EPIC cohort. Lastly, FB1 has been linked to the development of renal carcinomas in male rats [12,17,46]. It is well established that FB1-mediated disruption of sphingolipid metabolism plays a key role in FB1 toxicity [47]. Additionally, crops can be infected by different fungi; therefore, interactions between the produced mycotoxins can appear. These interactions can be synergistic, additive, or antagonistic [48]. For example, CIT can act together with OTA and interfere with RNA synthesis [12,49]. A number of studies have shown synergistic effects for endpoints related to the nephrotoxicity of OTA and CIT [48,50]. Further research should be undertaken to investigate the effect of co-exposure to mycotoxins on humans. This investigation has many important strengths such as the unique access to one of the largest cohort databases currently available for investigating effects of dietary exposures on cancer risks. Strengths of the EPIC study include its large sample size, prospective design, longitudinal follow-up, and the inclusion of participants from different European countries with standardized data collection, especially for diet, which offers a broad perspective on dietary intakes in Europe. In addition, access to the EFSA mycotoxin occurrence data derived from the European member states and support and training given by the EFSA experts are additional imperative strengths. Correspondingly, the in-depth independent quality controls that were performed on various levels of these analyses underscores the quality of the results. To the authors’ knowledge, this is the first large-scale external exposure assessment in a prospective longitudinal cohort, where associations between mycotoxin exposure and the risk of developing RC were studied. Furthermore, it is the first large-scale study investigating the possible association in Europe. However, some limitations of the study should be acknowledged, including the EPIC dietary intake assessment methods (self-reported dietary questionnaires) possibly being prone to reporting bias. Indeed, diet measurement instruments are built to capture the usual dietary intakes of an individual; however, they are still subject to imprecision and inaccuracy. In addition, only dietary intakes at baseline could be used since there were no dietary follow-up data available. Data obtained from detailed 24 h recalls collected in a subsample of the EPIC population (~30,000 participants) were used to analyze the recipes and complex foods included in the dietary questionnaires with the aim of standardizing and optimizing the quality of the dietary questionnaire data. Furthermore, there were insufficient cases to examine associations for different histological subtypes of RCC [51]. Moreover, the mycotoxin contamination levels in foods, reported in the EFSA occurrence database, importantly depend on the environmental factors such as climatic conditions, region, good agricultural practices, storage conditions, and food processing, leading to variations in mycotoxin concentrations measured in similar foods. Some countries (e.g., Germany) have more mycotoxin occurrence data in food in comparison with other. These findings may be somewhat limited since geographic matching of the EPIC data with the mycotoxin occurrence data from the specific European country was not possible due to the granularity of the EFSA database. Fungal spot contaminations can lead to heterogeneously distributed mycotoxin patterns over the samples. However, in epidemiological analyses, where individual data are being analyzed in a deterministic way (using point estimates), these variations cannot be taken into consideration. LOD and/or LOQ values in the EFSA occurrence database differed substantially as multiple analytical techniques were used to detect and quantify the mycotoxin concentration. Caution is needed regarding the extrapolation of these results to the entire European population or to other populations or ethnicities worldwide since this study included volunteers from nine European countries involved in a longitudinal cohort study investigating the association between nutrition and health, with overall more health-conscious behaviors compared to the general population. Furthermore, in our models, we included all the participants with available dietary intake data, but with potential missing data on other covariates replaced with a ‘missing’ class or imputation. Although this may have induced some bias, a complete case model would lead to a selection toward more compliant participants in an already health-conscious population. Nevertheless, analyses with a complete case model provided similar results. Additionally, this study used a single assessment of dietary intakes at baseline. Although a consumer’s diet may change over time, it is usually hypothesized that this estimation reflects general eating behavior throughout middle-age adult life [52]. Lastly, this study was based on an observational cohort. Thus, even though our models included adjustment for a large range of confounding factors, residual confounding cannot be entirely ruled out. This indirect approach, which is referred to as ‘external exposure’ estimation, gives the community a first insight into the global mycotoxin burden at the population level. The ‘internal exposure’ estimation by measuring biomarkers of exposure and effect in biological matrices takes into account additional variables such as mycotoxicokinetics and -dynamics. Therefore, additional information derived from biomarkers of exposure and effect is needed to characterize the physiological processes involved in any potential relationship between mycotoxin exposures and cancer risk. Investigating the internal exposure is essential to understand the human mycotoxicokinetics and to exclude the possible confounding issue of heterogeneous distribution of mycotoxins in foods. Hence, a complementary but more suitable and reliable mycotoxin exposure assessment can be achieved by the direct measurement of mycotoxin exposure biomarkers. Calculating intake levels from biomarker levels is still challenging; therefore, both external and internal exposure assessments are recommended when investigating and tackling health effects such as cancer risk of multiple mycotoxin exposures. As mentioned before, there is a gap in cancer risk assessment relating to mycotoxin exposure. To date, most studies have been performed in the context of liver cancer [15]. However, mycotoxins may be relevant for many types of cancer [12]. Upcoming publications based on a similar study design and cohort show intriguing results with respect to hepatocellular carcinoma and colorectal cancer risk (Huybrechts et al., in submission) These investigations revealed positive significant associations of exposure to DON and fusarenon-X with hepatocellular carcinoma risk, while exposure to DON, PAT, and Fusarium toxins may increase colorectal cancer risk. Multi-mycotoxin exposures were associated with both hepatocellular and colorectal cancer development [53,54]. Yet, only few human epidemiological studies have investigated the associations between mycotoxin exposures and cancer risk [15]. Future studies on the current topic are, therefore, recommended. The statistically nonsignificant results in this study may be due to the lack of sufficient occurrence data in the EFSA database of certain mycotoxins, such as CIT, FBs, and others. In addition, data on the occurrence of other emerging mycotoxins as nephrotoxins in food commodities are still too limited to reliably estimate human exposure [8,38]. Therefore, more occurrence data in different food commodities and countries are recommended to include in the EFSA database. This would enable a more reliable estimation with regard to mycotoxin exposures and possible associations with kidney cancer development. Furthermore, due to global warming, a transition is already taking place in which the toxigenic fungi that previously occurred in Africa can also be found in south and east Europe [55,56]. Therefore, future studies on the influence of climate change are recommended. Moreover, some mycotoxins, such as enniatins and mycotoxins derived from Alternaria, have limited data. As a result, they have not been included in the IARC Monographs. This is due to sparse epidemiological, experimental, and/or mechanistic studies or due to non-carcinogenicity [57]. Significant new information might support a different classification. Recently, FB1 has been listed as a high priority for re-evaluation within 2.5 years, being a possible preventable cause of cancer [58]. In the past, studies have shown that exposure to multiple mycotoxins may result in interactions between the mycotoxins. For example, a synergistic effect was observed in kidneys of chickens after exposure to OTA and CIT [48,59]. Simultaneous exposure with OTA and ZEN resulted in an antagonistic effect on OTA-induced kidney damage [60]. Yet, not many other studies exist that examined the mechanistic effects of co-exposure. For this reason, further research should be undertaken to investigate the effect of co-exposure of mycotoxins on humans. Investigating the internal exposure is essential. Consequently, additional information derived from biomarkers of exposure and effect are needed to characterize the physiological processes involved in any potential relationship between mycotoxin exposures and cancer risk. Calculating intake levels from biomarker levels is still challenging; therefore, both external exposure and internal exposure need to be considered when investigating and tackling health effects such as cancer risk of multiple mycotoxin exposures. Cancer is an emerging health problem in low- and middle-income countries that needs to be addressed appropriately in order to control increased incidence and mortality rates [61,62,63]. Mycotoxin exposure levels might be considerably higher in certain regions due to climate and the absence of strict regulations. Recently, deaths have been documented in Kenya repeatedly from the consumption of aflatoxin-contaminated maize [64]. In addition, the greatest number of new cancer cases in 2020 was observed in Asia [61]. As a result, additional associations that are not observed in European cohorts, such as the lack of association seen for RCC herein, might be identified. Therefore, similar prospective cohorts in Africa, Asia, and other continents could help develop future public health strategies and make or adapt current mycotoxin legislation. Lastly, it is clear that more evidence is needed to gain a more complete understanding of the etiology and risk factors for kidney cancer. Future research must, therefore, ensure an improved understanding of the underlying mechanisms of kidney cancer development. Molecular epidemiology, including but not limited to metabolomics and cancer genomics, is an exciting area of research that has yet to be fully used for the study of kidney cancer. Metabolomics can provide insight into metabolic derangements that underlie disease and lead to the discovery of new therapeutic treatments, as well as the discovery of biomarkers for early diagnosis and/or prognosis. Cancer genomics has the potential to causally link exogenous exposures or endogenous mechanisms to individual tumors via the identification of mutational signatures underlying these processes [51,65,66]."
    },
    {
      "title": "4.1. Mycotoxin Exposure Distribution and Association with RCC Risk",
      "text": "In this cohort study of participants from nine European countries, we found that a large proportion of the EPIC population was likely exposed to some of the main mycotoxins present in European foods, such as DON and derivatives, fumonisins, Fusarium toxins, Alternaria toxins, and total mycotoxins (Table 2). However, none of the individual mycotoxins or mycotoxin groups were associated with risk of RCC. Deoyxnivalenol and derivatives are mainly found in cereals and cereal-based products [26]. Fumonisins are almost exclusively found in maize [27]. Other mycotoxins included in Fusarium toxins are mainly found in oats, maize, barley, wheat, and cereal grains [28,29,30,31]. Lastly, the Alternaria toxins contaminate cereals, oilseeds, fruits and vegetables [32]. These results are in line with the main crops consumed in Europe [33]. When comparing the estimated external mycotoxin exposure to the safety reference values set by EFSA, it can be concluded that the EPIC population was exposed to mycotoxins in a considered safe range (Table S2). The EU has its own established maximum limits (MSLs) for mycotoxins in foods and feeds, and it has the resources to strictly follow the crops from cultivation to storage [34]. Lee and Ryu (2017) collected data from publications since 2006 over a 10 year period to examine the presence of AFs in unprocessed food-grade grains (barley, maize, wheat, rice, and other cereals, such as oats) in Africa, the Americas, Asia, and Europe. This study found an overall AF prevalence in these regions of 55%, ranging from 15% in the Americas to 63% in Asia and for FB1, with total prevalence varying between 39% for Europe and 95% for America. The global DON prevalence was nearly 60%, whereby it varied from 50% in Asia to 76% Africa [10,35]. From this it can deduced that regional and cultural changes, climatic conditions, and the presence or absence of strict regulations influence the mycotoxin occurrence in food. Therefore, large occurrence and exposure data surveys on mycotoxin contamination should be performed across the world. No statistically significant associations were found in the current study between the individual mycotoxins or mycotoxin groups and risk of RCC development (Table 3). Recently, a systematic review provided an overview of data linking exposure to different mycotoxins with human cancer risk. Only a few studies have investigated the associations between mycotoxin exposures and cancer risk. No articles investigating the relationship between mycotoxin exposure and the development of RCC were identified [15]. Therefore, the current investigation helps to close the research gap in linking common mycotoxin exposures to renal cancer risk."
    },
    {
      "title": "4.2. Mycotoxins as Nephrotoxins?",
      "text": "Some mycotoxins are known to be natural nephrotoxins, more specifically, OTA, CIT, and FB1 [16]. These three have been proposed as associated with BEN [6,7,36]. Exposure to OTA and CIT was assessed in a Czech cohort of patients with kidney tumors [37,38]. The data indicated a frequent, but low dietary exposure to CIT and OTA, well below the respective health-based guidance values [8,39,40]. Although no association was observed in the current study, OTA is suggested to have carcinogenic effects on the kidneys through covalent DNA adduct formation, resulting in direct genotoxicity attributable to oxidative stress [12]. In an experiment with male Fischer rats fed with OTA, a kidney tumor was detected within the first 6 months, and the tumor incidence was raised by 25% [41]. This was because the genes in charge of kidney damage and cell regeneration were significantly affected by the action of OTA [42]. Next, CIT has been suspected to be one of the etiological agents of BEN and urinary tract tumors in humans [36,43]. CIT-specific DNA adducts were reported in the renal tumors of patients with BEN [44]. Molecular events underlying CIT-induced cell-cycle progression can explain the CIT-induced renal carcinogenesis [45]. Nevertheless, we were unable to evaluate CIT individually in relation to RCC because estimated CIT exposure was negligible in the EPIC cohort. Lastly, FB1 has been linked to the development of renal carcinomas in male rats [12,17,46]. It is well established that FB1-mediated disruption of sphingolipid metabolism plays a key role in FB1 toxicity [47]. Additionally, crops can be infected by different fungi; therefore, interactions between the produced mycotoxins can appear. These interactions can be synergistic, additive, or antagonistic [48]. For example, CIT can act together with OTA and interfere with RNA synthesis [12,49]. A number of studies have shown synergistic effects for endpoints related to the nephrotoxicity of OTA and CIT [48,50]. Further research should be undertaken to investigate the effect of co-exposure to mycotoxins on humans."
    },
    {
      "title": "4.3. Strengths and Limitations of the Study",
      "text": "This investigation has many important strengths such as the unique access to one of the largest cohort databases currently available for investigating effects of dietary exposures on cancer risks. Strengths of the EPIC study include its large sample size, prospective design, longitudinal follow-up, and the inclusion of participants from different European countries with standardized data collection, especially for diet, which offers a broad perspective on dietary intakes in Europe. In addition, access to the EFSA mycotoxin occurrence data derived from the European member states and support and training given by the EFSA experts are additional imperative strengths. Correspondingly, the in-depth independent quality controls that were performed on various levels of these analyses underscores the quality of the results. To the authors’ knowledge, this is the first large-scale external exposure assessment in a prospective longitudinal cohort, where associations between mycotoxin exposure and the risk of developing RC were studied. Furthermore, it is the first large-scale study investigating the possible association in Europe. However, some limitations of the study should be acknowledged, including the EPIC dietary intake assessment methods (self-reported dietary questionnaires) possibly being prone to reporting bias. Indeed, diet measurement instruments are built to capture the usual dietary intakes of an individual; however, they are still subject to imprecision and inaccuracy. In addition, only dietary intakes at baseline could be used since there were no dietary follow-up data available. Data obtained from detailed 24 h recalls collected in a subsample of the EPIC population (~30,000 participants) were used to analyze the recipes and complex foods included in the dietary questionnaires with the aim of standardizing and optimizing the quality of the dietary questionnaire data. Furthermore, there were insufficient cases to examine associations for different histological subtypes of RCC [51]. Moreover, the mycotoxin contamination levels in foods, reported in the EFSA occurrence database, importantly depend on the environmental factors such as climatic conditions, region, good agricultural practices, storage conditions, and food processing, leading to variations in mycotoxin concentrations measured in similar foods. Some countries (e.g., Germany) have more mycotoxin occurrence data in food in comparison with other. These findings may be somewhat limited since geographic matching of the EPIC data with the mycotoxin occurrence data from the specific European country was not possible due to the granularity of the EFSA database. Fungal spot contaminations can lead to heterogeneously distributed mycotoxin patterns over the samples. However, in epidemiological analyses, where individual data are being analyzed in a deterministic way (using point estimates), these variations cannot be taken into consideration. LOD and/or LOQ values in the EFSA occurrence database differed substantially as multiple analytical techniques were used to detect and quantify the mycotoxin concentration. Caution is needed regarding the extrapolation of these results to the entire European population or to other populations or ethnicities worldwide since this study included volunteers from nine European countries involved in a longitudinal cohort study investigating the association between nutrition and health, with overall more health-conscious behaviors compared to the general population. Furthermore, in our models, we included all the participants with available dietary intake data, but with potential missing data on other covariates replaced with a ‘missing’ class or imputation. Although this may have induced some bias, a complete case model would lead to a selection toward more compliant participants in an already health-conscious population. Nevertheless, analyses with a complete case model provided similar results. Additionally, this study used a single assessment of dietary intakes at baseline. Although a consumer’s diet may change over time, it is usually hypothesized that this estimation reflects general eating behavior throughout middle-age adult life [52]. Lastly, this study was based on an observational cohort. Thus, even though our models included adjustment for a large range of confounding factors, residual confounding cannot be entirely ruled out."
    },
    {
      "title": "4.4. Suggestions for Future Research, Further Perspectives, and Public Health Implications",
      "text": "This indirect approach, which is referred to as ‘external exposure’ estimation, gives the community a first insight into the global mycotoxin burden at the population level. The ‘internal exposure’ estimation by measuring biomarkers of exposure and effect in biological matrices takes into account additional variables such as mycotoxicokinetics and -dynamics. Therefore, additional information derived from biomarkers of exposure and effect is needed to characterize the physiological processes involved in any potential relationship between mycotoxin exposures and cancer risk. Investigating the internal exposure is essential to understand the human mycotoxicokinetics and to exclude the possible confounding issue of heterogeneous distribution of mycotoxins in foods. Hence, a complementary but more suitable and reliable mycotoxin exposure assessment can be achieved by the direct measurement of mycotoxin exposure biomarkers. Calculating intake levels from biomarker levels is still challenging; therefore, both external and internal exposure assessments are recommended when investigating and tackling health effects such as cancer risk of multiple mycotoxin exposures. As mentioned before, there is a gap in cancer risk assessment relating to mycotoxin exposure. To date, most studies have been performed in the context of liver cancer [15]. However, mycotoxins may be relevant for many types of cancer [12]. Upcoming publications based on a similar study design and cohort show intriguing results with respect to hepatocellular carcinoma and colorectal cancer risk (Huybrechts et al., in submission) These investigations revealed positive significant associations of exposure to DON and fusarenon-X with hepatocellular carcinoma risk, while exposure to DON, PAT, and Fusarium toxins may increase colorectal cancer risk. Multi-mycotoxin exposures were associated with both hepatocellular and colorectal cancer development [53,54]. Yet, only few human epidemiological studies have investigated the associations between mycotoxin exposures and cancer risk [15]. Future studies on the current topic are, therefore, recommended. The statistically nonsignificant results in this study may be due to the lack of sufficient occurrence data in the EFSA database of certain mycotoxins, such as CIT, FBs, and others. In addition, data on the occurrence of other emerging mycotoxins as nephrotoxins in food commodities are still too limited to reliably estimate human exposure [8,38]. Therefore, more occurrence data in different food commodities and countries are recommended to include in the EFSA database. This would enable a more reliable estimation with regard to mycotoxin exposures and possible associations with kidney cancer development. Furthermore, due to global warming, a transition is already taking place in which the toxigenic fungi that previously occurred in Africa can also be found in south and east Europe [55,56]. Therefore, future studies on the influence of climate change are recommended. Moreover, some mycotoxins, such as enniatins and mycotoxins derived from Alternaria, have limited data. As a result, they have not been included in the IARC Monographs. This is due to sparse epidemiological, experimental, and/or mechanistic studies or due to non-carcinogenicity [57]. Significant new information might support a different classification. Recently, FB1 has been listed as a high priority for re-evaluation within 2.5 years, being a possible preventable cause of cancer [58]. In the past, studies have shown that exposure to multiple mycotoxins may result in interactions between the mycotoxins. For example, a synergistic effect was observed in kidneys of chickens after exposure to OTA and CIT [48,59]. Simultaneous exposure with OTA and ZEN resulted in an antagonistic effect on OTA-induced kidney damage [60]. Yet, not many other studies exist that examined the mechanistic effects of co-exposure. For this reason, further research should be undertaken to investigate the effect of co-exposure of mycotoxins on humans. Investigating the internal exposure is essential. Consequently, additional information derived from biomarkers of exposure and effect are needed to characterize the physiological processes involved in any potential relationship between mycotoxin exposures and cancer risk. Calculating intake levels from biomarker levels is still challenging; therefore, both external exposure and internal exposure need to be considered when investigating and tackling health effects such as cancer risk of multiple mycotoxin exposures. Cancer is an emerging health problem in low- and middle-income countries that needs to be addressed appropriately in order to control increased incidence and mortality rates [61,62,63]. Mycotoxin exposure levels might be considerably higher in certain regions due to climate and the absence of strict regulations. Recently, deaths have been documented in Kenya repeatedly from the consumption of aflatoxin-contaminated maize [64]. In addition, the greatest number of new cancer cases in 2020 was observed in Asia [61]. As a result, additional associations that are not observed in European cohorts, such as the lack of association seen for RCC herein, might be identified. Therefore, similar prospective cohorts in Africa, Asia, and other continents could help develop future public health strategies and make or adapt current mycotoxin legislation. Lastly, it is clear that more evidence is needed to gain a more complete understanding of the etiology and risk factors for kidney cancer. Future research must, therefore, ensure an improved understanding of the underlying mechanisms of kidney cancer development. Molecular epidemiology, including but not limited to metabolomics and cancer genomics, is an exciting area of research that has yet to be fully used for the study of kidney cancer. Metabolomics can provide insight into metabolic derangements that underlie disease and lead to the discovery of new therapeutic treatments, as well as the discovery of biomarkers for early diagnosis and/or prognosis. Cancer genomics has the potential to causally link exogenous exposures or endogenous mechanisms to individual tumors via the identification of mutational signatures underlying these processes [51,65,66]."
    },
    {
      "title": "5. Conclusions",
      "text": "The results of this study did not show statistically significant associations between RCC risk and long-term dietary mycotoxin exposures. However, these results should be validated in other cohorts and preferably using repeated dietary exposure measurements. In addition, more occurrence data of CIT and FBs, in different food commodities and countries in the EFSA database, could help to provide further insights."
    }
  ],
  "full_text": "## 1. Introduction\nRenal cancers comprise malignant tumors of the renal parenchyma and renal pelvis. Adenocarcinoma of the renal parenchyma (referred to as renal cell carcinoma (RCC)) accounts for over 90% of renal cancers, while nearly all cancers arising in the renal pelvis are of the transitional cell type and comprise less than 10% of renal cancers [1,2]. The incidence rates of RCC have been increasing over the past decades, particularly in Western populations [3,4,5]. Mycotoxins were included as possible contributing factors in the development of Balkan endemic nephropathy (BEN), a unique chronic renal disease, alongside aristolochic acid (the principal etiologic agent for BEN recognized today), metals, metalloids, and other nephrotoxins [6,7,8]. Mycotoxins are toxic secondary metabolites produced by fungi that contaminate various agricultural commodities either before harvest, at harvest, or under post-harvest conditions [9]. A high number of filamentous fungi have the capability to produce mycotoxins; however, the most important producing genera are Aspergillus, Fusarium, and Penicillium. These fungi have a worldwide geographical distribution [10,11]. The main mycotoxins produced by the previously listed fungi are aflatoxins (AFs) and ochratoxin A (OTA), trichothecenes (e.g., T-2 toxin (T-2) and deoxynivalenol (DON)), zearalenone (ZEN), fumonisins (FBs), citrinin (CIT), and patulin (PAT) [12]. The toxins are potentially present in a wide range of vegetable products, in processed foods, beverages, feed, and animal products [13]. In terms of physicochemical properties, they are stable to a point where they cannot be completely destroyed during the different food processing procedures. Consuming contaminated foods leads to exposure to mycotoxins, which consequently enter the human body [12]. The International Agency for Research on Cancer (IARC) classifies mycotoxins according to the evidence of carcinogenicity to humans. All aflatoxins, including aflatoxin B1 (AFB1), are carcinogenic to humans, having the ability to cause extra-hepatic and hepatic carcinogenesis; therefore, they are categorized as Group 1 [12,14,15]. Natural nephrotoxicants within mycotoxins that possibly cause renal failure are OTA, FB1, and CIT [16]. OTA is suggested to have a carcinogenic effect on the kidneys, and CIT is one of the strongest nephrotoxins to animals [12]. Co-exposure to CIT and OTA is reflected in antagonism or synergy on affecting the kidneys [8]. FB1 was shown to be involved in the development of renal carcinomas in male rats [12,17]. A synergistic pattern could also be observed with OTA and FB1 at low concentrations, shifting to antagonism at high concentration levels [18]. In addition to the focus on the kidney, synergistic effects between ZEN and DON exposure are observed in HepG2 cells [19]. Nevertheless, there is a lack of studies investigating the impact of mycotoxin exposures on kidney cancer risk. The goal of this study was to examine the associations of single and multiple mycotoxin exposures with the risk of developing RCC within the European Prospective Investigation into Cancer and Nutrition (EPIC), as a basis to develop future public health strategies.\n\n## 2. Materials and Methods\nEPIC is a multicenter prospective cohort study designed to examine the relationship between lifestyle and cancer in Europe, including diet. The cohort includes 521,324 participants (mostly aged 35–70 years) in 23 centers located in 10 European countries, namely, Spain, Italy, France, Greece, Germany, the Netherlands, United Kingdom, Denmark, Sweden, and Norway. Enrolment, with a signed informed consent from each participant, took place between 1992 and 2000 at the different centers [20]. The rationale, study population, and data collection were described by Riboli et al. (1997) [21]. Participants with a prevalent cancer at any site at cohort entry (n = 25,184) and those with missing follow-up (n = 4128) or date of renal cancer diagnosis (n = 20) were excluded. In addition, participants from Greece were excluded (n = 26,915). Participants who did not complete the dietary or non-dietary baseline questionnaires (n = 5900), who withdrew from the study (n = 1), or who were in the top or bottom 1% of the ratio of energy intake to estimated energy requirement calculated from body weight, height, and age (n = 9064), were also excluded to reduce the impact on the analysis of implausible extreme values. In total, 71,212 participants were excluded. The final number of EPIC cohort participants available for these analyses was 450,112 (318,686 women and 131,426 men). Incident cancer cases were identified through population cancer registries (Denmark, Italy, the Netherlands, Spain, Sweden, the United Kingdom, and Norway) or through active follow-up (France and Germany), depending on the follow-up system in each of the participating centers. Active follow-up used a combination of methods, including health insurance records, cancer and pathology registries, and direct contact with participants or their next of kin. Participants were followed from study entry until cancer diagnosis, death, emigration, or end of follow-up period. Mortality data were coded following the rules of the 10th revision of the International Statistical Classification of Diseases, Injuries, and Causes of Death (ICD-10) and cancer incidence data following the third revision of the International Classification of Diseases for Oncology (ICD-O-3). Data were coded according to ICD-10/ICD-O-3 as carcinoma of the renal parenchyma (C64.9) and carcinoma of the renal pelvis (C65.9), sarcoma, and unclear or inconsistent subsite (including incoherence between topography and histological codes, missing or vague histological code, inconsistency between the level of details and the source of information). In this study, RCC (C64.9) was considered as the outcome of interest. Information on physical activity, history of tobacco smoking, alcohol consumption, and education was collected at baseline by questionnaires. Weight and height were measured at baseline in all centers, except from parts of Oxford (UK), France, and Norway, where weight and height were self-reported [20]. Usual dietary intakes were assessed at study baseline using validated country/center-specific dietary questionnaires (DQs). In most centers, DQs were self-administered, with the exception of Ragusa (Italy), Naples (Italy), and Spain, where face-to-face interviews were performed. Extensive quantitative DQs were used in northern Italy, the Netherlands, and Germany and were structured by meals in Spain, France, and Ragusa. Semi-quantitative food-frequency questionnaires (FFQs) were used in Denmark, Norway, Naples, and Umeå (Sweden). In the United Kingdom, both a semi-quantitative FFQ and a 7 day record were used, whereas a method combining a short non-quantitative FFQ with a 7 day record on hot meals was used in Malmö (Sweden) [20]. The latter was a 168-item questionnaire where portion sizes were indicated using a picture book with photos on four different portion sizes [22,23]. To prepare the EPIC Nutrient Database (ENDB) for the EPIC study, a highly standardized procedure was used, adopting nutrient values from 10 national food composition databases of the respective EPIC countries. The process for compiling this ENDB database was previously described by Slimani et al. (2007) [24]. For this study, mycotoxin occurrence data obtained through the European Food Safety Authority (EFSA) were used and matched with the EPIC food consumption data derived from the dietary questionnaires. The EFSA database relevant to this project records the clustered mycotoxin occurrences of all types of mycotoxins, filed in Europe and obtained via the European Member States. To calculate the quantity of each mycotoxin consumed by a specific individual, the portion (in grams) of every food that was consumed by each individual (as reported in the FFQs) was linked to the mycotoxin occurrence data for that particular food. When reporting contaminant concentrations analyzed in monitoring programs, actual numeric values of concentrations are only reported when the measurements exceed the limit of detection (LOD) or limit of quantification (LOQ). In these exposure assessments performed within EPIC, a middle-bound (MB) concentration scenario was built by assigning a concentration equal to half the limit (LOD or LOQ) value when the concentration value was missing or below the LOD or LOQ. When all the concentrations of a mycotoxin were missing, the food was assumed to contain no mycotoxins. This scenario was chosen as a more optimal approach as opposed to assigning a concentration equal to 0 µg/kg when the concentration value was missing (so called lower-bound scenario). However, the lower-bound scenario was also used in this study for conducting analyses. This end-user mycotoxin database was further applied to investigate single and multiple mycotoxin exposures in the EPIC cohort and its association with RCC risk. Groups of related mycotoxins were computed by summing the levels of mycotoxins belonging to certain families depending on their chemical structure. The group Aflatoxins included AFB1, AFB2, AFG1, AFG2, and AFM1. The group of Deoxynivalenol and derivatives included DON, 3-acetyl-DON (3ADON), 15-acetyl-DON (15ADON), and deoxynivalenol-3-glucoside (D3G). The Fumonisins group included FB1, FB2, and FB3. Zearalenone and derivatives constituted the sum of ZEN, ZEN-derivatives, sum of zearalenols (ZEL), α-zearalenol (α-ZEL), β-zearalenol (β-ZEL), and zearalanone (ZAN). The Alternaria toxins group included alternariol (AOH), alternariol methylether (AME), altenuene (ALT), tenuazonic acid (TEA), altertoxin (ATX), tentoxin (TEN), and AAL toxins (AAL_toxins). The Enniatins group included enniatin A (ENA), enniatin A1 (ENA1), enniatin B (ENB), and enniatin B1 (ENB1). The Ergot alkaloids group included ergocornine (Eco), ergocorninine (Econ), ergocristine (Ecr), ergocristinine (Ecrn), α-ergokryptine (Ek), α-ergokryptinine (Ekn), ergometrine (Em), ergometrinine (Emn), ergosine (Es), ergosinine (Esn), ergotamine (Et), and ergotaminine (Etn). The Ochratoxins group included OTA. The group T2 and HT2 included HT-2 toxin (HT2) and T-2 toxin (T2). Other mycotoxins were handled individually, namely, PAT, nivalenol (NIV), diacetoxyscirpenol (DAS), fusarenon-X (FUS-X), sterigmatocystin (STC), moniliformine (MON), citrinin (CIT), and beauvericin (BEA). The Fusarium toxins group consisted of the sum of ‘Deoxynivalenol and derivates’, ‘group T2 & HT2′, ‘Fumonisins group’, ‘Zearalenone and derivatives’, NIV, and DAS. Analyses were based on mycotoxin intakes (in µg/day) divided by kilograms of body weight (bw), expressed as an exposure estimate in µg/kg bw/day. In addition to the total multi-mycotoxin exposures, groups of mycotoxins were computed by summing the levels of mycotoxins belonging to certain families depending on their chemical structure, as reflected in Section 2.4.4. Descriptive analyses were conducted to investigate the difference between RCC cases and non-cases, reporting the mean and standard deviation (SD) for continuous variables and percentages for categorical variables. Mycotoxin distributions were analyzed, and the following parameters were presented: minimum, maximum, and percentiles (P1, P5, P10, P25, P50, P75, P90, P95, and P99). Cox’s proportional hazards regression using age as the underlying time metric with the participants’ age at recruitment as the entry time and their age at cancer diagnosis, death, emigration, or last complete follow-up, whichever occurred first, as the exit time was used to estimate the hazard ratio (HR) and 95% confidence interval (CI) for the association between dietary mycotoxin exposure and RCC risk. Mycotoxin levels were log2-transformed (to account for a doubling of the continuous exposure) and divided into sex-specific tertiles on the basis of their distribution in all cohort participants at baseline, setting participants in the lowest category of mycotoxin exposure as the reference group. All models were stratified by sex, study center, and age at enrolment. Multivariable models were adjusted for known or suspected risk factors for RCC according to the findings of the World Cancer Research Fund/American Institute for Cancer Research [25]. Lastly, confounding factors, according to the literature, remained in the models if the β-estimate changed by more than 10. The final multivariable model included body mass index (BMI), education level (none, primary school completed, technical/professional school, secondary school, longer education (including university degree), or not specified), Cambridge physical activity index (inactive, moderately inactive, moderately active, active, or missing), diabetes (no, yes, or do not know), hypertension (no, yes, or do not know), smoking status (never, former, smoker, or unknown), alcohol intake at recruitment, and energy intake. Tests for trends in HRs by tertiles were computed by assigning consecutive scores to the tertiles. Statistical analyses were performed with SAS statistical software package (version 9.4). All tests of statistical significance were two-sided, and p-values below 0.05 were considered significant.\n\n## 2.1. Participants and Study Design\nEPIC is a multicenter prospective cohort study designed to examine the relationship between lifestyle and cancer in Europe, including diet. The cohort includes 521,324 participants (mostly aged 35–70 years) in 23 centers located in 10 European countries, namely, Spain, Italy, France, Greece, Germany, the Netherlands, United Kingdom, Denmark, Sweden, and Norway. Enrolment, with a signed informed consent from each participant, took place between 1992 and 2000 at the different centers [20]. The rationale, study population, and data collection were described by Riboli et al. (1997) [21].\n\n## 2.2. Exclusion Criteria\nParticipants with a prevalent cancer at any site at cohort entry (n = 25,184) and those with missing follow-up (n = 4128) or date of renal cancer diagnosis (n = 20) were excluded. In addition, participants from Greece were excluded (n = 26,915). Participants who did not complete the dietary or non-dietary baseline questionnaires (n = 5900), who withdrew from the study (n = 1), or who were in the top or bottom 1% of the ratio of energy intake to estimated energy requirement calculated from body weight, height, and age (n = 9064), were also excluded to reduce the impact on the analysis of implausible extreme values. In total, 71,212 participants were excluded. The final number of EPIC cohort participants available for these analyses was 450,112 (318,686 women and 131,426 men).\n\n## 2.3. Assessment of Endpoints\nIncident cancer cases were identified through population cancer registries (Denmark, Italy, the Netherlands, Spain, Sweden, the United Kingdom, and Norway) or through active follow-up (France and Germany), depending on the follow-up system in each of the participating centers. Active follow-up used a combination of methods, including health insurance records, cancer and pathology registries, and direct contact with participants or their next of kin. Participants were followed from study entry until cancer diagnosis, death, emigration, or end of follow-up period. Mortality data were coded following the rules of the 10th revision of the International Statistical Classification of Diseases, Injuries, and Causes of Death (ICD-10) and cancer incidence data following the third revision of the International Classification of Diseases for Oncology (ICD-O-3). Data were coded according to ICD-10/ICD-O-3 as carcinoma of the renal parenchyma (C64.9) and carcinoma of the renal pelvis (C65.9), sarcoma, and unclear or inconsistent subsite (including incoherence between topography and histological codes, missing or vague histological code, inconsistency between the level of details and the source of information). In this study, RCC (C64.9) was considered as the outcome of interest.\n\n## 2.4. Dietary Data and Lifestyle Questionnaires\nInformation on physical activity, history of tobacco smoking, alcohol consumption, and education was collected at baseline by questionnaires. Weight and height were measured at baseline in all centers, except from parts of Oxford (UK), France, and Norway, where weight and height were self-reported [20]. Usual dietary intakes were assessed at study baseline using validated country/center-specific dietary questionnaires (DQs). In most centers, DQs were self-administered, with the exception of Ragusa (Italy), Naples (Italy), and Spain, where face-to-face interviews were performed. Extensive quantitative DQs were used in northern Italy, the Netherlands, and Germany and were structured by meals in Spain, France, and Ragusa. Semi-quantitative food-frequency questionnaires (FFQs) were used in Denmark, Norway, Naples, and Umeå (Sweden). In the United Kingdom, both a semi-quantitative FFQ and a 7 day record were used, whereas a method combining a short non-quantitative FFQ with a 7 day record on hot meals was used in Malmö (Sweden) [20]. The latter was a 168-item questionnaire where portion sizes were indicated using a picture book with photos on four different portion sizes [22,23]. To prepare the EPIC Nutrient Database (ENDB) for the EPIC study, a highly standardized procedure was used, adopting nutrient values from 10 national food composition databases of the respective EPIC countries. The process for compiling this ENDB database was previously described by Slimani et al. (2007) [24]. For this study, mycotoxin occurrence data obtained through the European Food Safety Authority (EFSA) were used and matched with the EPIC food consumption data derived from the dietary questionnaires. The EFSA database relevant to this project records the clustered mycotoxin occurrences of all types of mycotoxins, filed in Europe and obtained via the European Member States. To calculate the quantity of each mycotoxin consumed by a specific individual, the portion (in grams) of every food that was consumed by each individual (as reported in the FFQs) was linked to the mycotoxin occurrence data for that particular food. When reporting contaminant concentrations analyzed in monitoring programs, actual numeric values of concentrations are only reported when the measurements exceed the limit of detection (LOD) or limit of quantification (LOQ). In these exposure assessments performed within EPIC, a middle-bound (MB) concentration scenario was built by assigning a concentration equal to half the limit (LOD or LOQ) value when the concentration value was missing or below the LOD or LOQ. When all the concentrations of a mycotoxin were missing, the food was assumed to contain no mycotoxins. This scenario was chosen as a more optimal approach as opposed to assigning a concentration equal to 0 µg/kg when the concentration value was missing (so called lower-bound scenario). However, the lower-bound scenario was also used in this study for conducting analyses. This end-user mycotoxin database was further applied to investigate single and multiple mycotoxin exposures in the EPIC cohort and its association with RCC risk. Groups of related mycotoxins were computed by summing the levels of mycotoxins belonging to certain families depending on their chemical structure. The group Aflatoxins included AFB1, AFB2, AFG1, AFG2, and AFM1. The group of Deoxynivalenol and derivatives included DON, 3-acetyl-DON (3ADON), 15-acetyl-DON (15ADON), and deoxynivalenol-3-glucoside (D3G). The Fumonisins group included FB1, FB2, and FB3. Zearalenone and derivatives constituted the sum of ZEN, ZEN-derivatives, sum of zearalenols (ZEL), α-zearalenol (α-ZEL), β-zearalenol (β-ZEL), and zearalanone (ZAN). The Alternaria toxins group included alternariol (AOH), alternariol methylether (AME), altenuene (ALT), tenuazonic acid (TEA), altertoxin (ATX), tentoxin (TEN), and AAL toxins (AAL_toxins). The Enniatins group included enniatin A (ENA), enniatin A1 (ENA1), enniatin B (ENB), and enniatin B1 (ENB1). The Ergot alkaloids group included ergocornine (Eco), ergocorninine (Econ), ergocristine (Ecr), ergocristinine (Ecrn), α-ergokryptine (Ek), α-ergokryptinine (Ekn), ergometrine (Em), ergometrinine (Emn), ergosine (Es), ergosinine (Esn), ergotamine (Et), and ergotaminine (Etn). The Ochratoxins group included OTA. The group T2 and HT2 included HT-2 toxin (HT2) and T-2 toxin (T2). Other mycotoxins were handled individually, namely, PAT, nivalenol (NIV), diacetoxyscirpenol (DAS), fusarenon-X (FUS-X), sterigmatocystin (STC), moniliformine (MON), citrinin (CIT), and beauvericin (BEA). The Fusarium toxins group consisted of the sum of ‘Deoxynivalenol and derivates’, ‘group T2 & HT2′, ‘Fumonisins group’, ‘Zearalenone and derivatives’, NIV, and DAS.\n\n## 2.4.1. Dietary Questionnaires\nUsual dietary intakes were assessed at study baseline using validated country/center-specific dietary questionnaires (DQs). In most centers, DQs were self-administered, with the exception of Ragusa (Italy), Naples (Italy), and Spain, where face-to-face interviews were performed. Extensive quantitative DQs were used in northern Italy, the Netherlands, and Germany and were structured by meals in Spain, France, and Ragusa. Semi-quantitative food-frequency questionnaires (FFQs) were used in Denmark, Norway, Naples, and Umeå (Sweden). In the United Kingdom, both a semi-quantitative FFQ and a 7 day record were used, whereas a method combining a short non-quantitative FFQ with a 7 day record on hot meals was used in Malmö (Sweden) [20]. The latter was a 168-item questionnaire where portion sizes were indicated using a picture book with photos on four different portion sizes [22,23]. To prepare the EPIC Nutrient Database (ENDB) for the EPIC study, a highly standardized procedure was used, adopting nutrient values from 10 national food composition databases of the respective EPIC countries. The process for compiling this ENDB database was previously described by Slimani et al. (2007) [24].\n\n## 2.4.2. Mycotoxin Occurrence Data\nFor this study, mycotoxin occurrence data obtained through the European Food Safety Authority (EFSA) were used and matched with the EPIC food consumption data derived from the dietary questionnaires. The EFSA database relevant to this project records the clustered mycotoxin occurrences of all types of mycotoxins, filed in Europe and obtained via the European Member States. To calculate the quantity of each mycotoxin consumed by a specific individual, the portion (in grams) of every food that was consumed by each individual (as reported in the FFQs) was linked to the mycotoxin occurrence data for that particular food.\n\n## 2.4.3. Concentration Scenarios Regarding Mycotoxin Concentrations\nWhen reporting contaminant concentrations analyzed in monitoring programs, actual numeric values of concentrations are only reported when the measurements exceed the limit of detection (LOD) or limit of quantification (LOQ). In these exposure assessments performed within EPIC, a middle-bound (MB) concentration scenario was built by assigning a concentration equal to half the limit (LOD or LOQ) value when the concentration value was missing or below the LOD or LOQ. When all the concentrations of a mycotoxin were missing, the food was assumed to contain no mycotoxins. This scenario was chosen as a more optimal approach as opposed to assigning a concentration equal to 0 µg/kg when the concentration value was missing (so called lower-bound scenario). However, the lower-bound scenario was also used in this study for conducting analyses. This end-user mycotoxin database was further applied to investigate single and multiple mycotoxin exposures in the EPIC cohort and its association with RCC risk.\n\n## 2.4.4. Mycotoxin Grouping for Analysis\nGroups of related mycotoxins were computed by summing the levels of mycotoxins belonging to certain families depending on their chemical structure. The group Aflatoxins included AFB1, AFB2, AFG1, AFG2, and AFM1. The group of Deoxynivalenol and derivatives included DON, 3-acetyl-DON (3ADON), 15-acetyl-DON (15ADON), and deoxynivalenol-3-glucoside (D3G). The Fumonisins group included FB1, FB2, and FB3. Zearalenone and derivatives constituted the sum of ZEN, ZEN-derivatives, sum of zearalenols (ZEL), α-zearalenol (α-ZEL), β-zearalenol (β-ZEL), and zearalanone (ZAN). The Alternaria toxins group included alternariol (AOH), alternariol methylether (AME), altenuene (ALT), tenuazonic acid (TEA), altertoxin (ATX), tentoxin (TEN), and AAL toxins (AAL_toxins). The Enniatins group included enniatin A (ENA), enniatin A1 (ENA1), enniatin B (ENB), and enniatin B1 (ENB1). The Ergot alkaloids group included ergocornine (Eco), ergocorninine (Econ), ergocristine (Ecr), ergocristinine (Ecrn), α-ergokryptine (Ek), α-ergokryptinine (Ekn), ergometrine (Em), ergometrinine (Emn), ergosine (Es), ergosinine (Esn), ergotamine (Et), and ergotaminine (Etn). The Ochratoxins group included OTA. The group T2 and HT2 included HT-2 toxin (HT2) and T-2 toxin (T2). Other mycotoxins were handled individually, namely, PAT, nivalenol (NIV), diacetoxyscirpenol (DAS), fusarenon-X (FUS-X), sterigmatocystin (STC), moniliformine (MON), citrinin (CIT), and beauvericin (BEA). The Fusarium toxins group consisted of the sum of ‘Deoxynivalenol and derivates’, ‘group T2 & HT2′, ‘Fumonisins group’, ‘Zearalenone and derivatives’, NIV, and DAS.\n\n## 2.5. Statistical Analysis\nAnalyses were based on mycotoxin intakes (in µg/day) divided by kilograms of body weight (bw), expressed as an exposure estimate in µg/kg bw/day. In addition to the total multi-mycotoxin exposures, groups of mycotoxins were computed by summing the levels of mycotoxins belonging to certain families depending on their chemical structure, as reflected in Section 2.4.4. Descriptive analyses were conducted to investigate the difference between RCC cases and non-cases, reporting the mean and standard deviation (SD) for continuous variables and percentages for categorical variables. Mycotoxin distributions were analyzed, and the following parameters were presented: minimum, maximum, and percentiles (P1, P5, P10, P25, P50, P75, P90, P95, and P99). Cox’s proportional hazards regression using age as the underlying time metric with the participants’ age at recruitment as the entry time and their age at cancer diagnosis, death, emigration, or last complete follow-up, whichever occurred first, as the exit time was used to estimate the hazard ratio (HR) and 95% confidence interval (CI) for the association between dietary mycotoxin exposure and RCC risk. Mycotoxin levels were log2-transformed (to account for a doubling of the continuous exposure) and divided into sex-specific tertiles on the basis of their distribution in all cohort participants at baseline, setting participants in the lowest category of mycotoxin exposure as the reference group. All models were stratified by sex, study center, and age at enrolment. Multivariable models were adjusted for known or suspected risk factors for RCC according to the findings of the World Cancer Research Fund/American Institute for Cancer Research [25]. Lastly, confounding factors, according to the literature, remained in the models if the β-estimate changed by more than 10. The final multivariable model included body mass index (BMI), education level (none, primary school completed, technical/professional school, secondary school, longer education (including university degree), or not specified), Cambridge physical activity index (inactive, moderately inactive, moderately active, active, or missing), diabetes (no, yes, or do not know), hypertension (no, yes, or do not know), smoking status (never, former, smoker, or unknown), alcohol intake at recruitment, and energy intake. Tests for trends in HRs by tertiles were computed by assigning consecutive scores to the tertiles. Statistical analyses were performed with SAS statistical software package (version 9.4). All tests of statistical significance were two-sided, and p-values below 0.05 were considered significant.\n\n## 3. Results\nAfter a median follow-up of 14.9 years, 911 incident cases of RCC were reported among the 450,112 participants. Demographic characteristics differed between the RCC cases and non-cases for BMI, sex, age, alcohol at recruitment, and other lifestyle and risk factors (Table 1). Compared with non-cases, RCC cases were more likely to be older, be men, have a higher BMI, drink more alcohol, have lower educational attainment, be current smokers, and have diabetes or hypertension. Table 2 describes the external mycotoxin exposures assessed on the basis of dietary questionnaire data for the EPIC cohort in the lower- and middle-bound scenarios. The mycotoxin exposure distributions (Table 2 and Table S1) showed that a large part of the EPIC population was exposed to some of the main mycotoxins present in European foods such as DON and derivatives, fumonisins, Fusarium toxins, Alternaria toxins, and total mycotoxins. The estimated median total mycotoxin exposure was 0.86 (interquartile range 0.62–1.16) µg/kg body weight per day (for the middle-bound scenario) in non-cases. Additionally, the group of Fusarium toxins made up a large portion of total mycotoxin exposure, with a median of 0.55 (interquartile range 0.40–0.74) µg/kg body weight per day in non-cases. Thus, the estimated external mycotoxin exposures for the EPIC population were lower than the safety reference values set by EFSA (Table S2). Cox hazard regressions were used to investigate the possible association between mycotoxin exposures and RCC risk. Tests for trends in HRs by tertiles were computed by assigning consecutive scores to the tertiles. No p-values between the tertiles, known as the TrendTest, and no p-values comparing each tertile with the reference, known as ProbChiSq, were below 0.05. (Table 3) Therefore, no statistically significant association could be assigned between a studied mycotoxin or mycotoxin group and risk of RCC development. Moreover, the multi-adjusted Cox hazard models did not result in significant associations between the individual mycotoxin exposures and RCC risk. The HR for the first and third tertiles of total mycotoxin exposure was 0.81 (95% CI 0.62–1.07).\n\n## 4. Discussion\nIn this cohort study of participants from nine European countries, we found that a large proportion of the EPIC population was likely exposed to some of the main mycotoxins present in European foods, such as DON and derivatives, fumonisins, Fusarium toxins, Alternaria toxins, and total mycotoxins (Table 2). However, none of the individual mycotoxins or mycotoxin groups were associated with risk of RCC. Deoyxnivalenol and derivatives are mainly found in cereals and cereal-based products [26]. Fumonisins are almost exclusively found in maize [27]. Other mycotoxins included in Fusarium toxins are mainly found in oats, maize, barley, wheat, and cereal grains [28,29,30,31]. Lastly, the Alternaria toxins contaminate cereals, oilseeds, fruits and vegetables [32]. These results are in line with the main crops consumed in Europe [33]. When comparing the estimated external mycotoxin exposure to the safety reference values set by EFSA, it can be concluded that the EPIC population was exposed to mycotoxins in a considered safe range (Table S2). The EU has its own established maximum limits (MSLs) for mycotoxins in foods and feeds, and it has the resources to strictly follow the crops from cultivation to storage [34]. Lee and Ryu (2017) collected data from publications since 2006 over a 10 year period to examine the presence of AFs in unprocessed food-grade grains (barley, maize, wheat, rice, and other cereals, such as oats) in Africa, the Americas, Asia, and Europe. This study found an overall AF prevalence in these regions of 55%, ranging from 15% in the Americas to 63% in Asia and for FB1, with total prevalence varying between 39% for Europe and 95% for America. The global DON prevalence was nearly 60%, whereby it varied from 50% in Asia to 76% Africa [10,35]. From this it can deduced that regional and cultural changes, climatic conditions, and the presence or absence of strict regulations influence the mycotoxin occurrence in food. Therefore, large occurrence and exposure data surveys on mycotoxin contamination should be performed across the world. No statistically significant associations were found in the current study between the individual mycotoxins or mycotoxin groups and risk of RCC development (Table 3). Recently, a systematic review provided an overview of data linking exposure to different mycotoxins with human cancer risk. Only a few studies have investigated the associations between mycotoxin exposures and cancer risk. No articles investigating the relationship between mycotoxin exposure and the development of RCC were identified [15]. Therefore, the current investigation helps to close the research gap in linking common mycotoxin exposures to renal cancer risk. Some mycotoxins are known to be natural nephrotoxins, more specifically, OTA, CIT, and FB1 [16]. These three have been proposed as associated with BEN [6,7,36]. Exposure to OTA and CIT was assessed in a Czech cohort of patients with kidney tumors [37,38]. The data indicated a frequent, but low dietary exposure to CIT and OTA, well below the respective health-based guidance values [8,39,40]. Although no association was observed in the current study, OTA is suggested to have carcinogenic effects on the kidneys through covalent DNA adduct formation, resulting in direct genotoxicity attributable to oxidative stress [12]. In an experiment with male Fischer rats fed with OTA, a kidney tumor was detected within the first 6 months, and the tumor incidence was raised by 25% [41]. This was because the genes in charge of kidney damage and cell regeneration were significantly affected by the action of OTA [42]. Next, CIT has been suspected to be one of the etiological agents of BEN and urinary tract tumors in humans [36,43]. CIT-specific DNA adducts were reported in the renal tumors of patients with BEN [44]. Molecular events underlying CIT-induced cell-cycle progression can explain the CIT-induced renal carcinogenesis [45]. Nevertheless, we were unable to evaluate CIT individually in relation to RCC because estimated CIT exposure was negligible in the EPIC cohort. Lastly, FB1 has been linked to the development of renal carcinomas in male rats [12,17,46]. It is well established that FB1-mediated disruption of sphingolipid metabolism plays a key role in FB1 toxicity [47]. Additionally, crops can be infected by different fungi; therefore, interactions between the produced mycotoxins can appear. These interactions can be synergistic, additive, or antagonistic [48]. For example, CIT can act together with OTA and interfere with RNA synthesis [12,49]. A number of studies have shown synergistic effects for endpoints related to the nephrotoxicity of OTA and CIT [48,50]. Further research should be undertaken to investigate the effect of co-exposure to mycotoxins on humans. This investigation has many important strengths such as the unique access to one of the largest cohort databases currently available for investigating effects of dietary exposures on cancer risks. Strengths of the EPIC study include its large sample size, prospective design, longitudinal follow-up, and the inclusion of participants from different European countries with standardized data collection, especially for diet, which offers a broad perspective on dietary intakes in Europe. In addition, access to the EFSA mycotoxin occurrence data derived from the European member states and support and training given by the EFSA experts are additional imperative strengths. Correspondingly, the in-depth independent quality controls that were performed on various levels of these analyses underscores the quality of the results. To the authors’ knowledge, this is the first large-scale external exposure assessment in a prospective longitudinal cohort, where associations between mycotoxin exposure and the risk of developing RC were studied. Furthermore, it is the first large-scale study investigating the possible association in Europe. However, some limitations of the study should be acknowledged, including the EPIC dietary intake assessment methods (self-reported dietary questionnaires) possibly being prone to reporting bias. Indeed, diet measurement instruments are built to capture the usual dietary intakes of an individual; however, they are still subject to imprecision and inaccuracy. In addition, only dietary intakes at baseline could be used since there were no dietary follow-up data available. Data obtained from detailed 24 h recalls collected in a subsample of the EPIC population (~30,000 participants) were used to analyze the recipes and complex foods included in the dietary questionnaires with the aim of standardizing and optimizing the quality of the dietary questionnaire data. Furthermore, there were insufficient cases to examine associations for different histological subtypes of RCC [51]. Moreover, the mycotoxin contamination levels in foods, reported in the EFSA occurrence database, importantly depend on the environmental factors such as climatic conditions, region, good agricultural practices, storage conditions, and food processing, leading to variations in mycotoxin concentrations measured in similar foods. Some countries (e.g., Germany) have more mycotoxin occurrence data in food in comparison with other. These findings may be somewhat limited since geographic matching of the EPIC data with the mycotoxin occurrence data from the specific European country was not possible due to the granularity of the EFSA database. Fungal spot contaminations can lead to heterogeneously distributed mycotoxin patterns over the samples. However, in epidemiological analyses, where individual data are being analyzed in a deterministic way (using point estimates), these variations cannot be taken into consideration. LOD and/or LOQ values in the EFSA occurrence database differed substantially as multiple analytical techniques were used to detect and quantify the mycotoxin concentration. Caution is needed regarding the extrapolation of these results to the entire European population or to other populations or ethnicities worldwide since this study included volunteers from nine European countries involved in a longitudinal cohort study investigating the association between nutrition and health, with overall more health-conscious behaviors compared to the general population. Furthermore, in our models, we included all the participants with available dietary intake data, but with potential missing data on other covariates replaced with a ‘missing’ class or imputation. Although this may have induced some bias, a complete case model would lead to a selection toward more compliant participants in an already health-conscious population. Nevertheless, analyses with a complete case model provided similar results. Additionally, this study used a single assessment of dietary intakes at baseline. Although a consumer’s diet may change over time, it is usually hypothesized that this estimation reflects general eating behavior throughout middle-age adult life [52]. Lastly, this study was based on an observational cohort. Thus, even though our models included adjustment for a large range of confounding factors, residual confounding cannot be entirely ruled out. This indirect approach, which is referred to as ‘external exposure’ estimation, gives the community a first insight into the global mycotoxin burden at the population level. The ‘internal exposure’ estimation by measuring biomarkers of exposure and effect in biological matrices takes into account additional variables such as mycotoxicokinetics and -dynamics. Therefore, additional information derived from biomarkers of exposure and effect is needed to characterize the physiological processes involved in any potential relationship between mycotoxin exposures and cancer risk. Investigating the internal exposure is essential to understand the human mycotoxicokinetics and to exclude the possible confounding issue of heterogeneous distribution of mycotoxins in foods. Hence, a complementary but more suitable and reliable mycotoxin exposure assessment can be achieved by the direct measurement of mycotoxin exposure biomarkers. Calculating intake levels from biomarker levels is still challenging; therefore, both external and internal exposure assessments are recommended when investigating and tackling health effects such as cancer risk of multiple mycotoxin exposures. As mentioned before, there is a gap in cancer risk assessment relating to mycotoxin exposure. To date, most studies have been performed in the context of liver cancer [15]. However, mycotoxins may be relevant for many types of cancer [12]. Upcoming publications based on a similar study design and cohort show intriguing results with respect to hepatocellular carcinoma and colorectal cancer risk (Huybrechts et al., in submission) These investigations revealed positive significant associations of exposure to DON and fusarenon-X with hepatocellular carcinoma risk, while exposure to DON, PAT, and Fusarium toxins may increase colorectal cancer risk. Multi-mycotoxin exposures were associated with both hepatocellular and colorectal cancer development [53,54]. Yet, only few human epidemiological studies have investigated the associations between mycotoxin exposures and cancer risk [15]. Future studies on the current topic are, therefore, recommended. The statistically nonsignificant results in this study may be due to the lack of sufficient occurrence data in the EFSA database of certain mycotoxins, such as CIT, FBs, and others. In addition, data on the occurrence of other emerging mycotoxins as nephrotoxins in food commodities are still too limited to reliably estimate human exposure [8,38]. Therefore, more occurrence data in different food commodities and countries are recommended to include in the EFSA database. This would enable a more reliable estimation with regard to mycotoxin exposures and possible associations with kidney cancer development. Furthermore, due to global warming, a transition is already taking place in which the toxigenic fungi that previously occurred in Africa can also be found in south and east Europe [55,56]. Therefore, future studies on the influence of climate change are recommended. Moreover, some mycotoxins, such as enniatins and mycotoxins derived from Alternaria, have limited data. As a result, they have not been included in the IARC Monographs. This is due to sparse epidemiological, experimental, and/or mechanistic studies or due to non-carcinogenicity [57]. Significant new information might support a different classification. Recently, FB1 has been listed as a high priority for re-evaluation within 2.5 years, being a possible preventable cause of cancer [58]. In the past, studies have shown that exposure to multiple mycotoxins may result in interactions between the mycotoxins. For example, a synergistic effect was observed in kidneys of chickens after exposure to OTA and CIT [48,59]. Simultaneous exposure with OTA and ZEN resulted in an antagonistic effect on OTA-induced kidney damage [60]. Yet, not many other studies exist that examined the mechanistic effects of co-exposure. For this reason, further research should be undertaken to investigate the effect of co-exposure of mycotoxins on humans. Investigating the internal exposure is essential. Consequently, additional information derived from biomarkers of exposure and effect are needed to characterize the physiological processes involved in any potential relationship between mycotoxin exposures and cancer risk. Calculating intake levels from biomarker levels is still challenging; therefore, both external exposure and internal exposure need to be considered when investigating and tackling health effects such as cancer risk of multiple mycotoxin exposures. Cancer is an emerging health problem in low- and middle-income countries that needs to be addressed appropriately in order to control increased incidence and mortality rates [61,62,63]. Mycotoxin exposure levels might be considerably higher in certain regions due to climate and the absence of strict regulations. Recently, deaths have been documented in Kenya repeatedly from the consumption of aflatoxin-contaminated maize [64]. In addition, the greatest number of new cancer cases in 2020 was observed in Asia [61]. As a result, additional associations that are not observed in European cohorts, such as the lack of association seen for RCC herein, might be identified. Therefore, similar prospective cohorts in Africa, Asia, and other continents could help develop future public health strategies and make or adapt current mycotoxin legislation. Lastly, it is clear that more evidence is needed to gain a more complete understanding of the etiology and risk factors for kidney cancer. Future research must, therefore, ensure an improved understanding of the underlying mechanisms of kidney cancer development. Molecular epidemiology, including but not limited to metabolomics and cancer genomics, is an exciting area of research that has yet to be fully used for the study of kidney cancer. Metabolomics can provide insight into metabolic derangements that underlie disease and lead to the discovery of new therapeutic treatments, as well as the discovery of biomarkers for early diagnosis and/or prognosis. Cancer genomics has the potential to causally link exogenous exposures or endogenous mechanisms to individual tumors via the identification of mutational signatures underlying these processes [51,65,66].\n\n## 4.1. Mycotoxin Exposure Distribution and Association with RCC Risk\nIn this cohort study of participants from nine European countries, we found that a large proportion of the EPIC population was likely exposed to some of the main mycotoxins present in European foods, such as DON and derivatives, fumonisins, Fusarium toxins, Alternaria toxins, and total mycotoxins (Table 2). However, none of the individual mycotoxins or mycotoxin groups were associated with risk of RCC. Deoyxnivalenol and derivatives are mainly found in cereals and cereal-based products [26]. Fumonisins are almost exclusively found in maize [27]. Other mycotoxins included in Fusarium toxins are mainly found in oats, maize, barley, wheat, and cereal grains [28,29,30,31]. Lastly, the Alternaria toxins contaminate cereals, oilseeds, fruits and vegetables [32]. These results are in line with the main crops consumed in Europe [33]. When comparing the estimated external mycotoxin exposure to the safety reference values set by EFSA, it can be concluded that the EPIC population was exposed to mycotoxins in a considered safe range (Table S2). The EU has its own established maximum limits (MSLs) for mycotoxins in foods and feeds, and it has the resources to strictly follow the crops from cultivation to storage [34]. Lee and Ryu (2017) collected data from publications since 2006 over a 10 year period to examine the presence of AFs in unprocessed food-grade grains (barley, maize, wheat, rice, and other cereals, such as oats) in Africa, the Americas, Asia, and Europe. This study found an overall AF prevalence in these regions of 55%, ranging from 15% in the Americas to 63% in Asia and for FB1, with total prevalence varying between 39% for Europe and 95% for America. The global DON prevalence was nearly 60%, whereby it varied from 50% in Asia to 76% Africa [10,35]. From this it can deduced that regional and cultural changes, climatic conditions, and the presence or absence of strict regulations influence the mycotoxin occurrence in food. Therefore, large occurrence and exposure data surveys on mycotoxin contamination should be performed across the world. No statistically significant associations were found in the current study between the individual mycotoxins or mycotoxin groups and risk of RCC development (Table 3). Recently, a systematic review provided an overview of data linking exposure to different mycotoxins with human cancer risk. Only a few studies have investigated the associations between mycotoxin exposures and cancer risk. No articles investigating the relationship between mycotoxin exposure and the development of RCC were identified [15]. Therefore, the current investigation helps to close the research gap in linking common mycotoxin exposures to renal cancer risk.\n\n## 4.2. Mycotoxins as Nephrotoxins?\nSome mycotoxins are known to be natural nephrotoxins, more specifically, OTA, CIT, and FB1 [16]. These three have been proposed as associated with BEN [6,7,36]. Exposure to OTA and CIT was assessed in a Czech cohort of patients with kidney tumors [37,38]. The data indicated a frequent, but low dietary exposure to CIT and OTA, well below the respective health-based guidance values [8,39,40]. Although no association was observed in the current study, OTA is suggested to have carcinogenic effects on the kidneys through covalent DNA adduct formation, resulting in direct genotoxicity attributable to oxidative stress [12]. In an experiment with male Fischer rats fed with OTA, a kidney tumor was detected within the first 6 months, and the tumor incidence was raised by 25% [41]. This was because the genes in charge of kidney damage and cell regeneration were significantly affected by the action of OTA [42]. Next, CIT has been suspected to be one of the etiological agents of BEN and urinary tract tumors in humans [36,43]. CIT-specific DNA adducts were reported in the renal tumors of patients with BEN [44]. Molecular events underlying CIT-induced cell-cycle progression can explain the CIT-induced renal carcinogenesis [45]. Nevertheless, we were unable to evaluate CIT individually in relation to RCC because estimated CIT exposure was negligible in the EPIC cohort. Lastly, FB1 has been linked to the development of renal carcinomas in male rats [12,17,46]. It is well established that FB1-mediated disruption of sphingolipid metabolism plays a key role in FB1 toxicity [47]. Additionally, crops can be infected by different fungi; therefore, interactions between the produced mycotoxins can appear. These interactions can be synergistic, additive, or antagonistic [48]. For example, CIT can act together with OTA and interfere with RNA synthesis [12,49]. A number of studies have shown synergistic effects for endpoints related to the nephrotoxicity of OTA and CIT [48,50]. Further research should be undertaken to investigate the effect of co-exposure to mycotoxins on humans.\n\n## 4.3. Strengths and Limitations of the Study\nThis investigation has many important strengths such as the unique access to one of the largest cohort databases currently available for investigating effects of dietary exposures on cancer risks. Strengths of the EPIC study include its large sample size, prospective design, longitudinal follow-up, and the inclusion of participants from different European countries with standardized data collection, especially for diet, which offers a broad perspective on dietary intakes in Europe. In addition, access to the EFSA mycotoxin occurrence data derived from the European member states and support and training given by the EFSA experts are additional imperative strengths. Correspondingly, the in-depth independent quality controls that were performed on various levels of these analyses underscores the quality of the results. To the authors’ knowledge, this is the first large-scale external exposure assessment in a prospective longitudinal cohort, where associations between mycotoxin exposure and the risk of developing RC were studied. Furthermore, it is the first large-scale study investigating the possible association in Europe. However, some limitations of the study should be acknowledged, including the EPIC dietary intake assessment methods (self-reported dietary questionnaires) possibly being prone to reporting bias. Indeed, diet measurement instruments are built to capture the usual dietary intakes of an individual; however, they are still subject to imprecision and inaccuracy. In addition, only dietary intakes at baseline could be used since there were no dietary follow-up data available. Data obtained from detailed 24 h recalls collected in a subsample of the EPIC population (~30,000 participants) were used to analyze the recipes and complex foods included in the dietary questionnaires with the aim of standardizing and optimizing the quality of the dietary questionnaire data. Furthermore, there were insufficient cases to examine associations for different histological subtypes of RCC [51]. Moreover, the mycotoxin contamination levels in foods, reported in the EFSA occurrence database, importantly depend on the environmental factors such as climatic conditions, region, good agricultural practices, storage conditions, and food processing, leading to variations in mycotoxin concentrations measured in similar foods. Some countries (e.g., Germany) have more mycotoxin occurrence data in food in comparison with other. These findings may be somewhat limited since geographic matching of the EPIC data with the mycotoxin occurrence data from the specific European country was not possible due to the granularity of the EFSA database. Fungal spot contaminations can lead to heterogeneously distributed mycotoxin patterns over the samples. However, in epidemiological analyses, where individual data are being analyzed in a deterministic way (using point estimates), these variations cannot be taken into consideration. LOD and/or LOQ values in the EFSA occurrence database differed substantially as multiple analytical techniques were used to detect and quantify the mycotoxin concentration. Caution is needed regarding the extrapolation of these results to the entire European population or to other populations or ethnicities worldwide since this study included volunteers from nine European countries involved in a longitudinal cohort study investigating the association between nutrition and health, with overall more health-conscious behaviors compared to the general population. Furthermore, in our models, we included all the participants with available dietary intake data, but with potential missing data on other covariates replaced with a ‘missing’ class or imputation. Although this may have induced some bias, a complete case model would lead to a selection toward more compliant participants in an already health-conscious population. Nevertheless, analyses with a complete case model provided similar results. Additionally, this study used a single assessment of dietary intakes at baseline. Although a consumer’s diet may change over time, it is usually hypothesized that this estimation reflects general eating behavior throughout middle-age adult life [52]. Lastly, this study was based on an observational cohort. Thus, even though our models included adjustment for a large range of confounding factors, residual confounding cannot be entirely ruled out.\n\n## 4.4. Suggestions for Future Research, Further Perspectives, and Public Health Implications\nThis indirect approach, which is referred to as ‘external exposure’ estimation, gives the community a first insight into the global mycotoxin burden at the population level. The ‘internal exposure’ estimation by measuring biomarkers of exposure and effect in biological matrices takes into account additional variables such as mycotoxicokinetics and -dynamics. Therefore, additional information derived from biomarkers of exposure and effect is needed to characterize the physiological processes involved in any potential relationship between mycotoxin exposures and cancer risk. Investigating the internal exposure is essential to understand the human mycotoxicokinetics and to exclude the possible confounding issue of heterogeneous distribution of mycotoxins in foods. Hence, a complementary but more suitable and reliable mycotoxin exposure assessment can be achieved by the direct measurement of mycotoxin exposure biomarkers. Calculating intake levels from biomarker levels is still challenging; therefore, both external and internal exposure assessments are recommended when investigating and tackling health effects such as cancer risk of multiple mycotoxin exposures. As mentioned before, there is a gap in cancer risk assessment relating to mycotoxin exposure. To date, most studies have been performed in the context of liver cancer [15]. However, mycotoxins may be relevant for many types of cancer [12]. Upcoming publications based on a similar study design and cohort show intriguing results with respect to hepatocellular carcinoma and colorectal cancer risk (Huybrechts et al., in submission) These investigations revealed positive significant associations of exposure to DON and fusarenon-X with hepatocellular carcinoma risk, while exposure to DON, PAT, and Fusarium toxins may increase colorectal cancer risk. Multi-mycotoxin exposures were associated with both hepatocellular and colorectal cancer development [53,54]. Yet, only few human epidemiological studies have investigated the associations between mycotoxin exposures and cancer risk [15]. Future studies on the current topic are, therefore, recommended. The statistically nonsignificant results in this study may be due to the lack of sufficient occurrence data in the EFSA database of certain mycotoxins, such as CIT, FBs, and others. In addition, data on the occurrence of other emerging mycotoxins as nephrotoxins in food commodities are still too limited to reliably estimate human exposure [8,38]. Therefore, more occurrence data in different food commodities and countries are recommended to include in the EFSA database. This would enable a more reliable estimation with regard to mycotoxin exposures and possible associations with kidney cancer development. Furthermore, due to global warming, a transition is already taking place in which the toxigenic fungi that previously occurred in Africa can also be found in south and east Europe [55,56]. Therefore, future studies on the influence of climate change are recommended. Moreover, some mycotoxins, such as enniatins and mycotoxins derived from Alternaria, have limited data. As a result, they have not been included in the IARC Monographs. This is due to sparse epidemiological, experimental, and/or mechanistic studies or due to non-carcinogenicity [57]. Significant new information might support a different classification. Recently, FB1 has been listed as a high priority for re-evaluation within 2.5 years, being a possible preventable cause of cancer [58]. In the past, studies have shown that exposure to multiple mycotoxins may result in interactions between the mycotoxins. For example, a synergistic effect was observed in kidneys of chickens after exposure to OTA and CIT [48,59]. Simultaneous exposure with OTA and ZEN resulted in an antagonistic effect on OTA-induced kidney damage [60]. Yet, not many other studies exist that examined the mechanistic effects of co-exposure. For this reason, further research should be undertaken to investigate the effect of co-exposure of mycotoxins on humans. Investigating the internal exposure is essential. Consequently, additional information derived from biomarkers of exposure and effect are needed to characterize the physiological processes involved in any potential relationship between mycotoxin exposures and cancer risk. Calculating intake levels from biomarker levels is still challenging; therefore, both external exposure and internal exposure need to be considered when investigating and tackling health effects such as cancer risk of multiple mycotoxin exposures. Cancer is an emerging health problem in low- and middle-income countries that needs to be addressed appropriately in order to control increased incidence and mortality rates [61,62,63]. Mycotoxin exposure levels might be considerably higher in certain regions due to climate and the absence of strict regulations. Recently, deaths have been documented in Kenya repeatedly from the consumption of aflatoxin-contaminated maize [64]. In addition, the greatest number of new cancer cases in 2020 was observed in Asia [61]. As a result, additional associations that are not observed in European cohorts, such as the lack of association seen for RCC herein, might be identified. Therefore, similar prospective cohorts in Africa, Asia, and other continents could help develop future public health strategies and make or adapt current mycotoxin legislation. Lastly, it is clear that more evidence is needed to gain a more complete understanding of the etiology and risk factors for kidney cancer. Future research must, therefore, ensure an improved understanding of the underlying mechanisms of kidney cancer development. Molecular epidemiology, including but not limited to metabolomics and cancer genomics, is an exciting area of research that has yet to be fully used for the study of kidney cancer. Metabolomics can provide insight into metabolic derangements that underlie disease and lead to the discovery of new therapeutic treatments, as well as the discovery of biomarkers for early diagnosis and/or prognosis. Cancer genomics has the potential to causally link exogenous exposures or endogenous mechanisms to individual tumors via the identification of mutational signatures underlying these processes [51,65,66].\n\n## 5. Conclusions\nThe results of this study did not show statistically significant associations between RCC risk and long-term dietary mycotoxin exposures. However, these results should be validated in other cohorts and preferably using repeated dietary exposure measurements. In addition, more occurrence data of CIT and FBs, in different food commodities and countries in the EFSA database, could help to provide further insights.",
  "word_count": 9038,
  "char_count": 62066
}