{
  "pmcid": "PMC10535190",
  "doi": "10.3390/toxins15090515",
  "title": "Endocrine Effect of Some Mycotoxins on Humans: A Clinical Review of the Ways to Mitigate the Action of Mycotoxins",
  "authors": [
    "Klaudia Kościelecka",
    "Aleksandra Kuć",
    "Daria Kubik-Machura",
    "Tomasz Męcik-Kronenberg",
    "Jan Włodarek",
    "Lidia Radko"
  ],
  "year": "2023",
  "journal": "Toxins",
  "abstract": "Fungi such as Aspergillus spp. and Fusarium spp., which are commonly found in the environment, pose a serious global health problem. This study aims to present the results of epidemiological studies, including clinical cases, on the relationship between human exposure to some mycotoxins, especially zearalenone and aflatoxin, and the occurrence of reproductive disorders. In addition, examples of methods to reduce human exposure to mycotoxins are presented. In March 2023, various databases (PubMed, Google Scholar, EMBASE and Web of Science) were systematically searched using Google Chrome to identify studies evaluating the association between exposure to mycotoxins and the occurrence of complications related to impaired fertility or cancer incidence. The analysed data indicate that exposure to the evaluated mycotoxins is widespread and correlates strongly with precocious puberty, reduced fertility and increased cancer incidence in women and men worldwide. There is evidence to suggest that exposure to the Aspergillus mycotoxin aflatoxin (AF) during pregnancy can impair intrauterine foetal growth, promote neonatal jaundice and cause perinatal death and preterm birth. In contrast, exposure to the Fusarium mycotoxin zearalenone (ZEA) leads to precocious sexual development, infertility, the development of malformations and the development of breast cancer. Unfortunately, the development of methods (biological, chemical or physical) to completely eliminate exposure to mycotoxins has limited practical application. The threat to human health from mycotoxins is real and further research is needed to improve our knowledge and specific public health interventions.",
  "sections": [
    {
      "title": "1. Introduction",
      "text": "The endocrine system is a complex network of chemicals that interact with each other, as well as with other systems. It is responsible for the proper functioning of the body and maintaining homeostasis. Dysfunction of the endocrine system leads to severe diseases and ailments that can significantly impede function. There are many causes of endocrine dysfunction. One factor is the common but often ignored and overlooked endocrine disrupting chemicals known as endocrine disruptors (EDCs). According to the World Health Organization (WHO) definition, an endocrine disruptor is “a substance that alters one or more functions of the endocrine system and consequently causes adverse effects in an intact organism, its offspring or (sub)population” [1]. These substances interfere with the system at various stages, such as biosynthesis, transport, metabolism, hormone action at the receptor and post-receptor level or feedback, but they can also interact at the genome level, affecting gene expression and genomic imprinting [2]. This article focuses on a broader presentation of the subgroup of EDCs that are mycotoxins, mainly zearalenone (ZEA) and aflatoxins (AF) but also other mycotoxins that have been linked to endocrine disorders in various studies, i.e., deoxynivalenol (DON), T-2 toxin and fumonisins. Mycotoxins, depending on where they are produced, are classified into two major groups: field-derived and stored. The first group (field-originated) includes mycotoxins from fungi of the genus Fusarium spp. (deoxynivalenol, zearalenone, T2-toxin, fumonisins). The second group (storage) includes mycotoxins from Penicillium spp. (patulin, ochratoxin and others) and Aspergillus spp. (aflatoxin, ochratoxin and others). It is estimated that mycotoxin contamination of food may involve as much as 25% of the world’s agricultural industry products, which is a global problem [3]. The most commonly studied and analyzed EDs-affected mycotoxin is zearalenone. It is a non-steroidal, oestrogenic mycotoxin that is a metabolite of fungi of the genus Fusarium: Fusarium culmorum, Fusarium equiseti, Fusarium graminearum, Fusarium cerealis, Fusarium semitectum and Fusarium crookwellensen [4]. After entering the body, zearalenone is absorbed very quickly; in the plasma of pigs, it was detected as early as 30 min after feeding [5,6]. The main metabolites of zearalenone are α-zearalenol (α-ZEA) and β-zearalenol (β-ZEA), both of which are formed by the reduction of ZEA in the intestinal cells [7,8]. Zearalenone exists in two forms: cis and trans, with the former form having a higher affinity for oestrogen receptors. Both zearalenone and its metabolites can affect the reproductive system, as they are similar in structure to 17β-estradiol, which is an endogenous oestrogen [9]. The study found that ZEA, α-ZEA and β-ZEA can disrupt endocrine metabolism, as they stimulate the production of estradiol, progesterone, testosterone and cortisol in the H295R cell line derived from the human adrenal gland [10]. Sources of ZEA in human life can be food products from mycotoxin-exposed animals (milk, meat or eggs) or other contaminated foods, such as cereals, wine, beer, spices and dried fruits; contaminated water or even air (inhalation exposure) are additional sources. For this reason, organisations such as the European Commission and the European Food Safety Authority (ESFA) have set a daily exposure limit for ZEA [11,12]. Zearalenone is metabolised mainly by enterocytes and hepatocytes, and its conjugated metabolites are excreted in the bile, as well as through intestinal and hepatic circulation and are eventually eliminated in the urine [13]. Elimination is relatively slow [6], which promotes the accumulation of ZEA in tissues [5]. Among mycotoxins, we also distinguish aflatoxins, with aflatoxin B1 (AFB1) representing the group. AF are secondary metabolites of molds, mainly Aspergillus flavus and Aspergillus parasiticus [14]. AFB1 enters the body through the oral route and is absorbed in the small intestine. Aflatoxin B1 itself is not toxic to humans, but its metabolites, which are formed as a result of AFB1 activation by liver microsomes AFB1-exo-8, 9-epoxide (AFBO) and AFB1 hydroxylation-forming AFM1, are toxic. Their cytotoxic adducts can be responsible for mutations in DNA and lead to acute and chronic diseases [15,16]. In recent years, advances in the fungal genome and transcriptome sequencing, computational tools, gene disruption techniques and analytical chemistry have enabled an understanding of several molecular aspects of mycotoxin biosynthesis and their regulation [17]. A biosynthetic gene cluster (BGC) enables coordinated regulation of their expression. Synthases or key synthetase genes are present in the cluster, along with additional enzymes that modify and form the final complex molecular structure of the mycotoxins and possibly allow transport or reduce their toxicity. Recent studies have demonstrated the critical role of signaling molecules and pathways in controlling fungal responses to many nutritional, chemical and environmental stimuli that affect basic mycotoxin metabolism and biosynthesis [18]. AF are the most widely studied mycotoxins in terms of biosynthesis and molecular regulation. Over 19 identified AF analogues are produced by over 16 Aspergillus spp. A biosynthetic gene cluster of approximately 30 genes has been characterised in both the major aflatoxin species: A. flavus and A. parasiticus, although molecular studies have mainly been conducted on the production of AFB1 by A. flavus [19]. Because of the effects that AFB1 metabolites cause in the body, this substance has been hailed as the most harmful, toxic and carcinogenic aflatoxin. The main reservoir of AFB1 is cereals. Exposure also occurs from the consumption of corn or peanuts. The amount of their consumption proportionally correlates with detected toxin concentrations in biological samples [20]."
    },
    {
      "title": "2. Methodology",
      "text": "In March 2023, an extensive manual search of major electronic databases (PubMed, Google Scholar, EMBASE and Web of Science) was conducted to identify relevant articles published on the impact of mycotoxins on human health, with a particular focus on the reproductive aspect. No articles published after that date were specified. The articles were limited to those published in English and Polish. Many search terms were used, including “mycotoxins”, “mycotoxins and human health”, “mycotoxins and cancer”, “mycotoxins and reproduction”, “zearalenone” and “aflatoxins”. The keywords used to obtain data on the reproductive effects of mycotoxins, especially aflatoxins and zearalenone on human reproduction, included “myco-toxins*human health”, “aflatoxins*human health”, “zearalenone*human health”, “mycotox-ins*cancer”, “aflatoxins*cancer”, “zearalenone*cancer”, “mycotoxins*human reproduction”, “aflatoxins*human reproduction”, “zearalenone*human reproduction”, “mycotox-ins*detoxification”, “aflatoxins*detoxification”, “zearalenone*detoxification” and “mycotoxins*children”. The articles were analyzed first by title, then by abstract, and finally by the full text. All the selected articles were the most relevant ones available for this review. The data from the timeframe of 1981–2023 were used to search for information on mycotoxins and reproduction, and data from 1997–2022 were used to search for information on detoxification. A total of 124 articles were found. Exposure to mycotoxins present in the environment can impact the entire life of an individual from the foetal period to adulthood, affecting most body systems. An altered hormonal balance caused by EDCs, which include mycotoxins, is responsible for this [21,22]. EDCs negatively affect, among other things, the function of growth-promoting hormones, such as insulin or insulin growth factors 1 and 2; in parallel, they also promote the action of glucocorticoids, which in turn inhibit this process [23]. ZEA as EDCs may also affect endocrine function of the placenta and kidneys, which is associated with selective inhibition of HSD11B2 [24]. According to other authors, such a phenomenon may be caused by pro-inflammatory effects of ZEA or with receptors for oestrogen [25]. Other examples of hormones that do not function properly as a result of interference with EDCs are growth hormones produced by the pituitary gland or thyroid hormones. Their excessive or insufficient concentrations have far-reaching implications in individual development, such as the aforementioned growth disorders or delayed puberty in the case of the latter [26,27]. In addition to the many serious consequences of exposure to mycotoxins, it is worth reviewing the topic of sexual development and the reproductive process in the context of exposure to these harmful agents. This topic is important because it may determine the further development of the population. Epidemiological studies in humans show that ZEA has a significant impact on the onset of precocious sexual maturation in girls with simultaneous high concentrations of oestrogen [28,29,30,31]. Similar conclusions were reached by Yum et al., indicating premature pubertal development in boys before age nine [27]. Increased ZEA levels (18.9–103 µg/L in sera) in girls with early thelarche and precocious puberty were also proven in studies conducted in Turkey, Hungary and Italy [28,32,33]. The study by Bandera et al., on the other hand, indicates shortened development and faster breast development in girls aged 9–10 years old [30]. In addition, Rivera-Núñez showed that girls with quantifiable levels of myco-oestrogen were significantly lower than their peers, in whom myco-oestrogen was not observed [31]. ZEA also negatively affects reproduction in both sexes by controlling the production and secretion of such sex hormones as the aforementioned estradiol, progesterone and testosterone, among others, potentially causing infertility [34]. Despite the limited number of studies available, scientists favor the thesis that myco-oestrogens are responsible for the significant disruption of ovarian folliculogenesis [35,36]. Mycotoxins may also be complicit in the manifestation of conditions such as polycystic ovary syndrome (PCOS), premature ovarian function (POF) and endometriosis [37], which can cause serious problems in conception and maintaining a pregnancy. ZEA also hinders fertility by affecting male reproductive cells [38]. By binding to oestrogen receptors, it causes an increase in estradiol, which leads to inhibition of luteinizing hormone (LH) synthesis in the pituitary gland. Reduced LH levels lead to a decrease in testosterone levels in Leydig cells [38]. Such altered testosterone reduces the efficiency of spermatogenesis. Reduced sperm motility, viability or acrosomal response also result from the ability of ZEA to bind to receptors on male reproductive cells. The formation of reactive oxygen species on cells that are exposed to ZEA also significantly impairs spermatogenesis [38]. Another mycotoxin suspected of affecting male infertility is AFB1 [39,40]. In a Nigerian study, it was discovered in the semen of infertile men at higher concentrations (60 ng/mL to 148 ng/mL) in contrast to semen samples from fertile men (0 ng/mL to 5 ng/mL) [39]. The same study also showed that sperm parameters, such as motility and reduced count, were more common in men with higher AFB1 levels. A similar study was conducted by Uriah et al. on fertile and infertile men, and they showed that higher concentrations of AFB1 in men with fertility disorders significantly exceeded the standards for this substance established by the WHO [40]. The analyzed data indicate that exposure to mycotoxins, in particular, ZEA and AFB1, is widespread and highly correlates with disorders of sexual development and decreased fertility worldwide. This problem should be more widely understood through new research. It is also very important to raise awareness of what the consequences of exposure to such harmful substances entails. Investigating the direct effects of ZEA on placental functions, such as maintenance of the placental barrier, cell fusion and cell secretion, is a priority [41]. Some authors have reported that stimulated cell fusion, which is a response to ZEA exposure, caused an increase in the secretion of human chorionic gonadotropin (hCG) [42,43]. It is also worth mentioning that α-zearalanol may increase the risk of preterm labor by increasing the production of corticotropin (CRH) and COX-2 [41]. Partanen et al. analyzed AFB1 and its metabolites, demonstrating their content in umbilical cord blood after maternal exposure [44]. Eight human placentas were studied, proving the transfer of AFB1 and its metabolism to aflatoxicol (AFL). The authors also noted the degree of exposure depending on the region of the world [44]. In European Union countries, due to effective control of food products, the degree of exposure is low, which cannot be said of China [44]. Wart et al., on the other hand, demonstrated phase I and II metabolism of ZEA to highly oestrogenic α-zearalenol and ZEA-14-sulfate, as well as rapid transfer of ZEA across the human placental barrier in an ex vivo human placental perfusion model [45]. In conclusion, the unborn child may be exposed to various substances and their metabolites, e.g., ZEA and AF, which may affect hormonal balance. Mycotoxins are one of the factors affecting the birth weight of a newborn. In the literature, there are many studies in humans that examined the correlation between maternal exposure to mycotoxins and birth weight [46,47,48,49,50,51]. Most of them confirmed a negative correlation between birth weight and AF [47,48,49,50]. Turner et al. demonstrated that exposure to AF during pregnancy results in the formation of its metabolite in umbilical cord blood, which is associated with the expression of CYP3A enzymes already present in the uterus [50]. It follows that maternal exposure to AF can adversely affect neonatal weight [50]. Similar conclusions were reached by Shuaib et al. based on a prospective cohort study. In addition, they indicated a reduction in the head circumference of newborns [51]. One older study found no association between the presence of an AF compound in the mother and the birth weight of 625 infants [46]. The development of neonatal jaundice may be related to maternal exposure to AF [47,52,53]. In 1998, Abulu et al. examined aflatoxins present in cord blood samples from 14 neonates without jaundice and 150 neonates with jaundice [47]. Newborns in the latter group showed high mean AFB1 concentrations (32.3 ng/mL and 35.6 ng/mL) ranging from 5.0 to 30.2 pg/mg. The authors pointed to maternal exposure to mycotoxins during pregnancy [47]. Similar conclusions were drawn by Sodeinde et al., who showed a correlation between serum AF levels in newborns and bilirubin levels and jaundice [52]. On the other hand, other authors have not found the described relationship [49,53]. Given the various research results and concepts presented, it is worth noting the need for further research in this area. Studies on the effect of aflatoxin exposure on miscarriage are still lacking. Shuaib et al. showed a 35% higher probability of stillbirths, taking into account the highest maternal exposure to AF [54]. Three major Norwegian studies have analysed the exposure of female farmers to mycotoxins present in grain farming, among other things [55,56,57]. A higher number of premature births (21–24 hbd) and late miscarriages were proven; however, no link was obtained between the toxins and perinatal deaths [55,56,57]. Another study was based on a retrospective interview with 513 postpartum women regarding their diet during the first two months of pregnancy. A positive correlation was obtained between the consumption of foods with aflatoxins and neonatal deaths [58]. Mycotoxins such as AF, ZEA, ochratoxins and fumonisins can adversely affect the foetus when they cross the placental barrier, leading to malformations of the central nervous system and damaging the brain [59,60]. One Norwegian study investigated cryptorchidism, hypospadias and genitourinary birth defects in males as a result of exposure to mycotoxin. These defects occurred at a higher frequency in children of farmers exposed to fungal metabolites during conception compared to a group of children whose parents were not exposed to mycotoxins [56]. In contrast, Missmer et al. made an estimation of fumonisin levels in maternal blood by means of the sphinganine/sphingosine ratio, and established an association of this ratio with the risk of neural tube defects, such as spina bifida. Above a value of 0.35 of the ratio tested, foetal death was more likely to occur [60]. According to some authors, aflatoxins present in food ingested during pregnancy can lead to preterm delivery [51,61]. Exposure to AF results in an increase in maternal pro-inflammatory cytokines and, consequently, also in the foetus. This pathological process initiates cervical ripening, rupture of the amniotic membranes and preterm contractions (<30 hbd) [61,62]. Other studies have assessed the effect of AF in the blood on preterm birth and found a high probability [48,61]. Similar conclusions were drawn by Wang et al., proving that zeranol applied at a dose of 1–100 mg/kg/week in mice correlated with early delivery [63]. In contrast, Andrews-Trevino et al. found that due to AF exposure, 13% of newborns from a group of 1621 mothers were born prematurely, indicating a negligible association [64]. Many studies confirm the link between aflatoxin exposure and anaemia [51,54,61]. Andretta et al. indicated a significant reduction in haemoglobin and haematocrit as a result of mycotoxins [65]. Other studies link AFB1 to an inhibitory effect on haematopoiesis, erythrocyte haemolysis, reduced and impaired iron absorption, initiation of microcytic anaemia and effects on iron levels [54,66]. In contrast, Smith et al. linked the toxins in question to reduced erythropoiesis, reduced intestinal iron absorption capacity and immune activation and enteropathy [61]. A strong correlation between anaemia (haemoglobin levels < 11 g/L) in pregnancy and aflatoxins (‘low’: < or =2.67, ‘moderate’: >2.67 to < or =4.97, ‘high’: >4.97 to < or =11.34, ‘very high’: >11.34) was identified by Shuaib et al. [54]. The occurrence of microcytic anaemia brought on by AFB1-contaminated food was evidenced in another study involving white rabbits [67]. On the other hand, Smith et al. concluded that the findings presented by the researchers above may not be relevant to humans, given the high doses used on animals [61]. It is thought that mycotoxins (fumonisins) may be one of the causes of pre-eclampsia. One of them, fumonisin B1, can induce the generalised inflammatory response associated with pre-eclampsia. One study revealed that the lowest mean blood fumonisins B levels were in normotensive women, higher in pre-eclamptic pregnant women and highest in eclamptic pregnancies [68]. In contrast, in another study using surrogate measures for mycotoxin exposure, no correlation was found between pre-eclampsia and cereal farming, but it was noted for animal farming [57]. There was no association between exposure to crop-related inhalation endotoxins and pre-eclampsia (aRR = 0.93; 95% CI 0.86–1.01), but there was an association between animal breeding and pre-eclampsia (aRR = 1.14; 95% CI 1.07–1.22) [57]. No studies showing an effect of ZEA or AFB1 levels on the presence of pre-eclampsia were identified. Various studies have examined the links between the process of carcinogenesis and naturally occurring oestrogen disruptors [4,56,59,69,70,71,72,73,74,75,76,77,78,79,80]. The link between exposure to xeno-oestrogens in early development and the occurrence of chronic diseases, such as cancer in later life, also appears to be important [70,71]. It is likely that zearalenone, as one of the representatives of mycotoxins, through its effects on gonadal and pituitary function can disrupt the endocrine system in humans. Some authors highlight its role, for example, in the development and progression of breast cancer [69,70,71]. Other researchers indicate that its highly oestrogenic properties may be linked to cancers such as ovarian cancer, cervical cancer, breast cancer and prostate cancer, and that long-term consumption of foods contaminated with this substance may create adverse health effects [72]. In the article by Kuciel-Lisieska et al., a significant percentage (37%) of women with breast cancer were found to have ZEA in their blood; in addition, higher concentrations of this substance of 10.40 ng/mL were reported in patients with benign breast tumours [73]. The researchers concluded that ZEA may be one of the risk factors for this cancer in patients [73]. Additionally, another study assessed the risk of breast cancer from exposure to ZAE and five of its metabolites (α-zearalenol, β-zearalenol, α-zearalanol, β-zearalanol and zearalanone) by evaluating the urinary concentrations of these substances in the women studied, and suggests that α-zearalanol may play a potential role in the risk of developing breast cancer [74]; however, another study found no significant differences in the plasma concentrations of ZEA and its metabolites, α-zearalenol and β-zearalenol, in breast cancer and cervical cancer patients compared to a group of patients with other diagnoses and healthy female volunteers [75]. The researchers report that the crux of the reason for the inconsistency in the studies above may be due to differences in how these mycotoxins are measured [76]. In contrast, the study by Pajewska et al. analysed 12 samples containing endometrial hyperplasia and 49 containing endometrial cancer—a total of 61 samples [77]. It was concluded that cancer cell proliferation in the uterus can be caused by both metabolites and ZEA itself and that these compounds can be accumulated in uterine tissues [77]. An important role in carcinogenesis can also be attributed to AFB1. CYP450 is involved in the metabolism of this compound, and the mutagenic exo-8,9 epoxide forming the 8,9-dihydro-8-(N7-guanyl)-9-hydroxy-AFB1 adduct (AFB1-N7-Gua) becomes crucial [78]. Studies have suggested the involvement of mutations in various genes, such as p53, c-KRAS and HRAS, in AFB1-related tumourigenesis. Prostaglandin H synthase (PGH) may also be involved in epoxidation [78]. In another mechanism, lipid peroxidase (LPO) may be involved, which may inhibit DNA repair by producing an α-methyl-γ-hydroxy-1,N2-propane-dG (met-OH-PdG) adduct [78]. The role of AFB1 in inducing oxidative stress that can damage DNA has also been highlighted. This mycotoxin has been linked to cancers such as hepatocellular carcinoma (HCC), lung cancer, gastrointestinal malignancies, kidney cancer, breast cancer and gallbladder cancer [78]. The researchers pointed out that EDCs (which include mycotoxins) with oestrogenic effects can activate endometrial receptors, promoting proliferation and even neoplastic transformation of hormone-sensitive tissues. They emphasise the importance of lifestyle in cancer prevention [79]. A link was also found between exposure to mycotoxins (aflatoxins, fumoinsins) and various other adverse health effects, including modification of immune function, impaired growth in children, neural tube defects, oesophageal cancer, liver cancer and death in cases of acute exposure [80]. Human exposure to contaminants present in food (including mycotoxins) can be carried out through human biomonitoring (HBM) [81]. One method of measuring concentration of mycotoxins is liquid chromatography coupled to a mass spectrometer, which allows the level of myco-oestrogens to be measured, e.g., in urine, allowing human exposure to these substances to be assessed [81]. The presence of ZEA has been detected in populations living in countries located on different continents: Europe (Italy, Belgium, Germany, Sweden, Portugal), Asia (Bangladesh), Africa (South Africa, Cameroon, Nigeria) and North America (Haiti, USA (in Bexar County, Texas) [30,82,83]. Over the years, researchers have studied the concentration of mycotoxins in the urine of patients exposed to a certain dose of mycotoxins. In their study, Mirocha et al. determined the concentration of ZEA and its metabolites in men who had received 100 mg of ZEA after ingestion [84]. The ZEA levels were evaluated at 6, 12 and 24 h after administration of the substance. After 6 h, the presence of ZEA (3.71 μg/mL) and α-ZEA (2.97 μg/mL) was detected without the presence of β-ZEA. After 12 h, all three substances were present and the levels of ZEA (6.87 μg/mL) and α-ZEA (6.00 μg/mL) were higher than after 6 h, while the concentration of β-ZEA was 2.66 μg/mL. After 24 h, levels of all three metabolites were lower than after 12 h (ZEA—2.69 μg/mL, α-ZEA—4.02 μg/mL, β-ZEA—1.97 μg/mL) [84]. Many years later, a similar study was carried out, however, involving one volunteer consuming naturally contaminated food containing 10 μg ZEA and 138 μg deoxynivalenol for 4 days [85]. The researchers examined his urine samples, concluding that ZEA was excreted mainly in the form of glucuronide, and in some samples ZEA-14-glucuronide was determined 3–10 h after exposure. It was also determined that ZEA was excreted at an average rate of 9.4% [85]. Because of the adverse health effects that long-term exposure to mycotoxins can cause, it is important to identify methods of prevention and detoxification of these compounds. According to scientists, to prevent human exposure to mycotoxins, it may be important to reduce plant infections by insects harbouring the fungi, Fusarium spp., which produce these toxic substances [2]. Another option seems to be the use of fungicides; however, studies have shown that such treatment can have the opposite effect, as it promotes the production of another mycotoxin—deoxynivalenol (possibly due to an increase in Fusarium infection). The use of fungi and bacteria that reduce mycotoxin levels through the production of antifungal substances was suggested as a beneficial alternative [86]. The role of antioxidants has also been mentioned, but in this case, a major drawback of them is their ease of degradation [86]. The next step is to find methods to detoxify mycotoxins present in human food. It is important to analyse methods to eliminate or at least reduce the toxic effects of ZEA. There are various forms of zearalanone detoxification—chemical, biological and physical [2]. It is possible to use sorbents such as cholestyramine, magnesium trisilicate or aluminosilicate. Reducing the amount of ZEA without removing its metabolites has also been described using yeast and bacteria for this purpose. The use of temperature, irradiation, high concentrations of ozone (O3) or H2O2 can also partially inactivate ZEA [87]. Among the developed methods of detoxifying toxins, biological methods are considered safe. Probiotics such as Lactobacillus spp., Bifidobacterium spp., the yeast Saccharomyces cerevisiae and some Bacillus spp. have properties that are useful in removing mycotoxins [88]. Probiotics, in particular, lactic acid bacteria (LAB) (Lactobacillus rhamnosus, Lactobacillus amylovorus, Lactobacillus plantarum, Lactobacillus pentosus) and yeasts such as Saccharomyces spp., remove mycotoxins through two mechanisms: surface adsorption or biodegradation. Surface adsorption is a fast and reversible process that does not cause chemical changes in the mycotoxin. The results of human clinical trials have shown that the binding capacity of probiotics is one of the best methods of detoxifying toxins [89]. They show great potential for food application, considering their qualified presumption of safety (QPS) status [90]. The second mechanism of action of probiotics is biodegradation, which is a permanent process and can lead to the formation of undesirable (toxic) metabolites [89,91]. Streptomyces strains have been shown to be able to break down mycotoxins AFB1 and ZEA [92]. To implement biodegradation, it is important to monitor the potentially hazardous metabolites and biological effects of the process. Biodegradation, which is able to convert mycotoxins into non-toxic metabolites, has become an alternative strategy for food and feed safety control. Unfortunately, complete detoxification is not possible with single-species strains; therefore, consortia of several/over a dozen microorganisms are used for this purpose, which have been gaining more and more popularity in recent years [92]. In practice, consortia of microorganisms were formed that caused the degradation of single mycotoxins, i.e., AFB1 and ZEA, and the simultaneous degradation of these toxins [93,94,95]. The new solution is the combination of probiotics with enzymes that break down mycotoxins. The development of genetic engineering technology favors the creation of recombinant enzymes that break down single mycotoxins and multi-toxins. An example is research on recombinant peroxiredoxin (Prx) from Acinetobacter spp., which degraded about 90% of ZEA in maize [96]. Interestingly, there are some studies that have used the expression of cytochrome P450 from turkey liver to neutralise AFB1 [97]. The commercial application of biological detoxification (biodegradation) technologies requires a lot of research on the health effects of the degradation products in order to develop methods for analysing the resulting metabolites, assessing their toxicity and explaining the mechanisms of degradation. Biological methods of combating mycotoxins also include fungi that colonise and live within plant tissues asymptomatically for at least for a part of their life cycle, without causing any harm to the host plants. The application of non-toxic strains of A. parasiticus and A. flavus has produced exceptional results in the elimination of aflatoxins. Other fungi, such as Rhizopus spp., Trichoderma spp., Clonostachys spp. and Penicillium spp., have been successfully used for mycotoxin biocontrol [98]. High hopes are attached to Trichoderma spp.—a fast-growing fungus that can parasitise other phytopathogenic and mycotoxin-producing fungi. Trichoderma spp. produce a wide range of antibiotic substances [99,100]. Active substances produced by Trichoderma, such as harzianic acid, have been shown to reduce Aspergillus growth and AF production, or possibly inhibit their synthesis [99,100]. The inhibition of different fungal species by T. harzianum is comparable and more sustainable and may even be more effective than chemical fungicides. Trichoderma is an active ingredient in commercially available biopesticides, biofertilisers, growth enhancers and natural immune enhancers [100]. Several recent studies have revealed that the use of bioagents and natural products may inhibit the production of AFB1 through the downregulation of its biosynthesis genes, although the molecular mechanism of this process has not yet been understood [88]. The use of ultraviolet (UV) radiation has proven to be an effective physical method for reducing pollutants through photochemical degradation and DNA damage, respectively [101]. Aflatoxins are photosensitive and can be degraded by UV exposure [102]. The studies indicate that the irradiation process applied for ZEA detoxification in food can be a safe method [103,104]. UV treatment has been used to degrade mycotoxins in food products. Unfortunately, it has shown many limitations in food applications, such as oxidation of valuable nutrients and low penetration in solids and cloudy liquids [105]. Nevertheless, the method shows promise for practical application in the food industry after assessing the adverse effects on food in terms of sensory and nutritional profiles and toxin residues [105]. Magnetic nanoparticles, such as iron and zinc oxides, silver, copper or selenium nanoparticles, are gaining massive attention in effective binding of mycotoxin in feedstuff and foods [106,107,108]. AFB1 degradation has been studied using iron oxide nanoparticles in vitro and in edible oils–magnetic graphene composites [109]. The main issue for the practical use magnetic nanoparticles is the lack of the assessment of toxicity and safety limits. The next method of limiting exposure to mycotoxins is the use of plasma. Plasma is an ionised gas that generates photons, positive and negative ions, and reactive oxygen and nitrogen species [110]. The ability of plasma to inactivate fungal growth and mycotoxin production has been well documented; nevertheless, mycotoxin degradability has also been investigated recently in some studies [111]. This method has significant limitations in its specific application. Plasma equipment is still in the stage of laboratory testing and standardisation [112]. An innovative way to remove mycotoxins from food is the use of nanozymes. Nanozymes are inorganic nanoparticles with properties similar to enzymes in redox reactions. They have been developed to remove pollutants, including AFB1 [113,114]. Nanozymes combine adsorption properties with filtration, adsorption and catalysis process [115,116,117]. A high yield (96%) and low impact on product quality were obtained in vegetable oils [117]. In order to introduce the practical application of nanozymes, further studies of this method are necessary. Climate change remains a significant problem in reducing food contamination by mycotoxins. Global and local changes in temperature, humidity and CO2 levels in the atmosphere, along with extreme weather events such as floods and droughts are potential threats to both growers and food producers when it comes to mycotoxin prevention [118]. The rates of aflatoxin contamination in maize are already of concern, as are the increasing levels of mycotoxins produced by Fusarium graminearum in crops grown in various parts of Europe [119]. A similar problem affects winemakers; climate change may increase the vulnerability of grapes to fungal diseases, ultimately leading to increased mycotoxin contamination of their products [120]. In recent years, researchers have pointed out that mycotoxin levels may be underestimated as a result of the so-called “modified” or “masked” mycotoxins in food (e.g., zearalenone-14-glucoside (ZEA-14-Glc), ZEA-14-S). These toxins go undetected during routine analysis, which is usually utilized to detect parent toxins. The modified form of mycotoxins can be produced by fungi or plants as part of plant metabolic defenses by conjugating small polar molecules to the parent toxin during the growth period. Nevertheless, these substances can be hydrolyzed to precursor mycotoxins during human digestion. Toxicological data are sparse, but few studies to date have identified the potential health safety hazards of these toxins in animals. It has been shown that the modified forms of ZEA, ZEA-14-Glc and ZEA-16-Glc have a lower toxicity than the basic form of ZEA when adding a sugar moiety to the parent toxin; therefore, this metabolite has no affinity for oestrogen receptors [121]. Another form, ZEA-14-S, also showed no oestrogenic properties in studies on cell lines [122]. On the other hand, the hydroxylated forms of ZEA, namely, α-zearalenol (α-ZEA) and β-zearalenol (β-ZEA), show varied oestrogenic potential. α-ZEA has a potential up to 60 times higher than the basic form, while β-ZEA is lower [123]. Modified forms of deoxynivalenol from Fusarium spp. (as ZEA), i.e., deoxynivalenol-3-glucoside, 3-acetyl-deoxynivalenol and 15-acetyl-deoxynivalenol, have been thoroughly studied for their toxicity and hazards to human health [124]. It is important that future considerations should focus on detailed toxicological studies of the co-existence of basic and modified mycotoxins and setting limits for the presence of modified forms."
    },
    {
      "title": "2.1. Mycotoxins and the Human Reproductive System",
      "text": "Exposure to mycotoxins present in the environment can impact the entire life of an individual from the foetal period to adulthood, affecting most body systems. An altered hormonal balance caused by EDCs, which include mycotoxins, is responsible for this [21,22]. EDCs negatively affect, among other things, the function of growth-promoting hormones, such as insulin or insulin growth factors 1 and 2; in parallel, they also promote the action of glucocorticoids, which in turn inhibit this process [23]. ZEA as EDCs may also affect endocrine function of the placenta and kidneys, which is associated with selective inhibition of HSD11B2 [24]. According to other authors, such a phenomenon may be caused by pro-inflammatory effects of ZEA or with receptors for oestrogen [25]. Other examples of hormones that do not function properly as a result of interference with EDCs are growth hormones produced by the pituitary gland or thyroid hormones. Their excessive or insufficient concentrations have far-reaching implications in individual development, such as the aforementioned growth disorders or delayed puberty in the case of the latter [26,27]. In addition to the many serious consequences of exposure to mycotoxins, it is worth reviewing the topic of sexual development and the reproductive process in the context of exposure to these harmful agents. This topic is important because it may determine the further development of the population. Epidemiological studies in humans show that ZEA has a significant impact on the onset of precocious sexual maturation in girls with simultaneous high concentrations of oestrogen [28,29,30,31]. Similar conclusions were reached by Yum et al., indicating premature pubertal development in boys before age nine [27]. Increased ZEA levels (18.9–103 µg/L in sera) in girls with early thelarche and precocious puberty were also proven in studies conducted in Turkey, Hungary and Italy [28,32,33]. The study by Bandera et al., on the other hand, indicates shortened development and faster breast development in girls aged 9–10 years old [30]. In addition, Rivera-Núñez showed that girls with quantifiable levels of myco-oestrogen were significantly lower than their peers, in whom myco-oestrogen was not observed [31]. ZEA also negatively affects reproduction in both sexes by controlling the production and secretion of such sex hormones as the aforementioned estradiol, progesterone and testosterone, among others, potentially causing infertility [34]. Despite the limited number of studies available, scientists favor the thesis that myco-oestrogens are responsible for the significant disruption of ovarian folliculogenesis [35,36]. Mycotoxins may also be complicit in the manifestation of conditions such as polycystic ovary syndrome (PCOS), premature ovarian function (POF) and endometriosis [37], which can cause serious problems in conception and maintaining a pregnancy. ZEA also hinders fertility by affecting male reproductive cells [38]. By binding to oestrogen receptors, it causes an increase in estradiol, which leads to inhibition of luteinizing hormone (LH) synthesis in the pituitary gland. Reduced LH levels lead to a decrease in testosterone levels in Leydig cells [38]. Such altered testosterone reduces the efficiency of spermatogenesis. Reduced sperm motility, viability or acrosomal response also result from the ability of ZEA to bind to receptors on male reproductive cells. The formation of reactive oxygen species on cells that are exposed to ZEA also significantly impairs spermatogenesis [38]. Another mycotoxin suspected of affecting male infertility is AFB1 [39,40]. In a Nigerian study, it was discovered in the semen of infertile men at higher concentrations (60 ng/mL to 148 ng/mL) in contrast to semen samples from fertile men (0 ng/mL to 5 ng/mL) [39]. The same study also showed that sperm parameters, such as motility and reduced count, were more common in men with higher AFB1 levels. A similar study was conducted by Uriah et al. on fertile and infertile men, and they showed that higher concentrations of AFB1 in men with fertility disorders significantly exceeded the standards for this substance established by the WHO [40]. The analyzed data indicate that exposure to mycotoxins, in particular, ZEA and AFB1, is widespread and highly correlates with disorders of sexual development and decreased fertility worldwide. This problem should be more widely understood through new research. It is also very important to raise awareness of what the consequences of exposure to such harmful substances entails."
    },
    {
      "title": "2.2. Mycotoxins and the Placenta",
      "text": "Investigating the direct effects of ZEA on placental functions, such as maintenance of the placental barrier, cell fusion and cell secretion, is a priority [41]. Some authors have reported that stimulated cell fusion, which is a response to ZEA exposure, caused an increase in the secretion of human chorionic gonadotropin (hCG) [42,43]. It is also worth mentioning that α-zearalanol may increase the risk of preterm labor by increasing the production of corticotropin (CRH) and COX-2 [41]. Partanen et al. analyzed AFB1 and its metabolites, demonstrating their content in umbilical cord blood after maternal exposure [44]. Eight human placentas were studied, proving the transfer of AFB1 and its metabolism to aflatoxicol (AFL). The authors also noted the degree of exposure depending on the region of the world [44]. In European Union countries, due to effective control of food products, the degree of exposure is low, which cannot be said of China [44]. Wart et al., on the other hand, demonstrated phase I and II metabolism of ZEA to highly oestrogenic α-zearalenol and ZEA-14-sulfate, as well as rapid transfer of ZEA across the human placental barrier in an ex vivo human placental perfusion model [45]. In conclusion, the unborn child may be exposed to various substances and their metabolites, e.g., ZEA and AF, which may affect hormonal balance."
    },
    {
      "title": "2.3. Mycotoxins and Birth Weight",
      "text": "Mycotoxins are one of the factors affecting the birth weight of a newborn. In the literature, there are many studies in humans that examined the correlation between maternal exposure to mycotoxins and birth weight [46,47,48,49,50,51]. Most of them confirmed a negative correlation between birth weight and AF [47,48,49,50]. Turner et al. demonstrated that exposure to AF during pregnancy results in the formation of its metabolite in umbilical cord blood, which is associated with the expression of CYP3A enzymes already present in the uterus [50]. It follows that maternal exposure to AF can adversely affect neonatal weight [50]. Similar conclusions were reached by Shuaib et al. based on a prospective cohort study. In addition, they indicated a reduction in the head circumference of newborns [51]. One older study found no association between the presence of an AF compound in the mother and the birth weight of 625 infants [46]."
    },
    {
      "title": "2.4. Mycotoxins and Neonatal Jaundice",
      "text": "The development of neonatal jaundice may be related to maternal exposure to AF [47,52,53]. In 1998, Abulu et al. examined aflatoxins present in cord blood samples from 14 neonates without jaundice and 150 neonates with jaundice [47]. Newborns in the latter group showed high mean AFB1 concentrations (32.3 ng/mL and 35.6 ng/mL) ranging from 5.0 to 30.2 pg/mg. The authors pointed to maternal exposure to mycotoxins during pregnancy [47]. Similar conclusions were drawn by Sodeinde et al., who showed a correlation between serum AF levels in newborns and bilirubin levels and jaundice [52]. On the other hand, other authors have not found the described relationship [49,53]. Given the various research results and concepts presented, it is worth noting the need for further research in this area."
    },
    {
      "title": "2.5. Mycotoxins and Miscarriages and Stillbirths",
      "text": "Studies on the effect of aflatoxin exposure on miscarriage are still lacking. Shuaib et al. showed a 35% higher probability of stillbirths, taking into account the highest maternal exposure to AF [54]. Three major Norwegian studies have analysed the exposure of female farmers to mycotoxins present in grain farming, among other things [55,56,57]. A higher number of premature births (21–24 hbd) and late miscarriages were proven; however, no link was obtained between the toxins and perinatal deaths [55,56,57]. Another study was based on a retrospective interview with 513 postpartum women regarding their diet during the first two months of pregnancy. A positive correlation was obtained between the consumption of foods with aflatoxins and neonatal deaths [58]."
    },
    {
      "title": "2.6. Mycotoxins and Birth Defects ",
      "text": "Mycotoxins such as AF, ZEA, ochratoxins and fumonisins can adversely affect the foetus when they cross the placental barrier, leading to malformations of the central nervous system and damaging the brain [59,60]. One Norwegian study investigated cryptorchidism, hypospadias and genitourinary birth defects in males as a result of exposure to mycotoxin. These defects occurred at a higher frequency in children of farmers exposed to fungal metabolites during conception compared to a group of children whose parents were not exposed to mycotoxins [56]. In contrast, Missmer et al. made an estimation of fumonisin levels in maternal blood by means of the sphinganine/sphingosine ratio, and established an association of this ratio with the risk of neural tube defects, such as spina bifida. Above a value of 0.35 of the ratio tested, foetal death was more likely to occur [60]."
    },
    {
      "title": "2.7. Mycotoxins and Preterm Birth",
      "text": "According to some authors, aflatoxins present in food ingested during pregnancy can lead to preterm delivery [51,61]. Exposure to AF results in an increase in maternal pro-inflammatory cytokines and, consequently, also in the foetus. This pathological process initiates cervical ripening, rupture of the amniotic membranes and preterm contractions (<30 hbd) [61,62]. Other studies have assessed the effect of AF in the blood on preterm birth and found a high probability [48,61]. Similar conclusions were drawn by Wang et al., proving that zeranol applied at a dose of 1–100 mg/kg/week in mice correlated with early delivery [63]. In contrast, Andrews-Trevino et al. found that due to AF exposure, 13% of newborns from a group of 1621 mothers were born prematurely, indicating a negligible association [64]."
    },
    {
      "title": "2.8. Mycotoxins and Anaemia",
      "text": "Many studies confirm the link between aflatoxin exposure and anaemia [51,54,61]. Andretta et al. indicated a significant reduction in haemoglobin and haematocrit as a result of mycotoxins [65]. Other studies link AFB1 to an inhibitory effect on haematopoiesis, erythrocyte haemolysis, reduced and impaired iron absorption, initiation of microcytic anaemia and effects on iron levels [54,66]. In contrast, Smith et al. linked the toxins in question to reduced erythropoiesis, reduced intestinal iron absorption capacity and immune activation and enteropathy [61]. A strong correlation between anaemia (haemoglobin levels < 11 g/L) in pregnancy and aflatoxins (‘low’: < or =2.67, ‘moderate’: >2.67 to < or =4.97, ‘high’: >4.97 to < or =11.34, ‘very high’: >11.34) was identified by Shuaib et al. [54]. The occurrence of microcytic anaemia brought on by AFB1-contaminated food was evidenced in another study involving white rabbits [67]. On the other hand, Smith et al. concluded that the findings presented by the researchers above may not be relevant to humans, given the high doses used on animals [61]."
    },
    {
      "title": "2.9. Mycotoxins and Pre-Eclampsia",
      "text": "It is thought that mycotoxins (fumonisins) may be one of the causes of pre-eclampsia. One of them, fumonisin B1, can induce the generalised inflammatory response associated with pre-eclampsia. One study revealed that the lowest mean blood fumonisins B levels were in normotensive women, higher in pre-eclamptic pregnant women and highest in eclamptic pregnancies [68]. In contrast, in another study using surrogate measures for mycotoxin exposure, no correlation was found between pre-eclampsia and cereal farming, but it was noted for animal farming [57]. There was no association between exposure to crop-related inhalation endotoxins and pre-eclampsia (aRR = 0.93; 95% CI 0.86–1.01), but there was an association between animal breeding and pre-eclampsia (aRR = 1.14; 95% CI 1.07–1.22) [57]. No studies showing an effect of ZEA or AFB1 levels on the presence of pre-eclampsia were identified."
    },
    {
      "title": "2.10. Mycotoxins and Cancer",
      "text": "Various studies have examined the links between the process of carcinogenesis and naturally occurring oestrogen disruptors [4,56,59,69,70,71,72,73,74,75,76,77,78,79,80]. The link between exposure to xeno-oestrogens in early development and the occurrence of chronic diseases, such as cancer in later life, also appears to be important [70,71]. It is likely that zearalenone, as one of the representatives of mycotoxins, through its effects on gonadal and pituitary function can disrupt the endocrine system in humans. Some authors highlight its role, for example, in the development and progression of breast cancer [69,70,71]. Other researchers indicate that its highly oestrogenic properties may be linked to cancers such as ovarian cancer, cervical cancer, breast cancer and prostate cancer, and that long-term consumption of foods contaminated with this substance may create adverse health effects [72]. In the article by Kuciel-Lisieska et al., a significant percentage (37%) of women with breast cancer were found to have ZEA in their blood; in addition, higher concentrations of this substance of 10.40 ng/mL were reported in patients with benign breast tumours [73]. The researchers concluded that ZEA may be one of the risk factors for this cancer in patients [73]. Additionally, another study assessed the risk of breast cancer from exposure to ZAE and five of its metabolites (α-zearalenol, β-zearalenol, α-zearalanol, β-zearalanol and zearalanone) by evaluating the urinary concentrations of these substances in the women studied, and suggests that α-zearalanol may play a potential role in the risk of developing breast cancer [74]; however, another study found no significant differences in the plasma concentrations of ZEA and its metabolites, α-zearalenol and β-zearalenol, in breast cancer and cervical cancer patients compared to a group of patients with other diagnoses and healthy female volunteers [75]. The researchers report that the crux of the reason for the inconsistency in the studies above may be due to differences in how these mycotoxins are measured [76]. In contrast, the study by Pajewska et al. analysed 12 samples containing endometrial hyperplasia and 49 containing endometrial cancer—a total of 61 samples [77]. It was concluded that cancer cell proliferation in the uterus can be caused by both metabolites and ZEA itself and that these compounds can be accumulated in uterine tissues [77]. An important role in carcinogenesis can also be attributed to AFB1. CYP450 is involved in the metabolism of this compound, and the mutagenic exo-8,9 epoxide forming the 8,9-dihydro-8-(N7-guanyl)-9-hydroxy-AFB1 adduct (AFB1-N7-Gua) becomes crucial [78]. Studies have suggested the involvement of mutations in various genes, such as p53, c-KRAS and HRAS, in AFB1-related tumourigenesis. Prostaglandin H synthase (PGH) may also be involved in epoxidation [78]. In another mechanism, lipid peroxidase (LPO) may be involved, which may inhibit DNA repair by producing an α-methyl-γ-hydroxy-1,N2-propane-dG (met-OH-PdG) adduct [78]. The role of AFB1 in inducing oxidative stress that can damage DNA has also been highlighted. This mycotoxin has been linked to cancers such as hepatocellular carcinoma (HCC), lung cancer, gastrointestinal malignancies, kidney cancer, breast cancer and gallbladder cancer [78]. The researchers pointed out that EDCs (which include mycotoxins) with oestrogenic effects can activate endometrial receptors, promoting proliferation and even neoplastic transformation of hormone-sensitive tissues. They emphasise the importance of lifestyle in cancer prevention [79]. A link was also found between exposure to mycotoxins (aflatoxins, fumoinsins) and various other adverse health effects, including modification of immune function, impaired growth in children, neural tube defects, oesophageal cancer, liver cancer and death in cases of acute exposure [80]."
    },
    {
      "title": "2.11. Exposure, Prevention and Detoxification",
      "text": "Human exposure to contaminants present in food (including mycotoxins) can be carried out through human biomonitoring (HBM) [81]. One method of measuring concentration of mycotoxins is liquid chromatography coupled to a mass spectrometer, which allows the level of myco-oestrogens to be measured, e.g., in urine, allowing human exposure to these substances to be assessed [81]. The presence of ZEA has been detected in populations living in countries located on different continents: Europe (Italy, Belgium, Germany, Sweden, Portugal), Asia (Bangladesh), Africa (South Africa, Cameroon, Nigeria) and North America (Haiti, USA (in Bexar County, Texas) [30,82,83]. Over the years, researchers have studied the concentration of mycotoxins in the urine of patients exposed to a certain dose of mycotoxins. In their study, Mirocha et al. determined the concentration of ZEA and its metabolites in men who had received 100 mg of ZEA after ingestion [84]. The ZEA levels were evaluated at 6, 12 and 24 h after administration of the substance. After 6 h, the presence of ZEA (3.71 μg/mL) and α-ZEA (2.97 μg/mL) was detected without the presence of β-ZEA. After 12 h, all three substances were present and the levels of ZEA (6.87 μg/mL) and α-ZEA (6.00 μg/mL) were higher than after 6 h, while the concentration of β-ZEA was 2.66 μg/mL. After 24 h, levels of all three metabolites were lower than after 12 h (ZEA—2.69 μg/mL, α-ZEA—4.02 μg/mL, β-ZEA—1.97 μg/mL) [84]. Many years later, a similar study was carried out, however, involving one volunteer consuming naturally contaminated food containing 10 μg ZEA and 138 μg deoxynivalenol for 4 days [85]. The researchers examined his urine samples, concluding that ZEA was excreted mainly in the form of glucuronide, and in some samples ZEA-14-glucuronide was determined 3–10 h after exposure. It was also determined that ZEA was excreted at an average rate of 9.4% [85]. Because of the adverse health effects that long-term exposure to mycotoxins can cause, it is important to identify methods of prevention and detoxification of these compounds. According to scientists, to prevent human exposure to mycotoxins, it may be important to reduce plant infections by insects harbouring the fungi, Fusarium spp., which produce these toxic substances [2]. Another option seems to be the use of fungicides; however, studies have shown that such treatment can have the opposite effect, as it promotes the production of another mycotoxin—deoxynivalenol (possibly due to an increase in Fusarium infection). The use of fungi and bacteria that reduce mycotoxin levels through the production of antifungal substances was suggested as a beneficial alternative [86]. The role of antioxidants has also been mentioned, but in this case, a major drawback of them is their ease of degradation [86]. The next step is to find methods to detoxify mycotoxins present in human food. It is important to analyse methods to eliminate or at least reduce the toxic effects of ZEA. There are various forms of zearalanone detoxification—chemical, biological and physical [2]. It is possible to use sorbents such as cholestyramine, magnesium trisilicate or aluminosilicate. Reducing the amount of ZEA without removing its metabolites has also been described using yeast and bacteria for this purpose. The use of temperature, irradiation, high concentrations of ozone (O3) or H2O2 can also partially inactivate ZEA [87]. Among the developed methods of detoxifying toxins, biological methods are considered safe. Probiotics such as Lactobacillus spp., Bifidobacterium spp., the yeast Saccharomyces cerevisiae and some Bacillus spp. have properties that are useful in removing mycotoxins [88]. Probiotics, in particular, lactic acid bacteria (LAB) (Lactobacillus rhamnosus, Lactobacillus amylovorus, Lactobacillus plantarum, Lactobacillus pentosus) and yeasts such as Saccharomyces spp., remove mycotoxins through two mechanisms: surface adsorption or biodegradation. Surface adsorption is a fast and reversible process that does not cause chemical changes in the mycotoxin. The results of human clinical trials have shown that the binding capacity of probiotics is one of the best methods of detoxifying toxins [89]. They show great potential for food application, considering their qualified presumption of safety (QPS) status [90]. The second mechanism of action of probiotics is biodegradation, which is a permanent process and can lead to the formation of undesirable (toxic) metabolites [89,91]. Streptomyces strains have been shown to be able to break down mycotoxins AFB1 and ZEA [92]. To implement biodegradation, it is important to monitor the potentially hazardous metabolites and biological effects of the process. Biodegradation, which is able to convert mycotoxins into non-toxic metabolites, has become an alternative strategy for food and feed safety control. Unfortunately, complete detoxification is not possible with single-species strains; therefore, consortia of several/over a dozen microorganisms are used for this purpose, which have been gaining more and more popularity in recent years [92]. In practice, consortia of microorganisms were formed that caused the degradation of single mycotoxins, i.e., AFB1 and ZEA, and the simultaneous degradation of these toxins [93,94,95]. The new solution is the combination of probiotics with enzymes that break down mycotoxins. The development of genetic engineering technology favors the creation of recombinant enzymes that break down single mycotoxins and multi-toxins. An example is research on recombinant peroxiredoxin (Prx) from Acinetobacter spp., which degraded about 90% of ZEA in maize [96]. Interestingly, there are some studies that have used the expression of cytochrome P450 from turkey liver to neutralise AFB1 [97]. The commercial application of biological detoxification (biodegradation) technologies requires a lot of research on the health effects of the degradation products in order to develop methods for analysing the resulting metabolites, assessing their toxicity and explaining the mechanisms of degradation. Biological methods of combating mycotoxins also include fungi that colonise and live within plant tissues asymptomatically for at least for a part of their life cycle, without causing any harm to the host plants. The application of non-toxic strains of A. parasiticus and A. flavus has produced exceptional results in the elimination of aflatoxins. Other fungi, such as Rhizopus spp., Trichoderma spp., Clonostachys spp. and Penicillium spp., have been successfully used for mycotoxin biocontrol [98]. High hopes are attached to Trichoderma spp.—a fast-growing fungus that can parasitise other phytopathogenic and mycotoxin-producing fungi. Trichoderma spp. produce a wide range of antibiotic substances [99,100]. Active substances produced by Trichoderma, such as harzianic acid, have been shown to reduce Aspergillus growth and AF production, or possibly inhibit their synthesis [99,100]. The inhibition of different fungal species by T. harzianum is comparable and more sustainable and may even be more effective than chemical fungicides. Trichoderma is an active ingredient in commercially available biopesticides, biofertilisers, growth enhancers and natural immune enhancers [100]. Several recent studies have revealed that the use of bioagents and natural products may inhibit the production of AFB1 through the downregulation of its biosynthesis genes, although the molecular mechanism of this process has not yet been understood [88]. The use of ultraviolet (UV) radiation has proven to be an effective physical method for reducing pollutants through photochemical degradation and DNA damage, respectively [101]. Aflatoxins are photosensitive and can be degraded by UV exposure [102]. The studies indicate that the irradiation process applied for ZEA detoxification in food can be a safe method [103,104]. UV treatment has been used to degrade mycotoxins in food products. Unfortunately, it has shown many limitations in food applications, such as oxidation of valuable nutrients and low penetration in solids and cloudy liquids [105]. Nevertheless, the method shows promise for practical application in the food industry after assessing the adverse effects on food in terms of sensory and nutritional profiles and toxin residues [105]. Magnetic nanoparticles, such as iron and zinc oxides, silver, copper or selenium nanoparticles, are gaining massive attention in effective binding of mycotoxin in feedstuff and foods [106,107,108]. AFB1 degradation has been studied using iron oxide nanoparticles in vitro and in edible oils–magnetic graphene composites [109]. The main issue for the practical use magnetic nanoparticles is the lack of the assessment of toxicity and safety limits. The next method of limiting exposure to mycotoxins is the use of plasma. Plasma is an ionised gas that generates photons, positive and negative ions, and reactive oxygen and nitrogen species [110]. The ability of plasma to inactivate fungal growth and mycotoxin production has been well documented; nevertheless, mycotoxin degradability has also been investigated recently in some studies [111]. This method has significant limitations in its specific application. Plasma equipment is still in the stage of laboratory testing and standardisation [112]. An innovative way to remove mycotoxins from food is the use of nanozymes. Nanozymes are inorganic nanoparticles with properties similar to enzymes in redox reactions. They have been developed to remove pollutants, including AFB1 [113,114]. Nanozymes combine adsorption properties with filtration, adsorption and catalysis process [115,116,117]. A high yield (96%) and low impact on product quality were obtained in vegetable oils [117]. In order to introduce the practical application of nanozymes, further studies of this method are necessary. Climate change remains a significant problem in reducing food contamination by mycotoxins. Global and local changes in temperature, humidity and CO2 levels in the atmosphere, along with extreme weather events such as floods and droughts are potential threats to both growers and food producers when it comes to mycotoxin prevention [118]. The rates of aflatoxin contamination in maize are already of concern, as are the increasing levels of mycotoxins produced by Fusarium graminearum in crops grown in various parts of Europe [119]. A similar problem affects winemakers; climate change may increase the vulnerability of grapes to fungal diseases, ultimately leading to increased mycotoxin contamination of their products [120]. In recent years, researchers have pointed out that mycotoxin levels may be underestimated as a result of the so-called “modified” or “masked” mycotoxins in food (e.g., zearalenone-14-glucoside (ZEA-14-Glc), ZEA-14-S). These toxins go undetected during routine analysis, which is usually utilized to detect parent toxins. The modified form of mycotoxins can be produced by fungi or plants as part of plant metabolic defenses by conjugating small polar molecules to the parent toxin during the growth period. Nevertheless, these substances can be hydrolyzed to precursor mycotoxins during human digestion. Toxicological data are sparse, but few studies to date have identified the potential health safety hazards of these toxins in animals. It has been shown that the modified forms of ZEA, ZEA-14-Glc and ZEA-16-Glc have a lower toxicity than the basic form of ZEA when adding a sugar moiety to the parent toxin; therefore, this metabolite has no affinity for oestrogen receptors [121]. Another form, ZEA-14-S, also showed no oestrogenic properties in studies on cell lines [122]. On the other hand, the hydroxylated forms of ZEA, namely, α-zearalenol (α-ZEA) and β-zearalenol (β-ZEA), show varied oestrogenic potential. α-ZEA has a potential up to 60 times higher than the basic form, while β-ZEA is lower [123]. Modified forms of deoxynivalenol from Fusarium spp. (as ZEA), i.e., deoxynivalenol-3-glucoside, 3-acetyl-deoxynivalenol and 15-acetyl-deoxynivalenol, have been thoroughly studied for their toxicity and hazards to human health [124]. It is important that future considerations should focus on detailed toxicological studies of the co-existence of basic and modified mycotoxins and setting limits for the presence of modified forms."
    },
    {
      "title": "3. Conclusions",
      "text": "Mycotoxins are present in the environment, including food, and efforts should be made by the scientific community, including clinicians, to increase our knowledge of mycotoxin exposure and the related human health risks. Existing interactions between mycotoxins and existing food contaminants, i.e., pesticides, heavy metals or residues of veterinary drugs, remain a significant problem. In addition, the effect of mycotoxins with concurrent hormonal therapy should be taken into account in the safety assessment. We believe that a detailed prospective and epidemiological studies using linked databases are needed to support risk management strategies to reduce exposure to mycotoxins."
    }
  ],
  "full_text": "## 1. Introduction\nThe endocrine system is a complex network of chemicals that interact with each other, as well as with other systems. It is responsible for the proper functioning of the body and maintaining homeostasis. Dysfunction of the endocrine system leads to severe diseases and ailments that can significantly impede function. There are many causes of endocrine dysfunction. One factor is the common but often ignored and overlooked endocrine disrupting chemicals known as endocrine disruptors (EDCs). According to the World Health Organization (WHO) definition, an endocrine disruptor is “a substance that alters one or more functions of the endocrine system and consequently causes adverse effects in an intact organism, its offspring or (sub)population” [1]. These substances interfere with the system at various stages, such as biosynthesis, transport, metabolism, hormone action at the receptor and post-receptor level or feedback, but they can also interact at the genome level, affecting gene expression and genomic imprinting [2]. This article focuses on a broader presentation of the subgroup of EDCs that are mycotoxins, mainly zearalenone (ZEA) and aflatoxins (AF) but also other mycotoxins that have been linked to endocrine disorders in various studies, i.e., deoxynivalenol (DON), T-2 toxin and fumonisins. Mycotoxins, depending on where they are produced, are classified into two major groups: field-derived and stored. The first group (field-originated) includes mycotoxins from fungi of the genus Fusarium spp. (deoxynivalenol, zearalenone, T2-toxin, fumonisins). The second group (storage) includes mycotoxins from Penicillium spp. (patulin, ochratoxin and others) and Aspergillus spp. (aflatoxin, ochratoxin and others). It is estimated that mycotoxin contamination of food may involve as much as 25% of the world’s agricultural industry products, which is a global problem [3]. The most commonly studied and analyzed EDs-affected mycotoxin is zearalenone. It is a non-steroidal, oestrogenic mycotoxin that is a metabolite of fungi of the genus Fusarium: Fusarium culmorum, Fusarium equiseti, Fusarium graminearum, Fusarium cerealis, Fusarium semitectum and Fusarium crookwellensen [4]. After entering the body, zearalenone is absorbed very quickly; in the plasma of pigs, it was detected as early as 30 min after feeding [5,6]. The main metabolites of zearalenone are α-zearalenol (α-ZEA) and β-zearalenol (β-ZEA), both of which are formed by the reduction of ZEA in the intestinal cells [7,8]. Zearalenone exists in two forms: cis and trans, with the former form having a higher affinity for oestrogen receptors. Both zearalenone and its metabolites can affect the reproductive system, as they are similar in structure to 17β-estradiol, which is an endogenous oestrogen [9]. The study found that ZEA, α-ZEA and β-ZEA can disrupt endocrine metabolism, as they stimulate the production of estradiol, progesterone, testosterone and cortisol in the H295R cell line derived from the human adrenal gland [10]. Sources of ZEA in human life can be food products from mycotoxin-exposed animals (milk, meat or eggs) or other contaminated foods, such as cereals, wine, beer, spices and dried fruits; contaminated water or even air (inhalation exposure) are additional sources. For this reason, organisations such as the European Commission and the European Food Safety Authority (ESFA) have set a daily exposure limit for ZEA [11,12]. Zearalenone is metabolised mainly by enterocytes and hepatocytes, and its conjugated metabolites are excreted in the bile, as well as through intestinal and hepatic circulation and are eventually eliminated in the urine [13]. Elimination is relatively slow [6], which promotes the accumulation of ZEA in tissues [5]. Among mycotoxins, we also distinguish aflatoxins, with aflatoxin B1 (AFB1) representing the group. AF are secondary metabolites of molds, mainly Aspergillus flavus and Aspergillus parasiticus [14]. AFB1 enters the body through the oral route and is absorbed in the small intestine. Aflatoxin B1 itself is not toxic to humans, but its metabolites, which are formed as a result of AFB1 activation by liver microsomes AFB1-exo-8, 9-epoxide (AFBO) and AFB1 hydroxylation-forming AFM1, are toxic. Their cytotoxic adducts can be responsible for mutations in DNA and lead to acute and chronic diseases [15,16]. In recent years, advances in the fungal genome and transcriptome sequencing, computational tools, gene disruption techniques and analytical chemistry have enabled an understanding of several molecular aspects of mycotoxin biosynthesis and their regulation [17]. A biosynthetic gene cluster (BGC) enables coordinated regulation of their expression. Synthases or key synthetase genes are present in the cluster, along with additional enzymes that modify and form the final complex molecular structure of the mycotoxins and possibly allow transport or reduce their toxicity. Recent studies have demonstrated the critical role of signaling molecules and pathways in controlling fungal responses to many nutritional, chemical and environmental stimuli that affect basic mycotoxin metabolism and biosynthesis [18]. AF are the most widely studied mycotoxins in terms of biosynthesis and molecular regulation. Over 19 identified AF analogues are produced by over 16 Aspergillus spp. A biosynthetic gene cluster of approximately 30 genes has been characterised in both the major aflatoxin species: A. flavus and A. parasiticus, although molecular studies have mainly been conducted on the production of AFB1 by A. flavus [19]. Because of the effects that AFB1 metabolites cause in the body, this substance has been hailed as the most harmful, toxic and carcinogenic aflatoxin. The main reservoir of AFB1 is cereals. Exposure also occurs from the consumption of corn or peanuts. The amount of their consumption proportionally correlates with detected toxin concentrations in biological samples [20].\n\n## 2. Methodology\nIn March 2023, an extensive manual search of major electronic databases (PubMed, Google Scholar, EMBASE and Web of Science) was conducted to identify relevant articles published on the impact of mycotoxins on human health, with a particular focus on the reproductive aspect. No articles published after that date were specified. The articles were limited to those published in English and Polish. Many search terms were used, including “mycotoxins”, “mycotoxins and human health”, “mycotoxins and cancer”, “mycotoxins and reproduction”, “zearalenone” and “aflatoxins”. The keywords used to obtain data on the reproductive effects of mycotoxins, especially aflatoxins and zearalenone on human reproduction, included “myco-toxins*human health”, “aflatoxins*human health”, “zearalenone*human health”, “mycotox-ins*cancer”, “aflatoxins*cancer”, “zearalenone*cancer”, “mycotoxins*human reproduction”, “aflatoxins*human reproduction”, “zearalenone*human reproduction”, “mycotox-ins*detoxification”, “aflatoxins*detoxification”, “zearalenone*detoxification” and “mycotoxins*children”. The articles were analyzed first by title, then by abstract, and finally by the full text. All the selected articles were the most relevant ones available for this review. The data from the timeframe of 1981–2023 were used to search for information on mycotoxins and reproduction, and data from 1997–2022 were used to search for information on detoxification. A total of 124 articles were found. Exposure to mycotoxins present in the environment can impact the entire life of an individual from the foetal period to adulthood, affecting most body systems. An altered hormonal balance caused by EDCs, which include mycotoxins, is responsible for this [21,22]. EDCs negatively affect, among other things, the function of growth-promoting hormones, such as insulin or insulin growth factors 1 and 2; in parallel, they also promote the action of glucocorticoids, which in turn inhibit this process [23]. ZEA as EDCs may also affect endocrine function of the placenta and kidneys, which is associated with selective inhibition of HSD11B2 [24]. According to other authors, such a phenomenon may be caused by pro-inflammatory effects of ZEA or with receptors for oestrogen [25]. Other examples of hormones that do not function properly as a result of interference with EDCs are growth hormones produced by the pituitary gland or thyroid hormones. Their excessive or insufficient concentrations have far-reaching implications in individual development, such as the aforementioned growth disorders or delayed puberty in the case of the latter [26,27]. In addition to the many serious consequences of exposure to mycotoxins, it is worth reviewing the topic of sexual development and the reproductive process in the context of exposure to these harmful agents. This topic is important because it may determine the further development of the population. Epidemiological studies in humans show that ZEA has a significant impact on the onset of precocious sexual maturation in girls with simultaneous high concentrations of oestrogen [28,29,30,31]. Similar conclusions were reached by Yum et al., indicating premature pubertal development in boys before age nine [27]. Increased ZEA levels (18.9–103 µg/L in sera) in girls with early thelarche and precocious puberty were also proven in studies conducted in Turkey, Hungary and Italy [28,32,33]. The study by Bandera et al., on the other hand, indicates shortened development and faster breast development in girls aged 9–10 years old [30]. In addition, Rivera-Núñez showed that girls with quantifiable levels of myco-oestrogen were significantly lower than their peers, in whom myco-oestrogen was not observed [31]. ZEA also negatively affects reproduction in both sexes by controlling the production and secretion of such sex hormones as the aforementioned estradiol, progesterone and testosterone, among others, potentially causing infertility [34]. Despite the limited number of studies available, scientists favor the thesis that myco-oestrogens are responsible for the significant disruption of ovarian folliculogenesis [35,36]. Mycotoxins may also be complicit in the manifestation of conditions such as polycystic ovary syndrome (PCOS), premature ovarian function (POF) and endometriosis [37], which can cause serious problems in conception and maintaining a pregnancy. ZEA also hinders fertility by affecting male reproductive cells [38]. By binding to oestrogen receptors, it causes an increase in estradiol, which leads to inhibition of luteinizing hormone (LH) synthesis in the pituitary gland. Reduced LH levels lead to a decrease in testosterone levels in Leydig cells [38]. Such altered testosterone reduces the efficiency of spermatogenesis. Reduced sperm motility, viability or acrosomal response also result from the ability of ZEA to bind to receptors on male reproductive cells. The formation of reactive oxygen species on cells that are exposed to ZEA also significantly impairs spermatogenesis [38]. Another mycotoxin suspected of affecting male infertility is AFB1 [39,40]. In a Nigerian study, it was discovered in the semen of infertile men at higher concentrations (60 ng/mL to 148 ng/mL) in contrast to semen samples from fertile men (0 ng/mL to 5 ng/mL) [39]. The same study also showed that sperm parameters, such as motility and reduced count, were more common in men with higher AFB1 levels. A similar study was conducted by Uriah et al. on fertile and infertile men, and they showed that higher concentrations of AFB1 in men with fertility disorders significantly exceeded the standards for this substance established by the WHO [40]. The analyzed data indicate that exposure to mycotoxins, in particular, ZEA and AFB1, is widespread and highly correlates with disorders of sexual development and decreased fertility worldwide. This problem should be more widely understood through new research. It is also very important to raise awareness of what the consequences of exposure to such harmful substances entails. Investigating the direct effects of ZEA on placental functions, such as maintenance of the placental barrier, cell fusion and cell secretion, is a priority [41]. Some authors have reported that stimulated cell fusion, which is a response to ZEA exposure, caused an increase in the secretion of human chorionic gonadotropin (hCG) [42,43]. It is also worth mentioning that α-zearalanol may increase the risk of preterm labor by increasing the production of corticotropin (CRH) and COX-2 [41]. Partanen et al. analyzed AFB1 and its metabolites, demonstrating their content in umbilical cord blood after maternal exposure [44]. Eight human placentas were studied, proving the transfer of AFB1 and its metabolism to aflatoxicol (AFL). The authors also noted the degree of exposure depending on the region of the world [44]. In European Union countries, due to effective control of food products, the degree of exposure is low, which cannot be said of China [44]. Wart et al., on the other hand, demonstrated phase I and II metabolism of ZEA to highly oestrogenic α-zearalenol and ZEA-14-sulfate, as well as rapid transfer of ZEA across the human placental barrier in an ex vivo human placental perfusion model [45]. In conclusion, the unborn child may be exposed to various substances and their metabolites, e.g., ZEA and AF, which may affect hormonal balance. Mycotoxins are one of the factors affecting the birth weight of a newborn. In the literature, there are many studies in humans that examined the correlation between maternal exposure to mycotoxins and birth weight [46,47,48,49,50,51]. Most of them confirmed a negative correlation between birth weight and AF [47,48,49,50]. Turner et al. demonstrated that exposure to AF during pregnancy results in the formation of its metabolite in umbilical cord blood, which is associated with the expression of CYP3A enzymes already present in the uterus [50]. It follows that maternal exposure to AF can adversely affect neonatal weight [50]. Similar conclusions were reached by Shuaib et al. based on a prospective cohort study. In addition, they indicated a reduction in the head circumference of newborns [51]. One older study found no association between the presence of an AF compound in the mother and the birth weight of 625 infants [46]. The development of neonatal jaundice may be related to maternal exposure to AF [47,52,53]. In 1998, Abulu et al. examined aflatoxins present in cord blood samples from 14 neonates without jaundice and 150 neonates with jaundice [47]. Newborns in the latter group showed high mean AFB1 concentrations (32.3 ng/mL and 35.6 ng/mL) ranging from 5.0 to 30.2 pg/mg. The authors pointed to maternal exposure to mycotoxins during pregnancy [47]. Similar conclusions were drawn by Sodeinde et al., who showed a correlation between serum AF levels in newborns and bilirubin levels and jaundice [52]. On the other hand, other authors have not found the described relationship [49,53]. Given the various research results and concepts presented, it is worth noting the need for further research in this area. Studies on the effect of aflatoxin exposure on miscarriage are still lacking. Shuaib et al. showed a 35% higher probability of stillbirths, taking into account the highest maternal exposure to AF [54]. Three major Norwegian studies have analysed the exposure of female farmers to mycotoxins present in grain farming, among other things [55,56,57]. A higher number of premature births (21–24 hbd) and late miscarriages were proven; however, no link was obtained between the toxins and perinatal deaths [55,56,57]. Another study was based on a retrospective interview with 513 postpartum women regarding their diet during the first two months of pregnancy. A positive correlation was obtained between the consumption of foods with aflatoxins and neonatal deaths [58]. Mycotoxins such as AF, ZEA, ochratoxins and fumonisins can adversely affect the foetus when they cross the placental barrier, leading to malformations of the central nervous system and damaging the brain [59,60]. One Norwegian study investigated cryptorchidism, hypospadias and genitourinary birth defects in males as a result of exposure to mycotoxin. These defects occurred at a higher frequency in children of farmers exposed to fungal metabolites during conception compared to a group of children whose parents were not exposed to mycotoxins [56]. In contrast, Missmer et al. made an estimation of fumonisin levels in maternal blood by means of the sphinganine/sphingosine ratio, and established an association of this ratio with the risk of neural tube defects, such as spina bifida. Above a value of 0.35 of the ratio tested, foetal death was more likely to occur [60]. According to some authors, aflatoxins present in food ingested during pregnancy can lead to preterm delivery [51,61]. Exposure to AF results in an increase in maternal pro-inflammatory cytokines and, consequently, also in the foetus. This pathological process initiates cervical ripening, rupture of the amniotic membranes and preterm contractions (<30 hbd) [61,62]. Other studies have assessed the effect of AF in the blood on preterm birth and found a high probability [48,61]. Similar conclusions were drawn by Wang et al., proving that zeranol applied at a dose of 1–100 mg/kg/week in mice correlated with early delivery [63]. In contrast, Andrews-Trevino et al. found that due to AF exposure, 13% of newborns from a group of 1621 mothers were born prematurely, indicating a negligible association [64]. Many studies confirm the link between aflatoxin exposure and anaemia [51,54,61]. Andretta et al. indicated a significant reduction in haemoglobin and haematocrit as a result of mycotoxins [65]. Other studies link AFB1 to an inhibitory effect on haematopoiesis, erythrocyte haemolysis, reduced and impaired iron absorption, initiation of microcytic anaemia and effects on iron levels [54,66]. In contrast, Smith et al. linked the toxins in question to reduced erythropoiesis, reduced intestinal iron absorption capacity and immune activation and enteropathy [61]. A strong correlation between anaemia (haemoglobin levels < 11 g/L) in pregnancy and aflatoxins (‘low’: < or =2.67, ‘moderate’: >2.67 to < or =4.97, ‘high’: >4.97 to < or =11.34, ‘very high’: >11.34) was identified by Shuaib et al. [54]. The occurrence of microcytic anaemia brought on by AFB1-contaminated food was evidenced in another study involving white rabbits [67]. On the other hand, Smith et al. concluded that the findings presented by the researchers above may not be relevant to humans, given the high doses used on animals [61]. It is thought that mycotoxins (fumonisins) may be one of the causes of pre-eclampsia. One of them, fumonisin B1, can induce the generalised inflammatory response associated with pre-eclampsia. One study revealed that the lowest mean blood fumonisins B levels were in normotensive women, higher in pre-eclamptic pregnant women and highest in eclamptic pregnancies [68]. In contrast, in another study using surrogate measures for mycotoxin exposure, no correlation was found between pre-eclampsia and cereal farming, but it was noted for animal farming [57]. There was no association between exposure to crop-related inhalation endotoxins and pre-eclampsia (aRR = 0.93; 95% CI 0.86–1.01), but there was an association between animal breeding and pre-eclampsia (aRR = 1.14; 95% CI 1.07–1.22) [57]. No studies showing an effect of ZEA or AFB1 levels on the presence of pre-eclampsia were identified. Various studies have examined the links between the process of carcinogenesis and naturally occurring oestrogen disruptors [4,56,59,69,70,71,72,73,74,75,76,77,78,79,80]. The link between exposure to xeno-oestrogens in early development and the occurrence of chronic diseases, such as cancer in later life, also appears to be important [70,71]. It is likely that zearalenone, as one of the representatives of mycotoxins, through its effects on gonadal and pituitary function can disrupt the endocrine system in humans. Some authors highlight its role, for example, in the development and progression of breast cancer [69,70,71]. Other researchers indicate that its highly oestrogenic properties may be linked to cancers such as ovarian cancer, cervical cancer, breast cancer and prostate cancer, and that long-term consumption of foods contaminated with this substance may create adverse health effects [72]. In the article by Kuciel-Lisieska et al., a significant percentage (37%) of women with breast cancer were found to have ZEA in their blood; in addition, higher concentrations of this substance of 10.40 ng/mL were reported in patients with benign breast tumours [73]. The researchers concluded that ZEA may be one of the risk factors for this cancer in patients [73]. Additionally, another study assessed the risk of breast cancer from exposure to ZAE and five of its metabolites (α-zearalenol, β-zearalenol, α-zearalanol, β-zearalanol and zearalanone) by evaluating the urinary concentrations of these substances in the women studied, and suggests that α-zearalanol may play a potential role in the risk of developing breast cancer [74]; however, another study found no significant differences in the plasma concentrations of ZEA and its metabolites, α-zearalenol and β-zearalenol, in breast cancer and cervical cancer patients compared to a group of patients with other diagnoses and healthy female volunteers [75]. The researchers report that the crux of the reason for the inconsistency in the studies above may be due to differences in how these mycotoxins are measured [76]. In contrast, the study by Pajewska et al. analysed 12 samples containing endometrial hyperplasia and 49 containing endometrial cancer—a total of 61 samples [77]. It was concluded that cancer cell proliferation in the uterus can be caused by both metabolites and ZEA itself and that these compounds can be accumulated in uterine tissues [77]. An important role in carcinogenesis can also be attributed to AFB1. CYP450 is involved in the metabolism of this compound, and the mutagenic exo-8,9 epoxide forming the 8,9-dihydro-8-(N7-guanyl)-9-hydroxy-AFB1 adduct (AFB1-N7-Gua) becomes crucial [78]. Studies have suggested the involvement of mutations in various genes, such as p53, c-KRAS and HRAS, in AFB1-related tumourigenesis. Prostaglandin H synthase (PGH) may also be involved in epoxidation [78]. In another mechanism, lipid peroxidase (LPO) may be involved, which may inhibit DNA repair by producing an α-methyl-γ-hydroxy-1,N2-propane-dG (met-OH-PdG) adduct [78]. The role of AFB1 in inducing oxidative stress that can damage DNA has also been highlighted. This mycotoxin has been linked to cancers such as hepatocellular carcinoma (HCC), lung cancer, gastrointestinal malignancies, kidney cancer, breast cancer and gallbladder cancer [78]. The researchers pointed out that EDCs (which include mycotoxins) with oestrogenic effects can activate endometrial receptors, promoting proliferation and even neoplastic transformation of hormone-sensitive tissues. They emphasise the importance of lifestyle in cancer prevention [79]. A link was also found between exposure to mycotoxins (aflatoxins, fumoinsins) and various other adverse health effects, including modification of immune function, impaired growth in children, neural tube defects, oesophageal cancer, liver cancer and death in cases of acute exposure [80]. Human exposure to contaminants present in food (including mycotoxins) can be carried out through human biomonitoring (HBM) [81]. One method of measuring concentration of mycotoxins is liquid chromatography coupled to a mass spectrometer, which allows the level of myco-oestrogens to be measured, e.g., in urine, allowing human exposure to these substances to be assessed [81]. The presence of ZEA has been detected in populations living in countries located on different continents: Europe (Italy, Belgium, Germany, Sweden, Portugal), Asia (Bangladesh), Africa (South Africa, Cameroon, Nigeria) and North America (Haiti, USA (in Bexar County, Texas) [30,82,83]. Over the years, researchers have studied the concentration of mycotoxins in the urine of patients exposed to a certain dose of mycotoxins. In their study, Mirocha et al. determined the concentration of ZEA and its metabolites in men who had received 100 mg of ZEA after ingestion [84]. The ZEA levels were evaluated at 6, 12 and 24 h after administration of the substance. After 6 h, the presence of ZEA (3.71 μg/mL) and α-ZEA (2.97 μg/mL) was detected without the presence of β-ZEA. After 12 h, all three substances were present and the levels of ZEA (6.87 μg/mL) and α-ZEA (6.00 μg/mL) were higher than after 6 h, while the concentration of β-ZEA was 2.66 μg/mL. After 24 h, levels of all three metabolites were lower than after 12 h (ZEA—2.69 μg/mL, α-ZEA—4.02 μg/mL, β-ZEA—1.97 μg/mL) [84]. Many years later, a similar study was carried out, however, involving one volunteer consuming naturally contaminated food containing 10 μg ZEA and 138 μg deoxynivalenol for 4 days [85]. The researchers examined his urine samples, concluding that ZEA was excreted mainly in the form of glucuronide, and in some samples ZEA-14-glucuronide was determined 3–10 h after exposure. It was also determined that ZEA was excreted at an average rate of 9.4% [85]. Because of the adverse health effects that long-term exposure to mycotoxins can cause, it is important to identify methods of prevention and detoxification of these compounds. According to scientists, to prevent human exposure to mycotoxins, it may be important to reduce plant infections by insects harbouring the fungi, Fusarium spp., which produce these toxic substances [2]. Another option seems to be the use of fungicides; however, studies have shown that such treatment can have the opposite effect, as it promotes the production of another mycotoxin—deoxynivalenol (possibly due to an increase in Fusarium infection). The use of fungi and bacteria that reduce mycotoxin levels through the production of antifungal substances was suggested as a beneficial alternative [86]. The role of antioxidants has also been mentioned, but in this case, a major drawback of them is their ease of degradation [86]. The next step is to find methods to detoxify mycotoxins present in human food. It is important to analyse methods to eliminate or at least reduce the toxic effects of ZEA. There are various forms of zearalanone detoxification—chemical, biological and physical [2]. It is possible to use sorbents such as cholestyramine, magnesium trisilicate or aluminosilicate. Reducing the amount of ZEA without removing its metabolites has also been described using yeast and bacteria for this purpose. The use of temperature, irradiation, high concentrations of ozone (O3) or H2O2 can also partially inactivate ZEA [87]. Among the developed methods of detoxifying toxins, biological methods are considered safe. Probiotics such as Lactobacillus spp., Bifidobacterium spp., the yeast Saccharomyces cerevisiae and some Bacillus spp. have properties that are useful in removing mycotoxins [88]. Probiotics, in particular, lactic acid bacteria (LAB) (Lactobacillus rhamnosus, Lactobacillus amylovorus, Lactobacillus plantarum, Lactobacillus pentosus) and yeasts such as Saccharomyces spp., remove mycotoxins through two mechanisms: surface adsorption or biodegradation. Surface adsorption is a fast and reversible process that does not cause chemical changes in the mycotoxin. The results of human clinical trials have shown that the binding capacity of probiotics is one of the best methods of detoxifying toxins [89]. They show great potential for food application, considering their qualified presumption of safety (QPS) status [90]. The second mechanism of action of probiotics is biodegradation, which is a permanent process and can lead to the formation of undesirable (toxic) metabolites [89,91]. Streptomyces strains have been shown to be able to break down mycotoxins AFB1 and ZEA [92]. To implement biodegradation, it is important to monitor the potentially hazardous metabolites and biological effects of the process. Biodegradation, which is able to convert mycotoxins into non-toxic metabolites, has become an alternative strategy for food and feed safety control. Unfortunately, complete detoxification is not possible with single-species strains; therefore, consortia of several/over a dozen microorganisms are used for this purpose, which have been gaining more and more popularity in recent years [92]. In practice, consortia of microorganisms were formed that caused the degradation of single mycotoxins, i.e., AFB1 and ZEA, and the simultaneous degradation of these toxins [93,94,95]. The new solution is the combination of probiotics with enzymes that break down mycotoxins. The development of genetic engineering technology favors the creation of recombinant enzymes that break down single mycotoxins and multi-toxins. An example is research on recombinant peroxiredoxin (Prx) from Acinetobacter spp., which degraded about 90% of ZEA in maize [96]. Interestingly, there are some studies that have used the expression of cytochrome P450 from turkey liver to neutralise AFB1 [97]. The commercial application of biological detoxification (biodegradation) technologies requires a lot of research on the health effects of the degradation products in order to develop methods for analysing the resulting metabolites, assessing their toxicity and explaining the mechanisms of degradation. Biological methods of combating mycotoxins also include fungi that colonise and live within plant tissues asymptomatically for at least for a part of their life cycle, without causing any harm to the host plants. The application of non-toxic strains of A. parasiticus and A. flavus has produced exceptional results in the elimination of aflatoxins. Other fungi, such as Rhizopus spp., Trichoderma spp., Clonostachys spp. and Penicillium spp., have been successfully used for mycotoxin biocontrol [98]. High hopes are attached to Trichoderma spp.—a fast-growing fungus that can parasitise other phytopathogenic and mycotoxin-producing fungi. Trichoderma spp. produce a wide range of antibiotic substances [99,100]. Active substances produced by Trichoderma, such as harzianic acid, have been shown to reduce Aspergillus growth and AF production, or possibly inhibit their synthesis [99,100]. The inhibition of different fungal species by T. harzianum is comparable and more sustainable and may even be more effective than chemical fungicides. Trichoderma is an active ingredient in commercially available biopesticides, biofertilisers, growth enhancers and natural immune enhancers [100]. Several recent studies have revealed that the use of bioagents and natural products may inhibit the production of AFB1 through the downregulation of its biosynthesis genes, although the molecular mechanism of this process has not yet been understood [88]. The use of ultraviolet (UV) radiation has proven to be an effective physical method for reducing pollutants through photochemical degradation and DNA damage, respectively [101]. Aflatoxins are photosensitive and can be degraded by UV exposure [102]. The studies indicate that the irradiation process applied for ZEA detoxification in food can be a safe method [103,104]. UV treatment has been used to degrade mycotoxins in food products. Unfortunately, it has shown many limitations in food applications, such as oxidation of valuable nutrients and low penetration in solids and cloudy liquids [105]. Nevertheless, the method shows promise for practical application in the food industry after assessing the adverse effects on food in terms of sensory and nutritional profiles and toxin residues [105]. Magnetic nanoparticles, such as iron and zinc oxides, silver, copper or selenium nanoparticles, are gaining massive attention in effective binding of mycotoxin in feedstuff and foods [106,107,108]. AFB1 degradation has been studied using iron oxide nanoparticles in vitro and in edible oils–magnetic graphene composites [109]. The main issue for the practical use magnetic nanoparticles is the lack of the assessment of toxicity and safety limits. The next method of limiting exposure to mycotoxins is the use of plasma. Plasma is an ionised gas that generates photons, positive and negative ions, and reactive oxygen and nitrogen species [110]. The ability of plasma to inactivate fungal growth and mycotoxin production has been well documented; nevertheless, mycotoxin degradability has also been investigated recently in some studies [111]. This method has significant limitations in its specific application. Plasma equipment is still in the stage of laboratory testing and standardisation [112]. An innovative way to remove mycotoxins from food is the use of nanozymes. Nanozymes are inorganic nanoparticles with properties similar to enzymes in redox reactions. They have been developed to remove pollutants, including AFB1 [113,114]. Nanozymes combine adsorption properties with filtration, adsorption and catalysis process [115,116,117]. A high yield (96%) and low impact on product quality were obtained in vegetable oils [117]. In order to introduce the practical application of nanozymes, further studies of this method are necessary. Climate change remains a significant problem in reducing food contamination by mycotoxins. Global and local changes in temperature, humidity and CO2 levels in the atmosphere, along with extreme weather events such as floods and droughts are potential threats to both growers and food producers when it comes to mycotoxin prevention [118]. The rates of aflatoxin contamination in maize are already of concern, as are the increasing levels of mycotoxins produced by Fusarium graminearum in crops grown in various parts of Europe [119]. A similar problem affects winemakers; climate change may increase the vulnerability of grapes to fungal diseases, ultimately leading to increased mycotoxin contamination of their products [120]. In recent years, researchers have pointed out that mycotoxin levels may be underestimated as a result of the so-called “modified” or “masked” mycotoxins in food (e.g., zearalenone-14-glucoside (ZEA-14-Glc), ZEA-14-S). These toxins go undetected during routine analysis, which is usually utilized to detect parent toxins. The modified form of mycotoxins can be produced by fungi or plants as part of plant metabolic defenses by conjugating small polar molecules to the parent toxin during the growth period. Nevertheless, these substances can be hydrolyzed to precursor mycotoxins during human digestion. Toxicological data are sparse, but few studies to date have identified the potential health safety hazards of these toxins in animals. It has been shown that the modified forms of ZEA, ZEA-14-Glc and ZEA-16-Glc have a lower toxicity than the basic form of ZEA when adding a sugar moiety to the parent toxin; therefore, this metabolite has no affinity for oestrogen receptors [121]. Another form, ZEA-14-S, also showed no oestrogenic properties in studies on cell lines [122]. On the other hand, the hydroxylated forms of ZEA, namely, α-zearalenol (α-ZEA) and β-zearalenol (β-ZEA), show varied oestrogenic potential. α-ZEA has a potential up to 60 times higher than the basic form, while β-ZEA is lower [123]. Modified forms of deoxynivalenol from Fusarium spp. (as ZEA), i.e., deoxynivalenol-3-glucoside, 3-acetyl-deoxynivalenol and 15-acetyl-deoxynivalenol, have been thoroughly studied for their toxicity and hazards to human health [124]. It is important that future considerations should focus on detailed toxicological studies of the co-existence of basic and modified mycotoxins and setting limits for the presence of modified forms.\n\n## 2.1. Mycotoxins and the Human Reproductive System\nExposure to mycotoxins present in the environment can impact the entire life of an individual from the foetal period to adulthood, affecting most body systems. An altered hormonal balance caused by EDCs, which include mycotoxins, is responsible for this [21,22]. EDCs negatively affect, among other things, the function of growth-promoting hormones, such as insulin or insulin growth factors 1 and 2; in parallel, they also promote the action of glucocorticoids, which in turn inhibit this process [23]. ZEA as EDCs may also affect endocrine function of the placenta and kidneys, which is associated with selective inhibition of HSD11B2 [24]. According to other authors, such a phenomenon may be caused by pro-inflammatory effects of ZEA or with receptors for oestrogen [25]. Other examples of hormones that do not function properly as a result of interference with EDCs are growth hormones produced by the pituitary gland or thyroid hormones. Their excessive or insufficient concentrations have far-reaching implications in individual development, such as the aforementioned growth disorders or delayed puberty in the case of the latter [26,27]. In addition to the many serious consequences of exposure to mycotoxins, it is worth reviewing the topic of sexual development and the reproductive process in the context of exposure to these harmful agents. This topic is important because it may determine the further development of the population. Epidemiological studies in humans show that ZEA has a significant impact on the onset of precocious sexual maturation in girls with simultaneous high concentrations of oestrogen [28,29,30,31]. Similar conclusions were reached by Yum et al., indicating premature pubertal development in boys before age nine [27]. Increased ZEA levels (18.9–103 µg/L in sera) in girls with early thelarche and precocious puberty were also proven in studies conducted in Turkey, Hungary and Italy [28,32,33]. The study by Bandera et al., on the other hand, indicates shortened development and faster breast development in girls aged 9–10 years old [30]. In addition, Rivera-Núñez showed that girls with quantifiable levels of myco-oestrogen were significantly lower than their peers, in whom myco-oestrogen was not observed [31]. ZEA also negatively affects reproduction in both sexes by controlling the production and secretion of such sex hormones as the aforementioned estradiol, progesterone and testosterone, among others, potentially causing infertility [34]. Despite the limited number of studies available, scientists favor the thesis that myco-oestrogens are responsible for the significant disruption of ovarian folliculogenesis [35,36]. Mycotoxins may also be complicit in the manifestation of conditions such as polycystic ovary syndrome (PCOS), premature ovarian function (POF) and endometriosis [37], which can cause serious problems in conception and maintaining a pregnancy. ZEA also hinders fertility by affecting male reproductive cells [38]. By binding to oestrogen receptors, it causes an increase in estradiol, which leads to inhibition of luteinizing hormone (LH) synthesis in the pituitary gland. Reduced LH levels lead to a decrease in testosterone levels in Leydig cells [38]. Such altered testosterone reduces the efficiency of spermatogenesis. Reduced sperm motility, viability or acrosomal response also result from the ability of ZEA to bind to receptors on male reproductive cells. The formation of reactive oxygen species on cells that are exposed to ZEA also significantly impairs spermatogenesis [38]. Another mycotoxin suspected of affecting male infertility is AFB1 [39,40]. In a Nigerian study, it was discovered in the semen of infertile men at higher concentrations (60 ng/mL to 148 ng/mL) in contrast to semen samples from fertile men (0 ng/mL to 5 ng/mL) [39]. The same study also showed that sperm parameters, such as motility and reduced count, were more common in men with higher AFB1 levels. A similar study was conducted by Uriah et al. on fertile and infertile men, and they showed that higher concentrations of AFB1 in men with fertility disorders significantly exceeded the standards for this substance established by the WHO [40]. The analyzed data indicate that exposure to mycotoxins, in particular, ZEA and AFB1, is widespread and highly correlates with disorders of sexual development and decreased fertility worldwide. This problem should be more widely understood through new research. It is also very important to raise awareness of what the consequences of exposure to such harmful substances entails.\n\n## 2.2. Mycotoxins and the Placenta\nInvestigating the direct effects of ZEA on placental functions, such as maintenance of the placental barrier, cell fusion and cell secretion, is a priority [41]. Some authors have reported that stimulated cell fusion, which is a response to ZEA exposure, caused an increase in the secretion of human chorionic gonadotropin (hCG) [42,43]. It is also worth mentioning that α-zearalanol may increase the risk of preterm labor by increasing the production of corticotropin (CRH) and COX-2 [41]. Partanen et al. analyzed AFB1 and its metabolites, demonstrating their content in umbilical cord blood after maternal exposure [44]. Eight human placentas were studied, proving the transfer of AFB1 and its metabolism to aflatoxicol (AFL). The authors also noted the degree of exposure depending on the region of the world [44]. In European Union countries, due to effective control of food products, the degree of exposure is low, which cannot be said of China [44]. Wart et al., on the other hand, demonstrated phase I and II metabolism of ZEA to highly oestrogenic α-zearalenol and ZEA-14-sulfate, as well as rapid transfer of ZEA across the human placental barrier in an ex vivo human placental perfusion model [45]. In conclusion, the unborn child may be exposed to various substances and their metabolites, e.g., ZEA and AF, which may affect hormonal balance.\n\n## 2.3. Mycotoxins and Birth Weight\nMycotoxins are one of the factors affecting the birth weight of a newborn. In the literature, there are many studies in humans that examined the correlation between maternal exposure to mycotoxins and birth weight [46,47,48,49,50,51]. Most of them confirmed a negative correlation between birth weight and AF [47,48,49,50]. Turner et al. demonstrated that exposure to AF during pregnancy results in the formation of its metabolite in umbilical cord blood, which is associated with the expression of CYP3A enzymes already present in the uterus [50]. It follows that maternal exposure to AF can adversely affect neonatal weight [50]. Similar conclusions were reached by Shuaib et al. based on a prospective cohort study. In addition, they indicated a reduction in the head circumference of newborns [51]. One older study found no association between the presence of an AF compound in the mother and the birth weight of 625 infants [46].\n\n## 2.4. Mycotoxins and Neonatal Jaundice\nThe development of neonatal jaundice may be related to maternal exposure to AF [47,52,53]. In 1998, Abulu et al. examined aflatoxins present in cord blood samples from 14 neonates without jaundice and 150 neonates with jaundice [47]. Newborns in the latter group showed high mean AFB1 concentrations (32.3 ng/mL and 35.6 ng/mL) ranging from 5.0 to 30.2 pg/mg. The authors pointed to maternal exposure to mycotoxins during pregnancy [47]. Similar conclusions were drawn by Sodeinde et al., who showed a correlation between serum AF levels in newborns and bilirubin levels and jaundice [52]. On the other hand, other authors have not found the described relationship [49,53]. Given the various research results and concepts presented, it is worth noting the need for further research in this area.\n\n## 2.5. Mycotoxins and Miscarriages and Stillbirths\nStudies on the effect of aflatoxin exposure on miscarriage are still lacking. Shuaib et al. showed a 35% higher probability of stillbirths, taking into account the highest maternal exposure to AF [54]. Three major Norwegian studies have analysed the exposure of female farmers to mycotoxins present in grain farming, among other things [55,56,57]. A higher number of premature births (21–24 hbd) and late miscarriages were proven; however, no link was obtained between the toxins and perinatal deaths [55,56,57]. Another study was based on a retrospective interview with 513 postpartum women regarding their diet during the first two months of pregnancy. A positive correlation was obtained between the consumption of foods with aflatoxins and neonatal deaths [58].\n\n## 2.6. Mycotoxins and Birth Defects \nMycotoxins such as AF, ZEA, ochratoxins and fumonisins can adversely affect the foetus when they cross the placental barrier, leading to malformations of the central nervous system and damaging the brain [59,60]. One Norwegian study investigated cryptorchidism, hypospadias and genitourinary birth defects in males as a result of exposure to mycotoxin. These defects occurred at a higher frequency in children of farmers exposed to fungal metabolites during conception compared to a group of children whose parents were not exposed to mycotoxins [56]. In contrast, Missmer et al. made an estimation of fumonisin levels in maternal blood by means of the sphinganine/sphingosine ratio, and established an association of this ratio with the risk of neural tube defects, such as spina bifida. Above a value of 0.35 of the ratio tested, foetal death was more likely to occur [60].\n\n## 2.7. Mycotoxins and Preterm Birth\nAccording to some authors, aflatoxins present in food ingested during pregnancy can lead to preterm delivery [51,61]. Exposure to AF results in an increase in maternal pro-inflammatory cytokines and, consequently, also in the foetus. This pathological process initiates cervical ripening, rupture of the amniotic membranes and preterm contractions (<30 hbd) [61,62]. Other studies have assessed the effect of AF in the blood on preterm birth and found a high probability [48,61]. Similar conclusions were drawn by Wang et al., proving that zeranol applied at a dose of 1–100 mg/kg/week in mice correlated with early delivery [63]. In contrast, Andrews-Trevino et al. found that due to AF exposure, 13% of newborns from a group of 1621 mothers were born prematurely, indicating a negligible association [64].\n\n## 2.8. Mycotoxins and Anaemia\nMany studies confirm the link between aflatoxin exposure and anaemia [51,54,61]. Andretta et al. indicated a significant reduction in haemoglobin and haematocrit as a result of mycotoxins [65]. Other studies link AFB1 to an inhibitory effect on haematopoiesis, erythrocyte haemolysis, reduced and impaired iron absorption, initiation of microcytic anaemia and effects on iron levels [54,66]. In contrast, Smith et al. linked the toxins in question to reduced erythropoiesis, reduced intestinal iron absorption capacity and immune activation and enteropathy [61]. A strong correlation between anaemia (haemoglobin levels < 11 g/L) in pregnancy and aflatoxins (‘low’: < or =2.67, ‘moderate’: >2.67 to < or =4.97, ‘high’: >4.97 to < or =11.34, ‘very high’: >11.34) was identified by Shuaib et al. [54]. The occurrence of microcytic anaemia brought on by AFB1-contaminated food was evidenced in another study involving white rabbits [67]. On the other hand, Smith et al. concluded that the findings presented by the researchers above may not be relevant to humans, given the high doses used on animals [61].\n\n## 2.9. Mycotoxins and Pre-Eclampsia\nIt is thought that mycotoxins (fumonisins) may be one of the causes of pre-eclampsia. One of them, fumonisin B1, can induce the generalised inflammatory response associated with pre-eclampsia. One study revealed that the lowest mean blood fumonisins B levels were in normotensive women, higher in pre-eclamptic pregnant women and highest in eclamptic pregnancies [68]. In contrast, in another study using surrogate measures for mycotoxin exposure, no correlation was found between pre-eclampsia and cereal farming, but it was noted for animal farming [57]. There was no association between exposure to crop-related inhalation endotoxins and pre-eclampsia (aRR = 0.93; 95% CI 0.86–1.01), but there was an association between animal breeding and pre-eclampsia (aRR = 1.14; 95% CI 1.07–1.22) [57]. No studies showing an effect of ZEA or AFB1 levels on the presence of pre-eclampsia were identified.\n\n## 2.10. Mycotoxins and Cancer\nVarious studies have examined the links between the process of carcinogenesis and naturally occurring oestrogen disruptors [4,56,59,69,70,71,72,73,74,75,76,77,78,79,80]. The link between exposure to xeno-oestrogens in early development and the occurrence of chronic diseases, such as cancer in later life, also appears to be important [70,71]. It is likely that zearalenone, as one of the representatives of mycotoxins, through its effects on gonadal and pituitary function can disrupt the endocrine system in humans. Some authors highlight its role, for example, in the development and progression of breast cancer [69,70,71]. Other researchers indicate that its highly oestrogenic properties may be linked to cancers such as ovarian cancer, cervical cancer, breast cancer and prostate cancer, and that long-term consumption of foods contaminated with this substance may create adverse health effects [72]. In the article by Kuciel-Lisieska et al., a significant percentage (37%) of women with breast cancer were found to have ZEA in their blood; in addition, higher concentrations of this substance of 10.40 ng/mL were reported in patients with benign breast tumours [73]. The researchers concluded that ZEA may be one of the risk factors for this cancer in patients [73]. Additionally, another study assessed the risk of breast cancer from exposure to ZAE and five of its metabolites (α-zearalenol, β-zearalenol, α-zearalanol, β-zearalanol and zearalanone) by evaluating the urinary concentrations of these substances in the women studied, and suggests that α-zearalanol may play a potential role in the risk of developing breast cancer [74]; however, another study found no significant differences in the plasma concentrations of ZEA and its metabolites, α-zearalenol and β-zearalenol, in breast cancer and cervical cancer patients compared to a group of patients with other diagnoses and healthy female volunteers [75]. The researchers report that the crux of the reason for the inconsistency in the studies above may be due to differences in how these mycotoxins are measured [76]. In contrast, the study by Pajewska et al. analysed 12 samples containing endometrial hyperplasia and 49 containing endometrial cancer—a total of 61 samples [77]. It was concluded that cancer cell proliferation in the uterus can be caused by both metabolites and ZEA itself and that these compounds can be accumulated in uterine tissues [77]. An important role in carcinogenesis can also be attributed to AFB1. CYP450 is involved in the metabolism of this compound, and the mutagenic exo-8,9 epoxide forming the 8,9-dihydro-8-(N7-guanyl)-9-hydroxy-AFB1 adduct (AFB1-N7-Gua) becomes crucial [78]. Studies have suggested the involvement of mutations in various genes, such as p53, c-KRAS and HRAS, in AFB1-related tumourigenesis. Prostaglandin H synthase (PGH) may also be involved in epoxidation [78]. In another mechanism, lipid peroxidase (LPO) may be involved, which may inhibit DNA repair by producing an α-methyl-γ-hydroxy-1,N2-propane-dG (met-OH-PdG) adduct [78]. The role of AFB1 in inducing oxidative stress that can damage DNA has also been highlighted. This mycotoxin has been linked to cancers such as hepatocellular carcinoma (HCC), lung cancer, gastrointestinal malignancies, kidney cancer, breast cancer and gallbladder cancer [78]. The researchers pointed out that EDCs (which include mycotoxins) with oestrogenic effects can activate endometrial receptors, promoting proliferation and even neoplastic transformation of hormone-sensitive tissues. They emphasise the importance of lifestyle in cancer prevention [79]. A link was also found between exposure to mycotoxins (aflatoxins, fumoinsins) and various other adverse health effects, including modification of immune function, impaired growth in children, neural tube defects, oesophageal cancer, liver cancer and death in cases of acute exposure [80].\n\n## 2.11. Exposure, Prevention and Detoxification\nHuman exposure to contaminants present in food (including mycotoxins) can be carried out through human biomonitoring (HBM) [81]. One method of measuring concentration of mycotoxins is liquid chromatography coupled to a mass spectrometer, which allows the level of myco-oestrogens to be measured, e.g., in urine, allowing human exposure to these substances to be assessed [81]. The presence of ZEA has been detected in populations living in countries located on different continents: Europe (Italy, Belgium, Germany, Sweden, Portugal), Asia (Bangladesh), Africa (South Africa, Cameroon, Nigeria) and North America (Haiti, USA (in Bexar County, Texas) [30,82,83]. Over the years, researchers have studied the concentration of mycotoxins in the urine of patients exposed to a certain dose of mycotoxins. In their study, Mirocha et al. determined the concentration of ZEA and its metabolites in men who had received 100 mg of ZEA after ingestion [84]. The ZEA levels were evaluated at 6, 12 and 24 h after administration of the substance. After 6 h, the presence of ZEA (3.71 μg/mL) and α-ZEA (2.97 μg/mL) was detected without the presence of β-ZEA. After 12 h, all three substances were present and the levels of ZEA (6.87 μg/mL) and α-ZEA (6.00 μg/mL) were higher than after 6 h, while the concentration of β-ZEA was 2.66 μg/mL. After 24 h, levels of all three metabolites were lower than after 12 h (ZEA—2.69 μg/mL, α-ZEA—4.02 μg/mL, β-ZEA—1.97 μg/mL) [84]. Many years later, a similar study was carried out, however, involving one volunteer consuming naturally contaminated food containing 10 μg ZEA and 138 μg deoxynivalenol for 4 days [85]. The researchers examined his urine samples, concluding that ZEA was excreted mainly in the form of glucuronide, and in some samples ZEA-14-glucuronide was determined 3–10 h after exposure. It was also determined that ZEA was excreted at an average rate of 9.4% [85]. Because of the adverse health effects that long-term exposure to mycotoxins can cause, it is important to identify methods of prevention and detoxification of these compounds. According to scientists, to prevent human exposure to mycotoxins, it may be important to reduce plant infections by insects harbouring the fungi, Fusarium spp., which produce these toxic substances [2]. Another option seems to be the use of fungicides; however, studies have shown that such treatment can have the opposite effect, as it promotes the production of another mycotoxin—deoxynivalenol (possibly due to an increase in Fusarium infection). The use of fungi and bacteria that reduce mycotoxin levels through the production of antifungal substances was suggested as a beneficial alternative [86]. The role of antioxidants has also been mentioned, but in this case, a major drawback of them is their ease of degradation [86]. The next step is to find methods to detoxify mycotoxins present in human food. It is important to analyse methods to eliminate or at least reduce the toxic effects of ZEA. There are various forms of zearalanone detoxification—chemical, biological and physical [2]. It is possible to use sorbents such as cholestyramine, magnesium trisilicate or aluminosilicate. Reducing the amount of ZEA without removing its metabolites has also been described using yeast and bacteria for this purpose. The use of temperature, irradiation, high concentrations of ozone (O3) or H2O2 can also partially inactivate ZEA [87]. Among the developed methods of detoxifying toxins, biological methods are considered safe. Probiotics such as Lactobacillus spp., Bifidobacterium spp., the yeast Saccharomyces cerevisiae and some Bacillus spp. have properties that are useful in removing mycotoxins [88]. Probiotics, in particular, lactic acid bacteria (LAB) (Lactobacillus rhamnosus, Lactobacillus amylovorus, Lactobacillus plantarum, Lactobacillus pentosus) and yeasts such as Saccharomyces spp., remove mycotoxins through two mechanisms: surface adsorption or biodegradation. Surface adsorption is a fast and reversible process that does not cause chemical changes in the mycotoxin. The results of human clinical trials have shown that the binding capacity of probiotics is one of the best methods of detoxifying toxins [89]. They show great potential for food application, considering their qualified presumption of safety (QPS) status [90]. The second mechanism of action of probiotics is biodegradation, which is a permanent process and can lead to the formation of undesirable (toxic) metabolites [89,91]. Streptomyces strains have been shown to be able to break down mycotoxins AFB1 and ZEA [92]. To implement biodegradation, it is important to monitor the potentially hazardous metabolites and biological effects of the process. Biodegradation, which is able to convert mycotoxins into non-toxic metabolites, has become an alternative strategy for food and feed safety control. Unfortunately, complete detoxification is not possible with single-species strains; therefore, consortia of several/over a dozen microorganisms are used for this purpose, which have been gaining more and more popularity in recent years [92]. In practice, consortia of microorganisms were formed that caused the degradation of single mycotoxins, i.e., AFB1 and ZEA, and the simultaneous degradation of these toxins [93,94,95]. The new solution is the combination of probiotics with enzymes that break down mycotoxins. The development of genetic engineering technology favors the creation of recombinant enzymes that break down single mycotoxins and multi-toxins. An example is research on recombinant peroxiredoxin (Prx) from Acinetobacter spp., which degraded about 90% of ZEA in maize [96]. Interestingly, there are some studies that have used the expression of cytochrome P450 from turkey liver to neutralise AFB1 [97]. The commercial application of biological detoxification (biodegradation) technologies requires a lot of research on the health effects of the degradation products in order to develop methods for analysing the resulting metabolites, assessing their toxicity and explaining the mechanisms of degradation. Biological methods of combating mycotoxins also include fungi that colonise and live within plant tissues asymptomatically for at least for a part of their life cycle, without causing any harm to the host plants. The application of non-toxic strains of A. parasiticus and A. flavus has produced exceptional results in the elimination of aflatoxins. Other fungi, such as Rhizopus spp., Trichoderma spp., Clonostachys spp. and Penicillium spp., have been successfully used for mycotoxin biocontrol [98]. High hopes are attached to Trichoderma spp.—a fast-growing fungus that can parasitise other phytopathogenic and mycotoxin-producing fungi. Trichoderma spp. produce a wide range of antibiotic substances [99,100]. Active substances produced by Trichoderma, such as harzianic acid, have been shown to reduce Aspergillus growth and AF production, or possibly inhibit their synthesis [99,100]. The inhibition of different fungal species by T. harzianum is comparable and more sustainable and may even be more effective than chemical fungicides. Trichoderma is an active ingredient in commercially available biopesticides, biofertilisers, growth enhancers and natural immune enhancers [100]. Several recent studies have revealed that the use of bioagents and natural products may inhibit the production of AFB1 through the downregulation of its biosynthesis genes, although the molecular mechanism of this process has not yet been understood [88]. The use of ultraviolet (UV) radiation has proven to be an effective physical method for reducing pollutants through photochemical degradation and DNA damage, respectively [101]. Aflatoxins are photosensitive and can be degraded by UV exposure [102]. The studies indicate that the irradiation process applied for ZEA detoxification in food can be a safe method [103,104]. UV treatment has been used to degrade mycotoxins in food products. Unfortunately, it has shown many limitations in food applications, such as oxidation of valuable nutrients and low penetration in solids and cloudy liquids [105]. Nevertheless, the method shows promise for practical application in the food industry after assessing the adverse effects on food in terms of sensory and nutritional profiles and toxin residues [105]. Magnetic nanoparticles, such as iron and zinc oxides, silver, copper or selenium nanoparticles, are gaining massive attention in effective binding of mycotoxin in feedstuff and foods [106,107,108]. AFB1 degradation has been studied using iron oxide nanoparticles in vitro and in edible oils–magnetic graphene composites [109]. The main issue for the practical use magnetic nanoparticles is the lack of the assessment of toxicity and safety limits. The next method of limiting exposure to mycotoxins is the use of plasma. Plasma is an ionised gas that generates photons, positive and negative ions, and reactive oxygen and nitrogen species [110]. The ability of plasma to inactivate fungal growth and mycotoxin production has been well documented; nevertheless, mycotoxin degradability has also been investigated recently in some studies [111]. This method has significant limitations in its specific application. Plasma equipment is still in the stage of laboratory testing and standardisation [112]. An innovative way to remove mycotoxins from food is the use of nanozymes. Nanozymes are inorganic nanoparticles with properties similar to enzymes in redox reactions. They have been developed to remove pollutants, including AFB1 [113,114]. Nanozymes combine adsorption properties with filtration, adsorption and catalysis process [115,116,117]. A high yield (96%) and low impact on product quality were obtained in vegetable oils [117]. In order to introduce the practical application of nanozymes, further studies of this method are necessary. Climate change remains a significant problem in reducing food contamination by mycotoxins. Global and local changes in temperature, humidity and CO2 levels in the atmosphere, along with extreme weather events such as floods and droughts are potential threats to both growers and food producers when it comes to mycotoxin prevention [118]. The rates of aflatoxin contamination in maize are already of concern, as are the increasing levels of mycotoxins produced by Fusarium graminearum in crops grown in various parts of Europe [119]. A similar problem affects winemakers; climate change may increase the vulnerability of grapes to fungal diseases, ultimately leading to increased mycotoxin contamination of their products [120]. In recent years, researchers have pointed out that mycotoxin levels may be underestimated as a result of the so-called “modified” or “masked” mycotoxins in food (e.g., zearalenone-14-glucoside (ZEA-14-Glc), ZEA-14-S). These toxins go undetected during routine analysis, which is usually utilized to detect parent toxins. The modified form of mycotoxins can be produced by fungi or plants as part of plant metabolic defenses by conjugating small polar molecules to the parent toxin during the growth period. Nevertheless, these substances can be hydrolyzed to precursor mycotoxins during human digestion. Toxicological data are sparse, but few studies to date have identified the potential health safety hazards of these toxins in animals. It has been shown that the modified forms of ZEA, ZEA-14-Glc and ZEA-16-Glc have a lower toxicity than the basic form of ZEA when adding a sugar moiety to the parent toxin; therefore, this metabolite has no affinity for oestrogen receptors [121]. Another form, ZEA-14-S, also showed no oestrogenic properties in studies on cell lines [122]. On the other hand, the hydroxylated forms of ZEA, namely, α-zearalenol (α-ZEA) and β-zearalenol (β-ZEA), show varied oestrogenic potential. α-ZEA has a potential up to 60 times higher than the basic form, while β-ZEA is lower [123]. Modified forms of deoxynivalenol from Fusarium spp. (as ZEA), i.e., deoxynivalenol-3-glucoside, 3-acetyl-deoxynivalenol and 15-acetyl-deoxynivalenol, have been thoroughly studied for their toxicity and hazards to human health [124]. It is important that future considerations should focus on detailed toxicological studies of the co-existence of basic and modified mycotoxins and setting limits for the presence of modified forms.\n\n## 3. Conclusions\nMycotoxins are present in the environment, including food, and efforts should be made by the scientific community, including clinicians, to increase our knowledge of mycotoxin exposure and the related human health risks. Existing interactions between mycotoxins and existing food contaminants, i.e., pesticides, heavy metals or residues of veterinary drugs, remain a significant problem. In addition, the effect of mycotoxins with concurrent hormonal therapy should be taken into account in the safety assessment. We believe that a detailed prospective and epidemiological studies using linked databases are needed to support risk management strategies to reduce exposure to mycotoxins.",
  "word_count": 9724,
  "char_count": 65415
}