{
  "pmcid": "PMC12643785",
  "doi": "10.1097/MD.0000000000046086",
  "title": "Bibliometric analysis of the correlation between aflatoxin and hepatic carcinoma",
  "authors": [
    "Zheng Liu",
    "Bao-Chen Zhu",
    "Chun-Miao Xue",
    "Xin Huang",
    "Ruo-Yu Gao",
    "Wen-Hui Liu",
    "Jiao-Jiao Cheng",
    "Jin-Gui Wang",
    "Zhi-Bin Song",
    "Shi-Xin Chen",
    "Dan-Hua Zhao",
    "Guo-Dong Hua"
  ],
  "year": "2025",
  "journal": "Medicine",
  "abstract": "Background:Aflatoxin serves as a distinct risk factor for hepatic carcinoma, making the investigation into its association with hepatic carcinoma is essential for unraveling the molecular underpinnings of oncogenesis and devising therapeutic strategies for tumors. However, the mechanism by which aflatoxin causes liver cancer is not yet clear. This article aims to analyze the latest research progress and cutting-edge exploration directions for aflatoxin-induced liver cancer.Method:This research relies on the Web of Science core collection for information retrieval, leveraging the broad scope of the SCI-EXPANDED index to guarantee comprehensiveness and high precision of the gathered data. From April 30, 2014 to April 30, 2024, relevant original research literature and reviews on aflatoxin and liver cancer were retrieved. Subsequently, VOSviewer, CiteSpace, and R software were used to visualize and analyze the articles.Results:A total of 597 relevant studies were obtained, with 3228 authors from 1116 organizations in 94 countries. America and China are major contributors to international publications. Groopman, John D has the most publications, and Jessica Zucman-Rossi has the highest number of citations. Guangxi Medical University, China Agricultural University, Johns Hopkins University, etc were the main research institutions. Toxins, Food and Chemical Toxicology are popular journals in this field, and the most cited journal is Nature Reviews Gastroenterology & Hepatology. Research primarily focuses on 4 areas: the correlation between aflatoxin contamination, exposure levels, and the progression of hepatic carcinoma; the underlying processes by which aflatoxin inflicts liver injury that may result in hepatic carcinoma; the combined impact of aflatoxin B1 and the hepatitis B virus (HBV) on the onset of hepatic carcinoma; and strategies for the prevention and management of aflatoxin-induced hepatic malignancies. Specifically, aflatoxins can induce hepatotoxicity, immunotoxicity, alter expression of coding genes and noncoding RNAs, and synergize with hepatitis B virus to promote hepatocarcinogenesis. Physical, chemical, and biological methods have been widely employed to degrade aflatoxins for liver cancer prevention and control, among which biological control have garnered significant attention from researchers.Conclusion:Research on the aflatoxin-hepatic carcinoma link is rapidly advancing. Furthermore, it confirms aflatoxin’s pivotal role in the pathogenesis of liver cancer.",
  "sections": [
    {
      "title": "1. Introduction",
      "text": "Hepatic carcinoma, a prevalent form of cancer, is the sixth most frequently diagnosed malignancy worldwide. It is also a significant contributor to cancer-related mortality, holding the third position.[1] Liver cancer disproportionately impacts China, with the country experiencing more than half of the global new cases and fatalities, while its population constitutes less than one-fifth of the world’s total.[2] Key contributors to liver cancer risk include infections from hepatitis B and C viruses, nonalcoholic fatty liver disease, alcohol-induced cirrhosis, smoking habits, obesity, diabetes, exposure to aflatoxins, and unhealthy dietary practices.[3] These factors can lead to damaged gene stability, molecular signal transmission imbalance, and changes in the tumor microenvironment, which are characteristics of liver cancer heterogeneity.[4] The survival outlook for liver cancer patients is generally very unfavorable, with only 20% of patients in the United Kingdom surviving 1 year after being diagnosed with liver cancer,[5] and a 5-year survival rate of only 9%. Surgical methods, such as liver resection, liver transplantation, and percutaneous ablation, are considered efficient treatments for liver cancer. However, owing to limitations in liver injury and extrahepatic metastasis, only approximately 20% of patients meet the surgical criteria. Options for drug therapy are relatively limited. Sorafenib, a widely used medication, has shown efficacy in extending patient survival in large-scale clinical trials. However, its clinical benefits remain limited. According to reports, Sorafenib shows efficacy in roughly 30% of individuals, with resistance typically emerging within a 6-month period.[6] Therefore, exploring the factors influencing hepatic cancer, aflatoxin, has certain significance in preventing the occurrence of liver cancer. Aflatoxins are a group of mycotoxins naturally produced by fungi, with Aspergillus flavus and parasitic strains of Aspergillus being the primary species responsible for their generation, often contaminating important food crops including corn and peanuts.[7] Aflatoxin has earned the designation of a group 1 carcinogen for humans.[8] After long-term exposure to aflatoxin, the toxin is converted into exo-8,9-epoxide by the cytochrome P450 enzyme system in the body. Exo-8,9-epoxide has a mutagenic effect. The epoxide metabolite of aflatoxin is potentially the primary carcinogenic form. This derivative is capable of forming adducts with DNA, notably at the 249th codon of the p53 tumor suppressor gene, causing nucleotide sequence mutations from G to T, which may have the potential to cause hepatocellular carcinoma (HCC).[9] The prevalent forms of aflatoxins encompass B1, B2, G1, G2, M1, and M2. Aflatoxin B1 (AFB1) stands out as the most hazardous substance among its kind, with its metabolites demonstrating a range of health problems, including potent acute toxicity, potential birth defects, genetic mutations, and cancer. Numerous researches indicate that AFB1 potentially hastens the progression of HCC in humans and animals alike.[10] Regions with elevated rates of HCC often overlap with those where exposure to aflatoxins is also high.[11] Research indicates that aflatoxin exposure approximately triples to quadruples the risk of developing hepatic cancer in males.[12] Furthermore, research suggests a significant link between aflatoxin exposure and the formation of hepatic cancer, with estimates ranging from 4.6% to 28.2% of cases potentially attributable to this substance, underscoring its role in hepatic cancer causation.[13] Bibliometrics originated in the early 1900s and gained recognition as a separate field of study in 1969.[14] Today, it has become an indispensable and widely used tool in the field of literature analysis.[15] Bibliometric analysis systematically explores the distribution, trends, and characteristics of existing literature in a specific field through quantitative methods.[16] This type of analysis can extract multidimensional information, covering key elements, such as authors, keywords, journal sources, countries, research institutions, and citation relationships. Therefore, a bibliometric analysis provides valuable perspectives on the evolution of specific fields.[17] Ninkov, A emphasized the importance of using visualization methods for co-citation analysis in bibliometrics, which helps to effectively interpret data and improve the comprehensiveness of results.[18] Within the realm of medical science, the application of bibliometrics occupies a key position, and this method has been adopted earlier in the field.[19] Bibliometrics contributes to constructing a comprehensive knowledge map in the field of liver cancer and aflatoxins, and can clarify research frontiers, collaboration patterns among researchers, research progress, and core focuses to a certain extent. Therefore this study conducted bibliometric analysis and visualization of literature related to the association between liver cancer and aflatoxins. The Web of Science Core Collection (WOSCC) database was selected as the data source, which covers a wide range of academic literature and provides high-quality data support. Meanwhile, this study employed CiteSpace, VOSviewer, and R software to conduct analyses and visualize the results. CiteSpace and VOSviewer are commonly used visualization tools in bibliometrics that help intuitively demonstrate the connections between literature and research trends, while R software offers powerful data processing and statistical analysis capabilities, ensuring the accuracy and reliability of our analytical results. Through the selection and application of these methods, based on analyses of countries, authors, keywords, etc, investigated the number of publications, citation counts, and research trends. We aim to provide researchers with the current research landscape, hotspots, and developmental trajectories. The central aim of this research is to uncover prevalent trends in aflatoxin and liver cancer studies, and based on these findings, to prospectively predict the possible future development trends in this field, aiming to provide a valuable reference for researchers in related fields and promote the sustained prosperity and progress of this field. In this study, we employed bibliometric methods to analyze the relationship between aflatoxin and hepatocarcinogenesis, investigating the mechanisms through which aflatoxin induces liver cancer and exploring strategies for the prevention and treatment of aflatoxin-induced liver cancer."
    },
    {
      "title": "2. Materials and methods",
      "text": "To guarantee a thorough and precise collection of data, we selected the WOSCC as our main database and employed the SCI-EXPANDED index to broaden our academic literature scope.[20] First, we searched for medical subject headings in the National Library of Medicine/MeSH database in the United States. Subsequently, the following search strategy was developed: TS = (Aflatoxin * OR Aflatoxin B1 OR Aflatoxin M1 OR Aflatoxin G1 OR Aflatoxin G2 OR Aflatoxin B2) AND (Carcinomas, Hepatocellular OR Liver Neoplasms OR Liver Neoplasm OR Hepatic Neoplasm* OR Cancer of Liver OR Hepatocellular Cancer* OR Hepatic Cancer* OR Liver Cancer OR Liver Cancers OR Cancer of the Liver OR Hepatocellular Carcinomas OR Liver Cell Carcinoma, Adult OR Adult Liver Cancer* OR Liver Cell Carcinoma* OR Hepatoma* OR Intrahepatic Cholangiocarcinoma). The search time ranged from April 30, 2014 to the search date (April 30, 2024). We finished extracting and exporting all files by the end of April 30, 2024, to reduce potential deviations caused by database updates. In the present study, the inclusion criteria for literature screening mainly focused on articles within the domain of hepatic cancer and aflatoxin exposure, particularly original research papers and review literature. Relatively speaking, we explicitly excluded certain document types, including conference abstracts, letters, edited materials, books, and retractions. At the same time, we did not include unpublished articles, duplicate literature, non-English literature, or articles unrelated to the research topic. This study utilized CiteSpace, VOSviewer, and R software to construct a knowledge graph, and each tool demonstrated its unique advantages and effectiveness. CiteSpace can generate timeline graphs, journal double map overlay, burst keyword time graphs, etc, clearly showing the evolution of knowledge within a specific cluster, the span of historical literature, and the development trend of the field.[21] VOSviewer provides diverse visualizations of keywords, collaborating institutions, and authors among, others, resulting in intuitive graphical effects. Covers various visualization forms such as network diagrams, timeline views, and density distribution maps.[22] We also used the Bibliometrix package of R software, which can comprehensively and deeply analyze the research status of a certain field, and capture its research hotspots from multiple perspectives, to output the national cooperation map, keyword cloud map, and Sankey map of aflatoxin and liver cancer field.[23]"
    },
    {
      "title": "2.1. Data sources and retrieval strategies",
      "text": "To guarantee a thorough and precise collection of data, we selected the WOSCC as our main database and employed the SCI-EXPANDED index to broaden our academic literature scope.[20] First, we searched for medical subject headings in the National Library of Medicine/MeSH database in the United States. Subsequently, the following search strategy was developed: TS = (Aflatoxin * OR Aflatoxin B1 OR Aflatoxin M1 OR Aflatoxin G1 OR Aflatoxin G2 OR Aflatoxin B2) AND (Carcinomas, Hepatocellular OR Liver Neoplasms OR Liver Neoplasm OR Hepatic Neoplasm* OR Cancer of Liver OR Hepatocellular Cancer* OR Hepatic Cancer* OR Liver Cancer OR Liver Cancers OR Cancer of the Liver OR Hepatocellular Carcinomas OR Liver Cell Carcinoma, Adult OR Adult Liver Cancer* OR Liver Cell Carcinoma* OR Hepatoma* OR Intrahepatic Cholangiocarcinoma). The search time ranged from April 30, 2014 to the search date (April 30, 2024). We finished extracting and exporting all files by the end of April 30, 2024, to reduce potential deviations caused by database updates."
    },
    {
      "title": "2.2. Inclusion and exclusion criteria",
      "text": "In the present study, the inclusion criteria for literature screening mainly focused on articles within the domain of hepatic cancer and aflatoxin exposure, particularly original research papers and review literature. Relatively speaking, we explicitly excluded certain document types, including conference abstracts, letters, edited materials, books, and retractions. At the same time, we did not include unpublished articles, duplicate literature, non-English literature, or articles unrelated to the research topic."
    },
    {
      "title": "2.3. Data analysis and visualization",
      "text": "This study utilized CiteSpace, VOSviewer, and R software to construct a knowledge graph, and each tool demonstrated its unique advantages and effectiveness. CiteSpace can generate timeline graphs, journal double map overlay, burst keyword time graphs, etc, clearly showing the evolution of knowledge within a specific cluster, the span of historical literature, and the development trend of the field.[21] VOSviewer provides diverse visualizations of keywords, collaborating institutions, and authors among, others, resulting in intuitive graphical effects. Covers various visualization forms such as network diagrams, timeline views, and density distribution maps.[22] We also used the Bibliometrix package of R software, which can comprehensively and deeply analyze the research status of a certain field, and capture its research hotspots from multiple perspectives, to output the national cooperation map, keyword cloud map, and Sankey map of aflatoxin and liver cancer field.[23]"
    },
    {
      "title": "3. Results",
      "text": "A total of 787 articles were initially screened from the WOSCC database, and then 2 researchers followed the inclusion and exclusion criteria for secondary screening. If there were different opinions, a consensus was reached after discussion. Ultimately, 597 articles were selected. Figure 1 presents the process of literature screening in detail. Ultimately this study covered 597 articles involving 3228 authors from 1116 organizations in 94 countries, distributed across 288 journals, and cited 28,604 articles from 6689 journals. Literature screening process diagram. WOS = Web of Science. Figure 2 illustrates the chronological spread of scholarly works examining the link between aflatoxins exposure and malignant liver tumors. In summary, the number of articles published in this domain has increased. Between 2014 and 2019, the volume of published research articles consistently increased. This is a relatively significant increase from 26 articles in 2014 to 71 articles in 2019. Although there was a slight decrease in 2016 (from 46 to 43 articles), it quickly rebounded to 64 articles in 2017 and increased relative to 2016 in the following 2 years, reaching 71 articles in 2019. In 2020, the number of published articles continued to increase, reaching 73, which is the highest point in this set of data. However, since 2021, the publication count has experienced a modest decrease, which may be due to the repercussions of the novel coronavirus disease outbreak. However, it will remain at a high level of more than 60 articles from 2021 to 2023, indicating that researchers are increasingly interested in this field. Publication volume trend from 2014 to 2024. Table 1 lists 8 prolific authors who have published over 7 articles in this field. Using VOSviewer software, authors who have published 4 or more articles were visualized, as depicted in Figure 3A. From Figure 3A, it is apparent that the research field on the correlation between aflatoxin and liver cancer has formed multiple research teams centered around Groopman, John D, ChuanFen Zheng, Andrea Barbarossa, Wang, Jia-Sheng, McGlynn, Katherine A, and others. The research teams with Groopman, John D, and McGlynn, Katherine A as the core have close connections, while the cooperation between other researchers and teams is relatively loose. Collaborative efforts by researchers and teams are crucial for advancing the field’s research progress. Top 8 authors in terms of publication quantity. (A) Visualization by the author. (B) Visualization of journal. (C) Timeline of journal. (D) Institutional visualization diagram. (E) Timeline diagram of the institution. (F) Visualization map of the country. (G) Timeline chart of the country. From Table 1, it can be seen that the most prolific author was Groopman, John D. Between 2014 and April 2024, he authored 13 papers accruing 290 citations, averaging 22.31 citations per publication. Groopman, John D affiliated with Johns Hopkins University, is associated with the Bloomberg School of Public Health. His scholarly pursuits concentrate on understanding the potential causality between aflatoxin and the incidence of liver cancer,[24] biomarkers of aflatoxin-induced liver cancer,[25] gene mutation sites induced by aflatoxin in HCC,[26] dysregulation of microRNAs (miRNAs) in liver cancer induced by aflatoxin.[27] Lloyd, R Stephen, the second highest contributor, has seen 11 articles cited 248 times, resulting in a mean citation rate of 22.55 per piece. He is affiliated with Oregon Health and Science University, and his research focuses on the molecular basis of HCC triggered by aflatoxin[28] and the prevention of aflatoxin-induced HCC.[29] As shown in Figure 3A, Groopman, John D and Lloyd, R Stephen belong to the same team and work closely together. Holding the third position, Wang, Jia-Sheng authored 10 articles, which collectively garnered 197 citations, averaging 19.70 citations per piece. He mainly studied precancerous changes in the liver of experimental animals exposed to aflatoxin.[30] He was associated with Beijing University of Chinese Medicine. The ranking at the pinnacle for average citations among the top 10 authors by the number of publications is McGlynn, Katherine A, with 312 citations per article. With 6 published articles, he received a cumulative number of 1872 citations. He is affiliated with the National Cancer Institute in the United States and mainly studies the burden of aflatoxin-induced liver cancer[31] and aflatoxin levels in HCC.[26] Among all the authors, with 3440 citations, Jessica Zucman-Rossi is the leading author in terms of citations, having published 4 papers. He is affiliated with the University of Sorbonne and primarily studies the preventing and cure of aflatoxin-induced liver cancer in genomic medicine.[32,33] Table 2 lists 10 journals with more than 8 articles published. VOSviewer software (Fig. 3B) was used to visualize journals with 3 or more articles published. The results showed that there were active citation relationships in journals such as Food and Chemical Toxicology, Food Additives and Contaminants Part A-Chemistry Analysis Control Exposure & Risk Assessment, and Toxins. The timeline in Figure 3C shows that Critical Reviews in Food Science and Nutrition and Frontiers in Public Health are at the forefront of aflatoxin and liver cancer research. The journals with over 20 articles are Toxins and Food and Chemical Toxicology, with 36 and 24 articles respectively. It is worth noting that Toxins is an open access journal. In the ranking of the top 10 journals by publication output, Food and Chemical Toxicology stands out with the highest citation count, amassing a total of 1376 citations, which equates to an average of approximately 57.33 citations per published piece. This highlights the journal’s high-quality content and widespread attention on the link between aflatoxin ingestion and the risk of hepatic malignancies. Reading the literature published in this journal, it was found that it focuses on the study of the risk of liver cancer caused by aflatoxin contaminated food.[34,35] Among all journals, Nature Reviews Gastroenterology & Hepatology has the highest citation count of 2455, with 1 article published. Upon reading the literature in this journal, it was found that it mainly focuses on the risk prevention, management, and mechanism research of aflatoxin-induced HCC.[36] Among the top 10 journals, Ecotoxicology and Environmental Safety have the highest impact factor of 6.8. In addition, based on the information provided by VOSviewer software and Journal Citation Reports, we also found that the top 10 journals with the highest publication volume are mainly concentrated in Q1 (50%), Q2 (30%), and Q3 (20%) of JCR, indicating that these journals have a certain influence in related fields. Figure 4 shows journal double map overlay, with each node representing a journal. Figure 4’s left panel indicates the journal housing the literature that cites others, while its right panel denotes the journal containing the literature that is being cited. The connecting line represents the citation path, and the ellipsoidal shape signifies the tally of scholarly contributors.[37] Orange and yellow represent the 2 main citation paths, with the yellow path representing literature published in Environmental/Toxicology/Nutrition and Molecular/Biology/Genetics journals mainly cited by Veterinary/Animal/Science journals, and the orange path representing literature published in Environmental/Toxicology/Nutrition and Molecular/Biology/Genetics journals mainly cited by Molecular/Biology/Immunology journals. The top 10 journals in terms of publication volume. IF = impact factor, JCR = journal citation reports. Journal double map overlay. Internationally, research on aflatoxin and liver cancer involves 1116 institutions. Table 3 lists the 9 institutions that published over 10 articles. Guangxi Medical University leads with 14 published articles, while China Agricultural University, Johns Hopkins University, Oregon Health and Science University, The University of Georgia, and Ghent University are tied for second place with 11 published articles. Among the top 9 institutions, institutions from China (4) and America (4) have the highest productivity, indicating that Chinese and American institutions have made outstanding contributions within the realms of aflatoxin and hepatic malignancy studies. The Mayo Clinic has the highest citation count (4394), publishing 5 papers, followed closely by the University of Paris XIII, which has also published 5 papers and received the second highest citation count (3483), indicating that the papers of these 2 institutions have a high influence and recognition in the fields of aflatoxin and liver cancer. Using VOSviewer software (Fig. 3D), we visualized institutions that had published 3 or more articles. From the visualization (Fig. 3D), we can clearly observe that cooperation between institutions mainly presents a trend of internal cooperation within the same country, while cross-border cooperation mainly focuses on partnerships between China, America, the United Kingdom, and France. From Figure 3E, observations indicate a rise in the publication volume concerning aflatoxin and liver cancer research in both China and the United States, reflecting the escalating global impact and scholarly esteem these nations have garnered in this domain. Top 9 institutions in terms of publication volume. To investigate the relationship of aflatoxin and liver malignancy, researchers from 94 countries/regions participated in this study. The VOSviewer software (Fig. 3F) was used to visualize countries that have published 3 or more articles, with a collective of 62 nations having contributed over 3 scholarly articles. Utilizing R software, network visualization was crafted to delineate the collaborative ties between nations in research pertaining to aflatoxin-induced hepatic malignancies (Fig. 5). Table 4 lists the 10 countries with over 19 publications. According to Table 4, China stands at the forefront with 153 articles, followed by the United States in second place at 137, India at 35, and France at 33. The number of publications in the other countries did not exceed 30. It is worth mentioning that America has considerable influence in this area of study, having accumulated a total citation tally of 12,322, which markedly exceeds that of other nations. Figures 3F and 6 illustrate the collaborative efforts among nations within the aflatoxin and hepatic malignancies research fields. The results show that China mainly cooperates with America, France, Italy, the United Kingdom, Nigeria, Brazil, and Germany. This result also reveals that scientific research is not limited by geography, and that international cooperation in this field is very important. Figure 3G shows the national visualization of the VOSviewer timeline, revealing the developmental trend of aflatoxin and liver cancer research. Chinese scholars have made significant contributions to this field, while scholars from countries such as Iran and Malawi have also emerged in recent years, conducting new research explorations. Top 10 countries in terms of publication volume. Network diagram of inter country cooperation relationships generated using R software. Collaborative network diagram between different countries in the examination of the link between aflatoxin exposure and hepatic malignancies. Keywords encapsulate the fundamental substance of an article, and scrutiny of their co-occurrence can reveal pivotal areas of interest within the scientific community. Employing VOSviewer, we crafted a co-occurrence network diagram for 597 publications, visualizing 103 keywords that appeared with a minimum frequency of 8, as illustrated in Figure 7A. Larger nodes represent a higher frequency of occurrence and research hotspots in key areas. The links connecting the nodes indicate the degree of association, with thicker links signifying a higher incidence of co-occurrences. The hues of nodes and lines denote distinct clusters, indicating a variety of research themes. Figure 7B illustrates the level of interest in the research domain, using brighter shades to represent increased popularity. In this study, the word cloud is visualized based on the frequency of keywords (Fig. 8), and Table 5 shows the frequently occurring terms, each with a count surpassing 30. Both revealed representative terms in the field, such as hepatocellular-carcinoma, oxidative stress, expression, exposure, contamination, aflatoxin B1, mycotoxins, risk assessment, apoptosis, hepatitis B virus (HBV), developing countries, liver cancer, and DNA damage. Figure 9 displays the keyword cluster network diagram for the 597 documents, created using CiteSpace, comprising 372 nodes and 2371 lines. The Q value was 0.4075 (>0.3), which allowed us to confidently affirm that the division of community structure in this map was significant. The S value was 0.7057 (>0.7), indicating that clustering is not only effective but also highly convincing.[38] The figure reveals 7 clusters: HCC, HBV, AFB1, A flavus, risk assessment, corn, mass spectrometry. The keyword clustering visualization revealed that the prevailing research focuses on the link between aflatoxins and liver cancer are predominantly centered on 4 key areas: the association of aflatoxin with hepatic malignancies: #0 aflatoxin B1, #2 HCC; the interactive influence of the HBV and aflatoxin in liver carcinogenesis: #6 HBV; detecting aflatoxins in grains to prevent liver cancer: #3 A flavus, #4 corn, #5 mass spectrometry; and risk assessment of aflatoxin related liver cancer: #1 risk assessment. The Sankey diagram (as shown in Fig. 10) visually presents the affiliation between aflatoxin and liver cancer research, including keywords, authors, and relationships between countries. The dimensions of the rectangles in the diagram correspond to the occurrence frequency of keywords, nations, or authors, meaning that greater size signifies more frequent occurrences. The width of the lines between nodes directly reflects the number of connections, with wider lines indicating more connections. Over the last 10 years, studies have predominantly focused on examining the contribution of aflatoxin to the initiation and progression of hepatic malignancies. The mechanism and prevention of aflatoxin-induced liver cancer have attracted the attention of scholars. There is growing curiosity in examining the effects of aflatoxin on liver cancer, particularly among populations in emerging nations,[39] such as those in East Asia and Africa.[40] The top 20 keywords with the highest frequency of occurrence. (A) Keyword co-occurrence network visualization. (B) Keyword density visualization. Cloud map of keywords in the author’s article. Clustering diagram of keywords. Sankey diagram. To investigate the historical progression of aflatoxin-induced liver cancer, we employed CiteSpace to create a timeline graph depicting the co-occurrence of keywords (Fig. 11). This chart illustrates the gradual shifts in research focal points within this domain in recent years. The results showed that it was divided into 13 main clusters, each corresponding to a specific period of research hotspots on the timeline. The clustering labels of the #0 probabilistic health risk assessment and #1 DNA damage covered the entire data collection time and constituted significant areas of study within the realm of aflatoxin-induced hepatic malignancies. The timeline can be divided into 2 periods: from 2014 to 2019, the focus of research was on the biological mechanisms of AFB1 in causing hepatic malignancies, biomarkers of aflatoxin’s role in liver carcinogenesis, and both in vitro and in vivo studies on the carcinogenic effects of aflatoxin on the liver, including liver cancer, AFB1, DNA damage, P53, oxidative stress, apoptosis, somatic mutation, cytotoxicity, genotoxicity, methylation, albumin adducts, hepg2 cells, rats, and other topics have been continuously studied throughout the entire timeline. Subsequently, from 2019 to 2024, a range of novel research areas surfaced, broadening the initial topics such as hepatotoxicity, liver injury, HBV infection, pathways, curcumin, young children, aflatoxin M1, biological control, cytochrome P450, and more. Keyword timeline chart. To achieve a more distinct perception of the burgeoning research trends concerning the link between aflatoxin and liver cancer, this study used CiteSpace’s Bursts analysis function to investigate burst keywords (Fig. 12), with the red portion signifying the initial and terminal points of the burst keyword’s emergence. Among these, the keyword with the strongest emergence strength, “dietary exposure,” spanned from 2023 to 2024, peaking at an intensity of 4.86, which is related to the onset of hepatic malignancies. The second most intense keyword is “mass spectrometry,” with an intensity of 3.43, starting in 2017 and ending in 2018, related to the determination of aflatoxins. The p53gene, as a marker of aflatoxin exposure, has the longest duration of outbreak, reaching 5 years from 2014 to 2019. It is associated with the genesis of liver cancer, triggered by gene mutations from aflatoxin exposure.[41] From 2014 to 2018, research topics such as “mutation,” “hepatocellular carcinoma,” “degradation,” “virus,” “DNA,” “expression,” “dietary aflatoxin,” “mechanisms,” “association,” “HepG2 cells,” “P53 gene,” and “mass spectrometry” emerged, indicating a focus on the study of mechanisms by which aflatoxins induce liver cancer in this field during that period. From 2019 to 2024, there will be research on “health,” “inhibition,” “acid,” “biological control,” “dairy products,” “dietary exposure,” “seasonal variation” and other related topics. During this period, the domain dedicates considerable attention to the prophylaxis and therapeutics of hepatic cancer associated with aflatoxin, including the inhibitory effects of Bok Choy powder, curcumin, etc on the hepatotoxic effects of aflatoxin.[42,43] The hepatoprotective effect of lactic acid bacteria, gallic acid, and α-lipoic acid, etc on aflatoxin-induced liver damage,[44–46] the fluctuation of aflatoxin concentrations in animal livers throughout different seasons,[47] the prevalence of aflatoxins in dairy products and their potential risk of causing liver cancer,[48,49] etc. Burst keyword time chart. Co-citation evaluation seeks to uncover publications that are routinely referenced in tandem within a certain academic sphere. Using VOSviewer, a co-citation network was created from 100 journals that garnered 72 citations or more. Figure 13 illustrates the resulting graph. The co-citation network, delineated by VOSviewer software, is stratified into 3 clusters, each demarcated by a unique color representation as articulated in Figure 13. The most frequently cited journals, comprising the top 5, are “Food Control” (1110 citations), “Food and Chemical Toxicology” (974 citations), “Toxins” (924 citations), “Hepatology” (660 citations), and “Food Additives and Contaminants Part A-Chemistry Analysis Control Exposure & Risk Assessment” (652 citations). Except for “Food Additives and Contaminants Part A-Chemistry Analysis Control Exposure & Risk Assessment,” which is a journal in JCR zone Q2, the other 4 are journals in JCR zone Q1. These 5 journals are well-known in the field of fungal toxin toxicity or liver cancer. In green clustering, journals mainly focus on areas related to food contamination, highlighting the potential of aflatoxins to taint food supplies and increase the likelihood of hepatic cancer progression. The crimson cluster gathers journals that delve into the pathogenesis of hepatic cancer, with a particular emphasis on the study of the mechanism by which aflatoxins instigate liver carcinogenesis. The blue clustered journals highlight mutations related to aflatoxin-induced liver cancer and hepatotoxic effects of aflatoxins. Visualization of co-cited journals. Referring to Table 6 a more detailed examination of literature co-citation was performed using the VOSviewer tool, revealing the top 5 most cited publications in this domain between 2014 and 2024. The top-ranked article “A global view of hepatocellular carcinoma: trends, risks, prevention and management” was published in the journal “Nature Reviews Gastroenterology & Hepatology” in JCR zone 1 with an impact factor of 65.1, focusing on reducing exposure to aflatoxin to lower the burden of HCC in high prevalence areas.[36] The second-ranked article “Hepatocellular carcinoma” was published in the journal “Nature Reviews Disease Primers” with an impact factor of 81.5 and JCR partition 1. It discusses aflatoxin’s contribution to the risk profile for HCC, the synergistic effect of aflatoxin and HBV on HCC, and the characteristic mutation gene P53 of aflatoxin.[50] The third ranked article “Exome sequencing of hepatic carcinoma identification of new mutant signals and potential therapeutic targets” was published in the journal “Nature Genetics” with an impact factor of 30.8 and JCR partition 1. This study analyzed the genetic profile of 243 hepatic neoplasms through exome sequencing and revealed specific mutational patterns linked to AFB1 exposure.[33] An article titled “Epidemiology of hepatocellular carcinoma” from “Surgical Oncology Clinics of North America” discusses the hazards of aflatoxin and the mechanism by which aflatoxin causes liver cancer.[51] An article from Hepatology ranked fifth, “Epidemiology of hepatocellular carcinoma,” discusses mitigating the risks of aflatoxin taint through proactive measures and regulatory oversight and the link between aflatoxin exposure and the progression of hepatic malignancies.[52] Highly cited literature statistics. Ultimately, the VOSviewer tool was used to graphically represent the co-citation links between references, establishing a citation count floor of 26. Thirty-six papers were chosen for a co-citation examination, and the resulting relationships are depicted in Figure 14. The findings indicate that the co-citation network of frequently cited works is categorized into 3 principal groups, each associated with a distinct color as represented in the diagram (Fig. 14). Red clustering mainly focuses on strategies for preventing aflatoxin-induced liver cancer, risk evaluation of liver malignancies caused by aflatoxin exposure, liver damage in acute aflatoxin poisoning caused by aflatoxin contaminated grains, and liver damage in children caused by aflatoxin. Green clustering is associated with gene mutations and genotoxic effects of aflatoxin on DNA, leading to liver cancer, and the combined effect of aflatoxin and HBV in promoting the onset of hepatic carcinoma. Blue clustering highlights the toxic mechanism underlying aflatoxin-induced hepatic carcinoma and elevated hepatocarcinogenic hazards due to the presence of dietary aflatoxin. To acquire a nuanced understanding of the research emphases and trending topics within this domain, we leveraged the clustering capability of CiteSpace to delve deeper into the details of the co-cited references, as illustrated in Figure 15. Through the software generated co-citation clustering network view, it is evident that research on topics such as curcumin, DNA methylation, hepatitis viruses, toxicity, and HCC has attracted significant attention from researchers. Visualization of co-cited references. Cluster network diagram of co-cited references."
    },
    {
      "title": "3.1. Yearly expansion trend",
      "text": "Figure 2 illustrates the chronological spread of scholarly works examining the link between aflatoxins exposure and malignant liver tumors. In summary, the number of articles published in this domain has increased. Between 2014 and 2019, the volume of published research articles consistently increased. This is a relatively significant increase from 26 articles in 2014 to 71 articles in 2019. Although there was a slight decrease in 2016 (from 46 to 43 articles), it quickly rebounded to 64 articles in 2017 and increased relative to 2016 in the following 2 years, reaching 71 articles in 2019. In 2020, the number of published articles continued to increase, reaching 73, which is the highest point in this set of data. However, since 2021, the publication count has experienced a modest decrease, which may be due to the repercussions of the novel coronavirus disease outbreak. However, it will remain at a high level of more than 60 articles from 2021 to 2023, indicating that researchers are increasingly interested in this field. Publication volume trend from 2014 to 2024."
    },
    {
      "title": "3.2. Author analysis",
      "text": "Table 1 lists 8 prolific authors who have published over 7 articles in this field. Using VOSviewer software, authors who have published 4 or more articles were visualized, as depicted in Figure 3A. From Figure 3A, it is apparent that the research field on the correlation between aflatoxin and liver cancer has formed multiple research teams centered around Groopman, John D, ChuanFen Zheng, Andrea Barbarossa, Wang, Jia-Sheng, McGlynn, Katherine A, and others. The research teams with Groopman, John D, and McGlynn, Katherine A as the core have close connections, while the cooperation between other researchers and teams is relatively loose. Collaborative efforts by researchers and teams are crucial for advancing the field’s research progress. Top 8 authors in terms of publication quantity. (A) Visualization by the author. (B) Visualization of journal. (C) Timeline of journal. (D) Institutional visualization diagram. (E) Timeline diagram of the institution. (F) Visualization map of the country. (G) Timeline chart of the country. From Table 1, it can be seen that the most prolific author was Groopman, John D. Between 2014 and April 2024, he authored 13 papers accruing 290 citations, averaging 22.31 citations per publication. Groopman, John D affiliated with Johns Hopkins University, is associated with the Bloomberg School of Public Health. His scholarly pursuits concentrate on understanding the potential causality between aflatoxin and the incidence of liver cancer,[24] biomarkers of aflatoxin-induced liver cancer,[25] gene mutation sites induced by aflatoxin in HCC,[26] dysregulation of microRNAs (miRNAs) in liver cancer induced by aflatoxin.[27] Lloyd, R Stephen, the second highest contributor, has seen 11 articles cited 248 times, resulting in a mean citation rate of 22.55 per piece. He is affiliated with Oregon Health and Science University, and his research focuses on the molecular basis of HCC triggered by aflatoxin[28] and the prevention of aflatoxin-induced HCC.[29] As shown in Figure 3A, Groopman, John D and Lloyd, R Stephen belong to the same team and work closely together. Holding the third position, Wang, Jia-Sheng authored 10 articles, which collectively garnered 197 citations, averaging 19.70 citations per piece. He mainly studied precancerous changes in the liver of experimental animals exposed to aflatoxin.[30] He was associated with Beijing University of Chinese Medicine. The ranking at the pinnacle for average citations among the top 10 authors by the number of publications is McGlynn, Katherine A, with 312 citations per article. With 6 published articles, he received a cumulative number of 1872 citations. He is affiliated with the National Cancer Institute in the United States and mainly studies the burden of aflatoxin-induced liver cancer[31] and aflatoxin levels in HCC.[26] Among all the authors, with 3440 citations, Jessica Zucman-Rossi is the leading author in terms of citations, having published 4 papers. He is affiliated with the University of Sorbonne and primarily studies the preventing and cure of aflatoxin-induced liver cancer in genomic medicine.[32,33]"
    },
    {
      "title": "3.3. Journal analysis",
      "text": "Table 2 lists 10 journals with more than 8 articles published. VOSviewer software (Fig. 3B) was used to visualize journals with 3 or more articles published. The results showed that there were active citation relationships in journals such as Food and Chemical Toxicology, Food Additives and Contaminants Part A-Chemistry Analysis Control Exposure & Risk Assessment, and Toxins. The timeline in Figure 3C shows that Critical Reviews in Food Science and Nutrition and Frontiers in Public Health are at the forefront of aflatoxin and liver cancer research. The journals with over 20 articles are Toxins and Food and Chemical Toxicology, with 36 and 24 articles respectively. It is worth noting that Toxins is an open access journal. In the ranking of the top 10 journals by publication output, Food and Chemical Toxicology stands out with the highest citation count, amassing a total of 1376 citations, which equates to an average of approximately 57.33 citations per published piece. This highlights the journal’s high-quality content and widespread attention on the link between aflatoxin ingestion and the risk of hepatic malignancies. Reading the literature published in this journal, it was found that it focuses on the study of the risk of liver cancer caused by aflatoxin contaminated food.[34,35] Among all journals, Nature Reviews Gastroenterology & Hepatology has the highest citation count of 2455, with 1 article published. Upon reading the literature in this journal, it was found that it mainly focuses on the risk prevention, management, and mechanism research of aflatoxin-induced HCC.[36] Among the top 10 journals, Ecotoxicology and Environmental Safety have the highest impact factor of 6.8. In addition, based on the information provided by VOSviewer software and Journal Citation Reports, we also found that the top 10 journals with the highest publication volume are mainly concentrated in Q1 (50%), Q2 (30%), and Q3 (20%) of JCR, indicating that these journals have a certain influence in related fields. Figure 4 shows journal double map overlay, with each node representing a journal. Figure 4’s left panel indicates the journal housing the literature that cites others, while its right panel denotes the journal containing the literature that is being cited. The connecting line represents the citation path, and the ellipsoidal shape signifies the tally of scholarly contributors.[37] Orange and yellow represent the 2 main citation paths, with the yellow path representing literature published in Environmental/Toxicology/Nutrition and Molecular/Biology/Genetics journals mainly cited by Veterinary/Animal/Science journals, and the orange path representing literature published in Environmental/Toxicology/Nutrition and Molecular/Biology/Genetics journals mainly cited by Molecular/Biology/Immunology journals. The top 10 journals in terms of publication volume. IF = impact factor, JCR = journal citation reports. Journal double map overlay."
    },
    {
      "title": "3.4. Institutional analysis",
      "text": "Internationally, research on aflatoxin and liver cancer involves 1116 institutions. Table 3 lists the 9 institutions that published over 10 articles. Guangxi Medical University leads with 14 published articles, while China Agricultural University, Johns Hopkins University, Oregon Health and Science University, The University of Georgia, and Ghent University are tied for second place with 11 published articles. Among the top 9 institutions, institutions from China (4) and America (4) have the highest productivity, indicating that Chinese and American institutions have made outstanding contributions within the realms of aflatoxin and hepatic malignancy studies. The Mayo Clinic has the highest citation count (4394), publishing 5 papers, followed closely by the University of Paris XIII, which has also published 5 papers and received the second highest citation count (3483), indicating that the papers of these 2 institutions have a high influence and recognition in the fields of aflatoxin and liver cancer. Using VOSviewer software (Fig. 3D), we visualized institutions that had published 3 or more articles. From the visualization (Fig. 3D), we can clearly observe that cooperation between institutions mainly presents a trend of internal cooperation within the same country, while cross-border cooperation mainly focuses on partnerships between China, America, the United Kingdom, and France. From Figure 3E, observations indicate a rise in the publication volume concerning aflatoxin and liver cancer research in both China and the United States, reflecting the escalating global impact and scholarly esteem these nations have garnered in this domain. Top 9 institutions in terms of publication volume."
    },
    {
      "title": "3.5. Country/region analysis",
      "text": "To investigate the relationship of aflatoxin and liver malignancy, researchers from 94 countries/regions participated in this study. The VOSviewer software (Fig. 3F) was used to visualize countries that have published 3 or more articles, with a collective of 62 nations having contributed over 3 scholarly articles. Utilizing R software, network visualization was crafted to delineate the collaborative ties between nations in research pertaining to aflatoxin-induced hepatic malignancies (Fig. 5). Table 4 lists the 10 countries with over 19 publications. According to Table 4, China stands at the forefront with 153 articles, followed by the United States in second place at 137, India at 35, and France at 33. The number of publications in the other countries did not exceed 30. It is worth mentioning that America has considerable influence in this area of study, having accumulated a total citation tally of 12,322, which markedly exceeds that of other nations. Figures 3F and 6 illustrate the collaborative efforts among nations within the aflatoxin and hepatic malignancies research fields. The results show that China mainly cooperates with America, France, Italy, the United Kingdom, Nigeria, Brazil, and Germany. This result also reveals that scientific research is not limited by geography, and that international cooperation in this field is very important. Figure 3G shows the national visualization of the VOSviewer timeline, revealing the developmental trend of aflatoxin and liver cancer research. Chinese scholars have made significant contributions to this field, while scholars from countries such as Iran and Malawi have also emerged in recent years, conducting new research explorations. Top 10 countries in terms of publication volume. Network diagram of inter country cooperation relationships generated using R software. Collaborative network diagram between different countries in the examination of the link between aflatoxin exposure and hepatic malignancies."
    },
    {
      "title": "3.6. Keyword analysis",
      "text": "Keywords encapsulate the fundamental substance of an article, and scrutiny of their co-occurrence can reveal pivotal areas of interest within the scientific community. Employing VOSviewer, we crafted a co-occurrence network diagram for 597 publications, visualizing 103 keywords that appeared with a minimum frequency of 8, as illustrated in Figure 7A. Larger nodes represent a higher frequency of occurrence and research hotspots in key areas. The links connecting the nodes indicate the degree of association, with thicker links signifying a higher incidence of co-occurrences. The hues of nodes and lines denote distinct clusters, indicating a variety of research themes. Figure 7B illustrates the level of interest in the research domain, using brighter shades to represent increased popularity. In this study, the word cloud is visualized based on the frequency of keywords (Fig. 8), and Table 5 shows the frequently occurring terms, each with a count surpassing 30. Both revealed representative terms in the field, such as hepatocellular-carcinoma, oxidative stress, expression, exposure, contamination, aflatoxin B1, mycotoxins, risk assessment, apoptosis, hepatitis B virus (HBV), developing countries, liver cancer, and DNA damage. Figure 9 displays the keyword cluster network diagram for the 597 documents, created using CiteSpace, comprising 372 nodes and 2371 lines. The Q value was 0.4075 (>0.3), which allowed us to confidently affirm that the division of community structure in this map was significant. The S value was 0.7057 (>0.7), indicating that clustering is not only effective but also highly convincing.[38] The figure reveals 7 clusters: HCC, HBV, AFB1, A flavus, risk assessment, corn, mass spectrometry. The keyword clustering visualization revealed that the prevailing research focuses on the link between aflatoxins and liver cancer are predominantly centered on 4 key areas: the association of aflatoxin with hepatic malignancies: #0 aflatoxin B1, #2 HCC; the interactive influence of the HBV and aflatoxin in liver carcinogenesis: #6 HBV; detecting aflatoxins in grains to prevent liver cancer: #3 A flavus, #4 corn, #5 mass spectrometry; and risk assessment of aflatoxin related liver cancer: #1 risk assessment. The Sankey diagram (as shown in Fig. 10) visually presents the affiliation between aflatoxin and liver cancer research, including keywords, authors, and relationships between countries. The dimensions of the rectangles in the diagram correspond to the occurrence frequency of keywords, nations, or authors, meaning that greater size signifies more frequent occurrences. The width of the lines between nodes directly reflects the number of connections, with wider lines indicating more connections. Over the last 10 years, studies have predominantly focused on examining the contribution of aflatoxin to the initiation and progression of hepatic malignancies. The mechanism and prevention of aflatoxin-induced liver cancer have attracted the attention of scholars. There is growing curiosity in examining the effects of aflatoxin on liver cancer, particularly among populations in emerging nations,[39] such as those in East Asia and Africa.[40] The top 20 keywords with the highest frequency of occurrence. (A) Keyword co-occurrence network visualization. (B) Keyword density visualization. Cloud map of keywords in the author’s article. Clustering diagram of keywords. Sankey diagram."
    },
    {
      "title": "3.7. Keyword timeline analysis",
      "text": "To investigate the historical progression of aflatoxin-induced liver cancer, we employed CiteSpace to create a timeline graph depicting the co-occurrence of keywords (Fig. 11). This chart illustrates the gradual shifts in research focal points within this domain in recent years. The results showed that it was divided into 13 main clusters, each corresponding to a specific period of research hotspots on the timeline. The clustering labels of the #0 probabilistic health risk assessment and #1 DNA damage covered the entire data collection time and constituted significant areas of study within the realm of aflatoxin-induced hepatic malignancies. The timeline can be divided into 2 periods: from 2014 to 2019, the focus of research was on the biological mechanisms of AFB1 in causing hepatic malignancies, biomarkers of aflatoxin’s role in liver carcinogenesis, and both in vitro and in vivo studies on the carcinogenic effects of aflatoxin on the liver, including liver cancer, AFB1, DNA damage, P53, oxidative stress, apoptosis, somatic mutation, cytotoxicity, genotoxicity, methylation, albumin adducts, hepg2 cells, rats, and other topics have been continuously studied throughout the entire timeline. Subsequently, from 2019 to 2024, a range of novel research areas surfaced, broadening the initial topics such as hepatotoxicity, liver injury, HBV infection, pathways, curcumin, young children, aflatoxin M1, biological control, cytochrome P450, and more. Keyword timeline chart."
    },
    {
      "title": "3.8. Burst words analysis",
      "text": "To achieve a more distinct perception of the burgeoning research trends concerning the link between aflatoxin and liver cancer, this study used CiteSpace’s Bursts analysis function to investigate burst keywords (Fig. 12), with the red portion signifying the initial and terminal points of the burst keyword’s emergence. Among these, the keyword with the strongest emergence strength, “dietary exposure,” spanned from 2023 to 2024, peaking at an intensity of 4.86, which is related to the onset of hepatic malignancies. The second most intense keyword is “mass spectrometry,” with an intensity of 3.43, starting in 2017 and ending in 2018, related to the determination of aflatoxins. The p53gene, as a marker of aflatoxin exposure, has the longest duration of outbreak, reaching 5 years from 2014 to 2019. It is associated with the genesis of liver cancer, triggered by gene mutations from aflatoxin exposure.[41] From 2014 to 2018, research topics such as “mutation,” “hepatocellular carcinoma,” “degradation,” “virus,” “DNA,” “expression,” “dietary aflatoxin,” “mechanisms,” “association,” “HepG2 cells,” “P53 gene,” and “mass spectrometry” emerged, indicating a focus on the study of mechanisms by which aflatoxins induce liver cancer in this field during that period. From 2019 to 2024, there will be research on “health,” “inhibition,” “acid,” “biological control,” “dairy products,” “dietary exposure,” “seasonal variation” and other related topics. During this period, the domain dedicates considerable attention to the prophylaxis and therapeutics of hepatic cancer associated with aflatoxin, including the inhibitory effects of Bok Choy powder, curcumin, etc on the hepatotoxic effects of aflatoxin.[42,43] The hepatoprotective effect of lactic acid bacteria, gallic acid, and α-lipoic acid, etc on aflatoxin-induced liver damage,[44–46] the fluctuation of aflatoxin concentrations in animal livers throughout different seasons,[47] the prevalence of aflatoxins in dairy products and their potential risk of causing liver cancer,[48,49] etc. Burst keyword time chart."
    },
    {
      "title": "3.9. Analysis of co-cited journals",
      "text": "Co-citation evaluation seeks to uncover publications that are routinely referenced in tandem within a certain academic sphere. Using VOSviewer, a co-citation network was created from 100 journals that garnered 72 citations or more. Figure 13 illustrates the resulting graph. The co-citation network, delineated by VOSviewer software, is stratified into 3 clusters, each demarcated by a unique color representation as articulated in Figure 13. The most frequently cited journals, comprising the top 5, are “Food Control” (1110 citations), “Food and Chemical Toxicology” (974 citations), “Toxins” (924 citations), “Hepatology” (660 citations), and “Food Additives and Contaminants Part A-Chemistry Analysis Control Exposure & Risk Assessment” (652 citations). Except for “Food Additives and Contaminants Part A-Chemistry Analysis Control Exposure & Risk Assessment,” which is a journal in JCR zone Q2, the other 4 are journals in JCR zone Q1. These 5 journals are well-known in the field of fungal toxin toxicity or liver cancer. In green clustering, journals mainly focus on areas related to food contamination, highlighting the potential of aflatoxins to taint food supplies and increase the likelihood of hepatic cancer progression. The crimson cluster gathers journals that delve into the pathogenesis of hepatic cancer, with a particular emphasis on the study of the mechanism by which aflatoxins instigate liver carcinogenesis. The blue clustered journals highlight mutations related to aflatoxin-induced liver cancer and hepatotoxic effects of aflatoxins. Visualization of co-cited journals."
    },
    {
      "title": "3.10. Literature citation analysis",
      "text": "Referring to Table 6 a more detailed examination of literature co-citation was performed using the VOSviewer tool, revealing the top 5 most cited publications in this domain between 2014 and 2024. The top-ranked article “A global view of hepatocellular carcinoma: trends, risks, prevention and management” was published in the journal “Nature Reviews Gastroenterology & Hepatology” in JCR zone 1 with an impact factor of 65.1, focusing on reducing exposure to aflatoxin to lower the burden of HCC in high prevalence areas.[36] The second-ranked article “Hepatocellular carcinoma” was published in the journal “Nature Reviews Disease Primers” with an impact factor of 81.5 and JCR partition 1. It discusses aflatoxin’s contribution to the risk profile for HCC, the synergistic effect of aflatoxin and HBV on HCC, and the characteristic mutation gene P53 of aflatoxin.[50] The third ranked article “Exome sequencing of hepatic carcinoma identification of new mutant signals and potential therapeutic targets” was published in the journal “Nature Genetics” with an impact factor of 30.8 and JCR partition 1. This study analyzed the genetic profile of 243 hepatic neoplasms through exome sequencing and revealed specific mutational patterns linked to AFB1 exposure.[33] An article titled “Epidemiology of hepatocellular carcinoma” from “Surgical Oncology Clinics of North America” discusses the hazards of aflatoxin and the mechanism by which aflatoxin causes liver cancer.[51] An article from Hepatology ranked fifth, “Epidemiology of hepatocellular carcinoma,” discusses mitigating the risks of aflatoxin taint through proactive measures and regulatory oversight and the link between aflatoxin exposure and the progression of hepatic malignancies.[52] Highly cited literature statistics."
    },
    {
      "title": "3.11. Analysis of co-cited literature",
      "text": "Ultimately, the VOSviewer tool was used to graphically represent the co-citation links between references, establishing a citation count floor of 26. Thirty-six papers were chosen for a co-citation examination, and the resulting relationships are depicted in Figure 14. The findings indicate that the co-citation network of frequently cited works is categorized into 3 principal groups, each associated with a distinct color as represented in the diagram (Fig. 14). Red clustering mainly focuses on strategies for preventing aflatoxin-induced liver cancer, risk evaluation of liver malignancies caused by aflatoxin exposure, liver damage in acute aflatoxin poisoning caused by aflatoxin contaminated grains, and liver damage in children caused by aflatoxin. Green clustering is associated with gene mutations and genotoxic effects of aflatoxin on DNA, leading to liver cancer, and the combined effect of aflatoxin and HBV in promoting the onset of hepatic carcinoma. Blue clustering highlights the toxic mechanism underlying aflatoxin-induced hepatic carcinoma and elevated hepatocarcinogenic hazards due to the presence of dietary aflatoxin. To acquire a nuanced understanding of the research emphases and trending topics within this domain, we leveraged the clustering capability of CiteSpace to delve deeper into the details of the co-cited references, as illustrated in Figure 15. Through the software generated co-citation clustering network view, it is evident that research on topics such as curcumin, DNA methylation, hepatitis viruses, toxicity, and HCC has attracted significant attention from researchers. Visualization of co-cited references. Cluster network diagram of co-cited references."
    },
    {
      "title": "4. Discussion",
      "text": "This investigation performed bibliometric research and visualization analysis of 597 articles exploring the correlation between aflatoxin and liver cancer, derived from documents obtained from the WOSCC database. Among them, 477 were original research papers and 120 were review articles. These articles covered the period from 2014 to 2024 and were analyzed using VOSviewer, CiteSpace, and R software. This study seeks to provide a comprehensive overview of the current global landscape within the domain, pinpoint prevalent research areas, and forecast upcoming trends. The number of literatures on the correlation between aflatoxin and liver cancer showed an overall upward trend from 2014 to 2024, and then remained stable. Between 2014 and 2020, there was a fluctuating rise in the publication count, with the quantity in 2020 being roughly twice that of 2014. Since 2019, ≥60 articles have been published annually. Nevertheless, a minor decrease was observed in 2021, potentially attributable to the effects of the worldwide COVID-19 outbreak. These results revealed a swift growth in studies exploring the link between aflatoxin exposure and hepatic carcinoma from 2014 to 2021. The publication count of a nation is a significant measure of its scholarly prowess. America, China, India, and France are at the forefront of publishing research articles on the correlation between aflatoxins and liver cancer. Each of these countries has published over 30 articles, with China ranking first with 153 publications, demonstrating its dominant position. These 4 nations account for more than 60% of publications, highlighting their substantial contributions to research within this sphere. America tops the list in terms of cumulative citations, whereas France excels in average citations per publication. These successes underscore the prominent roles of the United States and France in the aflatoxin-liver cancer research domain, potentially owing to their robust research infrastructure and skilled scientific workforce. In terms of global collaboration, China and America are notable for their extensive partnership with other nations. Countries from East Asia, Africa, and Europe, notably India, Nigeria, the United Kingdom, France, China, along with the America, constitute the central hub of the global research collaboration network focused on studying the aflatoxin-liver cancer link. Among the top 9 institutions by publication output, an equal count of 4 is based in both America and China, demonstrating their substantial contributions to this domain. Johns Hopkins University in the United States leads the list of top 9 publishing institutions in citation counts, reflecting its influential research and notable recognition within the scholarly community. It is notable that eight of the top 9 institutions by publication volume are universities, underscoring their pivotal contribution to the study linking aflatoxin to hepatic carcinoma. A deeper look shows that eight of the leading 9 institutions by publication count are from the top 10 most prolific countries. These prestigious research entities have forged a broad network of cooperation. This discovery underscores the pivotal influence of leading research institutions in propelling the collective enhancement and ranking rise of a nation’s scholarly endeavors. Within the realm of aflatoxin-liver cancer correlation studies, a robust collaborative framework has emerged, significantly underpinned by the contributions of 2 key scholars: Groopman, John D and Lloyd, R Stephen. It is worth noting that although Jessica Zucman-Rossi published only 4 articles, his cumulative citation count is the highest (3440), underscoring his substantial impact in this domain. Groopman, John D contributes a substantial number of papers to prestigious journals on an annual basis, such as “International Journal of Cancer,” “International Journal of Hygiene and Environmental Health,” “Cancer Research,” “Alimentary Pharmacology & Therapeutics” and “Liver International.” Groopman, John D is associated with Johns Hopkins University. This university consistently ranks among the top 3 institutions for research output. The university enjoys a global reputation for its excellence in healthcare, scientific inquiry, and academic instruction. This is home to eminent medical scientists, clinicians, nursing staff, and experts across clinical specialties, leading in research to aflatoxin-induced liver cancer. Groopman, John D focused on biomarkers and gene mutations in aflatoxin-induced HCC. Similarly, Lloyd, R Stephen has published numerous articles in major comprehensive and professional journals focusing on the molecular basis and prevention of aflatoxin-induced liver cancer. The university where he is based, Oregon Health and Science University, is placed fourth in the ranking of publication volumes among institutions. Oregon Health and Science University is renowned for its broad and significant contributions to the medical field, perennially securing a place among the top medical institutions in the United States. The institution has carried out a variety of research on the causes, histology, and treatment responses of liver cancer. Moreover, with 4 of the top eight most prolific authors hailing from the United States, it underscores America’s significant contributions to this domain. Keyword clustering can effectively depict the knowledge framework within a discipline and showcase its cutting-edge research areas. Keyword clustering analysis revealed that research on the correlation between aflatoxin and liver cancer can be divided into 3 categories. The terms that are prevalent in the red cluster, such as “antioxidant,” “apoptosis,” “DNA-damage,” “gene-expression,” “mutations,” “oxidative stress,” “p53 gene,” “pathway,” “aflatoxin b-1,” “mechanism,” “glutathione S-transferase,” “cancer,” and “lipid-peroxidation,” are related to the mechanism by which AFB1 causes liver damage and subsequently induces liver cancer, especially at the genetic level. The frequently occurring terms within the blue cluster, such as “hepatitis-b,” “hepatitis-b-virus,” “virus,” “health,” “liver-cancer,” “infection,” and “aflatoxin,” are linked to the collaborative carcinogenic impact of aflatoxin and the HBV on the liver organ. The recurring themes within the green cluster encompass “contamination,” “exposure,” “food,” “maize,” “Aspergillus flavus,” “biological control,” “lactic acid bacteria,” and “dietary exposure.” These terms address the concerns of aflatoxin pollution and exposure and the connection to liver cancer, and underscore the importance of employing biological control tactics. Consequently, utilizing key term examination and the author’s current investigative pathways, a scholarly investigation was initiated, summarizing the advancements and patterns in the domain of the link between aflatoxins and hepatic cancer, as detailed below. Aflatoxin is commonly present as a pollutant in various crops such as grains, oilseed crops, nuts, and spices. Aflatoxin, a mycotoxin, has the potential to affect up to one-quarter of the global food supply through contamination.[53] Molds that generate aflatoxins are more likely to proliferate in environments characterized by warmth and moisture, which results in a higher level of pollution in tropical areas. Pollution often arises from a mix of weather conditions, environmental factors, and unsuitable farming methods, including inadequate crop collection and storage procedures. Exposure to aflatoxin presents health hazards for humans and animals alike, with the possibility of it being transmitted to offspring during pregnancy or nursing. Additionally, other species may also be affected by the ingestion of contaminated food products such as dairy, eggs, and meat.[54] Consuming foods tainted with aflatoxins is regarded as a key contributing factor to the induction of HCC.[55] Research across various studies have consistently shown that aflatoxins primarily target the liver, invariably inflicting damage to this organ in the presence of exposure. Initial findings suggest that exposure to AFB1 may result in liver congestion, pale appearance, swelling, and necrosis, along with the development of both chronic and acute hepatocyte damage, thereby inducing liver cancer. Exposure to AFB1 can notably weaken immune reactions, which in turn increases the likelihood of chronic HBV carriers developing cirrhosis and HCC. The presence of AFB1 adducts may directly influence on liver damage and carcinogenesis, substantially exacerbating the gravity and advancement of HCC attributed to AFB1.[10] Within the liver, AFB1 is transformed, allowing it to form covalent bonds with DNA and produce AFB1-N7-guanine adducts, which are crucial for its genotoxic effect. Among cytochrome P450 oxidases, enzymes such as CYP1A2, CYP3A4, and CYP2A6 play a pivotal role in the catalytic creation of these adducts.[56] The creation of AFB1-N7-guanine adducts interferes with normal processes of DNA replication and transcription, which may lead to genetic mutations and cellular damage. Consequently, chronic exposure to AFB1may increase the likelihood of developing HCC. Moreover, case-control research conducted in Guangxi, China, has pinpointed AFB1 exposure as a contributing risk factor for the genesis of HCC.[57] The case-control study by D Cohen et al in Gambia demonstrated a substantial link between liver cancer and AFB1 exposure.[58] In the liver, AFB1 undergoes a metabolic process facilitated by the cytochrome P450 enzyme system, predominantly leading to the production of AFB1-8,9-epoxide (AFBO). AFBO is acknowledged for its potential to induce liver cancer. In this transformation process, 2 AFBO isomers, endo-AFBO and exo-AFBO, are produced. In the human hepatic system, enzymes such as CYP1A2 and CYP3A4 facilitate the transformation of AFB1 into detrimental metabolites. CYP1A2 is pivotal in converting AFB1 into multiple metabolites, encompassing both endo- and exo-AFBO, as well as AFM1. CYP3A4 specifically facilitates the transformation of AFB1 into exo-AFBO and AFQ1.[59] Other enzymes such as CYP2A13 and CYP2A3 contribute to the process of metabolizing AFB1 into AFP1.[60] During the metabolic process, AFP1 forms a dihydroxy aflatoxin oxidation product, which is primarily excreted into the bile either directly or as a glucuronic acid conjugate.[61,62] During the metabolic process, AFM1 and AFQ1 are converted into glucuronide conjugates and sulfate conjugates.[63] These metabolites of AFB1 are primarily excreted via 2 pathways: feces and urine.[10] AFBO has the ability to establish a covalent linkage with the N7 site of guanine situated within the DNA double helix, leading to the creation of an AFB1-N7-guanine adduct,[64] and this binding product has been proven to induce hepatocarcinogenic point mutations.[28] The creation of the AFB1-N7-guanine adduct commonly leads to a specific type of DNA point mutation known as a G to T transversion.[65] Owing to the strong preference of exo-AFBO for binding to guanine over endo-AFBO, it is acknowledged as the main derivative causing liver cancer. In an alkaline environment, the AFB1-N7-guanine adduct is converted into its stable counterpart, known as the aflatoxin B1-formamidopyridine adduct[66], and subsequently, this compound is eliminated from the body via urine. Both isomers of AFBO depend on the catalytic function of glutathione S-transferase (GST) to conjugate with glutathione (GSH), which leads to a decrease or neutralization of their toxicity. AFBO undergoes a metabolic process via the GST pathway to form AFT-mercapturic acid or can be transformed into AFT-glucosiduronic acid through AFT-dihydropyridine. These metabolites eventually bind to GSH to achieve detoxification.[67] The ε-amino groups of lysine on serum albumin in the blood can form covalent bonds with AFBO, resulting in the creation of serum albumin adducts. These adducts continue to exist in the bloodstream.[68] Because to its instability, AFBO is prone to spontaneous hydrolysis into AFB1 dihydrodiol. When it binds to proteins, this product can induce tissue damage, inflammatory reactions, and abnormal cell proliferation, potentially playing a role in the progression of hepatic carcinoma.[69] Furthermore, AFB1 and AFBO can both trigger methylation at the CpG site located at codon 248, and such epigenetic alterations may elevate the rate of mutations in the p53 gene.[70] The p53 gene, which serves as a key tumor suppressor, is commonly affected by AFB1 and undergoes specific mutations in human hepatocytes. Specifically, AFB1 frequently causes a guanine-to-thymine transversion at codon 249 of the p53 gene, leading to the replacement of the arginine at position 249 with serine in the protein.[71,72] This mutation contributes to the progression of hepatic carcinoma by impeding the normal apoptotic process of cells and fostering abnormal cell proliferation. The liver is especially susceptible to the impact of AFB1, and diets containing aflatoxin mixtures or purified AFB1 can induce primary liver cancer in many experimental animal species. These include aquatic species (rainbow trout, red salmon, and cyprinid fish), avian species (ducks), rodents (rats, mice, and tree shrews), carnivores (ferrets), and primates (rhesus monkeys, macaques, African green monkeys, and squirrel monkeys), among others.[73] In cell experiments, contact with AFB1 substantially boosted the replication of human liver cancer HepG2 cells.[74] The primary mechanisms contributing to liver damage attributed to AFB1 include to date encompass oxidative stress, inflammation, promotion of apoptosis, effects on the expression of hepatocyte genes, interference with hepatocyte autophagy, pyroptosis, and necroptosis.[75] AFB1 notably boosts the production of reactive oxygen species (ROS) within hepatocytes, reduces liver antioxidant enzyme activity, induces oxidative stress and inflammation,[76] contributing to facilitating the onset and progression of hepatic malignancies. AFB1 enhances pyroptosis in hepatocytes by dephosphorylating cyclooxygenase-2 (COX-2) and activates Kupffer cells, thereby promoting inflammatory liver damage,[77] and inflammation is intricately linked to the onset of HCC.[78] Furthermore, AFB1 enhances hepatocellular COX-2 expression, subsequently elevating mitochondrial autophagy. This leads to the disruption of mitochondrial lipid metabolism, resulting in hepatic steatosis,[79] a primary element associated with the onset of hepatic carcinoma. Prolonged exposure to environments containing AFB1 can interfere with the normal metabolism of lipids and lipoproteins, and weaken the stability of lipids in liver mitochondria and the liver’s antioxidant defense ability.[80] A study has shown that exposure to AFB1 significantly induces hepatic lipotoxicity, including abnormal lipid droplets growth, increased mitochondrial lipid droplets contact, dysregulation of lipophagy, and lipid accumulation, leading to fatty liver disease,[81] which is the primary etiology of HCC.[82] Additionally, aflatoxins can cause structural damage and dysfunction in hepatocyte mitochondria. Aflatoxins diminish the functionality of the respiratory chain enzymes, resulting in reduced ATP production. Aflatoxins undermine the integrity of the mitochondrial double membrane by modulating B-cell lymphoma 2 family proteins. The active metabolites of aflatoxins can bind to mitochondrial DNA and affect mitochondrial function. Aflatoxins can induce widespread oxidative stress in mitochondria, resulting in mitochondrial damage. Furthermore, aflatoxins can induce the expression of p53 in the cell nucleus, leading to mitochondria-mediated apoptosis.[83] The advancement and spread of HCC are intimately linked to mitochondrial alterations.[84] In a research report, the application of AFB1 to liver cells resulted in the downregulation of nuclear factor erythroid 2-related factor 2 (Nrf2), which in turn elevated the incidence of oxidative stress.[85] Oxidative stress is closely associated with the development of HCC.[86] Epidemiology research suggested that aflatoxin contributes to the onset of HCC.[52] In addition, studies point to the fact that aflatoxin can induce p53 gene mutations and trigger liver cancer.[87] The aryl hydrocarbon receptor (AHR) is pivotal for mediating the hepatotoxic effects triggered by AFB1. Its functional deficiency markedly diminishes AFB1’s harmful effects, whereas elevated AHR levels enhance cell susceptibility to AFB1. Activation of AHR correlates with an increase in long-chain fatty acids, a factor significantly contributing to the cytotoxicity caused by AFB1. Moreover, the upregulation of AHR expression was observed in liver cancer samples associated with AFB1 exposure, highlighting its significance in research on liver cancer linked to aflatoxin.[56] Therefore, aflatoxin induces oxidative stress, inflammation, lipid lesions, and mitochondrial dysfunction through signaling pathways involving p53, ROS, COX-2, and Nrf2, which may ultimately promote the formation of liver cancer. The mechanism by which AFB1 suppresses the immune system mainly involves oxidative stress and induction of apoptosis. It triggers oxidative stress by elevating the quantity of ROS and oxidative damage to biological molecules, which in turn enhances AFB1’s capacity to dampen the immune response. Research has shown that AFB1 can suppress the proliferation of lymphocytes and the synthesis of interleukin-2, which are triggered by anti-CD3 monoclonal antibodies, via the oxidative stress pathway regulated by extracellular signal-regulated kinases 1/2. New findings indicate that AFB1 induces the commencement of apoptotic processes in regular human cells through a ROS-driven caspase pathway, initiating the mechanisms of programmed cell death, thus weakening the immune response.[88] AFB1 triggers inflammation and hepatic damage by enhancing of the NF-κB signaling pathway.[89] Additionally, AFB1 suppressed the production of interleukin-4, an anti-inflammatory cytokine, while enhancing the levels of pro-inflammatory cytokines like γ-interferon and tumor necrosis factor α, which are emitted from NK cells. These results imply that chronic AFB1 exposure intensifies inflammation through modulation of cytokine gene expression.[90] Immune deficiency,[91] oxidative stress, abnormal apoptosis, and inflammation[92] are important mechanisms in the occurrence of liver cancer. It has been established that AFB1 influences the levels of both oncogenic genes (like Ras and c-fos) and tumor suppressive genes (like p53 and survivin). It contributes to genomic instability and mutation by creating DNA adducts, impeding the function of DNA repair enzymes, and increasing ROS generation. Mutations in the Ras gene are among the most prevalent oncogenic alterations, occurring in approximately 19% of patients with cancer. Cells carrying Ras mutations often undergo malignant transformation and exhibit a malignant phenotype.[93] P21 protein, as a product of the Ras gene, serves a crucial function in intracellular signal transduction. When the Ras gene undergoes mutation, the generated mutant p21 protein is not easily hydrolyzed by GTP, which results in the continuous stimulation of the RAS signaling cascade. This sustained activation state promotes abnormal cell proliferation and can trigger the cells to transform into a malignant state, thereby increasing the risk of tumor formation.[94] In hepatic carcinoma caused by AFB1, the Ras oncogene mutations resulting from AFB1 action are mainly concentrated at codon 12, and are predominantly transversions from G:C to T:A.[95,96] In rat models, sustained stimulation of the Ras oncogene is prevalent in liver malignancies initiated by AFB1 exposure.[97] It was found that mutation of the Ras oncogene induced by AFB1 led to an increase in p21 expression. In animal models, p21 positive animals showed a higher incidence of HCC than the p21 negative control group.[98] These results reinforce the notion that the Ras oncogene is a pivotal element in the genesis and progression of HCC caused by AFB1. As an oncogene closely related to cell proliferation, c-Fos is overexpressed in rat liver tissue under the influence of aflatoxin, thereby promoting the initiation and growth of HCC.[99] In most cases of HCC induced by AFB1, the p53 gene was mutated.[100] Recently, transcriptomic and functional genomic analyses have identified p53 as a crucial transcription factor that triggers DNA damage response upon AFB1 exposure.[101] And DNA damage is a crucial factor in the progression of hepatic malignancies.[102] Survivin is a highly specific protein frequently overexpressed across a wide range of malignancies, but it is rarely found in the healthy tissues of the majority of adults. Functionally, as part of the antiapoptotic protein family, survivin inhibits apoptosis and increase proliferation.[103] Animal experiments have shown that overexpression of the survivin gene in rat liver cancer induced by AFB1.[104] Moreover, specific research has indicated that survivin is implicated in the advancement of HCC in areas heavily affected by AFB1.[105] Nrf2 functions as a transcriptional regulator that adjusts the expression of various genes involved in antioxidant and stress response, as well as detoxification processes. Detoxification enzymes in the AFB1 metabolic pathway were markedly suppressed in the livers of Nrf2-deficient rats. In contrast to their wild-type counterparts, Nrf2-deficient rats exhibited amplified hepatotoxic effects after a single dose of AFB1. Additionally, there was an enhanced affinity of AFB1-N7-guanine for hepatic DNA, which was correlated with an increased propensity for hepatic carcinoma development.[106] In a mouse and mouse liver cell experiment, it was found that AFB1 can inhibit the Nrf2 signaling pathway to promote inflammation, oxidative stress, liver fibrosis, cell pyroptosis, and excessive cell apoptosis, leading to liver toxicity and promoting the occurrence of liver cancer.[107] Caveolin-1 (CAV1) plays a pivotal role in the hepatotoxic effects of AFB1. After AFB1 exposure, the viability of human hepatocyte L02 cells decreased and oxidative stress and apoptosis increased, which was related to the interaction between CAV1 and Nrf2. Exposure to AFB1 leads to upregulation of intracellular CAV1.[108] CAV1 upregulates the expression of α-1,6-fucosyltransferase (Fut8) through the activation of the Wnt/β-catenin signaling pathway, which leads to an increase in the growth and invasiveness of HCC cells.[109] An overabundance of CAV1 within hepatic malignant cells correlates with a diminished prognosis and is indicative of a curtailed overall survival rate in HCC patients.[110] Some evidence suggests that miRNAs may serve as early biomarkers of aflatoxin exposure. For instance, by assessing the concentrations of AFB1-DNA adducts along with the expression levels of miRNA-429 and miRNA-24 within neoplastic tissues, we observed an upregulation of miRNA-429 and miRNA-24 in HCC tissues where high AFB1 concentrations were prevalent. Moreover, a significant association was observed between the increased levels of these miRNAs and the magnitude of tumor size. Significantly, the heightened expression of these 2 miRNAs is found to suppress apoptosis, promote tumor cell proliferation, and has shown a strong correlation with elevated AFB1-DNA adduct levels. This suggests that miRNA-429 and miRNA-24 may act as prospective biomarkers for predicting the prognosis of AFB1-associated HCC and tumorigenesis.[70] Furthermore, a case-control study conducted in a hospital setting in China explored the polymorphism of pre-miRNAs, uncovering their potential as both a risk and prognostic biomarker for HCC caused by AFB1 exposure. Rs28599926 in miR-1268a was identified as a candidate biomarkers.[111] Subsequently, researchers further investigated the potential mechanisms of signaling pathways involved in AFB1 induced HCC, Zeng et al discovered a new regulatory circuit linked to GSK-3b-C/EBPa-miR-122-IGF-1R, the malfunction of which could potentially cause HCC onset.[112] Liu et al discovered that in vivo upregulation of rno-miR-34a-5p can curb the expression of genes that regulate the cell cycle, including MET, CCNE2, and CCND1, resulting in cell cycle arrest and facilitating the repair of DNA damage mediated by p53 in the livers of rats exposed to AFB1. Consequently, miR-34a-5p could emerge as an effective biomarker for detecting liver DNA damage caused by AFB1. DNA damage is crucial for the onset of hepatic cancer.[113] Experiments have found that in the mechanism of AFB1-induced liver tumorigenesis, miR-33a and miR-34a upregulate and downregulate the Wnt/β-catenin signaling pathway, respectively.[111] In an investigation, a cohort of 1028 serum samples were meticulously examined to quantitatively assess the diagnostic efficacy of serum -circulating miRNAs in distinguishing HCC specifically induced by AFB1 exposure, thereby exploring their utility as novel biomarkers for early detection in clinical settings. During the analysis, it was observed that 8 distinct miRNAs exhibited elevated expression levels within the sample set, encompassing miR-7-2-3p, miR-4651, miR-127-3p, miR-192-5p, miR-382-5p, miR-10b-5p, miR-532-3p, and miR-16-5p. Among all samples, miR-4651 emerged with the highest expression, pointing towards its candidacy as a distinctive biomarker for HCC triggered by AFB1 exposure.[114] In a previous study, the variations in long noncoding RNA were examined throughout the course of hepatic tumorigenesis induced by AFB1. It was observed that the H19 gene, responsible for lncRNA production, was upregulated in HepG2 cells following exposure to AFB1, which in turn enhanced cellular proliferation and invasive behavior.[111] In a Shanghai-based investigation encompassing more than 18,000 male participants, the study investigated the interplay between HBV and aflatoxin biomarkers, evaluating their roles as standalone and synergistic risk factors for HCC. The nested case-control study indicated a substantial increase in relative risk to 3.4 among hepatic carcinoma patients with the detection of aflatoxin biomarkers (aflatoxin-N7-guanine) in urine. In men with a positive test for HBV surface antigen in their blood yet no evidence of aflatoxin exposure through urine analysis, the relative risk was 7. Among those who were hepatitis B surface antigen-positive and had detectable aflatoxin biomarkers in their urine samples, the relative risk soars to 59. Therefore, these 2 factors exhibit a significant multiplicative carcinogenic effect on the onset and progression of liver cancer.[115,116] The initial indication of a combined impact of AFB1 and HBV on the progression of HCC originated from experiments on transgenic mice, which demonstrated an increased expression of HBV’s large envelope protein when the mice were administered AFB1. In contrast to their non-AFB1-exposed littermates, these mice exhibited more rapid and severe progression of hepatocellular dysplasia and HCC.[117] The cooperative hepatocarcinogenic impact of HBV and AFB1 appears contingent upon the existence of polymorphisms in phase II detoxification genes that neutralize the carcinogen AFBO through its conversion into inactive metabolites. This includes genes encoding enzymes like GSTs such as GSTM1 and GSTT1, and the epoxide hydrolases. HBV infection can render hepatocytes more vulnerable to the oncogenic action of AFB1, which can be achieved through chronic inflammation initiated by HBV or the virus itself inducing cytochrome P450 to metabolize AFB1 into AFBO. Chronic HBV infection leads to liver cell necrosis and regeneration, along with the production of reactive oxygen and nitrogen species, which in turn facilitates the p53 249ser mutation induced by AFB1 and the subsequent proliferation of mutated cells, thereby increasing the likelihood of liver cancer. The HBx protein from HBV impairs the nucleotide excision repair mechanism, which is typically responsible for eliminating AFB1-DNA adducts. This disruption can result in prolonged presence of mutations, potentially boosting the likelihood of liver cancer development. Additionally, this protein contributes to an increase in the overall rate of DNA mutations, notably involving the serine 249 mutation in p53, and may precipitate cell cycle dysregulation when p53 function is compromised, thereby augmenting the hepatocarcinogenic effects of AFB1.[118,119] During the progression of HCC, studies have uncovered a notable occurrence: the activity of the PTEN tumor suppressor gene is markedly repressed when exposed to the synergistic effects of AFB1 and HBV. Evidence also suggests that AFB1 can enhance the expression of HBV antigens and promote the integration process between the HBV genome and host liver cell chromosomes, resulting in an increase in the accumulation of HBV antigens in hepatocytes. This phenomenon is considered a potential mechanism by which HBV and AFB1 synergistically facilitate the onset of hepatic carcinoma.[120] Furthermore, HBV-transgenic mice and HepG2 cells transfected with HBV exhibited increased amounts of glutathione S-transferase pi, concurrently with a notable decrease in the expression of GST α enzymes. In the human liver, the presence of HBV DNA correlates with reduced GST activity, suggesting that the viral infection could diminish the detoxification capacity of liver against aflatoxin.[121] Moudgil highlighted several synergistic mechanisms between AFB1 and HBV in the progression of HCC. Initially, AFB1’s immunosuppressive impact results in a heightened vulnerability to HBV infection. Subsequently, the presence of HBV amplifies the potential of AFB1 to induce mutations. Third, HBV influences the capacity of hepatic cells to detoxify AFB1.[122] The combined influence of HBV and AFB1 intensifies the progression and metastasis of HCC, which is mainly mediated by the GRP78 and EOR/UPR pathways, along with cell death triggered by AFB1. GRP78, an indicator of endoplasmic reticulum stress, is associated with HCC progression. Both AFB1 and the large surface antigen of HBV upregulate GRP78 expression. This upregulation is associated with enhanced HCC invasiveness and metastatic capacity. When the EOR/UPR pathway is triggered by HBV, it induces the proliferation and invasion of HCC cells. AFB1 triggers cell death, which subsequently results in the upregulation of soluble epoxide hydrolase and COX-2, thereby facilitating tumor progression. Both HBV and AFB1 suppress the activity of the p53, thereby accelerating the progression of liver cancer. Hepatitis B e antigen intervenes with the p53 stability by disrupting the NUMB-HDM2-p53 trimeric complex, leading to p53’s ubiquitination and degradation. AFB1 also increases the expression of HDM2, which is responsible for p53 degradation. In addition, a positive feedback loop is present between AFB1, N6-methyladenosine (m6A), HBx, WD-40 repeat protein 5 (WDR5), H3K4me3, and α-ketoglutarate-dependent dioxygenase homolog 5 (ALKBH5). AFB1 sets off this cycle by accelerating m6A demethylation, thereby hindering HBx degradation and enabling its interaction with other proteins, which in turn amplifies HBx’s hepatocarcinogenic impact. Subsequently, HBx can pair with WDR5 and H3K4me3, thereby increasing the expression of ALKBH5. ALKBH5 further demethylates m6A to complete this cycle, and m6A demethylation is carcinogenic, which may negatively impact the prognosis or survival rate of HCC.[123] Reducing aflatoxin contamination and avoiding exposure to aflatoxins are important for preventing the occurrence of liver cancer. For example, physical methods have been used to remove and degrade aflatoxins. Most aflatoxins are usually found in the outer layers and peelings of grains. Therefore, common practices like scrubbing or polishing during grain processing can often help reduce the amount of these toxins. Similarly, mechanical peelers can also help remove aflatoxins. Solvent extraction is a physical technique that efficiently eliminates mycotoxins, notably aflatoxins, from oilseed meals while avoiding the creation of harmful by-products and maintaining the product’s quality and protein levels. In grains, employing physical techniques like photodegradation resulted in notably lower concentrations of aflatoxin, with a drop of approximately 40% after 3 hours and as high as 75% after 30 hours of continuous sunlight exposure. Physical methods for removing aflatoxins include the use of adsorbent materials that can bind and fix toxins. Among the physical approaches to degrading aflatoxins, the most extensively researched include thermal processes, such as heating, extrusion, and microwave treatment, as well as irradiation techniques using gamma rays and ultraviolet light. Chemical methods for degrading aflatoxins. Ammonia treatment, one of the earliest chemical techniques examined, has demonstrated its effectiveness in neutralizing aflatoxins in corn and various other affected goods. A variety of oxidizing agents are capable of breaking down aflatoxins, yet only a few are deemed appropriate for application in the food and feed industries, with hydrogen peroxide being a notable example. Research has explored the use of sodium bisulfite as a potent detoxification method, specifically for AFB1. Ozone and organic acids, such as citric acid, lactic acid, and tartaric acid can also effectively degrade aflatoxins. Over the past few years, the potential application of water-soluble plant extracts in the detoxification of aflatoxins has been studied, as the compounds in the extracts have biodegradability, environmental friendliness, biosafety, renewability, and may have lower costs.[124] The use of phytochemicals in chemical methods to prevent and treat liver damage caused by aflatoxin, which leads to liver cancer, has received widespread attention from scholars. Flavonoids such as robinetin, quercetin, fisetin, morin, and silymarin can suppress the creation of DNA adducts caused by AFB1, reduce AFBO formation, clear ROS, alleviate DNA damage induced by AFB1, enhance the antioxidant defense system of hepatocytes, inhibit lipid peroxidation levels, suppress apoptotic cell death, resist oxidative stress, and repair damaged cell membranes, thereby inhibiting AFB1 induced liver damage and preventing the occurrence of hepatic carcinoma. Polyphenolic compounds such as curcumin, proanthocyanidins, oxidized tea polyphenols, and resveratrol, can lower the likelihood of hepatic carcinoma by hindering the uptake of AFB1 in the digestive tract and hepatic regions, regulating DNA repair genes in DNA damage triggered by AFB1, improving DNA repair ability, regulating lipid peroxidation processes, preventing hepatic oxidative stress induced by AFB1, boosting antioxidant defenses of AFB1 poisoned experimental animals, and improving liver lymphocyte infiltration caused by AFB1. Polysaccharides such as glucomannan, chitosan, cellulose polymers, glucans, mannans, and bush sophora root polysaccharide can inhibit the penetration of AFB1 in the body through adsorption capacity, shielding the hepatocyte DNA from damage caused by AFB1, elevating the levels of SOD2 enzyme expression while simultaneously reducing the levels of CYP450 1A5 mRNA, alleviating AFB1 mediated liver toxicity, and reducing the possibility of liver cancer occurrence. In addition to flavonoids, polyphenols, and polysaccharides, an array of other phytochemicals found in plants, like saponins, terpenes, and alkaloids, possess a broad spectrum of physiological effects and contribute to the diminished likelihood of hepatic carcinoma caused by AFB1.[125] Biological methods for decontamination of aflatoxins. Biological control has received attention from scholars in the field of biological methods. Recent studies have shown that non-aflatoxigenic Aspergillus can reduce the concentration of aflatoxin in processed crops by over 80%, both in the field and under storage conditions.[126] The mechanism involves the physical elimination of toxigenic strains by non-aflatoxigenic strains during the infection process, or non-aflatoxigenic strains competing for the nutrients required for aflatoxin biosynthesis.[127] In addition to non-aflatoxigenic Aspergillus, other promising biological control agents have emerged to combat molds that produce aflatoxins. For example, a strain called Trichoderma harzianum is used to limit contamination by A flavus. It reduced aflatoxin levels in peanuts and sweet corn by 57% and 65%, respectively.[126] Lactic acid bacteria can inhibit the production of aflatoxins from feed and food by directly suppressing fungal growth, cell walls adsorption, and producing antifungal metabolites.[128] Widely applied, Saccharomyces cerevisiae can release enzymatic substances that notably influence both the mycelial growth of A flavus and the synthesis of its associated aflatoxins. In addition, Bacillus subtilis, Streptomyces, and marine microorganisms can produce active substances that inhibit A flavus and toxins. The active substances mainly include peptides, bacteriocins, small molecule organic compounds, organic acids, antibiotics, and enzymes.[127]"
    },
    {
      "title": "4.1. The relationship between contamination and exposure to aflatoxins and liver cancer",
      "text": "Aflatoxin is commonly present as a pollutant in various crops such as grains, oilseed crops, nuts, and spices. Aflatoxin, a mycotoxin, has the potential to affect up to one-quarter of the global food supply through contamination.[53] Molds that generate aflatoxins are more likely to proliferate in environments characterized by warmth and moisture, which results in a higher level of pollution in tropical areas. Pollution often arises from a mix of weather conditions, environmental factors, and unsuitable farming methods, including inadequate crop collection and storage procedures. Exposure to aflatoxin presents health hazards for humans and animals alike, with the possibility of it being transmitted to offspring during pregnancy or nursing. Additionally, other species may also be affected by the ingestion of contaminated food products such as dairy, eggs, and meat.[54] Consuming foods tainted with aflatoxins is regarded as a key contributing factor to the induction of HCC.[55] Research across various studies have consistently shown that aflatoxins primarily target the liver, invariably inflicting damage to this organ in the presence of exposure. Initial findings suggest that exposure to AFB1 may result in liver congestion, pale appearance, swelling, and necrosis, along with the development of both chronic and acute hepatocyte damage, thereby inducing liver cancer. Exposure to AFB1 can notably weaken immune reactions, which in turn increases the likelihood of chronic HBV carriers developing cirrhosis and HCC. The presence of AFB1 adducts may directly influence on liver damage and carcinogenesis, substantially exacerbating the gravity and advancement of HCC attributed to AFB1.[10] Within the liver, AFB1 is transformed, allowing it to form covalent bonds with DNA and produce AFB1-N7-guanine adducts, which are crucial for its genotoxic effect. Among cytochrome P450 oxidases, enzymes such as CYP1A2, CYP3A4, and CYP2A6 play a pivotal role in the catalytic creation of these adducts.[56] The creation of AFB1-N7-guanine adducts interferes with normal processes of DNA replication and transcription, which may lead to genetic mutations and cellular damage. Consequently, chronic exposure to AFB1may increase the likelihood of developing HCC. Moreover, case-control research conducted in Guangxi, China, has pinpointed AFB1 exposure as a contributing risk factor for the genesis of HCC.[57] The case-control study by D Cohen et al in Gambia demonstrated a substantial link between liver cancer and AFB1 exposure.[58]"
    },
    {
      "title": "4.2. Mechanism of aflatoxin-induced liver damage leading to liver cancer",
      "text": "In the liver, AFB1 undergoes a metabolic process facilitated by the cytochrome P450 enzyme system, predominantly leading to the production of AFB1-8,9-epoxide (AFBO). AFBO is acknowledged for its potential to induce liver cancer. In this transformation process, 2 AFBO isomers, endo-AFBO and exo-AFBO, are produced. In the human hepatic system, enzymes such as CYP1A2 and CYP3A4 facilitate the transformation of AFB1 into detrimental metabolites. CYP1A2 is pivotal in converting AFB1 into multiple metabolites, encompassing both endo- and exo-AFBO, as well as AFM1. CYP3A4 specifically facilitates the transformation of AFB1 into exo-AFBO and AFQ1.[59] Other enzymes such as CYP2A13 and CYP2A3 contribute to the process of metabolizing AFB1 into AFP1.[60] During the metabolic process, AFP1 forms a dihydroxy aflatoxin oxidation product, which is primarily excreted into the bile either directly or as a glucuronic acid conjugate.[61,62] During the metabolic process, AFM1 and AFQ1 are converted into glucuronide conjugates and sulfate conjugates.[63] These metabolites of AFB1 are primarily excreted via 2 pathways: feces and urine.[10] AFBO has the ability to establish a covalent linkage with the N7 site of guanine situated within the DNA double helix, leading to the creation of an AFB1-N7-guanine adduct,[64] and this binding product has been proven to induce hepatocarcinogenic point mutations.[28] The creation of the AFB1-N7-guanine adduct commonly leads to a specific type of DNA point mutation known as a G to T transversion.[65] Owing to the strong preference of exo-AFBO for binding to guanine over endo-AFBO, it is acknowledged as the main derivative causing liver cancer. In an alkaline environment, the AFB1-N7-guanine adduct is converted into its stable counterpart, known as the aflatoxin B1-formamidopyridine adduct[66], and subsequently, this compound is eliminated from the body via urine. Both isomers of AFBO depend on the catalytic function of glutathione S-transferase (GST) to conjugate with glutathione (GSH), which leads to a decrease or neutralization of their toxicity. AFBO undergoes a metabolic process via the GST pathway to form AFT-mercapturic acid or can be transformed into AFT-glucosiduronic acid through AFT-dihydropyridine. These metabolites eventually bind to GSH to achieve detoxification.[67] The ε-amino groups of lysine on serum albumin in the blood can form covalent bonds with AFBO, resulting in the creation of serum albumin adducts. These adducts continue to exist in the bloodstream.[68] Because to its instability, AFBO is prone to spontaneous hydrolysis into AFB1 dihydrodiol. When it binds to proteins, this product can induce tissue damage, inflammatory reactions, and abnormal cell proliferation, potentially playing a role in the progression of hepatic carcinoma.[69] Furthermore, AFB1 and AFBO can both trigger methylation at the CpG site located at codon 248, and such epigenetic alterations may elevate the rate of mutations in the p53 gene.[70] The p53 gene, which serves as a key tumor suppressor, is commonly affected by AFB1 and undergoes specific mutations in human hepatocytes. Specifically, AFB1 frequently causes a guanine-to-thymine transversion at codon 249 of the p53 gene, leading to the replacement of the arginine at position 249 with serine in the protein.[71,72] This mutation contributes to the progression of hepatic carcinoma by impeding the normal apoptotic process of cells and fostering abnormal cell proliferation. The liver is especially susceptible to the impact of AFB1, and diets containing aflatoxin mixtures or purified AFB1 can induce primary liver cancer in many experimental animal species. These include aquatic species (rainbow trout, red salmon, and cyprinid fish), avian species (ducks), rodents (rats, mice, and tree shrews), carnivores (ferrets), and primates (rhesus monkeys, macaques, African green monkeys, and squirrel monkeys), among others.[73] In cell experiments, contact with AFB1 substantially boosted the replication of human liver cancer HepG2 cells.[74] The primary mechanisms contributing to liver damage attributed to AFB1 include to date encompass oxidative stress, inflammation, promotion of apoptosis, effects on the expression of hepatocyte genes, interference with hepatocyte autophagy, pyroptosis, and necroptosis.[75] AFB1 notably boosts the production of reactive oxygen species (ROS) within hepatocytes, reduces liver antioxidant enzyme activity, induces oxidative stress and inflammation,[76] contributing to facilitating the onset and progression of hepatic malignancies. AFB1 enhances pyroptosis in hepatocytes by dephosphorylating cyclooxygenase-2 (COX-2) and activates Kupffer cells, thereby promoting inflammatory liver damage,[77] and inflammation is intricately linked to the onset of HCC.[78] Furthermore, AFB1 enhances hepatocellular COX-2 expression, subsequently elevating mitochondrial autophagy. This leads to the disruption of mitochondrial lipid metabolism, resulting in hepatic steatosis,[79] a primary element associated with the onset of hepatic carcinoma. Prolonged exposure to environments containing AFB1 can interfere with the normal metabolism of lipids and lipoproteins, and weaken the stability of lipids in liver mitochondria and the liver’s antioxidant defense ability.[80] A study has shown that exposure to AFB1 significantly induces hepatic lipotoxicity, including abnormal lipid droplets growth, increased mitochondrial lipid droplets contact, dysregulation of lipophagy, and lipid accumulation, leading to fatty liver disease,[81] which is the primary etiology of HCC.[82] Additionally, aflatoxins can cause structural damage and dysfunction in hepatocyte mitochondria. Aflatoxins diminish the functionality of the respiratory chain enzymes, resulting in reduced ATP production. Aflatoxins undermine the integrity of the mitochondrial double membrane by modulating B-cell lymphoma 2 family proteins. The active metabolites of aflatoxins can bind to mitochondrial DNA and affect mitochondrial function. Aflatoxins can induce widespread oxidative stress in mitochondria, resulting in mitochondrial damage. Furthermore, aflatoxins can induce the expression of p53 in the cell nucleus, leading to mitochondria-mediated apoptosis.[83] The advancement and spread of HCC are intimately linked to mitochondrial alterations.[84] In a research report, the application of AFB1 to liver cells resulted in the downregulation of nuclear factor erythroid 2-related factor 2 (Nrf2), which in turn elevated the incidence of oxidative stress.[85] Oxidative stress is closely associated with the development of HCC.[86] Epidemiology research suggested that aflatoxin contributes to the onset of HCC.[52] In addition, studies point to the fact that aflatoxin can induce p53 gene mutations and trigger liver cancer.[87] The aryl hydrocarbon receptor (AHR) is pivotal for mediating the hepatotoxic effects triggered by AFB1. Its functional deficiency markedly diminishes AFB1’s harmful effects, whereas elevated AHR levels enhance cell susceptibility to AFB1. Activation of AHR correlates with an increase in long-chain fatty acids, a factor significantly contributing to the cytotoxicity caused by AFB1. Moreover, the upregulation of AHR expression was observed in liver cancer samples associated with AFB1 exposure, highlighting its significance in research on liver cancer linked to aflatoxin.[56] Therefore, aflatoxin induces oxidative stress, inflammation, lipid lesions, and mitochondrial dysfunction through signaling pathways involving p53, ROS, COX-2, and Nrf2, which may ultimately promote the formation of liver cancer. The mechanism by which AFB1 suppresses the immune system mainly involves oxidative stress and induction of apoptosis. It triggers oxidative stress by elevating the quantity of ROS and oxidative damage to biological molecules, which in turn enhances AFB1’s capacity to dampen the immune response. Research has shown that AFB1 can suppress the proliferation of lymphocytes and the synthesis of interleukin-2, which are triggered by anti-CD3 monoclonal antibodies, via the oxidative stress pathway regulated by extracellular signal-regulated kinases 1/2. New findings indicate that AFB1 induces the commencement of apoptotic processes in regular human cells through a ROS-driven caspase pathway, initiating the mechanisms of programmed cell death, thus weakening the immune response.[88] AFB1 triggers inflammation and hepatic damage by enhancing of the NF-κB signaling pathway.[89] Additionally, AFB1 suppressed the production of interleukin-4, an anti-inflammatory cytokine, while enhancing the levels of pro-inflammatory cytokines like γ-interferon and tumor necrosis factor α, which are emitted from NK cells. These results imply that chronic AFB1 exposure intensifies inflammation through modulation of cytokine gene expression.[90] Immune deficiency,[91] oxidative stress, abnormal apoptosis, and inflammation[92] are important mechanisms in the occurrence of liver cancer. It has been established that AFB1 influences the levels of both oncogenic genes (like Ras and c-fos) and tumor suppressive genes (like p53 and survivin). It contributes to genomic instability and mutation by creating DNA adducts, impeding the function of DNA repair enzymes, and increasing ROS generation. Mutations in the Ras gene are among the most prevalent oncogenic alterations, occurring in approximately 19% of patients with cancer. Cells carrying Ras mutations often undergo malignant transformation and exhibit a malignant phenotype.[93] P21 protein, as a product of the Ras gene, serves a crucial function in intracellular signal transduction. When the Ras gene undergoes mutation, the generated mutant p21 protein is not easily hydrolyzed by GTP, which results in the continuous stimulation of the RAS signaling cascade. This sustained activation state promotes abnormal cell proliferation and can trigger the cells to transform into a malignant state, thereby increasing the risk of tumor formation.[94] In hepatic carcinoma caused by AFB1, the Ras oncogene mutations resulting from AFB1 action are mainly concentrated at codon 12, and are predominantly transversions from G:C to T:A.[95,96] In rat models, sustained stimulation of the Ras oncogene is prevalent in liver malignancies initiated by AFB1 exposure.[97] It was found that mutation of the Ras oncogene induced by AFB1 led to an increase in p21 expression. In animal models, p21 positive animals showed a higher incidence of HCC than the p21 negative control group.[98] These results reinforce the notion that the Ras oncogene is a pivotal element in the genesis and progression of HCC caused by AFB1. As an oncogene closely related to cell proliferation, c-Fos is overexpressed in rat liver tissue under the influence of aflatoxin, thereby promoting the initiation and growth of HCC.[99] In most cases of HCC induced by AFB1, the p53 gene was mutated.[100] Recently, transcriptomic and functional genomic analyses have identified p53 as a crucial transcription factor that triggers DNA damage response upon AFB1 exposure.[101] And DNA damage is a crucial factor in the progression of hepatic malignancies.[102] Survivin is a highly specific protein frequently overexpressed across a wide range of malignancies, but it is rarely found in the healthy tissues of the majority of adults. Functionally, as part of the antiapoptotic protein family, survivin inhibits apoptosis and increase proliferation.[103] Animal experiments have shown that overexpression of the survivin gene in rat liver cancer induced by AFB1.[104] Moreover, specific research has indicated that survivin is implicated in the advancement of HCC in areas heavily affected by AFB1.[105] Nrf2 functions as a transcriptional regulator that adjusts the expression of various genes involved in antioxidant and stress response, as well as detoxification processes. Detoxification enzymes in the AFB1 metabolic pathway were markedly suppressed in the livers of Nrf2-deficient rats. In contrast to their wild-type counterparts, Nrf2-deficient rats exhibited amplified hepatotoxic effects after a single dose of AFB1. Additionally, there was an enhanced affinity of AFB1-N7-guanine for hepatic DNA, which was correlated with an increased propensity for hepatic carcinoma development.[106] In a mouse and mouse liver cell experiment, it was found that AFB1 can inhibit the Nrf2 signaling pathway to promote inflammation, oxidative stress, liver fibrosis, cell pyroptosis, and excessive cell apoptosis, leading to liver toxicity and promoting the occurrence of liver cancer.[107] Caveolin-1 (CAV1) plays a pivotal role in the hepatotoxic effects of AFB1. After AFB1 exposure, the viability of human hepatocyte L02 cells decreased and oxidative stress and apoptosis increased, which was related to the interaction between CAV1 and Nrf2. Exposure to AFB1 leads to upregulation of intracellular CAV1.[108] CAV1 upregulates the expression of α-1,6-fucosyltransferase (Fut8) through the activation of the Wnt/β-catenin signaling pathway, which leads to an increase in the growth and invasiveness of HCC cells.[109] An overabundance of CAV1 within hepatic malignant cells correlates with a diminished prognosis and is indicative of a curtailed overall survival rate in HCC patients.[110] Some evidence suggests that miRNAs may serve as early biomarkers of aflatoxin exposure. For instance, by assessing the concentrations of AFB1-DNA adducts along with the expression levels of miRNA-429 and miRNA-24 within neoplastic tissues, we observed an upregulation of miRNA-429 and miRNA-24 in HCC tissues where high AFB1 concentrations were prevalent. Moreover, a significant association was observed between the increased levels of these miRNAs and the magnitude of tumor size. Significantly, the heightened expression of these 2 miRNAs is found to suppress apoptosis, promote tumor cell proliferation, and has shown a strong correlation with elevated AFB1-DNA adduct levels. This suggests that miRNA-429 and miRNA-24 may act as prospective biomarkers for predicting the prognosis of AFB1-associated HCC and tumorigenesis.[70] Furthermore, a case-control study conducted in a hospital setting in China explored the polymorphism of pre-miRNAs, uncovering their potential as both a risk and prognostic biomarker for HCC caused by AFB1 exposure. Rs28599926 in miR-1268a was identified as a candidate biomarkers.[111] Subsequently, researchers further investigated the potential mechanisms of signaling pathways involved in AFB1 induced HCC, Zeng et al discovered a new regulatory circuit linked to GSK-3b-C/EBPa-miR-122-IGF-1R, the malfunction of which could potentially cause HCC onset.[112] Liu et al discovered that in vivo upregulation of rno-miR-34a-5p can curb the expression of genes that regulate the cell cycle, including MET, CCNE2, and CCND1, resulting in cell cycle arrest and facilitating the repair of DNA damage mediated by p53 in the livers of rats exposed to AFB1. Consequently, miR-34a-5p could emerge as an effective biomarker for detecting liver DNA damage caused by AFB1. DNA damage is crucial for the onset of hepatic cancer.[113] Experiments have found that in the mechanism of AFB1-induced liver tumorigenesis, miR-33a and miR-34a upregulate and downregulate the Wnt/β-catenin signaling pathway, respectively.[111] In an investigation, a cohort of 1028 serum samples were meticulously examined to quantitatively assess the diagnostic efficacy of serum -circulating miRNAs in distinguishing HCC specifically induced by AFB1 exposure, thereby exploring their utility as novel biomarkers for early detection in clinical settings. During the analysis, it was observed that 8 distinct miRNAs exhibited elevated expression levels within the sample set, encompassing miR-7-2-3p, miR-4651, miR-127-3p, miR-192-5p, miR-382-5p, miR-10b-5p, miR-532-3p, and miR-16-5p. Among all samples, miR-4651 emerged with the highest expression, pointing towards its candidacy as a distinctive biomarker for HCC triggered by AFB1 exposure.[114] In a previous study, the variations in long noncoding RNA were examined throughout the course of hepatic tumorigenesis induced by AFB1. It was observed that the H19 gene, responsible for lncRNA production, was upregulated in HepG2 cells following exposure to AFB1, which in turn enhanced cellular proliferation and invasive behavior.[111]"
    },
    {
      "title": "4.2.1. The conversion of aflatoxins in the body",
      "text": "In the liver, AFB1 undergoes a metabolic process facilitated by the cytochrome P450 enzyme system, predominantly leading to the production of AFB1-8,9-epoxide (AFBO). AFBO is acknowledged for its potential to induce liver cancer. In this transformation process, 2 AFBO isomers, endo-AFBO and exo-AFBO, are produced. In the human hepatic system, enzymes such as CYP1A2 and CYP3A4 facilitate the transformation of AFB1 into detrimental metabolites. CYP1A2 is pivotal in converting AFB1 into multiple metabolites, encompassing both endo- and exo-AFBO, as well as AFM1. CYP3A4 specifically facilitates the transformation of AFB1 into exo-AFBO and AFQ1.[59] Other enzymes such as CYP2A13 and CYP2A3 contribute to the process of metabolizing AFB1 into AFP1.[60] During the metabolic process, AFP1 forms a dihydroxy aflatoxin oxidation product, which is primarily excreted into the bile either directly or as a glucuronic acid conjugate.[61,62] During the metabolic process, AFM1 and AFQ1 are converted into glucuronide conjugates and sulfate conjugates.[63] These metabolites of AFB1 are primarily excreted via 2 pathways: feces and urine.[10] AFBO has the ability to establish a covalent linkage with the N7 site of guanine situated within the DNA double helix, leading to the creation of an AFB1-N7-guanine adduct,[64] and this binding product has been proven to induce hepatocarcinogenic point mutations.[28] The creation of the AFB1-N7-guanine adduct commonly leads to a specific type of DNA point mutation known as a G to T transversion.[65] Owing to the strong preference of exo-AFBO for binding to guanine over endo-AFBO, it is acknowledged as the main derivative causing liver cancer. In an alkaline environment, the AFB1-N7-guanine adduct is converted into its stable counterpart, known as the aflatoxin B1-formamidopyridine adduct[66], and subsequently, this compound is eliminated from the body via urine. Both isomers of AFBO depend on the catalytic function of glutathione S-transferase (GST) to conjugate with glutathione (GSH), which leads to a decrease or neutralization of their toxicity. AFBO undergoes a metabolic process via the GST pathway to form AFT-mercapturic acid or can be transformed into AFT-glucosiduronic acid through AFT-dihydropyridine. These metabolites eventually bind to GSH to achieve detoxification.[67] The ε-amino groups of lysine on serum albumin in the blood can form covalent bonds with AFBO, resulting in the creation of serum albumin adducts. These adducts continue to exist in the bloodstream.[68] Because to its instability, AFBO is prone to spontaneous hydrolysis into AFB1 dihydrodiol. When it binds to proteins, this product can induce tissue damage, inflammatory reactions, and abnormal cell proliferation, potentially playing a role in the progression of hepatic carcinoma.[69] Furthermore, AFB1 and AFBO can both trigger methylation at the CpG site located at codon 248, and such epigenetic alterations may elevate the rate of mutations in the p53 gene.[70] The p53 gene, which serves as a key tumor suppressor, is commonly affected by AFB1 and undergoes specific mutations in human hepatocytes. Specifically, AFB1 frequently causes a guanine-to-thymine transversion at codon 249 of the p53 gene, leading to the replacement of the arginine at position 249 with serine in the protein.[71,72] This mutation contributes to the progression of hepatic carcinoma by impeding the normal apoptotic process of cells and fostering abnormal cell proliferation."
    },
    {
      "title": "4.2.2. Relationship between aflatoxin-induced hepatotoxicity and liver cancer",
      "text": "The liver is especially susceptible to the impact of AFB1, and diets containing aflatoxin mixtures or purified AFB1 can induce primary liver cancer in many experimental animal species. These include aquatic species (rainbow trout, red salmon, and cyprinid fish), avian species (ducks), rodents (rats, mice, and tree shrews), carnivores (ferrets), and primates (rhesus monkeys, macaques, African green monkeys, and squirrel monkeys), among others.[73] In cell experiments, contact with AFB1 substantially boosted the replication of human liver cancer HepG2 cells.[74] The primary mechanisms contributing to liver damage attributed to AFB1 include to date encompass oxidative stress, inflammation, promotion of apoptosis, effects on the expression of hepatocyte genes, interference with hepatocyte autophagy, pyroptosis, and necroptosis.[75] AFB1 notably boosts the production of reactive oxygen species (ROS) within hepatocytes, reduces liver antioxidant enzyme activity, induces oxidative stress and inflammation,[76] contributing to facilitating the onset and progression of hepatic malignancies. AFB1 enhances pyroptosis in hepatocytes by dephosphorylating cyclooxygenase-2 (COX-2) and activates Kupffer cells, thereby promoting inflammatory liver damage,[77] and inflammation is intricately linked to the onset of HCC.[78] Furthermore, AFB1 enhances hepatocellular COX-2 expression, subsequently elevating mitochondrial autophagy. This leads to the disruption of mitochondrial lipid metabolism, resulting in hepatic steatosis,[79] a primary element associated with the onset of hepatic carcinoma. Prolonged exposure to environments containing AFB1 can interfere with the normal metabolism of lipids and lipoproteins, and weaken the stability of lipids in liver mitochondria and the liver’s antioxidant defense ability.[80] A study has shown that exposure to AFB1 significantly induces hepatic lipotoxicity, including abnormal lipid droplets growth, increased mitochondrial lipid droplets contact, dysregulation of lipophagy, and lipid accumulation, leading to fatty liver disease,[81] which is the primary etiology of HCC.[82] Additionally, aflatoxins can cause structural damage and dysfunction in hepatocyte mitochondria. Aflatoxins diminish the functionality of the respiratory chain enzymes, resulting in reduced ATP production. Aflatoxins undermine the integrity of the mitochondrial double membrane by modulating B-cell lymphoma 2 family proteins. The active metabolites of aflatoxins can bind to mitochondrial DNA and affect mitochondrial function. Aflatoxins can induce widespread oxidative stress in mitochondria, resulting in mitochondrial damage. Furthermore, aflatoxins can induce the expression of p53 in the cell nucleus, leading to mitochondria-mediated apoptosis.[83] The advancement and spread of HCC are intimately linked to mitochondrial alterations.[84] In a research report, the application of AFB1 to liver cells resulted in the downregulation of nuclear factor erythroid 2-related factor 2 (Nrf2), which in turn elevated the incidence of oxidative stress.[85] Oxidative stress is closely associated with the development of HCC.[86] Epidemiology research suggested that aflatoxin contributes to the onset of HCC.[52] In addition, studies point to the fact that aflatoxin can induce p53 gene mutations and trigger liver cancer.[87] The aryl hydrocarbon receptor (AHR) is pivotal for mediating the hepatotoxic effects triggered by AFB1. Its functional deficiency markedly diminishes AFB1’s harmful effects, whereas elevated AHR levels enhance cell susceptibility to AFB1. Activation of AHR correlates with an increase in long-chain fatty acids, a factor significantly contributing to the cytotoxicity caused by AFB1. Moreover, the upregulation of AHR expression was observed in liver cancer samples associated with AFB1 exposure, highlighting its significance in research on liver cancer linked to aflatoxin.[56] Therefore, aflatoxin induces oxidative stress, inflammation, lipid lesions, and mitochondrial dysfunction through signaling pathways involving p53, ROS, COX-2, and Nrf2, which may ultimately promote the formation of liver cancer."
    },
    {
      "title": "4.2.3. The relationship between aflatoxin-induced immunotoxicity and liver cancer",
      "text": "The mechanism by which AFB1 suppresses the immune system mainly involves oxidative stress and induction of apoptosis. It triggers oxidative stress by elevating the quantity of ROS and oxidative damage to biological molecules, which in turn enhances AFB1’s capacity to dampen the immune response. Research has shown that AFB1 can suppress the proliferation of lymphocytes and the synthesis of interleukin-2, which are triggered by anti-CD3 monoclonal antibodies, via the oxidative stress pathway regulated by extracellular signal-regulated kinases 1/2. New findings indicate that AFB1 induces the commencement of apoptotic processes in regular human cells through a ROS-driven caspase pathway, initiating the mechanisms of programmed cell death, thus weakening the immune response.[88] AFB1 triggers inflammation and hepatic damage by enhancing of the NF-κB signaling pathway.[89] Additionally, AFB1 suppressed the production of interleukin-4, an anti-inflammatory cytokine, while enhancing the levels of pro-inflammatory cytokines like γ-interferon and tumor necrosis factor α, which are emitted from NK cells. These results imply that chronic AFB1 exposure intensifies inflammation through modulation of cytokine gene expression.[90] Immune deficiency,[91] oxidative stress, abnormal apoptosis, and inflammation[92] are important mechanisms in the occurrence of liver cancer."
    },
    {
      "title": "4.2.4. The relationship between AFB1, coding genes, and liver cancer",
      "text": "It has been established that AFB1 influences the levels of both oncogenic genes (like Ras and c-fos) and tumor suppressive genes (like p53 and survivin). It contributes to genomic instability and mutation by creating DNA adducts, impeding the function of DNA repair enzymes, and increasing ROS generation. Mutations in the Ras gene are among the most prevalent oncogenic alterations, occurring in approximately 19% of patients with cancer. Cells carrying Ras mutations often undergo malignant transformation and exhibit a malignant phenotype.[93] P21 protein, as a product of the Ras gene, serves a crucial function in intracellular signal transduction. When the Ras gene undergoes mutation, the generated mutant p21 protein is not easily hydrolyzed by GTP, which results in the continuous stimulation of the RAS signaling cascade. This sustained activation state promotes abnormal cell proliferation and can trigger the cells to transform into a malignant state, thereby increasing the risk of tumor formation.[94] In hepatic carcinoma caused by AFB1, the Ras oncogene mutations resulting from AFB1 action are mainly concentrated at codon 12, and are predominantly transversions from G:C to T:A.[95,96] In rat models, sustained stimulation of the Ras oncogene is prevalent in liver malignancies initiated by AFB1 exposure.[97] It was found that mutation of the Ras oncogene induced by AFB1 led to an increase in p21 expression. In animal models, p21 positive animals showed a higher incidence of HCC than the p21 negative control group.[98] These results reinforce the notion that the Ras oncogene is a pivotal element in the genesis and progression of HCC caused by AFB1. As an oncogene closely related to cell proliferation, c-Fos is overexpressed in rat liver tissue under the influence of aflatoxin, thereby promoting the initiation and growth of HCC.[99] In most cases of HCC induced by AFB1, the p53 gene was mutated.[100] Recently, transcriptomic and functional genomic analyses have identified p53 as a crucial transcription factor that triggers DNA damage response upon AFB1 exposure.[101] And DNA damage is a crucial factor in the progression of hepatic malignancies.[102] Survivin is a highly specific protein frequently overexpressed across a wide range of malignancies, but it is rarely found in the healthy tissues of the majority of adults. Functionally, as part of the antiapoptotic protein family, survivin inhibits apoptosis and increase proliferation.[103] Animal experiments have shown that overexpression of the survivin gene in rat liver cancer induced by AFB1.[104] Moreover, specific research has indicated that survivin is implicated in the advancement of HCC in areas heavily affected by AFB1.[105] Nrf2 functions as a transcriptional regulator that adjusts the expression of various genes involved in antioxidant and stress response, as well as detoxification processes. Detoxification enzymes in the AFB1 metabolic pathway were markedly suppressed in the livers of Nrf2-deficient rats. In contrast to their wild-type counterparts, Nrf2-deficient rats exhibited amplified hepatotoxic effects after a single dose of AFB1. Additionally, there was an enhanced affinity of AFB1-N7-guanine for hepatic DNA, which was correlated with an increased propensity for hepatic carcinoma development.[106] In a mouse and mouse liver cell experiment, it was found that AFB1 can inhibit the Nrf2 signaling pathway to promote inflammation, oxidative stress, liver fibrosis, cell pyroptosis, and excessive cell apoptosis, leading to liver toxicity and promoting the occurrence of liver cancer.[107] Caveolin-1 (CAV1) plays a pivotal role in the hepatotoxic effects of AFB1. After AFB1 exposure, the viability of human hepatocyte L02 cells decreased and oxidative stress and apoptosis increased, which was related to the interaction between CAV1 and Nrf2. Exposure to AFB1 leads to upregulation of intracellular CAV1.[108] CAV1 upregulates the expression of α-1,6-fucosyltransferase (Fut8) through the activation of the Wnt/β-catenin signaling pathway, which leads to an increase in the growth and invasiveness of HCC cells.[109] An overabundance of CAV1 within hepatic malignant cells correlates with a diminished prognosis and is indicative of a curtailed overall survival rate in HCC patients.[110]"
    },
    {
      "title": "4.2.5. The relationship between AFB1, noncoding RNA, and liver cancer",
      "text": "Some evidence suggests that miRNAs may serve as early biomarkers of aflatoxin exposure. For instance, by assessing the concentrations of AFB1-DNA adducts along with the expression levels of miRNA-429 and miRNA-24 within neoplastic tissues, we observed an upregulation of miRNA-429 and miRNA-24 in HCC tissues where high AFB1 concentrations were prevalent. Moreover, a significant association was observed between the increased levels of these miRNAs and the magnitude of tumor size. Significantly, the heightened expression of these 2 miRNAs is found to suppress apoptosis, promote tumor cell proliferation, and has shown a strong correlation with elevated AFB1-DNA adduct levels. This suggests that miRNA-429 and miRNA-24 may act as prospective biomarkers for predicting the prognosis of AFB1-associated HCC and tumorigenesis.[70] Furthermore, a case-control study conducted in a hospital setting in China explored the polymorphism of pre-miRNAs, uncovering their potential as both a risk and prognostic biomarker for HCC caused by AFB1 exposure. Rs28599926 in miR-1268a was identified as a candidate biomarkers.[111] Subsequently, researchers further investigated the potential mechanisms of signaling pathways involved in AFB1 induced HCC, Zeng et al discovered a new regulatory circuit linked to GSK-3b-C/EBPa-miR-122-IGF-1R, the malfunction of which could potentially cause HCC onset.[112] Liu et al discovered that in vivo upregulation of rno-miR-34a-5p can curb the expression of genes that regulate the cell cycle, including MET, CCNE2, and CCND1, resulting in cell cycle arrest and facilitating the repair of DNA damage mediated by p53 in the livers of rats exposed to AFB1. Consequently, miR-34a-5p could emerge as an effective biomarker for detecting liver DNA damage caused by AFB1. DNA damage is crucial for the onset of hepatic cancer.[113] Experiments have found that in the mechanism of AFB1-induced liver tumorigenesis, miR-33a and miR-34a upregulate and downregulate the Wnt/β-catenin signaling pathway, respectively.[111] In an investigation, a cohort of 1028 serum samples were meticulously examined to quantitatively assess the diagnostic efficacy of serum -circulating miRNAs in distinguishing HCC specifically induced by AFB1 exposure, thereby exploring their utility as novel biomarkers for early detection in clinical settings. During the analysis, it was observed that 8 distinct miRNAs exhibited elevated expression levels within the sample set, encompassing miR-7-2-3p, miR-4651, miR-127-3p, miR-192-5p, miR-382-5p, miR-10b-5p, miR-532-3p, and miR-16-5p. Among all samples, miR-4651 emerged with the highest expression, pointing towards its candidacy as a distinctive biomarker for HCC triggered by AFB1 exposure.[114] In a previous study, the variations in long noncoding RNA were examined throughout the course of hepatic tumorigenesis induced by AFB1. It was observed that the H19 gene, responsible for lncRNA production, was upregulated in HepG2 cells following exposure to AFB1, which in turn enhanced cellular proliferation and invasive behavior.[111]"
    },
    {
      "title": "4.3. The synergistic effect of AFB1 and HBV on liver cancer",
      "text": "In a Shanghai-based investigation encompassing more than 18,000 male participants, the study investigated the interplay between HBV and aflatoxin biomarkers, evaluating their roles as standalone and synergistic risk factors for HCC. The nested case-control study indicated a substantial increase in relative risk to 3.4 among hepatic carcinoma patients with the detection of aflatoxin biomarkers (aflatoxin-N7-guanine) in urine. In men with a positive test for HBV surface antigen in their blood yet no evidence of aflatoxin exposure through urine analysis, the relative risk was 7. Among those who were hepatitis B surface antigen-positive and had detectable aflatoxin biomarkers in their urine samples, the relative risk soars to 59. Therefore, these 2 factors exhibit a significant multiplicative carcinogenic effect on the onset and progression of liver cancer.[115,116] The initial indication of a combined impact of AFB1 and HBV on the progression of HCC originated from experiments on transgenic mice, which demonstrated an increased expression of HBV’s large envelope protein when the mice were administered AFB1. In contrast to their non-AFB1-exposed littermates, these mice exhibited more rapid and severe progression of hepatocellular dysplasia and HCC.[117] The cooperative hepatocarcinogenic impact of HBV and AFB1 appears contingent upon the existence of polymorphisms in phase II detoxification genes that neutralize the carcinogen AFBO through its conversion into inactive metabolites. This includes genes encoding enzymes like GSTs such as GSTM1 and GSTT1, and the epoxide hydrolases. HBV infection can render hepatocytes more vulnerable to the oncogenic action of AFB1, which can be achieved through chronic inflammation initiated by HBV or the virus itself inducing cytochrome P450 to metabolize AFB1 into AFBO. Chronic HBV infection leads to liver cell necrosis and regeneration, along with the production of reactive oxygen and nitrogen species, which in turn facilitates the p53 249ser mutation induced by AFB1 and the subsequent proliferation of mutated cells, thereby increasing the likelihood of liver cancer. The HBx protein from HBV impairs the nucleotide excision repair mechanism, which is typically responsible for eliminating AFB1-DNA adducts. This disruption can result in prolonged presence of mutations, potentially boosting the likelihood of liver cancer development. Additionally, this protein contributes to an increase in the overall rate of DNA mutations, notably involving the serine 249 mutation in p53, and may precipitate cell cycle dysregulation when p53 function is compromised, thereby augmenting the hepatocarcinogenic effects of AFB1.[118,119] During the progression of HCC, studies have uncovered a notable occurrence: the activity of the PTEN tumor suppressor gene is markedly repressed when exposed to the synergistic effects of AFB1 and HBV. Evidence also suggests that AFB1 can enhance the expression of HBV antigens and promote the integration process between the HBV genome and host liver cell chromosomes, resulting in an increase in the accumulation of HBV antigens in hepatocytes. This phenomenon is considered a potential mechanism by which HBV and AFB1 synergistically facilitate the onset of hepatic carcinoma.[120] Furthermore, HBV-transgenic mice and HepG2 cells transfected with HBV exhibited increased amounts of glutathione S-transferase pi, concurrently with a notable decrease in the expression of GST α enzymes. In the human liver, the presence of HBV DNA correlates with reduced GST activity, suggesting that the viral infection could diminish the detoxification capacity of liver against aflatoxin.[121] Moudgil highlighted several synergistic mechanisms between AFB1 and HBV in the progression of HCC. Initially, AFB1’s immunosuppressive impact results in a heightened vulnerability to HBV infection. Subsequently, the presence of HBV amplifies the potential of AFB1 to induce mutations. Third, HBV influences the capacity of hepatic cells to detoxify AFB1.[122] The combined influence of HBV and AFB1 intensifies the progression and metastasis of HCC, which is mainly mediated by the GRP78 and EOR/UPR pathways, along with cell death triggered by AFB1. GRP78, an indicator of endoplasmic reticulum stress, is associated with HCC progression. Both AFB1 and the large surface antigen of HBV upregulate GRP78 expression. This upregulation is associated with enhanced HCC invasiveness and metastatic capacity. When the EOR/UPR pathway is triggered by HBV, it induces the proliferation and invasion of HCC cells. AFB1 triggers cell death, which subsequently results in the upregulation of soluble epoxide hydrolase and COX-2, thereby facilitating tumor progression. Both HBV and AFB1 suppress the activity of the p53, thereby accelerating the progression of liver cancer. Hepatitis B e antigen intervenes with the p53 stability by disrupting the NUMB-HDM2-p53 trimeric complex, leading to p53’s ubiquitination and degradation. AFB1 also increases the expression of HDM2, which is responsible for p53 degradation. In addition, a positive feedback loop is present between AFB1, N6-methyladenosine (m6A), HBx, WD-40 repeat protein 5 (WDR5), H3K4me3, and α-ketoglutarate-dependent dioxygenase homolog 5 (ALKBH5). AFB1 sets off this cycle by accelerating m6A demethylation, thereby hindering HBx degradation and enabling its interaction with other proteins, which in turn amplifies HBx’s hepatocarcinogenic impact. Subsequently, HBx can pair with WDR5 and H3K4me3, thereby increasing the expression of ALKBH5. ALKBH5 further demethylates m6A to complete this cycle, and m6A demethylation is carcinogenic, which may negatively impact the prognosis or survival rate of HCC.[123]"
    },
    {
      "title": "4.4. Prevention and treatment of liver cancer caused by aflatoxin",
      "text": "Reducing aflatoxin contamination and avoiding exposure to aflatoxins are important for preventing the occurrence of liver cancer. For example, physical methods have been used to remove and degrade aflatoxins. Most aflatoxins are usually found in the outer layers and peelings of grains. Therefore, common practices like scrubbing or polishing during grain processing can often help reduce the amount of these toxins. Similarly, mechanical peelers can also help remove aflatoxins. Solvent extraction is a physical technique that efficiently eliminates mycotoxins, notably aflatoxins, from oilseed meals while avoiding the creation of harmful by-products and maintaining the product’s quality and protein levels. In grains, employing physical techniques like photodegradation resulted in notably lower concentrations of aflatoxin, with a drop of approximately 40% after 3 hours and as high as 75% after 30 hours of continuous sunlight exposure. Physical methods for removing aflatoxins include the use of adsorbent materials that can bind and fix toxins. Among the physical approaches to degrading aflatoxins, the most extensively researched include thermal processes, such as heating, extrusion, and microwave treatment, as well as irradiation techniques using gamma rays and ultraviolet light. Chemical methods for degrading aflatoxins. Ammonia treatment, one of the earliest chemical techniques examined, has demonstrated its effectiveness in neutralizing aflatoxins in corn and various other affected goods. A variety of oxidizing agents are capable of breaking down aflatoxins, yet only a few are deemed appropriate for application in the food and feed industries, with hydrogen peroxide being a notable example. Research has explored the use of sodium bisulfite as a potent detoxification method, specifically for AFB1. Ozone and organic acids, such as citric acid, lactic acid, and tartaric acid can also effectively degrade aflatoxins. Over the past few years, the potential application of water-soluble plant extracts in the detoxification of aflatoxins has been studied, as the compounds in the extracts have biodegradability, environmental friendliness, biosafety, renewability, and may have lower costs.[124] The use of phytochemicals in chemical methods to prevent and treat liver damage caused by aflatoxin, which leads to liver cancer, has received widespread attention from scholars. Flavonoids such as robinetin, quercetin, fisetin, morin, and silymarin can suppress the creation of DNA adducts caused by AFB1, reduce AFBO formation, clear ROS, alleviate DNA damage induced by AFB1, enhance the antioxidant defense system of hepatocytes, inhibit lipid peroxidation levels, suppress apoptotic cell death, resist oxidative stress, and repair damaged cell membranes, thereby inhibiting AFB1 induced liver damage and preventing the occurrence of hepatic carcinoma. Polyphenolic compounds such as curcumin, proanthocyanidins, oxidized tea polyphenols, and resveratrol, can lower the likelihood of hepatic carcinoma by hindering the uptake of AFB1 in the digestive tract and hepatic regions, regulating DNA repair genes in DNA damage triggered by AFB1, improving DNA repair ability, regulating lipid peroxidation processes, preventing hepatic oxidative stress induced by AFB1, boosting antioxidant defenses of AFB1 poisoned experimental animals, and improving liver lymphocyte infiltration caused by AFB1. Polysaccharides such as glucomannan, chitosan, cellulose polymers, glucans, mannans, and bush sophora root polysaccharide can inhibit the penetration of AFB1 in the body through adsorption capacity, shielding the hepatocyte DNA from damage caused by AFB1, elevating the levels of SOD2 enzyme expression while simultaneously reducing the levels of CYP450 1A5 mRNA, alleviating AFB1 mediated liver toxicity, and reducing the possibility of liver cancer occurrence. In addition to flavonoids, polyphenols, and polysaccharides, an array of other phytochemicals found in plants, like saponins, terpenes, and alkaloids, possess a broad spectrum of physiological effects and contribute to the diminished likelihood of hepatic carcinoma caused by AFB1.[125] Biological methods for decontamination of aflatoxins. Biological control has received attention from scholars in the field of biological methods. Recent studies have shown that non-aflatoxigenic Aspergillus can reduce the concentration of aflatoxin in processed crops by over 80%, both in the field and under storage conditions.[126] The mechanism involves the physical elimination of toxigenic strains by non-aflatoxigenic strains during the infection process, or non-aflatoxigenic strains competing for the nutrients required for aflatoxin biosynthesis.[127] In addition to non-aflatoxigenic Aspergillus, other promising biological control agents have emerged to combat molds that produce aflatoxins. For example, a strain called Trichoderma harzianum is used to limit contamination by A flavus. It reduced aflatoxin levels in peanuts and sweet corn by 57% and 65%, respectively.[126] Lactic acid bacteria can inhibit the production of aflatoxins from feed and food by directly suppressing fungal growth, cell walls adsorption, and producing antifungal metabolites.[128] Widely applied, Saccharomyces cerevisiae can release enzymatic substances that notably influence both the mycelial growth of A flavus and the synthesis of its associated aflatoxins. In addition, Bacillus subtilis, Streptomyces, and marine microorganisms can produce active substances that inhibit A flavus and toxins. The active substances mainly include peptides, bacteriocins, small molecule organic compounds, organic acids, antibiotics, and enzymes.[127]"
    },
    {
      "title": "5. Conclusion",
      "text": "Utilizing bibliometric techniques and tools such as VOSviewer, Citespace, and R, this study systematically mapped and analyzed the intellectual and vanguard landscape of the connection between aflatoxins and HCC. This examination highlighted the pivotal components of ongoing worldwide studies, providing a vista into potential avenues for the field’s progression. An upward trend in publication volume, with periodic fluctuations, reflects an escalating scholarly engagement in this domain. The preponderance of literature is directed towards demystifying the mechanisms through which aflatoxins trigger liver cancer, with findings underscoring their significant impact in hepatocellular carcinogenesis. This article provides an extensive synthesis of extant scientific insights regarding the relationship between aflatoxins and liver cancer, potentially aiding researchers in attaining a profound comprehension of prevailing tendencies and in procuring a broader vista of the topic. Supplemental Digital Content “PRISMA 2020 for Abstracts Checklist” is available for this article (https://links.lww.com/MD/Q709)."
    },
    {
      "title": "Acknowledgments",
      "text": "We are grateful to Dr Bao-Chen Zhu and Professor Guo-Dong Hua for valuable discussions and insights. The technical assistance provided by the Pharmacy Department is also acknowledged. Additionally, we extend our heartfelt appreciation for the unwavering support and motivating encouragement we’ve been fortunate enough to receive from our colleagues, friends, and family throughout the entire course of this research endeavor."
    },
    {
      "title": "Author contributions",
      "text": "Conceptualization: Ruo-Yu Gao. Data curation: Zheng Liu, Bao-Chen Zhu, Xin Huang. Formal analysis: Zheng Liu, Chun-Miao Xue, Wen-Hui Liu. Funding acquisition: Zheng Liu, Guo-Dong Hua. Investigation: Jiao-Jiao Cheng, Jin-Gui Wang, Guo-Dong Hua. Methodology: Zheng Liu, Bao-Chen Zhu, Shi-xin Chen, Guo-Dong Hua. Project administration: Zheng Liu, Bao-Chen Zhu, Chun-Miao Xue, Guo-Dong Hua. Resources: Zheng Liu, Bao-Chen Zhu. Software: Zheng Liu, Zhi-Bin Song. Supervision: Zheng Liu. Validation: Zheng Liu. Visualization: Zheng Liu, Dan-Hua Zhao. Writing – original draft: Zheng Liu. Writing – review & editing: Guo-Dong Hua."
    }
  ],
  "full_text": "## 1. Introduction\nHepatic carcinoma, a prevalent form of cancer, is the sixth most frequently diagnosed malignancy worldwide. It is also a significant contributor to cancer-related mortality, holding the third position.[1] Liver cancer disproportionately impacts China, with the country experiencing more than half of the global new cases and fatalities, while its population constitutes less than one-fifth of the world’s total.[2] Key contributors to liver cancer risk include infections from hepatitis B and C viruses, nonalcoholic fatty liver disease, alcohol-induced cirrhosis, smoking habits, obesity, diabetes, exposure to aflatoxins, and unhealthy dietary practices.[3] These factors can lead to damaged gene stability, molecular signal transmission imbalance, and changes in the tumor microenvironment, which are characteristics of liver cancer heterogeneity.[4] The survival outlook for liver cancer patients is generally very unfavorable, with only 20% of patients in the United Kingdom surviving 1 year after being diagnosed with liver cancer,[5] and a 5-year survival rate of only 9%. Surgical methods, such as liver resection, liver transplantation, and percutaneous ablation, are considered efficient treatments for liver cancer. However, owing to limitations in liver injury and extrahepatic metastasis, only approximately 20% of patients meet the surgical criteria. Options for drug therapy are relatively limited. Sorafenib, a widely used medication, has shown efficacy in extending patient survival in large-scale clinical trials. However, its clinical benefits remain limited. According to reports, Sorafenib shows efficacy in roughly 30% of individuals, with resistance typically emerging within a 6-month period.[6] Therefore, exploring the factors influencing hepatic cancer, aflatoxin, has certain significance in preventing the occurrence of liver cancer. Aflatoxins are a group of mycotoxins naturally produced by fungi, with Aspergillus flavus and parasitic strains of Aspergillus being the primary species responsible for their generation, often contaminating important food crops including corn and peanuts.[7] Aflatoxin has earned the designation of a group 1 carcinogen for humans.[8] After long-term exposure to aflatoxin, the toxin is converted into exo-8,9-epoxide by the cytochrome P450 enzyme system in the body. Exo-8,9-epoxide has a mutagenic effect. The epoxide metabolite of aflatoxin is potentially the primary carcinogenic form. This derivative is capable of forming adducts with DNA, notably at the 249th codon of the p53 tumor suppressor gene, causing nucleotide sequence mutations from G to T, which may have the potential to cause hepatocellular carcinoma (HCC).[9] The prevalent forms of aflatoxins encompass B1, B2, G1, G2, M1, and M2. Aflatoxin B1 (AFB1) stands out as the most hazardous substance among its kind, with its metabolites demonstrating a range of health problems, including potent acute toxicity, potential birth defects, genetic mutations, and cancer. Numerous researches indicate that AFB1 potentially hastens the progression of HCC in humans and animals alike.[10] Regions with elevated rates of HCC often overlap with those where exposure to aflatoxins is also high.[11] Research indicates that aflatoxin exposure approximately triples to quadruples the risk of developing hepatic cancer in males.[12] Furthermore, research suggests a significant link between aflatoxin exposure and the formation of hepatic cancer, with estimates ranging from 4.6% to 28.2% of cases potentially attributable to this substance, underscoring its role in hepatic cancer causation.[13] Bibliometrics originated in the early 1900s and gained recognition as a separate field of study in 1969.[14] Today, it has become an indispensable and widely used tool in the field of literature analysis.[15] Bibliometric analysis systematically explores the distribution, trends, and characteristics of existing literature in a specific field through quantitative methods.[16] This type of analysis can extract multidimensional information, covering key elements, such as authors, keywords, journal sources, countries, research institutions, and citation relationships. Therefore, a bibliometric analysis provides valuable perspectives on the evolution of specific fields.[17] Ninkov, A emphasized the importance of using visualization methods for co-citation analysis in bibliometrics, which helps to effectively interpret data and improve the comprehensiveness of results.[18] Within the realm of medical science, the application of bibliometrics occupies a key position, and this method has been adopted earlier in the field.[19] Bibliometrics contributes to constructing a comprehensive knowledge map in the field of liver cancer and aflatoxins, and can clarify research frontiers, collaboration patterns among researchers, research progress, and core focuses to a certain extent. Therefore this study conducted bibliometric analysis and visualization of literature related to the association between liver cancer and aflatoxins. The Web of Science Core Collection (WOSCC) database was selected as the data source, which covers a wide range of academic literature and provides high-quality data support. Meanwhile, this study employed CiteSpace, VOSviewer, and R software to conduct analyses and visualize the results. CiteSpace and VOSviewer are commonly used visualization tools in bibliometrics that help intuitively demonstrate the connections between literature and research trends, while R software offers powerful data processing and statistical analysis capabilities, ensuring the accuracy and reliability of our analytical results. Through the selection and application of these methods, based on analyses of countries, authors, keywords, etc, investigated the number of publications, citation counts, and research trends. We aim to provide researchers with the current research landscape, hotspots, and developmental trajectories. The central aim of this research is to uncover prevalent trends in aflatoxin and liver cancer studies, and based on these findings, to prospectively predict the possible future development trends in this field, aiming to provide a valuable reference for researchers in related fields and promote the sustained prosperity and progress of this field. In this study, we employed bibliometric methods to analyze the relationship between aflatoxin and hepatocarcinogenesis, investigating the mechanisms through which aflatoxin induces liver cancer and exploring strategies for the prevention and treatment of aflatoxin-induced liver cancer.\n\n## 2. Materials and methods\nTo guarantee a thorough and precise collection of data, we selected the WOSCC as our main database and employed the SCI-EXPANDED index to broaden our academic literature scope.[20] First, we searched for medical subject headings in the National Library of Medicine/MeSH database in the United States. Subsequently, the following search strategy was developed: TS = (Aflatoxin * OR Aflatoxin B1 OR Aflatoxin M1 OR Aflatoxin G1 OR Aflatoxin G2 OR Aflatoxin B2) AND (Carcinomas, Hepatocellular OR Liver Neoplasms OR Liver Neoplasm OR Hepatic Neoplasm* OR Cancer of Liver OR Hepatocellular Cancer* OR Hepatic Cancer* OR Liver Cancer OR Liver Cancers OR Cancer of the Liver OR Hepatocellular Carcinomas OR Liver Cell Carcinoma, Adult OR Adult Liver Cancer* OR Liver Cell Carcinoma* OR Hepatoma* OR Intrahepatic Cholangiocarcinoma). The search time ranged from April 30, 2014 to the search date (April 30, 2024). We finished extracting and exporting all files by the end of April 30, 2024, to reduce potential deviations caused by database updates. In the present study, the inclusion criteria for literature screening mainly focused on articles within the domain of hepatic cancer and aflatoxin exposure, particularly original research papers and review literature. Relatively speaking, we explicitly excluded certain document types, including conference abstracts, letters, edited materials, books, and retractions. At the same time, we did not include unpublished articles, duplicate literature, non-English literature, or articles unrelated to the research topic. This study utilized CiteSpace, VOSviewer, and R software to construct a knowledge graph, and each tool demonstrated its unique advantages and effectiveness. CiteSpace can generate timeline graphs, journal double map overlay, burst keyword time graphs, etc, clearly showing the evolution of knowledge within a specific cluster, the span of historical literature, and the development trend of the field.[21] VOSviewer provides diverse visualizations of keywords, collaborating institutions, and authors among, others, resulting in intuitive graphical effects. Covers various visualization forms such as network diagrams, timeline views, and density distribution maps.[22] We also used the Bibliometrix package of R software, which can comprehensively and deeply analyze the research status of a certain field, and capture its research hotspots from multiple perspectives, to output the national cooperation map, keyword cloud map, and Sankey map of aflatoxin and liver cancer field.[23]\n\n## 2.1. Data sources and retrieval strategies\nTo guarantee a thorough and precise collection of data, we selected the WOSCC as our main database and employed the SCI-EXPANDED index to broaden our academic literature scope.[20] First, we searched for medical subject headings in the National Library of Medicine/MeSH database in the United States. Subsequently, the following search strategy was developed: TS = (Aflatoxin * OR Aflatoxin B1 OR Aflatoxin M1 OR Aflatoxin G1 OR Aflatoxin G2 OR Aflatoxin B2) AND (Carcinomas, Hepatocellular OR Liver Neoplasms OR Liver Neoplasm OR Hepatic Neoplasm* OR Cancer of Liver OR Hepatocellular Cancer* OR Hepatic Cancer* OR Liver Cancer OR Liver Cancers OR Cancer of the Liver OR Hepatocellular Carcinomas OR Liver Cell Carcinoma, Adult OR Adult Liver Cancer* OR Liver Cell Carcinoma* OR Hepatoma* OR Intrahepatic Cholangiocarcinoma). The search time ranged from April 30, 2014 to the search date (April 30, 2024). We finished extracting and exporting all files by the end of April 30, 2024, to reduce potential deviations caused by database updates.\n\n## 2.2. Inclusion and exclusion criteria\nIn the present study, the inclusion criteria for literature screening mainly focused on articles within the domain of hepatic cancer and aflatoxin exposure, particularly original research papers and review literature. Relatively speaking, we explicitly excluded certain document types, including conference abstracts, letters, edited materials, books, and retractions. At the same time, we did not include unpublished articles, duplicate literature, non-English literature, or articles unrelated to the research topic.\n\n## 2.3. Data analysis and visualization\nThis study utilized CiteSpace, VOSviewer, and R software to construct a knowledge graph, and each tool demonstrated its unique advantages and effectiveness. CiteSpace can generate timeline graphs, journal double map overlay, burst keyword time graphs, etc, clearly showing the evolution of knowledge within a specific cluster, the span of historical literature, and the development trend of the field.[21] VOSviewer provides diverse visualizations of keywords, collaborating institutions, and authors among, others, resulting in intuitive graphical effects. Covers various visualization forms such as network diagrams, timeline views, and density distribution maps.[22] We also used the Bibliometrix package of R software, which can comprehensively and deeply analyze the research status of a certain field, and capture its research hotspots from multiple perspectives, to output the national cooperation map, keyword cloud map, and Sankey map of aflatoxin and liver cancer field.[23]\n\n## 3. Results\nA total of 787 articles were initially screened from the WOSCC database, and then 2 researchers followed the inclusion and exclusion criteria for secondary screening. If there were different opinions, a consensus was reached after discussion. Ultimately, 597 articles were selected. Figure 1 presents the process of literature screening in detail. Ultimately this study covered 597 articles involving 3228 authors from 1116 organizations in 94 countries, distributed across 288 journals, and cited 28,604 articles from 6689 journals. Literature screening process diagram. WOS = Web of Science. Figure 2 illustrates the chronological spread of scholarly works examining the link between aflatoxins exposure and malignant liver tumors. In summary, the number of articles published in this domain has increased. Between 2014 and 2019, the volume of published research articles consistently increased. This is a relatively significant increase from 26 articles in 2014 to 71 articles in 2019. Although there was a slight decrease in 2016 (from 46 to 43 articles), it quickly rebounded to 64 articles in 2017 and increased relative to 2016 in the following 2 years, reaching 71 articles in 2019. In 2020, the number of published articles continued to increase, reaching 73, which is the highest point in this set of data. However, since 2021, the publication count has experienced a modest decrease, which may be due to the repercussions of the novel coronavirus disease outbreak. However, it will remain at a high level of more than 60 articles from 2021 to 2023, indicating that researchers are increasingly interested in this field. Publication volume trend from 2014 to 2024. Table 1 lists 8 prolific authors who have published over 7 articles in this field. Using VOSviewer software, authors who have published 4 or more articles were visualized, as depicted in Figure 3A. From Figure 3A, it is apparent that the research field on the correlation between aflatoxin and liver cancer has formed multiple research teams centered around Groopman, John D, ChuanFen Zheng, Andrea Barbarossa, Wang, Jia-Sheng, McGlynn, Katherine A, and others. The research teams with Groopman, John D, and McGlynn, Katherine A as the core have close connections, while the cooperation between other researchers and teams is relatively loose. Collaborative efforts by researchers and teams are crucial for advancing the field’s research progress. Top 8 authors in terms of publication quantity. (A) Visualization by the author. (B) Visualization of journal. (C) Timeline of journal. (D) Institutional visualization diagram. (E) Timeline diagram of the institution. (F) Visualization map of the country. (G) Timeline chart of the country. From Table 1, it can be seen that the most prolific author was Groopman, John D. Between 2014 and April 2024, he authored 13 papers accruing 290 citations, averaging 22.31 citations per publication. Groopman, John D affiliated with Johns Hopkins University, is associated with the Bloomberg School of Public Health. His scholarly pursuits concentrate on understanding the potential causality between aflatoxin and the incidence of liver cancer,[24] biomarkers of aflatoxin-induced liver cancer,[25] gene mutation sites induced by aflatoxin in HCC,[26] dysregulation of microRNAs (miRNAs) in liver cancer induced by aflatoxin.[27] Lloyd, R Stephen, the second highest contributor, has seen 11 articles cited 248 times, resulting in a mean citation rate of 22.55 per piece. He is affiliated with Oregon Health and Science University, and his research focuses on the molecular basis of HCC triggered by aflatoxin[28] and the prevention of aflatoxin-induced HCC.[29] As shown in Figure 3A, Groopman, John D and Lloyd, R Stephen belong to the same team and work closely together. Holding the third position, Wang, Jia-Sheng authored 10 articles, which collectively garnered 197 citations, averaging 19.70 citations per piece. He mainly studied precancerous changes in the liver of experimental animals exposed to aflatoxin.[30] He was associated with Beijing University of Chinese Medicine. The ranking at the pinnacle for average citations among the top 10 authors by the number of publications is McGlynn, Katherine A, with 312 citations per article. With 6 published articles, he received a cumulative number of 1872 citations. He is affiliated with the National Cancer Institute in the United States and mainly studies the burden of aflatoxin-induced liver cancer[31] and aflatoxin levels in HCC.[26] Among all the authors, with 3440 citations, Jessica Zucman-Rossi is the leading author in terms of citations, having published 4 papers. He is affiliated with the University of Sorbonne and primarily studies the preventing and cure of aflatoxin-induced liver cancer in genomic medicine.[32,33] Table 2 lists 10 journals with more than 8 articles published. VOSviewer software (Fig. 3B) was used to visualize journals with 3 or more articles published. The results showed that there were active citation relationships in journals such as Food and Chemical Toxicology, Food Additives and Contaminants Part A-Chemistry Analysis Control Exposure & Risk Assessment, and Toxins. The timeline in Figure 3C shows that Critical Reviews in Food Science and Nutrition and Frontiers in Public Health are at the forefront of aflatoxin and liver cancer research. The journals with over 20 articles are Toxins and Food and Chemical Toxicology, with 36 and 24 articles respectively. It is worth noting that Toxins is an open access journal. In the ranking of the top 10 journals by publication output, Food and Chemical Toxicology stands out with the highest citation count, amassing a total of 1376 citations, which equates to an average of approximately 57.33 citations per published piece. This highlights the journal’s high-quality content and widespread attention on the link between aflatoxin ingestion and the risk of hepatic malignancies. Reading the literature published in this journal, it was found that it focuses on the study of the risk of liver cancer caused by aflatoxin contaminated food.[34,35] Among all journals, Nature Reviews Gastroenterology & Hepatology has the highest citation count of 2455, with 1 article published. Upon reading the literature in this journal, it was found that it mainly focuses on the risk prevention, management, and mechanism research of aflatoxin-induced HCC.[36] Among the top 10 journals, Ecotoxicology and Environmental Safety have the highest impact factor of 6.8. In addition, based on the information provided by VOSviewer software and Journal Citation Reports, we also found that the top 10 journals with the highest publication volume are mainly concentrated in Q1 (50%), Q2 (30%), and Q3 (20%) of JCR, indicating that these journals have a certain influence in related fields. Figure 4 shows journal double map overlay, with each node representing a journal. Figure 4’s left panel indicates the journal housing the literature that cites others, while its right panel denotes the journal containing the literature that is being cited. The connecting line represents the citation path, and the ellipsoidal shape signifies the tally of scholarly contributors.[37] Orange and yellow represent the 2 main citation paths, with the yellow path representing literature published in Environmental/Toxicology/Nutrition and Molecular/Biology/Genetics journals mainly cited by Veterinary/Animal/Science journals, and the orange path representing literature published in Environmental/Toxicology/Nutrition and Molecular/Biology/Genetics journals mainly cited by Molecular/Biology/Immunology journals. The top 10 journals in terms of publication volume. IF = impact factor, JCR = journal citation reports. Journal double map overlay. Internationally, research on aflatoxin and liver cancer involves 1116 institutions. Table 3 lists the 9 institutions that published over 10 articles. Guangxi Medical University leads with 14 published articles, while China Agricultural University, Johns Hopkins University, Oregon Health and Science University, The University of Georgia, and Ghent University are tied for second place with 11 published articles. Among the top 9 institutions, institutions from China (4) and America (4) have the highest productivity, indicating that Chinese and American institutions have made outstanding contributions within the realms of aflatoxin and hepatic malignancy studies. The Mayo Clinic has the highest citation count (4394), publishing 5 papers, followed closely by the University of Paris XIII, which has also published 5 papers and received the second highest citation count (3483), indicating that the papers of these 2 institutions have a high influence and recognition in the fields of aflatoxin and liver cancer. Using VOSviewer software (Fig. 3D), we visualized institutions that had published 3 or more articles. From the visualization (Fig. 3D), we can clearly observe that cooperation between institutions mainly presents a trend of internal cooperation within the same country, while cross-border cooperation mainly focuses on partnerships between China, America, the United Kingdom, and France. From Figure 3E, observations indicate a rise in the publication volume concerning aflatoxin and liver cancer research in both China and the United States, reflecting the escalating global impact and scholarly esteem these nations have garnered in this domain. Top 9 institutions in terms of publication volume. To investigate the relationship of aflatoxin and liver malignancy, researchers from 94 countries/regions participated in this study. The VOSviewer software (Fig. 3F) was used to visualize countries that have published 3 or more articles, with a collective of 62 nations having contributed over 3 scholarly articles. Utilizing R software, network visualization was crafted to delineate the collaborative ties between nations in research pertaining to aflatoxin-induced hepatic malignancies (Fig. 5). Table 4 lists the 10 countries with over 19 publications. According to Table 4, China stands at the forefront with 153 articles, followed by the United States in second place at 137, India at 35, and France at 33. The number of publications in the other countries did not exceed 30. It is worth mentioning that America has considerable influence in this area of study, having accumulated a total citation tally of 12,322, which markedly exceeds that of other nations. Figures 3F and 6 illustrate the collaborative efforts among nations within the aflatoxin and hepatic malignancies research fields. The results show that China mainly cooperates with America, France, Italy, the United Kingdom, Nigeria, Brazil, and Germany. This result also reveals that scientific research is not limited by geography, and that international cooperation in this field is very important. Figure 3G shows the national visualization of the VOSviewer timeline, revealing the developmental trend of aflatoxin and liver cancer research. Chinese scholars have made significant contributions to this field, while scholars from countries such as Iran and Malawi have also emerged in recent years, conducting new research explorations. Top 10 countries in terms of publication volume. Network diagram of inter country cooperation relationships generated using R software. Collaborative network diagram between different countries in the examination of the link between aflatoxin exposure and hepatic malignancies. Keywords encapsulate the fundamental substance of an article, and scrutiny of their co-occurrence can reveal pivotal areas of interest within the scientific community. Employing VOSviewer, we crafted a co-occurrence network diagram for 597 publications, visualizing 103 keywords that appeared with a minimum frequency of 8, as illustrated in Figure 7A. Larger nodes represent a higher frequency of occurrence and research hotspots in key areas. The links connecting the nodes indicate the degree of association, with thicker links signifying a higher incidence of co-occurrences. The hues of nodes and lines denote distinct clusters, indicating a variety of research themes. Figure 7B illustrates the level of interest in the research domain, using brighter shades to represent increased popularity. In this study, the word cloud is visualized based on the frequency of keywords (Fig. 8), and Table 5 shows the frequently occurring terms, each with a count surpassing 30. Both revealed representative terms in the field, such as hepatocellular-carcinoma, oxidative stress, expression, exposure, contamination, aflatoxin B1, mycotoxins, risk assessment, apoptosis, hepatitis B virus (HBV), developing countries, liver cancer, and DNA damage. Figure 9 displays the keyword cluster network diagram for the 597 documents, created using CiteSpace, comprising 372 nodes and 2371 lines. The Q value was 0.4075 (>0.3), which allowed us to confidently affirm that the division of community structure in this map was significant. The S value was 0.7057 (>0.7), indicating that clustering is not only effective but also highly convincing.[38] The figure reveals 7 clusters: HCC, HBV, AFB1, A flavus, risk assessment, corn, mass spectrometry. The keyword clustering visualization revealed that the prevailing research focuses on the link between aflatoxins and liver cancer are predominantly centered on 4 key areas: the association of aflatoxin with hepatic malignancies: #0 aflatoxin B1, #2 HCC; the interactive influence of the HBV and aflatoxin in liver carcinogenesis: #6 HBV; detecting aflatoxins in grains to prevent liver cancer: #3 A flavus, #4 corn, #5 mass spectrometry; and risk assessment of aflatoxin related liver cancer: #1 risk assessment. The Sankey diagram (as shown in Fig. 10) visually presents the affiliation between aflatoxin and liver cancer research, including keywords, authors, and relationships between countries. The dimensions of the rectangles in the diagram correspond to the occurrence frequency of keywords, nations, or authors, meaning that greater size signifies more frequent occurrences. The width of the lines between nodes directly reflects the number of connections, with wider lines indicating more connections. Over the last 10 years, studies have predominantly focused on examining the contribution of aflatoxin to the initiation and progression of hepatic malignancies. The mechanism and prevention of aflatoxin-induced liver cancer have attracted the attention of scholars. There is growing curiosity in examining the effects of aflatoxin on liver cancer, particularly among populations in emerging nations,[39] such as those in East Asia and Africa.[40] The top 20 keywords with the highest frequency of occurrence. (A) Keyword co-occurrence network visualization. (B) Keyword density visualization. Cloud map of keywords in the author’s article. Clustering diagram of keywords. Sankey diagram. To investigate the historical progression of aflatoxin-induced liver cancer, we employed CiteSpace to create a timeline graph depicting the co-occurrence of keywords (Fig. 11). This chart illustrates the gradual shifts in research focal points within this domain in recent years. The results showed that it was divided into 13 main clusters, each corresponding to a specific period of research hotspots on the timeline. The clustering labels of the #0 probabilistic health risk assessment and #1 DNA damage covered the entire data collection time and constituted significant areas of study within the realm of aflatoxin-induced hepatic malignancies. The timeline can be divided into 2 periods: from 2014 to 2019, the focus of research was on the biological mechanisms of AFB1 in causing hepatic malignancies, biomarkers of aflatoxin’s role in liver carcinogenesis, and both in vitro and in vivo studies on the carcinogenic effects of aflatoxin on the liver, including liver cancer, AFB1, DNA damage, P53, oxidative stress, apoptosis, somatic mutation, cytotoxicity, genotoxicity, methylation, albumin adducts, hepg2 cells, rats, and other topics have been continuously studied throughout the entire timeline. Subsequently, from 2019 to 2024, a range of novel research areas surfaced, broadening the initial topics such as hepatotoxicity, liver injury, HBV infection, pathways, curcumin, young children, aflatoxin M1, biological control, cytochrome P450, and more. Keyword timeline chart. To achieve a more distinct perception of the burgeoning research trends concerning the link between aflatoxin and liver cancer, this study used CiteSpace’s Bursts analysis function to investigate burst keywords (Fig. 12), with the red portion signifying the initial and terminal points of the burst keyword’s emergence. Among these, the keyword with the strongest emergence strength, “dietary exposure,” spanned from 2023 to 2024, peaking at an intensity of 4.86, which is related to the onset of hepatic malignancies. The second most intense keyword is “mass spectrometry,” with an intensity of 3.43, starting in 2017 and ending in 2018, related to the determination of aflatoxins. The p53gene, as a marker of aflatoxin exposure, has the longest duration of outbreak, reaching 5 years from 2014 to 2019. It is associated with the genesis of liver cancer, triggered by gene mutations from aflatoxin exposure.[41] From 2014 to 2018, research topics such as “mutation,” “hepatocellular carcinoma,” “degradation,” “virus,” “DNA,” “expression,” “dietary aflatoxin,” “mechanisms,” “association,” “HepG2 cells,” “P53 gene,” and “mass spectrometry” emerged, indicating a focus on the study of mechanisms by which aflatoxins induce liver cancer in this field during that period. From 2019 to 2024, there will be research on “health,” “inhibition,” “acid,” “biological control,” “dairy products,” “dietary exposure,” “seasonal variation” and other related topics. During this period, the domain dedicates considerable attention to the prophylaxis and therapeutics of hepatic cancer associated with aflatoxin, including the inhibitory effects of Bok Choy powder, curcumin, etc on the hepatotoxic effects of aflatoxin.[42,43] The hepatoprotective effect of lactic acid bacteria, gallic acid, and α-lipoic acid, etc on aflatoxin-induced liver damage,[44–46] the fluctuation of aflatoxin concentrations in animal livers throughout different seasons,[47] the prevalence of aflatoxins in dairy products and their potential risk of causing liver cancer,[48,49] etc. Burst keyword time chart. Co-citation evaluation seeks to uncover publications that are routinely referenced in tandem within a certain academic sphere. Using VOSviewer, a co-citation network was created from 100 journals that garnered 72 citations or more. Figure 13 illustrates the resulting graph. The co-citation network, delineated by VOSviewer software, is stratified into 3 clusters, each demarcated by a unique color representation as articulated in Figure 13. The most frequently cited journals, comprising the top 5, are “Food Control” (1110 citations), “Food and Chemical Toxicology” (974 citations), “Toxins” (924 citations), “Hepatology” (660 citations), and “Food Additives and Contaminants Part A-Chemistry Analysis Control Exposure & Risk Assessment” (652 citations). Except for “Food Additives and Contaminants Part A-Chemistry Analysis Control Exposure & Risk Assessment,” which is a journal in JCR zone Q2, the other 4 are journals in JCR zone Q1. These 5 journals are well-known in the field of fungal toxin toxicity or liver cancer. In green clustering, journals mainly focus on areas related to food contamination, highlighting the potential of aflatoxins to taint food supplies and increase the likelihood of hepatic cancer progression. The crimson cluster gathers journals that delve into the pathogenesis of hepatic cancer, with a particular emphasis on the study of the mechanism by which aflatoxins instigate liver carcinogenesis. The blue clustered journals highlight mutations related to aflatoxin-induced liver cancer and hepatotoxic effects of aflatoxins. Visualization of co-cited journals. Referring to Table 6 a more detailed examination of literature co-citation was performed using the VOSviewer tool, revealing the top 5 most cited publications in this domain between 2014 and 2024. The top-ranked article “A global view of hepatocellular carcinoma: trends, risks, prevention and management” was published in the journal “Nature Reviews Gastroenterology & Hepatology” in JCR zone 1 with an impact factor of 65.1, focusing on reducing exposure to aflatoxin to lower the burden of HCC in high prevalence areas.[36] The second-ranked article “Hepatocellular carcinoma” was published in the journal “Nature Reviews Disease Primers” with an impact factor of 81.5 and JCR partition 1. It discusses aflatoxin’s contribution to the risk profile for HCC, the synergistic effect of aflatoxin and HBV on HCC, and the characteristic mutation gene P53 of aflatoxin.[50] The third ranked article “Exome sequencing of hepatic carcinoma identification of new mutant signals and potential therapeutic targets” was published in the journal “Nature Genetics” with an impact factor of 30.8 and JCR partition 1. This study analyzed the genetic profile of 243 hepatic neoplasms through exome sequencing and revealed specific mutational patterns linked to AFB1 exposure.[33] An article titled “Epidemiology of hepatocellular carcinoma” from “Surgical Oncology Clinics of North America” discusses the hazards of aflatoxin and the mechanism by which aflatoxin causes liver cancer.[51] An article from Hepatology ranked fifth, “Epidemiology of hepatocellular carcinoma,” discusses mitigating the risks of aflatoxin taint through proactive measures and regulatory oversight and the link between aflatoxin exposure and the progression of hepatic malignancies.[52] Highly cited literature statistics. Ultimately, the VOSviewer tool was used to graphically represent the co-citation links between references, establishing a citation count floor of 26. Thirty-six papers were chosen for a co-citation examination, and the resulting relationships are depicted in Figure 14. The findings indicate that the co-citation network of frequently cited works is categorized into 3 principal groups, each associated with a distinct color as represented in the diagram (Fig. 14). Red clustering mainly focuses on strategies for preventing aflatoxin-induced liver cancer, risk evaluation of liver malignancies caused by aflatoxin exposure, liver damage in acute aflatoxin poisoning caused by aflatoxin contaminated grains, and liver damage in children caused by aflatoxin. Green clustering is associated with gene mutations and genotoxic effects of aflatoxin on DNA, leading to liver cancer, and the combined effect of aflatoxin and HBV in promoting the onset of hepatic carcinoma. Blue clustering highlights the toxic mechanism underlying aflatoxin-induced hepatic carcinoma and elevated hepatocarcinogenic hazards due to the presence of dietary aflatoxin. To acquire a nuanced understanding of the research emphases and trending topics within this domain, we leveraged the clustering capability of CiteSpace to delve deeper into the details of the co-cited references, as illustrated in Figure 15. Through the software generated co-citation clustering network view, it is evident that research on topics such as curcumin, DNA methylation, hepatitis viruses, toxicity, and HCC has attracted significant attention from researchers. Visualization of co-cited references. Cluster network diagram of co-cited references.\n\n## 3.1. Yearly expansion trend\nFigure 2 illustrates the chronological spread of scholarly works examining the link between aflatoxins exposure and malignant liver tumors. In summary, the number of articles published in this domain has increased. Between 2014 and 2019, the volume of published research articles consistently increased. This is a relatively significant increase from 26 articles in 2014 to 71 articles in 2019. Although there was a slight decrease in 2016 (from 46 to 43 articles), it quickly rebounded to 64 articles in 2017 and increased relative to 2016 in the following 2 years, reaching 71 articles in 2019. In 2020, the number of published articles continued to increase, reaching 73, which is the highest point in this set of data. However, since 2021, the publication count has experienced a modest decrease, which may be due to the repercussions of the novel coronavirus disease outbreak. However, it will remain at a high level of more than 60 articles from 2021 to 2023, indicating that researchers are increasingly interested in this field. Publication volume trend from 2014 to 2024.\n\n## 3.2. Author analysis\nTable 1 lists 8 prolific authors who have published over 7 articles in this field. Using VOSviewer software, authors who have published 4 or more articles were visualized, as depicted in Figure 3A. From Figure 3A, it is apparent that the research field on the correlation between aflatoxin and liver cancer has formed multiple research teams centered around Groopman, John D, ChuanFen Zheng, Andrea Barbarossa, Wang, Jia-Sheng, McGlynn, Katherine A, and others. The research teams with Groopman, John D, and McGlynn, Katherine A as the core have close connections, while the cooperation between other researchers and teams is relatively loose. Collaborative efforts by researchers and teams are crucial for advancing the field’s research progress. Top 8 authors in terms of publication quantity. (A) Visualization by the author. (B) Visualization of journal. (C) Timeline of journal. (D) Institutional visualization diagram. (E) Timeline diagram of the institution. (F) Visualization map of the country. (G) Timeline chart of the country. From Table 1, it can be seen that the most prolific author was Groopman, John D. Between 2014 and April 2024, he authored 13 papers accruing 290 citations, averaging 22.31 citations per publication. Groopman, John D affiliated with Johns Hopkins University, is associated with the Bloomberg School of Public Health. His scholarly pursuits concentrate on understanding the potential causality between aflatoxin and the incidence of liver cancer,[24] biomarkers of aflatoxin-induced liver cancer,[25] gene mutation sites induced by aflatoxin in HCC,[26] dysregulation of microRNAs (miRNAs) in liver cancer induced by aflatoxin.[27] Lloyd, R Stephen, the second highest contributor, has seen 11 articles cited 248 times, resulting in a mean citation rate of 22.55 per piece. He is affiliated with Oregon Health and Science University, and his research focuses on the molecular basis of HCC triggered by aflatoxin[28] and the prevention of aflatoxin-induced HCC.[29] As shown in Figure 3A, Groopman, John D and Lloyd, R Stephen belong to the same team and work closely together. Holding the third position, Wang, Jia-Sheng authored 10 articles, which collectively garnered 197 citations, averaging 19.70 citations per piece. He mainly studied precancerous changes in the liver of experimental animals exposed to aflatoxin.[30] He was associated with Beijing University of Chinese Medicine. The ranking at the pinnacle for average citations among the top 10 authors by the number of publications is McGlynn, Katherine A, with 312 citations per article. With 6 published articles, he received a cumulative number of 1872 citations. He is affiliated with the National Cancer Institute in the United States and mainly studies the burden of aflatoxin-induced liver cancer[31] and aflatoxin levels in HCC.[26] Among all the authors, with 3440 citations, Jessica Zucman-Rossi is the leading author in terms of citations, having published 4 papers. He is affiliated with the University of Sorbonne and primarily studies the preventing and cure of aflatoxin-induced liver cancer in genomic medicine.[32,33]\n\n## 3.3. Journal analysis\nTable 2 lists 10 journals with more than 8 articles published. VOSviewer software (Fig. 3B) was used to visualize journals with 3 or more articles published. The results showed that there were active citation relationships in journals such as Food and Chemical Toxicology, Food Additives and Contaminants Part A-Chemistry Analysis Control Exposure & Risk Assessment, and Toxins. The timeline in Figure 3C shows that Critical Reviews in Food Science and Nutrition and Frontiers in Public Health are at the forefront of aflatoxin and liver cancer research. The journals with over 20 articles are Toxins and Food and Chemical Toxicology, with 36 and 24 articles respectively. It is worth noting that Toxins is an open access journal. In the ranking of the top 10 journals by publication output, Food and Chemical Toxicology stands out with the highest citation count, amassing a total of 1376 citations, which equates to an average of approximately 57.33 citations per published piece. This highlights the journal’s high-quality content and widespread attention on the link between aflatoxin ingestion and the risk of hepatic malignancies. Reading the literature published in this journal, it was found that it focuses on the study of the risk of liver cancer caused by aflatoxin contaminated food.[34,35] Among all journals, Nature Reviews Gastroenterology & Hepatology has the highest citation count of 2455, with 1 article published. Upon reading the literature in this journal, it was found that it mainly focuses on the risk prevention, management, and mechanism research of aflatoxin-induced HCC.[36] Among the top 10 journals, Ecotoxicology and Environmental Safety have the highest impact factor of 6.8. In addition, based on the information provided by VOSviewer software and Journal Citation Reports, we also found that the top 10 journals with the highest publication volume are mainly concentrated in Q1 (50%), Q2 (30%), and Q3 (20%) of JCR, indicating that these journals have a certain influence in related fields. Figure 4 shows journal double map overlay, with each node representing a journal. Figure 4’s left panel indicates the journal housing the literature that cites others, while its right panel denotes the journal containing the literature that is being cited. The connecting line represents the citation path, and the ellipsoidal shape signifies the tally of scholarly contributors.[37] Orange and yellow represent the 2 main citation paths, with the yellow path representing literature published in Environmental/Toxicology/Nutrition and Molecular/Biology/Genetics journals mainly cited by Veterinary/Animal/Science journals, and the orange path representing literature published in Environmental/Toxicology/Nutrition and Molecular/Biology/Genetics journals mainly cited by Molecular/Biology/Immunology journals. The top 10 journals in terms of publication volume. IF = impact factor, JCR = journal citation reports. Journal double map overlay.\n\n## 3.4. Institutional analysis\nInternationally, research on aflatoxin and liver cancer involves 1116 institutions. Table 3 lists the 9 institutions that published over 10 articles. Guangxi Medical University leads with 14 published articles, while China Agricultural University, Johns Hopkins University, Oregon Health and Science University, The University of Georgia, and Ghent University are tied for second place with 11 published articles. Among the top 9 institutions, institutions from China (4) and America (4) have the highest productivity, indicating that Chinese and American institutions have made outstanding contributions within the realms of aflatoxin and hepatic malignancy studies. The Mayo Clinic has the highest citation count (4394), publishing 5 papers, followed closely by the University of Paris XIII, which has also published 5 papers and received the second highest citation count (3483), indicating that the papers of these 2 institutions have a high influence and recognition in the fields of aflatoxin and liver cancer. Using VOSviewer software (Fig. 3D), we visualized institutions that had published 3 or more articles. From the visualization (Fig. 3D), we can clearly observe that cooperation between institutions mainly presents a trend of internal cooperation within the same country, while cross-border cooperation mainly focuses on partnerships between China, America, the United Kingdom, and France. From Figure 3E, observations indicate a rise in the publication volume concerning aflatoxin and liver cancer research in both China and the United States, reflecting the escalating global impact and scholarly esteem these nations have garnered in this domain. Top 9 institutions in terms of publication volume.\n\n## 3.5. Country/region analysis\nTo investigate the relationship of aflatoxin and liver malignancy, researchers from 94 countries/regions participated in this study. The VOSviewer software (Fig. 3F) was used to visualize countries that have published 3 or more articles, with a collective of 62 nations having contributed over 3 scholarly articles. Utilizing R software, network visualization was crafted to delineate the collaborative ties between nations in research pertaining to aflatoxin-induced hepatic malignancies (Fig. 5). Table 4 lists the 10 countries with over 19 publications. According to Table 4, China stands at the forefront with 153 articles, followed by the United States in second place at 137, India at 35, and France at 33. The number of publications in the other countries did not exceed 30. It is worth mentioning that America has considerable influence in this area of study, having accumulated a total citation tally of 12,322, which markedly exceeds that of other nations. Figures 3F and 6 illustrate the collaborative efforts among nations within the aflatoxin and hepatic malignancies research fields. The results show that China mainly cooperates with America, France, Italy, the United Kingdom, Nigeria, Brazil, and Germany. This result also reveals that scientific research is not limited by geography, and that international cooperation in this field is very important. Figure 3G shows the national visualization of the VOSviewer timeline, revealing the developmental trend of aflatoxin and liver cancer research. Chinese scholars have made significant contributions to this field, while scholars from countries such as Iran and Malawi have also emerged in recent years, conducting new research explorations. Top 10 countries in terms of publication volume. Network diagram of inter country cooperation relationships generated using R software. Collaborative network diagram between different countries in the examination of the link between aflatoxin exposure and hepatic malignancies.\n\n## 3.6. Keyword analysis\nKeywords encapsulate the fundamental substance of an article, and scrutiny of their co-occurrence can reveal pivotal areas of interest within the scientific community. Employing VOSviewer, we crafted a co-occurrence network diagram for 597 publications, visualizing 103 keywords that appeared with a minimum frequency of 8, as illustrated in Figure 7A. Larger nodes represent a higher frequency of occurrence and research hotspots in key areas. The links connecting the nodes indicate the degree of association, with thicker links signifying a higher incidence of co-occurrences. The hues of nodes and lines denote distinct clusters, indicating a variety of research themes. Figure 7B illustrates the level of interest in the research domain, using brighter shades to represent increased popularity. In this study, the word cloud is visualized based on the frequency of keywords (Fig. 8), and Table 5 shows the frequently occurring terms, each with a count surpassing 30. Both revealed representative terms in the field, such as hepatocellular-carcinoma, oxidative stress, expression, exposure, contamination, aflatoxin B1, mycotoxins, risk assessment, apoptosis, hepatitis B virus (HBV), developing countries, liver cancer, and DNA damage. Figure 9 displays the keyword cluster network diagram for the 597 documents, created using CiteSpace, comprising 372 nodes and 2371 lines. The Q value was 0.4075 (>0.3), which allowed us to confidently affirm that the division of community structure in this map was significant. The S value was 0.7057 (>0.7), indicating that clustering is not only effective but also highly convincing.[38] The figure reveals 7 clusters: HCC, HBV, AFB1, A flavus, risk assessment, corn, mass spectrometry. The keyword clustering visualization revealed that the prevailing research focuses on the link between aflatoxins and liver cancer are predominantly centered on 4 key areas: the association of aflatoxin with hepatic malignancies: #0 aflatoxin B1, #2 HCC; the interactive influence of the HBV and aflatoxin in liver carcinogenesis: #6 HBV; detecting aflatoxins in grains to prevent liver cancer: #3 A flavus, #4 corn, #5 mass spectrometry; and risk assessment of aflatoxin related liver cancer: #1 risk assessment. The Sankey diagram (as shown in Fig. 10) visually presents the affiliation between aflatoxin and liver cancer research, including keywords, authors, and relationships between countries. The dimensions of the rectangles in the diagram correspond to the occurrence frequency of keywords, nations, or authors, meaning that greater size signifies more frequent occurrences. The width of the lines between nodes directly reflects the number of connections, with wider lines indicating more connections. Over the last 10 years, studies have predominantly focused on examining the contribution of aflatoxin to the initiation and progression of hepatic malignancies. The mechanism and prevention of aflatoxin-induced liver cancer have attracted the attention of scholars. There is growing curiosity in examining the effects of aflatoxin on liver cancer, particularly among populations in emerging nations,[39] such as those in East Asia and Africa.[40] The top 20 keywords with the highest frequency of occurrence. (A) Keyword co-occurrence network visualization. (B) Keyword density visualization. Cloud map of keywords in the author’s article. Clustering diagram of keywords. Sankey diagram.\n\n## 3.7. Keyword timeline analysis\nTo investigate the historical progression of aflatoxin-induced liver cancer, we employed CiteSpace to create a timeline graph depicting the co-occurrence of keywords (Fig. 11). This chart illustrates the gradual shifts in research focal points within this domain in recent years. The results showed that it was divided into 13 main clusters, each corresponding to a specific period of research hotspots on the timeline. The clustering labels of the #0 probabilistic health risk assessment and #1 DNA damage covered the entire data collection time and constituted significant areas of study within the realm of aflatoxin-induced hepatic malignancies. The timeline can be divided into 2 periods: from 2014 to 2019, the focus of research was on the biological mechanisms of AFB1 in causing hepatic malignancies, biomarkers of aflatoxin’s role in liver carcinogenesis, and both in vitro and in vivo studies on the carcinogenic effects of aflatoxin on the liver, including liver cancer, AFB1, DNA damage, P53, oxidative stress, apoptosis, somatic mutation, cytotoxicity, genotoxicity, methylation, albumin adducts, hepg2 cells, rats, and other topics have been continuously studied throughout the entire timeline. Subsequently, from 2019 to 2024, a range of novel research areas surfaced, broadening the initial topics such as hepatotoxicity, liver injury, HBV infection, pathways, curcumin, young children, aflatoxin M1, biological control, cytochrome P450, and more. Keyword timeline chart.\n\n## 3.8. Burst words analysis\nTo achieve a more distinct perception of the burgeoning research trends concerning the link between aflatoxin and liver cancer, this study used CiteSpace’s Bursts analysis function to investigate burst keywords (Fig. 12), with the red portion signifying the initial and terminal points of the burst keyword’s emergence. Among these, the keyword with the strongest emergence strength, “dietary exposure,” spanned from 2023 to 2024, peaking at an intensity of 4.86, which is related to the onset of hepatic malignancies. The second most intense keyword is “mass spectrometry,” with an intensity of 3.43, starting in 2017 and ending in 2018, related to the determination of aflatoxins. The p53gene, as a marker of aflatoxin exposure, has the longest duration of outbreak, reaching 5 years from 2014 to 2019. It is associated with the genesis of liver cancer, triggered by gene mutations from aflatoxin exposure.[41] From 2014 to 2018, research topics such as “mutation,” “hepatocellular carcinoma,” “degradation,” “virus,” “DNA,” “expression,” “dietary aflatoxin,” “mechanisms,” “association,” “HepG2 cells,” “P53 gene,” and “mass spectrometry” emerged, indicating a focus on the study of mechanisms by which aflatoxins induce liver cancer in this field during that period. From 2019 to 2024, there will be research on “health,” “inhibition,” “acid,” “biological control,” “dairy products,” “dietary exposure,” “seasonal variation” and other related topics. During this period, the domain dedicates considerable attention to the prophylaxis and therapeutics of hepatic cancer associated with aflatoxin, including the inhibitory effects of Bok Choy powder, curcumin, etc on the hepatotoxic effects of aflatoxin.[42,43] The hepatoprotective effect of lactic acid bacteria, gallic acid, and α-lipoic acid, etc on aflatoxin-induced liver damage,[44–46] the fluctuation of aflatoxin concentrations in animal livers throughout different seasons,[47] the prevalence of aflatoxins in dairy products and their potential risk of causing liver cancer,[48,49] etc. Burst keyword time chart.\n\n## 3.9. Analysis of co-cited journals\nCo-citation evaluation seeks to uncover publications that are routinely referenced in tandem within a certain academic sphere. Using VOSviewer, a co-citation network was created from 100 journals that garnered 72 citations or more. Figure 13 illustrates the resulting graph. The co-citation network, delineated by VOSviewer software, is stratified into 3 clusters, each demarcated by a unique color representation as articulated in Figure 13. The most frequently cited journals, comprising the top 5, are “Food Control” (1110 citations), “Food and Chemical Toxicology” (974 citations), “Toxins” (924 citations), “Hepatology” (660 citations), and “Food Additives and Contaminants Part A-Chemistry Analysis Control Exposure & Risk Assessment” (652 citations). Except for “Food Additives and Contaminants Part A-Chemistry Analysis Control Exposure & Risk Assessment,” which is a journal in JCR zone Q2, the other 4 are journals in JCR zone Q1. These 5 journals are well-known in the field of fungal toxin toxicity or liver cancer. In green clustering, journals mainly focus on areas related to food contamination, highlighting the potential of aflatoxins to taint food supplies and increase the likelihood of hepatic cancer progression. The crimson cluster gathers journals that delve into the pathogenesis of hepatic cancer, with a particular emphasis on the study of the mechanism by which aflatoxins instigate liver carcinogenesis. The blue clustered journals highlight mutations related to aflatoxin-induced liver cancer and hepatotoxic effects of aflatoxins. Visualization of co-cited journals.\n\n## 3.10. Literature citation analysis\nReferring to Table 6 a more detailed examination of literature co-citation was performed using the VOSviewer tool, revealing the top 5 most cited publications in this domain between 2014 and 2024. The top-ranked article “A global view of hepatocellular carcinoma: trends, risks, prevention and management” was published in the journal “Nature Reviews Gastroenterology & Hepatology” in JCR zone 1 with an impact factor of 65.1, focusing on reducing exposure to aflatoxin to lower the burden of HCC in high prevalence areas.[36] The second-ranked article “Hepatocellular carcinoma” was published in the journal “Nature Reviews Disease Primers” with an impact factor of 81.5 and JCR partition 1. It discusses aflatoxin’s contribution to the risk profile for HCC, the synergistic effect of aflatoxin and HBV on HCC, and the characteristic mutation gene P53 of aflatoxin.[50] The third ranked article “Exome sequencing of hepatic carcinoma identification of new mutant signals and potential therapeutic targets” was published in the journal “Nature Genetics” with an impact factor of 30.8 and JCR partition 1. This study analyzed the genetic profile of 243 hepatic neoplasms through exome sequencing and revealed specific mutational patterns linked to AFB1 exposure.[33] An article titled “Epidemiology of hepatocellular carcinoma” from “Surgical Oncology Clinics of North America” discusses the hazards of aflatoxin and the mechanism by which aflatoxin causes liver cancer.[51] An article from Hepatology ranked fifth, “Epidemiology of hepatocellular carcinoma,” discusses mitigating the risks of aflatoxin taint through proactive measures and regulatory oversight and the link between aflatoxin exposure and the progression of hepatic malignancies.[52] Highly cited literature statistics.\n\n## 3.11. Analysis of co-cited literature\nUltimately, the VOSviewer tool was used to graphically represent the co-citation links between references, establishing a citation count floor of 26. Thirty-six papers were chosen for a co-citation examination, and the resulting relationships are depicted in Figure 14. The findings indicate that the co-citation network of frequently cited works is categorized into 3 principal groups, each associated with a distinct color as represented in the diagram (Fig. 14). Red clustering mainly focuses on strategies for preventing aflatoxin-induced liver cancer, risk evaluation of liver malignancies caused by aflatoxin exposure, liver damage in acute aflatoxin poisoning caused by aflatoxin contaminated grains, and liver damage in children caused by aflatoxin. Green clustering is associated with gene mutations and genotoxic effects of aflatoxin on DNA, leading to liver cancer, and the combined effect of aflatoxin and HBV in promoting the onset of hepatic carcinoma. Blue clustering highlights the toxic mechanism underlying aflatoxin-induced hepatic carcinoma and elevated hepatocarcinogenic hazards due to the presence of dietary aflatoxin. To acquire a nuanced understanding of the research emphases and trending topics within this domain, we leveraged the clustering capability of CiteSpace to delve deeper into the details of the co-cited references, as illustrated in Figure 15. Through the software generated co-citation clustering network view, it is evident that research on topics such as curcumin, DNA methylation, hepatitis viruses, toxicity, and HCC has attracted significant attention from researchers. Visualization of co-cited references. Cluster network diagram of co-cited references.\n\n## 4. Discussion\nThis investigation performed bibliometric research and visualization analysis of 597 articles exploring the correlation between aflatoxin and liver cancer, derived from documents obtained from the WOSCC database. Among them, 477 were original research papers and 120 were review articles. These articles covered the period from 2014 to 2024 and were analyzed using VOSviewer, CiteSpace, and R software. This study seeks to provide a comprehensive overview of the current global landscape within the domain, pinpoint prevalent research areas, and forecast upcoming trends. The number of literatures on the correlation between aflatoxin and liver cancer showed an overall upward trend from 2014 to 2024, and then remained stable. Between 2014 and 2020, there was a fluctuating rise in the publication count, with the quantity in 2020 being roughly twice that of 2014. Since 2019, ≥60 articles have been published annually. Nevertheless, a minor decrease was observed in 2021, potentially attributable to the effects of the worldwide COVID-19 outbreak. These results revealed a swift growth in studies exploring the link between aflatoxin exposure and hepatic carcinoma from 2014 to 2021. The publication count of a nation is a significant measure of its scholarly prowess. America, China, India, and France are at the forefront of publishing research articles on the correlation between aflatoxins and liver cancer. Each of these countries has published over 30 articles, with China ranking first with 153 publications, demonstrating its dominant position. These 4 nations account for more than 60% of publications, highlighting their substantial contributions to research within this sphere. America tops the list in terms of cumulative citations, whereas France excels in average citations per publication. These successes underscore the prominent roles of the United States and France in the aflatoxin-liver cancer research domain, potentially owing to their robust research infrastructure and skilled scientific workforce. In terms of global collaboration, China and America are notable for their extensive partnership with other nations. Countries from East Asia, Africa, and Europe, notably India, Nigeria, the United Kingdom, France, China, along with the America, constitute the central hub of the global research collaboration network focused on studying the aflatoxin-liver cancer link. Among the top 9 institutions by publication output, an equal count of 4 is based in both America and China, demonstrating their substantial contributions to this domain. Johns Hopkins University in the United States leads the list of top 9 publishing institutions in citation counts, reflecting its influential research and notable recognition within the scholarly community. It is notable that eight of the top 9 institutions by publication volume are universities, underscoring their pivotal contribution to the study linking aflatoxin to hepatic carcinoma. A deeper look shows that eight of the leading 9 institutions by publication count are from the top 10 most prolific countries. These prestigious research entities have forged a broad network of cooperation. This discovery underscores the pivotal influence of leading research institutions in propelling the collective enhancement and ranking rise of a nation’s scholarly endeavors. Within the realm of aflatoxin-liver cancer correlation studies, a robust collaborative framework has emerged, significantly underpinned by the contributions of 2 key scholars: Groopman, John D and Lloyd, R Stephen. It is worth noting that although Jessica Zucman-Rossi published only 4 articles, his cumulative citation count is the highest (3440), underscoring his substantial impact in this domain. Groopman, John D contributes a substantial number of papers to prestigious journals on an annual basis, such as “International Journal of Cancer,” “International Journal of Hygiene and Environmental Health,” “Cancer Research,” “Alimentary Pharmacology & Therapeutics” and “Liver International.” Groopman, John D is associated with Johns Hopkins University. This university consistently ranks among the top 3 institutions for research output. The university enjoys a global reputation for its excellence in healthcare, scientific inquiry, and academic instruction. This is home to eminent medical scientists, clinicians, nursing staff, and experts across clinical specialties, leading in research to aflatoxin-induced liver cancer. Groopman, John D focused on biomarkers and gene mutations in aflatoxin-induced HCC. Similarly, Lloyd, R Stephen has published numerous articles in major comprehensive and professional journals focusing on the molecular basis and prevention of aflatoxin-induced liver cancer. The university where he is based, Oregon Health and Science University, is placed fourth in the ranking of publication volumes among institutions. Oregon Health and Science University is renowned for its broad and significant contributions to the medical field, perennially securing a place among the top medical institutions in the United States. The institution has carried out a variety of research on the causes, histology, and treatment responses of liver cancer. Moreover, with 4 of the top eight most prolific authors hailing from the United States, it underscores America’s significant contributions to this domain. Keyword clustering can effectively depict the knowledge framework within a discipline and showcase its cutting-edge research areas. Keyword clustering analysis revealed that research on the correlation between aflatoxin and liver cancer can be divided into 3 categories. The terms that are prevalent in the red cluster, such as “antioxidant,” “apoptosis,” “DNA-damage,” “gene-expression,” “mutations,” “oxidative stress,” “p53 gene,” “pathway,” “aflatoxin b-1,” “mechanism,” “glutathione S-transferase,” “cancer,” and “lipid-peroxidation,” are related to the mechanism by which AFB1 causes liver damage and subsequently induces liver cancer, especially at the genetic level. The frequently occurring terms within the blue cluster, such as “hepatitis-b,” “hepatitis-b-virus,” “virus,” “health,” “liver-cancer,” “infection,” and “aflatoxin,” are linked to the collaborative carcinogenic impact of aflatoxin and the HBV on the liver organ. The recurring themes within the green cluster encompass “contamination,” “exposure,” “food,” “maize,” “Aspergillus flavus,” “biological control,” “lactic acid bacteria,” and “dietary exposure.” These terms address the concerns of aflatoxin pollution and exposure and the connection to liver cancer, and underscore the importance of employing biological control tactics. Consequently, utilizing key term examination and the author’s current investigative pathways, a scholarly investigation was initiated, summarizing the advancements and patterns in the domain of the link between aflatoxins and hepatic cancer, as detailed below. Aflatoxin is commonly present as a pollutant in various crops such as grains, oilseed crops, nuts, and spices. Aflatoxin, a mycotoxin, has the potential to affect up to one-quarter of the global food supply through contamination.[53] Molds that generate aflatoxins are more likely to proliferate in environments characterized by warmth and moisture, which results in a higher level of pollution in tropical areas. Pollution often arises from a mix of weather conditions, environmental factors, and unsuitable farming methods, including inadequate crop collection and storage procedures. Exposure to aflatoxin presents health hazards for humans and animals alike, with the possibility of it being transmitted to offspring during pregnancy or nursing. Additionally, other species may also be affected by the ingestion of contaminated food products such as dairy, eggs, and meat.[54] Consuming foods tainted with aflatoxins is regarded as a key contributing factor to the induction of HCC.[55] Research across various studies have consistently shown that aflatoxins primarily target the liver, invariably inflicting damage to this organ in the presence of exposure. Initial findings suggest that exposure to AFB1 may result in liver congestion, pale appearance, swelling, and necrosis, along with the development of both chronic and acute hepatocyte damage, thereby inducing liver cancer. Exposure to AFB1 can notably weaken immune reactions, which in turn increases the likelihood of chronic HBV carriers developing cirrhosis and HCC. The presence of AFB1 adducts may directly influence on liver damage and carcinogenesis, substantially exacerbating the gravity and advancement of HCC attributed to AFB1.[10] Within the liver, AFB1 is transformed, allowing it to form covalent bonds with DNA and produce AFB1-N7-guanine adducts, which are crucial for its genotoxic effect. Among cytochrome P450 oxidases, enzymes such as CYP1A2, CYP3A4, and CYP2A6 play a pivotal role in the catalytic creation of these adducts.[56] The creation of AFB1-N7-guanine adducts interferes with normal processes of DNA replication and transcription, which may lead to genetic mutations and cellular damage. Consequently, chronic exposure to AFB1may increase the likelihood of developing HCC. Moreover, case-control research conducted in Guangxi, China, has pinpointed AFB1 exposure as a contributing risk factor for the genesis of HCC.[57] The case-control study by D Cohen et al in Gambia demonstrated a substantial link between liver cancer and AFB1 exposure.[58] In the liver, AFB1 undergoes a metabolic process facilitated by the cytochrome P450 enzyme system, predominantly leading to the production of AFB1-8,9-epoxide (AFBO). AFBO is acknowledged for its potential to induce liver cancer. In this transformation process, 2 AFBO isomers, endo-AFBO and exo-AFBO, are produced. In the human hepatic system, enzymes such as CYP1A2 and CYP3A4 facilitate the transformation of AFB1 into detrimental metabolites. CYP1A2 is pivotal in converting AFB1 into multiple metabolites, encompassing both endo- and exo-AFBO, as well as AFM1. CYP3A4 specifically facilitates the transformation of AFB1 into exo-AFBO and AFQ1.[59] Other enzymes such as CYP2A13 and CYP2A3 contribute to the process of metabolizing AFB1 into AFP1.[60] During the metabolic process, AFP1 forms a dihydroxy aflatoxin oxidation product, which is primarily excreted into the bile either directly or as a glucuronic acid conjugate.[61,62] During the metabolic process, AFM1 and AFQ1 are converted into glucuronide conjugates and sulfate conjugates.[63] These metabolites of AFB1 are primarily excreted via 2 pathways: feces and urine.[10] AFBO has the ability to establish a covalent linkage with the N7 site of guanine situated within the DNA double helix, leading to the creation of an AFB1-N7-guanine adduct,[64] and this binding product has been proven to induce hepatocarcinogenic point mutations.[28] The creation of the AFB1-N7-guanine adduct commonly leads to a specific type of DNA point mutation known as a G to T transversion.[65] Owing to the strong preference of exo-AFBO for binding to guanine over endo-AFBO, it is acknowledged as the main derivative causing liver cancer. In an alkaline environment, the AFB1-N7-guanine adduct is converted into its stable counterpart, known as the aflatoxin B1-formamidopyridine adduct[66], and subsequently, this compound is eliminated from the body via urine. Both isomers of AFBO depend on the catalytic function of glutathione S-transferase (GST) to conjugate with glutathione (GSH), which leads to a decrease or neutralization of their toxicity. AFBO undergoes a metabolic process via the GST pathway to form AFT-mercapturic acid or can be transformed into AFT-glucosiduronic acid through AFT-dihydropyridine. These metabolites eventually bind to GSH to achieve detoxification.[67] The ε-amino groups of lysine on serum albumin in the blood can form covalent bonds with AFBO, resulting in the creation of serum albumin adducts. These adducts continue to exist in the bloodstream.[68] Because to its instability, AFBO is prone to spontaneous hydrolysis into AFB1 dihydrodiol. When it binds to proteins, this product can induce tissue damage, inflammatory reactions, and abnormal cell proliferation, potentially playing a role in the progression of hepatic carcinoma.[69] Furthermore, AFB1 and AFBO can both trigger methylation at the CpG site located at codon 248, and such epigenetic alterations may elevate the rate of mutations in the p53 gene.[70] The p53 gene, which serves as a key tumor suppressor, is commonly affected by AFB1 and undergoes specific mutations in human hepatocytes. Specifically, AFB1 frequently causes a guanine-to-thymine transversion at codon 249 of the p53 gene, leading to the replacement of the arginine at position 249 with serine in the protein.[71,72] This mutation contributes to the progression of hepatic carcinoma by impeding the normal apoptotic process of cells and fostering abnormal cell proliferation. The liver is especially susceptible to the impact of AFB1, and diets containing aflatoxin mixtures or purified AFB1 can induce primary liver cancer in many experimental animal species. These include aquatic species (rainbow trout, red salmon, and cyprinid fish), avian species (ducks), rodents (rats, mice, and tree shrews), carnivores (ferrets), and primates (rhesus monkeys, macaques, African green monkeys, and squirrel monkeys), among others.[73] In cell experiments, contact with AFB1 substantially boosted the replication of human liver cancer HepG2 cells.[74] The primary mechanisms contributing to liver damage attributed to AFB1 include to date encompass oxidative stress, inflammation, promotion of apoptosis, effects on the expression of hepatocyte genes, interference with hepatocyte autophagy, pyroptosis, and necroptosis.[75] AFB1 notably boosts the production of reactive oxygen species (ROS) within hepatocytes, reduces liver antioxidant enzyme activity, induces oxidative stress and inflammation,[76] contributing to facilitating the onset and progression of hepatic malignancies. AFB1 enhances pyroptosis in hepatocytes by dephosphorylating cyclooxygenase-2 (COX-2) and activates Kupffer cells, thereby promoting inflammatory liver damage,[77] and inflammation is intricately linked to the onset of HCC.[78] Furthermore, AFB1 enhances hepatocellular COX-2 expression, subsequently elevating mitochondrial autophagy. This leads to the disruption of mitochondrial lipid metabolism, resulting in hepatic steatosis,[79] a primary element associated with the onset of hepatic carcinoma. Prolonged exposure to environments containing AFB1 can interfere with the normal metabolism of lipids and lipoproteins, and weaken the stability of lipids in liver mitochondria and the liver’s antioxidant defense ability.[80] A study has shown that exposure to AFB1 significantly induces hepatic lipotoxicity, including abnormal lipid droplets growth, increased mitochondrial lipid droplets contact, dysregulation of lipophagy, and lipid accumulation, leading to fatty liver disease,[81] which is the primary etiology of HCC.[82] Additionally, aflatoxins can cause structural damage and dysfunction in hepatocyte mitochondria. Aflatoxins diminish the functionality of the respiratory chain enzymes, resulting in reduced ATP production. Aflatoxins undermine the integrity of the mitochondrial double membrane by modulating B-cell lymphoma 2 family proteins. The active metabolites of aflatoxins can bind to mitochondrial DNA and affect mitochondrial function. Aflatoxins can induce widespread oxidative stress in mitochondria, resulting in mitochondrial damage. Furthermore, aflatoxins can induce the expression of p53 in the cell nucleus, leading to mitochondria-mediated apoptosis.[83] The advancement and spread of HCC are intimately linked to mitochondrial alterations.[84] In a research report, the application of AFB1 to liver cells resulted in the downregulation of nuclear factor erythroid 2-related factor 2 (Nrf2), which in turn elevated the incidence of oxidative stress.[85] Oxidative stress is closely associated with the development of HCC.[86] Epidemiology research suggested that aflatoxin contributes to the onset of HCC.[52] In addition, studies point to the fact that aflatoxin can induce p53 gene mutations and trigger liver cancer.[87] The aryl hydrocarbon receptor (AHR) is pivotal for mediating the hepatotoxic effects triggered by AFB1. Its functional deficiency markedly diminishes AFB1’s harmful effects, whereas elevated AHR levels enhance cell susceptibility to AFB1. Activation of AHR correlates with an increase in long-chain fatty acids, a factor significantly contributing to the cytotoxicity caused by AFB1. Moreover, the upregulation of AHR expression was observed in liver cancer samples associated with AFB1 exposure, highlighting its significance in research on liver cancer linked to aflatoxin.[56] Therefore, aflatoxin induces oxidative stress, inflammation, lipid lesions, and mitochondrial dysfunction through signaling pathways involving p53, ROS, COX-2, and Nrf2, which may ultimately promote the formation of liver cancer. The mechanism by which AFB1 suppresses the immune system mainly involves oxidative stress and induction of apoptosis. It triggers oxidative stress by elevating the quantity of ROS and oxidative damage to biological molecules, which in turn enhances AFB1’s capacity to dampen the immune response. Research has shown that AFB1 can suppress the proliferation of lymphocytes and the synthesis of interleukin-2, which are triggered by anti-CD3 monoclonal antibodies, via the oxidative stress pathway regulated by extracellular signal-regulated kinases 1/2. New findings indicate that AFB1 induces the commencement of apoptotic processes in regular human cells through a ROS-driven caspase pathway, initiating the mechanisms of programmed cell death, thus weakening the immune response.[88] AFB1 triggers inflammation and hepatic damage by enhancing of the NF-κB signaling pathway.[89] Additionally, AFB1 suppressed the production of interleukin-4, an anti-inflammatory cytokine, while enhancing the levels of pro-inflammatory cytokines like γ-interferon and tumor necrosis factor α, which are emitted from NK cells. These results imply that chronic AFB1 exposure intensifies inflammation through modulation of cytokine gene expression.[90] Immune deficiency,[91] oxidative stress, abnormal apoptosis, and inflammation[92] are important mechanisms in the occurrence of liver cancer. It has been established that AFB1 influences the levels of both oncogenic genes (like Ras and c-fos) and tumor suppressive genes (like p53 and survivin). It contributes to genomic instability and mutation by creating DNA adducts, impeding the function of DNA repair enzymes, and increasing ROS generation. Mutations in the Ras gene are among the most prevalent oncogenic alterations, occurring in approximately 19% of patients with cancer. Cells carrying Ras mutations often undergo malignant transformation and exhibit a malignant phenotype.[93] P21 protein, as a product of the Ras gene, serves a crucial function in intracellular signal transduction. When the Ras gene undergoes mutation, the generated mutant p21 protein is not easily hydrolyzed by GTP, which results in the continuous stimulation of the RAS signaling cascade. This sustained activation state promotes abnormal cell proliferation and can trigger the cells to transform into a malignant state, thereby increasing the risk of tumor formation.[94] In hepatic carcinoma caused by AFB1, the Ras oncogene mutations resulting from AFB1 action are mainly concentrated at codon 12, and are predominantly transversions from G:C to T:A.[95,96] In rat models, sustained stimulation of the Ras oncogene is prevalent in liver malignancies initiated by AFB1 exposure.[97] It was found that mutation of the Ras oncogene induced by AFB1 led to an increase in p21 expression. In animal models, p21 positive animals showed a higher incidence of HCC than the p21 negative control group.[98] These results reinforce the notion that the Ras oncogene is a pivotal element in the genesis and progression of HCC caused by AFB1. As an oncogene closely related to cell proliferation, c-Fos is overexpressed in rat liver tissue under the influence of aflatoxin, thereby promoting the initiation and growth of HCC.[99] In most cases of HCC induced by AFB1, the p53 gene was mutated.[100] Recently, transcriptomic and functional genomic analyses have identified p53 as a crucial transcription factor that triggers DNA damage response upon AFB1 exposure.[101] And DNA damage is a crucial factor in the progression of hepatic malignancies.[102] Survivin is a highly specific protein frequently overexpressed across a wide range of malignancies, but it is rarely found in the healthy tissues of the majority of adults. Functionally, as part of the antiapoptotic protein family, survivin inhibits apoptosis and increase proliferation.[103] Animal experiments have shown that overexpression of the survivin gene in rat liver cancer induced by AFB1.[104] Moreover, specific research has indicated that survivin is implicated in the advancement of HCC in areas heavily affected by AFB1.[105] Nrf2 functions as a transcriptional regulator that adjusts the expression of various genes involved in antioxidant and stress response, as well as detoxification processes. Detoxification enzymes in the AFB1 metabolic pathway were markedly suppressed in the livers of Nrf2-deficient rats. In contrast to their wild-type counterparts, Nrf2-deficient rats exhibited amplified hepatotoxic effects after a single dose of AFB1. Additionally, there was an enhanced affinity of AFB1-N7-guanine for hepatic DNA, which was correlated with an increased propensity for hepatic carcinoma development.[106] In a mouse and mouse liver cell experiment, it was found that AFB1 can inhibit the Nrf2 signaling pathway to promote inflammation, oxidative stress, liver fibrosis, cell pyroptosis, and excessive cell apoptosis, leading to liver toxicity and promoting the occurrence of liver cancer.[107] Caveolin-1 (CAV1) plays a pivotal role in the hepatotoxic effects of AFB1. After AFB1 exposure, the viability of human hepatocyte L02 cells decreased and oxidative stress and apoptosis increased, which was related to the interaction between CAV1 and Nrf2. Exposure to AFB1 leads to upregulation of intracellular CAV1.[108] CAV1 upregulates the expression of α-1,6-fucosyltransferase (Fut8) through the activation of the Wnt/β-catenin signaling pathway, which leads to an increase in the growth and invasiveness of HCC cells.[109] An overabundance of CAV1 within hepatic malignant cells correlates with a diminished prognosis and is indicative of a curtailed overall survival rate in HCC patients.[110] Some evidence suggests that miRNAs may serve as early biomarkers of aflatoxin exposure. For instance, by assessing the concentrations of AFB1-DNA adducts along with the expression levels of miRNA-429 and miRNA-24 within neoplastic tissues, we observed an upregulation of miRNA-429 and miRNA-24 in HCC tissues where high AFB1 concentrations were prevalent. Moreover, a significant association was observed between the increased levels of these miRNAs and the magnitude of tumor size. Significantly, the heightened expression of these 2 miRNAs is found to suppress apoptosis, promote tumor cell proliferation, and has shown a strong correlation with elevated AFB1-DNA adduct levels. This suggests that miRNA-429 and miRNA-24 may act as prospective biomarkers for predicting the prognosis of AFB1-associated HCC and tumorigenesis.[70] Furthermore, a case-control study conducted in a hospital setting in China explored the polymorphism of pre-miRNAs, uncovering their potential as both a risk and prognostic biomarker for HCC caused by AFB1 exposure. Rs28599926 in miR-1268a was identified as a candidate biomarkers.[111] Subsequently, researchers further investigated the potential mechanisms of signaling pathways involved in AFB1 induced HCC, Zeng et al discovered a new regulatory circuit linked to GSK-3b-C/EBPa-miR-122-IGF-1R, the malfunction of which could potentially cause HCC onset.[112] Liu et al discovered that in vivo upregulation of rno-miR-34a-5p can curb the expression of genes that regulate the cell cycle, including MET, CCNE2, and CCND1, resulting in cell cycle arrest and facilitating the repair of DNA damage mediated by p53 in the livers of rats exposed to AFB1. Consequently, miR-34a-5p could emerge as an effective biomarker for detecting liver DNA damage caused by AFB1. DNA damage is crucial for the onset of hepatic cancer.[113] Experiments have found that in the mechanism of AFB1-induced liver tumorigenesis, miR-33a and miR-34a upregulate and downregulate the Wnt/β-catenin signaling pathway, respectively.[111] In an investigation, a cohort of 1028 serum samples were meticulously examined to quantitatively assess the diagnostic efficacy of serum -circulating miRNAs in distinguishing HCC specifically induced by AFB1 exposure, thereby exploring their utility as novel biomarkers for early detection in clinical settings. During the analysis, it was observed that 8 distinct miRNAs exhibited elevated expression levels within the sample set, encompassing miR-7-2-3p, miR-4651, miR-127-3p, miR-192-5p, miR-382-5p, miR-10b-5p, miR-532-3p, and miR-16-5p. Among all samples, miR-4651 emerged with the highest expression, pointing towards its candidacy as a distinctive biomarker for HCC triggered by AFB1 exposure.[114] In a previous study, the variations in long noncoding RNA were examined throughout the course of hepatic tumorigenesis induced by AFB1. It was observed that the H19 gene, responsible for lncRNA production, was upregulated in HepG2 cells following exposure to AFB1, which in turn enhanced cellular proliferation and invasive behavior.[111] In a Shanghai-based investigation encompassing more than 18,000 male participants, the study investigated the interplay between HBV and aflatoxin biomarkers, evaluating their roles as standalone and synergistic risk factors for HCC. The nested case-control study indicated a substantial increase in relative risk to 3.4 among hepatic carcinoma patients with the detection of aflatoxin biomarkers (aflatoxin-N7-guanine) in urine. In men with a positive test for HBV surface antigen in their blood yet no evidence of aflatoxin exposure through urine analysis, the relative risk was 7. Among those who were hepatitis B surface antigen-positive and had detectable aflatoxin biomarkers in their urine samples, the relative risk soars to 59. Therefore, these 2 factors exhibit a significant multiplicative carcinogenic effect on the onset and progression of liver cancer.[115,116] The initial indication of a combined impact of AFB1 and HBV on the progression of HCC originated from experiments on transgenic mice, which demonstrated an increased expression of HBV’s large envelope protein when the mice were administered AFB1. In contrast to their non-AFB1-exposed littermates, these mice exhibited more rapid and severe progression of hepatocellular dysplasia and HCC.[117] The cooperative hepatocarcinogenic impact of HBV and AFB1 appears contingent upon the existence of polymorphisms in phase II detoxification genes that neutralize the carcinogen AFBO through its conversion into inactive metabolites. This includes genes encoding enzymes like GSTs such as GSTM1 and GSTT1, and the epoxide hydrolases. HBV infection can render hepatocytes more vulnerable to the oncogenic action of AFB1, which can be achieved through chronic inflammation initiated by HBV or the virus itself inducing cytochrome P450 to metabolize AFB1 into AFBO. Chronic HBV infection leads to liver cell necrosis and regeneration, along with the production of reactive oxygen and nitrogen species, which in turn facilitates the p53 249ser mutation induced by AFB1 and the subsequent proliferation of mutated cells, thereby increasing the likelihood of liver cancer. The HBx protein from HBV impairs the nucleotide excision repair mechanism, which is typically responsible for eliminating AFB1-DNA adducts. This disruption can result in prolonged presence of mutations, potentially boosting the likelihood of liver cancer development. Additionally, this protein contributes to an increase in the overall rate of DNA mutations, notably involving the serine 249 mutation in p53, and may precipitate cell cycle dysregulation when p53 function is compromised, thereby augmenting the hepatocarcinogenic effects of AFB1.[118,119] During the progression of HCC, studies have uncovered a notable occurrence: the activity of the PTEN tumor suppressor gene is markedly repressed when exposed to the synergistic effects of AFB1 and HBV. Evidence also suggests that AFB1 can enhance the expression of HBV antigens and promote the integration process between the HBV genome and host liver cell chromosomes, resulting in an increase in the accumulation of HBV antigens in hepatocytes. This phenomenon is considered a potential mechanism by which HBV and AFB1 synergistically facilitate the onset of hepatic carcinoma.[120] Furthermore, HBV-transgenic mice and HepG2 cells transfected with HBV exhibited increased amounts of glutathione S-transferase pi, concurrently with a notable decrease in the expression of GST α enzymes. In the human liver, the presence of HBV DNA correlates with reduced GST activity, suggesting that the viral infection could diminish the detoxification capacity of liver against aflatoxin.[121] Moudgil highlighted several synergistic mechanisms between AFB1 and HBV in the progression of HCC. Initially, AFB1’s immunosuppressive impact results in a heightened vulnerability to HBV infection. Subsequently, the presence of HBV amplifies the potential of AFB1 to induce mutations. Third, HBV influences the capacity of hepatic cells to detoxify AFB1.[122] The combined influence of HBV and AFB1 intensifies the progression and metastasis of HCC, which is mainly mediated by the GRP78 and EOR/UPR pathways, along with cell death triggered by AFB1. GRP78, an indicator of endoplasmic reticulum stress, is associated with HCC progression. Both AFB1 and the large surface antigen of HBV upregulate GRP78 expression. This upregulation is associated with enhanced HCC invasiveness and metastatic capacity. When the EOR/UPR pathway is triggered by HBV, it induces the proliferation and invasion of HCC cells. AFB1 triggers cell death, which subsequently results in the upregulation of soluble epoxide hydrolase and COX-2, thereby facilitating tumor progression. Both HBV and AFB1 suppress the activity of the p53, thereby accelerating the progression of liver cancer. Hepatitis B e antigen intervenes with the p53 stability by disrupting the NUMB-HDM2-p53 trimeric complex, leading to p53’s ubiquitination and degradation. AFB1 also increases the expression of HDM2, which is responsible for p53 degradation. In addition, a positive feedback loop is present between AFB1, N6-methyladenosine (m6A), HBx, WD-40 repeat protein 5 (WDR5), H3K4me3, and α-ketoglutarate-dependent dioxygenase homolog 5 (ALKBH5). AFB1 sets off this cycle by accelerating m6A demethylation, thereby hindering HBx degradation and enabling its interaction with other proteins, which in turn amplifies HBx’s hepatocarcinogenic impact. Subsequently, HBx can pair with WDR5 and H3K4me3, thereby increasing the expression of ALKBH5. ALKBH5 further demethylates m6A to complete this cycle, and m6A demethylation is carcinogenic, which may negatively impact the prognosis or survival rate of HCC.[123] Reducing aflatoxin contamination and avoiding exposure to aflatoxins are important for preventing the occurrence of liver cancer. For example, physical methods have been used to remove and degrade aflatoxins. Most aflatoxins are usually found in the outer layers and peelings of grains. Therefore, common practices like scrubbing or polishing during grain processing can often help reduce the amount of these toxins. Similarly, mechanical peelers can also help remove aflatoxins. Solvent extraction is a physical technique that efficiently eliminates mycotoxins, notably aflatoxins, from oilseed meals while avoiding the creation of harmful by-products and maintaining the product’s quality and protein levels. In grains, employing physical techniques like photodegradation resulted in notably lower concentrations of aflatoxin, with a drop of approximately 40% after 3 hours and as high as 75% after 30 hours of continuous sunlight exposure. Physical methods for removing aflatoxins include the use of adsorbent materials that can bind and fix toxins. Among the physical approaches to degrading aflatoxins, the most extensively researched include thermal processes, such as heating, extrusion, and microwave treatment, as well as irradiation techniques using gamma rays and ultraviolet light. Chemical methods for degrading aflatoxins. Ammonia treatment, one of the earliest chemical techniques examined, has demonstrated its effectiveness in neutralizing aflatoxins in corn and various other affected goods. A variety of oxidizing agents are capable of breaking down aflatoxins, yet only a few are deemed appropriate for application in the food and feed industries, with hydrogen peroxide being a notable example. Research has explored the use of sodium bisulfite as a potent detoxification method, specifically for AFB1. Ozone and organic acids, such as citric acid, lactic acid, and tartaric acid can also effectively degrade aflatoxins. Over the past few years, the potential application of water-soluble plant extracts in the detoxification of aflatoxins has been studied, as the compounds in the extracts have biodegradability, environmental friendliness, biosafety, renewability, and may have lower costs.[124] The use of phytochemicals in chemical methods to prevent and treat liver damage caused by aflatoxin, which leads to liver cancer, has received widespread attention from scholars. Flavonoids such as robinetin, quercetin, fisetin, morin, and silymarin can suppress the creation of DNA adducts caused by AFB1, reduce AFBO formation, clear ROS, alleviate DNA damage induced by AFB1, enhance the antioxidant defense system of hepatocytes, inhibit lipid peroxidation levels, suppress apoptotic cell death, resist oxidative stress, and repair damaged cell membranes, thereby inhibiting AFB1 induced liver damage and preventing the occurrence of hepatic carcinoma. Polyphenolic compounds such as curcumin, proanthocyanidins, oxidized tea polyphenols, and resveratrol, can lower the likelihood of hepatic carcinoma by hindering the uptake of AFB1 in the digestive tract and hepatic regions, regulating DNA repair genes in DNA damage triggered by AFB1, improving DNA repair ability, regulating lipid peroxidation processes, preventing hepatic oxidative stress induced by AFB1, boosting antioxidant defenses of AFB1 poisoned experimental animals, and improving liver lymphocyte infiltration caused by AFB1. Polysaccharides such as glucomannan, chitosan, cellulose polymers, glucans, mannans, and bush sophora root polysaccharide can inhibit the penetration of AFB1 in the body through adsorption capacity, shielding the hepatocyte DNA from damage caused by AFB1, elevating the levels of SOD2 enzyme expression while simultaneously reducing the levels of CYP450 1A5 mRNA, alleviating AFB1 mediated liver toxicity, and reducing the possibility of liver cancer occurrence. In addition to flavonoids, polyphenols, and polysaccharides, an array of other phytochemicals found in plants, like saponins, terpenes, and alkaloids, possess a broad spectrum of physiological effects and contribute to the diminished likelihood of hepatic carcinoma caused by AFB1.[125] Biological methods for decontamination of aflatoxins. Biological control has received attention from scholars in the field of biological methods. Recent studies have shown that non-aflatoxigenic Aspergillus can reduce the concentration of aflatoxin in processed crops by over 80%, both in the field and under storage conditions.[126] The mechanism involves the physical elimination of toxigenic strains by non-aflatoxigenic strains during the infection process, or non-aflatoxigenic strains competing for the nutrients required for aflatoxin biosynthesis.[127] In addition to non-aflatoxigenic Aspergillus, other promising biological control agents have emerged to combat molds that produce aflatoxins. For example, a strain called Trichoderma harzianum is used to limit contamination by A flavus. It reduced aflatoxin levels in peanuts and sweet corn by 57% and 65%, respectively.[126] Lactic acid bacteria can inhibit the production of aflatoxins from feed and food by directly suppressing fungal growth, cell walls adsorption, and producing antifungal metabolites.[128] Widely applied, Saccharomyces cerevisiae can release enzymatic substances that notably influence both the mycelial growth of A flavus and the synthesis of its associated aflatoxins. In addition, Bacillus subtilis, Streptomyces, and marine microorganisms can produce active substances that inhibit A flavus and toxins. The active substances mainly include peptides, bacteriocins, small molecule organic compounds, organic acids, antibiotics, and enzymes.[127]\n\n## 4.1. The relationship between contamination and exposure to aflatoxins and liver cancer\nAflatoxin is commonly present as a pollutant in various crops such as grains, oilseed crops, nuts, and spices. Aflatoxin, a mycotoxin, has the potential to affect up to one-quarter of the global food supply through contamination.[53] Molds that generate aflatoxins are more likely to proliferate in environments characterized by warmth and moisture, which results in a higher level of pollution in tropical areas. Pollution often arises from a mix of weather conditions, environmental factors, and unsuitable farming methods, including inadequate crop collection and storage procedures. Exposure to aflatoxin presents health hazards for humans and animals alike, with the possibility of it being transmitted to offspring during pregnancy or nursing. Additionally, other species may also be affected by the ingestion of contaminated food products such as dairy, eggs, and meat.[54] Consuming foods tainted with aflatoxins is regarded as a key contributing factor to the induction of HCC.[55] Research across various studies have consistently shown that aflatoxins primarily target the liver, invariably inflicting damage to this organ in the presence of exposure. Initial findings suggest that exposure to AFB1 may result in liver congestion, pale appearance, swelling, and necrosis, along with the development of both chronic and acute hepatocyte damage, thereby inducing liver cancer. Exposure to AFB1 can notably weaken immune reactions, which in turn increases the likelihood of chronic HBV carriers developing cirrhosis and HCC. The presence of AFB1 adducts may directly influence on liver damage and carcinogenesis, substantially exacerbating the gravity and advancement of HCC attributed to AFB1.[10] Within the liver, AFB1 is transformed, allowing it to form covalent bonds with DNA and produce AFB1-N7-guanine adducts, which are crucial for its genotoxic effect. Among cytochrome P450 oxidases, enzymes such as CYP1A2, CYP3A4, and CYP2A6 play a pivotal role in the catalytic creation of these adducts.[56] The creation of AFB1-N7-guanine adducts interferes with normal processes of DNA replication and transcription, which may lead to genetic mutations and cellular damage. Consequently, chronic exposure to AFB1may increase the likelihood of developing HCC. Moreover, case-control research conducted in Guangxi, China, has pinpointed AFB1 exposure as a contributing risk factor for the genesis of HCC.[57] The case-control study by D Cohen et al in Gambia demonstrated a substantial link between liver cancer and AFB1 exposure.[58]\n\n## 4.2. Mechanism of aflatoxin-induced liver damage leading to liver cancer\nIn the liver, AFB1 undergoes a metabolic process facilitated by the cytochrome P450 enzyme system, predominantly leading to the production of AFB1-8,9-epoxide (AFBO). AFBO is acknowledged for its potential to induce liver cancer. In this transformation process, 2 AFBO isomers, endo-AFBO and exo-AFBO, are produced. In the human hepatic system, enzymes such as CYP1A2 and CYP3A4 facilitate the transformation of AFB1 into detrimental metabolites. CYP1A2 is pivotal in converting AFB1 into multiple metabolites, encompassing both endo- and exo-AFBO, as well as AFM1. CYP3A4 specifically facilitates the transformation of AFB1 into exo-AFBO and AFQ1.[59] Other enzymes such as CYP2A13 and CYP2A3 contribute to the process of metabolizing AFB1 into AFP1.[60] During the metabolic process, AFP1 forms a dihydroxy aflatoxin oxidation product, which is primarily excreted into the bile either directly or as a glucuronic acid conjugate.[61,62] During the metabolic process, AFM1 and AFQ1 are converted into glucuronide conjugates and sulfate conjugates.[63] These metabolites of AFB1 are primarily excreted via 2 pathways: feces and urine.[10] AFBO has the ability to establish a covalent linkage with the N7 site of guanine situated within the DNA double helix, leading to the creation of an AFB1-N7-guanine adduct,[64] and this binding product has been proven to induce hepatocarcinogenic point mutations.[28] The creation of the AFB1-N7-guanine adduct commonly leads to a specific type of DNA point mutation known as a G to T transversion.[65] Owing to the strong preference of exo-AFBO for binding to guanine over endo-AFBO, it is acknowledged as the main derivative causing liver cancer. In an alkaline environment, the AFB1-N7-guanine adduct is converted into its stable counterpart, known as the aflatoxin B1-formamidopyridine adduct[66], and subsequently, this compound is eliminated from the body via urine. Both isomers of AFBO depend on the catalytic function of glutathione S-transferase (GST) to conjugate with glutathione (GSH), which leads to a decrease or neutralization of their toxicity. AFBO undergoes a metabolic process via the GST pathway to form AFT-mercapturic acid or can be transformed into AFT-glucosiduronic acid through AFT-dihydropyridine. These metabolites eventually bind to GSH to achieve detoxification.[67] The ε-amino groups of lysine on serum albumin in the blood can form covalent bonds with AFBO, resulting in the creation of serum albumin adducts. These adducts continue to exist in the bloodstream.[68] Because to its instability, AFBO is prone to spontaneous hydrolysis into AFB1 dihydrodiol. When it binds to proteins, this product can induce tissue damage, inflammatory reactions, and abnormal cell proliferation, potentially playing a role in the progression of hepatic carcinoma.[69] Furthermore, AFB1 and AFBO can both trigger methylation at the CpG site located at codon 248, and such epigenetic alterations may elevate the rate of mutations in the p53 gene.[70] The p53 gene, which serves as a key tumor suppressor, is commonly affected by AFB1 and undergoes specific mutations in human hepatocytes. Specifically, AFB1 frequently causes a guanine-to-thymine transversion at codon 249 of the p53 gene, leading to the replacement of the arginine at position 249 with serine in the protein.[71,72] This mutation contributes to the progression of hepatic carcinoma by impeding the normal apoptotic process of cells and fostering abnormal cell proliferation. The liver is especially susceptible to the impact of AFB1, and diets containing aflatoxin mixtures or purified AFB1 can induce primary liver cancer in many experimental animal species. These include aquatic species (rainbow trout, red salmon, and cyprinid fish), avian species (ducks), rodents (rats, mice, and tree shrews), carnivores (ferrets), and primates (rhesus monkeys, macaques, African green monkeys, and squirrel monkeys), among others.[73] In cell experiments, contact with AFB1 substantially boosted the replication of human liver cancer HepG2 cells.[74] The primary mechanisms contributing to liver damage attributed to AFB1 include to date encompass oxidative stress, inflammation, promotion of apoptosis, effects on the expression of hepatocyte genes, interference with hepatocyte autophagy, pyroptosis, and necroptosis.[75] AFB1 notably boosts the production of reactive oxygen species (ROS) within hepatocytes, reduces liver antioxidant enzyme activity, induces oxidative stress and inflammation,[76] contributing to facilitating the onset and progression of hepatic malignancies. AFB1 enhances pyroptosis in hepatocytes by dephosphorylating cyclooxygenase-2 (COX-2) and activates Kupffer cells, thereby promoting inflammatory liver damage,[77] and inflammation is intricately linked to the onset of HCC.[78] Furthermore, AFB1 enhances hepatocellular COX-2 expression, subsequently elevating mitochondrial autophagy. This leads to the disruption of mitochondrial lipid metabolism, resulting in hepatic steatosis,[79] a primary element associated with the onset of hepatic carcinoma. Prolonged exposure to environments containing AFB1 can interfere with the normal metabolism of lipids and lipoproteins, and weaken the stability of lipids in liver mitochondria and the liver’s antioxidant defense ability.[80] A study has shown that exposure to AFB1 significantly induces hepatic lipotoxicity, including abnormal lipid droplets growth, increased mitochondrial lipid droplets contact, dysregulation of lipophagy, and lipid accumulation, leading to fatty liver disease,[81] which is the primary etiology of HCC.[82] Additionally, aflatoxins can cause structural damage and dysfunction in hepatocyte mitochondria. Aflatoxins diminish the functionality of the respiratory chain enzymes, resulting in reduced ATP production. Aflatoxins undermine the integrity of the mitochondrial double membrane by modulating B-cell lymphoma 2 family proteins. The active metabolites of aflatoxins can bind to mitochondrial DNA and affect mitochondrial function. Aflatoxins can induce widespread oxidative stress in mitochondria, resulting in mitochondrial damage. Furthermore, aflatoxins can induce the expression of p53 in the cell nucleus, leading to mitochondria-mediated apoptosis.[83] The advancement and spread of HCC are intimately linked to mitochondrial alterations.[84] In a research report, the application of AFB1 to liver cells resulted in the downregulation of nuclear factor erythroid 2-related factor 2 (Nrf2), which in turn elevated the incidence of oxidative stress.[85] Oxidative stress is closely associated with the development of HCC.[86] Epidemiology research suggested that aflatoxin contributes to the onset of HCC.[52] In addition, studies point to the fact that aflatoxin can induce p53 gene mutations and trigger liver cancer.[87] The aryl hydrocarbon receptor (AHR) is pivotal for mediating the hepatotoxic effects triggered by AFB1. Its functional deficiency markedly diminishes AFB1’s harmful effects, whereas elevated AHR levels enhance cell susceptibility to AFB1. Activation of AHR correlates with an increase in long-chain fatty acids, a factor significantly contributing to the cytotoxicity caused by AFB1. Moreover, the upregulation of AHR expression was observed in liver cancer samples associated with AFB1 exposure, highlighting its significance in research on liver cancer linked to aflatoxin.[56] Therefore, aflatoxin induces oxidative stress, inflammation, lipid lesions, and mitochondrial dysfunction through signaling pathways involving p53, ROS, COX-2, and Nrf2, which may ultimately promote the formation of liver cancer. The mechanism by which AFB1 suppresses the immune system mainly involves oxidative stress and induction of apoptosis. It triggers oxidative stress by elevating the quantity of ROS and oxidative damage to biological molecules, which in turn enhances AFB1’s capacity to dampen the immune response. Research has shown that AFB1 can suppress the proliferation of lymphocytes and the synthesis of interleukin-2, which are triggered by anti-CD3 monoclonal antibodies, via the oxidative stress pathway regulated by extracellular signal-regulated kinases 1/2. New findings indicate that AFB1 induces the commencement of apoptotic processes in regular human cells through a ROS-driven caspase pathway, initiating the mechanisms of programmed cell death, thus weakening the immune response.[88] AFB1 triggers inflammation and hepatic damage by enhancing of the NF-κB signaling pathway.[89] Additionally, AFB1 suppressed the production of interleukin-4, an anti-inflammatory cytokine, while enhancing the levels of pro-inflammatory cytokines like γ-interferon and tumor necrosis factor α, which are emitted from NK cells. These results imply that chronic AFB1 exposure intensifies inflammation through modulation of cytokine gene expression.[90] Immune deficiency,[91] oxidative stress, abnormal apoptosis, and inflammation[92] are important mechanisms in the occurrence of liver cancer. It has been established that AFB1 influences the levels of both oncogenic genes (like Ras and c-fos) and tumor suppressive genes (like p53 and survivin). It contributes to genomic instability and mutation by creating DNA adducts, impeding the function of DNA repair enzymes, and increasing ROS generation. Mutations in the Ras gene are among the most prevalent oncogenic alterations, occurring in approximately 19% of patients with cancer. Cells carrying Ras mutations often undergo malignant transformation and exhibit a malignant phenotype.[93] P21 protein, as a product of the Ras gene, serves a crucial function in intracellular signal transduction. When the Ras gene undergoes mutation, the generated mutant p21 protein is not easily hydrolyzed by GTP, which results in the continuous stimulation of the RAS signaling cascade. This sustained activation state promotes abnormal cell proliferation and can trigger the cells to transform into a malignant state, thereby increasing the risk of tumor formation.[94] In hepatic carcinoma caused by AFB1, the Ras oncogene mutations resulting from AFB1 action are mainly concentrated at codon 12, and are predominantly transversions from G:C to T:A.[95,96] In rat models, sustained stimulation of the Ras oncogene is prevalent in liver malignancies initiated by AFB1 exposure.[97] It was found that mutation of the Ras oncogene induced by AFB1 led to an increase in p21 expression. In animal models, p21 positive animals showed a higher incidence of HCC than the p21 negative control group.[98] These results reinforce the notion that the Ras oncogene is a pivotal element in the genesis and progression of HCC caused by AFB1. As an oncogene closely related to cell proliferation, c-Fos is overexpressed in rat liver tissue under the influence of aflatoxin, thereby promoting the initiation and growth of HCC.[99] In most cases of HCC induced by AFB1, the p53 gene was mutated.[100] Recently, transcriptomic and functional genomic analyses have identified p53 as a crucial transcription factor that triggers DNA damage response upon AFB1 exposure.[101] And DNA damage is a crucial factor in the progression of hepatic malignancies.[102] Survivin is a highly specific protein frequently overexpressed across a wide range of malignancies, but it is rarely found in the healthy tissues of the majority of adults. Functionally, as part of the antiapoptotic protein family, survivin inhibits apoptosis and increase proliferation.[103] Animal experiments have shown that overexpression of the survivin gene in rat liver cancer induced by AFB1.[104] Moreover, specific research has indicated that survivin is implicated in the advancement of HCC in areas heavily affected by AFB1.[105] Nrf2 functions as a transcriptional regulator that adjusts the expression of various genes involved in antioxidant and stress response, as well as detoxification processes. Detoxification enzymes in the AFB1 metabolic pathway were markedly suppressed in the livers of Nrf2-deficient rats. In contrast to their wild-type counterparts, Nrf2-deficient rats exhibited amplified hepatotoxic effects after a single dose of AFB1. Additionally, there was an enhanced affinity of AFB1-N7-guanine for hepatic DNA, which was correlated with an increased propensity for hepatic carcinoma development.[106] In a mouse and mouse liver cell experiment, it was found that AFB1 can inhibit the Nrf2 signaling pathway to promote inflammation, oxidative stress, liver fibrosis, cell pyroptosis, and excessive cell apoptosis, leading to liver toxicity and promoting the occurrence of liver cancer.[107] Caveolin-1 (CAV1) plays a pivotal role in the hepatotoxic effects of AFB1. After AFB1 exposure, the viability of human hepatocyte L02 cells decreased and oxidative stress and apoptosis increased, which was related to the interaction between CAV1 and Nrf2. Exposure to AFB1 leads to upregulation of intracellular CAV1.[108] CAV1 upregulates the expression of α-1,6-fucosyltransferase (Fut8) through the activation of the Wnt/β-catenin signaling pathway, which leads to an increase in the growth and invasiveness of HCC cells.[109] An overabundance of CAV1 within hepatic malignant cells correlates with a diminished prognosis and is indicative of a curtailed overall survival rate in HCC patients.[110] Some evidence suggests that miRNAs may serve as early biomarkers of aflatoxin exposure. For instance, by assessing the concentrations of AFB1-DNA adducts along with the expression levels of miRNA-429 and miRNA-24 within neoplastic tissues, we observed an upregulation of miRNA-429 and miRNA-24 in HCC tissues where high AFB1 concentrations were prevalent. Moreover, a significant association was observed between the increased levels of these miRNAs and the magnitude of tumor size. Significantly, the heightened expression of these 2 miRNAs is found to suppress apoptosis, promote tumor cell proliferation, and has shown a strong correlation with elevated AFB1-DNA adduct levels. This suggests that miRNA-429 and miRNA-24 may act as prospective biomarkers for predicting the prognosis of AFB1-associated HCC and tumorigenesis.[70] Furthermore, a case-control study conducted in a hospital setting in China explored the polymorphism of pre-miRNAs, uncovering their potential as both a risk and prognostic biomarker for HCC caused by AFB1 exposure. Rs28599926 in miR-1268a was identified as a candidate biomarkers.[111] Subsequently, researchers further investigated the potential mechanisms of signaling pathways involved in AFB1 induced HCC, Zeng et al discovered a new regulatory circuit linked to GSK-3b-C/EBPa-miR-122-IGF-1R, the malfunction of which could potentially cause HCC onset.[112] Liu et al discovered that in vivo upregulation of rno-miR-34a-5p can curb the expression of genes that regulate the cell cycle, including MET, CCNE2, and CCND1, resulting in cell cycle arrest and facilitating the repair of DNA damage mediated by p53 in the livers of rats exposed to AFB1. Consequently, miR-34a-5p could emerge as an effective biomarker for detecting liver DNA damage caused by AFB1. DNA damage is crucial for the onset of hepatic cancer.[113] Experiments have found that in the mechanism of AFB1-induced liver tumorigenesis, miR-33a and miR-34a upregulate and downregulate the Wnt/β-catenin signaling pathway, respectively.[111] In an investigation, a cohort of 1028 serum samples were meticulously examined to quantitatively assess the diagnostic efficacy of serum -circulating miRNAs in distinguishing HCC specifically induced by AFB1 exposure, thereby exploring their utility as novel biomarkers for early detection in clinical settings. During the analysis, it was observed that 8 distinct miRNAs exhibited elevated expression levels within the sample set, encompassing miR-7-2-3p, miR-4651, miR-127-3p, miR-192-5p, miR-382-5p, miR-10b-5p, miR-532-3p, and miR-16-5p. Among all samples, miR-4651 emerged with the highest expression, pointing towards its candidacy as a distinctive biomarker for HCC triggered by AFB1 exposure.[114] In a previous study, the variations in long noncoding RNA were examined throughout the course of hepatic tumorigenesis induced by AFB1. It was observed that the H19 gene, responsible for lncRNA production, was upregulated in HepG2 cells following exposure to AFB1, which in turn enhanced cellular proliferation and invasive behavior.[111]\n\n## 4.2.1. The conversion of aflatoxins in the body\nIn the liver, AFB1 undergoes a metabolic process facilitated by the cytochrome P450 enzyme system, predominantly leading to the production of AFB1-8,9-epoxide (AFBO). AFBO is acknowledged for its potential to induce liver cancer. In this transformation process, 2 AFBO isomers, endo-AFBO and exo-AFBO, are produced. In the human hepatic system, enzymes such as CYP1A2 and CYP3A4 facilitate the transformation of AFB1 into detrimental metabolites. CYP1A2 is pivotal in converting AFB1 into multiple metabolites, encompassing both endo- and exo-AFBO, as well as AFM1. CYP3A4 specifically facilitates the transformation of AFB1 into exo-AFBO and AFQ1.[59] Other enzymes such as CYP2A13 and CYP2A3 contribute to the process of metabolizing AFB1 into AFP1.[60] During the metabolic process, AFP1 forms a dihydroxy aflatoxin oxidation product, which is primarily excreted into the bile either directly or as a glucuronic acid conjugate.[61,62] During the metabolic process, AFM1 and AFQ1 are converted into glucuronide conjugates and sulfate conjugates.[63] These metabolites of AFB1 are primarily excreted via 2 pathways: feces and urine.[10] AFBO has the ability to establish a covalent linkage with the N7 site of guanine situated within the DNA double helix, leading to the creation of an AFB1-N7-guanine adduct,[64] and this binding product has been proven to induce hepatocarcinogenic point mutations.[28] The creation of the AFB1-N7-guanine adduct commonly leads to a specific type of DNA point mutation known as a G to T transversion.[65] Owing to the strong preference of exo-AFBO for binding to guanine over endo-AFBO, it is acknowledged as the main derivative causing liver cancer. In an alkaline environment, the AFB1-N7-guanine adduct is converted into its stable counterpart, known as the aflatoxin B1-formamidopyridine adduct[66], and subsequently, this compound is eliminated from the body via urine. Both isomers of AFBO depend on the catalytic function of glutathione S-transferase (GST) to conjugate with glutathione (GSH), which leads to a decrease or neutralization of their toxicity. AFBO undergoes a metabolic process via the GST pathway to form AFT-mercapturic acid or can be transformed into AFT-glucosiduronic acid through AFT-dihydropyridine. These metabolites eventually bind to GSH to achieve detoxification.[67] The ε-amino groups of lysine on serum albumin in the blood can form covalent bonds with AFBO, resulting in the creation of serum albumin adducts. These adducts continue to exist in the bloodstream.[68] Because to its instability, AFBO is prone to spontaneous hydrolysis into AFB1 dihydrodiol. When it binds to proteins, this product can induce tissue damage, inflammatory reactions, and abnormal cell proliferation, potentially playing a role in the progression of hepatic carcinoma.[69] Furthermore, AFB1 and AFBO can both trigger methylation at the CpG site located at codon 248, and such epigenetic alterations may elevate the rate of mutations in the p53 gene.[70] The p53 gene, which serves as a key tumor suppressor, is commonly affected by AFB1 and undergoes specific mutations in human hepatocytes. Specifically, AFB1 frequently causes a guanine-to-thymine transversion at codon 249 of the p53 gene, leading to the replacement of the arginine at position 249 with serine in the protein.[71,72] This mutation contributes to the progression of hepatic carcinoma by impeding the normal apoptotic process of cells and fostering abnormal cell proliferation.\n\n## 4.2.2. Relationship between aflatoxin-induced hepatotoxicity and liver cancer\nThe liver is especially susceptible to the impact of AFB1, and diets containing aflatoxin mixtures or purified AFB1 can induce primary liver cancer in many experimental animal species. These include aquatic species (rainbow trout, red salmon, and cyprinid fish), avian species (ducks), rodents (rats, mice, and tree shrews), carnivores (ferrets), and primates (rhesus monkeys, macaques, African green monkeys, and squirrel monkeys), among others.[73] In cell experiments, contact with AFB1 substantially boosted the replication of human liver cancer HepG2 cells.[74] The primary mechanisms contributing to liver damage attributed to AFB1 include to date encompass oxidative stress, inflammation, promotion of apoptosis, effects on the expression of hepatocyte genes, interference with hepatocyte autophagy, pyroptosis, and necroptosis.[75] AFB1 notably boosts the production of reactive oxygen species (ROS) within hepatocytes, reduces liver antioxidant enzyme activity, induces oxidative stress and inflammation,[76] contributing to facilitating the onset and progression of hepatic malignancies. AFB1 enhances pyroptosis in hepatocytes by dephosphorylating cyclooxygenase-2 (COX-2) and activates Kupffer cells, thereby promoting inflammatory liver damage,[77] and inflammation is intricately linked to the onset of HCC.[78] Furthermore, AFB1 enhances hepatocellular COX-2 expression, subsequently elevating mitochondrial autophagy. This leads to the disruption of mitochondrial lipid metabolism, resulting in hepatic steatosis,[79] a primary element associated with the onset of hepatic carcinoma. Prolonged exposure to environments containing AFB1 can interfere with the normal metabolism of lipids and lipoproteins, and weaken the stability of lipids in liver mitochondria and the liver’s antioxidant defense ability.[80] A study has shown that exposure to AFB1 significantly induces hepatic lipotoxicity, including abnormal lipid droplets growth, increased mitochondrial lipid droplets contact, dysregulation of lipophagy, and lipid accumulation, leading to fatty liver disease,[81] which is the primary etiology of HCC.[82] Additionally, aflatoxins can cause structural damage and dysfunction in hepatocyte mitochondria. Aflatoxins diminish the functionality of the respiratory chain enzymes, resulting in reduced ATP production. Aflatoxins undermine the integrity of the mitochondrial double membrane by modulating B-cell lymphoma 2 family proteins. The active metabolites of aflatoxins can bind to mitochondrial DNA and affect mitochondrial function. Aflatoxins can induce widespread oxidative stress in mitochondria, resulting in mitochondrial damage. Furthermore, aflatoxins can induce the expression of p53 in the cell nucleus, leading to mitochondria-mediated apoptosis.[83] The advancement and spread of HCC are intimately linked to mitochondrial alterations.[84] In a research report, the application of AFB1 to liver cells resulted in the downregulation of nuclear factor erythroid 2-related factor 2 (Nrf2), which in turn elevated the incidence of oxidative stress.[85] Oxidative stress is closely associated with the development of HCC.[86] Epidemiology research suggested that aflatoxin contributes to the onset of HCC.[52] In addition, studies point to the fact that aflatoxin can induce p53 gene mutations and trigger liver cancer.[87] The aryl hydrocarbon receptor (AHR) is pivotal for mediating the hepatotoxic effects triggered by AFB1. Its functional deficiency markedly diminishes AFB1’s harmful effects, whereas elevated AHR levels enhance cell susceptibility to AFB1. Activation of AHR correlates with an increase in long-chain fatty acids, a factor significantly contributing to the cytotoxicity caused by AFB1. Moreover, the upregulation of AHR expression was observed in liver cancer samples associated with AFB1 exposure, highlighting its significance in research on liver cancer linked to aflatoxin.[56] Therefore, aflatoxin induces oxidative stress, inflammation, lipid lesions, and mitochondrial dysfunction through signaling pathways involving p53, ROS, COX-2, and Nrf2, which may ultimately promote the formation of liver cancer.\n\n## 4.2.3. The relationship between aflatoxin-induced immunotoxicity and liver cancer\nThe mechanism by which AFB1 suppresses the immune system mainly involves oxidative stress and induction of apoptosis. It triggers oxidative stress by elevating the quantity of ROS and oxidative damage to biological molecules, which in turn enhances AFB1’s capacity to dampen the immune response. Research has shown that AFB1 can suppress the proliferation of lymphocytes and the synthesis of interleukin-2, which are triggered by anti-CD3 monoclonal antibodies, via the oxidative stress pathway regulated by extracellular signal-regulated kinases 1/2. New findings indicate that AFB1 induces the commencement of apoptotic processes in regular human cells through a ROS-driven caspase pathway, initiating the mechanisms of programmed cell death, thus weakening the immune response.[88] AFB1 triggers inflammation and hepatic damage by enhancing of the NF-κB signaling pathway.[89] Additionally, AFB1 suppressed the production of interleukin-4, an anti-inflammatory cytokine, while enhancing the levels of pro-inflammatory cytokines like γ-interferon and tumor necrosis factor α, which are emitted from NK cells. These results imply that chronic AFB1 exposure intensifies inflammation through modulation of cytokine gene expression.[90] Immune deficiency,[91] oxidative stress, abnormal apoptosis, and inflammation[92] are important mechanisms in the occurrence of liver cancer.\n\n## 4.2.4. The relationship between AFB1, coding genes, and liver cancer\nIt has been established that AFB1 influences the levels of both oncogenic genes (like Ras and c-fos) and tumor suppressive genes (like p53 and survivin). It contributes to genomic instability and mutation by creating DNA adducts, impeding the function of DNA repair enzymes, and increasing ROS generation. Mutations in the Ras gene are among the most prevalent oncogenic alterations, occurring in approximately 19% of patients with cancer. Cells carrying Ras mutations often undergo malignant transformation and exhibit a malignant phenotype.[93] P21 protein, as a product of the Ras gene, serves a crucial function in intracellular signal transduction. When the Ras gene undergoes mutation, the generated mutant p21 protein is not easily hydrolyzed by GTP, which results in the continuous stimulation of the RAS signaling cascade. This sustained activation state promotes abnormal cell proliferation and can trigger the cells to transform into a malignant state, thereby increasing the risk of tumor formation.[94] In hepatic carcinoma caused by AFB1, the Ras oncogene mutations resulting from AFB1 action are mainly concentrated at codon 12, and are predominantly transversions from G:C to T:A.[95,96] In rat models, sustained stimulation of the Ras oncogene is prevalent in liver malignancies initiated by AFB1 exposure.[97] It was found that mutation of the Ras oncogene induced by AFB1 led to an increase in p21 expression. In animal models, p21 positive animals showed a higher incidence of HCC than the p21 negative control group.[98] These results reinforce the notion that the Ras oncogene is a pivotal element in the genesis and progression of HCC caused by AFB1. As an oncogene closely related to cell proliferation, c-Fos is overexpressed in rat liver tissue under the influence of aflatoxin, thereby promoting the initiation and growth of HCC.[99] In most cases of HCC induced by AFB1, the p53 gene was mutated.[100] Recently, transcriptomic and functional genomic analyses have identified p53 as a crucial transcription factor that triggers DNA damage response upon AFB1 exposure.[101] And DNA damage is a crucial factor in the progression of hepatic malignancies.[102] Survivin is a highly specific protein frequently overexpressed across a wide range of malignancies, but it is rarely found in the healthy tissues of the majority of adults. Functionally, as part of the antiapoptotic protein family, survivin inhibits apoptosis and increase proliferation.[103] Animal experiments have shown that overexpression of the survivin gene in rat liver cancer induced by AFB1.[104] Moreover, specific research has indicated that survivin is implicated in the advancement of HCC in areas heavily affected by AFB1.[105] Nrf2 functions as a transcriptional regulator that adjusts the expression of various genes involved in antioxidant and stress response, as well as detoxification processes. Detoxification enzymes in the AFB1 metabolic pathway were markedly suppressed in the livers of Nrf2-deficient rats. In contrast to their wild-type counterparts, Nrf2-deficient rats exhibited amplified hepatotoxic effects after a single dose of AFB1. Additionally, there was an enhanced affinity of AFB1-N7-guanine for hepatic DNA, which was correlated with an increased propensity for hepatic carcinoma development.[106] In a mouse and mouse liver cell experiment, it was found that AFB1 can inhibit the Nrf2 signaling pathway to promote inflammation, oxidative stress, liver fibrosis, cell pyroptosis, and excessive cell apoptosis, leading to liver toxicity and promoting the occurrence of liver cancer.[107] Caveolin-1 (CAV1) plays a pivotal role in the hepatotoxic effects of AFB1. After AFB1 exposure, the viability of human hepatocyte L02 cells decreased and oxidative stress and apoptosis increased, which was related to the interaction between CAV1 and Nrf2. Exposure to AFB1 leads to upregulation of intracellular CAV1.[108] CAV1 upregulates the expression of α-1,6-fucosyltransferase (Fut8) through the activation of the Wnt/β-catenin signaling pathway, which leads to an increase in the growth and invasiveness of HCC cells.[109] An overabundance of CAV1 within hepatic malignant cells correlates with a diminished prognosis and is indicative of a curtailed overall survival rate in HCC patients.[110]\n\n## 4.2.5. The relationship between AFB1, noncoding RNA, and liver cancer\nSome evidence suggests that miRNAs may serve as early biomarkers of aflatoxin exposure. For instance, by assessing the concentrations of AFB1-DNA adducts along with the expression levels of miRNA-429 and miRNA-24 within neoplastic tissues, we observed an upregulation of miRNA-429 and miRNA-24 in HCC tissues where high AFB1 concentrations were prevalent. Moreover, a significant association was observed between the increased levels of these miRNAs and the magnitude of tumor size. Significantly, the heightened expression of these 2 miRNAs is found to suppress apoptosis, promote tumor cell proliferation, and has shown a strong correlation with elevated AFB1-DNA adduct levels. This suggests that miRNA-429 and miRNA-24 may act as prospective biomarkers for predicting the prognosis of AFB1-associated HCC and tumorigenesis.[70] Furthermore, a case-control study conducted in a hospital setting in China explored the polymorphism of pre-miRNAs, uncovering their potential as both a risk and prognostic biomarker for HCC caused by AFB1 exposure. Rs28599926 in miR-1268a was identified as a candidate biomarkers.[111] Subsequently, researchers further investigated the potential mechanisms of signaling pathways involved in AFB1 induced HCC, Zeng et al discovered a new regulatory circuit linked to GSK-3b-C/EBPa-miR-122-IGF-1R, the malfunction of which could potentially cause HCC onset.[112] Liu et al discovered that in vivo upregulation of rno-miR-34a-5p can curb the expression of genes that regulate the cell cycle, including MET, CCNE2, and CCND1, resulting in cell cycle arrest and facilitating the repair of DNA damage mediated by p53 in the livers of rats exposed to AFB1. Consequently, miR-34a-5p could emerge as an effective biomarker for detecting liver DNA damage caused by AFB1. DNA damage is crucial for the onset of hepatic cancer.[113] Experiments have found that in the mechanism of AFB1-induced liver tumorigenesis, miR-33a and miR-34a upregulate and downregulate the Wnt/β-catenin signaling pathway, respectively.[111] In an investigation, a cohort of 1028 serum samples were meticulously examined to quantitatively assess the diagnostic efficacy of serum -circulating miRNAs in distinguishing HCC specifically induced by AFB1 exposure, thereby exploring their utility as novel biomarkers for early detection in clinical settings. During the analysis, it was observed that 8 distinct miRNAs exhibited elevated expression levels within the sample set, encompassing miR-7-2-3p, miR-4651, miR-127-3p, miR-192-5p, miR-382-5p, miR-10b-5p, miR-532-3p, and miR-16-5p. Among all samples, miR-4651 emerged with the highest expression, pointing towards its candidacy as a distinctive biomarker for HCC triggered by AFB1 exposure.[114] In a previous study, the variations in long noncoding RNA were examined throughout the course of hepatic tumorigenesis induced by AFB1. It was observed that the H19 gene, responsible for lncRNA production, was upregulated in HepG2 cells following exposure to AFB1, which in turn enhanced cellular proliferation and invasive behavior.[111]\n\n## 4.3. The synergistic effect of AFB1 and HBV on liver cancer\nIn a Shanghai-based investigation encompassing more than 18,000 male participants, the study investigated the interplay between HBV and aflatoxin biomarkers, evaluating their roles as standalone and synergistic risk factors for HCC. The nested case-control study indicated a substantial increase in relative risk to 3.4 among hepatic carcinoma patients with the detection of aflatoxin biomarkers (aflatoxin-N7-guanine) in urine. In men with a positive test for HBV surface antigen in their blood yet no evidence of aflatoxin exposure through urine analysis, the relative risk was 7. Among those who were hepatitis B surface antigen-positive and had detectable aflatoxin biomarkers in their urine samples, the relative risk soars to 59. Therefore, these 2 factors exhibit a significant multiplicative carcinogenic effect on the onset and progression of liver cancer.[115,116] The initial indication of a combined impact of AFB1 and HBV on the progression of HCC originated from experiments on transgenic mice, which demonstrated an increased expression of HBV’s large envelope protein when the mice were administered AFB1. In contrast to their non-AFB1-exposed littermates, these mice exhibited more rapid and severe progression of hepatocellular dysplasia and HCC.[117] The cooperative hepatocarcinogenic impact of HBV and AFB1 appears contingent upon the existence of polymorphisms in phase II detoxification genes that neutralize the carcinogen AFBO through its conversion into inactive metabolites. This includes genes encoding enzymes like GSTs such as GSTM1 and GSTT1, and the epoxide hydrolases. HBV infection can render hepatocytes more vulnerable to the oncogenic action of AFB1, which can be achieved through chronic inflammation initiated by HBV or the virus itself inducing cytochrome P450 to metabolize AFB1 into AFBO. Chronic HBV infection leads to liver cell necrosis and regeneration, along with the production of reactive oxygen and nitrogen species, which in turn facilitates the p53 249ser mutation induced by AFB1 and the subsequent proliferation of mutated cells, thereby increasing the likelihood of liver cancer. The HBx protein from HBV impairs the nucleotide excision repair mechanism, which is typically responsible for eliminating AFB1-DNA adducts. This disruption can result in prolonged presence of mutations, potentially boosting the likelihood of liver cancer development. Additionally, this protein contributes to an increase in the overall rate of DNA mutations, notably involving the serine 249 mutation in p53, and may precipitate cell cycle dysregulation when p53 function is compromised, thereby augmenting the hepatocarcinogenic effects of AFB1.[118,119] During the progression of HCC, studies have uncovered a notable occurrence: the activity of the PTEN tumor suppressor gene is markedly repressed when exposed to the synergistic effects of AFB1 and HBV. Evidence also suggests that AFB1 can enhance the expression of HBV antigens and promote the integration process between the HBV genome and host liver cell chromosomes, resulting in an increase in the accumulation of HBV antigens in hepatocytes. This phenomenon is considered a potential mechanism by which HBV and AFB1 synergistically facilitate the onset of hepatic carcinoma.[120] Furthermore, HBV-transgenic mice and HepG2 cells transfected with HBV exhibited increased amounts of glutathione S-transferase pi, concurrently with a notable decrease in the expression of GST α enzymes. In the human liver, the presence of HBV DNA correlates with reduced GST activity, suggesting that the viral infection could diminish the detoxification capacity of liver against aflatoxin.[121] Moudgil highlighted several synergistic mechanisms between AFB1 and HBV in the progression of HCC. Initially, AFB1’s immunosuppressive impact results in a heightened vulnerability to HBV infection. Subsequently, the presence of HBV amplifies the potential of AFB1 to induce mutations. Third, HBV influences the capacity of hepatic cells to detoxify AFB1.[122] The combined influence of HBV and AFB1 intensifies the progression and metastasis of HCC, which is mainly mediated by the GRP78 and EOR/UPR pathways, along with cell death triggered by AFB1. GRP78, an indicator of endoplasmic reticulum stress, is associated with HCC progression. Both AFB1 and the large surface antigen of HBV upregulate GRP78 expression. This upregulation is associated with enhanced HCC invasiveness and metastatic capacity. When the EOR/UPR pathway is triggered by HBV, it induces the proliferation and invasion of HCC cells. AFB1 triggers cell death, which subsequently results in the upregulation of soluble epoxide hydrolase and COX-2, thereby facilitating tumor progression. Both HBV and AFB1 suppress the activity of the p53, thereby accelerating the progression of liver cancer. Hepatitis B e antigen intervenes with the p53 stability by disrupting the NUMB-HDM2-p53 trimeric complex, leading to p53’s ubiquitination and degradation. AFB1 also increases the expression of HDM2, which is responsible for p53 degradation. In addition, a positive feedback loop is present between AFB1, N6-methyladenosine (m6A), HBx, WD-40 repeat protein 5 (WDR5), H3K4me3, and α-ketoglutarate-dependent dioxygenase homolog 5 (ALKBH5). AFB1 sets off this cycle by accelerating m6A demethylation, thereby hindering HBx degradation and enabling its interaction with other proteins, which in turn amplifies HBx’s hepatocarcinogenic impact. Subsequently, HBx can pair with WDR5 and H3K4me3, thereby increasing the expression of ALKBH5. ALKBH5 further demethylates m6A to complete this cycle, and m6A demethylation is carcinogenic, which may negatively impact the prognosis or survival rate of HCC.[123]\n\n## 4.4. Prevention and treatment of liver cancer caused by aflatoxin\nReducing aflatoxin contamination and avoiding exposure to aflatoxins are important for preventing the occurrence of liver cancer. For example, physical methods have been used to remove and degrade aflatoxins. Most aflatoxins are usually found in the outer layers and peelings of grains. Therefore, common practices like scrubbing or polishing during grain processing can often help reduce the amount of these toxins. Similarly, mechanical peelers can also help remove aflatoxins. Solvent extraction is a physical technique that efficiently eliminates mycotoxins, notably aflatoxins, from oilseed meals while avoiding the creation of harmful by-products and maintaining the product’s quality and protein levels. In grains, employing physical techniques like photodegradation resulted in notably lower concentrations of aflatoxin, with a drop of approximately 40% after 3 hours and as high as 75% after 30 hours of continuous sunlight exposure. Physical methods for removing aflatoxins include the use of adsorbent materials that can bind and fix toxins. Among the physical approaches to degrading aflatoxins, the most extensively researched include thermal processes, such as heating, extrusion, and microwave treatment, as well as irradiation techniques using gamma rays and ultraviolet light. Chemical methods for degrading aflatoxins. Ammonia treatment, one of the earliest chemical techniques examined, has demonstrated its effectiveness in neutralizing aflatoxins in corn and various other affected goods. A variety of oxidizing agents are capable of breaking down aflatoxins, yet only a few are deemed appropriate for application in the food and feed industries, with hydrogen peroxide being a notable example. Research has explored the use of sodium bisulfite as a potent detoxification method, specifically for AFB1. Ozone and organic acids, such as citric acid, lactic acid, and tartaric acid can also effectively degrade aflatoxins. Over the past few years, the potential application of water-soluble plant extracts in the detoxification of aflatoxins has been studied, as the compounds in the extracts have biodegradability, environmental friendliness, biosafety, renewability, and may have lower costs.[124] The use of phytochemicals in chemical methods to prevent and treat liver damage caused by aflatoxin, which leads to liver cancer, has received widespread attention from scholars. Flavonoids such as robinetin, quercetin, fisetin, morin, and silymarin can suppress the creation of DNA adducts caused by AFB1, reduce AFBO formation, clear ROS, alleviate DNA damage induced by AFB1, enhance the antioxidant defense system of hepatocytes, inhibit lipid peroxidation levels, suppress apoptotic cell death, resist oxidative stress, and repair damaged cell membranes, thereby inhibiting AFB1 induced liver damage and preventing the occurrence of hepatic carcinoma. Polyphenolic compounds such as curcumin, proanthocyanidins, oxidized tea polyphenols, and resveratrol, can lower the likelihood of hepatic carcinoma by hindering the uptake of AFB1 in the digestive tract and hepatic regions, regulating DNA repair genes in DNA damage triggered by AFB1, improving DNA repair ability, regulating lipid peroxidation processes, preventing hepatic oxidative stress induced by AFB1, boosting antioxidant defenses of AFB1 poisoned experimental animals, and improving liver lymphocyte infiltration caused by AFB1. Polysaccharides such as glucomannan, chitosan, cellulose polymers, glucans, mannans, and bush sophora root polysaccharide can inhibit the penetration of AFB1 in the body through adsorption capacity, shielding the hepatocyte DNA from damage caused by AFB1, elevating the levels of SOD2 enzyme expression while simultaneously reducing the levels of CYP450 1A5 mRNA, alleviating AFB1 mediated liver toxicity, and reducing the possibility of liver cancer occurrence. In addition to flavonoids, polyphenols, and polysaccharides, an array of other phytochemicals found in plants, like saponins, terpenes, and alkaloids, possess a broad spectrum of physiological effects and contribute to the diminished likelihood of hepatic carcinoma caused by AFB1.[125] Biological methods for decontamination of aflatoxins. Biological control has received attention from scholars in the field of biological methods. Recent studies have shown that non-aflatoxigenic Aspergillus can reduce the concentration of aflatoxin in processed crops by over 80%, both in the field and under storage conditions.[126] The mechanism involves the physical elimination of toxigenic strains by non-aflatoxigenic strains during the infection process, or non-aflatoxigenic strains competing for the nutrients required for aflatoxin biosynthesis.[127] In addition to non-aflatoxigenic Aspergillus, other promising biological control agents have emerged to combat molds that produce aflatoxins. For example, a strain called Trichoderma harzianum is used to limit contamination by A flavus. It reduced aflatoxin levels in peanuts and sweet corn by 57% and 65%, respectively.[126] Lactic acid bacteria can inhibit the production of aflatoxins from feed and food by directly suppressing fungal growth, cell walls adsorption, and producing antifungal metabolites.[128] Widely applied, Saccharomyces cerevisiae can release enzymatic substances that notably influence both the mycelial growth of A flavus and the synthesis of its associated aflatoxins. In addition, Bacillus subtilis, Streptomyces, and marine microorganisms can produce active substances that inhibit A flavus and toxins. The active substances mainly include peptides, bacteriocins, small molecule organic compounds, organic acids, antibiotics, and enzymes.[127]\n\n## 5. Conclusion\nUtilizing bibliometric techniques and tools such as VOSviewer, Citespace, and R, this study systematically mapped and analyzed the intellectual and vanguard landscape of the connection between aflatoxins and HCC. This examination highlighted the pivotal components of ongoing worldwide studies, providing a vista into potential avenues for the field’s progression. An upward trend in publication volume, with periodic fluctuations, reflects an escalating scholarly engagement in this domain. The preponderance of literature is directed towards demystifying the mechanisms through which aflatoxins trigger liver cancer, with findings underscoring their significant impact in hepatocellular carcinogenesis. This article provides an extensive synthesis of extant scientific insights regarding the relationship between aflatoxins and liver cancer, potentially aiding researchers in attaining a profound comprehension of prevailing tendencies and in procuring a broader vista of the topic. Supplemental Digital Content “PRISMA 2020 for Abstracts Checklist” is available for this article (https://links.lww.com/MD/Q709).\n\n## Acknowledgments\nWe are grateful to Dr Bao-Chen Zhu and Professor Guo-Dong Hua for valuable discussions and insights. The technical assistance provided by the Pharmacy Department is also acknowledged. Additionally, we extend our heartfelt appreciation for the unwavering support and motivating encouragement we’ve been fortunate enough to receive from our colleagues, friends, and family throughout the entire course of this research endeavor.\n\n## Author contributions\nConceptualization: Ruo-Yu Gao. Data curation: Zheng Liu, Bao-Chen Zhu, Xin Huang. Formal analysis: Zheng Liu, Chun-Miao Xue, Wen-Hui Liu. Funding acquisition: Zheng Liu, Guo-Dong Hua. Investigation: Jiao-Jiao Cheng, Jin-Gui Wang, Guo-Dong Hua. Methodology: Zheng Liu, Bao-Chen Zhu, Shi-xin Chen, Guo-Dong Hua. Project administration: Zheng Liu, Bao-Chen Zhu, Chun-Miao Xue, Guo-Dong Hua. Resources: Zheng Liu, Bao-Chen Zhu. Software: Zheng Liu, Zhi-Bin Song. Supervision: Zheng Liu. Validation: Zheng Liu. Visualization: Zheng Liu, Dan-Hua Zhao. Writing – original draft: Zheng Liu. Writing – review & editing: Guo-Dong Hua.",
  "word_count": 20828,
  "char_count": 145890
}