{
  "pmcid": "PMC2898859",
  "doi": "10.1289/ehp.0901388",
  "title": "Global Burden of Aflatoxin-Induced Hepatocellular Carcinoma: A Risk Assessment",
  "authors": [
    "Yan Liu",
    "Felicia Wu"
  ],
  "year": "2010",
  "journal": "Environmental Health Perspectives",
  "abstract": "BackgroundHepatocellular carcinoma (HCC), or liver cancer, is the third leading cause of cancer deaths worldwide, with prevalence 16–32 times higher in developing countries than in developed countries. Aflatoxin, a contaminant produced by the fungi Aspergillus flavus and Aspergillus parasiticus in maize and nuts, is a known human liver carcinogen.ObjectivesWe sought to determine the global burden of HCC attributable to aflatoxin exposure.MethodsWe conducted a quantitative cancer risk assessment, for which we collected global data on food-borne aflatoxin levels, consumption of aflatoxin-contaminated foods, and hepatitis B virus (HBV) prevalence. We calculated the cancer potency of aflatoxin for HBV-postive and HBV-negative individuals, as well as the uncertainty in all variables, to estimate the global burden of aflatoxin-related HCC.ResultsOf the 550,000–600,000 new HCC cases worldwide each year, about 25,200–155,000 may be attributable to aflatoxin exposure. Most cases occur in sub-Saharan Africa, Southeast Asia, and China where populations suffer from both high HBV prevalence and largely uncontrolled aflatoxin exposure in food.ConclusionsAflatoxin may play a causative role in 4.6–28.2% of all global HCC cases.",
  "sections": [
    {
      "title": "Materials and Methods",
      "text": "To perform a quantitative cancer risk assessment for aflatoxin-related HCC, we analyzed extensive data sets by nation or world region: food consumption patterns (of maize and peanuts), aflatoxin levels in maize and peanuts, HBV prevalence, and population size. Risk assessment is the process of estimating the magnitude and the probability of a harmful effect to individuals or populations from certain agents or activities. Four steps are involved in estimation of the risk: hazard identification, dose–response analysis, exposure assessment, and risk characterization (National Research Council 1983). Hazard identification is the process of determining whether exposure to an agent can increase the incidence of a particular health condition. Aflatoxin exposure is associated with an increase in incidence of HCC in humans and sensitive animal species (Groopman et al. 2008); in fact, IARC has classified AFB1 naturally occurring mixes of aflatoxins as a Group 1 carcinogen (IARC 2002). This second risk assessment step involves characterizing the relationship between the dose of an agent—in this case, aflatoxin—and incidence of HCC. Because of the synergistic impact of aflatoxin and HBV in inducing HCC, the assessment must be done separately for populations with and without chronic HBV infection. Although chronic HCV infection may also have synergistic effects with aflatoxin in inducing HCC, we did not include this effect in the analyses for three reasons: a) there is much less overlap worldwide between aflatoxin and HCV exposures in general; b) chronic HCV infection usually occurs later in life, whereas chronic HBV infection occurs much earlier, thus the time of overlapped exposure is less significant for aflatoxin and HCV (Groopman J, personal communication); and c) much less is known about the quantitative relationship of aflatoxin and HCV in inducing HCC. For cancer risk assessment, it is traditionally assumed that there is no threshold of exposure to a carcinogen below which there is no observable adverse effect (National Research Council 2008). Cancer potency factors are estimated from the slope of the dose–response relationship, which is assumed to be linear, between doses of the carcinogen and cancer incidence in a population. The IPSC/WHO aflatoxin risk assessment selected two different cancer potency factors for aflatoxin: 0.01 cases/100,000/year/nanogram/kilogram body weight per day aflatoxin exposure for individuals without chronic HBV infection, and 0.30 corresponding cases for individuals with chronic HBV infection. This was based on one cohort study that estimated cancer potency in individuals positive for the HBV surface antigen (HBsAg; a biomarker of chronic HBV infection) and in HBsAg-negative individuals (Yeh et al. 1989), as well as other human studies that assessed cancer potency among either HBsAg-positive or HBsAg-negative individuals. We used these same potency factors for this risk assessment. Because only one of the studies (Yeh et al. 1989) specifically assessed cancer potency in both cohorts, considerable uncertainty may be associated with these potency factors. However, several epidemiological studies confirm that aflatoxin’s cancer potency is about 30 times greater among HBV-positive than among HBV-negative individuals (Kirk et al. 2005, Ok et al. 2007; Qian et al. 1994). Exposure assessment involves estimating the intensity, frequency, and duration of human exposures to a toxic agent. Specifically, we sought to determine how individuals’ exposure to aflatoxin increases their risk of HCC. Aflatoxin exposure is a function not only of aflatoxin concentrations in maize and nuts but also of how much of these foodstuffs individuals consume in different parts of the world. Aflatoxin exposure assessment has evolved significantly over the past two decades, largely due to the characterization of biomarkers for both aflatoxin exposure and effect (Groopman et al. 2005, 2008). Before these biomarkers, the primary way to estimate aflatoxin exposure was to observe how much maize and nuts people consumed on average and to measure or assume aflatoxin levels in these foods. By measuring biomarkers such as aflatoxin–albumin adducts in serum or aflatoxin-N7-guanine in urine, it is possible to improve estimations of aflatoxin exposure and how much has been biotransformed to increase cancer risk (Groopman et al. 2008). Because aflatoxin biomarker data worldwide are limited, we collected data on estimated HBV prevalence in these countries and on maize and nut consumption patterns in different world regions and estimated average aflatoxin exposure or contamination levels in the maize and nuts in different world regions. Where aflatoxin exposure data were not already estimated, we used food consumption patterns and aflatoxin contamination levels to estimate exposure. The studies estimating HBV prevalence were based on HBsAg detection among males and among females in both urban and rural settings across all age groups. Data on maize and peanut consumption in different world regions are adapted from the WHO Global Environment Monitoring System (GEMS)/Food Consumption Cluster Diets database (WHO 2006). We estimated aflatoxin exposure data in different nations from multiple sources through literature searches. This final step of risk assessment integrates dose–response and exposure data to describe the overall nature and magnitude of risk. For our study, this final step consisted of quantifying, across the globe, the burden of aflatoxin-related liver cancer. For each nation, we estimated total number of individuals with or without chronic HBV by multiplying prevalence by population size. To estimate aflatoxin-induced HCC rates within these two populations (with and without chronic HBV infection), we multiplied the corresponding cancer potency factor by aflatoxin exposure estimates. Then we multiplied these values by each nation’s HBV-positive and HBV-negative population sizes to derive total number of aflatoxin-induced HCC cases in each nation. We summed across all world regions to arrive at an estimate for global burden of aflatoxin-induced HCC."
    },
    {
      "title": "Hazard identification",
      "text": "Hazard identification is the process of determining whether exposure to an agent can increase the incidence of a particular health condition. Aflatoxin exposure is associated with an increase in incidence of HCC in humans and sensitive animal species (Groopman et al. 2008); in fact, IARC has classified AFB1 naturally occurring mixes of aflatoxins as a Group 1 carcinogen (IARC 2002)."
    },
    {
      "title": "Dose–response analysis",
      "text": "This second risk assessment step involves characterizing the relationship between the dose of an agent—in this case, aflatoxin—and incidence of HCC. Because of the synergistic impact of aflatoxin and HBV in inducing HCC, the assessment must be done separately for populations with and without chronic HBV infection. Although chronic HCV infection may also have synergistic effects with aflatoxin in inducing HCC, we did not include this effect in the analyses for three reasons: a) there is much less overlap worldwide between aflatoxin and HCV exposures in general; b) chronic HCV infection usually occurs later in life, whereas chronic HBV infection occurs much earlier, thus the time of overlapped exposure is less significant for aflatoxin and HCV (Groopman J, personal communication); and c) much less is known about the quantitative relationship of aflatoxin and HCV in inducing HCC. For cancer risk assessment, it is traditionally assumed that there is no threshold of exposure to a carcinogen below which there is no observable adverse effect (National Research Council 2008). Cancer potency factors are estimated from the slope of the dose–response relationship, which is assumed to be linear, between doses of the carcinogen and cancer incidence in a population. The IPSC/WHO aflatoxin risk assessment selected two different cancer potency factors for aflatoxin: 0.01 cases/100,000/year/nanogram/kilogram body weight per day aflatoxin exposure for individuals without chronic HBV infection, and 0.30 corresponding cases for individuals with chronic HBV infection. This was based on one cohort study that estimated cancer potency in individuals positive for the HBV surface antigen (HBsAg; a biomarker of chronic HBV infection) and in HBsAg-negative individuals (Yeh et al. 1989), as well as other human studies that assessed cancer potency among either HBsAg-positive or HBsAg-negative individuals. We used these same potency factors for this risk assessment. Because only one of the studies (Yeh et al. 1989) specifically assessed cancer potency in both cohorts, considerable uncertainty may be associated with these potency factors. However, several epidemiological studies confirm that aflatoxin’s cancer potency is about 30 times greater among HBV-positive than among HBV-negative individuals (Kirk et al. 2005, Ok et al. 2007; Qian et al. 1994)."
    },
    {
      "title": "Exposure assessment",
      "text": "Exposure assessment involves estimating the intensity, frequency, and duration of human exposures to a toxic agent. Specifically, we sought to determine how individuals’ exposure to aflatoxin increases their risk of HCC. Aflatoxin exposure is a function not only of aflatoxin concentrations in maize and nuts but also of how much of these foodstuffs individuals consume in different parts of the world. Aflatoxin exposure assessment has evolved significantly over the past two decades, largely due to the characterization of biomarkers for both aflatoxin exposure and effect (Groopman et al. 2005, 2008). Before these biomarkers, the primary way to estimate aflatoxin exposure was to observe how much maize and nuts people consumed on average and to measure or assume aflatoxin levels in these foods. By measuring biomarkers such as aflatoxin–albumin adducts in serum or aflatoxin-N7-guanine in urine, it is possible to improve estimations of aflatoxin exposure and how much has been biotransformed to increase cancer risk (Groopman et al. 2008). Because aflatoxin biomarker data worldwide are limited, we collected data on estimated HBV prevalence in these countries and on maize and nut consumption patterns in different world regions and estimated average aflatoxin exposure or contamination levels in the maize and nuts in different world regions. Where aflatoxin exposure data were not already estimated, we used food consumption patterns and aflatoxin contamination levels to estimate exposure. The studies estimating HBV prevalence were based on HBsAg detection among males and among females in both urban and rural settings across all age groups. Data on maize and peanut consumption in different world regions are adapted from the WHO Global Environment Monitoring System (GEMS)/Food Consumption Cluster Diets database (WHO 2006). We estimated aflatoxin exposure data in different nations from multiple sources through literature searches."
    },
    {
      "title": "Risk characterization",
      "text": "This final step of risk assessment integrates dose–response and exposure data to describe the overall nature and magnitude of risk. For our study, this final step consisted of quantifying, across the globe, the burden of aflatoxin-related liver cancer. For each nation, we estimated total number of individuals with or without chronic HBV by multiplying prevalence by population size. To estimate aflatoxin-induced HCC rates within these two populations (with and without chronic HBV infection), we multiplied the corresponding cancer potency factor by aflatoxin exposure estimates. Then we multiplied these values by each nation’s HBV-positive and HBV-negative population sizes to derive total number of aflatoxin-induced HCC cases in each nation. We summed across all world regions to arrive at an estimate for global burden of aflatoxin-induced HCC."
    },
    {
      "title": "Results",
      "text": "Table 1 lists the prevalence of chronic HBV infection by world region, as measured by HBsAg in different parts of the world. Although these different estimates involve uncertainty and variability, all data are from literature published in or after 2000, to ensure that the HBV prevalence estimates are as current and as relevant as possible. Countries are grouped by WHO designated regions (WHO 2005): Africa, North America and Latin America, Eastern Mediterranean, Southeast Asia, Western Pacific, and Europe. Some regions were divided into subgroups because of significantly varied aflatoxin exposure and HBV prevalence within the region. Table 2 provides calculations of maize and peanut consumption in select countries of the world. The GEMS/Food Consumption Cluster Diets database divides countries of the world into 13 groups based on diets. For each group cluster, the GEMS food consumption database has estimated the amount of cereals, nuts, and oilseeds consumed. We thus estimated average maize and nut consumption by individual country. There are limitations to these data because of the clustering into 13 groups (with potentially wide ranges among nations within a group), as well as variability in data quality regarding diet and aflatoxin exposure estimates. We estimated (based on Tables 1 and 2) or found in the literature the average aflatoxin exposure in different world regions and then calculated the estimated incidence of aflatoxin-induced HCC, with and without the synergistic impact with HBV, in the corresponding populations of each nation and world region (Table 3). Within each WHO-designated region, we found aflatoxin exposures in the most populous nations. The “in general” rows in Table 3 represent a small proportion of each region: nations in which aflatoxin data were not available, or very small nations. For these, we assumed a range for aflatoxin exposure that incorporated the ranges of the nations within the region for which we found aflatoxin data. These data provide the necessary information to calculate the total estimated cases of aflatoxin-induced HCC cases annually, worldwide. Table 4 lists populations for each relevant nation and world region. Accounting for chronic HBV infection prevalence as shown in Table 1, and the risk estimates for HBV-positive versus HBV-negative individuals in Table 3, the numbers of cases of aflatoxin-induced HCC can be estimated in each world region. These are then summed to produce a global estimate of the number of annual aflatoxin-induced HCC cases. Our estimate is that anywhere from 25,200 to 155,000 annual HCC cases worldwide may be attributable to aflatoxin exposure. Figure 1 illustrates the distribution of HCC cases attributable to aflatoxin globally. The categories denote WHO world regions. Sub-Saharan Africa is the most important region for HCC cases attributable to aflatoxin; Southeast Asia and China (in the Western Pacific region) are also key regions where aflatoxin-related HCC is an important risk. Relatively fewer cases occur in the Americas, Eastern Mediterranean, and Europe. Although Australia and New Zealand are grouped with the Western Pacific region, these nations also have low aflatoxin-induced HCC incidence. It is notable that in Mexico, where HBV prevalence is relatively low but aflatoxin contamination in food is relatively high, aflatoxin appears to be a significant risk factor for HCC among those without HBV (an estimated 152–924 HCC cases per year per 100,000 people)."
    },
    {
      "title": "Discussion",
      "text": "Aflatoxin contamination in food is a serious global health problem, particularly in developing countries. Although it has been known for several decades that aflatoxin causes liver cancer in humans, the exact burden of aflatoxin-related HCC worldwide was unknown. This study represents a first step in attempting to estimate that burden. We find that at its lower estimate, aflatoxin plays a role in about 4.6% of total annual HCC cases; at its upper estimate, aflatoxin may play a role roughly 28.2% of all HCC cases worldwide. This large range stems from the considerable uncertainty and variability in data on cancer potency factors, HBV prevalence, aflatoxin exposure, and other risk factors in different world regions. The most heavily afflicted parts of the world are sub-Saharan Africa, Southeast Asia, and China. As indicated in Table 3, populations in developing countries in tropical and subtropical areas are nearly ubiquitously exposed to moderate to high levels of aflatoxin. Aflatoxin is a controllable risk factor in food, yet the parts of the world in which the risk is particularly high have limited resources to implement most aflatoxin control strategies. Much agricultural land in Africa and Asia lies in climatic regions favorable for A. flavus and A. parasiticus proliferation. Suboptimal field practices and poor drying/storage conditions make crops vulnerable to fungal infection and aflatoxin accumulation. Maize and groundnuts, the two crops most conducive to Aspergillus infection, are staples in many African and Asian diets. Because the very poor in these regions cannot afford much food variety, these staples make up a significant portion of their diets, increasing aflatoxin exposure. Even within the same nation, aflatoxin-induced HCC risk can vary significantly among different populations, hence the large national ranges for risk shown in Table 4. Rural populations generally have higher levels of aflatoxin exposure than do urban dwellers in developing countries (Wild and Hall 2000), because urban populations typically consume more diversified diets than do rural dwellers and may have food that is better controlled for contaminants. In addition, there is a strong seasonal variation in aflatoxin exposure that correlates with food availability (Gnonlonfin et al. 2008; Tajkarimi et al. 2007). Moreover, HBV prevalence is generally higher in rural areas than in urban ones, and higher among males than among females in most places (Plymoth et al. 2009). We present our collected data of HBsAg seroprevalence as a range for countries or populations (Table 1), to account for these variations. Although many nations that suffer from both high aflatoxin exposures and high HBV prevalence have nominally established maximum allowable aflatoxin standards in food, there is little if any enforcement of these standards in many rural areas. Indeed, the food in subsistence farming and local food markets is rarely formally inspected. Strict aflatoxin standards can even lead to large economic losses for poor food-exporting nations when trading with other nations (Wu 2004). Subsistence farmers and local food traders sometimes have the luxury of discarding obviously moldy maize and groundnuts. But in drought seasons, oftentimes people have no choice but to eat moldy food or starve (Williams 2008). Multiple public health interventions exist to control the burden of aflatoxin in the body and to prevent HCC. These interventions, described in greater detail in Wu and Khlangwiset (2010), can be grouped into three categories: agricultural, dietary, and clinical. Agricultural interventions can be applied either in the field (preharvest) or in storage and transportation (postharvest) to reduce aflatoxin levels in key crops. They can thus be considered primary interventions. Dietary and clinical interventions can be considered secondary interventions. They cannot reduce actual aflatoxin levels in food, but they can reduce aflatoxin-related illness, either by reducing aflatoxin’s bioavailability in the body or by ameliorating aflatoxin-induced damage. Because aflatoxin-mediated mutations may precede HCC by several years, the effects of reducing aflatoxin exposure on HCC incidence may take time to become apparent (Szymañska et al. 2009). One highly effective clinical intervention to reduce aflatoxin-related HCC is vaccination against HBV. Vaccinating children against HBV has, over the past 30 years, significantly decreased HBV infection in several regions, including Europe (Bonanni et al. 2003; Williams et al. 1996), Taiwan (Chen et al. 1996), and Thailand (Jutavijittum et al. 2005). This vaccine will, over time, lessen the global carcinogenic impact of aflatoxin, because removing the synergistic impact between HBV and aflatoxin exposure would significantly reduce HCC risk. However, there are currently roughly 360 million chronic HBV carriers worldwide, and HBV vaccination is still not incorporated into many national immunization programs (Wild and Hall 2000). Thus, adopting measures to reduce dietary exposure to aflatoxins is crucial for public health. Our study highlights the significant role of aflatoxin in contributing to global liver cancer burden. Most cases occur in sub-Saharan Africa, Southeast Asia, and China, where populations suffer from both high HBV prevalence and largely uncontrolled exposure to aflatoxin in the food. Not all risk factors for HCC, including synergistic roles between aflatoxin and other carcinogens, are clearly understood; hence, these estimates for number of global aflatoxin-induced HCC cases have a large range. Although it is impossible to completely eliminate aflatoxin in food worldwide, it is possible to significantly reduce levels and dramatically reduce liver cancer incidence worldwide. The challenge remains to deliver these interventions to places of the world where they are most needed."
    }
  ],
  "full_text": "## Materials and Methods\nTo perform a quantitative cancer risk assessment for aflatoxin-related HCC, we analyzed extensive data sets by nation or world region: food consumption patterns (of maize and peanuts), aflatoxin levels in maize and peanuts, HBV prevalence, and population size. Risk assessment is the process of estimating the magnitude and the probability of a harmful effect to individuals or populations from certain agents or activities. Four steps are involved in estimation of the risk: hazard identification, dose–response analysis, exposure assessment, and risk characterization (National Research Council 1983). Hazard identification is the process of determining whether exposure to an agent can increase the incidence of a particular health condition. Aflatoxin exposure is associated with an increase in incidence of HCC in humans and sensitive animal species (Groopman et al. 2008); in fact, IARC has classified AFB1 naturally occurring mixes of aflatoxins as a Group 1 carcinogen (IARC 2002). This second risk assessment step involves characterizing the relationship between the dose of an agent—in this case, aflatoxin—and incidence of HCC. Because of the synergistic impact of aflatoxin and HBV in inducing HCC, the assessment must be done separately for populations with and without chronic HBV infection. Although chronic HCV infection may also have synergistic effects with aflatoxin in inducing HCC, we did not include this effect in the analyses for three reasons: a) there is much less overlap worldwide between aflatoxin and HCV exposures in general; b) chronic HCV infection usually occurs later in life, whereas chronic HBV infection occurs much earlier, thus the time of overlapped exposure is less significant for aflatoxin and HCV (Groopman J, personal communication); and c) much less is known about the quantitative relationship of aflatoxin and HCV in inducing HCC. For cancer risk assessment, it is traditionally assumed that there is no threshold of exposure to a carcinogen below which there is no observable adverse effect (National Research Council 2008). Cancer potency factors are estimated from the slope of the dose–response relationship, which is assumed to be linear, between doses of the carcinogen and cancer incidence in a population. The IPSC/WHO aflatoxin risk assessment selected two different cancer potency factors for aflatoxin: 0.01 cases/100,000/year/nanogram/kilogram body weight per day aflatoxin exposure for individuals without chronic HBV infection, and 0.30 corresponding cases for individuals with chronic HBV infection. This was based on one cohort study that estimated cancer potency in individuals positive for the HBV surface antigen (HBsAg; a biomarker of chronic HBV infection) and in HBsAg-negative individuals (Yeh et al. 1989), as well as other human studies that assessed cancer potency among either HBsAg-positive or HBsAg-negative individuals. We used these same potency factors for this risk assessment. Because only one of the studies (Yeh et al. 1989) specifically assessed cancer potency in both cohorts, considerable uncertainty may be associated with these potency factors. However, several epidemiological studies confirm that aflatoxin’s cancer potency is about 30 times greater among HBV-positive than among HBV-negative individuals (Kirk et al. 2005, Ok et al. 2007; Qian et al. 1994). Exposure assessment involves estimating the intensity, frequency, and duration of human exposures to a toxic agent. Specifically, we sought to determine how individuals’ exposure to aflatoxin increases their risk of HCC. Aflatoxin exposure is a function not only of aflatoxin concentrations in maize and nuts but also of how much of these foodstuffs individuals consume in different parts of the world. Aflatoxin exposure assessment has evolved significantly over the past two decades, largely due to the characterization of biomarkers for both aflatoxin exposure and effect (Groopman et al. 2005, 2008). Before these biomarkers, the primary way to estimate aflatoxin exposure was to observe how much maize and nuts people consumed on average and to measure or assume aflatoxin levels in these foods. By measuring biomarkers such as aflatoxin–albumin adducts in serum or aflatoxin-N7-guanine in urine, it is possible to improve estimations of aflatoxin exposure and how much has been biotransformed to increase cancer risk (Groopman et al. 2008). Because aflatoxin biomarker data worldwide are limited, we collected data on estimated HBV prevalence in these countries and on maize and nut consumption patterns in different world regions and estimated average aflatoxin exposure or contamination levels in the maize and nuts in different world regions. Where aflatoxin exposure data were not already estimated, we used food consumption patterns and aflatoxin contamination levels to estimate exposure. The studies estimating HBV prevalence were based on HBsAg detection among males and among females in both urban and rural settings across all age groups. Data on maize and peanut consumption in different world regions are adapted from the WHO Global Environment Monitoring System (GEMS)/Food Consumption Cluster Diets database (WHO 2006). We estimated aflatoxin exposure data in different nations from multiple sources through literature searches. This final step of risk assessment integrates dose–response and exposure data to describe the overall nature and magnitude of risk. For our study, this final step consisted of quantifying, across the globe, the burden of aflatoxin-related liver cancer. For each nation, we estimated total number of individuals with or without chronic HBV by multiplying prevalence by population size. To estimate aflatoxin-induced HCC rates within these two populations (with and without chronic HBV infection), we multiplied the corresponding cancer potency factor by aflatoxin exposure estimates. Then we multiplied these values by each nation’s HBV-positive and HBV-negative population sizes to derive total number of aflatoxin-induced HCC cases in each nation. We summed across all world regions to arrive at an estimate for global burden of aflatoxin-induced HCC.\n\n## Hazard identification\nHazard identification is the process of determining whether exposure to an agent can increase the incidence of a particular health condition. Aflatoxin exposure is associated with an increase in incidence of HCC in humans and sensitive animal species (Groopman et al. 2008); in fact, IARC has classified AFB1 naturally occurring mixes of aflatoxins as a Group 1 carcinogen (IARC 2002).\n\n## Dose–response analysis\nThis second risk assessment step involves characterizing the relationship between the dose of an agent—in this case, aflatoxin—and incidence of HCC. Because of the synergistic impact of aflatoxin and HBV in inducing HCC, the assessment must be done separately for populations with and without chronic HBV infection. Although chronic HCV infection may also have synergistic effects with aflatoxin in inducing HCC, we did not include this effect in the analyses for three reasons: a) there is much less overlap worldwide between aflatoxin and HCV exposures in general; b) chronic HCV infection usually occurs later in life, whereas chronic HBV infection occurs much earlier, thus the time of overlapped exposure is less significant for aflatoxin and HCV (Groopman J, personal communication); and c) much less is known about the quantitative relationship of aflatoxin and HCV in inducing HCC. For cancer risk assessment, it is traditionally assumed that there is no threshold of exposure to a carcinogen below which there is no observable adverse effect (National Research Council 2008). Cancer potency factors are estimated from the slope of the dose–response relationship, which is assumed to be linear, between doses of the carcinogen and cancer incidence in a population. The IPSC/WHO aflatoxin risk assessment selected two different cancer potency factors for aflatoxin: 0.01 cases/100,000/year/nanogram/kilogram body weight per day aflatoxin exposure for individuals without chronic HBV infection, and 0.30 corresponding cases for individuals with chronic HBV infection. This was based on one cohort study that estimated cancer potency in individuals positive for the HBV surface antigen (HBsAg; a biomarker of chronic HBV infection) and in HBsAg-negative individuals (Yeh et al. 1989), as well as other human studies that assessed cancer potency among either HBsAg-positive or HBsAg-negative individuals. We used these same potency factors for this risk assessment. Because only one of the studies (Yeh et al. 1989) specifically assessed cancer potency in both cohorts, considerable uncertainty may be associated with these potency factors. However, several epidemiological studies confirm that aflatoxin’s cancer potency is about 30 times greater among HBV-positive than among HBV-negative individuals (Kirk et al. 2005, Ok et al. 2007; Qian et al. 1994).\n\n## Exposure assessment\nExposure assessment involves estimating the intensity, frequency, and duration of human exposures to a toxic agent. Specifically, we sought to determine how individuals’ exposure to aflatoxin increases their risk of HCC. Aflatoxin exposure is a function not only of aflatoxin concentrations in maize and nuts but also of how much of these foodstuffs individuals consume in different parts of the world. Aflatoxin exposure assessment has evolved significantly over the past two decades, largely due to the characterization of biomarkers for both aflatoxin exposure and effect (Groopman et al. 2005, 2008). Before these biomarkers, the primary way to estimate aflatoxin exposure was to observe how much maize and nuts people consumed on average and to measure or assume aflatoxin levels in these foods. By measuring biomarkers such as aflatoxin–albumin adducts in serum or aflatoxin-N7-guanine in urine, it is possible to improve estimations of aflatoxin exposure and how much has been biotransformed to increase cancer risk (Groopman et al. 2008). Because aflatoxin biomarker data worldwide are limited, we collected data on estimated HBV prevalence in these countries and on maize and nut consumption patterns in different world regions and estimated average aflatoxin exposure or contamination levels in the maize and nuts in different world regions. Where aflatoxin exposure data were not already estimated, we used food consumption patterns and aflatoxin contamination levels to estimate exposure. The studies estimating HBV prevalence were based on HBsAg detection among males and among females in both urban and rural settings across all age groups. Data on maize and peanut consumption in different world regions are adapted from the WHO Global Environment Monitoring System (GEMS)/Food Consumption Cluster Diets database (WHO 2006). We estimated aflatoxin exposure data in different nations from multiple sources through literature searches.\n\n## Risk characterization\nThis final step of risk assessment integrates dose–response and exposure data to describe the overall nature and magnitude of risk. For our study, this final step consisted of quantifying, across the globe, the burden of aflatoxin-related liver cancer. For each nation, we estimated total number of individuals with or without chronic HBV by multiplying prevalence by population size. To estimate aflatoxin-induced HCC rates within these two populations (with and without chronic HBV infection), we multiplied the corresponding cancer potency factor by aflatoxin exposure estimates. Then we multiplied these values by each nation’s HBV-positive and HBV-negative population sizes to derive total number of aflatoxin-induced HCC cases in each nation. We summed across all world regions to arrive at an estimate for global burden of aflatoxin-induced HCC.\n\n## Results\nTable 1 lists the prevalence of chronic HBV infection by world region, as measured by HBsAg in different parts of the world. Although these different estimates involve uncertainty and variability, all data are from literature published in or after 2000, to ensure that the HBV prevalence estimates are as current and as relevant as possible. Countries are grouped by WHO designated regions (WHO 2005): Africa, North America and Latin America, Eastern Mediterranean, Southeast Asia, Western Pacific, and Europe. Some regions were divided into subgroups because of significantly varied aflatoxin exposure and HBV prevalence within the region. Table 2 provides calculations of maize and peanut consumption in select countries of the world. The GEMS/Food Consumption Cluster Diets database divides countries of the world into 13 groups based on diets. For each group cluster, the GEMS food consumption database has estimated the amount of cereals, nuts, and oilseeds consumed. We thus estimated average maize and nut consumption by individual country. There are limitations to these data because of the clustering into 13 groups (with potentially wide ranges among nations within a group), as well as variability in data quality regarding diet and aflatoxin exposure estimates. We estimated (based on Tables 1 and 2) or found in the literature the average aflatoxin exposure in different world regions and then calculated the estimated incidence of aflatoxin-induced HCC, with and without the synergistic impact with HBV, in the corresponding populations of each nation and world region (Table 3). Within each WHO-designated region, we found aflatoxin exposures in the most populous nations. The “in general” rows in Table 3 represent a small proportion of each region: nations in which aflatoxin data were not available, or very small nations. For these, we assumed a range for aflatoxin exposure that incorporated the ranges of the nations within the region for which we found aflatoxin data. These data provide the necessary information to calculate the total estimated cases of aflatoxin-induced HCC cases annually, worldwide. Table 4 lists populations for each relevant nation and world region. Accounting for chronic HBV infection prevalence as shown in Table 1, and the risk estimates for HBV-positive versus HBV-negative individuals in Table 3, the numbers of cases of aflatoxin-induced HCC can be estimated in each world region. These are then summed to produce a global estimate of the number of annual aflatoxin-induced HCC cases. Our estimate is that anywhere from 25,200 to 155,000 annual HCC cases worldwide may be attributable to aflatoxin exposure. Figure 1 illustrates the distribution of HCC cases attributable to aflatoxin globally. The categories denote WHO world regions. Sub-Saharan Africa is the most important region for HCC cases attributable to aflatoxin; Southeast Asia and China (in the Western Pacific region) are also key regions where aflatoxin-related HCC is an important risk. Relatively fewer cases occur in the Americas, Eastern Mediterranean, and Europe. Although Australia and New Zealand are grouped with the Western Pacific region, these nations also have low aflatoxin-induced HCC incidence. It is notable that in Mexico, where HBV prevalence is relatively low but aflatoxin contamination in food is relatively high, aflatoxin appears to be a significant risk factor for HCC among those without HBV (an estimated 152–924 HCC cases per year per 100,000 people).\n\n## Discussion\nAflatoxin contamination in food is a serious global health problem, particularly in developing countries. Although it has been known for several decades that aflatoxin causes liver cancer in humans, the exact burden of aflatoxin-related HCC worldwide was unknown. This study represents a first step in attempting to estimate that burden. We find that at its lower estimate, aflatoxin plays a role in about 4.6% of total annual HCC cases; at its upper estimate, aflatoxin may play a role roughly 28.2% of all HCC cases worldwide. This large range stems from the considerable uncertainty and variability in data on cancer potency factors, HBV prevalence, aflatoxin exposure, and other risk factors in different world regions. The most heavily afflicted parts of the world are sub-Saharan Africa, Southeast Asia, and China. As indicated in Table 3, populations in developing countries in tropical and subtropical areas are nearly ubiquitously exposed to moderate to high levels of aflatoxin. Aflatoxin is a controllable risk factor in food, yet the parts of the world in which the risk is particularly high have limited resources to implement most aflatoxin control strategies. Much agricultural land in Africa and Asia lies in climatic regions favorable for A. flavus and A. parasiticus proliferation. Suboptimal field practices and poor drying/storage conditions make crops vulnerable to fungal infection and aflatoxin accumulation. Maize and groundnuts, the two crops most conducive to Aspergillus infection, are staples in many African and Asian diets. Because the very poor in these regions cannot afford much food variety, these staples make up a significant portion of their diets, increasing aflatoxin exposure. Even within the same nation, aflatoxin-induced HCC risk can vary significantly among different populations, hence the large national ranges for risk shown in Table 4. Rural populations generally have higher levels of aflatoxin exposure than do urban dwellers in developing countries (Wild and Hall 2000), because urban populations typically consume more diversified diets than do rural dwellers and may have food that is better controlled for contaminants. In addition, there is a strong seasonal variation in aflatoxin exposure that correlates with food availability (Gnonlonfin et al. 2008; Tajkarimi et al. 2007). Moreover, HBV prevalence is generally higher in rural areas than in urban ones, and higher among males than among females in most places (Plymoth et al. 2009). We present our collected data of HBsAg seroprevalence as a range for countries or populations (Table 1), to account for these variations. Although many nations that suffer from both high aflatoxin exposures and high HBV prevalence have nominally established maximum allowable aflatoxin standards in food, there is little if any enforcement of these standards in many rural areas. Indeed, the food in subsistence farming and local food markets is rarely formally inspected. Strict aflatoxin standards can even lead to large economic losses for poor food-exporting nations when trading with other nations (Wu 2004). Subsistence farmers and local food traders sometimes have the luxury of discarding obviously moldy maize and groundnuts. But in drought seasons, oftentimes people have no choice but to eat moldy food or starve (Williams 2008). Multiple public health interventions exist to control the burden of aflatoxin in the body and to prevent HCC. These interventions, described in greater detail in Wu and Khlangwiset (2010), can be grouped into three categories: agricultural, dietary, and clinical. Agricultural interventions can be applied either in the field (preharvest) or in storage and transportation (postharvest) to reduce aflatoxin levels in key crops. They can thus be considered primary interventions. Dietary and clinical interventions can be considered secondary interventions. They cannot reduce actual aflatoxin levels in food, but they can reduce aflatoxin-related illness, either by reducing aflatoxin’s bioavailability in the body or by ameliorating aflatoxin-induced damage. Because aflatoxin-mediated mutations may precede HCC by several years, the effects of reducing aflatoxin exposure on HCC incidence may take time to become apparent (Szymañska et al. 2009). One highly effective clinical intervention to reduce aflatoxin-related HCC is vaccination against HBV. Vaccinating children against HBV has, over the past 30 years, significantly decreased HBV infection in several regions, including Europe (Bonanni et al. 2003; Williams et al. 1996), Taiwan (Chen et al. 1996), and Thailand (Jutavijittum et al. 2005). This vaccine will, over time, lessen the global carcinogenic impact of aflatoxin, because removing the synergistic impact between HBV and aflatoxin exposure would significantly reduce HCC risk. However, there are currently roughly 360 million chronic HBV carriers worldwide, and HBV vaccination is still not incorporated into many national immunization programs (Wild and Hall 2000). Thus, adopting measures to reduce dietary exposure to aflatoxins is crucial for public health. Our study highlights the significant role of aflatoxin in contributing to global liver cancer burden. Most cases occur in sub-Saharan Africa, Southeast Asia, and China, where populations suffer from both high HBV prevalence and largely uncontrolled exposure to aflatoxin in the food. Not all risk factors for HCC, including synergistic roles between aflatoxin and other carcinogens, are clearly understood; hence, these estimates for number of global aflatoxin-induced HCC cases have a large range. Although it is impossible to completely eliminate aflatoxin in food worldwide, it is possible to significantly reduce levels and dramatically reduce liver cancer incidence worldwide. The challenge remains to deliver these interventions to places of the world where they are most needed.",
  "word_count": 3163,
  "char_count": 21254
}