{
  "pmcid": "PMC8539333",
  "doi": "10.3390/ijms222011237",
  "title": "Ochratoxin A-Induced Nephrotoxicity: Up-to-Date Evidence",
  "authors": [
    "Chong-Sun Khoi",
    "Jia-Huang Chen",
    "Tzu-Yu Lin",
    "Chih-Kang Chiang",
    "Kuan-Yu Hung"
  ],
  "year": "2021",
  "journal": "International Journal of Molecular Sciences",
  "abstract": "Ochratoxin A (OTA) is a mycotoxin widely found in various foods and feeds that have a deleterious effect on humans and animals. It has been shown that OTA causes multiorgan toxicity, and the kidney is the main target of OTA among them. This present article aims to review recent and latest intracellular molecular interactions and signaling pathways of OTA-induced nephrotoxicity. Pyroptosis, lipotoxicity, organic anionic membrane transporter, autophagy, the ubiquitin-proteasome system, and histone acetyltransferase have been involved in the renal toxicity caused by OTA. Meanwhile, the literature reviewed the alternative or method against OTA toxicity by reducing ROS production, oxidative stress, activating the Nrf2 pathway, through using nanoparticles, a natural flavonoid, and metal supplement. The present review discloses the molecular mechanism of OTA-induced nephrotoxicity, providing opinions and strategies against OTA toxicity.",
  "sections": [
    {
      "title": "1. Introduction",
      "text": "Ochratoxin A (OTA) is a mycotoxin frequently found in various foods and animal feed [1,2,3,4]. OTA has nephrotoxic deleterious effect on human health due to exposure to OTA-contaminated food [5]. Previous studies have confirmed that exposure to OTA can lead to multiorgan toxicity [6,7,8], but the kidney is the primary target of OTA [9]. There is a hypothesis about Balkan nephropathy correlated with OTA [10]. Still, subsequent research showed no statistically significant evidence for the connection between OTA exposure and human health risks in the Bulgarian or Croatian study populations [11]. However, a preliminary study in Egypt found that OTA may correlate to renal disease by high serum OTA level in end-stage renal disease (ESRD) patients, high serum and urine OTA level in nephrotic syndrome, and urothelial cancer [12]. Hsieh et al. found that daily excretion of OTA is correlated with 24 h urine protein excretion, which implied OTA might lead to proteinuria [13]. The animal study showed that chronic kidney disease (CKD) dogs had higher plasma OTA concentrations than healthy dogs. Still, there is no significant correlation between creatine and OTA plasma level in CKD dogs [14]. Kosicki et al. demonstrated the same result, that plasma OTA had been detected in dialysis patients and healthy groups, but no significant difference between these two groups [15]. The most direct evidence of OTA’s effect on the kidney is that OTA was detected in human kidney tissue. Ostry et al. demonstrated that OTA was detected in human renal tissue with a level range from 0.1–0.2 ug/kg and a mean of 0.07 ug/kg [16]. In addition, a human kidney from nephrectomy showed a concentration of OTA that was 0.15–0.39 ng/kg [17]. After absorption, OTA could be excreted by the urine, feces, and milk [18]. Urine is a non-invasive biomonitor, but ingested OTA is excreted in the urine in only a small amount [19]. OTA was detected in urine samples from Germany, Haiti, and Bangladesh. The median level of OTA was 0.097, 0.038, and 0.115 ng/mL, respectively [20]. Ali et al. collected urine samples in German adults to investigate OTA and its metabolite ochratoxin alpha (OTα) in plasma and urine. The urinary level of OTA and OTα was 0.21 ± 0.31 ng/mL (mean), 1.33 ± 2.63 ng/mL (mean), respectively; it suggested OTα could be another biomarker for monitoring uptake of OTA [21]. Ochratoxin A-8-β-glucuronide was the product of glucuronides of OTA in urine. Munoz et al. collected urine from infants and adults to investigate glucuronides of OTA as total OTA in urine. This study showed in German infants, the mean OTA-aglycone concentration was 80 ± 14 ng/L, and OTA-total was 98 ± 114 ng/L after hydrolysis in German infants; in Turkish infants, the mean OTA-aglycone concentration was 285 ± 57 ng/L, and the mean value for OTA-total was 1041 ± 275 ng/L, same as a result in a German adult, urinary OTA levels were 76 ± 29; the OTA-total was 205 ± 114 ng/L, which implied that Ochratoxin A-8-β-glucuronide could be another biomarker to avoid underestimate OTA exposure [19]. Silva et al. collected 85 urine samples from Portuguese children; 92.94% were positive for OTA detection. The mean OTA concentration level was 0.020 ng/mL with a maximum 0.052 ng/mL value. The risk assessment by probable daily intake (PDI) was 10 to 194% [22]. Thus far, OTA has been detectable in infant cereal, breakfast cereal, and dried fruits. Infant and children are the highest OTA exposure population in the US, but there is no significant risk of adverse effects after OTA exposure [23]. Huong et al. found that the dietary exposure to ochratoxin of Vietnamese children was 52.6 ng/kg/day. Rice, egg, milk, and beans are the most commonly OTA-contaminated food. The population has a risk of renal cancer, which was evaluated by an age-adjusted margin of exposure (MOE) in this study [24]. In addition, the occurrence of OTA in a study in Poland demonstrated that low and constant OTA levels present in animal tissue and feed, implying continued exposure of OTA to animal and human beings [25]."
    },
    {
      "title": "2. The Mechanisms Underlying OTA Nephrotoxicity",
      "text": "The mechanisms of OTA-induced nephrotoxicity include inhibition of protein synthesis, DNA damage, cell cycle arrest, and cell apoptosis [26]. OTA is recognized as a strong nephrotoxin on its accumulation in proximal tubule epithelial cells and initiating cellular damage through oxidative stress, DNA damage, apoptosis, and inflammatory response [27]. OTA induces oxidative stress in rat kidneys and liver by increasing MDA, lipid peroxidation, and suppressing glutathione, catalase, and superoxide dismutase [28]. In addition, OTA induced reactive oxygen species (ROS) formation in renal proximal tubular cells and increased formation of 8-oxoguanine-related DNA damage; N-acetylcysteine (NAC) treatment decreased ROS level and increased cell viability after OTA exposure [29]. OTA enhances apoptosis signal-regulated kinase 1 (ASK-1) expression, which regulates ROS production and decreases mitochondrial membrane potential to promote nephrotoxicity after OTA exposure [30]. OTA activates aryl hydrocarbon receptor (AhR) and pregnane X receptor (PXR) signaling pathways to induce cytochrome P450 1A1 (CYP1A1), CYP1A2, and CYP3A4, leading to increased ROS production. ROS enhanced Nrf2 translocated to the nucleus to increase expression of heme oxygenase-1 (HO-1), glutamate-cysteine ligase catalytic subunit (GCLC), and NADPH quinone oxidoreductase 1 (NQO1) to ameliorate cell damage. Therefore, modulation of AhR, PXR, and Nrf2 could be considered to prevent or treat OTA-induced toxicity [31]. OTA-induced inducible nitric oxide synthase (iNOS) expression and protein nitration eventually lead to nitrosative stress in kidney and liver cells [32]. Crupi et al. showed OTA increases nitric oxide (NO) production in different kinds of kidney cell lines [33]. Longobardi et al. revealed that OTA promoted iNOS expression and increased NO production during in vitro study [34]. In contrast, Damiano et al. found OTA reduced NO production in rat kidneys, which may be related to OTA-induced hypertension by inhibiting NO synthase (NOS). Besides, OTA enhanced superoxide production which inhibited sodium-hydrogen exchanger isoform 3 (NHE3) and lead to disturbance of fluid reabsorbtion. Therefore, alteration of proximal tubular reabsorption by OTA-induced ROS would affect balance between fluid and solute [35]. OTA induced apoptosis of renal cells with activation of caspase-3 and increased DNA fragmentation [36,37]. Besides, a low dose of OTA induced oxidative stress and stimulated apoptosis of rat renal tubular cells [38]. OTA induced necrosis and apoptosis of human proximal tubular epithelial cells (HK-2) with increasing caspase 3/7 activities and cleaved PARP. In addition, OTA induced apoptosis in HK-2 cells by activating the MEK/ERK 1/2 signaling; meanwhile, OTA activated c-MET/PI3K/AKT pathway for antiapoptotic survival signaling [27]. Li et al. revealed p53 induced by OTA could protect kidney epithelial cells through suppression of the JNK-related apoptotic pathway [39]. Sheu et al. found OTA promotes ER stress and apoptosis through activation of calpain; meanwhile, OTA induced NADPH oxidase expression, which regulates ROS production in renal mesangial cells [8]. OTA attenuated cholesterol and sphingomyelin to disrupt lipid raft formation, which regulates the apoptosis of HK-2 cells through regulating the PTEN/PI3K/AKT pathway [40]. Transcriptomic analysis found that hypoxia, epithelial-to-mesenchymal transition (EMT), apoptosis, and the xenobiotic metabolism pathway are affected by OTA. The following result showed OTA-induced EMT, apoptosis, and kidney injury by regulating the AhR-Smad3/HIF-1α signaling pathway. This study provided an opinion against OTA-induced renal toxicity through understanding of OTA-induced EMT and apoptosis-related molecular pathway [41]. Zhang et al. discovered tumor necrosis factor receptor-associated protein 1 (TRAP-1) enhanced expression of Bcl-2 and inhibited expression of CypD, Bax, GRP78, and CHOP against apoptosis. OTA could inhibit TRAP-1, leading to mitochondria-mediated and ER stress-excited apoptosis of proximal tubular cells [42]. OTA could induce apoptosis of HK-2 cells through enhancement of ERK 1/2 phosphorylation by activating the NF-kB pathway [43]. Another study found OTA induced nephrotoxicity and apoptosis through the p38 pathway in porcine kidney epithelial cells (PK 15); meanwhile, OTA induced immunotoxicity through the ERK signaling pathway in porcine primary splenocyte. This study clarified that OTA induced toxicity through different molecular pathways in different cells [44]. Qi et al. discovered organic cation transporters 2 (OCT2) participate in OTA-induced cell apoptosis in rat proximal tubule cells (NRK-52E) cells by increase caspase 3 and cyclin dependent kinase 1 (CDK1), but a cell transport experiment would be conducted to ascertain the role of OCT2 in OTA-induced toxicity [45]. Besides apoptosis, OTA induced nephrotoxicity via activating NOD-like receptor protein 3 (NLRP3) inflammasome, and caspase1-dependent pyroptosis lead to renal fibrosis by evidence of increasing TGF-β and α-SMA during in vivo and in vitro study. This study offers a novel opinion or strategy for the treatment of OTA-induced renal fibrosis [46]. OTA promoted oxidative DNA damage in the liver and kidney of rats [47], but OTA caused DNA damage without lipophilic DNA adduct formation [48]. OTA-induced delete mutation of homologous repair of DNA double-strand break lead to genotoxicity; p53 could suppress deletion mutation of homologous repair after OTA exposure. In addition, p53 attenuated OTA-induced karyomegaly and apoptosis in mice kidneys [49]. OTA could produce genotoxicity through different bioactivation. OTA quinone (QTQ) is the product of OTA after oxidation of CYP450; QTQ could be reduced by ascorbate to form OTA hydroquinone (QTHQ). Besides, dehalogenation of OTA by a reductive process lead to production of a reactive aryl radical which could react at the purine C8 site to form DNA adduct [50]. OTA produced C-C8 and O-C8 OTA-3′-dGMP covalent DNA adducts through photooxidation with 3′-dGMP; these DNA adducts were found in rat kidney and pig kidney after chronic and subacute exposure of OTA [51]. Mantle et al. also demonstrated that C-C8 OTA 3′dGMP in rat kidneys directly binds OTA to DNA after OTA exposure [52]. OTA activated the DNA methyltransferase 1 (DNMT1) dependent JAK2/STAT3 signaling pathway to induce apoptosis and DNA damage in PK15 cells and porcine alveolar macrophage (PAM); meanwhile, OTA increased the expression of suppressors of cytokine signaling 3 (SOCS3), which was regulated by DNMT1 only in PK15 cells. This study elucidated that OTA induced nephrotoxicity instead of immunotoxicity through the DNMT1/JAK2/STAT3/SOCS3 signaling pathway [53]. Ozden et al. found that OTA-induced hypermethylation and hypomethylation on the different genes of rat kidneys involved in the mammalian target of rapamycin (mTOR) signaling pathway may contribute to renal carcinogenesis [54]. OTA induced global methylation in rat kidneys through enhanced expression of DNMT1 and DNMT3b; hypermethylation of E-cadherin and N-cadherin by OTA exposure results in decreased expression E-cadherin and N-cadherin, which may involve in Wnt and PI3K/Akt signaling pathways [55]. OTA activated DNMT1 and histone deacetylase1 (HDAC1) to induce cytotoxicity and apoptosis through ROS production [56]. Another study discovered inhibition of histone acetyltransferase (HAT) by OTA, leading to loss of histone 3 lysine 9 (H3K9) acetylation to suppress gene expression. This study disclosed loss of histone acetyltransferase is a critical step to OTA-induced carcinogenesis, but alteration of non-histone acetylation by proteome-wide analysis should be conducted to clarify the relationship between HAT inhibition and OTA-mediated gene expression change, mitosis, and DNA repair [57]. In addition, OTA induced cell cycle arrest in the G0/G1 phase of HK-2. Some of the gene was related to G0/G1 cell cycle arrest, but only increased expression of PTEN due to OTA-induced hypomethylation of PTEN which involved in G1/S phase transition. G0/G1 phase cell cycle arrest and inhibition of the Notch and Ras/MAPK/CREB signaling pathway after OTA exposure would lead to renal toxicity [58]. From the previous study, OTA inhibited protein synthesis in various organs, including the spleen, liver, and kidney, which could be prevented by phenylalanine; this implied that OTA competes with phenylalanine leading to inhibition of phenylalanine-tRNA synthase [59]. Besides, OTA could inhibit phenylalanine hydroxylase, which could be reduced by phenylalanine [60]. Argawal et al. used molecular docking analysis to reveal that OTA could bind on a common pocket of phenylalanine-tRNA synthase to disrupt protein synthesis [61]. OTA disturbed the cell cycle by increasing cell count at G0/G1phase and G1/G2 phase, decreasing cell count at the S phase [62]. OTA inhibited cell cycle progression in the S phase with decreased expression of cyclin A2, cyclin E2, and cyclin-dependent kinase 2 (CDK2) while inducing DNA damage in HEK 293 cells [63]. N-acetylcysteine (NAC) could reverse OTA-induced cell cycle arrest by enhancing cyclin A2, cyclin E2, and CDK2 expression, and also alleviates OTA-induced ROS production and DNA damage [64]. Recent studies discovered OTA-induced cell cycle arrest in the G1 and G1/S phase mediated by p53 through suppression of cyclin D1, Cdk2, and Cdk4 in HK-2. This study suggested the status of gene and protein should be showed after being regulated by an upper mediator such as p53, because many genes, proteins, intermediate molecular, and even upper mediators could regulate cell cycle [65]. Using weight correlation network analysis by Duborg et al. found that CDK2 plays a major regulator in G1 cycle arrest induced by OTA. OTA inhibit expression of CDK2, overexpression of CDK2 attenuated OTA-induced G1 phase cycle arrest. [66]. As evidenced by lipid deposition, OTA-induced renal lipotoxicity was found in the renal cortex and medulla after OTA exposure. In addition, OTA induced triglyceride levels elevation in the kidney. Moreover, OTA suppressed the expression of peroxisome proliferator-activated receptor alpha (PPAR-α) and medium-chain acyl-CoA dehydrogenase (Mcad), which is needed for fatty acid oxidation. Meanwhile, OTA promoted lipid peroxidation and sphingomyelinase, which might be involved in apoptosis. Besides, OTA inhibited activity of brown adipose tissue (BAT) to disturb the energy metabolism balance [67]. Mitochondrial membrane potential plays an essential role in mitochondrial homeostasis. The transmembrane potential of hydrogen ion that was formed by mitochondrial membrane potential is used to make ATP. A rise or decrease in mitochondrial membrane potential will affect cell viability [68]. Argawal et al. found loss of mitochondrial membrane potential at the initiation of OTA treatment (4–12 h), followed by hyperpolarization of mitochondrial membrane potential at 24 h [61]. Eder et al. discovered that OTA induced hyperpolarization of mitochondrial membrane potential and increased cellular ATP [69]. In contrast, Chebotareva et al. found OTA decreased intracellular ATP, which can be reversed by Diosmetin (DIOS) [70]. In addition, OTA inhibited mitochondrial oxygen consumption through suppressed complex I and II of the mitochondrial respiratory chain, implying that OTA caused mitochondrial dysfunction in rat renal proximal tubule [71]. Heat shock proteins (HSP) play an intracellular defensive role in the kidney, which promotes the ability against apoptosis and necrosis [72]. Glucose-regulated protein 75 (GRP-75) belongs to the HSP70 family, it may protect the renal cell from mitochondrial dysfunction through regulating Lon protease 1 (Lonp1) after OTA exposure. Besides, decreased expression of GRP75 was concurrent with an increasing OTA dose, thus GRP-75 could be a biomarker of renal tubular necrosis induced by foodborne toxicity such as OTA [73]. miRNA played a regulatory role in the development of nephropathy, renal carcinoma, and urothelial cancer. Upregulation of miR-497, miR-133a-3p, miR-423-3p, miR-34a, miR-542-3p, and downregulation of miR-421-3p, miR-490, and miR-9840-3p after OTA exposure in piglets thus altered miRNA link to a different cellular pathway and could be a biomarker of OTA exposure [74]. OTA decreased miR-29b expression led to promoting the expression of collagen protein, which has the potential for developing renal fibrosis [75]. Stachurska et al. found that OTA increased miR-132, miR-200 by ROS, and TGF-β to inhibit Nrf-2, HO-1 which led to suppressed proliferation and cell viability in renal proximal tubular epithelial cells [76]. A recent study revealed OTA-activated autophagy promoted cell apoptosis. In addition, OTA induced ubiquitin-proteasome system (UPS) and promoted degradation of ubiquitinated protein through 26S pure proteasome. Meanwhile, OTA increased PI3K/AKT and MAPK/ERK1-2 signaling pathways by degradation of phosphatases dual specificity phosphatase 3 (DUSP3), dual specificity phosphatase 4 (DUSP4), and Ph domain and Leucine-rich repeat protein phosphatase (PHLPP) through autophagy and UPS, which may be involved in OTA toxicity and carcinogenicity [77]. However, Qian et al. found autophagy could protect PK cells from OTA-induced apoptosis by suppressing the Akt/mTOR signaling pathway. This study provided a novel therapeutic agent against OTA toxicity through autophagy [78]. An epithelial-to-mesenchymal transition (EMT) is involved in renal fibrosis, and an experiment discovered OTA activated TGF-β/Smad2/3 and B-catenin/Wnt signaling pathways to induce EMT and renal fibrosis by evidence of increasing expression of α-SMA and fibronectin. It is possible to prevent OTA-induced EMT related renal fibrosis through regulating TGF-β/Smad2/3 and B-catenin/Wnt pathways [79]. Another study found activation of the ERK1/2 NF-kB signaling pathway by OTA exposure induced glomerular inflammation and fibrosis [80]. OTA disturbed intercellular interaction by disrupting the tight junction by suppressing occlusion and ZO1 in MDCK cells [81]. OTA induced inflammation of human embryonic kidney cells (HEK293) through the NF-kB pathway; meanwhile, as OTA concentration increased, it shifted the inflammatory environment to a pro-apoptotic environment [82]. OTA induced ER stress and autophagy; meanwhile, it promoted phosphorylation of ERK 1/2 and p38 of kidney and spleen in pigs [83]. Besides, OTA promoted senescence in human renal proximal tubular cells by increasing senescence-associated-β-galactosidase (SA-β-gal), senescence-associated secretory phenotype (SASP), DNA damage, cell spreading through activating p53-p21, p16-pRB signaling pathway and a disturbed cell cycle. OTA-induced senescence may provide a condition to become cancer cell, and therefore understanding of the senescence mechanism would help to study OTA-induced carcinogenesis [84]. Besides, increasing evidence found that heme oxygenase-1 (HO-1) has a cytoprotective role in renal disease [85]. OTA induced HO-1 to protect porcine kidney cells from mitigating inflammation, fibrosis, and apoptosis produced by OTA. Meanwhile, HO-1 regulated the expression of Nrf-2, miR-21, miR-29b, and p53-regulated miR-34a after OTA exposure. In addition, this study suggests further experiments could be conducted to clarify the role of HO-1 in OTA-induced genotoxicity [86]. Exposure to OTA may increase angiogenesis by increasing the expression of HIF-1α and EPO gene after 24 h; meanwhile, expression of TGF-β and vascular endothelilal growth factor (VEGF) may increase significantly at 48 hours. OTA may interrupt the normal metabolic process of thorough alteration of ATP production and pyruvate dehydrogenase 1(PDK1) expression. HIF-1α regulates cellular adaptation to hypoxia and hypoxic condition may promote carcinogenesis, therefore investigating OTA-induced hypoxic condition may help to clarify OTA related carcinogenesis. Besides, hypoxic-affected ATP production and the transformative capability of OTA could be investigated in further experiments [87]. Loboda et al. found that OTA-induced nephrotoxicity is sex-dependent, with males more susceptible, and regulated by the Nrf-2 pathway. After OTA exposure, it increased renal fibrosis and decreased the expression of glutathione reductase (GR), superoxide dismutase (SOD), claudin-2, and VEGF in male Nrf-2 knockout mice. Nrf2 deficiency promoted susceptibility to OTA-induced renal injury, thus modulation of Nrf2 provides a therapeutic option against OTA-induced renal disease [88]. Imaoka et al. used a 3D human kidney proximal tubule microphysiological system (kidney MPS) to validate OTA dose–response toxicity. Cell death is induced by OTA toxicity in a concentration-dependent manner. Besides, OTA is metabolized by P450(s) and OTA caused transcriptional suppression of glutathione S-transferase (GST) enzymes, which lead to nephrotoxicity by attenuate detoxification or conjugation of glutathione. Meanwhile, organic anionic membrane transporter(s) are involved in the accumulation of OTA in the proximal tubule by evidence of intracellular OTA accumulation after organic anionic membrane transporter inhibitor (probenecid) was used. However, application of MPS has a technical limitation to assess toxicology, such as limited cell number and lack of throughput, and is limited in cell sorting [89]. Table 1 and Table 2 summarize recent studies of OTA-induced nephrotoxicity."
    },
    {
      "title": "2.1. Oxidative Stress",
      "text": "OTA induces oxidative stress in rat kidneys and liver by increasing MDA, lipid peroxidation, and suppressing glutathione, catalase, and superoxide dismutase [28]. In addition, OTA induced reactive oxygen species (ROS) formation in renal proximal tubular cells and increased formation of 8-oxoguanine-related DNA damage; N-acetylcysteine (NAC) treatment decreased ROS level and increased cell viability after OTA exposure [29]. OTA enhances apoptosis signal-regulated kinase 1 (ASK-1) expression, which regulates ROS production and decreases mitochondrial membrane potential to promote nephrotoxicity after OTA exposure [30]. OTA activates aryl hydrocarbon receptor (AhR) and pregnane X receptor (PXR) signaling pathways to induce cytochrome P450 1A1 (CYP1A1), CYP1A2, and CYP3A4, leading to increased ROS production. ROS enhanced Nrf2 translocated to the nucleus to increase expression of heme oxygenase-1 (HO-1), glutamate-cysteine ligase catalytic subunit (GCLC), and NADPH quinone oxidoreductase 1 (NQO1) to ameliorate cell damage. Therefore, modulation of AhR, PXR, and Nrf2 could be considered to prevent or treat OTA-induced toxicity [31]."
    },
    {
      "title": "2.2. Nitrosative Stress",
      "text": "OTA-induced inducible nitric oxide synthase (iNOS) expression and protein nitration eventually lead to nitrosative stress in kidney and liver cells [32]. Crupi et al. showed OTA increases nitric oxide (NO) production in different kinds of kidney cell lines [33]. Longobardi et al. revealed that OTA promoted iNOS expression and increased NO production during in vitro study [34]. In contrast, Damiano et al. found OTA reduced NO production in rat kidneys, which may be related to OTA-induced hypertension by inhibiting NO synthase (NOS). Besides, OTA enhanced superoxide production which inhibited sodium-hydrogen exchanger isoform 3 (NHE3) and lead to disturbance of fluid reabsorbtion. Therefore, alteration of proximal tubular reabsorption by OTA-induced ROS would affect balance between fluid and solute [35]."
    },
    {
      "title": "2.3. Apoptosis/Pyroptosis",
      "text": "OTA induced apoptosis of renal cells with activation of caspase-3 and increased DNA fragmentation [36,37]. Besides, a low dose of OTA induced oxidative stress and stimulated apoptosis of rat renal tubular cells [38]. OTA induced necrosis and apoptosis of human proximal tubular epithelial cells (HK-2) with increasing caspase 3/7 activities and cleaved PARP. In addition, OTA induced apoptosis in HK-2 cells by activating the MEK/ERK 1/2 signaling; meanwhile, OTA activated c-MET/PI3K/AKT pathway for antiapoptotic survival signaling [27]. Li et al. revealed p53 induced by OTA could protect kidney epithelial cells through suppression of the JNK-related apoptotic pathway [39]. Sheu et al. found OTA promotes ER stress and apoptosis through activation of calpain; meanwhile, OTA induced NADPH oxidase expression, which regulates ROS production in renal mesangial cells [8]. OTA attenuated cholesterol and sphingomyelin to disrupt lipid raft formation, which regulates the apoptosis of HK-2 cells through regulating the PTEN/PI3K/AKT pathway [40]. Transcriptomic analysis found that hypoxia, epithelial-to-mesenchymal transition (EMT), apoptosis, and the xenobiotic metabolism pathway are affected by OTA. The following result showed OTA-induced EMT, apoptosis, and kidney injury by regulating the AhR-Smad3/HIF-1α signaling pathway. This study provided an opinion against OTA-induced renal toxicity through understanding of OTA-induced EMT and apoptosis-related molecular pathway [41]. Zhang et al. discovered tumor necrosis factor receptor-associated protein 1 (TRAP-1) enhanced expression of Bcl-2 and inhibited expression of CypD, Bax, GRP78, and CHOP against apoptosis. OTA could inhibit TRAP-1, leading to mitochondria-mediated and ER stress-excited apoptosis of proximal tubular cells [42]. OTA could induce apoptosis of HK-2 cells through enhancement of ERK 1/2 phosphorylation by activating the NF-kB pathway [43]. Another study found OTA induced nephrotoxicity and apoptosis through the p38 pathway in porcine kidney epithelial cells (PK 15); meanwhile, OTA induced immunotoxicity through the ERK signaling pathway in porcine primary splenocyte. This study clarified that OTA induced toxicity through different molecular pathways in different cells [44]. Qi et al. discovered organic cation transporters 2 (OCT2) participate in OTA-induced cell apoptosis in rat proximal tubule cells (NRK-52E) cells by increase caspase 3 and cyclin dependent kinase 1 (CDK1), but a cell transport experiment would be conducted to ascertain the role of OCT2 in OTA-induced toxicity [45]. Besides apoptosis, OTA induced nephrotoxicity via activating NOD-like receptor protein 3 (NLRP3) inflammasome, and caspase1-dependent pyroptosis lead to renal fibrosis by evidence of increasing TGF-β and α-SMA during in vivo and in vitro study. This study offers a novel opinion or strategy for the treatment of OTA-induced renal fibrosis [46]."
    },
    {
      "title": "2.4. DNA Damage/Genotoxicity",
      "text": "OTA promoted oxidative DNA damage in the liver and kidney of rats [47], but OTA caused DNA damage without lipophilic DNA adduct formation [48]. OTA-induced delete mutation of homologous repair of DNA double-strand break lead to genotoxicity; p53 could suppress deletion mutation of homologous repair after OTA exposure. In addition, p53 attenuated OTA-induced karyomegaly and apoptosis in mice kidneys [49]. OTA could produce genotoxicity through different bioactivation. OTA quinone (QTQ) is the product of OTA after oxidation of CYP450; QTQ could be reduced by ascorbate to form OTA hydroquinone (QTHQ). Besides, dehalogenation of OTA by a reductive process lead to production of a reactive aryl radical which could react at the purine C8 site to form DNA adduct [50]. OTA produced C-C8 and O-C8 OTA-3′-dGMP covalent DNA adducts through photooxidation with 3′-dGMP; these DNA adducts were found in rat kidney and pig kidney after chronic and subacute exposure of OTA [51]. Mantle et al. also demonstrated that C-C8 OTA 3′dGMP in rat kidneys directly binds OTA to DNA after OTA exposure [52]. OTA activated the DNA methyltransferase 1 (DNMT1) dependent JAK2/STAT3 signaling pathway to induce apoptosis and DNA damage in PK15 cells and porcine alveolar macrophage (PAM); meanwhile, OTA increased the expression of suppressors of cytokine signaling 3 (SOCS3), which was regulated by DNMT1 only in PK15 cells. This study elucidated that OTA induced nephrotoxicity instead of immunotoxicity through the DNMT1/JAK2/STAT3/SOCS3 signaling pathway [53]."
    },
    {
      "title": "2.5. Epigenetic Modification",
      "text": "Ozden et al. found that OTA-induced hypermethylation and hypomethylation on the different genes of rat kidneys involved in the mammalian target of rapamycin (mTOR) signaling pathway may contribute to renal carcinogenesis [54]. OTA induced global methylation in rat kidneys through enhanced expression of DNMT1 and DNMT3b; hypermethylation of E-cadherin and N-cadherin by OTA exposure results in decreased expression E-cadherin and N-cadherin, which may involve in Wnt and PI3K/Akt signaling pathways [55]. OTA activated DNMT1 and histone deacetylase1 (HDAC1) to induce cytotoxicity and apoptosis through ROS production [56]. Another study discovered inhibition of histone acetyltransferase (HAT) by OTA, leading to loss of histone 3 lysine 9 (H3K9) acetylation to suppress gene expression. This study disclosed loss of histone acetyltransferase is a critical step to OTA-induced carcinogenesis, but alteration of non-histone acetylation by proteome-wide analysis should be conducted to clarify the relationship between HAT inhibition and OTA-mediated gene expression change, mitosis, and DNA repair [57]. In addition, OTA induced cell cycle arrest in the G0/G1 phase of HK-2. Some of the gene was related to G0/G1 cell cycle arrest, but only increased expression of PTEN due to OTA-induced hypomethylation of PTEN which involved in G1/S phase transition. G0/G1 phase cell cycle arrest and inhibition of the Notch and Ras/MAPK/CREB signaling pathway after OTA exposure would lead to renal toxicity [58]."
    },
    {
      "title": "2.6. Inhibition of Protein Synthesis",
      "text": "From the previous study, OTA inhibited protein synthesis in various organs, including the spleen, liver, and kidney, which could be prevented by phenylalanine; this implied that OTA competes with phenylalanine leading to inhibition of phenylalanine-tRNA synthase [59]. Besides, OTA could inhibit phenylalanine hydroxylase, which could be reduced by phenylalanine [60]. Argawal et al. used molecular docking analysis to reveal that OTA could bind on a common pocket of phenylalanine-tRNA synthase to disrupt protein synthesis [61]."
    },
    {
      "title": "2.7. Cell Cycle Arrest",
      "text": "OTA disturbed the cell cycle by increasing cell count at G0/G1phase and G1/G2 phase, decreasing cell count at the S phase [62]. OTA inhibited cell cycle progression in the S phase with decreased expression of cyclin A2, cyclin E2, and cyclin-dependent kinase 2 (CDK2) while inducing DNA damage in HEK 293 cells [63]. N-acetylcysteine (NAC) could reverse OTA-induced cell cycle arrest by enhancing cyclin A2, cyclin E2, and CDK2 expression, and also alleviates OTA-induced ROS production and DNA damage [64]. Recent studies discovered OTA-induced cell cycle arrest in the G1 and G1/S phase mediated by p53 through suppression of cyclin D1, Cdk2, and Cdk4 in HK-2. This study suggested the status of gene and protein should be showed after being regulated by an upper mediator such as p53, because many genes, proteins, intermediate molecular, and even upper mediators could regulate cell cycle [65]. Using weight correlation network analysis by Duborg et al. found that CDK2 plays a major regulator in G1 cycle arrest induced by OTA. OTA inhibit expression of CDK2, overexpression of CDK2 attenuated OTA-induced G1 phase cycle arrest. [66]."
    },
    {
      "title": "2.8. Lipotoxicity",
      "text": "As evidenced by lipid deposition, OTA-induced renal lipotoxicity was found in the renal cortex and medulla after OTA exposure. In addition, OTA induced triglyceride levels elevation in the kidney. Moreover, OTA suppressed the expression of peroxisome proliferator-activated receptor alpha (PPAR-α) and medium-chain acyl-CoA dehydrogenase (Mcad), which is needed for fatty acid oxidation. Meanwhile, OTA promoted lipid peroxidation and sphingomyelinase, which might be involved in apoptosis. Besides, OTA inhibited activity of brown adipose tissue (BAT) to disturb the energy metabolism balance [67]."
    },
    {
      "title": "2.9. Mitochondrial Dysfunction/ATP",
      "text": "Mitochondrial membrane potential plays an essential role in mitochondrial homeostasis. The transmembrane potential of hydrogen ion that was formed by mitochondrial membrane potential is used to make ATP. A rise or decrease in mitochondrial membrane potential will affect cell viability [68]. Argawal et al. found loss of mitochondrial membrane potential at the initiation of OTA treatment (4–12 h), followed by hyperpolarization of mitochondrial membrane potential at 24 h [61]. Eder et al. discovered that OTA induced hyperpolarization of mitochondrial membrane potential and increased cellular ATP [69]. In contrast, Chebotareva et al. found OTA decreased intracellular ATP, which can be reversed by Diosmetin (DIOS) [70]. In addition, OTA inhibited mitochondrial oxygen consumption through suppressed complex I and II of the mitochondrial respiratory chain, implying that OTA caused mitochondrial dysfunction in rat renal proximal tubule [71]. Heat shock proteins (HSP) play an intracellular defensive role in the kidney, which promotes the ability against apoptosis and necrosis [72]. Glucose-regulated protein 75 (GRP-75) belongs to the HSP70 family, it may protect the renal cell from mitochondrial dysfunction through regulating Lon protease 1 (Lonp1) after OTA exposure. Besides, decreased expression of GRP75 was concurrent with an increasing OTA dose, thus GRP-75 could be a biomarker of renal tubular necrosis induced by foodborne toxicity such as OTA [73]."
    },
    {
      "title": "2.10. miRNA",
      "text": "miRNA played a regulatory role in the development of nephropathy, renal carcinoma, and urothelial cancer. Upregulation of miR-497, miR-133a-3p, miR-423-3p, miR-34a, miR-542-3p, and downregulation of miR-421-3p, miR-490, and miR-9840-3p after OTA exposure in piglets thus altered miRNA link to a different cellular pathway and could be a biomarker of OTA exposure [74]. OTA decreased miR-29b expression led to promoting the expression of collagen protein, which has the potential for developing renal fibrosis [75]. Stachurska et al. found that OTA increased miR-132, miR-200 by ROS, and TGF-β to inhibit Nrf-2, HO-1 which led to suppressed proliferation and cell viability in renal proximal tubular epithelial cells [76]."
    },
    {
      "title": "2.11. Autophagy",
      "text": "A recent study revealed OTA-activated autophagy promoted cell apoptosis. In addition, OTA induced ubiquitin-proteasome system (UPS) and promoted degradation of ubiquitinated protein through 26S pure proteasome. Meanwhile, OTA increased PI3K/AKT and MAPK/ERK1-2 signaling pathways by degradation of phosphatases dual specificity phosphatase 3 (DUSP3), dual specificity phosphatase 4 (DUSP4), and Ph domain and Leucine-rich repeat protein phosphatase (PHLPP) through autophagy and UPS, which may be involved in OTA toxicity and carcinogenicity [77]. However, Qian et al. found autophagy could protect PK cells from OTA-induced apoptosis by suppressing the Akt/mTOR signaling pathway. This study provided a novel therapeutic agent against OTA toxicity through autophagy [78]."
    },
    {
      "title": "2.12. EMT/Fibrosis/Tight Junction",
      "text": "An epithelial-to-mesenchymal transition (EMT) is involved in renal fibrosis, and an experiment discovered OTA activated TGF-β/Smad2/3 and B-catenin/Wnt signaling pathways to induce EMT and renal fibrosis by evidence of increasing expression of α-SMA and fibronectin. It is possible to prevent OTA-induced EMT related renal fibrosis through regulating TGF-β/Smad2/3 and B-catenin/Wnt pathways [79]. Another study found activation of the ERK1/2 NF-kB signaling pathway by OTA exposure induced glomerular inflammation and fibrosis [80]. OTA disturbed intercellular interaction by disrupting the tight junction by suppressing occlusion and ZO1 in MDCK cells [81]."
    },
    {
      "title": "2.13. Other Mechanisms",
      "text": "OTA induced inflammation of human embryonic kidney cells (HEK293) through the NF-kB pathway; meanwhile, as OTA concentration increased, it shifted the inflammatory environment to a pro-apoptotic environment [82]. OTA induced ER stress and autophagy; meanwhile, it promoted phosphorylation of ERK 1/2 and p38 of kidney and spleen in pigs [83]. Besides, OTA promoted senescence in human renal proximal tubular cells by increasing senescence-associated-β-galactosidase (SA-β-gal), senescence-associated secretory phenotype (SASP), DNA damage, cell spreading through activating p53-p21, p16-pRB signaling pathway and a disturbed cell cycle. OTA-induced senescence may provide a condition to become cancer cell, and therefore understanding of the senescence mechanism would help to study OTA-induced carcinogenesis [84]. Besides, increasing evidence found that heme oxygenase-1 (HO-1) has a cytoprotective role in renal disease [85]. OTA induced HO-1 to protect porcine kidney cells from mitigating inflammation, fibrosis, and apoptosis produced by OTA. Meanwhile, HO-1 regulated the expression of Nrf-2, miR-21, miR-29b, and p53-regulated miR-34a after OTA exposure. In addition, this study suggests further experiments could be conducted to clarify the role of HO-1 in OTA-induced genotoxicity [86]. Exposure to OTA may increase angiogenesis by increasing the expression of HIF-1α and EPO gene after 24 h; meanwhile, expression of TGF-β and vascular endothelilal growth factor (VEGF) may increase significantly at 48 hours. OTA may interrupt the normal metabolic process of thorough alteration of ATP production and pyruvate dehydrogenase 1(PDK1) expression. HIF-1α regulates cellular adaptation to hypoxia and hypoxic condition may promote carcinogenesis, therefore investigating OTA-induced hypoxic condition may help to clarify OTA related carcinogenesis. Besides, hypoxic-affected ATP production and the transformative capability of OTA could be investigated in further experiments [87]. Loboda et al. found that OTA-induced nephrotoxicity is sex-dependent, with males more susceptible, and regulated by the Nrf-2 pathway. After OTA exposure, it increased renal fibrosis and decreased the expression of glutathione reductase (GR), superoxide dismutase (SOD), claudin-2, and VEGF in male Nrf-2 knockout mice. Nrf2 deficiency promoted susceptibility to OTA-induced renal injury, thus modulation of Nrf2 provides a therapeutic option against OTA-induced renal disease [88]. Imaoka et al. used a 3D human kidney proximal tubule microphysiological system (kidney MPS) to validate OTA dose–response toxicity. Cell death is induced by OTA toxicity in a concentration-dependent manner. Besides, OTA is metabolized by P450(s) and OTA caused transcriptional suppression of glutathione S-transferase (GST) enzymes, which lead to nephrotoxicity by attenuate detoxification or conjugation of glutathione. Meanwhile, organic anionic membrane transporter(s) are involved in the accumulation of OTA in the proximal tubule by evidence of intracellular OTA accumulation after organic anionic membrane transporter inhibitor (probenecid) was used. However, application of MPS has a technical limitation to assess toxicology, such as limited cell number and lack of throughput, and is limited in cell sorting [89]. Table 1 and Table 2 summarize recent studies of OTA-induced nephrotoxicity."
    },
    {
      "title": "3. Prevention",
      "text": "Continued exposure of OTA to human beings and animals has been detected in a previous study [25], therefore different kinds of strategies are used to protect humans and animals from OTA toxicity through understanding the molecular mechanism. OTA promoted ROS production and enhanced renal cell death by suppressing Lonp1, aconitase 2 (Aco2), and heat shock protein 75 (Hsp75). In addition, ursolic acid could reverse the expression of Lonp1, Aco2, and Hsp75 to ameliorate OTA-induced toxicity and ROS production in renal cells. During different kinds of UA treatment, pretreatment of UA is most effective to ameliorate OTA toxicity [90]. Hydroxytyrosol is a phenolic compound with antioxidant, antimicrobial, antitumoral, cardioprotective, and neuroprotective properties. Pretreatment of hydroxytyrosol prevented OTA-induced renal injury by reducing ROS level, nitrite production, kidney fibrosis in vivo and in vitro. This study provided evidence that a phenolic compound could against oxidative stress related renal injury [33]. NAT reduced neuroinflammation, oxidative stress, and apoptosis [91]. Pretreatment of N-Acetyl-L-Tryptophan (NAT) could bind on phenylalanine tRNA synthetase may decrease OTA-induced protein inhibition; in addition, NAT also protected HEK cells from ROS insult, cell cycle arrest, disturbed mitochondrial membrane potential induced by OTA. Prophylactic dietary application of NAT may prevent OTA-induced toxicity [61]. Troxerutin is a natural flavonoid from rutin that has anti-inflammation and antioxidant properties. Cotreatment of troxerutin mitigate lipid accumulation in renal cells, relieved lipid peroxidation, and reversed the level of PPAR-α, medium-chain acyl-CoA dehydrogenase (Mcad) and sphingomyelinase (SMase) to alleviate OTA-induced renal lipotoxicity. In addition, Troxerutin improved whole-body energy metabolism by attenuating OTA-suppressed brown adipose tissue (BAT) activity [67]. Taurine is an amino acid involved in membrane stabilization, antioxidation, immunomodulation, osmoregulation. Taurine alleviated apoptosis by decreasing expression of Bax and caspase 3, and inhibited autophagy through decreased expression of light chain 3 (LC3) induced by OTA in PK15 cells. However, the role of taurine in between apoptosis and autophagy induced by OTA remains unclear; taurine may regulate autophagy to maintain cellular homeostasis after OTA exposure. This study suggest taurine has potential against other mycotoxin or environment-induced toxicity [92]. δ-tocotrienol is a natural vitamin E that reverses antioxidant enzymes superoxide dismutase (SOD), catalase (CAT), and glutathione (GSH) activity to reduce OTA-induced oxidative stress. Meanwhile, cotreatment of Delta suppressed OTA-induced superoxide production, elevated blood pressure, and decreased glomerular filtration rate (GFR). This study demonstrated that Delta is a ROS scavenger and the dietary strategy has potential to counteract OTA toxicity [93]. Curcumin is natural polyphenolic compound produced from the Curcuma longa, and it alleviates oxidative stress, inflammatory response, and activates the Nrf2 pathway against kidney injury [94]. Cotreatment of curcumin restores glutathione peroxidase and against OTA-induced glomerular damage, tubular damage, tubulointerstitial fibrosis, and inflammation in vivo [95]. Longobardi et al. demonstrated that cotreatment of curcumin attenuated OTA-induced nitrosative stress and inflammatory and DNA damage by reducing NO production, iNOS expression, TNF-α, IL-1B, IL-6, and 8-Hydroxy-2′-Deoxy Guanosine (8-OHdG) in the kidneys and liver of rats [34]. Cotreatment of Yemeni green coffee suppressed OTA-induced oxidative stress by restoring SOD and glutathione; it reduced rat kidney injury under histopathology. Yemeni green coffee is a functional food which has antioxidant properties against OTA-induced toxicity [96]. RLE is rich in cyanidin 3-glucoside antioxidant. Cotreatment of RLE reversed GSH level and reduced OTA-induced glomerular damage, tubular damage, inflammation, renal fibrosis, and oxidative stress. RLE is vegetable-based diet which could be added to feed to protect humans and animals from OTA-contaminated food [97]. Ciarcia et al. demonstrated that cotreatment of recombinant mitochondrial manganese-containing superoxide dismutase (rMnSOD) restored blood pressure, GFR, and attenuated morphologic change and interstitial fibrosis in rat kidneys after OTA treatment [98]. In addition, cotreatment of rMnSOD increases the production of nitric oxide (NO), restores impaired sodium–hydrogen exchanger isoform 3 (NHE3) regulating fluid reabsorption in the proximal tubule, and decreases blood pressure after OTA exposure in rat kidneys [35]. Astaxanthin (ASX) is an antioxidant that improves bisphenol A (BPA)-induced impaired mitochondrial function in rat kidneys [99]. Li et al. demonstrated that pretreatment of ASX activated the Nrf2/Keap1 signaling pathway to protect rat kidneys from OTA-induced oxidative damage. The antioxidant ability of ASX could provide protection from other mycotoxin-induced damage [100]. LUT is a dietary flavonoid that has antioxidant properties from recent reports, such as that LUT restored autophagy though the AMPK pathway to mitigate mercury-induced destruction of renal tubule, inflammation, oxidative stress, and apoptosis of rats’ kidneys [101]. LUT alleviated lead-induced kidney injury by inhibiting oxidative stress, inflammation, apoptosis, and enhanced expression of Nrf2, HO-1 in an in vitro study [102]. Liu et al. have found that cotreatment of LUT promoted expression of Nrf2 and antioxidant enzyme to ameliorate ROS level and mitochondrial membrane potential due to OTA exposure in rat kidney cells. In addition, LUT activated HIF-α to regulated angiogenesis and epithelial restitution process. These results suggest LUT is a potential dietary flavonoid to counteract other mycotoxins or environmental toxins [103]. Sulforaphane (SFN) is an Nrf2 activator; it restored OTA-suppressed Nrf2 transactivate of antioxidant response element (ARE) in porcine kidney tubular cells [104]. Loboda et al. found that pretreatment of SFN enhanced Nrf2, HO-1, NQO1 expression; it also reduced inflammatory cytokine IL-1B, IL-6, pro-apoptotic factor (c-myc, puma), miR-382, and miR-34a after OTA exposure [88]. Selenium is an essential trace element with antioxidant, anticancer, and immune modulation against mycotoxin-induced oxidative toxicities [101]. Cotreatment of selenium yeast (Se-Y) promoted PI3/AKT and Nrf2/Keap1 signaling pathways to alleviate OTA-induced oxidative damage and apoptosis in the kidney of chickens. This study indicate that Se-Y has an antiapoptotic and antioxidant effect to prevent OTA-induced renal injury in chickens [102]. OTA downregulated the expression of glutathione peroxidase (GPx1), leading to DNMT1 mediated DNA damage during in vitro study; selenium reversed OTA-induced DNA damage by increasing DNA repair gene expression and inhibited accumulation of gamma-H2AX foci through restoring expression of GPx1and SOCS3. Pretreatment of selenium could enhance GPx1 to protect PK15 cells from OTA-induced DNA damage [103]. Selenoprotein S (SelS) has antioxidant properties; it alleviated the OTA-induced apoptosis by suppressing phosphorylation p38, meanwhile, SelS reduced ROS production after OTA exposure in PK15 cells [105]. Pretreatment of selenium probiotics (SP) also attenuated OTA-induced piglet kidney injury through enhanced expression of GPx1, SOD, and inhibited DNMT1 [106]. Accumulation of this evidence found that selenium could diminish OTA-induced renal injury by antioxidant, antiapoptosis and reduced DNA damage, therefore selenium could be a feed additive to counteract mycotoxin contaminated food. Trace elements are components of intracellular antioxidants and can maintain cellular homeostasis. Lycopene restored OTA inhibition of selenium, zinc, and copper in the kidney, liver, and testis of rats [107]. In addition to being a component of many important enzymes, Zinc can also regulate the antioxidant gene expression. Li et al. found that pretreatment of zinc supplements promoted metallothionein (MT) expression to reduce ROS production and apoptosis in kidney epithelial cells after OTA exposure [108]. Besides, zinc supplements reduced ROS production and increased expression of SOD; furthermore, zinc supplement maintained DNA stability by reducing DNA strand break, 8-OHdG formation and DNA hypomethylation after OTA exposure in HepG2 cells [109]. Additionally, Bodiga disclosed that zinc replenishment suppressed intracellular superoxide production, apoptosis, and attenuated ER stress in hypoxia/reoxygenation of cardiomyocytes [110]. Similar to selenium, Zinc acts as a ROS scavenger, maintains DNA stability and it has an antiapoptotic property against OTA-induced toxicity. Cotreatment fed with nanoparticles of hydrated sodium aluminum silicates or copper oxide reduces fish mortality and alleviates OTA-induced inflammation, tubular degeneration, and necrosis in the kidney of fish. These nanoadsorbents are not absorbed in the gastrointestinal tract due to it binding with OTA to become a nanoadsorbent-OTA complex which is excreted from the body [111]. Abdel et al. found cotreatment of chitosan nanoparticle (CSNP) or grafting of gallic acid on CSNP attenuated oxidative stress, DNA fragmentation, and histopathology change caused by OTA in catfish [112]. The others demonstrated that cotreatment of chitosan nanoparticles alone or combined with quercetin alleviated OTA-induced oxidative stress and apoptosis in vivo through the ROS scavenger property of chitosan nanoparticle and enhancement of quercetin antioxidant capacity [113]. These recent studies of nanoparticles provide another candidate to attenuated OTA-induced toxicity. Recent studies of prevention of OTA-induced nephrotoxicity are summarized in Table 3."
    },
    {
      "title": "3.1. Antioxidant",
      "text": "OTA promoted ROS production and enhanced renal cell death by suppressing Lonp1, aconitase 2 (Aco2), and heat shock protein 75 (Hsp75). In addition, ursolic acid could reverse the expression of Lonp1, Aco2, and Hsp75 to ameliorate OTA-induced toxicity and ROS production in renal cells. During different kinds of UA treatment, pretreatment of UA is most effective to ameliorate OTA toxicity [90]. Hydroxytyrosol is a phenolic compound with antioxidant, antimicrobial, antitumoral, cardioprotective, and neuroprotective properties. Pretreatment of hydroxytyrosol prevented OTA-induced renal injury by reducing ROS level, nitrite production, kidney fibrosis in vivo and in vitro. This study provided evidence that a phenolic compound could against oxidative stress related renal injury [33]. NAT reduced neuroinflammation, oxidative stress, and apoptosis [91]. Pretreatment of N-Acetyl-L-Tryptophan (NAT) could bind on phenylalanine tRNA synthetase may decrease OTA-induced protein inhibition; in addition, NAT also protected HEK cells from ROS insult, cell cycle arrest, disturbed mitochondrial membrane potential induced by OTA. Prophylactic dietary application of NAT may prevent OTA-induced toxicity [61]. Troxerutin is a natural flavonoid from rutin that has anti-inflammation and antioxidant properties. Cotreatment of troxerutin mitigate lipid accumulation in renal cells, relieved lipid peroxidation, and reversed the level of PPAR-α, medium-chain acyl-CoA dehydrogenase (Mcad) and sphingomyelinase (SMase) to alleviate OTA-induced renal lipotoxicity. In addition, Troxerutin improved whole-body energy metabolism by attenuating OTA-suppressed brown adipose tissue (BAT) activity [67]. Taurine is an amino acid involved in membrane stabilization, antioxidation, immunomodulation, osmoregulation. Taurine alleviated apoptosis by decreasing expression of Bax and caspase 3, and inhibited autophagy through decreased expression of light chain 3 (LC3) induced by OTA in PK15 cells. However, the role of taurine in between apoptosis and autophagy induced by OTA remains unclear; taurine may regulate autophagy to maintain cellular homeostasis after OTA exposure. This study suggest taurine has potential against other mycotoxin or environment-induced toxicity [92]. δ-tocotrienol is a natural vitamin E that reverses antioxidant enzymes superoxide dismutase (SOD), catalase (CAT), and glutathione (GSH) activity to reduce OTA-induced oxidative stress. Meanwhile, cotreatment of Delta suppressed OTA-induced superoxide production, elevated blood pressure, and decreased glomerular filtration rate (GFR). This study demonstrated that Delta is a ROS scavenger and the dietary strategy has potential to counteract OTA toxicity [93]. Curcumin is natural polyphenolic compound produced from the Curcuma longa, and it alleviates oxidative stress, inflammatory response, and activates the Nrf2 pathway against kidney injury [94]. Cotreatment of curcumin restores glutathione peroxidase and against OTA-induced glomerular damage, tubular damage, tubulointerstitial fibrosis, and inflammation in vivo [95]. Longobardi et al. demonstrated that cotreatment of curcumin attenuated OTA-induced nitrosative stress and inflammatory and DNA damage by reducing NO production, iNOS expression, TNF-α, IL-1B, IL-6, and 8-Hydroxy-2′-Deoxy Guanosine (8-OHdG) in the kidneys and liver of rats [34]. Cotreatment of Yemeni green coffee suppressed OTA-induced oxidative stress by restoring SOD and glutathione; it reduced rat kidney injury under histopathology. Yemeni green coffee is a functional food which has antioxidant properties against OTA-induced toxicity [96]. RLE is rich in cyanidin 3-glucoside antioxidant. Cotreatment of RLE reversed GSH level and reduced OTA-induced glomerular damage, tubular damage, inflammation, renal fibrosis, and oxidative stress. RLE is vegetable-based diet which could be added to feed to protect humans and animals from OTA-contaminated food [97]. Ciarcia et al. demonstrated that cotreatment of recombinant mitochondrial manganese-containing superoxide dismutase (rMnSOD) restored blood pressure, GFR, and attenuated morphologic change and interstitial fibrosis in rat kidneys after OTA treatment [98]. In addition, cotreatment of rMnSOD increases the production of nitric oxide (NO), restores impaired sodium–hydrogen exchanger isoform 3 (NHE3) regulating fluid reabsorption in the proximal tubule, and decreases blood pressure after OTA exposure in rat kidneys [35]. Astaxanthin (ASX) is an antioxidant that improves bisphenol A (BPA)-induced impaired mitochondrial function in rat kidneys [99]. Li et al. demonstrated that pretreatment of ASX activated the Nrf2/Keap1 signaling pathway to protect rat kidneys from OTA-induced oxidative damage. The antioxidant ability of ASX could provide protection from other mycotoxin-induced damage [100]."
    },
    {
      "title": "3.1.1. Ursolic Acid (UA)",
      "text": "OTA promoted ROS production and enhanced renal cell death by suppressing Lonp1, aconitase 2 (Aco2), and heat shock protein 75 (Hsp75). In addition, ursolic acid could reverse the expression of Lonp1, Aco2, and Hsp75 to ameliorate OTA-induced toxicity and ROS production in renal cells. During different kinds of UA treatment, pretreatment of UA is most effective to ameliorate OTA toxicity [90]."
    },
    {
      "title": "3.1.2. Hydroxytyrosol",
      "text": "Hydroxytyrosol is a phenolic compound with antioxidant, antimicrobial, antitumoral, cardioprotective, and neuroprotective properties. Pretreatment of hydroxytyrosol prevented OTA-induced renal injury by reducing ROS level, nitrite production, kidney fibrosis in vivo and in vitro. This study provided evidence that a phenolic compound could against oxidative stress related renal injury [33]."
    },
    {
      "title": "3.1.3. N-Acetyl-L-tryptophan (NAT)",
      "text": "NAT reduced neuroinflammation, oxidative stress, and apoptosis [91]. Pretreatment of N-Acetyl-L-Tryptophan (NAT) could bind on phenylalanine tRNA synthetase may decrease OTA-induced protein inhibition; in addition, NAT also protected HEK cells from ROS insult, cell cycle arrest, disturbed mitochondrial membrane potential induced by OTA. Prophylactic dietary application of NAT may prevent OTA-induced toxicity [61]."
    },
    {
      "title": "3.1.4. Troxerutin",
      "text": "Troxerutin is a natural flavonoid from rutin that has anti-inflammation and antioxidant properties. Cotreatment of troxerutin mitigate lipid accumulation in renal cells, relieved lipid peroxidation, and reversed the level of PPAR-α, medium-chain acyl-CoA dehydrogenase (Mcad) and sphingomyelinase (SMase) to alleviate OTA-induced renal lipotoxicity. In addition, Troxerutin improved whole-body energy metabolism by attenuating OTA-suppressed brown adipose tissue (BAT) activity [67]."
    },
    {
      "title": "3.1.5. Taurine",
      "text": "Taurine is an amino acid involved in membrane stabilization, antioxidation, immunomodulation, osmoregulation. Taurine alleviated apoptosis by decreasing expression of Bax and caspase 3, and inhibited autophagy through decreased expression of light chain 3 (LC3) induced by OTA in PK15 cells. However, the role of taurine in between apoptosis and autophagy induced by OTA remains unclear; taurine may regulate autophagy to maintain cellular homeostasis after OTA exposure. This study suggest taurine has potential against other mycotoxin or environment-induced toxicity [92]."
    },
    {
      "title": "3.1.6. δ-Tocotrienol (Delta)",
      "text": "δ-tocotrienol is a natural vitamin E that reverses antioxidant enzymes superoxide dismutase (SOD), catalase (CAT), and glutathione (GSH) activity to reduce OTA-induced oxidative stress. Meanwhile, cotreatment of Delta suppressed OTA-induced superoxide production, elevated blood pressure, and decreased glomerular filtration rate (GFR). This study demonstrated that Delta is a ROS scavenger and the dietary strategy has potential to counteract OTA toxicity [93]."
    },
    {
      "title": "3.1.7. Curcumin",
      "text": "Curcumin is natural polyphenolic compound produced from the Curcuma longa, and it alleviates oxidative stress, inflammatory response, and activates the Nrf2 pathway against kidney injury [94]. Cotreatment of curcumin restores glutathione peroxidase and against OTA-induced glomerular damage, tubular damage, tubulointerstitial fibrosis, and inflammation in vivo [95]. Longobardi et al. demonstrated that cotreatment of curcumin attenuated OTA-induced nitrosative stress and inflammatory and DNA damage by reducing NO production, iNOS expression, TNF-α, IL-1B, IL-6, and 8-Hydroxy-2′-Deoxy Guanosine (8-OHdG) in the kidneys and liver of rats [34]."
    },
    {
      "title": "3.1.8. Yemeni Green Coffee/Red Orange and Lemon Extract (RLE)",
      "text": "Cotreatment of Yemeni green coffee suppressed OTA-induced oxidative stress by restoring SOD and glutathione; it reduced rat kidney injury under histopathology. Yemeni green coffee is a functional food which has antioxidant properties against OTA-induced toxicity [96]. RLE is rich in cyanidin 3-glucoside antioxidant. Cotreatment of RLE reversed GSH level and reduced OTA-induced glomerular damage, tubular damage, inflammation, renal fibrosis, and oxidative stress. RLE is vegetable-based diet which could be added to feed to protect humans and animals from OTA-contaminated food [97]."
    },
    {
      "title": "3.1.9. Recombinant Mitochondrial Manganese Containing Superoxide Dismutase (rMnSOD)",
      "text": "Ciarcia et al. demonstrated that cotreatment of recombinant mitochondrial manganese-containing superoxide dismutase (rMnSOD) restored blood pressure, GFR, and attenuated morphologic change and interstitial fibrosis in rat kidneys after OTA treatment [98]. In addition, cotreatment of rMnSOD increases the production of nitric oxide (NO), restores impaired sodium–hydrogen exchanger isoform 3 (NHE3) regulating fluid reabsorption in the proximal tubule, and decreases blood pressure after OTA exposure in rat kidneys [35]."
    },
    {
      "title": "3.1.10. Astaxanthin (ASX)",
      "text": "Astaxanthin (ASX) is an antioxidant that improves bisphenol A (BPA)-induced impaired mitochondrial function in rat kidneys [99]. Li et al. demonstrated that pretreatment of ASX activated the Nrf2/Keap1 signaling pathway to protect rat kidneys from OTA-induced oxidative damage. The antioxidant ability of ASX could provide protection from other mycotoxin-induced damage [100]."
    },
    {
      "title": "3.2. Nrf2 Activator",
      "text": "LUT is a dietary flavonoid that has antioxidant properties from recent reports, such as that LUT restored autophagy though the AMPK pathway to mitigate mercury-induced destruction of renal tubule, inflammation, oxidative stress, and apoptosis of rats’ kidneys [101]. LUT alleviated lead-induced kidney injury by inhibiting oxidative stress, inflammation, apoptosis, and enhanced expression of Nrf2, HO-1 in an in vitro study [102]. Liu et al. have found that cotreatment of LUT promoted expression of Nrf2 and antioxidant enzyme to ameliorate ROS level and mitochondrial membrane potential due to OTA exposure in rat kidney cells. In addition, LUT activated HIF-α to regulated angiogenesis and epithelial restitution process. These results suggest LUT is a potential dietary flavonoid to counteract other mycotoxins or environmental toxins [103]. Sulforaphane (SFN) is an Nrf2 activator; it restored OTA-suppressed Nrf2 transactivate of antioxidant response element (ARE) in porcine kidney tubular cells [104]. Loboda et al. found that pretreatment of SFN enhanced Nrf2, HO-1, NQO1 expression; it also reduced inflammatory cytokine IL-1B, IL-6, pro-apoptotic factor (c-myc, puma), miR-382, and miR-34a after OTA exposure [88]."
    },
    {
      "title": "3.2.1. Luteolin (LUT)",
      "text": "LUT is a dietary flavonoid that has antioxidant properties from recent reports, such as that LUT restored autophagy though the AMPK pathway to mitigate mercury-induced destruction of renal tubule, inflammation, oxidative stress, and apoptosis of rats’ kidneys [101]. LUT alleviated lead-induced kidney injury by inhibiting oxidative stress, inflammation, apoptosis, and enhanced expression of Nrf2, HO-1 in an in vitro study [102]. Liu et al. have found that cotreatment of LUT promoted expression of Nrf2 and antioxidant enzyme to ameliorate ROS level and mitochondrial membrane potential due to OTA exposure in rat kidney cells. In addition, LUT activated HIF-α to regulated angiogenesis and epithelial restitution process. These results suggest LUT is a potential dietary flavonoid to counteract other mycotoxins or environmental toxins [103]."
    },
    {
      "title": "3.2.2. Sulforaphane (SFN)",
      "text": "Sulforaphane (SFN) is an Nrf2 activator; it restored OTA-suppressed Nrf2 transactivate of antioxidant response element (ARE) in porcine kidney tubular cells [104]. Loboda et al. found that pretreatment of SFN enhanced Nrf2, HO-1, NQO1 expression; it also reduced inflammatory cytokine IL-1B, IL-6, pro-apoptotic factor (c-myc, puma), miR-382, and miR-34a after OTA exposure [88]."
    },
    {
      "title": "3.3. Trace Element",
      "text": "Selenium is an essential trace element with antioxidant, anticancer, and immune modulation against mycotoxin-induced oxidative toxicities [101]. Cotreatment of selenium yeast (Se-Y) promoted PI3/AKT and Nrf2/Keap1 signaling pathways to alleviate OTA-induced oxidative damage and apoptosis in the kidney of chickens. This study indicate that Se-Y has an antiapoptotic and antioxidant effect to prevent OTA-induced renal injury in chickens [102]. OTA downregulated the expression of glutathione peroxidase (GPx1), leading to DNMT1 mediated DNA damage during in vitro study; selenium reversed OTA-induced DNA damage by increasing DNA repair gene expression and inhibited accumulation of gamma-H2AX foci through restoring expression of GPx1and SOCS3. Pretreatment of selenium could enhance GPx1 to protect PK15 cells from OTA-induced DNA damage [103]. Selenoprotein S (SelS) has antioxidant properties; it alleviated the OTA-induced apoptosis by suppressing phosphorylation p38, meanwhile, SelS reduced ROS production after OTA exposure in PK15 cells [105]. Pretreatment of selenium probiotics (SP) also attenuated OTA-induced piglet kidney injury through enhanced expression of GPx1, SOD, and inhibited DNMT1 [106]. Accumulation of this evidence found that selenium could diminish OTA-induced renal injury by antioxidant, antiapoptosis and reduced DNA damage, therefore selenium could be a feed additive to counteract mycotoxin contaminated food. Trace elements are components of intracellular antioxidants and can maintain cellular homeostasis. Lycopene restored OTA inhibition of selenium, zinc, and copper in the kidney, liver, and testis of rats [107]. In addition to being a component of many important enzymes, Zinc can also regulate the antioxidant gene expression. Li et al. found that pretreatment of zinc supplements promoted metallothionein (MT) expression to reduce ROS production and apoptosis in kidney epithelial cells after OTA exposure [108]. Besides, zinc supplements reduced ROS production and increased expression of SOD; furthermore, zinc supplement maintained DNA stability by reducing DNA strand break, 8-OHdG formation and DNA hypomethylation after OTA exposure in HepG2 cells [109]. Additionally, Bodiga disclosed that zinc replenishment suppressed intracellular superoxide production, apoptosis, and attenuated ER stress in hypoxia/reoxygenation of cardiomyocytes [110]. Similar to selenium, Zinc acts as a ROS scavenger, maintains DNA stability and it has an antiapoptotic property against OTA-induced toxicity."
    },
    {
      "title": "3.3.1. Selenium ",
      "text": "Selenium is an essential trace element with antioxidant, anticancer, and immune modulation against mycotoxin-induced oxidative toxicities [101]. Cotreatment of selenium yeast (Se-Y) promoted PI3/AKT and Nrf2/Keap1 signaling pathways to alleviate OTA-induced oxidative damage and apoptosis in the kidney of chickens. This study indicate that Se-Y has an antiapoptotic and antioxidant effect to prevent OTA-induced renal injury in chickens [102]. OTA downregulated the expression of glutathione peroxidase (GPx1), leading to DNMT1 mediated DNA damage during in vitro study; selenium reversed OTA-induced DNA damage by increasing DNA repair gene expression and inhibited accumulation of gamma-H2AX foci through restoring expression of GPx1and SOCS3. Pretreatment of selenium could enhance GPx1 to protect PK15 cells from OTA-induced DNA damage [103]. Selenoprotein S (SelS) has antioxidant properties; it alleviated the OTA-induced apoptosis by suppressing phosphorylation p38, meanwhile, SelS reduced ROS production after OTA exposure in PK15 cells [105]. Pretreatment of selenium probiotics (SP) also attenuated OTA-induced piglet kidney injury through enhanced expression of GPx1, SOD, and inhibited DNMT1 [106]. Accumulation of this evidence found that selenium could diminish OTA-induced renal injury by antioxidant, antiapoptosis and reduced DNA damage, therefore selenium could be a feed additive to counteract mycotoxin contaminated food."
    },
    {
      "title": "3.3.2. Zinc",
      "text": "Trace elements are components of intracellular antioxidants and can maintain cellular homeostasis. Lycopene restored OTA inhibition of selenium, zinc, and copper in the kidney, liver, and testis of rats [107]. In addition to being a component of many important enzymes, Zinc can also regulate the antioxidant gene expression. Li et al. found that pretreatment of zinc supplements promoted metallothionein (MT) expression to reduce ROS production and apoptosis in kidney epithelial cells after OTA exposure [108]. Besides, zinc supplements reduced ROS production and increased expression of SOD; furthermore, zinc supplement maintained DNA stability by reducing DNA strand break, 8-OHdG formation and DNA hypomethylation after OTA exposure in HepG2 cells [109]. Additionally, Bodiga disclosed that zinc replenishment suppressed intracellular superoxide production, apoptosis, and attenuated ER stress in hypoxia/reoxygenation of cardiomyocytes [110]. Similar to selenium, Zinc acts as a ROS scavenger, maintains DNA stability and it has an antiapoptotic property against OTA-induced toxicity."
    },
    {
      "title": "3.4. Nanoparticle",
      "text": "Cotreatment fed with nanoparticles of hydrated sodium aluminum silicates or copper oxide reduces fish mortality and alleviates OTA-induced inflammation, tubular degeneration, and necrosis in the kidney of fish. These nanoadsorbents are not absorbed in the gastrointestinal tract due to it binding with OTA to become a nanoadsorbent-OTA complex which is excreted from the body [111]. Abdel et al. found cotreatment of chitosan nanoparticle (CSNP) or grafting of gallic acid on CSNP attenuated oxidative stress, DNA fragmentation, and histopathology change caused by OTA in catfish [112]. The others demonstrated that cotreatment of chitosan nanoparticles alone or combined with quercetin alleviated OTA-induced oxidative stress and apoptosis in vivo through the ROS scavenger property of chitosan nanoparticle and enhancement of quercetin antioxidant capacity [113]. These recent studies of nanoparticles provide another candidate to attenuated OTA-induced toxicity. Recent studies of prevention of OTA-induced nephrotoxicity are summarized in Table 3."
    },
    {
      "title": "4. Conclusions",
      "text": "The mechanisms of OTA-induced nephrotoxicity are complicated and incompletely clarified; the literature review found that OTA activates PTEN/AKT, ERK1/2, NF-kB, and p38 pathways to induce apoptosis. Meanwhile, OTA induced lipotoxicity, pyroptosis, and senescence of renal cells. Besides, OTA regulates transcriptional factors, DNA methylation, and histone medication to cause renal injury. OTA eventually causes inflammation, glomerular and tubular damage, and even renal fibrosis through a different molecular signaling pathway. A summary mechanism of recent evidence of OTA-induced nephrotoxicity was in Figure 1. Reducing ROS production, activation of the Nrf2 pathway, maintaining DNA stability, or using nanoparticles as mycotoxin adsorbents are several ways used to prevent OTA toxicity. Both humans and animals will inevitably face exposure to OTA-contaminated food; the disclosed molecular mechanism of OTA nephrotoxicity is an important issue which provided further opinions and strategies such as prophylactic food or feed additive which could counteract OTA toxicity to protect human and animal health."
    }
  ],
  "full_text": "## 1. Introduction\nOchratoxin A (OTA) is a mycotoxin frequently found in various foods and animal feed [1,2,3,4]. OTA has nephrotoxic deleterious effect on human health due to exposure to OTA-contaminated food [5]. Previous studies have confirmed that exposure to OTA can lead to multiorgan toxicity [6,7,8], but the kidney is the primary target of OTA [9]. There is a hypothesis about Balkan nephropathy correlated with OTA [10]. Still, subsequent research showed no statistically significant evidence for the connection between OTA exposure and human health risks in the Bulgarian or Croatian study populations [11]. However, a preliminary study in Egypt found that OTA may correlate to renal disease by high serum OTA level in end-stage renal disease (ESRD) patients, high serum and urine OTA level in nephrotic syndrome, and urothelial cancer [12]. Hsieh et al. found that daily excretion of OTA is correlated with 24 h urine protein excretion, which implied OTA might lead to proteinuria [13]. The animal study showed that chronic kidney disease (CKD) dogs had higher plasma OTA concentrations than healthy dogs. Still, there is no significant correlation between creatine and OTA plasma level in CKD dogs [14]. Kosicki et al. demonstrated the same result, that plasma OTA had been detected in dialysis patients and healthy groups, but no significant difference between these two groups [15]. The most direct evidence of OTA’s effect on the kidney is that OTA was detected in human kidney tissue. Ostry et al. demonstrated that OTA was detected in human renal tissue with a level range from 0.1–0.2 ug/kg and a mean of 0.07 ug/kg [16]. In addition, a human kidney from nephrectomy showed a concentration of OTA that was 0.15–0.39 ng/kg [17]. After absorption, OTA could be excreted by the urine, feces, and milk [18]. Urine is a non-invasive biomonitor, but ingested OTA is excreted in the urine in only a small amount [19]. OTA was detected in urine samples from Germany, Haiti, and Bangladesh. The median level of OTA was 0.097, 0.038, and 0.115 ng/mL, respectively [20]. Ali et al. collected urine samples in German adults to investigate OTA and its metabolite ochratoxin alpha (OTα) in plasma and urine. The urinary level of OTA and OTα was 0.21 ± 0.31 ng/mL (mean), 1.33 ± 2.63 ng/mL (mean), respectively; it suggested OTα could be another biomarker for monitoring uptake of OTA [21]. Ochratoxin A-8-β-glucuronide was the product of glucuronides of OTA in urine. Munoz et al. collected urine from infants and adults to investigate glucuronides of OTA as total OTA in urine. This study showed in German infants, the mean OTA-aglycone concentration was 80 ± 14 ng/L, and OTA-total was 98 ± 114 ng/L after hydrolysis in German infants; in Turkish infants, the mean OTA-aglycone concentration was 285 ± 57 ng/L, and the mean value for OTA-total was 1041 ± 275 ng/L, same as a result in a German adult, urinary OTA levels were 76 ± 29; the OTA-total was 205 ± 114 ng/L, which implied that Ochratoxin A-8-β-glucuronide could be another biomarker to avoid underestimate OTA exposure [19]. Silva et al. collected 85 urine samples from Portuguese children; 92.94% were positive for OTA detection. The mean OTA concentration level was 0.020 ng/mL with a maximum 0.052 ng/mL value. The risk assessment by probable daily intake (PDI) was 10 to 194% [22]. Thus far, OTA has been detectable in infant cereal, breakfast cereal, and dried fruits. Infant and children are the highest OTA exposure population in the US, but there is no significant risk of adverse effects after OTA exposure [23]. Huong et al. found that the dietary exposure to ochratoxin of Vietnamese children was 52.6 ng/kg/day. Rice, egg, milk, and beans are the most commonly OTA-contaminated food. The population has a risk of renal cancer, which was evaluated by an age-adjusted margin of exposure (MOE) in this study [24]. In addition, the occurrence of OTA in a study in Poland demonstrated that low and constant OTA levels present in animal tissue and feed, implying continued exposure of OTA to animal and human beings [25].\n\n## 2. The Mechanisms Underlying OTA Nephrotoxicity\nThe mechanisms of OTA-induced nephrotoxicity include inhibition of protein synthesis, DNA damage, cell cycle arrest, and cell apoptosis [26]. OTA is recognized as a strong nephrotoxin on its accumulation in proximal tubule epithelial cells and initiating cellular damage through oxidative stress, DNA damage, apoptosis, and inflammatory response [27]. OTA induces oxidative stress in rat kidneys and liver by increasing MDA, lipid peroxidation, and suppressing glutathione, catalase, and superoxide dismutase [28]. In addition, OTA induced reactive oxygen species (ROS) formation in renal proximal tubular cells and increased formation of 8-oxoguanine-related DNA damage; N-acetylcysteine (NAC) treatment decreased ROS level and increased cell viability after OTA exposure [29]. OTA enhances apoptosis signal-regulated kinase 1 (ASK-1) expression, which regulates ROS production and decreases mitochondrial membrane potential to promote nephrotoxicity after OTA exposure [30]. OTA activates aryl hydrocarbon receptor (AhR) and pregnane X receptor (PXR) signaling pathways to induce cytochrome P450 1A1 (CYP1A1), CYP1A2, and CYP3A4, leading to increased ROS production. ROS enhanced Nrf2 translocated to the nucleus to increase expression of heme oxygenase-1 (HO-1), glutamate-cysteine ligase catalytic subunit (GCLC), and NADPH quinone oxidoreductase 1 (NQO1) to ameliorate cell damage. Therefore, modulation of AhR, PXR, and Nrf2 could be considered to prevent or treat OTA-induced toxicity [31]. OTA-induced inducible nitric oxide synthase (iNOS) expression and protein nitration eventually lead to nitrosative stress in kidney and liver cells [32]. Crupi et al. showed OTA increases nitric oxide (NO) production in different kinds of kidney cell lines [33]. Longobardi et al. revealed that OTA promoted iNOS expression and increased NO production during in vitro study [34]. In contrast, Damiano et al. found OTA reduced NO production in rat kidneys, which may be related to OTA-induced hypertension by inhibiting NO synthase (NOS). Besides, OTA enhanced superoxide production which inhibited sodium-hydrogen exchanger isoform 3 (NHE3) and lead to disturbance of fluid reabsorbtion. Therefore, alteration of proximal tubular reabsorption by OTA-induced ROS would affect balance between fluid and solute [35]. OTA induced apoptosis of renal cells with activation of caspase-3 and increased DNA fragmentation [36,37]. Besides, a low dose of OTA induced oxidative stress and stimulated apoptosis of rat renal tubular cells [38]. OTA induced necrosis and apoptosis of human proximal tubular epithelial cells (HK-2) with increasing caspase 3/7 activities and cleaved PARP. In addition, OTA induced apoptosis in HK-2 cells by activating the MEK/ERK 1/2 signaling; meanwhile, OTA activated c-MET/PI3K/AKT pathway for antiapoptotic survival signaling [27]. Li et al. revealed p53 induced by OTA could protect kidney epithelial cells through suppression of the JNK-related apoptotic pathway [39]. Sheu et al. found OTA promotes ER stress and apoptosis through activation of calpain; meanwhile, OTA induced NADPH oxidase expression, which regulates ROS production in renal mesangial cells [8]. OTA attenuated cholesterol and sphingomyelin to disrupt lipid raft formation, which regulates the apoptosis of HK-2 cells through regulating the PTEN/PI3K/AKT pathway [40]. Transcriptomic analysis found that hypoxia, epithelial-to-mesenchymal transition (EMT), apoptosis, and the xenobiotic metabolism pathway are affected by OTA. The following result showed OTA-induced EMT, apoptosis, and kidney injury by regulating the AhR-Smad3/HIF-1α signaling pathway. This study provided an opinion against OTA-induced renal toxicity through understanding of OTA-induced EMT and apoptosis-related molecular pathway [41]. Zhang et al. discovered tumor necrosis factor receptor-associated protein 1 (TRAP-1) enhanced expression of Bcl-2 and inhibited expression of CypD, Bax, GRP78, and CHOP against apoptosis. OTA could inhibit TRAP-1, leading to mitochondria-mediated and ER stress-excited apoptosis of proximal tubular cells [42]. OTA could induce apoptosis of HK-2 cells through enhancement of ERK 1/2 phosphorylation by activating the NF-kB pathway [43]. Another study found OTA induced nephrotoxicity and apoptosis through the p38 pathway in porcine kidney epithelial cells (PK 15); meanwhile, OTA induced immunotoxicity through the ERK signaling pathway in porcine primary splenocyte. This study clarified that OTA induced toxicity through different molecular pathways in different cells [44]. Qi et al. discovered organic cation transporters 2 (OCT2) participate in OTA-induced cell apoptosis in rat proximal tubule cells (NRK-52E) cells by increase caspase 3 and cyclin dependent kinase 1 (CDK1), but a cell transport experiment would be conducted to ascertain the role of OCT2 in OTA-induced toxicity [45]. Besides apoptosis, OTA induced nephrotoxicity via activating NOD-like receptor protein 3 (NLRP3) inflammasome, and caspase1-dependent pyroptosis lead to renal fibrosis by evidence of increasing TGF-β and α-SMA during in vivo and in vitro study. This study offers a novel opinion or strategy for the treatment of OTA-induced renal fibrosis [46]. OTA promoted oxidative DNA damage in the liver and kidney of rats [47], but OTA caused DNA damage without lipophilic DNA adduct formation [48]. OTA-induced delete mutation of homologous repair of DNA double-strand break lead to genotoxicity; p53 could suppress deletion mutation of homologous repair after OTA exposure. In addition, p53 attenuated OTA-induced karyomegaly and apoptosis in mice kidneys [49]. OTA could produce genotoxicity through different bioactivation. OTA quinone (QTQ) is the product of OTA after oxidation of CYP450; QTQ could be reduced by ascorbate to form OTA hydroquinone (QTHQ). Besides, dehalogenation of OTA by a reductive process lead to production of a reactive aryl radical which could react at the purine C8 site to form DNA adduct [50]. OTA produced C-C8 and O-C8 OTA-3′-dGMP covalent DNA adducts through photooxidation with 3′-dGMP; these DNA adducts were found in rat kidney and pig kidney after chronic and subacute exposure of OTA [51]. Mantle et al. also demonstrated that C-C8 OTA 3′dGMP in rat kidneys directly binds OTA to DNA after OTA exposure [52]. OTA activated the DNA methyltransferase 1 (DNMT1) dependent JAK2/STAT3 signaling pathway to induce apoptosis and DNA damage in PK15 cells and porcine alveolar macrophage (PAM); meanwhile, OTA increased the expression of suppressors of cytokine signaling 3 (SOCS3), which was regulated by DNMT1 only in PK15 cells. This study elucidated that OTA induced nephrotoxicity instead of immunotoxicity through the DNMT1/JAK2/STAT3/SOCS3 signaling pathway [53]. Ozden et al. found that OTA-induced hypermethylation and hypomethylation on the different genes of rat kidneys involved in the mammalian target of rapamycin (mTOR) signaling pathway may contribute to renal carcinogenesis [54]. OTA induced global methylation in rat kidneys through enhanced expression of DNMT1 and DNMT3b; hypermethylation of E-cadherin and N-cadherin by OTA exposure results in decreased expression E-cadherin and N-cadherin, which may involve in Wnt and PI3K/Akt signaling pathways [55]. OTA activated DNMT1 and histone deacetylase1 (HDAC1) to induce cytotoxicity and apoptosis through ROS production [56]. Another study discovered inhibition of histone acetyltransferase (HAT) by OTA, leading to loss of histone 3 lysine 9 (H3K9) acetylation to suppress gene expression. This study disclosed loss of histone acetyltransferase is a critical step to OTA-induced carcinogenesis, but alteration of non-histone acetylation by proteome-wide analysis should be conducted to clarify the relationship between HAT inhibition and OTA-mediated gene expression change, mitosis, and DNA repair [57]. In addition, OTA induced cell cycle arrest in the G0/G1 phase of HK-2. Some of the gene was related to G0/G1 cell cycle arrest, but only increased expression of PTEN due to OTA-induced hypomethylation of PTEN which involved in G1/S phase transition. G0/G1 phase cell cycle arrest and inhibition of the Notch and Ras/MAPK/CREB signaling pathway after OTA exposure would lead to renal toxicity [58]. From the previous study, OTA inhibited protein synthesis in various organs, including the spleen, liver, and kidney, which could be prevented by phenylalanine; this implied that OTA competes with phenylalanine leading to inhibition of phenylalanine-tRNA synthase [59]. Besides, OTA could inhibit phenylalanine hydroxylase, which could be reduced by phenylalanine [60]. Argawal et al. used molecular docking analysis to reveal that OTA could bind on a common pocket of phenylalanine-tRNA synthase to disrupt protein synthesis [61]. OTA disturbed the cell cycle by increasing cell count at G0/G1phase and G1/G2 phase, decreasing cell count at the S phase [62]. OTA inhibited cell cycle progression in the S phase with decreased expression of cyclin A2, cyclin E2, and cyclin-dependent kinase 2 (CDK2) while inducing DNA damage in HEK 293 cells [63]. N-acetylcysteine (NAC) could reverse OTA-induced cell cycle arrest by enhancing cyclin A2, cyclin E2, and CDK2 expression, and also alleviates OTA-induced ROS production and DNA damage [64]. Recent studies discovered OTA-induced cell cycle arrest in the G1 and G1/S phase mediated by p53 through suppression of cyclin D1, Cdk2, and Cdk4 in HK-2. This study suggested the status of gene and protein should be showed after being regulated by an upper mediator such as p53, because many genes, proteins, intermediate molecular, and even upper mediators could regulate cell cycle [65]. Using weight correlation network analysis by Duborg et al. found that CDK2 plays a major regulator in G1 cycle arrest induced by OTA. OTA inhibit expression of CDK2, overexpression of CDK2 attenuated OTA-induced G1 phase cycle arrest. [66]. As evidenced by lipid deposition, OTA-induced renal lipotoxicity was found in the renal cortex and medulla after OTA exposure. In addition, OTA induced triglyceride levels elevation in the kidney. Moreover, OTA suppressed the expression of peroxisome proliferator-activated receptor alpha (PPAR-α) and medium-chain acyl-CoA dehydrogenase (Mcad), which is needed for fatty acid oxidation. Meanwhile, OTA promoted lipid peroxidation and sphingomyelinase, which might be involved in apoptosis. Besides, OTA inhibited activity of brown adipose tissue (BAT) to disturb the energy metabolism balance [67]. Mitochondrial membrane potential plays an essential role in mitochondrial homeostasis. The transmembrane potential of hydrogen ion that was formed by mitochondrial membrane potential is used to make ATP. A rise or decrease in mitochondrial membrane potential will affect cell viability [68]. Argawal et al. found loss of mitochondrial membrane potential at the initiation of OTA treatment (4–12 h), followed by hyperpolarization of mitochondrial membrane potential at 24 h [61]. Eder et al. discovered that OTA induced hyperpolarization of mitochondrial membrane potential and increased cellular ATP [69]. In contrast, Chebotareva et al. found OTA decreased intracellular ATP, which can be reversed by Diosmetin (DIOS) [70]. In addition, OTA inhibited mitochondrial oxygen consumption through suppressed complex I and II of the mitochondrial respiratory chain, implying that OTA caused mitochondrial dysfunction in rat renal proximal tubule [71]. Heat shock proteins (HSP) play an intracellular defensive role in the kidney, which promotes the ability against apoptosis and necrosis [72]. Glucose-regulated protein 75 (GRP-75) belongs to the HSP70 family, it may protect the renal cell from mitochondrial dysfunction through regulating Lon protease 1 (Lonp1) after OTA exposure. Besides, decreased expression of GRP75 was concurrent with an increasing OTA dose, thus GRP-75 could be a biomarker of renal tubular necrosis induced by foodborne toxicity such as OTA [73]. miRNA played a regulatory role in the development of nephropathy, renal carcinoma, and urothelial cancer. Upregulation of miR-497, miR-133a-3p, miR-423-3p, miR-34a, miR-542-3p, and downregulation of miR-421-3p, miR-490, and miR-9840-3p after OTA exposure in piglets thus altered miRNA link to a different cellular pathway and could be a biomarker of OTA exposure [74]. OTA decreased miR-29b expression led to promoting the expression of collagen protein, which has the potential for developing renal fibrosis [75]. Stachurska et al. found that OTA increased miR-132, miR-200 by ROS, and TGF-β to inhibit Nrf-2, HO-1 which led to suppressed proliferation and cell viability in renal proximal tubular epithelial cells [76]. A recent study revealed OTA-activated autophagy promoted cell apoptosis. In addition, OTA induced ubiquitin-proteasome system (UPS) and promoted degradation of ubiquitinated protein through 26S pure proteasome. Meanwhile, OTA increased PI3K/AKT and MAPK/ERK1-2 signaling pathways by degradation of phosphatases dual specificity phosphatase 3 (DUSP3), dual specificity phosphatase 4 (DUSP4), and Ph domain and Leucine-rich repeat protein phosphatase (PHLPP) through autophagy and UPS, which may be involved in OTA toxicity and carcinogenicity [77]. However, Qian et al. found autophagy could protect PK cells from OTA-induced apoptosis by suppressing the Akt/mTOR signaling pathway. This study provided a novel therapeutic agent against OTA toxicity through autophagy [78]. An epithelial-to-mesenchymal transition (EMT) is involved in renal fibrosis, and an experiment discovered OTA activated TGF-β/Smad2/3 and B-catenin/Wnt signaling pathways to induce EMT and renal fibrosis by evidence of increasing expression of α-SMA and fibronectin. It is possible to prevent OTA-induced EMT related renal fibrosis through regulating TGF-β/Smad2/3 and B-catenin/Wnt pathways [79]. Another study found activation of the ERK1/2 NF-kB signaling pathway by OTA exposure induced glomerular inflammation and fibrosis [80]. OTA disturbed intercellular interaction by disrupting the tight junction by suppressing occlusion and ZO1 in MDCK cells [81]. OTA induced inflammation of human embryonic kidney cells (HEK293) through the NF-kB pathway; meanwhile, as OTA concentration increased, it shifted the inflammatory environment to a pro-apoptotic environment [82]. OTA induced ER stress and autophagy; meanwhile, it promoted phosphorylation of ERK 1/2 and p38 of kidney and spleen in pigs [83]. Besides, OTA promoted senescence in human renal proximal tubular cells by increasing senescence-associated-β-galactosidase (SA-β-gal), senescence-associated secretory phenotype (SASP), DNA damage, cell spreading through activating p53-p21, p16-pRB signaling pathway and a disturbed cell cycle. OTA-induced senescence may provide a condition to become cancer cell, and therefore understanding of the senescence mechanism would help to study OTA-induced carcinogenesis [84]. Besides, increasing evidence found that heme oxygenase-1 (HO-1) has a cytoprotective role in renal disease [85]. OTA induced HO-1 to protect porcine kidney cells from mitigating inflammation, fibrosis, and apoptosis produced by OTA. Meanwhile, HO-1 regulated the expression of Nrf-2, miR-21, miR-29b, and p53-regulated miR-34a after OTA exposure. In addition, this study suggests further experiments could be conducted to clarify the role of HO-1 in OTA-induced genotoxicity [86]. Exposure to OTA may increase angiogenesis by increasing the expression of HIF-1α and EPO gene after 24 h; meanwhile, expression of TGF-β and vascular endothelilal growth factor (VEGF) may increase significantly at 48 hours. OTA may interrupt the normal metabolic process of thorough alteration of ATP production and pyruvate dehydrogenase 1(PDK1) expression. HIF-1α regulates cellular adaptation to hypoxia and hypoxic condition may promote carcinogenesis, therefore investigating OTA-induced hypoxic condition may help to clarify OTA related carcinogenesis. Besides, hypoxic-affected ATP production and the transformative capability of OTA could be investigated in further experiments [87]. Loboda et al. found that OTA-induced nephrotoxicity is sex-dependent, with males more susceptible, and regulated by the Nrf-2 pathway. After OTA exposure, it increased renal fibrosis and decreased the expression of glutathione reductase (GR), superoxide dismutase (SOD), claudin-2, and VEGF in male Nrf-2 knockout mice. Nrf2 deficiency promoted susceptibility to OTA-induced renal injury, thus modulation of Nrf2 provides a therapeutic option against OTA-induced renal disease [88]. Imaoka et al. used a 3D human kidney proximal tubule microphysiological system (kidney MPS) to validate OTA dose–response toxicity. Cell death is induced by OTA toxicity in a concentration-dependent manner. Besides, OTA is metabolized by P450(s) and OTA caused transcriptional suppression of glutathione S-transferase (GST) enzymes, which lead to nephrotoxicity by attenuate detoxification or conjugation of glutathione. Meanwhile, organic anionic membrane transporter(s) are involved in the accumulation of OTA in the proximal tubule by evidence of intracellular OTA accumulation after organic anionic membrane transporter inhibitor (probenecid) was used. However, application of MPS has a technical limitation to assess toxicology, such as limited cell number and lack of throughput, and is limited in cell sorting [89]. Table 1 and Table 2 summarize recent studies of OTA-induced nephrotoxicity.\n\n## 2.1. Oxidative Stress\nOTA induces oxidative stress in rat kidneys and liver by increasing MDA, lipid peroxidation, and suppressing glutathione, catalase, and superoxide dismutase [28]. In addition, OTA induced reactive oxygen species (ROS) formation in renal proximal tubular cells and increased formation of 8-oxoguanine-related DNA damage; N-acetylcysteine (NAC) treatment decreased ROS level and increased cell viability after OTA exposure [29]. OTA enhances apoptosis signal-regulated kinase 1 (ASK-1) expression, which regulates ROS production and decreases mitochondrial membrane potential to promote nephrotoxicity after OTA exposure [30]. OTA activates aryl hydrocarbon receptor (AhR) and pregnane X receptor (PXR) signaling pathways to induce cytochrome P450 1A1 (CYP1A1), CYP1A2, and CYP3A4, leading to increased ROS production. ROS enhanced Nrf2 translocated to the nucleus to increase expression of heme oxygenase-1 (HO-1), glutamate-cysteine ligase catalytic subunit (GCLC), and NADPH quinone oxidoreductase 1 (NQO1) to ameliorate cell damage. Therefore, modulation of AhR, PXR, and Nrf2 could be considered to prevent or treat OTA-induced toxicity [31].\n\n## 2.2. Nitrosative Stress\nOTA-induced inducible nitric oxide synthase (iNOS) expression and protein nitration eventually lead to nitrosative stress in kidney and liver cells [32]. Crupi et al. showed OTA increases nitric oxide (NO) production in different kinds of kidney cell lines [33]. Longobardi et al. revealed that OTA promoted iNOS expression and increased NO production during in vitro study [34]. In contrast, Damiano et al. found OTA reduced NO production in rat kidneys, which may be related to OTA-induced hypertension by inhibiting NO synthase (NOS). Besides, OTA enhanced superoxide production which inhibited sodium-hydrogen exchanger isoform 3 (NHE3) and lead to disturbance of fluid reabsorbtion. Therefore, alteration of proximal tubular reabsorption by OTA-induced ROS would affect balance between fluid and solute [35].\n\n## 2.3. Apoptosis/Pyroptosis\nOTA induced apoptosis of renal cells with activation of caspase-3 and increased DNA fragmentation [36,37]. Besides, a low dose of OTA induced oxidative stress and stimulated apoptosis of rat renal tubular cells [38]. OTA induced necrosis and apoptosis of human proximal tubular epithelial cells (HK-2) with increasing caspase 3/7 activities and cleaved PARP. In addition, OTA induced apoptosis in HK-2 cells by activating the MEK/ERK 1/2 signaling; meanwhile, OTA activated c-MET/PI3K/AKT pathway for antiapoptotic survival signaling [27]. Li et al. revealed p53 induced by OTA could protect kidney epithelial cells through suppression of the JNK-related apoptotic pathway [39]. Sheu et al. found OTA promotes ER stress and apoptosis through activation of calpain; meanwhile, OTA induced NADPH oxidase expression, which regulates ROS production in renal mesangial cells [8]. OTA attenuated cholesterol and sphingomyelin to disrupt lipid raft formation, which regulates the apoptosis of HK-2 cells through regulating the PTEN/PI3K/AKT pathway [40]. Transcriptomic analysis found that hypoxia, epithelial-to-mesenchymal transition (EMT), apoptosis, and the xenobiotic metabolism pathway are affected by OTA. The following result showed OTA-induced EMT, apoptosis, and kidney injury by regulating the AhR-Smad3/HIF-1α signaling pathway. This study provided an opinion against OTA-induced renal toxicity through understanding of OTA-induced EMT and apoptosis-related molecular pathway [41]. Zhang et al. discovered tumor necrosis factor receptor-associated protein 1 (TRAP-1) enhanced expression of Bcl-2 and inhibited expression of CypD, Bax, GRP78, and CHOP against apoptosis. OTA could inhibit TRAP-1, leading to mitochondria-mediated and ER stress-excited apoptosis of proximal tubular cells [42]. OTA could induce apoptosis of HK-2 cells through enhancement of ERK 1/2 phosphorylation by activating the NF-kB pathway [43]. Another study found OTA induced nephrotoxicity and apoptosis through the p38 pathway in porcine kidney epithelial cells (PK 15); meanwhile, OTA induced immunotoxicity through the ERK signaling pathway in porcine primary splenocyte. This study clarified that OTA induced toxicity through different molecular pathways in different cells [44]. Qi et al. discovered organic cation transporters 2 (OCT2) participate in OTA-induced cell apoptosis in rat proximal tubule cells (NRK-52E) cells by increase caspase 3 and cyclin dependent kinase 1 (CDK1), but a cell transport experiment would be conducted to ascertain the role of OCT2 in OTA-induced toxicity [45]. Besides apoptosis, OTA induced nephrotoxicity via activating NOD-like receptor protein 3 (NLRP3) inflammasome, and caspase1-dependent pyroptosis lead to renal fibrosis by evidence of increasing TGF-β and α-SMA during in vivo and in vitro study. This study offers a novel opinion or strategy for the treatment of OTA-induced renal fibrosis [46].\n\n## 2.4. DNA Damage/Genotoxicity\nOTA promoted oxidative DNA damage in the liver and kidney of rats [47], but OTA caused DNA damage without lipophilic DNA adduct formation [48]. OTA-induced delete mutation of homologous repair of DNA double-strand break lead to genotoxicity; p53 could suppress deletion mutation of homologous repair after OTA exposure. In addition, p53 attenuated OTA-induced karyomegaly and apoptosis in mice kidneys [49]. OTA could produce genotoxicity through different bioactivation. OTA quinone (QTQ) is the product of OTA after oxidation of CYP450; QTQ could be reduced by ascorbate to form OTA hydroquinone (QTHQ). Besides, dehalogenation of OTA by a reductive process lead to production of a reactive aryl radical which could react at the purine C8 site to form DNA adduct [50]. OTA produced C-C8 and O-C8 OTA-3′-dGMP covalent DNA adducts through photooxidation with 3′-dGMP; these DNA adducts were found in rat kidney and pig kidney after chronic and subacute exposure of OTA [51]. Mantle et al. also demonstrated that C-C8 OTA 3′dGMP in rat kidneys directly binds OTA to DNA after OTA exposure [52]. OTA activated the DNA methyltransferase 1 (DNMT1) dependent JAK2/STAT3 signaling pathway to induce apoptosis and DNA damage in PK15 cells and porcine alveolar macrophage (PAM); meanwhile, OTA increased the expression of suppressors of cytokine signaling 3 (SOCS3), which was regulated by DNMT1 only in PK15 cells. This study elucidated that OTA induced nephrotoxicity instead of immunotoxicity through the DNMT1/JAK2/STAT3/SOCS3 signaling pathway [53].\n\n## 2.5. Epigenetic Modification\nOzden et al. found that OTA-induced hypermethylation and hypomethylation on the different genes of rat kidneys involved in the mammalian target of rapamycin (mTOR) signaling pathway may contribute to renal carcinogenesis [54]. OTA induced global methylation in rat kidneys through enhanced expression of DNMT1 and DNMT3b; hypermethylation of E-cadherin and N-cadherin by OTA exposure results in decreased expression E-cadherin and N-cadherin, which may involve in Wnt and PI3K/Akt signaling pathways [55]. OTA activated DNMT1 and histone deacetylase1 (HDAC1) to induce cytotoxicity and apoptosis through ROS production [56]. Another study discovered inhibition of histone acetyltransferase (HAT) by OTA, leading to loss of histone 3 lysine 9 (H3K9) acetylation to suppress gene expression. This study disclosed loss of histone acetyltransferase is a critical step to OTA-induced carcinogenesis, but alteration of non-histone acetylation by proteome-wide analysis should be conducted to clarify the relationship between HAT inhibition and OTA-mediated gene expression change, mitosis, and DNA repair [57]. In addition, OTA induced cell cycle arrest in the G0/G1 phase of HK-2. Some of the gene was related to G0/G1 cell cycle arrest, but only increased expression of PTEN due to OTA-induced hypomethylation of PTEN which involved in G1/S phase transition. G0/G1 phase cell cycle arrest and inhibition of the Notch and Ras/MAPK/CREB signaling pathway after OTA exposure would lead to renal toxicity [58].\n\n## 2.6. Inhibition of Protein Synthesis\nFrom the previous study, OTA inhibited protein synthesis in various organs, including the spleen, liver, and kidney, which could be prevented by phenylalanine; this implied that OTA competes with phenylalanine leading to inhibition of phenylalanine-tRNA synthase [59]. Besides, OTA could inhibit phenylalanine hydroxylase, which could be reduced by phenylalanine [60]. Argawal et al. used molecular docking analysis to reveal that OTA could bind on a common pocket of phenylalanine-tRNA synthase to disrupt protein synthesis [61].\n\n## 2.7. Cell Cycle Arrest\nOTA disturbed the cell cycle by increasing cell count at G0/G1phase and G1/G2 phase, decreasing cell count at the S phase [62]. OTA inhibited cell cycle progression in the S phase with decreased expression of cyclin A2, cyclin E2, and cyclin-dependent kinase 2 (CDK2) while inducing DNA damage in HEK 293 cells [63]. N-acetylcysteine (NAC) could reverse OTA-induced cell cycle arrest by enhancing cyclin A2, cyclin E2, and CDK2 expression, and also alleviates OTA-induced ROS production and DNA damage [64]. Recent studies discovered OTA-induced cell cycle arrest in the G1 and G1/S phase mediated by p53 through suppression of cyclin D1, Cdk2, and Cdk4 in HK-2. This study suggested the status of gene and protein should be showed after being regulated by an upper mediator such as p53, because many genes, proteins, intermediate molecular, and even upper mediators could regulate cell cycle [65]. Using weight correlation network analysis by Duborg et al. found that CDK2 plays a major regulator in G1 cycle arrest induced by OTA. OTA inhibit expression of CDK2, overexpression of CDK2 attenuated OTA-induced G1 phase cycle arrest. [66].\n\n## 2.8. Lipotoxicity\nAs evidenced by lipid deposition, OTA-induced renal lipotoxicity was found in the renal cortex and medulla after OTA exposure. In addition, OTA induced triglyceride levels elevation in the kidney. Moreover, OTA suppressed the expression of peroxisome proliferator-activated receptor alpha (PPAR-α) and medium-chain acyl-CoA dehydrogenase (Mcad), which is needed for fatty acid oxidation. Meanwhile, OTA promoted lipid peroxidation and sphingomyelinase, which might be involved in apoptosis. Besides, OTA inhibited activity of brown adipose tissue (BAT) to disturb the energy metabolism balance [67].\n\n## 2.9. Mitochondrial Dysfunction/ATP\nMitochondrial membrane potential plays an essential role in mitochondrial homeostasis. The transmembrane potential of hydrogen ion that was formed by mitochondrial membrane potential is used to make ATP. A rise or decrease in mitochondrial membrane potential will affect cell viability [68]. Argawal et al. found loss of mitochondrial membrane potential at the initiation of OTA treatment (4–12 h), followed by hyperpolarization of mitochondrial membrane potential at 24 h [61]. Eder et al. discovered that OTA induced hyperpolarization of mitochondrial membrane potential and increased cellular ATP [69]. In contrast, Chebotareva et al. found OTA decreased intracellular ATP, which can be reversed by Diosmetin (DIOS) [70]. In addition, OTA inhibited mitochondrial oxygen consumption through suppressed complex I and II of the mitochondrial respiratory chain, implying that OTA caused mitochondrial dysfunction in rat renal proximal tubule [71]. Heat shock proteins (HSP) play an intracellular defensive role in the kidney, which promotes the ability against apoptosis and necrosis [72]. Glucose-regulated protein 75 (GRP-75) belongs to the HSP70 family, it may protect the renal cell from mitochondrial dysfunction through regulating Lon protease 1 (Lonp1) after OTA exposure. Besides, decreased expression of GRP75 was concurrent with an increasing OTA dose, thus GRP-75 could be a biomarker of renal tubular necrosis induced by foodborne toxicity such as OTA [73].\n\n## 2.10. miRNA\nmiRNA played a regulatory role in the development of nephropathy, renal carcinoma, and urothelial cancer. Upregulation of miR-497, miR-133a-3p, miR-423-3p, miR-34a, miR-542-3p, and downregulation of miR-421-3p, miR-490, and miR-9840-3p after OTA exposure in piglets thus altered miRNA link to a different cellular pathway and could be a biomarker of OTA exposure [74]. OTA decreased miR-29b expression led to promoting the expression of collagen protein, which has the potential for developing renal fibrosis [75]. Stachurska et al. found that OTA increased miR-132, miR-200 by ROS, and TGF-β to inhibit Nrf-2, HO-1 which led to suppressed proliferation and cell viability in renal proximal tubular epithelial cells [76].\n\n## 2.11. Autophagy\nA recent study revealed OTA-activated autophagy promoted cell apoptosis. In addition, OTA induced ubiquitin-proteasome system (UPS) and promoted degradation of ubiquitinated protein through 26S pure proteasome. Meanwhile, OTA increased PI3K/AKT and MAPK/ERK1-2 signaling pathways by degradation of phosphatases dual specificity phosphatase 3 (DUSP3), dual specificity phosphatase 4 (DUSP4), and Ph domain and Leucine-rich repeat protein phosphatase (PHLPP) through autophagy and UPS, which may be involved in OTA toxicity and carcinogenicity [77]. However, Qian et al. found autophagy could protect PK cells from OTA-induced apoptosis by suppressing the Akt/mTOR signaling pathway. This study provided a novel therapeutic agent against OTA toxicity through autophagy [78].\n\n## 2.12. EMT/Fibrosis/Tight Junction\nAn epithelial-to-mesenchymal transition (EMT) is involved in renal fibrosis, and an experiment discovered OTA activated TGF-β/Smad2/3 and B-catenin/Wnt signaling pathways to induce EMT and renal fibrosis by evidence of increasing expression of α-SMA and fibronectin. It is possible to prevent OTA-induced EMT related renal fibrosis through regulating TGF-β/Smad2/3 and B-catenin/Wnt pathways [79]. Another study found activation of the ERK1/2 NF-kB signaling pathway by OTA exposure induced glomerular inflammation and fibrosis [80]. OTA disturbed intercellular interaction by disrupting the tight junction by suppressing occlusion and ZO1 in MDCK cells [81].\n\n## 2.13. Other Mechanisms\nOTA induced inflammation of human embryonic kidney cells (HEK293) through the NF-kB pathway; meanwhile, as OTA concentration increased, it shifted the inflammatory environment to a pro-apoptotic environment [82]. OTA induced ER stress and autophagy; meanwhile, it promoted phosphorylation of ERK 1/2 and p38 of kidney and spleen in pigs [83]. Besides, OTA promoted senescence in human renal proximal tubular cells by increasing senescence-associated-β-galactosidase (SA-β-gal), senescence-associated secretory phenotype (SASP), DNA damage, cell spreading through activating p53-p21, p16-pRB signaling pathway and a disturbed cell cycle. OTA-induced senescence may provide a condition to become cancer cell, and therefore understanding of the senescence mechanism would help to study OTA-induced carcinogenesis [84]. Besides, increasing evidence found that heme oxygenase-1 (HO-1) has a cytoprotective role in renal disease [85]. OTA induced HO-1 to protect porcine kidney cells from mitigating inflammation, fibrosis, and apoptosis produced by OTA. Meanwhile, HO-1 regulated the expression of Nrf-2, miR-21, miR-29b, and p53-regulated miR-34a after OTA exposure. In addition, this study suggests further experiments could be conducted to clarify the role of HO-1 in OTA-induced genotoxicity [86]. Exposure to OTA may increase angiogenesis by increasing the expression of HIF-1α and EPO gene after 24 h; meanwhile, expression of TGF-β and vascular endothelilal growth factor (VEGF) may increase significantly at 48 hours. OTA may interrupt the normal metabolic process of thorough alteration of ATP production and pyruvate dehydrogenase 1(PDK1) expression. HIF-1α regulates cellular adaptation to hypoxia and hypoxic condition may promote carcinogenesis, therefore investigating OTA-induced hypoxic condition may help to clarify OTA related carcinogenesis. Besides, hypoxic-affected ATP production and the transformative capability of OTA could be investigated in further experiments [87]. Loboda et al. found that OTA-induced nephrotoxicity is sex-dependent, with males more susceptible, and regulated by the Nrf-2 pathway. After OTA exposure, it increased renal fibrosis and decreased the expression of glutathione reductase (GR), superoxide dismutase (SOD), claudin-2, and VEGF in male Nrf-2 knockout mice. Nrf2 deficiency promoted susceptibility to OTA-induced renal injury, thus modulation of Nrf2 provides a therapeutic option against OTA-induced renal disease [88]. Imaoka et al. used a 3D human kidney proximal tubule microphysiological system (kidney MPS) to validate OTA dose–response toxicity. Cell death is induced by OTA toxicity in a concentration-dependent manner. Besides, OTA is metabolized by P450(s) and OTA caused transcriptional suppression of glutathione S-transferase (GST) enzymes, which lead to nephrotoxicity by attenuate detoxification or conjugation of glutathione. Meanwhile, organic anionic membrane transporter(s) are involved in the accumulation of OTA in the proximal tubule by evidence of intracellular OTA accumulation after organic anionic membrane transporter inhibitor (probenecid) was used. However, application of MPS has a technical limitation to assess toxicology, such as limited cell number and lack of throughput, and is limited in cell sorting [89]. Table 1 and Table 2 summarize recent studies of OTA-induced nephrotoxicity.\n\n## 3. Prevention\nContinued exposure of OTA to human beings and animals has been detected in a previous study [25], therefore different kinds of strategies are used to protect humans and animals from OTA toxicity through understanding the molecular mechanism. OTA promoted ROS production and enhanced renal cell death by suppressing Lonp1, aconitase 2 (Aco2), and heat shock protein 75 (Hsp75). In addition, ursolic acid could reverse the expression of Lonp1, Aco2, and Hsp75 to ameliorate OTA-induced toxicity and ROS production in renal cells. During different kinds of UA treatment, pretreatment of UA is most effective to ameliorate OTA toxicity [90]. Hydroxytyrosol is a phenolic compound with antioxidant, antimicrobial, antitumoral, cardioprotective, and neuroprotective properties. Pretreatment of hydroxytyrosol prevented OTA-induced renal injury by reducing ROS level, nitrite production, kidney fibrosis in vivo and in vitro. This study provided evidence that a phenolic compound could against oxidative stress related renal injury [33]. NAT reduced neuroinflammation, oxidative stress, and apoptosis [91]. Pretreatment of N-Acetyl-L-Tryptophan (NAT) could bind on phenylalanine tRNA synthetase may decrease OTA-induced protein inhibition; in addition, NAT also protected HEK cells from ROS insult, cell cycle arrest, disturbed mitochondrial membrane potential induced by OTA. Prophylactic dietary application of NAT may prevent OTA-induced toxicity [61]. Troxerutin is a natural flavonoid from rutin that has anti-inflammation and antioxidant properties. Cotreatment of troxerutin mitigate lipid accumulation in renal cells, relieved lipid peroxidation, and reversed the level of PPAR-α, medium-chain acyl-CoA dehydrogenase (Mcad) and sphingomyelinase (SMase) to alleviate OTA-induced renal lipotoxicity. In addition, Troxerutin improved whole-body energy metabolism by attenuating OTA-suppressed brown adipose tissue (BAT) activity [67]. Taurine is an amino acid involved in membrane stabilization, antioxidation, immunomodulation, osmoregulation. Taurine alleviated apoptosis by decreasing expression of Bax and caspase 3, and inhibited autophagy through decreased expression of light chain 3 (LC3) induced by OTA in PK15 cells. However, the role of taurine in between apoptosis and autophagy induced by OTA remains unclear; taurine may regulate autophagy to maintain cellular homeostasis after OTA exposure. This study suggest taurine has potential against other mycotoxin or environment-induced toxicity [92]. δ-tocotrienol is a natural vitamin E that reverses antioxidant enzymes superoxide dismutase (SOD), catalase (CAT), and glutathione (GSH) activity to reduce OTA-induced oxidative stress. Meanwhile, cotreatment of Delta suppressed OTA-induced superoxide production, elevated blood pressure, and decreased glomerular filtration rate (GFR). This study demonstrated that Delta is a ROS scavenger and the dietary strategy has potential to counteract OTA toxicity [93]. Curcumin is natural polyphenolic compound produced from the Curcuma longa, and it alleviates oxidative stress, inflammatory response, and activates the Nrf2 pathway against kidney injury [94]. Cotreatment of curcumin restores glutathione peroxidase and against OTA-induced glomerular damage, tubular damage, tubulointerstitial fibrosis, and inflammation in vivo [95]. Longobardi et al. demonstrated that cotreatment of curcumin attenuated OTA-induced nitrosative stress and inflammatory and DNA damage by reducing NO production, iNOS expression, TNF-α, IL-1B, IL-6, and 8-Hydroxy-2′-Deoxy Guanosine (8-OHdG) in the kidneys and liver of rats [34]. Cotreatment of Yemeni green coffee suppressed OTA-induced oxidative stress by restoring SOD and glutathione; it reduced rat kidney injury under histopathology. Yemeni green coffee is a functional food which has antioxidant properties against OTA-induced toxicity [96]. RLE is rich in cyanidin 3-glucoside antioxidant. Cotreatment of RLE reversed GSH level and reduced OTA-induced glomerular damage, tubular damage, inflammation, renal fibrosis, and oxidative stress. RLE is vegetable-based diet which could be added to feed to protect humans and animals from OTA-contaminated food [97]. Ciarcia et al. demonstrated that cotreatment of recombinant mitochondrial manganese-containing superoxide dismutase (rMnSOD) restored blood pressure, GFR, and attenuated morphologic change and interstitial fibrosis in rat kidneys after OTA treatment [98]. In addition, cotreatment of rMnSOD increases the production of nitric oxide (NO), restores impaired sodium–hydrogen exchanger isoform 3 (NHE3) regulating fluid reabsorption in the proximal tubule, and decreases blood pressure after OTA exposure in rat kidneys [35]. Astaxanthin (ASX) is an antioxidant that improves bisphenol A (BPA)-induced impaired mitochondrial function in rat kidneys [99]. Li et al. demonstrated that pretreatment of ASX activated the Nrf2/Keap1 signaling pathway to protect rat kidneys from OTA-induced oxidative damage. The antioxidant ability of ASX could provide protection from other mycotoxin-induced damage [100]. LUT is a dietary flavonoid that has antioxidant properties from recent reports, such as that LUT restored autophagy though the AMPK pathway to mitigate mercury-induced destruction of renal tubule, inflammation, oxidative stress, and apoptosis of rats’ kidneys [101]. LUT alleviated lead-induced kidney injury by inhibiting oxidative stress, inflammation, apoptosis, and enhanced expression of Nrf2, HO-1 in an in vitro study [102]. Liu et al. have found that cotreatment of LUT promoted expression of Nrf2 and antioxidant enzyme to ameliorate ROS level and mitochondrial membrane potential due to OTA exposure in rat kidney cells. In addition, LUT activated HIF-α to regulated angiogenesis and epithelial restitution process. These results suggest LUT is a potential dietary flavonoid to counteract other mycotoxins or environmental toxins [103]. Sulforaphane (SFN) is an Nrf2 activator; it restored OTA-suppressed Nrf2 transactivate of antioxidant response element (ARE) in porcine kidney tubular cells [104]. Loboda et al. found that pretreatment of SFN enhanced Nrf2, HO-1, NQO1 expression; it also reduced inflammatory cytokine IL-1B, IL-6, pro-apoptotic factor (c-myc, puma), miR-382, and miR-34a after OTA exposure [88]. Selenium is an essential trace element with antioxidant, anticancer, and immune modulation against mycotoxin-induced oxidative toxicities [101]. Cotreatment of selenium yeast (Se-Y) promoted PI3/AKT and Nrf2/Keap1 signaling pathways to alleviate OTA-induced oxidative damage and apoptosis in the kidney of chickens. This study indicate that Se-Y has an antiapoptotic and antioxidant effect to prevent OTA-induced renal injury in chickens [102]. OTA downregulated the expression of glutathione peroxidase (GPx1), leading to DNMT1 mediated DNA damage during in vitro study; selenium reversed OTA-induced DNA damage by increasing DNA repair gene expression and inhibited accumulation of gamma-H2AX foci through restoring expression of GPx1and SOCS3. Pretreatment of selenium could enhance GPx1 to protect PK15 cells from OTA-induced DNA damage [103]. Selenoprotein S (SelS) has antioxidant properties; it alleviated the OTA-induced apoptosis by suppressing phosphorylation p38, meanwhile, SelS reduced ROS production after OTA exposure in PK15 cells [105]. Pretreatment of selenium probiotics (SP) also attenuated OTA-induced piglet kidney injury through enhanced expression of GPx1, SOD, and inhibited DNMT1 [106]. Accumulation of this evidence found that selenium could diminish OTA-induced renal injury by antioxidant, antiapoptosis and reduced DNA damage, therefore selenium could be a feed additive to counteract mycotoxin contaminated food. Trace elements are components of intracellular antioxidants and can maintain cellular homeostasis. Lycopene restored OTA inhibition of selenium, zinc, and copper in the kidney, liver, and testis of rats [107]. In addition to being a component of many important enzymes, Zinc can also regulate the antioxidant gene expression. Li et al. found that pretreatment of zinc supplements promoted metallothionein (MT) expression to reduce ROS production and apoptosis in kidney epithelial cells after OTA exposure [108]. Besides, zinc supplements reduced ROS production and increased expression of SOD; furthermore, zinc supplement maintained DNA stability by reducing DNA strand break, 8-OHdG formation and DNA hypomethylation after OTA exposure in HepG2 cells [109]. Additionally, Bodiga disclosed that zinc replenishment suppressed intracellular superoxide production, apoptosis, and attenuated ER stress in hypoxia/reoxygenation of cardiomyocytes [110]. Similar to selenium, Zinc acts as a ROS scavenger, maintains DNA stability and it has an antiapoptotic property against OTA-induced toxicity. Cotreatment fed with nanoparticles of hydrated sodium aluminum silicates or copper oxide reduces fish mortality and alleviates OTA-induced inflammation, tubular degeneration, and necrosis in the kidney of fish. These nanoadsorbents are not absorbed in the gastrointestinal tract due to it binding with OTA to become a nanoadsorbent-OTA complex which is excreted from the body [111]. Abdel et al. found cotreatment of chitosan nanoparticle (CSNP) or grafting of gallic acid on CSNP attenuated oxidative stress, DNA fragmentation, and histopathology change caused by OTA in catfish [112]. The others demonstrated that cotreatment of chitosan nanoparticles alone or combined with quercetin alleviated OTA-induced oxidative stress and apoptosis in vivo through the ROS scavenger property of chitosan nanoparticle and enhancement of quercetin antioxidant capacity [113]. These recent studies of nanoparticles provide another candidate to attenuated OTA-induced toxicity. Recent studies of prevention of OTA-induced nephrotoxicity are summarized in Table 3.\n\n## 3.1. Antioxidant\nOTA promoted ROS production and enhanced renal cell death by suppressing Lonp1, aconitase 2 (Aco2), and heat shock protein 75 (Hsp75). In addition, ursolic acid could reverse the expression of Lonp1, Aco2, and Hsp75 to ameliorate OTA-induced toxicity and ROS production in renal cells. During different kinds of UA treatment, pretreatment of UA is most effective to ameliorate OTA toxicity [90]. Hydroxytyrosol is a phenolic compound with antioxidant, antimicrobial, antitumoral, cardioprotective, and neuroprotective properties. Pretreatment of hydroxytyrosol prevented OTA-induced renal injury by reducing ROS level, nitrite production, kidney fibrosis in vivo and in vitro. This study provided evidence that a phenolic compound could against oxidative stress related renal injury [33]. NAT reduced neuroinflammation, oxidative stress, and apoptosis [91]. Pretreatment of N-Acetyl-L-Tryptophan (NAT) could bind on phenylalanine tRNA synthetase may decrease OTA-induced protein inhibition; in addition, NAT also protected HEK cells from ROS insult, cell cycle arrest, disturbed mitochondrial membrane potential induced by OTA. Prophylactic dietary application of NAT may prevent OTA-induced toxicity [61]. Troxerutin is a natural flavonoid from rutin that has anti-inflammation and antioxidant properties. Cotreatment of troxerutin mitigate lipid accumulation in renal cells, relieved lipid peroxidation, and reversed the level of PPAR-α, medium-chain acyl-CoA dehydrogenase (Mcad) and sphingomyelinase (SMase) to alleviate OTA-induced renal lipotoxicity. In addition, Troxerutin improved whole-body energy metabolism by attenuating OTA-suppressed brown adipose tissue (BAT) activity [67]. Taurine is an amino acid involved in membrane stabilization, antioxidation, immunomodulation, osmoregulation. Taurine alleviated apoptosis by decreasing expression of Bax and caspase 3, and inhibited autophagy through decreased expression of light chain 3 (LC3) induced by OTA in PK15 cells. However, the role of taurine in between apoptosis and autophagy induced by OTA remains unclear; taurine may regulate autophagy to maintain cellular homeostasis after OTA exposure. This study suggest taurine has potential against other mycotoxin or environment-induced toxicity [92]. δ-tocotrienol is a natural vitamin E that reverses antioxidant enzymes superoxide dismutase (SOD), catalase (CAT), and glutathione (GSH) activity to reduce OTA-induced oxidative stress. Meanwhile, cotreatment of Delta suppressed OTA-induced superoxide production, elevated blood pressure, and decreased glomerular filtration rate (GFR). This study demonstrated that Delta is a ROS scavenger and the dietary strategy has potential to counteract OTA toxicity [93]. Curcumin is natural polyphenolic compound produced from the Curcuma longa, and it alleviates oxidative stress, inflammatory response, and activates the Nrf2 pathway against kidney injury [94]. Cotreatment of curcumin restores glutathione peroxidase and against OTA-induced glomerular damage, tubular damage, tubulointerstitial fibrosis, and inflammation in vivo [95]. Longobardi et al. demonstrated that cotreatment of curcumin attenuated OTA-induced nitrosative stress and inflammatory and DNA damage by reducing NO production, iNOS expression, TNF-α, IL-1B, IL-6, and 8-Hydroxy-2′-Deoxy Guanosine (8-OHdG) in the kidneys and liver of rats [34]. Cotreatment of Yemeni green coffee suppressed OTA-induced oxidative stress by restoring SOD and glutathione; it reduced rat kidney injury under histopathology. Yemeni green coffee is a functional food which has antioxidant properties against OTA-induced toxicity [96]. RLE is rich in cyanidin 3-glucoside antioxidant. Cotreatment of RLE reversed GSH level and reduced OTA-induced glomerular damage, tubular damage, inflammation, renal fibrosis, and oxidative stress. RLE is vegetable-based diet which could be added to feed to protect humans and animals from OTA-contaminated food [97]. Ciarcia et al. demonstrated that cotreatment of recombinant mitochondrial manganese-containing superoxide dismutase (rMnSOD) restored blood pressure, GFR, and attenuated morphologic change and interstitial fibrosis in rat kidneys after OTA treatment [98]. In addition, cotreatment of rMnSOD increases the production of nitric oxide (NO), restores impaired sodium–hydrogen exchanger isoform 3 (NHE3) regulating fluid reabsorption in the proximal tubule, and decreases blood pressure after OTA exposure in rat kidneys [35]. Astaxanthin (ASX) is an antioxidant that improves bisphenol A (BPA)-induced impaired mitochondrial function in rat kidneys [99]. Li et al. demonstrated that pretreatment of ASX activated the Nrf2/Keap1 signaling pathway to protect rat kidneys from OTA-induced oxidative damage. The antioxidant ability of ASX could provide protection from other mycotoxin-induced damage [100].\n\n## 3.1.1. Ursolic Acid (UA)\nOTA promoted ROS production and enhanced renal cell death by suppressing Lonp1, aconitase 2 (Aco2), and heat shock protein 75 (Hsp75). In addition, ursolic acid could reverse the expression of Lonp1, Aco2, and Hsp75 to ameliorate OTA-induced toxicity and ROS production in renal cells. During different kinds of UA treatment, pretreatment of UA is most effective to ameliorate OTA toxicity [90].\n\n## 3.1.2. Hydroxytyrosol\nHydroxytyrosol is a phenolic compound with antioxidant, antimicrobial, antitumoral, cardioprotective, and neuroprotective properties. Pretreatment of hydroxytyrosol prevented OTA-induced renal injury by reducing ROS level, nitrite production, kidney fibrosis in vivo and in vitro. This study provided evidence that a phenolic compound could against oxidative stress related renal injury [33].\n\n## 3.1.3. N-Acetyl-L-tryptophan (NAT)\nNAT reduced neuroinflammation, oxidative stress, and apoptosis [91]. Pretreatment of N-Acetyl-L-Tryptophan (NAT) could bind on phenylalanine tRNA synthetase may decrease OTA-induced protein inhibition; in addition, NAT also protected HEK cells from ROS insult, cell cycle arrest, disturbed mitochondrial membrane potential induced by OTA. Prophylactic dietary application of NAT may prevent OTA-induced toxicity [61].\n\n## 3.1.4. Troxerutin\nTroxerutin is a natural flavonoid from rutin that has anti-inflammation and antioxidant properties. Cotreatment of troxerutin mitigate lipid accumulation in renal cells, relieved lipid peroxidation, and reversed the level of PPAR-α, medium-chain acyl-CoA dehydrogenase (Mcad) and sphingomyelinase (SMase) to alleviate OTA-induced renal lipotoxicity. In addition, Troxerutin improved whole-body energy metabolism by attenuating OTA-suppressed brown adipose tissue (BAT) activity [67].\n\n## 3.1.5. Taurine\nTaurine is an amino acid involved in membrane stabilization, antioxidation, immunomodulation, osmoregulation. Taurine alleviated apoptosis by decreasing expression of Bax and caspase 3, and inhibited autophagy through decreased expression of light chain 3 (LC3) induced by OTA in PK15 cells. However, the role of taurine in between apoptosis and autophagy induced by OTA remains unclear; taurine may regulate autophagy to maintain cellular homeostasis after OTA exposure. This study suggest taurine has potential against other mycotoxin or environment-induced toxicity [92].\n\n## 3.1.6. δ-Tocotrienol (Delta)\nδ-tocotrienol is a natural vitamin E that reverses antioxidant enzymes superoxide dismutase (SOD), catalase (CAT), and glutathione (GSH) activity to reduce OTA-induced oxidative stress. Meanwhile, cotreatment of Delta suppressed OTA-induced superoxide production, elevated blood pressure, and decreased glomerular filtration rate (GFR). This study demonstrated that Delta is a ROS scavenger and the dietary strategy has potential to counteract OTA toxicity [93].\n\n## 3.1.7. Curcumin\nCurcumin is natural polyphenolic compound produced from the Curcuma longa, and it alleviates oxidative stress, inflammatory response, and activates the Nrf2 pathway against kidney injury [94]. Cotreatment of curcumin restores glutathione peroxidase and against OTA-induced glomerular damage, tubular damage, tubulointerstitial fibrosis, and inflammation in vivo [95]. Longobardi et al. demonstrated that cotreatment of curcumin attenuated OTA-induced nitrosative stress and inflammatory and DNA damage by reducing NO production, iNOS expression, TNF-α, IL-1B, IL-6, and 8-Hydroxy-2′-Deoxy Guanosine (8-OHdG) in the kidneys and liver of rats [34].\n\n## 3.1.8. Yemeni Green Coffee/Red Orange and Lemon Extract (RLE)\nCotreatment of Yemeni green coffee suppressed OTA-induced oxidative stress by restoring SOD and glutathione; it reduced rat kidney injury under histopathology. Yemeni green coffee is a functional food which has antioxidant properties against OTA-induced toxicity [96]. RLE is rich in cyanidin 3-glucoside antioxidant. Cotreatment of RLE reversed GSH level and reduced OTA-induced glomerular damage, tubular damage, inflammation, renal fibrosis, and oxidative stress. RLE is vegetable-based diet which could be added to feed to protect humans and animals from OTA-contaminated food [97].\n\n## 3.1.9. Recombinant Mitochondrial Manganese Containing Superoxide Dismutase (rMnSOD)\nCiarcia et al. demonstrated that cotreatment of recombinant mitochondrial manganese-containing superoxide dismutase (rMnSOD) restored blood pressure, GFR, and attenuated morphologic change and interstitial fibrosis in rat kidneys after OTA treatment [98]. In addition, cotreatment of rMnSOD increases the production of nitric oxide (NO), restores impaired sodium–hydrogen exchanger isoform 3 (NHE3) regulating fluid reabsorption in the proximal tubule, and decreases blood pressure after OTA exposure in rat kidneys [35].\n\n## 3.1.10. Astaxanthin (ASX)\nAstaxanthin (ASX) is an antioxidant that improves bisphenol A (BPA)-induced impaired mitochondrial function in rat kidneys [99]. Li et al. demonstrated that pretreatment of ASX activated the Nrf2/Keap1 signaling pathway to protect rat kidneys from OTA-induced oxidative damage. The antioxidant ability of ASX could provide protection from other mycotoxin-induced damage [100].\n\n## 3.2. Nrf2 Activator\nLUT is a dietary flavonoid that has antioxidant properties from recent reports, such as that LUT restored autophagy though the AMPK pathway to mitigate mercury-induced destruction of renal tubule, inflammation, oxidative stress, and apoptosis of rats’ kidneys [101]. LUT alleviated lead-induced kidney injury by inhibiting oxidative stress, inflammation, apoptosis, and enhanced expression of Nrf2, HO-1 in an in vitro study [102]. Liu et al. have found that cotreatment of LUT promoted expression of Nrf2 and antioxidant enzyme to ameliorate ROS level and mitochondrial membrane potential due to OTA exposure in rat kidney cells. In addition, LUT activated HIF-α to regulated angiogenesis and epithelial restitution process. These results suggest LUT is a potential dietary flavonoid to counteract other mycotoxins or environmental toxins [103]. Sulforaphane (SFN) is an Nrf2 activator; it restored OTA-suppressed Nrf2 transactivate of antioxidant response element (ARE) in porcine kidney tubular cells [104]. Loboda et al. found that pretreatment of SFN enhanced Nrf2, HO-1, NQO1 expression; it also reduced inflammatory cytokine IL-1B, IL-6, pro-apoptotic factor (c-myc, puma), miR-382, and miR-34a after OTA exposure [88].\n\n## 3.2.1. Luteolin (LUT)\nLUT is a dietary flavonoid that has antioxidant properties from recent reports, such as that LUT restored autophagy though the AMPK pathway to mitigate mercury-induced destruction of renal tubule, inflammation, oxidative stress, and apoptosis of rats’ kidneys [101]. LUT alleviated lead-induced kidney injury by inhibiting oxidative stress, inflammation, apoptosis, and enhanced expression of Nrf2, HO-1 in an in vitro study [102]. Liu et al. have found that cotreatment of LUT promoted expression of Nrf2 and antioxidant enzyme to ameliorate ROS level and mitochondrial membrane potential due to OTA exposure in rat kidney cells. In addition, LUT activated HIF-α to regulated angiogenesis and epithelial restitution process. These results suggest LUT is a potential dietary flavonoid to counteract other mycotoxins or environmental toxins [103].\n\n## 3.2.2. Sulforaphane (SFN)\nSulforaphane (SFN) is an Nrf2 activator; it restored OTA-suppressed Nrf2 transactivate of antioxidant response element (ARE) in porcine kidney tubular cells [104]. Loboda et al. found that pretreatment of SFN enhanced Nrf2, HO-1, NQO1 expression; it also reduced inflammatory cytokine IL-1B, IL-6, pro-apoptotic factor (c-myc, puma), miR-382, and miR-34a after OTA exposure [88].\n\n## 3.3. Trace Element\nSelenium is an essential trace element with antioxidant, anticancer, and immune modulation against mycotoxin-induced oxidative toxicities [101]. Cotreatment of selenium yeast (Se-Y) promoted PI3/AKT and Nrf2/Keap1 signaling pathways to alleviate OTA-induced oxidative damage and apoptosis in the kidney of chickens. This study indicate that Se-Y has an antiapoptotic and antioxidant effect to prevent OTA-induced renal injury in chickens [102]. OTA downregulated the expression of glutathione peroxidase (GPx1), leading to DNMT1 mediated DNA damage during in vitro study; selenium reversed OTA-induced DNA damage by increasing DNA repair gene expression and inhibited accumulation of gamma-H2AX foci through restoring expression of GPx1and SOCS3. Pretreatment of selenium could enhance GPx1 to protect PK15 cells from OTA-induced DNA damage [103]. Selenoprotein S (SelS) has antioxidant properties; it alleviated the OTA-induced apoptosis by suppressing phosphorylation p38, meanwhile, SelS reduced ROS production after OTA exposure in PK15 cells [105]. Pretreatment of selenium probiotics (SP) also attenuated OTA-induced piglet kidney injury through enhanced expression of GPx1, SOD, and inhibited DNMT1 [106]. Accumulation of this evidence found that selenium could diminish OTA-induced renal injury by antioxidant, antiapoptosis and reduced DNA damage, therefore selenium could be a feed additive to counteract mycotoxin contaminated food. Trace elements are components of intracellular antioxidants and can maintain cellular homeostasis. Lycopene restored OTA inhibition of selenium, zinc, and copper in the kidney, liver, and testis of rats [107]. In addition to being a component of many important enzymes, Zinc can also regulate the antioxidant gene expression. Li et al. found that pretreatment of zinc supplements promoted metallothionein (MT) expression to reduce ROS production and apoptosis in kidney epithelial cells after OTA exposure [108]. Besides, zinc supplements reduced ROS production and increased expression of SOD; furthermore, zinc supplement maintained DNA stability by reducing DNA strand break, 8-OHdG formation and DNA hypomethylation after OTA exposure in HepG2 cells [109]. Additionally, Bodiga disclosed that zinc replenishment suppressed intracellular superoxide production, apoptosis, and attenuated ER stress in hypoxia/reoxygenation of cardiomyocytes [110]. Similar to selenium, Zinc acts as a ROS scavenger, maintains DNA stability and it has an antiapoptotic property against OTA-induced toxicity.\n\n## 3.3.1. Selenium \nSelenium is an essential trace element with antioxidant, anticancer, and immune modulation against mycotoxin-induced oxidative toxicities [101]. Cotreatment of selenium yeast (Se-Y) promoted PI3/AKT and Nrf2/Keap1 signaling pathways to alleviate OTA-induced oxidative damage and apoptosis in the kidney of chickens. This study indicate that Se-Y has an antiapoptotic and antioxidant effect to prevent OTA-induced renal injury in chickens [102]. OTA downregulated the expression of glutathione peroxidase (GPx1), leading to DNMT1 mediated DNA damage during in vitro study; selenium reversed OTA-induced DNA damage by increasing DNA repair gene expression and inhibited accumulation of gamma-H2AX foci through restoring expression of GPx1and SOCS3. Pretreatment of selenium could enhance GPx1 to protect PK15 cells from OTA-induced DNA damage [103]. Selenoprotein S (SelS) has antioxidant properties; it alleviated the OTA-induced apoptosis by suppressing phosphorylation p38, meanwhile, SelS reduced ROS production after OTA exposure in PK15 cells [105]. Pretreatment of selenium probiotics (SP) also attenuated OTA-induced piglet kidney injury through enhanced expression of GPx1, SOD, and inhibited DNMT1 [106]. Accumulation of this evidence found that selenium could diminish OTA-induced renal injury by antioxidant, antiapoptosis and reduced DNA damage, therefore selenium could be a feed additive to counteract mycotoxin contaminated food.\n\n## 3.3.2. Zinc\nTrace elements are components of intracellular antioxidants and can maintain cellular homeostasis. Lycopene restored OTA inhibition of selenium, zinc, and copper in the kidney, liver, and testis of rats [107]. In addition to being a component of many important enzymes, Zinc can also regulate the antioxidant gene expression. Li et al. found that pretreatment of zinc supplements promoted metallothionein (MT) expression to reduce ROS production and apoptosis in kidney epithelial cells after OTA exposure [108]. Besides, zinc supplements reduced ROS production and increased expression of SOD; furthermore, zinc supplement maintained DNA stability by reducing DNA strand break, 8-OHdG formation and DNA hypomethylation after OTA exposure in HepG2 cells [109]. Additionally, Bodiga disclosed that zinc replenishment suppressed intracellular superoxide production, apoptosis, and attenuated ER stress in hypoxia/reoxygenation of cardiomyocytes [110]. Similar to selenium, Zinc acts as a ROS scavenger, maintains DNA stability and it has an antiapoptotic property against OTA-induced toxicity.\n\n## 3.4. Nanoparticle\nCotreatment fed with nanoparticles of hydrated sodium aluminum silicates or copper oxide reduces fish mortality and alleviates OTA-induced inflammation, tubular degeneration, and necrosis in the kidney of fish. These nanoadsorbents are not absorbed in the gastrointestinal tract due to it binding with OTA to become a nanoadsorbent-OTA complex which is excreted from the body [111]. Abdel et al. found cotreatment of chitosan nanoparticle (CSNP) or grafting of gallic acid on CSNP attenuated oxidative stress, DNA fragmentation, and histopathology change caused by OTA in catfish [112]. The others demonstrated that cotreatment of chitosan nanoparticles alone or combined with quercetin alleviated OTA-induced oxidative stress and apoptosis in vivo through the ROS scavenger property of chitosan nanoparticle and enhancement of quercetin antioxidant capacity [113]. These recent studies of nanoparticles provide another candidate to attenuated OTA-induced toxicity. Recent studies of prevention of OTA-induced nephrotoxicity are summarized in Table 3.\n\n## 4. Conclusions\nThe mechanisms of OTA-induced nephrotoxicity are complicated and incompletely clarified; the literature review found that OTA activates PTEN/AKT, ERK1/2, NF-kB, and p38 pathways to induce apoptosis. Meanwhile, OTA induced lipotoxicity, pyroptosis, and senescence of renal cells. Besides, OTA regulates transcriptional factors, DNA methylation, and histone medication to cause renal injury. OTA eventually causes inflammation, glomerular and tubular damage, and even renal fibrosis through a different molecular signaling pathway. A summary mechanism of recent evidence of OTA-induced nephrotoxicity was in Figure 1. Reducing ROS production, activation of the Nrf2 pathway, maintaining DNA stability, or using nanoparticles as mycotoxin adsorbents are several ways used to prevent OTA toxicity. Both humans and animals will inevitably face exposure to OTA-contaminated food; the disclosed molecular mechanism of OTA nephrotoxicity is an important issue which provided further opinions and strategies such as prophylactic food or feed additive which could counteract OTA toxicity to protect human and animal health.",
  "word_count": 9716,
  "char_count": 69209
}