{
  "pmcid": "PMC6950345",
  "doi": "10.5256/f1000research.21541.r51089",
  "title": "Development of an IgY-based lateral flow immunoassay for detection of fumonisin B in maize",
  "authors": [
    "Tien Viet Tran",
    "Binh Nhu Do",
    "Thao Phuong Thi Nguyen",
    "Tung Thanh Tran",
    "Son Cao Tran",
    "Ba Van Nguyen",
    "Chuyen Van Nguyen",
    "Hoa Quang Le",
    "Zhanhui Wang",
    "Boris B. Dzantiev",
    "Tung Tran",
    "Zhanhui Wang",
    "Tung Tran",
    "Venkataramana Mudili",
    "Tung Tran"
  ],
  "year": "2019",
  "journal": "F1000Research",
  "abstract": "Fumonisins are among the most prevalent mycotoxins in maize, causing substantial economic losses and potential health risks in humans and animals. In the present study, in-house polyclonal IgY antibody against fumonisin B1 (FB\n1) and B2 (FB\n2) was applied for the development of a competitive lateral flow immunoassay detecting these mycotoxins in maize grains with the limit of detection of 4000 µg/kg, which corresponds to the maximum residue limit adopted by the European Commission. To this end, factors affecting the test performance including nitrocellulose membrane type, dilution factor of maize homogenates in running buffer, amount of detection conjugate, and incubation time between detection conjugate and samples were optimized. Under the optimal condition (UniSart\n®\nCN140 nitrocellulose membrane, FB\n1-BSA immobilized at 1 µg/cm, 1:10 dilution factor, 436 ng of gold nanoparticle conjugate, 30 minutes of incubation), the developed test could detect both FB\n1 and FB\n2 in maize with limit of detection of 4000 µg/kg, and showed no cross-reactivity to deoxynivalenol, ochratoxin A, aflatoxin B1 and zearalenone. When applied to detect FB\n1 and FB\n2 in naturally contaminated maize samples, results obtained from the developed assay were in good agreement with those from the high-performance liquid chromatography method. This lateral flow immunoassay is particularly suitable for screening of fumonisins in maize because of its simplicity and cost-effectiveness.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Fumonisins are a group of mycotoxins from\nFusarium species, mostly\nFusarium proliferatum and\nFusarium verticillioides (\nScott, 2012). To date, four groups of fumonisin have been identified (A, B, C and P-series), among which fumonisin B\n1 (FB\n1) and fumonisin B\n2 (FB\n2) are the most common mycotoxins found in corn, and were found to have various toxic and carcinogenic effects (\nMunkvold\net al., 2019;\nScott, 2012). For instance, highly significant associations between intake of fumonisin-contaminated maize and oral cancer, pharyngeal cancer, and esophageal cancer have been observed (\nAlizadeh\net al., 2012;\nFranceschi\net al., 1990;\nSun\net al., 2007). Equine leukoencephalomalacia and porcine pulmonary edema have also been revealed to be related to consumption of fumonisin-contaminated maize (\nHaliburton & Buck, 1986;\nMarasas, 2001). Due to its toxicity, the European Commission has adopted the maximum residue limit (MRL) for the presence of total fumonisins (as the sum of FB\n1 and FB\n2) in raw maize at 4000 µg/kg (\nEC, 2007). Recent studies pointed out fumonisin contamination in corn represents a major public-health concern in diverse countries including China (\nFu\net al., 2015;\nGuo\net al., 2016;\nHu\net al., 2019;\nLiu\net al., 2017), Brazil (\nScussel\net al., 2014), Kenya (\nMutiga\net al., 2015), South Africa (\nMngqawa\net al., 2016), Malawi (\nMwalwayo & Thole, 2016), Tanzania (\nKamala\net al., 2016), Nigeria (\nChilaka\net al., 2016), Ethiopia (\nGetachew\net al., 2018), Somalia (\nWielogorska\net al., 2019). In Vietnam,\nHieu Phuong\net al. (2015) showed that FB\n1 and FB\n2 were the major mycotoxin that contaminated maize with 67% of incidence, a range of positive samples for FB\n1 and FB\n2 at 102 to 10799 µg/kg and 102–5051 µg/kg respectively. Conventionally, chromatography methods such as high performance liquid chromatography (HPLC) or liquid chromatography tandem mass spectrometry (LC-MS/MS) could be used to detect fumonisins in maize (\nCigić & Prosen, 2009;\nGruber-Dorninger\net al., 2018). However, they are laborious, time consuming and require specialized equipment. On the other hand, lateral flow immunoassays (LFIAs) are cost-effective, easy to use and suitable for on-site analysis. Several LFIAs have been developed for quick and simple screening of fumonisins in various types of sample (\nAnfossi\net al., 2010;\nVenkataramana\net al., 2014;\nWang\net al., 2013;\nWang\net al., 2014;\nYu\net al., 2015). Nonetheless, most available LFIAs today are based on monoclonal or polyclonal IgG from mammals, which increases the cost of production and involves ethical issues of animal welfare. Polyclonal IgY antibodies from egg yolk of laying hens represent an attractive alternative to monoclonal and rodent polyclonal antibodies. With one course of immunization, IgY could be extracted non-invasively in a large quantity (up to 40–80 mg), with 2–10% of which being antigen specific (\nKovacs-Nolan & Mine, 2004;\nPauly\net al., 2011). As a result, IgY has been increasingly employed for the development of rapid tests. Its usefulness in LFIAs has been demonstrated for detection of morphine (\nGandhi\net al., 2009), methicillin-resistant\nStaphylococcus aureus (\nYamada\net al., 2013), staphylococcal enterotoxins (\nJin\net al., 2013), and rhein (\nZhang\net al., 2018b ). In the present study, we demonstrated the development of a IgY-based LFIA for simple and cost-effective screening of total fumonisins (as the sum of FB\n1 and FB\n2) in raw maize with LOD equal to the MRL of 4000 µg/kg."
    },
    {
      "title": "Methods",
      "text": "Conjugation of FB\n1 to BSA was performed following the protocol by\nSzurdoki\net al. (1996) with some modifications. Glutaraldehyde (GA) solution 50 % (W/V) (Sigma-Aldrich, Cat Nº 340855) was used as the cross-linker reagent while BSA (Sigma-Aldrich, Cat Nº A9085) was used as the carrier protein. Specifically, BSA (5 mg/mL) was dialyzed in 20 mM sodium phosphate buffer pH 6.0. A total of 10 µl of GA 50% (W/V) were then incubated with 1 mL of the dialyzed BSA solution overnight at room temperature. After incubation, excess GA was removed by dialyzing in Phosphate-buffered saline (PBS), followed by addition of 1 mg of FB\n1 (Santa Cruz Biotechnology, Cat Nº sc-201395A) to achieve the molar ratio of 20:1 (FB\n1:BSA-GA). The mixture was incubated at 4°C overnight on a Dynal Biotech rotary shaker (10 rpm) before the addition of 80 µl of glycine 1 M (Bio Basic, Cat Nº GB0235) to block unreacted aldehyde groups. The reaction mixture was further incubated at room temperature for 4 hours. Subsequently, sodium borohydride powder (Sigma-Aldrich, Cat Nº 452882) was added to the mixture (final concentration of 10 mg/mL) and incubated for 4 hours at room temperature. The obtained solution was then dialyzed and concentrated in 10 mM Borat buffer pH 8.5 using a 10 kDa Amicon\n® Ultra-4 Centrifugal Filter Unit (Millipore, Cat Nº UFC801024). Lastly, FB\n1-BSA conjugate was quantified using Nano Drop 2000 (Thermo Fisher Scientific) and stored at 4 °C. Animal procedures. All animal procedures were approved by the Research Ethics Committee of Vietnam Military Medical University (Decision No. 29/2015/HVQY-HD3). All efforts were made to ameliorate harm to the animals, by conforming to the Principles of animal care and use in research adopted by the Vietnam Military Medical University. A total of two Fayoumi hens (aged 20 weeks) were sourced from Thuy Phuong Poultry Research Center, Vietnam for IgY production. Hens were housed individually in standard battery cages (800 cm\n2/hen) and received commercial rations (A55, Anova Feed) and water\nad libitum. The temperature was kept between 25 and 35°C and the light cycle was 16 hours light/8 hours dark. Polyclonal IgY antibody against FB1-KLH was obtained as described previously (\nDo\net al., 2016). Briefly, FB1-KLH was prepared according to the procedure described by\nSzurdoki\net al. (1996). Glutaraldehyde (GA) solution 50 % (W/V) (Sigma-Aldrich, Cat Nº 340855) was used as the cross-linker reagent. A total of 10 mg of KLH (Thermo Fisher Scientific, Cat Nº 77600) was dissolved in 12 mL of water and dialyzed against 2 L of 0.2% GA in 0.01 M PBS (pH 7.5) for 20 hours. Excess GA was removed by dialyzing in PBS, followed by dropwise addition of 2 mg of FB1 (Santa Cruz Biotechnology, Cat Nº sc-201395A). The mixture was incubated at 4°C overnight on a Dynal Biotech rotary shaker (10 rpm) before the addition of 80 µl of glycine 1 M (Bio Basic, Cat Nº GB0235) to block unreacted aldehyde groups. The reaction mixture was further incubated at room temperature for 4 hours. The obtained solution was then dialyzed and concentrated in PBS pH 7.5 using a 100 kDa Amicon\n® Ultra-4 Centrifugal Filter Unit (Millipore, Cat Nº UFC810024). Lastly, FB1-KLH conjugate was quantified using Nano Drop 2000 (Thermo Fisher Scientific) and stored at 4 °C. The chickens were intramuscularly immunized three times in 10 days intervals to elicit strong immune response. For the first immunization, an injection dose of 1.0 mL was prepared by mixing 0.2 mg of FB\n1-KLH with an equal volume of complete Freund's adjuvant (Sigma-Aldrich, Cat Nº F5881). For the two subsequent booster immunizations, the amount of immunogen was decreased to 0.1 mg of FB\n1-KLH and incomplete Freund's adjuvant (Sigma-Aldrich, Cat Nº F5506) was used. Eggs were collected two weeks after the last immunization and stored at 4°C. The extraction of IgY was performed by polyethylene glycol (PEG) (Sigma-Aldrich, Cat Nº 81255) precipitation as described by\nPauly\net al. (2011). The eggshell was carefully cracked, and the yolk was transferred to a “yolk spoon” and filter paper to remove egg white. The egg yolk skin membrane was cut before the yolk was poured into a 50 ml tube. Twice the egg yolk volume of PBS was added to the tube and mixed by vortexing. PEG 6000 was added to achieve the final concentration of 3.5 % (w/v) and the tube was vortexed and rolled for 10 minutes on a Dynal Biotech rotary shaker (30 rpm) before being centrifuged at 8000\n× g, 4 °C for 10 minutes. The supernatant was subjected to filtration and then to precipitation of IgY by adding PEG 6000 (final concentration 12 % (w/v)). The tube was vortexed and centrifuged at 8000\n× g, 4 °C for 30 minutes and the supernatant was discarded. The pellet was dissolved in 10 mL PBS and PEG 6000 was added to achieve the final concentration of 12 % (w/v). Subsequently, the tube was centrifuged at 8000\n× g, 4 °C for 30 minutes. The pellet was dissolved in 5 mL of PBS and IgY was further purified by microfiltration via a 0.45 μm membrane and ultrafiltration using 100 kDa Amicon® Ultra-4 Centrifugal Filter Units (Millipore, Cat Nº UFC810008). Finally, IgY was stored at -80°C in small aliquots. IgY was conjugated to gold nanoparticles via covalent immobilization, following instructions of BioReady 40 nm Carboxyl Gold (Nanocomposix, Cat Nº AUXR40-5M). The procedure involves linking the primary amine groups of the antibody to the carboxylic groups on the surface of the particles by the use of EDC/Sulfo-NHS coupling chemistry. Specifically, before conjugation, 10 mg/mL EDC (Sigma-Aldrich, Cat Nº 03449) and 10 mg/mL Sulfo-NHS (Sigma Aldrich, Cat Nº 56485) were freshly prepared in H2O; and the polyclonal IgY antibody was dialyzed in 10 mM potassium phosphate (pH 7.4) using Amicon Ultra-0.5 Centrifugal Filter Unit (Millipore, Cat Nº UFC501096). One milliliter (0.83 mg) of BioReady 40 nm Carboxyl Gold (NanoComposix, Cat Nº AUXR40-5M) was mixed with 20 µl and 40 µl of the prepared EDC and Sulfo-NHS respectively. The mixture was then incubated on a Dynal Biotech rotary shaker (15 rpm) at room temperature for 30 minutes then centrifuged at 3600 × g for 10 minutes. The supernatant was then removed completely, and the gold nanoparticles were resuspended in 1 mL of Reaction Buffer (5 mM potassium phosphate, 0.5 % 20K MW PEG, pH 7.4). The reaction tube was then incubated with 50 µg of IgY on a Dynal Biotech rotary shaker (15 rpm) at room temperature for 2 hours. Subsequently, blocking of remaining NHS-esters was performed using 10 µl of 50% (w/v) hydroxylamine. IgY-conjugated gold nanoparticles were then washed three times with 1 mL of Reaction Buffer and resuspended in 10 mL of Conjugate Diluent (0.1X PBS, 0.5% BSA, 0.05% Sodium Azide) and stored at 4°C. Test strips were prepared following\nPosthuma-Trumpie\net al. (2008) with some modifications. Briefly, a Linomat V (Camag, Cat Nº 022.7808) was used to dispense FB\n1-BSA and Mouse monoclonal 0.8C Anti-Chicken IgY H&L (Abcam, Cat Nº ab82229) at the test line and control line positions of a nitrocellulose membrane respectively. For the control line, immunoglobulins were dispensed at a dose of 0.5 µg/cm, at the position of 2 cm away from the dipping point. For the test line, FB\n1-BSA was dispensed at a dose of 1 µg/cm at the position of 1.5 cm away from the dipping point. The membrane was then dried for 2 hours at 37°C. A second plastic backing and an absorption pad (Extra Thick Blot Paper, BIO-RAD, Cat Nº 1703969) were applied; and the membranes were cut into 4 mm-wide test strips using an Autokun cutter (Hangzhou Autokun Technology). Test trips were sealed in aluminum packages with a desiccation pad and stored at 4°C until use. Three different membranes were tested, namely\nCNPC-SS12, 10 µm with wicking time of 140 ± 28s/40 mm (MDI technologies, Cat Nº CNPC-SS12-10µm-25mm), UniSart® CN140 with wicking time of 95-155s/40 mm (Sartorius, Cat Nº 1UN14ER100025NTB), and UniSart® CN 95 with wicking time of 65-115s/40 mm (Sartorius, Cat Nº 1UN95ER100040WS). Blank and naturally contaminated maize grains were collected from local markets in Hanoi, Vietnam during the year of 2017. The samples were finely ground using an A 11 basic Analytical mill (IKA) and a 500 µm sieve. Spiking of FBs into maize was performed on a blank sample. Briefly, 5 g of ground maize were spiked with 10–40 µl of FB\n1 or FB\n2 stock solution of 1 mg/mL to achieve final content of 2000 – 8000 µg/kg. Spiked samples were left 24 hours at 4°C. Extraction of FBs and LFIA analysis were performed as described below. The protocol for FB extraction from naturally contaminated or spiked samples (\nFigure 1) was based on the work of\nPietri & Bertuzzi (2011) and\nLattanzio\net al. (2012). Instead of using organic solvents, FB was extracted with 0.4 M phosphate buffer (PB) at pH 7.5 (\nPietri & Bertuzzi, 2011). Specifically, 5 g of maize flour were mixed with 45 mL of PB and blended using a T10 basic ULTRA-TURRAX\n® (IKA) at the highest speed for 3 minutes. The blended samples were then allowed to settle for 3 minutes to recover the supernatant, which was further diluted 1:3, 1:5, 1:10 or 1:20 in Running Buffer (100 mM Borat Buffer, 0.5 % BSA, 0.05% Tween\n®-20, 0.02 % NaN\n3, pH 8.5). For LFIA analysis, 100 µl of the diluted extracts were dispensed into a 2-mL lyophilization glass vials and incubated with 174 ng, 436 ng or 697 ng (corresponding to 2, 5, 8 µl) of detection conjugate for 0 to 60 minutes before being flowed vertically onto LFIA test strips. After 25 minutes, results could be read with the naked eye or captured by a Perfection V600 scanner (Epson). Optical densities of test lines and control lines were digitalized to obtain signal values using\nImageJ software (ver.1.47) (\nSchneider\net al., 2012).\nGraphPad Prism 6.0 (GraphPad Software Inc.) was used to statistically analyze and graph the data. Unpaired, two-tailed\nt-tests were performed to determine statistical significance. A total of 5 g of maize were homogenized in 45 mL of phosphate buffer for 3 minutes. The mixture was allowed to settle for 3 minutes before collection of the supernatant, which was further diluted in running buffer. A hundred microliters of the diluted extract were used for lateral flow immunoassays (LFIA) analysis. After being incubated with detection conjugate at room temperature, samples were flowed onto LFIA strips. Results were read with the naked eye after the strips absorbed fluid completely. To test the specificity of the developed assay, four following mycotoxins at 100-fold and 1000-fold of the maximum residue limit (MRL) (deoxynivalenol at 1750 ng/mL and 17500 ng/mL; ochratoxin A at 5 ng/mL and 50 ng/mL; aflatoxin B\n1 at 10 ng/mL and 100 ng/mL; and zearalenone at 350 ng/mL and 3500 ng/mL) were spiked into diluted extracts of blank samples. All of these mycotoxins were purchased from FERMENTEK Ltd (Cat Nº: 51481-10-8, 303-47-9, 1162-65-8, 17924-92-4). The subsequent LFIA analyses were performed as mentioned above. FBs in maize were quantified by the EN 13585:2001 standard method (\nCEN, 2001) with some modifications. Briefly, 5g of maize were mixed with 5 mL of methanol-water and blended for 5 minutes using a T10 basic ULTRA-TURRAX® (IKA). Maize extracts were then collected by centrifugation (500\n× g, 10 minutes) and filtering (Whatman) and 1 mL aliquot of filtrates was loaded into a preconditioned Bond-Elut strong-anion-exchanging cartridge (Agilent, Cat Nº 14102017). After washing with methanol, elution was performed using 10 mL of methanol-acetic acid (99:1 v/v). The eluate was then evaporated under a stream of nitrogen, washed with 1 mL of methanol and evaporated again. Dried samples were reconstituted in 1 mL of methanol before HPLC-MS/MS analysis. HPLC injection (10 µl) was performed on a system consisting of a Shimadzu LC-20ADVP pump; a Symmetry HPLC column (150 mm × 3.0 mm i.d. × 3.5 µm) maintained at 30°C (Waters, 186000695); and a SCIEX Triple Quad™ 5500 mass spectrometer. The analytical separation was performed with water-acid formic (99.9-0.1, v/v) and acetonitrile as mobile phases A and B respectively. The gradient elution program began with an isocratic step of 80:20 A:B for 2 minutes and then increased linearly to 10:90 A:B over 5 minutes, which was maintained for 3 minutes, and returned to the starting condition. The condition was then held constant for 3 minutes. The flow rate was kept at 0.5 mL/min. The HPLC column effluent was pumped to the MS/MS system, with the electrospray ionization (ESI) probe operating in positive mode. The following parameters were used: capillary voltage, 5000 V; desolvation gas temperature, 450°C; ion source gas 1 and gas 2 pressure, 40 and 30 psi, respectively. Detection was carried out in multiple reaction monitoring (MRM) mode with two transitions for each compound. Nitrogen was used as the collision gas, and the collision cell pressure was 7 psi. The reference standards of FBs were purchased from LGC Standards (Cat Nº B-MYC0400-C and B-MYC0420-1)."
    },
    {
      "title": "Preparation of FB\n",
      "text": "Conjugation of FB\n1 to BSA was performed following the protocol by\nSzurdoki\net al. (1996) with some modifications. Glutaraldehyde (GA) solution 50 % (W/V) (Sigma-Aldrich, Cat Nº 340855) was used as the cross-linker reagent while BSA (Sigma-Aldrich, Cat Nº A9085) was used as the carrier protein. Specifically, BSA (5 mg/mL) was dialyzed in 20 mM sodium phosphate buffer pH 6.0. A total of 10 µl of GA 50% (W/V) were then incubated with 1 mL of the dialyzed BSA solution overnight at room temperature. After incubation, excess GA was removed by dialyzing in Phosphate-buffered saline (PBS), followed by addition of 1 mg of FB\n1 (Santa Cruz Biotechnology, Cat Nº sc-201395A) to achieve the molar ratio of 20:1 (FB\n1:BSA-GA). The mixture was incubated at 4°C overnight on a Dynal Biotech rotary shaker (10 rpm) before the addition of 80 µl of glycine 1 M (Bio Basic, Cat Nº GB0235) to block unreacted aldehyde groups. The reaction mixture was further incubated at room temperature for 4 hours. Subsequently, sodium borohydride powder (Sigma-Aldrich, Cat Nº 452882) was added to the mixture (final concentration of 10 mg/mL) and incubated for 4 hours at room temperature. The obtained solution was then dialyzed and concentrated in 10 mM Borat buffer pH 8.5 using a 10 kDa Amicon\n® Ultra-4 Centrifugal Filter Unit (Millipore, Cat Nº UFC801024). Lastly, FB\n1-BSA conjugate was quantified using Nano Drop 2000 (Thermo Fisher Scientific) and stored at 4 °C."
    },
    {
      "title": "Production of IgY against FB\n",
      "text": "Animal procedures. All animal procedures were approved by the Research Ethics Committee of Vietnam Military Medical University (Decision No. 29/2015/HVQY-HD3). All efforts were made to ameliorate harm to the animals, by conforming to the Principles of animal care and use in research adopted by the Vietnam Military Medical University. A total of two Fayoumi hens (aged 20 weeks) were sourced from Thuy Phuong Poultry Research Center, Vietnam for IgY production. Hens were housed individually in standard battery cages (800 cm\n2/hen) and received commercial rations (A55, Anova Feed) and water\nad libitum. The temperature was kept between 25 and 35°C and the light cycle was 16 hours light/8 hours dark. Polyclonal IgY antibody against FB1-KLH was obtained as described previously (\nDo\net al., 2016). Briefly, FB1-KLH was prepared according to the procedure described by\nSzurdoki\net al. (1996). Glutaraldehyde (GA) solution 50 % (W/V) (Sigma-Aldrich, Cat Nº 340855) was used as the cross-linker reagent. A total of 10 mg of KLH (Thermo Fisher Scientific, Cat Nº 77600) was dissolved in 12 mL of water and dialyzed against 2 L of 0.2% GA in 0.01 M PBS (pH 7.5) for 20 hours. Excess GA was removed by dialyzing in PBS, followed by dropwise addition of 2 mg of FB1 (Santa Cruz Biotechnology, Cat Nº sc-201395A). The mixture was incubated at 4°C overnight on a Dynal Biotech rotary shaker (10 rpm) before the addition of 80 µl of glycine 1 M (Bio Basic, Cat Nº GB0235) to block unreacted aldehyde groups. The reaction mixture was further incubated at room temperature for 4 hours. The obtained solution was then dialyzed and concentrated in PBS pH 7.5 using a 100 kDa Amicon\n® Ultra-4 Centrifugal Filter Unit (Millipore, Cat Nº UFC810024). Lastly, FB1-KLH conjugate was quantified using Nano Drop 2000 (Thermo Fisher Scientific) and stored at 4 °C. The chickens were intramuscularly immunized three times in 10 days intervals to elicit strong immune response. For the first immunization, an injection dose of 1.0 mL was prepared by mixing 0.2 mg of FB\n1-KLH with an equal volume of complete Freund's adjuvant (Sigma-Aldrich, Cat Nº F5881). For the two subsequent booster immunizations, the amount of immunogen was decreased to 0.1 mg of FB\n1-KLH and incomplete Freund's adjuvant (Sigma-Aldrich, Cat Nº F5506) was used. Eggs were collected two weeks after the last immunization and stored at 4°C. The extraction of IgY was performed by polyethylene glycol (PEG) (Sigma-Aldrich, Cat Nº 81255) precipitation as described by\nPauly\net al. (2011). The eggshell was carefully cracked, and the yolk was transferred to a “yolk spoon” and filter paper to remove egg white. The egg yolk skin membrane was cut before the yolk was poured into a 50 ml tube. Twice the egg yolk volume of PBS was added to the tube and mixed by vortexing. PEG 6000 was added to achieve the final concentration of 3.5 % (w/v) and the tube was vortexed and rolled for 10 minutes on a Dynal Biotech rotary shaker (30 rpm) before being centrifuged at 8000\n× g, 4 °C for 10 minutes. The supernatant was subjected to filtration and then to precipitation of IgY by adding PEG 6000 (final concentration 12 % (w/v)). The tube was vortexed and centrifuged at 8000\n× g, 4 °C for 30 minutes and the supernatant was discarded. The pellet was dissolved in 10 mL PBS and PEG 6000 was added to achieve the final concentration of 12 % (w/v). Subsequently, the tube was centrifuged at 8000\n× g, 4 °C for 30 minutes. The pellet was dissolved in 5 mL of PBS and IgY was further purified by microfiltration via a 0.45 μm membrane and ultrafiltration using 100 kDa Amicon® Ultra-4 Centrifugal Filter Units (Millipore, Cat Nº UFC810008). Finally, IgY was stored at -80°C in small aliquots."
    },
    {
      "title": "Preparation of IgY-conjugated gold nanoparticles",
      "text": "IgY was conjugated to gold nanoparticles via covalent immobilization, following instructions of BioReady 40 nm Carboxyl Gold (Nanocomposix, Cat Nº AUXR40-5M). The procedure involves linking the primary amine groups of the antibody to the carboxylic groups on the surface of the particles by the use of EDC/Sulfo-NHS coupling chemistry. Specifically, before conjugation, 10 mg/mL EDC (Sigma-Aldrich, Cat Nº 03449) and 10 mg/mL Sulfo-NHS (Sigma Aldrich, Cat Nº 56485) were freshly prepared in H2O; and the polyclonal IgY antibody was dialyzed in 10 mM potassium phosphate (pH 7.4) using Amicon Ultra-0.5 Centrifugal Filter Unit (Millipore, Cat Nº UFC501096). One milliliter (0.83 mg) of BioReady 40 nm Carboxyl Gold (NanoComposix, Cat Nº AUXR40-5M) was mixed with 20 µl and 40 µl of the prepared EDC and Sulfo-NHS respectively. The mixture was then incubated on a Dynal Biotech rotary shaker (15 rpm) at room temperature for 30 minutes then centrifuged at 3600 × g for 10 minutes. The supernatant was then removed completely, and the gold nanoparticles were resuspended in 1 mL of Reaction Buffer (5 mM potassium phosphate, 0.5 % 20K MW PEG, pH 7.4). The reaction tube was then incubated with 50 µg of IgY on a Dynal Biotech rotary shaker (15 rpm) at room temperature for 2 hours. Subsequently, blocking of remaining NHS-esters was performed using 10 µl of 50% (w/v) hydroxylamine. IgY-conjugated gold nanoparticles were then washed three times with 1 mL of Reaction Buffer and resuspended in 10 mL of Conjugate Diluent (0.1X PBS, 0.5% BSA, 0.05% Sodium Azide) and stored at 4°C."
    },
    {
      "title": "Preparation of LFIA test strips",
      "text": "Test strips were prepared following\nPosthuma-Trumpie\net al. (2008) with some modifications. Briefly, a Linomat V (Camag, Cat Nº 022.7808) was used to dispense FB\n1-BSA and Mouse monoclonal 0.8C Anti-Chicken IgY H&L (Abcam, Cat Nº ab82229) at the test line and control line positions of a nitrocellulose membrane respectively. For the control line, immunoglobulins were dispensed at a dose of 0.5 µg/cm, at the position of 2 cm away from the dipping point. For the test line, FB\n1-BSA was dispensed at a dose of 1 µg/cm at the position of 1.5 cm away from the dipping point. The membrane was then dried for 2 hours at 37°C. A second plastic backing and an absorption pad (Extra Thick Blot Paper, BIO-RAD, Cat Nº 1703969) were applied; and the membranes were cut into 4 mm-wide test strips using an Autokun cutter (Hangzhou Autokun Technology). Test trips were sealed in aluminum packages with a desiccation pad and stored at 4°C until use. Three different membranes were tested, namely\nCNPC-SS12, 10 µm with wicking time of 140 ± 28s/40 mm (MDI technologies, Cat Nº CNPC-SS12-10µm-25mm), UniSart® CN140 with wicking time of 95-155s/40 mm (Sartorius, Cat Nº 1UN14ER100025NTB), and UniSart® CN 95 with wicking time of 65-115s/40 mm (Sartorius, Cat Nº 1UN95ER100040WS)."
    },
    {
      "title": "Sample preparation and assay procedures",
      "text": "Blank and naturally contaminated maize grains were collected from local markets in Hanoi, Vietnam during the year of 2017. The samples were finely ground using an A 11 basic Analytical mill (IKA) and a 500 µm sieve. Spiking of FBs into maize was performed on a blank sample. Briefly, 5 g of ground maize were spiked with 10–40 µl of FB\n1 or FB\n2 stock solution of 1 mg/mL to achieve final content of 2000 – 8000 µg/kg. Spiked samples were left 24 hours at 4°C. Extraction of FBs and LFIA analysis were performed as described below. The protocol for FB extraction from naturally contaminated or spiked samples (\nFigure 1) was based on the work of\nPietri & Bertuzzi (2011) and\nLattanzio\net al. (2012). Instead of using organic solvents, FB was extracted with 0.4 M phosphate buffer (PB) at pH 7.5 (\nPietri & Bertuzzi, 2011). Specifically, 5 g of maize flour were mixed with 45 mL of PB and blended using a T10 basic ULTRA-TURRAX\n® (IKA) at the highest speed for 3 minutes. The blended samples were then allowed to settle for 3 minutes to recover the supernatant, which was further diluted 1:3, 1:5, 1:10 or 1:20 in Running Buffer (100 mM Borat Buffer, 0.5 % BSA, 0.05% Tween\n®-20, 0.02 % NaN\n3, pH 8.5). For LFIA analysis, 100 µl of the diluted extracts were dispensed into a 2-mL lyophilization glass vials and incubated with 174 ng, 436 ng or 697 ng (corresponding to 2, 5, 8 µl) of detection conjugate for 0 to 60 minutes before being flowed vertically onto LFIA test strips. After 25 minutes, results could be read with the naked eye or captured by a Perfection V600 scanner (Epson). Optical densities of test lines and control lines were digitalized to obtain signal values using\nImageJ software (ver.1.47) (\nSchneider\net al., 2012).\nGraphPad Prism 6.0 (GraphPad Software Inc.) was used to statistically analyze and graph the data. Unpaired, two-tailed\nt-tests were performed to determine statistical significance. A total of 5 g of maize were homogenized in 45 mL of phosphate buffer for 3 minutes. The mixture was allowed to settle for 3 minutes before collection of the supernatant, which was further diluted in running buffer. A hundred microliters of the diluted extract were used for lateral flow immunoassays (LFIA) analysis. After being incubated with detection conjugate at room temperature, samples were flowed onto LFIA strips. Results were read with the naked eye after the strips absorbed fluid completely."
    },
    {
      "title": "Specificity test",
      "text": "To test the specificity of the developed assay, four following mycotoxins at 100-fold and 1000-fold of the maximum residue limit (MRL) (deoxynivalenol at 1750 ng/mL and 17500 ng/mL; ochratoxin A at 5 ng/mL and 50 ng/mL; aflatoxin B\n1 at 10 ng/mL and 100 ng/mL; and zearalenone at 350 ng/mL and 3500 ng/mL) were spiked into diluted extracts of blank samples. All of these mycotoxins were purchased from FERMENTEK Ltd (Cat Nº: 51481-10-8, 303-47-9, 1162-65-8, 17924-92-4). The subsequent LFIA analyses were performed as mentioned above."
    },
    {
      "title": "Quantification of FB\n",
      "text": "FBs in maize were quantified by the EN 13585:2001 standard method (\nCEN, 2001) with some modifications. Briefly, 5g of maize were mixed with 5 mL of methanol-water and blended for 5 minutes using a T10 basic ULTRA-TURRAX® (IKA). Maize extracts were then collected by centrifugation (500\n× g, 10 minutes) and filtering (Whatman) and 1 mL aliquot of filtrates was loaded into a preconditioned Bond-Elut strong-anion-exchanging cartridge (Agilent, Cat Nº 14102017). After washing with methanol, elution was performed using 10 mL of methanol-acetic acid (99:1 v/v). The eluate was then evaporated under a stream of nitrogen, washed with 1 mL of methanol and evaporated again. Dried samples were reconstituted in 1 mL of methanol before HPLC-MS/MS analysis. HPLC injection (10 µl) was performed on a system consisting of a Shimadzu LC-20ADVP pump; a Symmetry HPLC column (150 mm × 3.0 mm i.d. × 3.5 µm) maintained at 30°C (Waters, 186000695); and a SCIEX Triple Quad™ 5500 mass spectrometer. The analytical separation was performed with water-acid formic (99.9-0.1, v/v) and acetonitrile as mobile phases A and B respectively. The gradient elution program began with an isocratic step of 80:20 A:B for 2 minutes and then increased linearly to 10:90 A:B over 5 minutes, which was maintained for 3 minutes, and returned to the starting condition. The condition was then held constant for 3 minutes. The flow rate was kept at 0.5 mL/min. The HPLC column effluent was pumped to the MS/MS system, with the electrospray ionization (ESI) probe operating in positive mode. The following parameters were used: capillary voltage, 5000 V; desolvation gas temperature, 450°C; ion source gas 1 and gas 2 pressure, 40 and 30 psi, respectively. Detection was carried out in multiple reaction monitoring (MRM) mode with two transitions for each compound. Nitrogen was used as the collision gas, and the collision cell pressure was 7 psi. The reference standards of FBs were purchased from LGC Standards (Cat Nº B-MYC0400-C and B-MYC0420-1)."
    },
    {
      "title": "Results",
      "text": "The LFIA developed in the present study is based on the competitive format in which polyclonal IgY antibody, showing recognition specificity toward both FB1 and FB2 (\nDo\net al., 2016), is conjugated to gold nanoparticle (see underlying data (\nTran\net al., 2019)). The labeled antibody was mixed with the sample extract in a glass vial, and the mixture was incubated to allow antigen-antibody complexes to form before flowing onto the nitrocellulose membrane which contains a test line and a control line. In our assay, FB\n1-BSA conjugate was immobilized on the test line while a secondary antibody against chicken IgY was coated on the control line. In a negative sample, the free detection antibody binds to the FB\n1-BSA conjugate immobilized on the test line, forming a visible line. An excess of the labeled antibody migrates to the control line and binds to the secondary antibody. As a result, a negative sample will form two visible lines on the nitrocellulose membrane. In a positive sample, FBs in the sample extract will react with all of the available binding sites of the antibody, thus preventing attachment of the detection antibody to the FB\n1-BSA conjugate on the test line. All of the detection conjugate will migrate to the control line and will form a visible line. Consequently, a positive sample will form only one line at the control zone. Optimization has been performed with FB\n1, the most common mycotoxin in maize, so that the samples with FB\n1 concentration equal to or beyond the maximum residue limit of 4000 µg/kg, will result in no visible line at the test zone. To this end, the effects of nitrocellulose membrane type, dilution factor of maize homogenates in running buffer, amount of detection conjugate, and the incubation time between sample extract and detection conjugate, on the test performance were evaluated. Selection of nitrocellulose membrane. Flow rate and protein-binding capacity of nitrocellulose membranes directly affect sensitivity and run time of a LFIA (\nO’Farrell, 2008). Generally, nitrocellulose membranes with a low flow rate will facilitate the formation of immunocomplexes at the test and control lines. However, it could lead to extended run times and false positive results (\nO’Farrell, 2008). In the present study, selection of nitrocellulose membrane was carried out by analyzing running buffer mixed with detection conjugate (negative controls) on three different nitrocellulose membranes.\nFigure 2 indicated that UniSart\n®\nCN140 (Sartorius) and\nCNPC-SS12, 10 μm (MDI technologies) produced higher signal intensities than UniSart\n®\nCN95 (Sartorius). Although the difference in signal intensity between UniSart® CN140 and\nCNPC-SS12, 10 μm was not statistically significant (p = 0.9209), sample uptake time was significantly lower on UniSart® CN140\n (\nFigure 2B). Therefore, UniSart\n®\nCN140 from Sartorius was chosen for subsequent experiments. (\nA) Images of negative controls (0 µg/mL fumonisin group B (FB)) on three different nitrocellulose membranes; 1, UniSart\n®\nCN95 (Sartorius)\n, 2, UniSart\n®\nCN140 (Sartorius); 3,\nCNPC-SS12 10 µm (MDI technologies); CL, control line; TL, test line. (\nB) Quantification of signal intensities and sample uptake time for each type of membrane. Sample uptake time is defined as the total time required for membranes to absorb fluid completely. T, test line signal; C, control line signal. Optimization of dilution factor of maize extract. Food sample extracts are commonly diluted before analysis by LFIA to minimize the negative effects of sample matrix on antibody-antigen reactions (\nAnfossi\net al., 2011;\nLattanzio\net al., 2012). To determine the optimal dilution factor, blank maize grains were subjected to extraction using phosphate buffer (PB) and dilution in running buffer with ratios ranging from 1:3 to 1:20. According to\nPietri & Bertuzzi (2011), average recovery percentages were 95.5±1.9% and 96.7±2.1% for FB\n1 and FB\n2 when extracted in PB. Furthermore, this extraction method does not require the use of toxic solvents and it may prevent possible inhibiting effects of organic solvents on antibody-antigen reaction (\nRehan & Younus, 2006;\nRussell\net al., 1989). Test line intensities generated by the diluted extract samples were compared with those from negative controls.\nFigure 3 revealed that signal intensities were decreased at dilution factors of 1:3 and 1:5, comparing to those from negative controls. However, starting from 1:10 dilution, test line signals were similar to negative controls (\nFigure 3B). As a result, an optimal dilution factor of 1:10 was set for subsequent experiments. (\nA) Images of diluted extracts of blank maize samples (negative with fumonisin group B (FB) by high performance liquid chromatography (HPLC)) with different dilution factors on representative lateral flow immunoassay strips; 1, 2, 3, 4, maize homogenates diluted 3-, 5-, 10-, 20-fold respectively in running buffer; 5, negative controls. CL, control line; TL, test line. (\nB) Quantification of test line signals. Control, negative control; AU, arbitrary unit. Optimization of amount of detection conjugate. Quantity of labeled antibody directly affects the limit of detection of a competitive LFIA. In fact, if a low amount of detection conjugate is used, no visible test lines will be formed even low levels of FBs (less than 4000 µg/kg) are present in the samples. Furthermore, using a low amount of detection conjugate will decrease the signal intensities at both test and control lines, causing difficulties in result interpretation. On the other hand, using an excessive amount of detection conjugate will negatively affect the analytical sensitivity of the assay as more toxins are required to saturate all the binding sites of the detection antibody. In the present study, various amounts (174 ng, 436 ng, and 697 ng corresponding to 2, 5, and 8 µl) of detection conjugate were used to react with FB\n1 extracted from blank samples spiked with this toxin at 2000 µg/kg, 4000 µg/kg or 8000 µg/kg. For samples spiked with 2000 µg/kg FB\n1, test lines were observed on all test strips regardless of the amounts of detection conjugate used (\nFigure 4). Conversely, no test line was observed when FB\n1 is present at 8000 µg/kg (\nFigure 4). At the cut-off level of 4000 µg/kg, test line signal was still present when 697 ng of detection conjugate were used while no test line was visible when 174 ng or 436 ng of detection conjugate were used. However, using 174 ng of detection conjugate resulted in low signals of test line on negative controls (\nFigure 4). Therefore, 436 ng of IgY-conjugated gold nanoparticles were used for further studies. (\nA) Images of negative controls and diluted extracts of blank maize samples spiked with FB\n1 at 2000 µg/kg, 4000 µg/kg, and 8000 µg/kg using 174 ng, 436 ng or 697 ng of detection conjugate on representative lateral flow immunoassay (LFIA) strips. Maize extracts were incubated with detection conjugate for one hour at room temperature before being analyzed on LFIA strips. Experiment was performed with 8 replicates. CL, control line; TL, test line. (\nB) Quantification of test line signals. AU, arbitrary unit. Optimization of incubation time between samples and detection conjugate. Effects of incubation step between detection conjugate and FB\n1 at the cut-off level (extracted from blank samples spiked with FB\n1 at 4000 µg/kg) on the test performance were assessed by varying the incubation time from 0 to 60 minutes. Results (\nFigure 5) indicated that test lines were still visible when the incubation time was 0 or 15 minutes, while no test lines were observed when the incubation time was 30 or 60 minutes. To shorten the analytical procedure, an incubation time of 30 minutes was chosen. (\nA) Images of diluted extract (from blank sample spiked with fumonisin B\n1 (FB\n1) at 4000 µg/kg) incubated with 436 ng of detection conjugate for 0, 15, 30 and 60 minutes on representative lateral flow immunoassay strips. 1, negative control; 2, 3, 4, 5, incubation time of 0, 15, 30, 60 minutes respectively; CL, control line; TL, test line. (\nB) Quantification of signal intensities. NC, negative control; AU, arbitrary unit. Previously, we have shown that the polyclonal IgY antibody used in the present study, recognized FB\n1 and FB\n2 with different affinities (IC\n50 = 10 and 49 ng/ml for FB\n1 and FB\n2 respectively) (\nDo\net al., 2016). To determine if the developed LFIA could detect FB\n2 in maize at the cut-off level of 4000 µg/kg, this toxin was spiked into a blank sample at 2000 µg/kg, 4000 µg/kg, and 8000 µg/kg. Results (\nFigure 6) showed that no visible line was formed at test zone for samples spiked with 4000 µg/kg and 8000 µg/kg of FB\n2. On the contrary, faint signals were still observed at the test line for samples spiked with 2000 µg/kg of FB\n2. Therefore, the limit of detection of our LFIA for FB\n2 was also 4000 µg/kg, meaning that the developed test could be used for screening of total FBs in maize. The extended incubation time between detection conjugate and the toxins (30 minutes) and the optimal amount of labeled antibody are likely able to compensate for the difference in affinity of IgY antibody for FB\n1 and FB\n2. (\nA) Images of negative controls (1) and diluted extracts of blank maize sample spiked with FB\n2 at 2000 µg/kg (2), 4000 µg/kg (3), and 8000 µg/kg (4) on representative lateral flow immunoassay strips. CL, control line; TL, test line. Experiment was performed with 8 replicates. (\nB) Quantification of test line signals. AU, arbitrary unit. Cross-reactivity tests were performed using deoxynivalenol, ochratoxin A, aflatoxin B1 and zearalenone spiked into blank maize extracts at two different concentration levels (100-fold and 1000-fold of MRL).\nFigure 7 showed that there was no difference in signal intensities at test line position between negative control and samples spiked with low and high concentrations of the tested mycotoxins. Therefore, the developed LFIA did not cross-react with deoxynivalenol, ochratoxin A, aflatoxin B1 and zearalenone. Deoxynivalenol (1750 and 17500 ng/mL), ochratoxin A (5 and 50 ng/mL), aflatoxin B1 (10 and 100 ng/mL), zearalenone (350 and 3500 ng/mL) were spiked into diluted extracts of blank maize samples and incubated with detection conjugate for 30 minutes before being analyzed on lateral flow immunoassay (LFIA) test strips. Negative, negative controls; Positive, 40 ng/mL fumonisin B\n1 (FB\n1), CL, control line; TL, test line. A total of 19 maize samples were analyzed by HPLC-MS/MS and the developed assay. By HPLC-MS/MS, all samples were negative with FB\n2, while 11 samples were positive with FB\n1, with concentrations ranging from 27 µg/kg to 7850 µg/kg (\nTable 1). One sample (No 16: 7850 µg/kg of FB\n1) exceeded the maximum legislative limits (EU) of 4000 µg/kg (\nEC, 2007). Notably, only this sample was positive by IgY LFIA. Although the sample size was relatively low, these findings indicated that results by the IgY LFIA were in good agreement with those from MSthe standard method as no false positive or false negative results were found."
    },
    {
      "title": "Development and optimization of LFIA",
      "text": "The LFIA developed in the present study is based on the competitive format in which polyclonal IgY antibody, showing recognition specificity toward both FB1 and FB2 (\nDo\net al., 2016), is conjugated to gold nanoparticle (see underlying data (\nTran\net al., 2019)). The labeled antibody was mixed with the sample extract in a glass vial, and the mixture was incubated to allow antigen-antibody complexes to form before flowing onto the nitrocellulose membrane which contains a test line and a control line. In our assay, FB\n1-BSA conjugate was immobilized on the test line while a secondary antibody against chicken IgY was coated on the control line. In a negative sample, the free detection antibody binds to the FB\n1-BSA conjugate immobilized on the test line, forming a visible line. An excess of the labeled antibody migrates to the control line and binds to the secondary antibody. As a result, a negative sample will form two visible lines on the nitrocellulose membrane. In a positive sample, FBs in the sample extract will react with all of the available binding sites of the antibody, thus preventing attachment of the detection antibody to the FB\n1-BSA conjugate on the test line. All of the detection conjugate will migrate to the control line and will form a visible line. Consequently, a positive sample will form only one line at the control zone. Optimization has been performed with FB\n1, the most common mycotoxin in maize, so that the samples with FB\n1 concentration equal to or beyond the maximum residue limit of 4000 µg/kg, will result in no visible line at the test zone. To this end, the effects of nitrocellulose membrane type, dilution factor of maize homogenates in running buffer, amount of detection conjugate, and the incubation time between sample extract and detection conjugate, on the test performance were evaluated. Selection of nitrocellulose membrane. Flow rate and protein-binding capacity of nitrocellulose membranes directly affect sensitivity and run time of a LFIA (\nO’Farrell, 2008). Generally, nitrocellulose membranes with a low flow rate will facilitate the formation of immunocomplexes at the test and control lines. However, it could lead to extended run times and false positive results (\nO’Farrell, 2008). In the present study, selection of nitrocellulose membrane was carried out by analyzing running buffer mixed with detection conjugate (negative controls) on three different nitrocellulose membranes.\nFigure 2 indicated that UniSart\n®\nCN140 (Sartorius) and\nCNPC-SS12, 10 μm (MDI technologies) produced higher signal intensities than UniSart\n®\nCN95 (Sartorius). Although the difference in signal intensity between UniSart® CN140 and\nCNPC-SS12, 10 μm was not statistically significant (p = 0.9209), sample uptake time was significantly lower on UniSart® CN140\n (\nFigure 2B). Therefore, UniSart\n®\nCN140 from Sartorius was chosen for subsequent experiments. (\nA) Images of negative controls (0 µg/mL fumonisin group B (FB)) on three different nitrocellulose membranes; 1, UniSart\n®\nCN95 (Sartorius)\n, 2, UniSart\n®\nCN140 (Sartorius); 3,\nCNPC-SS12 10 µm (MDI technologies); CL, control line; TL, test line. (\nB) Quantification of signal intensities and sample uptake time for each type of membrane. Sample uptake time is defined as the total time required for membranes to absorb fluid completely. T, test line signal; C, control line signal. Optimization of dilution factor of maize extract. Food sample extracts are commonly diluted before analysis by LFIA to minimize the negative effects of sample matrix on antibody-antigen reactions (\nAnfossi\net al., 2011;\nLattanzio\net al., 2012). To determine the optimal dilution factor, blank maize grains were subjected to extraction using phosphate buffer (PB) and dilution in running buffer with ratios ranging from 1:3 to 1:20. According to\nPietri & Bertuzzi (2011), average recovery percentages were 95.5±1.9% and 96.7±2.1% for FB\n1 and FB\n2 when extracted in PB. Furthermore, this extraction method does not require the use of toxic solvents and it may prevent possible inhibiting effects of organic solvents on antibody-antigen reaction (\nRehan & Younus, 2006;\nRussell\net al., 1989). Test line intensities generated by the diluted extract samples were compared with those from negative controls.\nFigure 3 revealed that signal intensities were decreased at dilution factors of 1:3 and 1:5, comparing to those from negative controls. However, starting from 1:10 dilution, test line signals were similar to negative controls (\nFigure 3B). As a result, an optimal dilution factor of 1:10 was set for subsequent experiments. (\nA) Images of diluted extracts of blank maize samples (negative with fumonisin group B (FB) by high performance liquid chromatography (HPLC)) with different dilution factors on representative lateral flow immunoassay strips; 1, 2, 3, 4, maize homogenates diluted 3-, 5-, 10-, 20-fold respectively in running buffer; 5, negative controls. CL, control line; TL, test line. (\nB) Quantification of test line signals. Control, negative control; AU, arbitrary unit. Optimization of amount of detection conjugate. Quantity of labeled antibody directly affects the limit of detection of a competitive LFIA. In fact, if a low amount of detection conjugate is used, no visible test lines will be formed even low levels of FBs (less than 4000 µg/kg) are present in the samples. Furthermore, using a low amount of detection conjugate will decrease the signal intensities at both test and control lines, causing difficulties in result interpretation. On the other hand, using an excessive amount of detection conjugate will negatively affect the analytical sensitivity of the assay as more toxins are required to saturate all the binding sites of the detection antibody. In the present study, various amounts (174 ng, 436 ng, and 697 ng corresponding to 2, 5, and 8 µl) of detection conjugate were used to react with FB\n1 extracted from blank samples spiked with this toxin at 2000 µg/kg, 4000 µg/kg or 8000 µg/kg. For samples spiked with 2000 µg/kg FB\n1, test lines were observed on all test strips regardless of the amounts of detection conjugate used (\nFigure 4). Conversely, no test line was observed when FB\n1 is present at 8000 µg/kg (\nFigure 4). At the cut-off level of 4000 µg/kg, test line signal was still present when 697 ng of detection conjugate were used while no test line was visible when 174 ng or 436 ng of detection conjugate were used. However, using 174 ng of detection conjugate resulted in low signals of test line on negative controls (\nFigure 4). Therefore, 436 ng of IgY-conjugated gold nanoparticles were used for further studies. (\nA) Images of negative controls and diluted extracts of blank maize samples spiked with FB\n1 at 2000 µg/kg, 4000 µg/kg, and 8000 µg/kg using 174 ng, 436 ng or 697 ng of detection conjugate on representative lateral flow immunoassay (LFIA) strips. Maize extracts were incubated with detection conjugate for one hour at room temperature before being analyzed on LFIA strips. Experiment was performed with 8 replicates. CL, control line; TL, test line. (\nB) Quantification of test line signals. AU, arbitrary unit. Optimization of incubation time between samples and detection conjugate. Effects of incubation step between detection conjugate and FB\n1 at the cut-off level (extracted from blank samples spiked with FB\n1 at 4000 µg/kg) on the test performance were assessed by varying the incubation time from 0 to 60 minutes. Results (\nFigure 5) indicated that test lines were still visible when the incubation time was 0 or 15 minutes, while no test lines were observed when the incubation time was 30 or 60 minutes. To shorten the analytical procedure, an incubation time of 30 minutes was chosen. (\nA) Images of diluted extract (from blank sample spiked with fumonisin B\n1 (FB\n1) at 4000 µg/kg) incubated with 436 ng of detection conjugate for 0, 15, 30 and 60 minutes on representative lateral flow immunoassay strips. 1, negative control; 2, 3, 4, 5, incubation time of 0, 15, 30, 60 minutes respectively; CL, control line; TL, test line. (\nB) Quantification of signal intensities. NC, negative control; AU, arbitrary unit."
    },
    {
      "title": "Determination of limit of detection of the developed LFIA for FB\n",
      "text": "Previously, we have shown that the polyclonal IgY antibody used in the present study, recognized FB\n1 and FB\n2 with different affinities (IC\n50 = 10 and 49 ng/ml for FB\n1 and FB\n2 respectively) (\nDo\net al., 2016). To determine if the developed LFIA could detect FB\n2 in maize at the cut-off level of 4000 µg/kg, this toxin was spiked into a blank sample at 2000 µg/kg, 4000 µg/kg, and 8000 µg/kg. Results (\nFigure 6) showed that no visible line was formed at test zone for samples spiked with 4000 µg/kg and 8000 µg/kg of FB\n2. On the contrary, faint signals were still observed at the test line for samples spiked with 2000 µg/kg of FB\n2. Therefore, the limit of detection of our LFIA for FB\n2 was also 4000 µg/kg, meaning that the developed test could be used for screening of total FBs in maize. The extended incubation time between detection conjugate and the toxins (30 minutes) and the optimal amount of labeled antibody are likely able to compensate for the difference in affinity of IgY antibody for FB\n1 and FB\n2. (\nA) Images of negative controls (1) and diluted extracts of blank maize sample spiked with FB\n2 at 2000 µg/kg (2), 4000 µg/kg (3), and 8000 µg/kg (4) on representative lateral flow immunoassay strips. CL, control line; TL, test line. Experiment was performed with 8 replicates. (\nB) Quantification of test line signals. AU, arbitrary unit."
    },
    {
      "title": "Cross-reactivity tests",
      "text": "Cross-reactivity tests were performed using deoxynivalenol, ochratoxin A, aflatoxin B1 and zearalenone spiked into blank maize extracts at two different concentration levels (100-fold and 1000-fold of MRL).\nFigure 7 showed that there was no difference in signal intensities at test line position between negative control and samples spiked with low and high concentrations of the tested mycotoxins. Therefore, the developed LFIA did not cross-react with deoxynivalenol, ochratoxin A, aflatoxin B1 and zearalenone. Deoxynivalenol (1750 and 17500 ng/mL), ochratoxin A (5 and 50 ng/mL), aflatoxin B1 (10 and 100 ng/mL), zearalenone (350 and 3500 ng/mL) were spiked into diluted extracts of blank maize samples and incubated with detection conjugate for 30 minutes before being analyzed on lateral flow immunoassay (LFIA) test strips. Negative, negative controls; Positive, 40 ng/mL fumonisin B\n1 (FB\n1), CL, control line; TL, test line."
    },
    {
      "title": "Analysis of naturally contaminated maize samples by IgY LFIA",
      "text": "A total of 19 maize samples were analyzed by HPLC-MS/MS and the developed assay. By HPLC-MS/MS, all samples were negative with FB\n2, while 11 samples were positive with FB\n1, with concentrations ranging from 27 µg/kg to 7850 µg/kg (\nTable 1). One sample (No 16: 7850 µg/kg of FB\n1) exceeded the maximum legislative limits (EU) of 4000 µg/kg (\nEC, 2007). Notably, only this sample was positive by IgY LFIA. Although the sample size was relatively low, these findings indicated that results by the IgY LFIA were in good agreement with those from MSthe standard method as no false positive or false negative results were found."
    },
    {
      "title": "Discussion",
      "text": "Fumonisin contamination in maize is now a widely recognized problem and it has been shown to be relevant in many regions of the World, including Vietnam (\nHu\net al., 2019;\nScussel\net al., 2014;\nMngqawa\net al., 2016;\nHieu Phuong\net al., 2015). Among fumonisins, the most prevalent that contaminates maize is FB\n1, followed by FB\n2 (\nAnfossi\net al., 2010;\nMarasas, 2001). In term of toxicity, fumonisins have been associated with adverse health conditions such as pulmonary edema (\nHarrison\net al., 1990); liver and nephron damage (\nGelderblom\net al., 1988); or liver and esophagus cancers (\nMarasas\net al., 1988). As a result, international regulations have been adopted to restrict the maximum residue limit of total fumonisins (as the sum of FB\n1 and FB\n2) in raw maize at 4000 µg/kg (\nEC, 2007). Conventional analytical methods for fumonisins consist of liquid chromatography coupled with detectors such as UV–Vis spectrophotometry, fluorescence, and mass spectrometry (\nKamle\net al., 2019). Although these methods allow quantification of individual fumonisin in food samples, they require complex equipment and need several hours to complete. Consequently, rapid methods for fumonisin analysis such as LFIAs have become increasingly important as they are less expensive, easier to use, very rapid and suitable for on-site analysis. However, LFIAs can only provide qualitative or semi-quantitative results and are therefore recommended for screening purpose (\nZheng\net al., 2006). For any positive samples detected by LFIAs, the exact mycotoxin concentration needs to be determined by a confirmatory reference method such as HPLC (\nZheng\net al., 2006). Several lateral flow immunoassays for fumonisin detection in maize have been reported, with limits of detection (LODs) ranging from 12-1200 µg/kg (\nAnfossi\net al., 2010;\nMolinelli\net al., 2009;\nUrusov\net al., 2017;\nWang\net al., 2013). Nevertheless, the low LODs of these assays are not relevant in regard to the adopted MRL of 4000 µg/kg, as they would generate an increased number of false-positive results (according to the adopted MRL) that will be revealed by costly confirmatory methods. This will increase the cost of the whole analytical procedure. To mitigate this problem, some commercial LFIAs require a reader, which allows semi-quantitative analysis of fumonisins in the samples (Reveal\n® Q+ from Neogen, Fumo-V from Vicam, AgraStrip® WATEX® from Romer Labs). However, the applicability of these assays is limited in low-resourced environments because of the high cost of the reader. In the present study, we have developed a novel lateral flow immunoassay for total fumonisin (as the sum of FB\n1 and FB\n2) with LOD equal to the MRL of 4000 µg/kg. In the developed assay, a positive sample with a total fumonisin concentration greater than or equal to 4000 µg/kg will result in no visible signal at the test line, while a negative sample with a fumonisin concentration less than or equal to 2000 µg/kg will generate a visible signal at the test line. This would reduce the false positive rate comparing to other LFIAs reported in the literature, while maintaining the simplicity of the assay as the results could be read with the naked eye. Another novelty of this study is the use of polyclonal IgY antibody for the preparation of detection conjugate in LFIA. To the best of our knowledge, this is the first immunochromatographic test for fumonisins that employs IgY as the principal component. Most LFIAs for fumonisins reported to date are based on monoclonal antibodies that are costly to produce and involves ethical issues of animal welfare (\nDias da Silva & Tambourgi, 2010). We have previously shown that the IC50 values of the IgY used in this study were 10 and 49 ng/mL for FB1 and FB2 respectively (\nDo\net al., 2016), meaning that the affinities of our IgY towards these mycotoxins are comparable to or even higher than monoclonal antibodies reported in the literature (\nLing\net al., 2014;\nMaragos\net al., 2018;\nYu & Chu, 1999;\nZhang\net al., 2018a). Therefore, even though there is no difference in reactant consumption between IgY-based LFIA and IgG-based tests for fumonisin detection, IgY-based LFIA is significantly cheaper due to the abundance of IgY in the egg yolk. We obtained approximately 8 mg of purified IgY from a single egg, which is enough to produce 320000 tests. Of note, IgY in this study was produced in 2016, stored at -80 °C, and used for the development of the assay during the period of 2018–2019, meaning that polyclonal IgY antibody was quite stable over extended periods of time under preservation at -80 °C. One limitation of the LFIA developed in this study is that the analysis time is longer than those of commercial assays as it requires an incubation step of 30 minutes to allow FB\n1 and FB\n2 to saturate the binding sites of detection antibodies. However, as mentioned above, this additional step was likely able to compensate for the difference in affinity of IgY antibody for FB\n1 and FB\n2, enabling the new assay to meet the cut-off level of 4000 µg/kg for both these toxins."
    },
    {
      "title": "Conclusions",
      "text": "In conclusion, this is the first study to use polyclonal IgY antibody in LFIA for simple detection of total fumonisins (as the sum of FB1 and FB2) in maize with the limit of detection equal to the MRL of 4000 µg/kg. The main advantage of this assay is its cost-effectiveness and ability to accurately detect total fumonisins at MRL in maize."
    },
    {
      "title": "Data availability",
      "text": "Figshare: Raw data for \"Development of an IgY-based lateral flow immunoassay for detection of fumonisin B in maize\".\nhttps://doi.org/10.6084/m9.figshare.8320775 (\nTran\net al., 2019) This project contains the following underlying data: Dataset 1_Raw scans of lateral flow test strips.rar (Folder includes raw images of lateral flow strips) Dataset 2.pptx (PowerPoint file includes HPLC-MS chromatograms of naturally contaminated samples for quantification of FB1 and FB2.) Dataset 3.xlsx (Excel file includes quantification of signal intensities of lateral flow test strips and quantification of FB1 and FB2 from HPLC-MS output.) Data are available under the terms of the\nCreative Commons Zero \"No rights reserved\" data waiver (CC0 1.0 Public domain dedication)."
    },
    {
      "title": "Underlying data",
      "text": "Figshare: Raw data for \"Development of an IgY-based lateral flow immunoassay for detection of fumonisin B in maize\".\nhttps://doi.org/10.6084/m9.figshare.8320775 (\nTran\net al., 2019) This project contains the following underlying data: Dataset 1_Raw scans of lateral flow test strips.rar (Folder includes raw images of lateral flow strips) Dataset 2.pptx (PowerPoint file includes HPLC-MS chromatograms of naturally contaminated samples for quantification of FB1 and FB2.) Dataset 3.xlsx (Excel file includes quantification of signal intensities of lateral flow test strips and quantification of FB1 and FB2 from HPLC-MS output.) Data are available under the terms of the\nCreative Commons Zero \"No rights reserved\" data waiver (CC0 1.0 Public domain dedication)."
    }
  ],
  "full_text": "## Introduction\nFumonisins are a group of mycotoxins from\nFusarium species, mostly\nFusarium proliferatum and\nFusarium verticillioides (\nScott, 2012). To date, four groups of fumonisin have been identified (A, B, C and P-series), among which fumonisin B\n1 (FB\n1) and fumonisin B\n2 (FB\n2) are the most common mycotoxins found in corn, and were found to have various toxic and carcinogenic effects (\nMunkvold\net al., 2019;\nScott, 2012). For instance, highly significant associations between intake of fumonisin-contaminated maize and oral cancer, pharyngeal cancer, and esophageal cancer have been observed (\nAlizadeh\net al., 2012;\nFranceschi\net al., 1990;\nSun\net al., 2007). Equine leukoencephalomalacia and porcine pulmonary edema have also been revealed to be related to consumption of fumonisin-contaminated maize (\nHaliburton & Buck, 1986;\nMarasas, 2001). Due to its toxicity, the European Commission has adopted the maximum residue limit (MRL) for the presence of total fumonisins (as the sum of FB\n1 and FB\n2) in raw maize at 4000 µg/kg (\nEC, 2007). Recent studies pointed out fumonisin contamination in corn represents a major public-health concern in diverse countries including China (\nFu\net al., 2015;\nGuo\net al., 2016;\nHu\net al., 2019;\nLiu\net al., 2017), Brazil (\nScussel\net al., 2014), Kenya (\nMutiga\net al., 2015), South Africa (\nMngqawa\net al., 2016), Malawi (\nMwalwayo & Thole, 2016), Tanzania (\nKamala\net al., 2016), Nigeria (\nChilaka\net al., 2016), Ethiopia (\nGetachew\net al., 2018), Somalia (\nWielogorska\net al., 2019). In Vietnam,\nHieu Phuong\net al. (2015) showed that FB\n1 and FB\n2 were the major mycotoxin that contaminated maize with 67% of incidence, a range of positive samples for FB\n1 and FB\n2 at 102 to 10799 µg/kg and 102–5051 µg/kg respectively. Conventionally, chromatography methods such as high performance liquid chromatography (HPLC) or liquid chromatography tandem mass spectrometry (LC-MS/MS) could be used to detect fumonisins in maize (\nCigić & Prosen, 2009;\nGruber-Dorninger\net al., 2018). However, they are laborious, time consuming and require specialized equipment. On the other hand, lateral flow immunoassays (LFIAs) are cost-effective, easy to use and suitable for on-site analysis. Several LFIAs have been developed for quick and simple screening of fumonisins in various types of sample (\nAnfossi\net al., 2010;\nVenkataramana\net al., 2014;\nWang\net al., 2013;\nWang\net al., 2014;\nYu\net al., 2015). Nonetheless, most available LFIAs today are based on monoclonal or polyclonal IgG from mammals, which increases the cost of production and involves ethical issues of animal welfare. Polyclonal IgY antibodies from egg yolk of laying hens represent an attractive alternative to monoclonal and rodent polyclonal antibodies. With one course of immunization, IgY could be extracted non-invasively in a large quantity (up to 40–80 mg), with 2–10% of which being antigen specific (\nKovacs-Nolan & Mine, 2004;\nPauly\net al., 2011). As a result, IgY has been increasingly employed for the development of rapid tests. Its usefulness in LFIAs has been demonstrated for detection of morphine (\nGandhi\net al., 2009), methicillin-resistant\nStaphylococcus aureus (\nYamada\net al., 2013), staphylococcal enterotoxins (\nJin\net al., 2013), and rhein (\nZhang\net al., 2018b ). In the present study, we demonstrated the development of a IgY-based LFIA for simple and cost-effective screening of total fumonisins (as the sum of FB\n1 and FB\n2) in raw maize with LOD equal to the MRL of 4000 µg/kg.\n\n## Methods\nConjugation of FB\n1 to BSA was performed following the protocol by\nSzurdoki\net al. (1996) with some modifications. Glutaraldehyde (GA) solution 50 % (W/V) (Sigma-Aldrich, Cat Nº 340855) was used as the cross-linker reagent while BSA (Sigma-Aldrich, Cat Nº A9085) was used as the carrier protein. Specifically, BSA (5 mg/mL) was dialyzed in 20 mM sodium phosphate buffer pH 6.0. A total of 10 µl of GA 50% (W/V) were then incubated with 1 mL of the dialyzed BSA solution overnight at room temperature. After incubation, excess GA was removed by dialyzing in Phosphate-buffered saline (PBS), followed by addition of 1 mg of FB\n1 (Santa Cruz Biotechnology, Cat Nº sc-201395A) to achieve the molar ratio of 20:1 (FB\n1:BSA-GA). The mixture was incubated at 4°C overnight on a Dynal Biotech rotary shaker (10 rpm) before the addition of 80 µl of glycine 1 M (Bio Basic, Cat Nº GB0235) to block unreacted aldehyde groups. The reaction mixture was further incubated at room temperature for 4 hours. Subsequently, sodium borohydride powder (Sigma-Aldrich, Cat Nº 452882) was added to the mixture (final concentration of 10 mg/mL) and incubated for 4 hours at room temperature. The obtained solution was then dialyzed and concentrated in 10 mM Borat buffer pH 8.5 using a 10 kDa Amicon\n® Ultra-4 Centrifugal Filter Unit (Millipore, Cat Nº UFC801024). Lastly, FB\n1-BSA conjugate was quantified using Nano Drop 2000 (Thermo Fisher Scientific) and stored at 4 °C. Animal procedures. All animal procedures were approved by the Research Ethics Committee of Vietnam Military Medical University (Decision No. 29/2015/HVQY-HD3). All efforts were made to ameliorate harm to the animals, by conforming to the Principles of animal care and use in research adopted by the Vietnam Military Medical University. A total of two Fayoumi hens (aged 20 weeks) were sourced from Thuy Phuong Poultry Research Center, Vietnam for IgY production. Hens were housed individually in standard battery cages (800 cm\n2/hen) and received commercial rations (A55, Anova Feed) and water\nad libitum. The temperature was kept between 25 and 35°C and the light cycle was 16 hours light/8 hours dark. Polyclonal IgY antibody against FB1-KLH was obtained as described previously (\nDo\net al., 2016). Briefly, FB1-KLH was prepared according to the procedure described by\nSzurdoki\net al. (1996). Glutaraldehyde (GA) solution 50 % (W/V) (Sigma-Aldrich, Cat Nº 340855) was used as the cross-linker reagent. A total of 10 mg of KLH (Thermo Fisher Scientific, Cat Nº 77600) was dissolved in 12 mL of water and dialyzed against 2 L of 0.2% GA in 0.01 M PBS (pH 7.5) for 20 hours. Excess GA was removed by dialyzing in PBS, followed by dropwise addition of 2 mg of FB1 (Santa Cruz Biotechnology, Cat Nº sc-201395A). The mixture was incubated at 4°C overnight on a Dynal Biotech rotary shaker (10 rpm) before the addition of 80 µl of glycine 1 M (Bio Basic, Cat Nº GB0235) to block unreacted aldehyde groups. The reaction mixture was further incubated at room temperature for 4 hours. The obtained solution was then dialyzed and concentrated in PBS pH 7.5 using a 100 kDa Amicon\n® Ultra-4 Centrifugal Filter Unit (Millipore, Cat Nº UFC810024). Lastly, FB1-KLH conjugate was quantified using Nano Drop 2000 (Thermo Fisher Scientific) and stored at 4 °C. The chickens were intramuscularly immunized three times in 10 days intervals to elicit strong immune response. For the first immunization, an injection dose of 1.0 mL was prepared by mixing 0.2 mg of FB\n1-KLH with an equal volume of complete Freund's adjuvant (Sigma-Aldrich, Cat Nº F5881). For the two subsequent booster immunizations, the amount of immunogen was decreased to 0.1 mg of FB\n1-KLH and incomplete Freund's adjuvant (Sigma-Aldrich, Cat Nº F5506) was used. Eggs were collected two weeks after the last immunization and stored at 4°C. The extraction of IgY was performed by polyethylene glycol (PEG) (Sigma-Aldrich, Cat Nº 81255) precipitation as described by\nPauly\net al. (2011). The eggshell was carefully cracked, and the yolk was transferred to a “yolk spoon” and filter paper to remove egg white. The egg yolk skin membrane was cut before the yolk was poured into a 50 ml tube. Twice the egg yolk volume of PBS was added to the tube and mixed by vortexing. PEG 6000 was added to achieve the final concentration of 3.5 % (w/v) and the tube was vortexed and rolled for 10 minutes on a Dynal Biotech rotary shaker (30 rpm) before being centrifuged at 8000\n× g, 4 °C for 10 minutes. The supernatant was subjected to filtration and then to precipitation of IgY by adding PEG 6000 (final concentration 12 % (w/v)). The tube was vortexed and centrifuged at 8000\n× g, 4 °C for 30 minutes and the supernatant was discarded. The pellet was dissolved in 10 mL PBS and PEG 6000 was added to achieve the final concentration of 12 % (w/v). Subsequently, the tube was centrifuged at 8000\n× g, 4 °C for 30 minutes. The pellet was dissolved in 5 mL of PBS and IgY was further purified by microfiltration via a 0.45 μm membrane and ultrafiltration using 100 kDa Amicon® Ultra-4 Centrifugal Filter Units (Millipore, Cat Nº UFC810008). Finally, IgY was stored at -80°C in small aliquots. IgY was conjugated to gold nanoparticles via covalent immobilization, following instructions of BioReady 40 nm Carboxyl Gold (Nanocomposix, Cat Nº AUXR40-5M). The procedure involves linking the primary amine groups of the antibody to the carboxylic groups on the surface of the particles by the use of EDC/Sulfo-NHS coupling chemistry. Specifically, before conjugation, 10 mg/mL EDC (Sigma-Aldrich, Cat Nº 03449) and 10 mg/mL Sulfo-NHS (Sigma Aldrich, Cat Nº 56485) were freshly prepared in H2O; and the polyclonal IgY antibody was dialyzed in 10 mM potassium phosphate (pH 7.4) using Amicon Ultra-0.5 Centrifugal Filter Unit (Millipore, Cat Nº UFC501096). One milliliter (0.83 mg) of BioReady 40 nm Carboxyl Gold (NanoComposix, Cat Nº AUXR40-5M) was mixed with 20 µl and 40 µl of the prepared EDC and Sulfo-NHS respectively. The mixture was then incubated on a Dynal Biotech rotary shaker (15 rpm) at room temperature for 30 minutes then centrifuged at 3600 × g for 10 minutes. The supernatant was then removed completely, and the gold nanoparticles were resuspended in 1 mL of Reaction Buffer (5 mM potassium phosphate, 0.5 % 20K MW PEG, pH 7.4). The reaction tube was then incubated with 50 µg of IgY on a Dynal Biotech rotary shaker (15 rpm) at room temperature for 2 hours. Subsequently, blocking of remaining NHS-esters was performed using 10 µl of 50% (w/v) hydroxylamine. IgY-conjugated gold nanoparticles were then washed three times with 1 mL of Reaction Buffer and resuspended in 10 mL of Conjugate Diluent (0.1X PBS, 0.5% BSA, 0.05% Sodium Azide) and stored at 4°C. Test strips were prepared following\nPosthuma-Trumpie\net al. (2008) with some modifications. Briefly, a Linomat V (Camag, Cat Nº 022.7808) was used to dispense FB\n1-BSA and Mouse monoclonal 0.8C Anti-Chicken IgY H&L (Abcam, Cat Nº ab82229) at the test line and control line positions of a nitrocellulose membrane respectively. For the control line, immunoglobulins were dispensed at a dose of 0.5 µg/cm, at the position of 2 cm away from the dipping point. For the test line, FB\n1-BSA was dispensed at a dose of 1 µg/cm at the position of 1.5 cm away from the dipping point. The membrane was then dried for 2 hours at 37°C. A second plastic backing and an absorption pad (Extra Thick Blot Paper, BIO-RAD, Cat Nº 1703969) were applied; and the membranes were cut into 4 mm-wide test strips using an Autokun cutter (Hangzhou Autokun Technology). Test trips were sealed in aluminum packages with a desiccation pad and stored at 4°C until use. Three different membranes were tested, namely\nCNPC-SS12, 10 µm with wicking time of 140 ± 28s/40 mm (MDI technologies, Cat Nº CNPC-SS12-10µm-25mm), UniSart® CN140 with wicking time of 95-155s/40 mm (Sartorius, Cat Nº 1UN14ER100025NTB), and UniSart® CN 95 with wicking time of 65-115s/40 mm (Sartorius, Cat Nº 1UN95ER100040WS). Blank and naturally contaminated maize grains were collected from local markets in Hanoi, Vietnam during the year of 2017. The samples were finely ground using an A 11 basic Analytical mill (IKA) and a 500 µm sieve. Spiking of FBs into maize was performed on a blank sample. Briefly, 5 g of ground maize were spiked with 10–40 µl of FB\n1 or FB\n2 stock solution of 1 mg/mL to achieve final content of 2000 – 8000 µg/kg. Spiked samples were left 24 hours at 4°C. Extraction of FBs and LFIA analysis were performed as described below. The protocol for FB extraction from naturally contaminated or spiked samples (\nFigure 1) was based on the work of\nPietri & Bertuzzi (2011) and\nLattanzio\net al. (2012). Instead of using organic solvents, FB was extracted with 0.4 M phosphate buffer (PB) at pH 7.5 (\nPietri & Bertuzzi, 2011). Specifically, 5 g of maize flour were mixed with 45 mL of PB and blended using a T10 basic ULTRA-TURRAX\n® (IKA) at the highest speed for 3 minutes. The blended samples were then allowed to settle for 3 minutes to recover the supernatant, which was further diluted 1:3, 1:5, 1:10 or 1:20 in Running Buffer (100 mM Borat Buffer, 0.5 % BSA, 0.05% Tween\n®-20, 0.02 % NaN\n3, pH 8.5). For LFIA analysis, 100 µl of the diluted extracts were dispensed into a 2-mL lyophilization glass vials and incubated with 174 ng, 436 ng or 697 ng (corresponding to 2, 5, 8 µl) of detection conjugate for 0 to 60 minutes before being flowed vertically onto LFIA test strips. After 25 minutes, results could be read with the naked eye or captured by a Perfection V600 scanner (Epson). Optical densities of test lines and control lines were digitalized to obtain signal values using\nImageJ software (ver.1.47) (\nSchneider\net al., 2012).\nGraphPad Prism 6.0 (GraphPad Software Inc.) was used to statistically analyze and graph the data. Unpaired, two-tailed\nt-tests were performed to determine statistical significance. A total of 5 g of maize were homogenized in 45 mL of phosphate buffer for 3 minutes. The mixture was allowed to settle for 3 minutes before collection of the supernatant, which was further diluted in running buffer. A hundred microliters of the diluted extract were used for lateral flow immunoassays (LFIA) analysis. After being incubated with detection conjugate at room temperature, samples were flowed onto LFIA strips. Results were read with the naked eye after the strips absorbed fluid completely. To test the specificity of the developed assay, four following mycotoxins at 100-fold and 1000-fold of the maximum residue limit (MRL) (deoxynivalenol at 1750 ng/mL and 17500 ng/mL; ochratoxin A at 5 ng/mL and 50 ng/mL; aflatoxin B\n1 at 10 ng/mL and 100 ng/mL; and zearalenone at 350 ng/mL and 3500 ng/mL) were spiked into diluted extracts of blank samples. All of these mycotoxins were purchased from FERMENTEK Ltd (Cat Nº: 51481-10-8, 303-47-9, 1162-65-8, 17924-92-4). The subsequent LFIA analyses were performed as mentioned above. FBs in maize were quantified by the EN 13585:2001 standard method (\nCEN, 2001) with some modifications. Briefly, 5g of maize were mixed with 5 mL of methanol-water and blended for 5 minutes using a T10 basic ULTRA-TURRAX® (IKA). Maize extracts were then collected by centrifugation (500\n× g, 10 minutes) and filtering (Whatman) and 1 mL aliquot of filtrates was loaded into a preconditioned Bond-Elut strong-anion-exchanging cartridge (Agilent, Cat Nº 14102017). After washing with methanol, elution was performed using 10 mL of methanol-acetic acid (99:1 v/v). The eluate was then evaporated under a stream of nitrogen, washed with 1 mL of methanol and evaporated again. Dried samples were reconstituted in 1 mL of methanol before HPLC-MS/MS analysis. HPLC injection (10 µl) was performed on a system consisting of a Shimadzu LC-20ADVP pump; a Symmetry HPLC column (150 mm × 3.0 mm i.d. × 3.5 µm) maintained at 30°C (Waters, 186000695); and a SCIEX Triple Quad™ 5500 mass spectrometer. The analytical separation was performed with water-acid formic (99.9-0.1, v/v) and acetonitrile as mobile phases A and B respectively. The gradient elution program began with an isocratic step of 80:20 A:B for 2 minutes and then increased linearly to 10:90 A:B over 5 minutes, which was maintained for 3 minutes, and returned to the starting condition. The condition was then held constant for 3 minutes. The flow rate was kept at 0.5 mL/min. The HPLC column effluent was pumped to the MS/MS system, with the electrospray ionization (ESI) probe operating in positive mode. The following parameters were used: capillary voltage, 5000 V; desolvation gas temperature, 450°C; ion source gas 1 and gas 2 pressure, 40 and 30 psi, respectively. Detection was carried out in multiple reaction monitoring (MRM) mode with two transitions for each compound. Nitrogen was used as the collision gas, and the collision cell pressure was 7 psi. The reference standards of FBs were purchased from LGC Standards (Cat Nº B-MYC0400-C and B-MYC0420-1).\n\n## Preparation of FB\n\nConjugation of FB\n1 to BSA was performed following the protocol by\nSzurdoki\net al. (1996) with some modifications. Glutaraldehyde (GA) solution 50 % (W/V) (Sigma-Aldrich, Cat Nº 340855) was used as the cross-linker reagent while BSA (Sigma-Aldrich, Cat Nº A9085) was used as the carrier protein. Specifically, BSA (5 mg/mL) was dialyzed in 20 mM sodium phosphate buffer pH 6.0. A total of 10 µl of GA 50% (W/V) were then incubated with 1 mL of the dialyzed BSA solution overnight at room temperature. After incubation, excess GA was removed by dialyzing in Phosphate-buffered saline (PBS), followed by addition of 1 mg of FB\n1 (Santa Cruz Biotechnology, Cat Nº sc-201395A) to achieve the molar ratio of 20:1 (FB\n1:BSA-GA). The mixture was incubated at 4°C overnight on a Dynal Biotech rotary shaker (10 rpm) before the addition of 80 µl of glycine 1 M (Bio Basic, Cat Nº GB0235) to block unreacted aldehyde groups. The reaction mixture was further incubated at room temperature for 4 hours. Subsequently, sodium borohydride powder (Sigma-Aldrich, Cat Nº 452882) was added to the mixture (final concentration of 10 mg/mL) and incubated for 4 hours at room temperature. The obtained solution was then dialyzed and concentrated in 10 mM Borat buffer pH 8.5 using a 10 kDa Amicon\n® Ultra-4 Centrifugal Filter Unit (Millipore, Cat Nº UFC801024). Lastly, FB\n1-BSA conjugate was quantified using Nano Drop 2000 (Thermo Fisher Scientific) and stored at 4 °C.\n\n## Production of IgY against FB\n\nAnimal procedures. All animal procedures were approved by the Research Ethics Committee of Vietnam Military Medical University (Decision No. 29/2015/HVQY-HD3). All efforts were made to ameliorate harm to the animals, by conforming to the Principles of animal care and use in research adopted by the Vietnam Military Medical University. A total of two Fayoumi hens (aged 20 weeks) were sourced from Thuy Phuong Poultry Research Center, Vietnam for IgY production. Hens were housed individually in standard battery cages (800 cm\n2/hen) and received commercial rations (A55, Anova Feed) and water\nad libitum. The temperature was kept between 25 and 35°C and the light cycle was 16 hours light/8 hours dark. Polyclonal IgY antibody against FB1-KLH was obtained as described previously (\nDo\net al., 2016). Briefly, FB1-KLH was prepared according to the procedure described by\nSzurdoki\net al. (1996). Glutaraldehyde (GA) solution 50 % (W/V) (Sigma-Aldrich, Cat Nº 340855) was used as the cross-linker reagent. A total of 10 mg of KLH (Thermo Fisher Scientific, Cat Nº 77600) was dissolved in 12 mL of water and dialyzed against 2 L of 0.2% GA in 0.01 M PBS (pH 7.5) for 20 hours. Excess GA was removed by dialyzing in PBS, followed by dropwise addition of 2 mg of FB1 (Santa Cruz Biotechnology, Cat Nº sc-201395A). The mixture was incubated at 4°C overnight on a Dynal Biotech rotary shaker (10 rpm) before the addition of 80 µl of glycine 1 M (Bio Basic, Cat Nº GB0235) to block unreacted aldehyde groups. The reaction mixture was further incubated at room temperature for 4 hours. The obtained solution was then dialyzed and concentrated in PBS pH 7.5 using a 100 kDa Amicon\n® Ultra-4 Centrifugal Filter Unit (Millipore, Cat Nº UFC810024). Lastly, FB1-KLH conjugate was quantified using Nano Drop 2000 (Thermo Fisher Scientific) and stored at 4 °C. The chickens were intramuscularly immunized three times in 10 days intervals to elicit strong immune response. For the first immunization, an injection dose of 1.0 mL was prepared by mixing 0.2 mg of FB\n1-KLH with an equal volume of complete Freund's adjuvant (Sigma-Aldrich, Cat Nº F5881). For the two subsequent booster immunizations, the amount of immunogen was decreased to 0.1 mg of FB\n1-KLH and incomplete Freund's adjuvant (Sigma-Aldrich, Cat Nº F5506) was used. Eggs were collected two weeks after the last immunization and stored at 4°C. The extraction of IgY was performed by polyethylene glycol (PEG) (Sigma-Aldrich, Cat Nº 81255) precipitation as described by\nPauly\net al. (2011). The eggshell was carefully cracked, and the yolk was transferred to a “yolk spoon” and filter paper to remove egg white. The egg yolk skin membrane was cut before the yolk was poured into a 50 ml tube. Twice the egg yolk volume of PBS was added to the tube and mixed by vortexing. PEG 6000 was added to achieve the final concentration of 3.5 % (w/v) and the tube was vortexed and rolled for 10 minutes on a Dynal Biotech rotary shaker (30 rpm) before being centrifuged at 8000\n× g, 4 °C for 10 minutes. The supernatant was subjected to filtration and then to precipitation of IgY by adding PEG 6000 (final concentration 12 % (w/v)). The tube was vortexed and centrifuged at 8000\n× g, 4 °C for 30 minutes and the supernatant was discarded. The pellet was dissolved in 10 mL PBS and PEG 6000 was added to achieve the final concentration of 12 % (w/v). Subsequently, the tube was centrifuged at 8000\n× g, 4 °C for 30 minutes. The pellet was dissolved in 5 mL of PBS and IgY was further purified by microfiltration via a 0.45 μm membrane and ultrafiltration using 100 kDa Amicon® Ultra-4 Centrifugal Filter Units (Millipore, Cat Nº UFC810008). Finally, IgY was stored at -80°C in small aliquots.\n\n## Preparation of IgY-conjugated gold nanoparticles\nIgY was conjugated to gold nanoparticles via covalent immobilization, following instructions of BioReady 40 nm Carboxyl Gold (Nanocomposix, Cat Nº AUXR40-5M). The procedure involves linking the primary amine groups of the antibody to the carboxylic groups on the surface of the particles by the use of EDC/Sulfo-NHS coupling chemistry. Specifically, before conjugation, 10 mg/mL EDC (Sigma-Aldrich, Cat Nº 03449) and 10 mg/mL Sulfo-NHS (Sigma Aldrich, Cat Nº 56485) were freshly prepared in H2O; and the polyclonal IgY antibody was dialyzed in 10 mM potassium phosphate (pH 7.4) using Amicon Ultra-0.5 Centrifugal Filter Unit (Millipore, Cat Nº UFC501096). One milliliter (0.83 mg) of BioReady 40 nm Carboxyl Gold (NanoComposix, Cat Nº AUXR40-5M) was mixed with 20 µl and 40 µl of the prepared EDC and Sulfo-NHS respectively. The mixture was then incubated on a Dynal Biotech rotary shaker (15 rpm) at room temperature for 30 minutes then centrifuged at 3600 × g for 10 minutes. The supernatant was then removed completely, and the gold nanoparticles were resuspended in 1 mL of Reaction Buffer (5 mM potassium phosphate, 0.5 % 20K MW PEG, pH 7.4). The reaction tube was then incubated with 50 µg of IgY on a Dynal Biotech rotary shaker (15 rpm) at room temperature for 2 hours. Subsequently, blocking of remaining NHS-esters was performed using 10 µl of 50% (w/v) hydroxylamine. IgY-conjugated gold nanoparticles were then washed three times with 1 mL of Reaction Buffer and resuspended in 10 mL of Conjugate Diluent (0.1X PBS, 0.5% BSA, 0.05% Sodium Azide) and stored at 4°C.\n\n## Preparation of LFIA test strips\nTest strips were prepared following\nPosthuma-Trumpie\net al. (2008) with some modifications. Briefly, a Linomat V (Camag, Cat Nº 022.7808) was used to dispense FB\n1-BSA and Mouse monoclonal 0.8C Anti-Chicken IgY H&L (Abcam, Cat Nº ab82229) at the test line and control line positions of a nitrocellulose membrane respectively. For the control line, immunoglobulins were dispensed at a dose of 0.5 µg/cm, at the position of 2 cm away from the dipping point. For the test line, FB\n1-BSA was dispensed at a dose of 1 µg/cm at the position of 1.5 cm away from the dipping point. The membrane was then dried for 2 hours at 37°C. A second plastic backing and an absorption pad (Extra Thick Blot Paper, BIO-RAD, Cat Nº 1703969) were applied; and the membranes were cut into 4 mm-wide test strips using an Autokun cutter (Hangzhou Autokun Technology). Test trips were sealed in aluminum packages with a desiccation pad and stored at 4°C until use. Three different membranes were tested, namely\nCNPC-SS12, 10 µm with wicking time of 140 ± 28s/40 mm (MDI technologies, Cat Nº CNPC-SS12-10µm-25mm), UniSart® CN140 with wicking time of 95-155s/40 mm (Sartorius, Cat Nº 1UN14ER100025NTB), and UniSart® CN 95 with wicking time of 65-115s/40 mm (Sartorius, Cat Nº 1UN95ER100040WS).\n\n## Sample preparation and assay procedures\nBlank and naturally contaminated maize grains were collected from local markets in Hanoi, Vietnam during the year of 2017. The samples were finely ground using an A 11 basic Analytical mill (IKA) and a 500 µm sieve. Spiking of FBs into maize was performed on a blank sample. Briefly, 5 g of ground maize were spiked with 10–40 µl of FB\n1 or FB\n2 stock solution of 1 mg/mL to achieve final content of 2000 – 8000 µg/kg. Spiked samples were left 24 hours at 4°C. Extraction of FBs and LFIA analysis were performed as described below. The protocol for FB extraction from naturally contaminated or spiked samples (\nFigure 1) was based on the work of\nPietri & Bertuzzi (2011) and\nLattanzio\net al. (2012). Instead of using organic solvents, FB was extracted with 0.4 M phosphate buffer (PB) at pH 7.5 (\nPietri & Bertuzzi, 2011). Specifically, 5 g of maize flour were mixed with 45 mL of PB and blended using a T10 basic ULTRA-TURRAX\n® (IKA) at the highest speed for 3 minutes. The blended samples were then allowed to settle for 3 minutes to recover the supernatant, which was further diluted 1:3, 1:5, 1:10 or 1:20 in Running Buffer (100 mM Borat Buffer, 0.5 % BSA, 0.05% Tween\n®-20, 0.02 % NaN\n3, pH 8.5). For LFIA analysis, 100 µl of the diluted extracts were dispensed into a 2-mL lyophilization glass vials and incubated with 174 ng, 436 ng or 697 ng (corresponding to 2, 5, 8 µl) of detection conjugate for 0 to 60 minutes before being flowed vertically onto LFIA test strips. After 25 minutes, results could be read with the naked eye or captured by a Perfection V600 scanner (Epson). Optical densities of test lines and control lines were digitalized to obtain signal values using\nImageJ software (ver.1.47) (\nSchneider\net al., 2012).\nGraphPad Prism 6.0 (GraphPad Software Inc.) was used to statistically analyze and graph the data. Unpaired, two-tailed\nt-tests were performed to determine statistical significance. A total of 5 g of maize were homogenized in 45 mL of phosphate buffer for 3 minutes. The mixture was allowed to settle for 3 minutes before collection of the supernatant, which was further diluted in running buffer. A hundred microliters of the diluted extract were used for lateral flow immunoassays (LFIA) analysis. After being incubated with detection conjugate at room temperature, samples were flowed onto LFIA strips. Results were read with the naked eye after the strips absorbed fluid completely.\n\n## Specificity test\nTo test the specificity of the developed assay, four following mycotoxins at 100-fold and 1000-fold of the maximum residue limit (MRL) (deoxynivalenol at 1750 ng/mL and 17500 ng/mL; ochratoxin A at 5 ng/mL and 50 ng/mL; aflatoxin B\n1 at 10 ng/mL and 100 ng/mL; and zearalenone at 350 ng/mL and 3500 ng/mL) were spiked into diluted extracts of blank samples. All of these mycotoxins were purchased from FERMENTEK Ltd (Cat Nº: 51481-10-8, 303-47-9, 1162-65-8, 17924-92-4). The subsequent LFIA analyses were performed as mentioned above.\n\n## Quantification of FB\n\nFBs in maize were quantified by the EN 13585:2001 standard method (\nCEN, 2001) with some modifications. Briefly, 5g of maize were mixed with 5 mL of methanol-water and blended for 5 minutes using a T10 basic ULTRA-TURRAX® (IKA). Maize extracts were then collected by centrifugation (500\n× g, 10 minutes) and filtering (Whatman) and 1 mL aliquot of filtrates was loaded into a preconditioned Bond-Elut strong-anion-exchanging cartridge (Agilent, Cat Nº 14102017). After washing with methanol, elution was performed using 10 mL of methanol-acetic acid (99:1 v/v). The eluate was then evaporated under a stream of nitrogen, washed with 1 mL of methanol and evaporated again. Dried samples were reconstituted in 1 mL of methanol before HPLC-MS/MS analysis. HPLC injection (10 µl) was performed on a system consisting of a Shimadzu LC-20ADVP pump; a Symmetry HPLC column (150 mm × 3.0 mm i.d. × 3.5 µm) maintained at 30°C (Waters, 186000695); and a SCIEX Triple Quad™ 5500 mass spectrometer. The analytical separation was performed with water-acid formic (99.9-0.1, v/v) and acetonitrile as mobile phases A and B respectively. The gradient elution program began with an isocratic step of 80:20 A:B for 2 minutes and then increased linearly to 10:90 A:B over 5 minutes, which was maintained for 3 minutes, and returned to the starting condition. The condition was then held constant for 3 minutes. The flow rate was kept at 0.5 mL/min. The HPLC column effluent was pumped to the MS/MS system, with the electrospray ionization (ESI) probe operating in positive mode. The following parameters were used: capillary voltage, 5000 V; desolvation gas temperature, 450°C; ion source gas 1 and gas 2 pressure, 40 and 30 psi, respectively. Detection was carried out in multiple reaction monitoring (MRM) mode with two transitions for each compound. Nitrogen was used as the collision gas, and the collision cell pressure was 7 psi. The reference standards of FBs were purchased from LGC Standards (Cat Nº B-MYC0400-C and B-MYC0420-1).\n\n## Results\nThe LFIA developed in the present study is based on the competitive format in which polyclonal IgY antibody, showing recognition specificity toward both FB1 and FB2 (\nDo\net al., 2016), is conjugated to gold nanoparticle (see underlying data (\nTran\net al., 2019)). The labeled antibody was mixed with the sample extract in a glass vial, and the mixture was incubated to allow antigen-antibody complexes to form before flowing onto the nitrocellulose membrane which contains a test line and a control line. In our assay, FB\n1-BSA conjugate was immobilized on the test line while a secondary antibody against chicken IgY was coated on the control line. In a negative sample, the free detection antibody binds to the FB\n1-BSA conjugate immobilized on the test line, forming a visible line. An excess of the labeled antibody migrates to the control line and binds to the secondary antibody. As a result, a negative sample will form two visible lines on the nitrocellulose membrane. In a positive sample, FBs in the sample extract will react with all of the available binding sites of the antibody, thus preventing attachment of the detection antibody to the FB\n1-BSA conjugate on the test line. All of the detection conjugate will migrate to the control line and will form a visible line. Consequently, a positive sample will form only one line at the control zone. Optimization has been performed with FB\n1, the most common mycotoxin in maize, so that the samples with FB\n1 concentration equal to or beyond the maximum residue limit of 4000 µg/kg, will result in no visible line at the test zone. To this end, the effects of nitrocellulose membrane type, dilution factor of maize homogenates in running buffer, amount of detection conjugate, and the incubation time between sample extract and detection conjugate, on the test performance were evaluated. Selection of nitrocellulose membrane. Flow rate and protein-binding capacity of nitrocellulose membranes directly affect sensitivity and run time of a LFIA (\nO’Farrell, 2008). Generally, nitrocellulose membranes with a low flow rate will facilitate the formation of immunocomplexes at the test and control lines. However, it could lead to extended run times and false positive results (\nO’Farrell, 2008). In the present study, selection of nitrocellulose membrane was carried out by analyzing running buffer mixed with detection conjugate (negative controls) on three different nitrocellulose membranes.\nFigure 2 indicated that UniSart\n®\nCN140 (Sartorius) and\nCNPC-SS12, 10 μm (MDI technologies) produced higher signal intensities than UniSart\n®\nCN95 (Sartorius). Although the difference in signal intensity between UniSart® CN140 and\nCNPC-SS12, 10 μm was not statistically significant (p = 0.9209), sample uptake time was significantly lower on UniSart® CN140\n (\nFigure 2B). Therefore, UniSart\n®\nCN140 from Sartorius was chosen for subsequent experiments. (\nA) Images of negative controls (0 µg/mL fumonisin group B (FB)) on three different nitrocellulose membranes; 1, UniSart\n®\nCN95 (Sartorius)\n, 2, UniSart\n®\nCN140 (Sartorius); 3,\nCNPC-SS12 10 µm (MDI technologies); CL, control line; TL, test line. (\nB) Quantification of signal intensities and sample uptake time for each type of membrane. Sample uptake time is defined as the total time required for membranes to absorb fluid completely. T, test line signal; C, control line signal. Optimization of dilution factor of maize extract. Food sample extracts are commonly diluted before analysis by LFIA to minimize the negative effects of sample matrix on antibody-antigen reactions (\nAnfossi\net al., 2011;\nLattanzio\net al., 2012). To determine the optimal dilution factor, blank maize grains were subjected to extraction using phosphate buffer (PB) and dilution in running buffer with ratios ranging from 1:3 to 1:20. According to\nPietri & Bertuzzi (2011), average recovery percentages were 95.5±1.9% and 96.7±2.1% for FB\n1 and FB\n2 when extracted in PB. Furthermore, this extraction method does not require the use of toxic solvents and it may prevent possible inhibiting effects of organic solvents on antibody-antigen reaction (\nRehan & Younus, 2006;\nRussell\net al., 1989). Test line intensities generated by the diluted extract samples were compared with those from negative controls.\nFigure 3 revealed that signal intensities were decreased at dilution factors of 1:3 and 1:5, comparing to those from negative controls. However, starting from 1:10 dilution, test line signals were similar to negative controls (\nFigure 3B). As a result, an optimal dilution factor of 1:10 was set for subsequent experiments. (\nA) Images of diluted extracts of blank maize samples (negative with fumonisin group B (FB) by high performance liquid chromatography (HPLC)) with different dilution factors on representative lateral flow immunoassay strips; 1, 2, 3, 4, maize homogenates diluted 3-, 5-, 10-, 20-fold respectively in running buffer; 5, negative controls. CL, control line; TL, test line. (\nB) Quantification of test line signals. Control, negative control; AU, arbitrary unit. Optimization of amount of detection conjugate. Quantity of labeled antibody directly affects the limit of detection of a competitive LFIA. In fact, if a low amount of detection conjugate is used, no visible test lines will be formed even low levels of FBs (less than 4000 µg/kg) are present in the samples. Furthermore, using a low amount of detection conjugate will decrease the signal intensities at both test and control lines, causing difficulties in result interpretation. On the other hand, using an excessive amount of detection conjugate will negatively affect the analytical sensitivity of the assay as more toxins are required to saturate all the binding sites of the detection antibody. In the present study, various amounts (174 ng, 436 ng, and 697 ng corresponding to 2, 5, and 8 µl) of detection conjugate were used to react with FB\n1 extracted from blank samples spiked with this toxin at 2000 µg/kg, 4000 µg/kg or 8000 µg/kg. For samples spiked with 2000 µg/kg FB\n1, test lines were observed on all test strips regardless of the amounts of detection conjugate used (\nFigure 4). Conversely, no test line was observed when FB\n1 is present at 8000 µg/kg (\nFigure 4). At the cut-off level of 4000 µg/kg, test line signal was still present when 697 ng of detection conjugate were used while no test line was visible when 174 ng or 436 ng of detection conjugate were used. However, using 174 ng of detection conjugate resulted in low signals of test line on negative controls (\nFigure 4). Therefore, 436 ng of IgY-conjugated gold nanoparticles were used for further studies. (\nA) Images of negative controls and diluted extracts of blank maize samples spiked with FB\n1 at 2000 µg/kg, 4000 µg/kg, and 8000 µg/kg using 174 ng, 436 ng or 697 ng of detection conjugate on representative lateral flow immunoassay (LFIA) strips. Maize extracts were incubated with detection conjugate for one hour at room temperature before being analyzed on LFIA strips. Experiment was performed with 8 replicates. CL, control line; TL, test line. (\nB) Quantification of test line signals. AU, arbitrary unit. Optimization of incubation time between samples and detection conjugate. Effects of incubation step between detection conjugate and FB\n1 at the cut-off level (extracted from blank samples spiked with FB\n1 at 4000 µg/kg) on the test performance were assessed by varying the incubation time from 0 to 60 minutes. Results (\nFigure 5) indicated that test lines were still visible when the incubation time was 0 or 15 minutes, while no test lines were observed when the incubation time was 30 or 60 minutes. To shorten the analytical procedure, an incubation time of 30 minutes was chosen. (\nA) Images of diluted extract (from blank sample spiked with fumonisin B\n1 (FB\n1) at 4000 µg/kg) incubated with 436 ng of detection conjugate for 0, 15, 30 and 60 minutes on representative lateral flow immunoassay strips. 1, negative control; 2, 3, 4, 5, incubation time of 0, 15, 30, 60 minutes respectively; CL, control line; TL, test line. (\nB) Quantification of signal intensities. NC, negative control; AU, arbitrary unit. Previously, we have shown that the polyclonal IgY antibody used in the present study, recognized FB\n1 and FB\n2 with different affinities (IC\n50 = 10 and 49 ng/ml for FB\n1 and FB\n2 respectively) (\nDo\net al., 2016). To determine if the developed LFIA could detect FB\n2 in maize at the cut-off level of 4000 µg/kg, this toxin was spiked into a blank sample at 2000 µg/kg, 4000 µg/kg, and 8000 µg/kg. Results (\nFigure 6) showed that no visible line was formed at test zone for samples spiked with 4000 µg/kg and 8000 µg/kg of FB\n2. On the contrary, faint signals were still observed at the test line for samples spiked with 2000 µg/kg of FB\n2. Therefore, the limit of detection of our LFIA for FB\n2 was also 4000 µg/kg, meaning that the developed test could be used for screening of total FBs in maize. The extended incubation time between detection conjugate and the toxins (30 minutes) and the optimal amount of labeled antibody are likely able to compensate for the difference in affinity of IgY antibody for FB\n1 and FB\n2. (\nA) Images of negative controls (1) and diluted extracts of blank maize sample spiked with FB\n2 at 2000 µg/kg (2), 4000 µg/kg (3), and 8000 µg/kg (4) on representative lateral flow immunoassay strips. CL, control line; TL, test line. Experiment was performed with 8 replicates. (\nB) Quantification of test line signals. AU, arbitrary unit. Cross-reactivity tests were performed using deoxynivalenol, ochratoxin A, aflatoxin B1 and zearalenone spiked into blank maize extracts at two different concentration levels (100-fold and 1000-fold of MRL).\nFigure 7 showed that there was no difference in signal intensities at test line position between negative control and samples spiked with low and high concentrations of the tested mycotoxins. Therefore, the developed LFIA did not cross-react with deoxynivalenol, ochratoxin A, aflatoxin B1 and zearalenone. Deoxynivalenol (1750 and 17500 ng/mL), ochratoxin A (5 and 50 ng/mL), aflatoxin B1 (10 and 100 ng/mL), zearalenone (350 and 3500 ng/mL) were spiked into diluted extracts of blank maize samples and incubated with detection conjugate for 30 minutes before being analyzed on lateral flow immunoassay (LFIA) test strips. Negative, negative controls; Positive, 40 ng/mL fumonisin B\n1 (FB\n1), CL, control line; TL, test line. A total of 19 maize samples were analyzed by HPLC-MS/MS and the developed assay. By HPLC-MS/MS, all samples were negative with FB\n2, while 11 samples were positive with FB\n1, with concentrations ranging from 27 µg/kg to 7850 µg/kg (\nTable 1). One sample (No 16: 7850 µg/kg of FB\n1) exceeded the maximum legislative limits (EU) of 4000 µg/kg (\nEC, 2007). Notably, only this sample was positive by IgY LFIA. Although the sample size was relatively low, these findings indicated that results by the IgY LFIA were in good agreement with those from MSthe standard method as no false positive or false negative results were found.\n\n## Development and optimization of LFIA\nThe LFIA developed in the present study is based on the competitive format in which polyclonal IgY antibody, showing recognition specificity toward both FB1 and FB2 (\nDo\net al., 2016), is conjugated to gold nanoparticle (see underlying data (\nTran\net al., 2019)). The labeled antibody was mixed with the sample extract in a glass vial, and the mixture was incubated to allow antigen-antibody complexes to form before flowing onto the nitrocellulose membrane which contains a test line and a control line. In our assay, FB\n1-BSA conjugate was immobilized on the test line while a secondary antibody against chicken IgY was coated on the control line. In a negative sample, the free detection antibody binds to the FB\n1-BSA conjugate immobilized on the test line, forming a visible line. An excess of the labeled antibody migrates to the control line and binds to the secondary antibody. As a result, a negative sample will form two visible lines on the nitrocellulose membrane. In a positive sample, FBs in the sample extract will react with all of the available binding sites of the antibody, thus preventing attachment of the detection antibody to the FB\n1-BSA conjugate on the test line. All of the detection conjugate will migrate to the control line and will form a visible line. Consequently, a positive sample will form only one line at the control zone. Optimization has been performed with FB\n1, the most common mycotoxin in maize, so that the samples with FB\n1 concentration equal to or beyond the maximum residue limit of 4000 µg/kg, will result in no visible line at the test zone. To this end, the effects of nitrocellulose membrane type, dilution factor of maize homogenates in running buffer, amount of detection conjugate, and the incubation time between sample extract and detection conjugate, on the test performance were evaluated. Selection of nitrocellulose membrane. Flow rate and protein-binding capacity of nitrocellulose membranes directly affect sensitivity and run time of a LFIA (\nO’Farrell, 2008). Generally, nitrocellulose membranes with a low flow rate will facilitate the formation of immunocomplexes at the test and control lines. However, it could lead to extended run times and false positive results (\nO’Farrell, 2008). In the present study, selection of nitrocellulose membrane was carried out by analyzing running buffer mixed with detection conjugate (negative controls) on three different nitrocellulose membranes.\nFigure 2 indicated that UniSart\n®\nCN140 (Sartorius) and\nCNPC-SS12, 10 μm (MDI technologies) produced higher signal intensities than UniSart\n®\nCN95 (Sartorius). Although the difference in signal intensity between UniSart® CN140 and\nCNPC-SS12, 10 μm was not statistically significant (p = 0.9209), sample uptake time was significantly lower on UniSart® CN140\n (\nFigure 2B). Therefore, UniSart\n®\nCN140 from Sartorius was chosen for subsequent experiments. (\nA) Images of negative controls (0 µg/mL fumonisin group B (FB)) on three different nitrocellulose membranes; 1, UniSart\n®\nCN95 (Sartorius)\n, 2, UniSart\n®\nCN140 (Sartorius); 3,\nCNPC-SS12 10 µm (MDI technologies); CL, control line; TL, test line. (\nB) Quantification of signal intensities and sample uptake time for each type of membrane. Sample uptake time is defined as the total time required for membranes to absorb fluid completely. T, test line signal; C, control line signal. Optimization of dilution factor of maize extract. Food sample extracts are commonly diluted before analysis by LFIA to minimize the negative effects of sample matrix on antibody-antigen reactions (\nAnfossi\net al., 2011;\nLattanzio\net al., 2012). To determine the optimal dilution factor, blank maize grains were subjected to extraction using phosphate buffer (PB) and dilution in running buffer with ratios ranging from 1:3 to 1:20. According to\nPietri & Bertuzzi (2011), average recovery percentages were 95.5±1.9% and 96.7±2.1% for FB\n1 and FB\n2 when extracted in PB. Furthermore, this extraction method does not require the use of toxic solvents and it may prevent possible inhibiting effects of organic solvents on antibody-antigen reaction (\nRehan & Younus, 2006;\nRussell\net al., 1989). Test line intensities generated by the diluted extract samples were compared with those from negative controls.\nFigure 3 revealed that signal intensities were decreased at dilution factors of 1:3 and 1:5, comparing to those from negative controls. However, starting from 1:10 dilution, test line signals were similar to negative controls (\nFigure 3B). As a result, an optimal dilution factor of 1:10 was set for subsequent experiments. (\nA) Images of diluted extracts of blank maize samples (negative with fumonisin group B (FB) by high performance liquid chromatography (HPLC)) with different dilution factors on representative lateral flow immunoassay strips; 1, 2, 3, 4, maize homogenates diluted 3-, 5-, 10-, 20-fold respectively in running buffer; 5, negative controls. CL, control line; TL, test line. (\nB) Quantification of test line signals. Control, negative control; AU, arbitrary unit. Optimization of amount of detection conjugate. Quantity of labeled antibody directly affects the limit of detection of a competitive LFIA. In fact, if a low amount of detection conjugate is used, no visible test lines will be formed even low levels of FBs (less than 4000 µg/kg) are present in the samples. Furthermore, using a low amount of detection conjugate will decrease the signal intensities at both test and control lines, causing difficulties in result interpretation. On the other hand, using an excessive amount of detection conjugate will negatively affect the analytical sensitivity of the assay as more toxins are required to saturate all the binding sites of the detection antibody. In the present study, various amounts (174 ng, 436 ng, and 697 ng corresponding to 2, 5, and 8 µl) of detection conjugate were used to react with FB\n1 extracted from blank samples spiked with this toxin at 2000 µg/kg, 4000 µg/kg or 8000 µg/kg. For samples spiked with 2000 µg/kg FB\n1, test lines were observed on all test strips regardless of the amounts of detection conjugate used (\nFigure 4). Conversely, no test line was observed when FB\n1 is present at 8000 µg/kg (\nFigure 4). At the cut-off level of 4000 µg/kg, test line signal was still present when 697 ng of detection conjugate were used while no test line was visible when 174 ng or 436 ng of detection conjugate were used. However, using 174 ng of detection conjugate resulted in low signals of test line on negative controls (\nFigure 4). Therefore, 436 ng of IgY-conjugated gold nanoparticles were used for further studies. (\nA) Images of negative controls and diluted extracts of blank maize samples spiked with FB\n1 at 2000 µg/kg, 4000 µg/kg, and 8000 µg/kg using 174 ng, 436 ng or 697 ng of detection conjugate on representative lateral flow immunoassay (LFIA) strips. Maize extracts were incubated with detection conjugate for one hour at room temperature before being analyzed on LFIA strips. Experiment was performed with 8 replicates. CL, control line; TL, test line. (\nB) Quantification of test line signals. AU, arbitrary unit. Optimization of incubation time between samples and detection conjugate. Effects of incubation step between detection conjugate and FB\n1 at the cut-off level (extracted from blank samples spiked with FB\n1 at 4000 µg/kg) on the test performance were assessed by varying the incubation time from 0 to 60 minutes. Results (\nFigure 5) indicated that test lines were still visible when the incubation time was 0 or 15 minutes, while no test lines were observed when the incubation time was 30 or 60 minutes. To shorten the analytical procedure, an incubation time of 30 minutes was chosen. (\nA) Images of diluted extract (from blank sample spiked with fumonisin B\n1 (FB\n1) at 4000 µg/kg) incubated with 436 ng of detection conjugate for 0, 15, 30 and 60 minutes on representative lateral flow immunoassay strips. 1, negative control; 2, 3, 4, 5, incubation time of 0, 15, 30, 60 minutes respectively; CL, control line; TL, test line. (\nB) Quantification of signal intensities. NC, negative control; AU, arbitrary unit.\n\n## Determination of limit of detection of the developed LFIA for FB\n\nPreviously, we have shown that the polyclonal IgY antibody used in the present study, recognized FB\n1 and FB\n2 with different affinities (IC\n50 = 10 and 49 ng/ml for FB\n1 and FB\n2 respectively) (\nDo\net al., 2016). To determine if the developed LFIA could detect FB\n2 in maize at the cut-off level of 4000 µg/kg, this toxin was spiked into a blank sample at 2000 µg/kg, 4000 µg/kg, and 8000 µg/kg. Results (\nFigure 6) showed that no visible line was formed at test zone for samples spiked with 4000 µg/kg and 8000 µg/kg of FB\n2. On the contrary, faint signals were still observed at the test line for samples spiked with 2000 µg/kg of FB\n2. Therefore, the limit of detection of our LFIA for FB\n2 was also 4000 µg/kg, meaning that the developed test could be used for screening of total FBs in maize. The extended incubation time between detection conjugate and the toxins (30 minutes) and the optimal amount of labeled antibody are likely able to compensate for the difference in affinity of IgY antibody for FB\n1 and FB\n2. (\nA) Images of negative controls (1) and diluted extracts of blank maize sample spiked with FB\n2 at 2000 µg/kg (2), 4000 µg/kg (3), and 8000 µg/kg (4) on representative lateral flow immunoassay strips. CL, control line; TL, test line. Experiment was performed with 8 replicates. (\nB) Quantification of test line signals. AU, arbitrary unit.\n\n## Cross-reactivity tests\nCross-reactivity tests were performed using deoxynivalenol, ochratoxin A, aflatoxin B1 and zearalenone spiked into blank maize extracts at two different concentration levels (100-fold and 1000-fold of MRL).\nFigure 7 showed that there was no difference in signal intensities at test line position between negative control and samples spiked with low and high concentrations of the tested mycotoxins. Therefore, the developed LFIA did not cross-react with deoxynivalenol, ochratoxin A, aflatoxin B1 and zearalenone. Deoxynivalenol (1750 and 17500 ng/mL), ochratoxin A (5 and 50 ng/mL), aflatoxin B1 (10 and 100 ng/mL), zearalenone (350 and 3500 ng/mL) were spiked into diluted extracts of blank maize samples and incubated with detection conjugate for 30 minutes before being analyzed on lateral flow immunoassay (LFIA) test strips. Negative, negative controls; Positive, 40 ng/mL fumonisin B\n1 (FB\n1), CL, control line; TL, test line.\n\n## Analysis of naturally contaminated maize samples by IgY LFIA\nA total of 19 maize samples were analyzed by HPLC-MS/MS and the developed assay. By HPLC-MS/MS, all samples were negative with FB\n2, while 11 samples were positive with FB\n1, with concentrations ranging from 27 µg/kg to 7850 µg/kg (\nTable 1). One sample (No 16: 7850 µg/kg of FB\n1) exceeded the maximum legislative limits (EU) of 4000 µg/kg (\nEC, 2007). Notably, only this sample was positive by IgY LFIA. Although the sample size was relatively low, these findings indicated that results by the IgY LFIA were in good agreement with those from MSthe standard method as no false positive or false negative results were found.\n\n## Discussion\nFumonisin contamination in maize is now a widely recognized problem and it has been shown to be relevant in many regions of the World, including Vietnam (\nHu\net al., 2019;\nScussel\net al., 2014;\nMngqawa\net al., 2016;\nHieu Phuong\net al., 2015). Among fumonisins, the most prevalent that contaminates maize is FB\n1, followed by FB\n2 (\nAnfossi\net al., 2010;\nMarasas, 2001). In term of toxicity, fumonisins have been associated with adverse health conditions such as pulmonary edema (\nHarrison\net al., 1990); liver and nephron damage (\nGelderblom\net al., 1988); or liver and esophagus cancers (\nMarasas\net al., 1988). As a result, international regulations have been adopted to restrict the maximum residue limit of total fumonisins (as the sum of FB\n1 and FB\n2) in raw maize at 4000 µg/kg (\nEC, 2007). Conventional analytical methods for fumonisins consist of liquid chromatography coupled with detectors such as UV–Vis spectrophotometry, fluorescence, and mass spectrometry (\nKamle\net al., 2019). Although these methods allow quantification of individual fumonisin in food samples, they require complex equipment and need several hours to complete. Consequently, rapid methods for fumonisin analysis such as LFIAs have become increasingly important as they are less expensive, easier to use, very rapid and suitable for on-site analysis. However, LFIAs can only provide qualitative or semi-quantitative results and are therefore recommended for screening purpose (\nZheng\net al., 2006). For any positive samples detected by LFIAs, the exact mycotoxin concentration needs to be determined by a confirmatory reference method such as HPLC (\nZheng\net al., 2006). Several lateral flow immunoassays for fumonisin detection in maize have been reported, with limits of detection (LODs) ranging from 12-1200 µg/kg (\nAnfossi\net al., 2010;\nMolinelli\net al., 2009;\nUrusov\net al., 2017;\nWang\net al., 2013). Nevertheless, the low LODs of these assays are not relevant in regard to the adopted MRL of 4000 µg/kg, as they would generate an increased number of false-positive results (according to the adopted MRL) that will be revealed by costly confirmatory methods. This will increase the cost of the whole analytical procedure. To mitigate this problem, some commercial LFIAs require a reader, which allows semi-quantitative analysis of fumonisins in the samples (Reveal\n® Q+ from Neogen, Fumo-V from Vicam, AgraStrip® WATEX® from Romer Labs). However, the applicability of these assays is limited in low-resourced environments because of the high cost of the reader. In the present study, we have developed a novel lateral flow immunoassay for total fumonisin (as the sum of FB\n1 and FB\n2) with LOD equal to the MRL of 4000 µg/kg. In the developed assay, a positive sample with a total fumonisin concentration greater than or equal to 4000 µg/kg will result in no visible signal at the test line, while a negative sample with a fumonisin concentration less than or equal to 2000 µg/kg will generate a visible signal at the test line. This would reduce the false positive rate comparing to other LFIAs reported in the literature, while maintaining the simplicity of the assay as the results could be read with the naked eye. Another novelty of this study is the use of polyclonal IgY antibody for the preparation of detection conjugate in LFIA. To the best of our knowledge, this is the first immunochromatographic test for fumonisins that employs IgY as the principal component. Most LFIAs for fumonisins reported to date are based on monoclonal antibodies that are costly to produce and involves ethical issues of animal welfare (\nDias da Silva & Tambourgi, 2010). We have previously shown that the IC50 values of the IgY used in this study were 10 and 49 ng/mL for FB1 and FB2 respectively (\nDo\net al., 2016), meaning that the affinities of our IgY towards these mycotoxins are comparable to or even higher than monoclonal antibodies reported in the literature (\nLing\net al., 2014;\nMaragos\net al., 2018;\nYu & Chu, 1999;\nZhang\net al., 2018a). Therefore, even though there is no difference in reactant consumption between IgY-based LFIA and IgG-based tests for fumonisin detection, IgY-based LFIA is significantly cheaper due to the abundance of IgY in the egg yolk. We obtained approximately 8 mg of purified IgY from a single egg, which is enough to produce 320000 tests. Of note, IgY in this study was produced in 2016, stored at -80 °C, and used for the development of the assay during the period of 2018–2019, meaning that polyclonal IgY antibody was quite stable over extended periods of time under preservation at -80 °C. One limitation of the LFIA developed in this study is that the analysis time is longer than those of commercial assays as it requires an incubation step of 30 minutes to allow FB\n1 and FB\n2 to saturate the binding sites of detection antibodies. However, as mentioned above, this additional step was likely able to compensate for the difference in affinity of IgY antibody for FB\n1 and FB\n2, enabling the new assay to meet the cut-off level of 4000 µg/kg for both these toxins.\n\n## Conclusions\nIn conclusion, this is the first study to use polyclonal IgY antibody in LFIA for simple detection of total fumonisins (as the sum of FB1 and FB2) in maize with the limit of detection equal to the MRL of 4000 µg/kg. The main advantage of this assay is its cost-effectiveness and ability to accurately detect total fumonisins at MRL in maize.\n\n## Data availability\nFigshare: Raw data for \"Development of an IgY-based lateral flow immunoassay for detection of fumonisin B in maize\".\nhttps://doi.org/10.6084/m9.figshare.8320775 (\nTran\net al., 2019) This project contains the following underlying data: Dataset 1_Raw scans of lateral flow test strips.rar (Folder includes raw images of lateral flow strips) Dataset 2.pptx (PowerPoint file includes HPLC-MS chromatograms of naturally contaminated samples for quantification of FB1 and FB2.) Dataset 3.xlsx (Excel file includes quantification of signal intensities of lateral flow test strips and quantification of FB1 and FB2 from HPLC-MS output.) Data are available under the terms of the\nCreative Commons Zero \"No rights reserved\" data waiver (CC0 1.0 Public domain dedication).\n\n## Underlying data\nFigshare: Raw data for \"Development of an IgY-based lateral flow immunoassay for detection of fumonisin B in maize\".\nhttps://doi.org/10.6084/m9.figshare.8320775 (\nTran\net al., 2019) This project contains the following underlying data: Dataset 1_Raw scans of lateral flow test strips.rar (Folder includes raw images of lateral flow strips) Dataset 2.pptx (PowerPoint file includes HPLC-MS chromatograms of naturally contaminated samples for quantification of FB1 and FB2.) Dataset 3.xlsx (Excel file includes quantification of signal intensities of lateral flow test strips and quantification of FB1 and FB2 from HPLC-MS output.) Data are available under the terms of the\nCreative Commons Zero \"No rights reserved\" data waiver (CC0 1.0 Public domain dedication).",
  "word_count": 9749,
  "char_count": 59237
}