{
  "pmcid": "PMC9365633",
  "doi": "10.1093/ije/dyac046",
  "title": "Nitrites and nitrates from food additives and natural sources and cancer risk: results from the NutriNet-Santé cohort",
  "authors": [
    "Eloi Chazelas",
    "Fabrice Pierre",
    "Nathalie Druesne-Pecollo",
    "Younes Esseddik",
    "Fabien Szabo de Edelenyi",
    "Cédric Agaesse",
    "Alexandre De Sa",
    "Rebecca Lutchia",
    "Stéphane Gigandet",
    "Bernard Srour",
    "Charlotte Debras",
    "Inge Huybrechts",
    "Chantal Julia",
    "Emmanuelle Kesse-Guyot",
    "Benjamin Allès",
    "Pilar Galan",
    "Serge Hercberg",
    "Mélanie Deschasaux-Tanguy",
    "Mathilde Touvier"
  ],
  "year": "2022",
  "journal": "International Journal of Epidemiology",
  "abstract": "AbstractBackgroundNitrates and nitrites occur naturally in water and soil. They are also used as food additives (preservatives) in processed meats. They could play a role in the carcinogenicity of processed meat. The objective was to investigate the relationship between nitrate and nitrite intakes (natural food, water and food additive sources) and cancer risk in a large prospective cohort with detailed dietary assessment.MethodsOverall, 101    056 adults from the French NutriNet-Santé cohort (2009–ongoing, median follow-up 6.7 years) were included. Nitrites/nitrates exposure was evaluated using repeated 24-h dietary records, linked to a comprehensive composition database and accounting for commercial names/brands of industrial products. Associations with cancer risk were assessed using multi-adjusted Cox hazard models.ResultsIn total, 3311 incident cancer cases were diagnosed. Compared with non-consumers, high consumers of food additive nitrates had higher breast cancer risk [hazard ratio (HR) = 1.24 (95% CI 1.03–1.48), P = 0.02], more specifically for potassium nitrate. High consumers of food additive nitrites had higher prostate cancer risk [HR = 1.58 (1.14–2.18), P = 0.008], specifically for sodium nitrite. Although similar HRs were observed for colorectal cancer for additive nitrites [HR = 1.22 (0.85–1.75)] and nitrates [HR = 1.26 (0.90–1.76)], no association was detected, maybe due to limited statistical power for this cancer location. No association was observed for natural sources.ConclusionFood additive nitrates and nitrites were positively associated with breast and prostate cancer risks, respectively. Although these results need confirmation in other large-scale prospective studies, they provide new insights in a context of lively debate around the ban of these additives from the food industry.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Nitrates and nitrites occur naturally in water and soil, and are commonly ingested from drinking water and a variety of dietary sources.1 They are also frequently used as food additives to increase shelf life and avoid bacterial growth (preservative function), and to provide a red coloration to ham and other processed meats (cosmetic purposes).1 Their use as food additives is massive: e.g. >15 000 industrial references contain added nitrites or nitrates in the current French food market.2 In several countries, debates recently emerged regarding a potential banning of nitrites and nitrates as food additives. In France, a parliamentary inquiry commission has been opened at the National Assembly on the opportunity of such a ban and is now awaiting the official expertise of the French food safety authority [French Agency for Food, Environmental and Occupational Health & Safety (ANSES)], which should be issued by the end of 2021. Experimental studies are accumulating and seem to support a prohibiting strategy. They highlighted the fact that nitrites form N-nitroso compounds (NOCs) in the digestive tract, considered as potential carcinogens in humans and proven carcinogens in a number of animal species.3–5 Of note, some of the ingested nitrates are converted into nitrites by the oral microbiota and will also lead to the formation of NOCs. However, epidemiological data in humans are still very limited.6 The current state of knowledge led the International Agency for Research on Cancer (IARC) to classify processed meat consumption as ‘carcinogenic to humans’ (Group 1),7 consistently with the conclusions of the World Cancer Research Fund (WCRF).8 Beyond other mechanistic hypotheses, notably involving heme iron, carcinogenic properties of NOCs from nitrite additives used in processed meat are serious candidates to explain these links. Indeed, ingested nitrate or nitrite under conditions that result in endogenous nitrosation is classified as probably carcinogenic to humans (Group 2A) by the IARC.1 Two meta-analyses recently highlighted positive associations between nitrates (but not nitrites) from overall diet and colorectal9 and ovarian10 cancer risks. In a third meta-analysis, high or moderate nitrite intake from overall diet was associated with higher risk of gastric cancer.11 Regarding other cancer sites, the number of studies is very scarce, in particular for breast and prostate, which are the most frequent cancers in several countries.12 To our knowledge, only two studies were conducted for breast cancer: a positive association was found between nitrites from processed meat and post-menopausal breast cancer risk in the National Institutes of Health and American Association of Retired Persons (NIH-AARP) Diet and Health Study13 and no association was observed with nitrates from overall diet in the Iowa Women's Health Study.14 Only one study was published for prostate cancer, highlighting positive associations with nitrite and nitrate intakes from processed meat.15 Besides, most of these studies did not distinguish natural vs food additive nitrites/nitrates, whereas differential effects have been suggested depending on the source.16 Indeed, antioxidants—natural inhibitors of the formation of NOCs17—are naturally present in the same sources of natural nitrites and nitrates (mainly fruits and vegetables) and may reduce the carcinogenic potential of nitrites and nitrates from natural sources. Also, no study provided details on specific nitrite/nitrate food additives. Thus, the aim of this study was to investigate the relationship between nitrate and nitrite intakes (coming from different sources: natural food sources, water and food additive sources) and the risk of cancer (overall and by most frequent cancer sites) in a large prospective cohort with detailed and up-to-date dietary assessments that includes details of commercial names/brands of products to properly estimate individual additive exposure."
    },
    {
      "title": "Methods",
      "text": "NutriNet-Santé is a French online cohort launched in 2009, which aims to study the associations between nutrition and health as well as the determinants of eating behaviours and nutritional status. It has already been described in detail.18 Since May 2009, participants aged ≥18 years with Internet access have been continuously recruited from the general population through large multimedia campaigns. Participants are followed using an online platform connected to their e-mail address and questionnaires are completed online on a dedicated website (https://etude-nutrinet-sante.fr). All participants provided informed electronic consent. At inclusion, participants were asked to complete a set of five questionnaires related to socio-demographic and lifestyle characteristics (e.g. date of birth, sex, educational level, smoking status),19 anthropometry,20,21 physical activity [validated 7-day International Physical Activity Questionnaire (IPAQ)],22 health status (e.g. personal and family history of diseases, menopausal status, drug use including hormonal treatment for menopause and oral contraceptives) and dietary intakes. At inclusion and every 6 months thereafter (to vary the season of completion and consider seasonal variation in dietary intakes), participants were invited to complete a series of three non-consecutive, web-based 24-h dietary records (validated against an interview by a trained dietitian23 and against blood and urinary biomarkers24,25) randomly assigned over a 2-week period (2 weekdays and 1 weekend day). Participants reported all foods and beverages consumed on any eating occasion. Portion sizes were estimated by participants using validated photographs or usual serving containers.26 To assess daily intakes of macronutrients, micronutrients, alcohol and total calories, dietary consumption data were linked to the NutriNet-Santé food composition database, which contains >3500 generic items.27 Besides, participants were asked whether each food product was home-made or industrial and the brand and commercial name were collected for each industrial product. Intakes from home-made composite dishes were estimated by referring to French recipes as defined by nutrition professionals. Baseline habitual dietary intakes were averaged from all 24-h dietary records provided during the first 2 years of follow-up (at least two 24-h records mandatory for inclusion in the study). Identification of dietary under-reporting was performed based on the method proposed by Black, by using the basal metabolic rate and Goldberg cut-offs. Under-reporters of energy intake were excluded.28 Nitrite and nitrate intakes were estimated combining contributions of food additives: potassium nitrite (e249), sodium nitrite (e250), sodium nitrate (e251) and potassium nitrate (e252). Because they can also naturally occur in food products, we also estimated intakes from natural presence in food and drinking water. Supplementary File 1 (available as Supplementary data at IJE online) describes the determination process of food additive exposure. In brief, for each food consumption declaration, the presence of each food additive (qualitative composition data) and, if relevant, its dose (quantitative composition data) were searched. To determine the qualitative presence/absence of food additives, three complementary databases were used: OQALI,29 a national database hosted by the French food safety authority (ANSES) to characterize the quality of the food supply; Open Food Facts, an open collaborative database of food products marketed worldwide;2 and Mintel Global New Products Database (GNPD),30 an online database of innovative food products in the world. When several composition data existed for a same product at different dates (reformulations), the date of consumption in the cohort (year) was considered in the matching of composition data (dynamic matching). The quantitative composition of additives was derived from several sources. First, 2677 ad hoc laboratory assays were carried out for the main additive–vector food pairs, among which 700 assays were on nitrites and nitrates (ad hoc assays committed by our laboratory or by the consumers’ association ‘UFC Que Choisir’). The second step in the absence of data for a given food was the use of doses by generic food categories transmitted by the European Food Safety Authority (EFSA). Last, generic doses from the Codex General Standard for Food Additives (GSFA)31 were used. The decision tree in Supplementary File 1 (available as Supplementary data at IJE online) describes this process in details. To estimate natural nitrite and nitrate intakes in foods, EFSA’s concentration levels for natural sources and contamination from agricultural practices were used by food category.32,33 To estimate intakes through water consumption, we used national results of the official sanitary control of tap water, by region.34 Health events were reported through an annual questionnaire, a specific check-up questionnaire every 6 months or at any time through a specific interface on the study website. Each incident cancer reported was reviewed by a physician from the study team who contacted the participants and asked them to provide relevant medical records. When additional information was needed, the patient’s physician, hospital or both were also contacted. All medical data were reviewed by a committee of physicians. Besides, the NutriNet-Santé cohort is linked to the medico-administrative databases of the national health insurance system (SNIIRAM databases) and to the French national cause-specific mortality registry (CépiDC). Based on these databases, we were able to complete the information concerning health events and deaths, thus limiting any potential bias due to participants with cancer who might not report their disease to the study investigators. Cancer cases were classified using the ICD-10 (International Classification of Diseases, 10th Revision). In this study, we considered as cases all primary malignant cancers diagnosed between the inclusion date and 12 January 2021, with the exception of basal cell carcinoma of the skin, which was not considered as cancer. The Multiple Imputation by Chained Equations method using fully conditional specifications (20 imputed data sets) was performed to handle missing data for the following covariates: smoking status (0.2% of missing data), level of education (6.2%), physical activity level (14.0%), height (0.8%) and body mass index (BMI) (0.8%). For nitrites and nitrates from total exposure and from natural sources, we defined sex-specific tertiles of intakes, based on the whole population. For nitrites and nitrates from food additives, as the number of non-consumers was substantial (>25%), three categories of intakes were defined: non-consumers, low consumers and high consumers (the latter two being separated by sex-specific median among consumers). Potassium nitrite (e249) and sodium nitrate (e251) were consumed by <1% of the population. They were therefore taken into account in the total food additive analyses but their individual associations were not studied. The main studied cancers were overall, breast and prostate cancers (the most frequent sites in the cohort). Colorectal cancer was studied in secondary analyses (limited number of cases). Cox proportional hazards models with age as the primary timescale were used to evaluate the association between the consumption of nitrites and nitrates and cancer risk. We tested the proportional hazard assumption of the Cox model by using rescaled Schoenfeld-type residuals and by performing the Grambsch–Therneau test.35 Log-linearity of exposure variable hazard rates was validated using restricted cubic spline functions.36 Participants contributed person-time until the date of diagnosis of cancer, the date of last completed questionnaire, the date of death or 12 January 2021, whichever occurred first. The main model was adjusted for age (timescale), sex, energy intake without alcohol (kcal/d, continuous), alcohol, sugar, saturated fatty acids and fibre intakes (g/d, continuous), sodium and heme iron intakes (mg/d, continuous), BMI (kg/m2, continuous), height (cm, continuous), physical activity (high, moderate, low, calculated according to IPAQ recommendations37), smoking status (never, former, current smokers), number of 24-h dietary records (continuous), family history of cancer (yes/no) and educational level (primary, secondary, undergraduate, post-graduate). All models were mutually adjusted for nitrate/nitrite intakes other than the specific one studied: e.g. when sodium nitrite (e250) was studied, models were adjusted for potassium nitrite (e249), natural nitrite and overall nitrate intakes. Stratifications by menopausal status were performed for breast cancer analyses. For these, women contributed person-time to the ‘pre-menopausal model’ until their age at menopause and to the ‘post-menopausal model’ from their age at menopause. For breast cancer analyses, additional adjustments were made for the age at menarche (categorical: <12 years old, ≥12 years old), age at first child (categorical: no child, before 30 years, ≥30 years), number of biological children (continuous), menopausal status at baseline (menopausal/non-menopausal), hormonal treatment for menopause at baseline and during follow-up (for main breast cancer model and post-menopausal analyses, yes/no) and oral contraception use at baseline and during follow-up (for main breast cancer model and pre-menopausal analyses, yes/no). As it has been suggested that antioxidants may inhibit the formation of NOCs,17 interactions with antioxidant intakes (total intake of vitamin A, C, E, selenium and zinc) as well as fruit and vegetable intakes were tested as secondary analyses. Interactions with heme iron intakes were tested, as it may enhance endogenous NOC formation.38 Interactions with alcohol intake were also tested. Interaction variables were defined as two categories separated by sex-specific median. Several models were also tested as sensitivity analyses: (i) restriction of the study population to participants with at least five 24-h dietary records during the first 2 years of follow-up, (ii) exclusion of the first 2 years of follow-up for all participants to challenge a potential reverse causality bias, (iii) additional adjustment for antioxidant and fruit and vegetable intakes and (iv) additional adjustment for the proportion in weight of ultra-processed food intake in the diet (as defined by the NOVA classification39,40). For breast cancer analyses, stratification according to alcohol intake (high and low consumers separated by median) were also tested. All tests were two-sided. R version 3.6.3 (R Foundation, Vienna, Austria) was used for the analyses."
    },
    {
      "title": "Study population",
      "text": "NutriNet-Santé is a French online cohort launched in 2009, which aims to study the associations between nutrition and health as well as the determinants of eating behaviours and nutritional status. It has already been described in detail.18 Since May 2009, participants aged ≥18 years with Internet access have been continuously recruited from the general population through large multimedia campaigns. Participants are followed using an online platform connected to their e-mail address and questionnaires are completed online on a dedicated website (https://etude-nutrinet-sante.fr). All participants provided informed electronic consent."
    },
    {
      "title": "Data collection",
      "text": "At inclusion, participants were asked to complete a set of five questionnaires related to socio-demographic and lifestyle characteristics (e.g. date of birth, sex, educational level, smoking status),19 anthropometry,20,21 physical activity [validated 7-day International Physical Activity Questionnaire (IPAQ)],22 health status (e.g. personal and family history of diseases, menopausal status, drug use including hormonal treatment for menopause and oral contraceptives) and dietary intakes."
    },
    {
      "title": "Dietary assessment",
      "text": "At inclusion and every 6 months thereafter (to vary the season of completion and consider seasonal variation in dietary intakes), participants were invited to complete a series of three non-consecutive, web-based 24-h dietary records (validated against an interview by a trained dietitian23 and against blood and urinary biomarkers24,25) randomly assigned over a 2-week period (2 weekdays and 1 weekend day). Participants reported all foods and beverages consumed on any eating occasion. Portion sizes were estimated by participants using validated photographs or usual serving containers.26 To assess daily intakes of macronutrients, micronutrients, alcohol and total calories, dietary consumption data were linked to the NutriNet-Santé food composition database, which contains >3500 generic items.27 Besides, participants were asked whether each food product was home-made or industrial and the brand and commercial name were collected for each industrial product. Intakes from home-made composite dishes were estimated by referring to French recipes as defined by nutrition professionals. Baseline habitual dietary intakes were averaged from all 24-h dietary records provided during the first 2 years of follow-up (at least two 24-h records mandatory for inclusion in the study). Identification of dietary under-reporting was performed based on the method proposed by Black, by using the basal metabolic rate and Goldberg cut-offs. Under-reporters of energy intake were excluded.28"
    },
    {
      "title": "Nitrite and nitrate intakes",
      "text": "Nitrite and nitrate intakes were estimated combining contributions of food additives: potassium nitrite (e249), sodium nitrite (e250), sodium nitrate (e251) and potassium nitrate (e252). Because they can also naturally occur in food products, we also estimated intakes from natural presence in food and drinking water. Supplementary File 1 (available as Supplementary data at IJE online) describes the determination process of food additive exposure. In brief, for each food consumption declaration, the presence of each food additive (qualitative composition data) and, if relevant, its dose (quantitative composition data) were searched. To determine the qualitative presence/absence of food additives, three complementary databases were used: OQALI,29 a national database hosted by the French food safety authority (ANSES) to characterize the quality of the food supply; Open Food Facts, an open collaborative database of food products marketed worldwide;2 and Mintel Global New Products Database (GNPD),30 an online database of innovative food products in the world. When several composition data existed for a same product at different dates (reformulations), the date of consumption in the cohort (year) was considered in the matching of composition data (dynamic matching). The quantitative composition of additives was derived from several sources. First, 2677 ad hoc laboratory assays were carried out for the main additive–vector food pairs, among which 700 assays were on nitrites and nitrates (ad hoc assays committed by our laboratory or by the consumers’ association ‘UFC Que Choisir’). The second step in the absence of data for a given food was the use of doses by generic food categories transmitted by the European Food Safety Authority (EFSA). Last, generic doses from the Codex General Standard for Food Additives (GSFA)31 were used. The decision tree in Supplementary File 1 (available as Supplementary data at IJE online) describes this process in details. To estimate natural nitrite and nitrate intakes in foods, EFSA’s concentration levels for natural sources and contamination from agricultural practices were used by food category.32,33 To estimate intakes through water consumption, we used national results of the official sanitary control of tap water, by region.34"
    },
    {
      "title": "Case ascertainment",
      "text": "Health events were reported through an annual questionnaire, a specific check-up questionnaire every 6 months or at any time through a specific interface on the study website. Each incident cancer reported was reviewed by a physician from the study team who contacted the participants and asked them to provide relevant medical records. When additional information was needed, the patient’s physician, hospital or both were also contacted. All medical data were reviewed by a committee of physicians. Besides, the NutriNet-Santé cohort is linked to the medico-administrative databases of the national health insurance system (SNIIRAM databases) and to the French national cause-specific mortality registry (CépiDC). Based on these databases, we were able to complete the information concerning health events and deaths, thus limiting any potential bias due to participants with cancer who might not report their disease to the study investigators. Cancer cases were classified using the ICD-10 (International Classification of Diseases, 10th Revision). In this study, we considered as cases all primary malignant cancers diagnosed between the inclusion date and 12 January 2021, with the exception of basal cell carcinoma of the skin, which was not considered as cancer."
    },
    {
      "title": "Statistical analysis",
      "text": "The Multiple Imputation by Chained Equations method using fully conditional specifications (20 imputed data sets) was performed to handle missing data for the following covariates: smoking status (0.2% of missing data), level of education (6.2%), physical activity level (14.0%), height (0.8%) and body mass index (BMI) (0.8%). For nitrites and nitrates from total exposure and from natural sources, we defined sex-specific tertiles of intakes, based on the whole population. For nitrites and nitrates from food additives, as the number of non-consumers was substantial (>25%), three categories of intakes were defined: non-consumers, low consumers and high consumers (the latter two being separated by sex-specific median among consumers). Potassium nitrite (e249) and sodium nitrate (e251) were consumed by <1% of the population. They were therefore taken into account in the total food additive analyses but their individual associations were not studied. The main studied cancers were overall, breast and prostate cancers (the most frequent sites in the cohort). Colorectal cancer was studied in secondary analyses (limited number of cases). Cox proportional hazards models with age as the primary timescale were used to evaluate the association between the consumption of nitrites and nitrates and cancer risk. We tested the proportional hazard assumption of the Cox model by using rescaled Schoenfeld-type residuals and by performing the Grambsch–Therneau test.35 Log-linearity of exposure variable hazard rates was validated using restricted cubic spline functions.36 Participants contributed person-time until the date of diagnosis of cancer, the date of last completed questionnaire, the date of death or 12 January 2021, whichever occurred first. The main model was adjusted for age (timescale), sex, energy intake without alcohol (kcal/d, continuous), alcohol, sugar, saturated fatty acids and fibre intakes (g/d, continuous), sodium and heme iron intakes (mg/d, continuous), BMI (kg/m2, continuous), height (cm, continuous), physical activity (high, moderate, low, calculated according to IPAQ recommendations37), smoking status (never, former, current smokers), number of 24-h dietary records (continuous), family history of cancer (yes/no) and educational level (primary, secondary, undergraduate, post-graduate). All models were mutually adjusted for nitrate/nitrite intakes other than the specific one studied: e.g. when sodium nitrite (e250) was studied, models were adjusted for potassium nitrite (e249), natural nitrite and overall nitrate intakes. Stratifications by menopausal status were performed for breast cancer analyses. For these, women contributed person-time to the ‘pre-menopausal model’ until their age at menopause and to the ‘post-menopausal model’ from their age at menopause. For breast cancer analyses, additional adjustments were made for the age at menarche (categorical: <12 years old, ≥12 years old), age at first child (categorical: no child, before 30 years, ≥30 years), number of biological children (continuous), menopausal status at baseline (menopausal/non-menopausal), hormonal treatment for menopause at baseline and during follow-up (for main breast cancer model and post-menopausal analyses, yes/no) and oral contraception use at baseline and during follow-up (for main breast cancer model and pre-menopausal analyses, yes/no). As it has been suggested that antioxidants may inhibit the formation of NOCs,17 interactions with antioxidant intakes (total intake of vitamin A, C, E, selenium and zinc) as well as fruit and vegetable intakes were tested as secondary analyses. Interactions with heme iron intakes were tested, as it may enhance endogenous NOC formation.38 Interactions with alcohol intake were also tested. Interaction variables were defined as two categories separated by sex-specific median. Several models were also tested as sensitivity analyses: (i) restriction of the study population to participants with at least five 24-h dietary records during the first 2 years of follow-up, (ii) exclusion of the first 2 years of follow-up for all participants to challenge a potential reverse causality bias, (iii) additional adjustment for antioxidant and fruit and vegetable intakes and (iv) additional adjustment for the proportion in weight of ultra-processed food intake in the diet (as defined by the NOVA classification39,40). For breast cancer analyses, stratification according to alcohol intake (high and low consumers separated by median) were also tested. All tests were two-sided. R version 3.6.3 (R Foundation, Vienna, Austria) was used for the analyses."
    },
    {
      "title": "Results",
      "text": "After exclusion of energy under-reporters and prevalent cancer cases at baseline, 101 056 participants were included in this study (flowchart in Figure 1). Among the 101 056 participants included (78.5% women), the mean age at baseline was 42.3 years (SD 14.5) and mean number of dietary records was 5.5 (SD 3.0). Table 1 shows the baseline characteristics of the study population according to quantiles of nitrite intakes from food additives (non-consumers, low and high consumers, separated by sex-specific median among consumers). Compared with non-consumers of nitrite additives, high consumers were more likely to be males, younger individuals, less physically active, less educated and with a higher BMI. In terms of nutritional intakes, they had higher caloric, alcohol, sugar, sodium and heme iron intakes and lower fibre intakes. The median intake of nitrite additives was slightly higher among men compared with women (0.15 vs 0.11 mg/d, data not tabulated). Regarding nitrate additives, the median was null for both sexes, but the mean intake was higher among men compared with women (0.26 vs 0.16 mg/d, data not tabulated). The Pearson correlation coefficient between nitrate and nitrite additives (in mg/d) was 0.24. Correlation between food additives nitrites/nitrates intakes (in mg/d) and intakes of food containing processed meat (as such or in mixed dishes, in g/d) were respectively 0.73 and 0.67. Flowchart of NutriNet-Santé cohort participants included in the investigation of nitrite and nitrate intakes and cancer risk. Baseline characteristics of the study population, NutriNet-Santé cohort, France, 2009–2021 (N = 101 056) Values are n (%) unless stated otherwise. IPAQ, International Physical Activity Questionnaire; BMI, body mass index; 1 kcal = 4.18 kJ = 0.00418 MJ. Categories of consumption were defined as: non-consumers, low consumers and high consumers, separated by the sex-specific median among consumers, i.e. 0.19 mg/d in women and 0.25 mg/d in men. Height and BMI were missing for 789 participants. Among first-degree relatives. Among women. Contributors to total nitrite intake ranked as follows: natural presence/contamination in foods [mean (SD): 5.3 (SD 3.2) mg/d, 95.3%], food additives [0.3 (SD 0.6) mg/d, 4.7%] and natural presence/contamination in water [0.0004 (SD 0.005) mg/d, 0.01%]. Contributors to total nitrate intake were: natural presence/contamination in foods [197.5 (SD 110.1) mg/d, 93.0%], natural presence/contamination in water [14.7 (SD 12.4) mg/d, 6.9%] and food additives [0.2 (SD 0.4) mg/d, 0.1%]. Supplementary File 2 (available as Supplementary data at IJE online) illustrates natural food sources of nitrites and nitrates. For both, the main vector was vegetables and vegetable-based preparations (41% and 60%, respectively), followed by processed meat for nitrites (19%) and seasonings for nitrates (23%). Supplementary File 3 (available as Supplementary data at IJE online) illustrates the food sources of nitrites and nitrates as food additives: for both, the main vector was processed meat consumed as such (60% and 92%, respectively), followed by various types of dishes containing processed meat. The percentage of consumers for each nitrite and nitrate additive were as follows: sodium nitrite (e250): 73.9%, potassium nitrate (e252): 31.6%, potassium nitrite (e249): 0.9% and sodium nitrate (e251): 0.9%. During follow-up (median follow-up time 6.7 years), 3311 first incident cancer cases were diagnosed, among which there were 966 breast cancers (381 pre-menopausal, 585 post-menopausal), 400 prostate cancers and 268 colorectal cancers. The proportional hazard assumptions of the Cox models were met, as well as the log-linearity of exposure variable hazard rates (Supplementary File 4, available as Supplementary data at IJE online). Tables 2–5 show the associations between nitrites and nitrates intakes (total, natural sources, food additives) and overall, breast, prostate and colorectal cancer risk, respectively. Associations between nitrite and nitrate exposures by sources and overall cancer risk, NutriNet-Santé cohort, France, 2009–2021 (N = 101 056) HR, cause-specific hazard ratio. Median follow-up time: 6.7 years. Person-years: 639 756. Multivariable Cox proportional hazard models were adjusted for: age (timescale), sex, energy intake without alcohol (kcal/d, continuous), alcohol, sugar, saturated fatty acids and fibre intakes (g/d, continuous), sodium and heme iron intakes (mg/d, continuous), body mass index (kg/m2, continuous), height (cm, continuous), physical activity (high, moderate, low, calculated according to International Physical Activity Questionnaire recommendations), smoking status (never, former, current smokers), number of 24-h dietary records (continuous), family history of cancer (yes/no) and educational level (primary, secondary, undergraduate, post-graduate). All models were mutually adjusted for nitrate/nitrite intakes other than the specific one studied. For total nitrite and nitrate intakes and from natural sources, sex-specific tertiles of consumption were defined. Cut-offs were: 4.03 and 5.55 mg/d in women and 5.18 and 7.44 mg/d in men for total nitrites, 150.09 and 233.89 mg/d in women and 162.11 and 251.59 mg/d in men for total nitrates, 3.83 and 5.29 mg/d in women and 4.92 and 7.07 mg/d in men for nitrites from natural sources, 149.91 and 233.75 mg/d in women and 161.94 and 251.32 mg/d in men for nitrates from natural sources. For nitrites and nitrates from food additives, three categories of consumption were defined: non-consumers, low consumers and high consumers (separated by sex-specific median among consumers). Cut-offs were: 0.19 mg/d in women and 0.25 mg/d in men for nitrites from food additives, 0.36 mg/d in women and 0.46 mg/d in men for nitrates from food additives, 0.19 mg/d in women and 0.25 mg/d in men for sodium nitrite (e250) and 0.36 mg/d in women and 0.46 mg/d in men for potassium nitrate (e252). During overall follow-up, 142 competing deaths occurred. Cause-specific HRs for death in the high consumers of total nitrites, nitrites from natural sources, nitrites from food additives, sodium nitrite (e250), total nitrates, nitrates from natural sources, nitrates from food additives and potassium nitrate (e252) were respectively: 0.65 (0.41–1.02), P = 0.09; 0.58 (0.37–0.93), P = 0.03; 1.17 (0.74–1.85), P = 0.5; 1.15 (0.73–1.82), P = 0.6; 0.99 (0.60–1.63), P = 0.6; 1.05 (0.63–1.73), P = 0.8; 0.93 (0.57–1.52), P = 0.004; 0.94 (0.58- 1.53), P = 0.8. Associations between nitrite and nitrate exposures by sources and breast cancer risk, NutriNet-Santé cohort, France, 2009–2021 (N = 79 284 women) HR, cause-specific hazard ratio. Median follow-up time: 6.7 years. Person-years: 500 421. Multivariable Cox proportional hazard models were adjusted for: age (timescale), energy intake without alcohol (kcal/d, continuous), alcohol, sugar, saturated fatty acids and fibre intakes (g/d, continuous), sodium and heme iron intakes (mg/d, continuous), body mass index (kg/m2, continuous), height (cm, continuous), physical activity (high, moderate, low, calculated according to International Physical Activity Questionnaire recommendations), smoking status (never, former, current smokers), number of 24-h dietary records (continuous), family history of cancer (yes/no) and educational level (primary, secondary, undergraduate, post-graduate). All models were mutually adjusted for nitrate/nitrite intakes other than the specific one studied. For breast cancer analyses, additional adjustments were made for the age at menarche (categorical: <12 years old, ≥12 years old), age at first child (categorical: no child, before 30 years, ≥30 years), number of biological children (continuous), menopausal status at baseline (menopausal/non-menopausal), hormonal treatment for menopause at baseline and during follow-up (yes/no) and oral contraception use at baseline and during follow-up (yes/no). For nitrites and nitrates from overall exposure and from natural sources, sex-specific tertiles of consumption were defined. Cut-offs were: 4.03 and 5.55 mg/d in women for overall nitrites, 150.09 and 233.89 mg/d in women for overall nitrates, 3.83 and 5.29 mg/d in women for nitrites from natural sources and 149.91 and 233.75 mg/d in women for nitrates from natural sources. For nitrites and nitrates from food additives, three categories of consumption were defined: non-consumers, low consumers and high consumers (separated by sex-specific median among consumers). Cut-offs were: 0.19 mg/d in women for nitrites from food additives, 0.36 mg/d in women for nitrates from food additives, 0.19 mg/d in women for sodium nitrite (e250) and 0.36 mg/d in women for potassium nitrate (e252). During women's follow-up, 58 competing deaths occurred and 1296 competing cases of cancers other than breast were diagnosed. Cause-specific HRs for death in the high consumers of total nitrites, nitrites from natural sources, nitrites from food additives, sodium nitrite (e250), total nitrates, nitrates from natural sources, nitrates from food additives, potassium nitrate (e252) were respectively: 0.87 (0.43–1.74), P = 0.8; 0.96 (0.46–1.99), P = 0.9; 0.93 (0.47–1.85), P = 0.9; 0.95 (0.48–1.89), P = 0.9; 0.94 (0.44–2.00), P = 0.8; 0.93 (0.44–1.99), P = 0.8; 0.83 (0.36–1.90), P = 0.6; 0.88 (0.38–2.01), P = 0.7. Cause-specific hazard ratios for all cancers except breast in the high consumers of total nitrites, nitrites from natural sources, nitrites from food additives, sodium nitrite (e250), total nitrates, nitrates from natural sources, nitrates from food additives and potassium nitrate (e252) were respectively: 1.06 (0.90–1.24), P = 0.5; 1.00 (0.85–1.18), P = 1; 0.98 (0.84–1.15), P = 0.8; 1.00 (0.85–1.18), P = 1; 0.96 (0.81–1.14), P = 0.6; 0.96 (0.81–1.13), P = 0.6; 1.03 (0.88–1.21), P = 0.7; 1.05 (0.89–1.23), P = 0.6. Associations between nitrite and nitrate exposures by sources and prostate cancer risk, NutriNet-Santé cohort, France, 2009–2021 (N = 21 772 men) HR, cause-specific hazard ratio. Median follow-up time: 6.8 years. Person-years: 139 334. Multivariable Cox proportional hazard models were adjusted for: age (timescale), energy intake without alcohol (kcal/d, continuous), alcohol, sugar, saturated fatty acids and fibre intakes (g/d, continuous), sodium and heme iron intakes (mg/d, continuous), body mass index (kg/m2, continuous), height (cm, continuous), physical activity (high, moderate, low, calculated according to International Physical Activity Questionnaire recommendations), smoking status (never, former, current smokers), number of 24-h dietary records (continuous), family history of cancer (yes/no) and educational level (primary, secondary, undergraduate, post-graduate). All models were mutually adjusted for nitrate/nitrite intakes other than the specific one studied. For nitrites and nitrates from overall exposure and from natural sources, sex-specific tertiles of consumption were defined. Cut-offs were: 5.18 and 7.44 mg/d in men for overall nitrites, 162.11 and 251.59 mg/d in men for overall nitrates, 4.92 and 7.07 mg/d in men for nitrites from natural sources and 161.94 and 251.32 mg/d in men for nitrates from natural sources. For nitrites and nitrates from food additives, three categories of consumption were defined: non-consumers, low consumers and high consumers (separated by sex-specific median among consumers). Cut-offs were: 0.25 mg/d in men for nitrites from food additives, 0.46 mg/d in men for nitrates from food additives, 0.25 mg/d in men for sodium nitrite (e250) and 0.46 mg/d in men for potassium nitrate (e252). During men's follow-up, 84 competing deaths occurred and 649 competing cases of cancers other than prostate. Cause-specific HRs for death in the high consumers of total nitrites, nitrites from natural sources, nitrites from food additives, sodium nitrite (e250), total nitrates, nitrates from natural sources, nitrates from food additives and potassium nitrate (e252) were respectively: 0.58 (0.32–1.06), P = 0.1; 0.45 (0.24–0.85), P = 0.02; 1.37 (0.73–2.54), P = 0.4; 1.31 (0.70–2.43), P = 0.4; 1.04 (0.53–2.04), P = 0.7; 1.15 (0.59–2.28), P = 0.9; 1.01 (0.55–1.86), P = 1; 1.00 (0.54–1.84), P = 1. Cause-specific hazard ratios for all cancers except prostate in the high consumers of total nitrites, nitrites from natural sources, nitrites from food additives, sodium nitrite (e250), total nitrates, nitrates from natural sources, nitrates from food additives and potassium nitrate (e252) were respectively: 0.86 (0.69–1.08), P = 0.2; 0.88 (0.70–1.10), P = 0.3; 0.96 (0.76–1.22), P = 0.7; 0.96 (0.76–1.22), P = 0.7; 1.15 (0.91–1.45), P = 0.3; 1.13 (0.90–1.43), P = 0.4; 1.05 (0.85–1.30), P = 0.6; 1.05 (0.85–1.30), P = 0.6. Associations between nitrite and nitrate exposures by sources and colorectal cancer risk, NutriNet-Santé cohort, France, 2009–2021 (N = 101 056) HR, cause-specific hazard ratio. Median follow-up time: 6.7 years. Person-years: 639 756. Multivariable Cox proportional hazard models were adjusted for: age (timescale), sex, energy intake without alcohol (kcal/d, continuous), alcohol, sugar, saturated fatty acids and fibre intakes (g/d, continuous), sodium and heme iron intakes (mg/d, continuous), body mass index (kg/m2, continuous), height (cm, continuous), physical activity (high, moderate, low, calculated according to International Physical Activity Questionnaire recommendations), smoking status (never, former, current smokers), number of 24-h dietary records (continuous), family history of cancer (yes/no) and educational level (primary, secondary, undergraduate, post-graduate). All models were mutually adjusted for nitrate/nitrite intakes other than the specific one studied. For nitrites and nitrates from overall exposure and from natural sources, sex-specific tertiles of consumption were defined. Cut-offs were: 4.03 and 5.55 mg/d in women and 5.18 and 7.44 mg/d in men for overall nitrites, 150.09 and 233.89 mg/d in women and 162.11 and 251.59 mg/d in men for overall nitrates, 3.83 and 5.29 mg/d in women and 4.92 and 7.07 mg/d in men for nitrites from natural sources and 149.91 and 233.75 mg/d in women and 161.94 and 251.32 mg/d in men for nitrates from natural sources. For nitrites and nitrates from food additives, three categories of consumption were defined: non-consumers, low consumers and high consumers (separated by sex-specific median among consumers). Cut-offs were: 0.19 mg/d in women and 0.25 mg/d in men for nitrites from food additives, 0.36 mg/d in women and 0.46 mg/d in men for nitrates from food additives, 0.19 mg/d in women and 0.25 mg/d in men for sodium nitrite (e250) and 0.36 mg/d in women and 0.46 mg/d in men for potassium nitrate (e252). During overall follow-up, 142 competing deaths occurred. Cause-specific hazard ratios for death in the high consumers of total nitrites, nitrites from natural sources, nitrites from food additives, sodium nitrite (e250), total nitrates, nitrates from natural sources, nitrates from food additives and potassium nitrate (e252) were respectively: 0.65 (0.41–1.02), P = 0.09; 0.58 (0.37–0.93), P = 0.03; 1.17 (0.74–1.85), P = 0.5; 1.15 (0.73–1.82), P = 0.6; 0.99 (0.60–1.63), P = 0.6; 1.05 (0.63–1.73), P = 0.8; 0.93 (0.57–1.52), P = 0.8; 0.94 (0.58–1.53), P = 0.8. No association was detected for total nitrite and nitrate intakes, nor for intakes from natural sources. Compared with non-consumers, high consumers of food additive nitrates had higher risk of breast cancer [HRhigh vs low consumers = 1.24 (95% CI 1.03–1.48), P = 0.02], especially for potassium nitrate (e252) [HRhigh vs low consumers = 1.25 (95% CI 1.04–1.50), P = 0.01]. These associations were more specifically observed among pre-menopausal women [HRhigh vs low consumers = 1.40 (95% CI 1.10– 1.78), P = 0.006 for food additive nitrates and HRhigh vs low consumers = 1.41 (95% CI 1.11–1.80), P = 0.005 for potassium nitrate e252; Supplementary File 5, available as Supplementary data at IJE online]. Compared with non-consumers, high consumers of food additive nitrites and specifically sodium nitrite (e250) had higher risk of first incident prostate cancer [HRhigh vs low consumers = 1.58 (95% CI 1.14–2.18), P = 0.008 and HRhigh vs low consumers = 1.62 (95% CI 1.17–2.25), P = 0.004, respectively]. Although similar HRs were observed for colorectal cancer [HRhigh vs low consumers = 1.22 (95% CI 0.85–1.75) for food additive nitrite intakes and 1.26 (95% CI 0.90–1.76) for food additive nitrate intakes], no association was detected in this study, maybe due to limited statistical power for this cancer location (Table 5). No interaction was detected between nitrite/nitrate exposures and heme iron, antioxidant, fruit and vegetable or alcohol intakes (all P > 0.1, data not tabulated). Sensitivity analyses did not substantially modify the results (Supplementary File 6, available as Supplementary data at IJE online). For breast cancer analyses, stratification by alcohol consumption did not modify the results (Supplementary File 7, available as Supplementary data at IJE online)."
    },
    {
      "title": "Discussion",
      "text": "In this large prospective cohort study, food additive nitrates intakes, in particular potassium nitrate (e252), were associated with increased breast cancer risk, specifically pre-menopausal breast cancer, and nitrite additives intakes, especially sodium nitrite (e250), were positively associated with prostate cancer risk. Although similar HRs were observed for colorectal cancer, no association was detected in this study. No association was detected for nitrites or nitrates from natural sources. In the US NIH-AARP Diet and Health Study, nitrites from processed meat were positively associated with post-menopausal breast cancer, but nitrate intakes were not studied.13 In the American Iowa Women's Health Study, nitrates from overall diet and from water were not associated with breast cancer risk and nitrites were not studied.14,41 Comparisons with our results are not straightforward since the above-mentioned studies did not differentiate natural vs additive sources. Consistently with our results, nitrites from processed meat were positively associated with prostate cancer risk in the NIH-AARP study and an association was also found with nitrates from processed meat.15 To our knowledge, regarding colorectal cancer and nitrite or nitrate exposures, eight prospective studies were published, among which three found positive associations for water nitrate42 or meat nitrate and nitrite,43,44 whereas five others did not observe any association for water nitrate and dietary nitrite and nitrate. A recent meta-analysis including 15 prospective cohorts and case–control studies suggested positive associations between total nitrate intake and colorectal cancer risk.9 These studies did not differentiate natural vs food additive sources, limiting the comparability with our results. In the present study, we did not detect associations with colorectal cancer risk, but statistical power was limited for this location and would need further investigation with longer follow-up. The number of cases was too limited to investigate separately other specific cancer locations. In the literature, a recent meta-analysis suggested a positive association between total nitrate intake and ovarian cancer risk (three cohorts included).10 One meta-analysis suggested a positive association between total nitrite intake and gastric cancer risk (19 studies included, not distinguishing cohorts from case–control studies).11 A few studies suggested associations for other cancer locations: higher dietary nitrate intakes (but not nitrites) were positively associated with thyroid cancer risk among men of the US NIH-AARP cohort.45 Higher nitrite intakes from water (but not from food) were positively associated with bladder cancer risk in the Iowa Women's Health Study.46 In the same cohort, higher nitrate intakes from water and higher nitrite intakes from processed meat were positively associated with renal cancer among older women.47 Higher total nitrite intakes were associated with increased esophageal squamous cell carcinoma in the Netherlands Cohort Study48 and higher nitrite intakes from processed meat were positively associated with pancreatic cancer.49 The associations observed in this study are consistent with experimental data on NOCs. These compounds could result from endogenous synthesis. Indeed, a high-red-meat diet led to the endogenous synthesis of NOCs in the colon during an experiment on healthy volunteers.50 They can also result from exogenous exposure from nitrites (and nitrates, partly converted by the oral microbiota into nitrites). NOCs are a potential human carcinogen and proven carcinogen in certain animal species.3,4,51 Nitrosamines, a specific type of NOC, must be activated by specific cytochrome P450 enzymes to be carcinogenic,1 which have been detected in many tissues including those of the breast.52 Heme iron is found at high levels in red meat and also enhances endogenous NOC formation,38 but it is unlikely that it may have driven the observed results since our models were adjusted for heme iron intakes and since no interaction was detected with this compound. In this study, only nitrites and nitrates as food additives were associated with cancer risk, yet their contribution to total nitrite/nitrate intakes were relatively low in comparison with natural sources. Since most natural nitrites and nitrates come from vegetables that are naturally rich in antioxidants, it can be hypothesized that these antioxidants—natural inhibitors of the formation of NOCs17—may have reduced the carcinogenic potential of nitrites and nitrates from these sources. This warrants confirmation in future experimental and epidemiological studies. Strengths of this study include its large sample size, its prospective design and the detailed assessment of nitrites and nitrates exposure from different sources. Indeed, repeated 24-h records allowed us to collect precise information on a wide range of foods containing nitrites and nitrates, with information about their source: natural presence or contamination vs addition as food additives. As doses of food additives may vary according to brands for the same type of product, commercial names/brands were collected and accounted for, which represents an important asset compared with most nutritional studies worldwide. Three complementary databases were used to determine their qualitative additive composition and thousands of assays were performed and complemented with EFSA and GSFA data to retrieve information on quantitative doses. However, some limitations must be acknowledged. First, caution is needed in the generalizability of the findings since participants of the NutriNet-Santé cohort were more often women, with health conscious behaviours and higher socio-professional and educational levels than the general French population.53 This may have led to a greater consumption of fruit and vegetables and a lower consumption of processed meat, which could explain that compared with EFSA’s exposure simulations, natural nitrite and nitrate intakes were higher in the NutriNet-Santé cohort, whereas the opposite trend was observed for nitrite and nitrate additives. Indeed, in EFSA’s simulations (data from the INCA2 nationally representative survey for France, 2006–2007), the total nitrite intake was 0.04 mg/kg of body weight (BW)32 and total nitrate intake was 1.6 mg/kg BW33 vs 0.09 and 3.34 mg/kg BW in the NutriNet-Santé cohort, respectively (data not tabulated). Conversely, intakes from food additives were higher in EFSA’s simulation compared with that of NutriNet-Santé: 0.01–0.04 mg/kg BW for nitrites and 0.05–0.10 mg/kg BW for nitrates (for all countries, as data specific to countries were not presented in the report) vs a mean of 0.004 mg/kg BW for nitrites and 0.003 mg/kg BW for nitrates in the NutriNet-Santé cohort. Also, when comparing processed meat intakes with the INCA2 study, the consumption rate of processed meat was 26% in the NutriNet-Santé cohort vs 91.1% in the INCA2 study (median 12.5 vs 28.6 g/d). It can be hypothesized that the associations observed in the present study for nitrite/nitrate additives and cancer risk may be even stronger in the general population, with higher levels of exposure and increased contrast between compared groups. Second, the number of cases was limited for some cancer locations, thus reducing the statistical power, which could have impaired our ability to detect associations, particularly for colorectal cancer, and also prevented us from studying other cancer locations. Also, several socio-demographic and lifestyle characteristics were associated with the consumption of nitrites and nitrates as food additives. These parameters were largely accounted for in our multivariable statistical models but the possibility of residual confounding cannot entirely be ruled out due to the observational design of this study. Finally, industrial products may be reformulated across time by choice of manufacturers or regulation requirements, thereby complicating the exposure assessment. However, bias linked to this aspect was limited since the composition and consumption data were matched considering the year (dynamic matching), accounting for different compositions of a same product/brand depending on its year of consumption."
    },
    {
      "title": "Comparison with epidemiological literature",
      "text": "In the US NIH-AARP Diet and Health Study, nitrites from processed meat were positively associated with post-menopausal breast cancer, but nitrate intakes were not studied.13 In the American Iowa Women's Health Study, nitrates from overall diet and from water were not associated with breast cancer risk and nitrites were not studied.14,41 Comparisons with our results are not straightforward since the above-mentioned studies did not differentiate natural vs additive sources. Consistently with our results, nitrites from processed meat were positively associated with prostate cancer risk in the NIH-AARP study and an association was also found with nitrates from processed meat.15 To our knowledge, regarding colorectal cancer and nitrite or nitrate exposures, eight prospective studies were published, among which three found positive associations for water nitrate42 or meat nitrate and nitrite,43,44 whereas five others did not observe any association for water nitrate and dietary nitrite and nitrate. A recent meta-analysis including 15 prospective cohorts and case–control studies suggested positive associations between total nitrate intake and colorectal cancer risk.9 These studies did not differentiate natural vs food additive sources, limiting the comparability with our results. In the present study, we did not detect associations with colorectal cancer risk, but statistical power was limited for this location and would need further investigation with longer follow-up. The number of cases was too limited to investigate separately other specific cancer locations. In the literature, a recent meta-analysis suggested a positive association between total nitrate intake and ovarian cancer risk (three cohorts included).10 One meta-analysis suggested a positive association between total nitrite intake and gastric cancer risk (19 studies included, not distinguishing cohorts from case–control studies).11 A few studies suggested associations for other cancer locations: higher dietary nitrate intakes (but not nitrites) were positively associated with thyroid cancer risk among men of the US NIH-AARP cohort.45 Higher nitrite intakes from water (but not from food) were positively associated with bladder cancer risk in the Iowa Women's Health Study.46 In the same cohort, higher nitrate intakes from water and higher nitrite intakes from processed meat were positively associated with renal cancer among older women.47 Higher total nitrite intakes were associated with increased esophageal squamous cell carcinoma in the Netherlands Cohort Study48 and higher nitrite intakes from processed meat were positively associated with pancreatic cancer.49"
    },
    {
      "title": "Mechanisms",
      "text": "The associations observed in this study are consistent with experimental data on NOCs. These compounds could result from endogenous synthesis. Indeed, a high-red-meat diet led to the endogenous synthesis of NOCs in the colon during an experiment on healthy volunteers.50 They can also result from exogenous exposure from nitrites (and nitrates, partly converted by the oral microbiota into nitrites). NOCs are a potential human carcinogen and proven carcinogen in certain animal species.3,4,51 Nitrosamines, a specific type of NOC, must be activated by specific cytochrome P450 enzymes to be carcinogenic,1 which have been detected in many tissues including those of the breast.52 Heme iron is found at high levels in red meat and also enhances endogenous NOC formation,38 but it is unlikely that it may have driven the observed results since our models were adjusted for heme iron intakes and since no interaction was detected with this compound. In this study, only nitrites and nitrates as food additives were associated with cancer risk, yet their contribution to total nitrite/nitrate intakes were relatively low in comparison with natural sources. Since most natural nitrites and nitrates come from vegetables that are naturally rich in antioxidants, it can be hypothesized that these antioxidants—natural inhibitors of the formation of NOCs17—may have reduced the carcinogenic potential of nitrites and nitrates from these sources. This warrants confirmation in future experimental and epidemiological studies."
    },
    {
      "title": "Strengths and limitations",
      "text": "Strengths of this study include its large sample size, its prospective design and the detailed assessment of nitrites and nitrates exposure from different sources. Indeed, repeated 24-h records allowed us to collect precise information on a wide range of foods containing nitrites and nitrates, with information about their source: natural presence or contamination vs addition as food additives. As doses of food additives may vary according to brands for the same type of product, commercial names/brands were collected and accounted for, which represents an important asset compared with most nutritional studies worldwide. Three complementary databases were used to determine their qualitative additive composition and thousands of assays were performed and complemented with EFSA and GSFA data to retrieve information on quantitative doses. However, some limitations must be acknowledged. First, caution is needed in the generalizability of the findings since participants of the NutriNet-Santé cohort were more often women, with health conscious behaviours and higher socio-professional and educational levels than the general French population.53 This may have led to a greater consumption of fruit and vegetables and a lower consumption of processed meat, which could explain that compared with EFSA’s exposure simulations, natural nitrite and nitrate intakes were higher in the NutriNet-Santé cohort, whereas the opposite trend was observed for nitrite and nitrate additives. Indeed, in EFSA’s simulations (data from the INCA2 nationally representative survey for France, 2006–2007), the total nitrite intake was 0.04 mg/kg of body weight (BW)32 and total nitrate intake was 1.6 mg/kg BW33 vs 0.09 and 3.34 mg/kg BW in the NutriNet-Santé cohort, respectively (data not tabulated). Conversely, intakes from food additives were higher in EFSA’s simulation compared with that of NutriNet-Santé: 0.01–0.04 mg/kg BW for nitrites and 0.05–0.10 mg/kg BW for nitrates (for all countries, as data specific to countries were not presented in the report) vs a mean of 0.004 mg/kg BW for nitrites and 0.003 mg/kg BW for nitrates in the NutriNet-Santé cohort. Also, when comparing processed meat intakes with the INCA2 study, the consumption rate of processed meat was 26% in the NutriNet-Santé cohort vs 91.1% in the INCA2 study (median 12.5 vs 28.6 g/d). It can be hypothesized that the associations observed in the present study for nitrite/nitrate additives and cancer risk may be even stronger in the general population, with higher levels of exposure and increased contrast between compared groups. Second, the number of cases was limited for some cancer locations, thus reducing the statistical power, which could have impaired our ability to detect associations, particularly for colorectal cancer, and also prevented us from studying other cancer locations. Also, several socio-demographic and lifestyle characteristics were associated with the consumption of nitrites and nitrates as food additives. These parameters were largely accounted for in our multivariable statistical models but the possibility of residual confounding cannot entirely be ruled out due to the observational design of this study. Finally, industrial products may be reformulated across time by choice of manufacturers or regulation requirements, thereby complicating the exposure assessment. However, bias linked to this aspect was limited since the composition and consumption data were matched considering the year (dynamic matching), accounting for different compositions of a same product/brand depending on its year of consumption."
    },
    {
      "title": "Conclusion",
      "text": "In this large prospective cohort, food additive nitrate intakes were positively associated with breast cancer risk (specifically pre-menopausal) and food additive nitrite intakes were positively associated with prostate cancer risk. Although similar HRs were observed for colorectal cancer, no association was detected in this study, maybe due to limited statistical power. These results support previous mechanistic data demonstrating that these preservatives may lead to the formation of NOCs, potential carcinogens in humans.3 Although these results need confirmation in other large-scale prospective studies and experimental research, they provide new insights in a context of lively debate around the ban of nitrite and nitrate additives in the food industry. At the individual/patient level, several public health authorities worldwide recommend to limit the consumption of foods containing controversial additives in the name of the precautionary principle.54,55"
    },
    {
      "title": "Ethics approval",
      "text": "The study is conducted according to the Declaration of Helsinki guidelines and was approved by the Institutional Review Board of the French Institute for Health and Medical Research (IRB Inserm no. 0000388FWA00005831), the Commission Nationale de l’Informatique et des Libertés (CNIL no. 908450/no. 909216/no. 1460707) and the Consultation Committee for the Protection of Participants in Biomedical Research (C09-42 on 5 May 2010). Electronic informed consent was obtained from each participant."
    },
    {
      "title": "Supplementary Material",
      "text": "Click here for additional data file."
    }
  ],
  "full_text": "## Introduction\nNitrates and nitrites occur naturally in water and soil, and are commonly ingested from drinking water and a variety of dietary sources.1 They are also frequently used as food additives to increase shelf life and avoid bacterial growth (preservative function), and to provide a red coloration to ham and other processed meats (cosmetic purposes).1 Their use as food additives is massive: e.g. >15 000 industrial references contain added nitrites or nitrates in the current French food market.2 In several countries, debates recently emerged regarding a potential banning of nitrites and nitrates as food additives. In France, a parliamentary inquiry commission has been opened at the National Assembly on the opportunity of such a ban and is now awaiting the official expertise of the French food safety authority [French Agency for Food, Environmental and Occupational Health & Safety (ANSES)], which should be issued by the end of 2021. Experimental studies are accumulating and seem to support a prohibiting strategy. They highlighted the fact that nitrites form N-nitroso compounds (NOCs) in the digestive tract, considered as potential carcinogens in humans and proven carcinogens in a number of animal species.3–5 Of note, some of the ingested nitrates are converted into nitrites by the oral microbiota and will also lead to the formation of NOCs. However, epidemiological data in humans are still very limited.6 The current state of knowledge led the International Agency for Research on Cancer (IARC) to classify processed meat consumption as ‘carcinogenic to humans’ (Group 1),7 consistently with the conclusions of the World Cancer Research Fund (WCRF).8 Beyond other mechanistic hypotheses, notably involving heme iron, carcinogenic properties of NOCs from nitrite additives used in processed meat are serious candidates to explain these links. Indeed, ingested nitrate or nitrite under conditions that result in endogenous nitrosation is classified as probably carcinogenic to humans (Group 2A) by the IARC.1 Two meta-analyses recently highlighted positive associations between nitrates (but not nitrites) from overall diet and colorectal9 and ovarian10 cancer risks. In a third meta-analysis, high or moderate nitrite intake from overall diet was associated with higher risk of gastric cancer.11 Regarding other cancer sites, the number of studies is very scarce, in particular for breast and prostate, which are the most frequent cancers in several countries.12 To our knowledge, only two studies were conducted for breast cancer: a positive association was found between nitrites from processed meat and post-menopausal breast cancer risk in the National Institutes of Health and American Association of Retired Persons (NIH-AARP) Diet and Health Study13 and no association was observed with nitrates from overall diet in the Iowa Women's Health Study.14 Only one study was published for prostate cancer, highlighting positive associations with nitrite and nitrate intakes from processed meat.15 Besides, most of these studies did not distinguish natural vs food additive nitrites/nitrates, whereas differential effects have been suggested depending on the source.16 Indeed, antioxidants—natural inhibitors of the formation of NOCs17—are naturally present in the same sources of natural nitrites and nitrates (mainly fruits and vegetables) and may reduce the carcinogenic potential of nitrites and nitrates from natural sources. Also, no study provided details on specific nitrite/nitrate food additives. Thus, the aim of this study was to investigate the relationship between nitrate and nitrite intakes (coming from different sources: natural food sources, water and food additive sources) and the risk of cancer (overall and by most frequent cancer sites) in a large prospective cohort with detailed and up-to-date dietary assessments that includes details of commercial names/brands of products to properly estimate individual additive exposure.\n\n## Methods\nNutriNet-Santé is a French online cohort launched in 2009, which aims to study the associations between nutrition and health as well as the determinants of eating behaviours and nutritional status. It has already been described in detail.18 Since May 2009, participants aged ≥18 years with Internet access have been continuously recruited from the general population through large multimedia campaigns. Participants are followed using an online platform connected to their e-mail address and questionnaires are completed online on a dedicated website (https://etude-nutrinet-sante.fr). All participants provided informed electronic consent. At inclusion, participants were asked to complete a set of five questionnaires related to socio-demographic and lifestyle characteristics (e.g. date of birth, sex, educational level, smoking status),19 anthropometry,20,21 physical activity [validated 7-day International Physical Activity Questionnaire (IPAQ)],22 health status (e.g. personal and family history of diseases, menopausal status, drug use including hormonal treatment for menopause and oral contraceptives) and dietary intakes. At inclusion and every 6 months thereafter (to vary the season of completion and consider seasonal variation in dietary intakes), participants were invited to complete a series of three non-consecutive, web-based 24-h dietary records (validated against an interview by a trained dietitian23 and against blood and urinary biomarkers24,25) randomly assigned over a 2-week period (2 weekdays and 1 weekend day). Participants reported all foods and beverages consumed on any eating occasion. Portion sizes were estimated by participants using validated photographs or usual serving containers.26 To assess daily intakes of macronutrients, micronutrients, alcohol and total calories, dietary consumption data were linked to the NutriNet-Santé food composition database, which contains >3500 generic items.27 Besides, participants were asked whether each food product was home-made or industrial and the brand and commercial name were collected for each industrial product. Intakes from home-made composite dishes were estimated by referring to French recipes as defined by nutrition professionals. Baseline habitual dietary intakes were averaged from all 24-h dietary records provided during the first 2 years of follow-up (at least two 24-h records mandatory for inclusion in the study). Identification of dietary under-reporting was performed based on the method proposed by Black, by using the basal metabolic rate and Goldberg cut-offs. Under-reporters of energy intake were excluded.28 Nitrite and nitrate intakes were estimated combining contributions of food additives: potassium nitrite (e249), sodium nitrite (e250), sodium nitrate (e251) and potassium nitrate (e252). Because they can also naturally occur in food products, we also estimated intakes from natural presence in food and drinking water. Supplementary File 1 (available as Supplementary data at IJE online) describes the determination process of food additive exposure. In brief, for each food consumption declaration, the presence of each food additive (qualitative composition data) and, if relevant, its dose (quantitative composition data) were searched. To determine the qualitative presence/absence of food additives, three complementary databases were used: OQALI,29 a national database hosted by the French food safety authority (ANSES) to characterize the quality of the food supply; Open Food Facts, an open collaborative database of food products marketed worldwide;2 and Mintel Global New Products Database (GNPD),30 an online database of innovative food products in the world. When several composition data existed for a same product at different dates (reformulations), the date of consumption in the cohort (year) was considered in the matching of composition data (dynamic matching). The quantitative composition of additives was derived from several sources. First, 2677 ad hoc laboratory assays were carried out for the main additive–vector food pairs, among which 700 assays were on nitrites and nitrates (ad hoc assays committed by our laboratory or by the consumers’ association ‘UFC Que Choisir’). The second step in the absence of data for a given food was the use of doses by generic food categories transmitted by the European Food Safety Authority (EFSA). Last, generic doses from the Codex General Standard for Food Additives (GSFA)31 were used. The decision tree in Supplementary File 1 (available as Supplementary data at IJE online) describes this process in details. To estimate natural nitrite and nitrate intakes in foods, EFSA’s concentration levels for natural sources and contamination from agricultural practices were used by food category.32,33 To estimate intakes through water consumption, we used national results of the official sanitary control of tap water, by region.34 Health events were reported through an annual questionnaire, a specific check-up questionnaire every 6 months or at any time through a specific interface on the study website. Each incident cancer reported was reviewed by a physician from the study team who contacted the participants and asked them to provide relevant medical records. When additional information was needed, the patient’s physician, hospital or both were also contacted. All medical data were reviewed by a committee of physicians. Besides, the NutriNet-Santé cohort is linked to the medico-administrative databases of the national health insurance system (SNIIRAM databases) and to the French national cause-specific mortality registry (CépiDC). Based on these databases, we were able to complete the information concerning health events and deaths, thus limiting any potential bias due to participants with cancer who might not report their disease to the study investigators. Cancer cases were classified using the ICD-10 (International Classification of Diseases, 10th Revision). In this study, we considered as cases all primary malignant cancers diagnosed between the inclusion date and 12 January 2021, with the exception of basal cell carcinoma of the skin, which was not considered as cancer. The Multiple Imputation by Chained Equations method using fully conditional specifications (20 imputed data sets) was performed to handle missing data for the following covariates: smoking status (0.2% of missing data), level of education (6.2%), physical activity level (14.0%), height (0.8%) and body mass index (BMI) (0.8%). For nitrites and nitrates from total exposure and from natural sources, we defined sex-specific tertiles of intakes, based on the whole population. For nitrites and nitrates from food additives, as the number of non-consumers was substantial (>25%), three categories of intakes were defined: non-consumers, low consumers and high consumers (the latter two being separated by sex-specific median among consumers). Potassium nitrite (e249) and sodium nitrate (e251) were consumed by <1% of the population. They were therefore taken into account in the total food additive analyses but their individual associations were not studied. The main studied cancers were overall, breast and prostate cancers (the most frequent sites in the cohort). Colorectal cancer was studied in secondary analyses (limited number of cases). Cox proportional hazards models with age as the primary timescale were used to evaluate the association between the consumption of nitrites and nitrates and cancer risk. We tested the proportional hazard assumption of the Cox model by using rescaled Schoenfeld-type residuals and by performing the Grambsch–Therneau test.35 Log-linearity of exposure variable hazard rates was validated using restricted cubic spline functions.36 Participants contributed person-time until the date of diagnosis of cancer, the date of last completed questionnaire, the date of death or 12 January 2021, whichever occurred first. The main model was adjusted for age (timescale), sex, energy intake without alcohol (kcal/d, continuous), alcohol, sugar, saturated fatty acids and fibre intakes (g/d, continuous), sodium and heme iron intakes (mg/d, continuous), BMI (kg/m2, continuous), height (cm, continuous), physical activity (high, moderate, low, calculated according to IPAQ recommendations37), smoking status (never, former, current smokers), number of 24-h dietary records (continuous), family history of cancer (yes/no) and educational level (primary, secondary, undergraduate, post-graduate). All models were mutually adjusted for nitrate/nitrite intakes other than the specific one studied: e.g. when sodium nitrite (e250) was studied, models were adjusted for potassium nitrite (e249), natural nitrite and overall nitrate intakes. Stratifications by menopausal status were performed for breast cancer analyses. For these, women contributed person-time to the ‘pre-menopausal model’ until their age at menopause and to the ‘post-menopausal model’ from their age at menopause. For breast cancer analyses, additional adjustments were made for the age at menarche (categorical: <12 years old, ≥12 years old), age at first child (categorical: no child, before 30 years, ≥30 years), number of biological children (continuous), menopausal status at baseline (menopausal/non-menopausal), hormonal treatment for menopause at baseline and during follow-up (for main breast cancer model and post-menopausal analyses, yes/no) and oral contraception use at baseline and during follow-up (for main breast cancer model and pre-menopausal analyses, yes/no). As it has been suggested that antioxidants may inhibit the formation of NOCs,17 interactions with antioxidant intakes (total intake of vitamin A, C, E, selenium and zinc) as well as fruit and vegetable intakes were tested as secondary analyses. Interactions with heme iron intakes were tested, as it may enhance endogenous NOC formation.38 Interactions with alcohol intake were also tested. Interaction variables were defined as two categories separated by sex-specific median. Several models were also tested as sensitivity analyses: (i) restriction of the study population to participants with at least five 24-h dietary records during the first 2 years of follow-up, (ii) exclusion of the first 2 years of follow-up for all participants to challenge a potential reverse causality bias, (iii) additional adjustment for antioxidant and fruit and vegetable intakes and (iv) additional adjustment for the proportion in weight of ultra-processed food intake in the diet (as defined by the NOVA classification39,40). For breast cancer analyses, stratification according to alcohol intake (high and low consumers separated by median) were also tested. All tests were two-sided. R version 3.6.3 (R Foundation, Vienna, Austria) was used for the analyses.\n\n## Study population\nNutriNet-Santé is a French online cohort launched in 2009, which aims to study the associations between nutrition and health as well as the determinants of eating behaviours and nutritional status. It has already been described in detail.18 Since May 2009, participants aged ≥18 years with Internet access have been continuously recruited from the general population through large multimedia campaigns. Participants are followed using an online platform connected to their e-mail address and questionnaires are completed online on a dedicated website (https://etude-nutrinet-sante.fr). All participants provided informed electronic consent.\n\n## Data collection\nAt inclusion, participants were asked to complete a set of five questionnaires related to socio-demographic and lifestyle characteristics (e.g. date of birth, sex, educational level, smoking status),19 anthropometry,20,21 physical activity [validated 7-day International Physical Activity Questionnaire (IPAQ)],22 health status (e.g. personal and family history of diseases, menopausal status, drug use including hormonal treatment for menopause and oral contraceptives) and dietary intakes.\n\n## Dietary assessment\nAt inclusion and every 6 months thereafter (to vary the season of completion and consider seasonal variation in dietary intakes), participants were invited to complete a series of three non-consecutive, web-based 24-h dietary records (validated against an interview by a trained dietitian23 and against blood and urinary biomarkers24,25) randomly assigned over a 2-week period (2 weekdays and 1 weekend day). Participants reported all foods and beverages consumed on any eating occasion. Portion sizes were estimated by participants using validated photographs or usual serving containers.26 To assess daily intakes of macronutrients, micronutrients, alcohol and total calories, dietary consumption data were linked to the NutriNet-Santé food composition database, which contains >3500 generic items.27 Besides, participants were asked whether each food product was home-made or industrial and the brand and commercial name were collected for each industrial product. Intakes from home-made composite dishes were estimated by referring to French recipes as defined by nutrition professionals. Baseline habitual dietary intakes were averaged from all 24-h dietary records provided during the first 2 years of follow-up (at least two 24-h records mandatory for inclusion in the study). Identification of dietary under-reporting was performed based on the method proposed by Black, by using the basal metabolic rate and Goldberg cut-offs. Under-reporters of energy intake were excluded.28\n\n## Nitrite and nitrate intakes\nNitrite and nitrate intakes were estimated combining contributions of food additives: potassium nitrite (e249), sodium nitrite (e250), sodium nitrate (e251) and potassium nitrate (e252). Because they can also naturally occur in food products, we also estimated intakes from natural presence in food and drinking water. Supplementary File 1 (available as Supplementary data at IJE online) describes the determination process of food additive exposure. In brief, for each food consumption declaration, the presence of each food additive (qualitative composition data) and, if relevant, its dose (quantitative composition data) were searched. To determine the qualitative presence/absence of food additives, three complementary databases were used: OQALI,29 a national database hosted by the French food safety authority (ANSES) to characterize the quality of the food supply; Open Food Facts, an open collaborative database of food products marketed worldwide;2 and Mintel Global New Products Database (GNPD),30 an online database of innovative food products in the world. When several composition data existed for a same product at different dates (reformulations), the date of consumption in the cohort (year) was considered in the matching of composition data (dynamic matching). The quantitative composition of additives was derived from several sources. First, 2677 ad hoc laboratory assays were carried out for the main additive–vector food pairs, among which 700 assays were on nitrites and nitrates (ad hoc assays committed by our laboratory or by the consumers’ association ‘UFC Que Choisir’). The second step in the absence of data for a given food was the use of doses by generic food categories transmitted by the European Food Safety Authority (EFSA). Last, generic doses from the Codex General Standard for Food Additives (GSFA)31 were used. The decision tree in Supplementary File 1 (available as Supplementary data at IJE online) describes this process in details. To estimate natural nitrite and nitrate intakes in foods, EFSA’s concentration levels for natural sources and contamination from agricultural practices were used by food category.32,33 To estimate intakes through water consumption, we used national results of the official sanitary control of tap water, by region.34\n\n## Case ascertainment\nHealth events were reported through an annual questionnaire, a specific check-up questionnaire every 6 months or at any time through a specific interface on the study website. Each incident cancer reported was reviewed by a physician from the study team who contacted the participants and asked them to provide relevant medical records. When additional information was needed, the patient’s physician, hospital or both were also contacted. All medical data were reviewed by a committee of physicians. Besides, the NutriNet-Santé cohort is linked to the medico-administrative databases of the national health insurance system (SNIIRAM databases) and to the French national cause-specific mortality registry (CépiDC). Based on these databases, we were able to complete the information concerning health events and deaths, thus limiting any potential bias due to participants with cancer who might not report their disease to the study investigators. Cancer cases were classified using the ICD-10 (International Classification of Diseases, 10th Revision). In this study, we considered as cases all primary malignant cancers diagnosed between the inclusion date and 12 January 2021, with the exception of basal cell carcinoma of the skin, which was not considered as cancer.\n\n## Statistical analysis\nThe Multiple Imputation by Chained Equations method using fully conditional specifications (20 imputed data sets) was performed to handle missing data for the following covariates: smoking status (0.2% of missing data), level of education (6.2%), physical activity level (14.0%), height (0.8%) and body mass index (BMI) (0.8%). For nitrites and nitrates from total exposure and from natural sources, we defined sex-specific tertiles of intakes, based on the whole population. For nitrites and nitrates from food additives, as the number of non-consumers was substantial (>25%), three categories of intakes were defined: non-consumers, low consumers and high consumers (the latter two being separated by sex-specific median among consumers). Potassium nitrite (e249) and sodium nitrate (e251) were consumed by <1% of the population. They were therefore taken into account in the total food additive analyses but their individual associations were not studied. The main studied cancers were overall, breast and prostate cancers (the most frequent sites in the cohort). Colorectal cancer was studied in secondary analyses (limited number of cases). Cox proportional hazards models with age as the primary timescale were used to evaluate the association between the consumption of nitrites and nitrates and cancer risk. We tested the proportional hazard assumption of the Cox model by using rescaled Schoenfeld-type residuals and by performing the Grambsch–Therneau test.35 Log-linearity of exposure variable hazard rates was validated using restricted cubic spline functions.36 Participants contributed person-time until the date of diagnosis of cancer, the date of last completed questionnaire, the date of death or 12 January 2021, whichever occurred first. The main model was adjusted for age (timescale), sex, energy intake without alcohol (kcal/d, continuous), alcohol, sugar, saturated fatty acids and fibre intakes (g/d, continuous), sodium and heme iron intakes (mg/d, continuous), BMI (kg/m2, continuous), height (cm, continuous), physical activity (high, moderate, low, calculated according to IPAQ recommendations37), smoking status (never, former, current smokers), number of 24-h dietary records (continuous), family history of cancer (yes/no) and educational level (primary, secondary, undergraduate, post-graduate). All models were mutually adjusted for nitrate/nitrite intakes other than the specific one studied: e.g. when sodium nitrite (e250) was studied, models were adjusted for potassium nitrite (e249), natural nitrite and overall nitrate intakes. Stratifications by menopausal status were performed for breast cancer analyses. For these, women contributed person-time to the ‘pre-menopausal model’ until their age at menopause and to the ‘post-menopausal model’ from their age at menopause. For breast cancer analyses, additional adjustments were made for the age at menarche (categorical: <12 years old, ≥12 years old), age at first child (categorical: no child, before 30 years, ≥30 years), number of biological children (continuous), menopausal status at baseline (menopausal/non-menopausal), hormonal treatment for menopause at baseline and during follow-up (for main breast cancer model and post-menopausal analyses, yes/no) and oral contraception use at baseline and during follow-up (for main breast cancer model and pre-menopausal analyses, yes/no). As it has been suggested that antioxidants may inhibit the formation of NOCs,17 interactions with antioxidant intakes (total intake of vitamin A, C, E, selenium and zinc) as well as fruit and vegetable intakes were tested as secondary analyses. Interactions with heme iron intakes were tested, as it may enhance endogenous NOC formation.38 Interactions with alcohol intake were also tested. Interaction variables were defined as two categories separated by sex-specific median. Several models were also tested as sensitivity analyses: (i) restriction of the study population to participants with at least five 24-h dietary records during the first 2 years of follow-up, (ii) exclusion of the first 2 years of follow-up for all participants to challenge a potential reverse causality bias, (iii) additional adjustment for antioxidant and fruit and vegetable intakes and (iv) additional adjustment for the proportion in weight of ultra-processed food intake in the diet (as defined by the NOVA classification39,40). For breast cancer analyses, stratification according to alcohol intake (high and low consumers separated by median) were also tested. All tests were two-sided. R version 3.6.3 (R Foundation, Vienna, Austria) was used for the analyses.\n\n## Results\nAfter exclusion of energy under-reporters and prevalent cancer cases at baseline, 101 056 participants were included in this study (flowchart in Figure 1). Among the 101 056 participants included (78.5% women), the mean age at baseline was 42.3 years (SD 14.5) and mean number of dietary records was 5.5 (SD 3.0). Table 1 shows the baseline characteristics of the study population according to quantiles of nitrite intakes from food additives (non-consumers, low and high consumers, separated by sex-specific median among consumers). Compared with non-consumers of nitrite additives, high consumers were more likely to be males, younger individuals, less physically active, less educated and with a higher BMI. In terms of nutritional intakes, they had higher caloric, alcohol, sugar, sodium and heme iron intakes and lower fibre intakes. The median intake of nitrite additives was slightly higher among men compared with women (0.15 vs 0.11 mg/d, data not tabulated). Regarding nitrate additives, the median was null for both sexes, but the mean intake was higher among men compared with women (0.26 vs 0.16 mg/d, data not tabulated). The Pearson correlation coefficient between nitrate and nitrite additives (in mg/d) was 0.24. Correlation between food additives nitrites/nitrates intakes (in mg/d) and intakes of food containing processed meat (as such or in mixed dishes, in g/d) were respectively 0.73 and 0.67. Flowchart of NutriNet-Santé cohort participants included in the investigation of nitrite and nitrate intakes and cancer risk. Baseline characteristics of the study population, NutriNet-Santé cohort, France, 2009–2021 (N = 101 056) Values are n (%) unless stated otherwise. IPAQ, International Physical Activity Questionnaire; BMI, body mass index; 1 kcal = 4.18 kJ = 0.00418 MJ. Categories of consumption were defined as: non-consumers, low consumers and high consumers, separated by the sex-specific median among consumers, i.e. 0.19 mg/d in women and 0.25 mg/d in men. Height and BMI were missing for 789 participants. Among first-degree relatives. Among women. Contributors to total nitrite intake ranked as follows: natural presence/contamination in foods [mean (SD): 5.3 (SD 3.2) mg/d, 95.3%], food additives [0.3 (SD 0.6) mg/d, 4.7%] and natural presence/contamination in water [0.0004 (SD 0.005) mg/d, 0.01%]. Contributors to total nitrate intake were: natural presence/contamination in foods [197.5 (SD 110.1) mg/d, 93.0%], natural presence/contamination in water [14.7 (SD 12.4) mg/d, 6.9%] and food additives [0.2 (SD 0.4) mg/d, 0.1%]. Supplementary File 2 (available as Supplementary data at IJE online) illustrates natural food sources of nitrites and nitrates. For both, the main vector was vegetables and vegetable-based preparations (41% and 60%, respectively), followed by processed meat for nitrites (19%) and seasonings for nitrates (23%). Supplementary File 3 (available as Supplementary data at IJE online) illustrates the food sources of nitrites and nitrates as food additives: for both, the main vector was processed meat consumed as such (60% and 92%, respectively), followed by various types of dishes containing processed meat. The percentage of consumers for each nitrite and nitrate additive were as follows: sodium nitrite (e250): 73.9%, potassium nitrate (e252): 31.6%, potassium nitrite (e249): 0.9% and sodium nitrate (e251): 0.9%. During follow-up (median follow-up time 6.7 years), 3311 first incident cancer cases were diagnosed, among which there were 966 breast cancers (381 pre-menopausal, 585 post-menopausal), 400 prostate cancers and 268 colorectal cancers. The proportional hazard assumptions of the Cox models were met, as well as the log-linearity of exposure variable hazard rates (Supplementary File 4, available as Supplementary data at IJE online). Tables 2–5 show the associations between nitrites and nitrates intakes (total, natural sources, food additives) and overall, breast, prostate and colorectal cancer risk, respectively. Associations between nitrite and nitrate exposures by sources and overall cancer risk, NutriNet-Santé cohort, France, 2009–2021 (N = 101 056) HR, cause-specific hazard ratio. Median follow-up time: 6.7 years. Person-years: 639 756. Multivariable Cox proportional hazard models were adjusted for: age (timescale), sex, energy intake without alcohol (kcal/d, continuous), alcohol, sugar, saturated fatty acids and fibre intakes (g/d, continuous), sodium and heme iron intakes (mg/d, continuous), body mass index (kg/m2, continuous), height (cm, continuous), physical activity (high, moderate, low, calculated according to International Physical Activity Questionnaire recommendations), smoking status (never, former, current smokers), number of 24-h dietary records (continuous), family history of cancer (yes/no) and educational level (primary, secondary, undergraduate, post-graduate). All models were mutually adjusted for nitrate/nitrite intakes other than the specific one studied. For total nitrite and nitrate intakes and from natural sources, sex-specific tertiles of consumption were defined. Cut-offs were: 4.03 and 5.55 mg/d in women and 5.18 and 7.44 mg/d in men for total nitrites, 150.09 and 233.89 mg/d in women and 162.11 and 251.59 mg/d in men for total nitrates, 3.83 and 5.29 mg/d in women and 4.92 and 7.07 mg/d in men for nitrites from natural sources, 149.91 and 233.75 mg/d in women and 161.94 and 251.32 mg/d in men for nitrates from natural sources. For nitrites and nitrates from food additives, three categories of consumption were defined: non-consumers, low consumers and high consumers (separated by sex-specific median among consumers). Cut-offs were: 0.19 mg/d in women and 0.25 mg/d in men for nitrites from food additives, 0.36 mg/d in women and 0.46 mg/d in men for nitrates from food additives, 0.19 mg/d in women and 0.25 mg/d in men for sodium nitrite (e250) and 0.36 mg/d in women and 0.46 mg/d in men for potassium nitrate (e252). During overall follow-up, 142 competing deaths occurred. Cause-specific HRs for death in the high consumers of total nitrites, nitrites from natural sources, nitrites from food additives, sodium nitrite (e250), total nitrates, nitrates from natural sources, nitrates from food additives and potassium nitrate (e252) were respectively: 0.65 (0.41–1.02), P = 0.09; 0.58 (0.37–0.93), P = 0.03; 1.17 (0.74–1.85), P = 0.5; 1.15 (0.73–1.82), P = 0.6; 0.99 (0.60–1.63), P = 0.6; 1.05 (0.63–1.73), P = 0.8; 0.93 (0.57–1.52), P = 0.004; 0.94 (0.58- 1.53), P = 0.8. Associations between nitrite and nitrate exposures by sources and breast cancer risk, NutriNet-Santé cohort, France, 2009–2021 (N = 79 284 women) HR, cause-specific hazard ratio. Median follow-up time: 6.7 years. Person-years: 500 421. Multivariable Cox proportional hazard models were adjusted for: age (timescale), energy intake without alcohol (kcal/d, continuous), alcohol, sugar, saturated fatty acids and fibre intakes (g/d, continuous), sodium and heme iron intakes (mg/d, continuous), body mass index (kg/m2, continuous), height (cm, continuous), physical activity (high, moderate, low, calculated according to International Physical Activity Questionnaire recommendations), smoking status (never, former, current smokers), number of 24-h dietary records (continuous), family history of cancer (yes/no) and educational level (primary, secondary, undergraduate, post-graduate). All models were mutually adjusted for nitrate/nitrite intakes other than the specific one studied. For breast cancer analyses, additional adjustments were made for the age at menarche (categorical: <12 years old, ≥12 years old), age at first child (categorical: no child, before 30 years, ≥30 years), number of biological children (continuous), menopausal status at baseline (menopausal/non-menopausal), hormonal treatment for menopause at baseline and during follow-up (yes/no) and oral contraception use at baseline and during follow-up (yes/no). For nitrites and nitrates from overall exposure and from natural sources, sex-specific tertiles of consumption were defined. Cut-offs were: 4.03 and 5.55 mg/d in women for overall nitrites, 150.09 and 233.89 mg/d in women for overall nitrates, 3.83 and 5.29 mg/d in women for nitrites from natural sources and 149.91 and 233.75 mg/d in women for nitrates from natural sources. For nitrites and nitrates from food additives, three categories of consumption were defined: non-consumers, low consumers and high consumers (separated by sex-specific median among consumers). Cut-offs were: 0.19 mg/d in women for nitrites from food additives, 0.36 mg/d in women for nitrates from food additives, 0.19 mg/d in women for sodium nitrite (e250) and 0.36 mg/d in women for potassium nitrate (e252). During women's follow-up, 58 competing deaths occurred and 1296 competing cases of cancers other than breast were diagnosed. Cause-specific HRs for death in the high consumers of total nitrites, nitrites from natural sources, nitrites from food additives, sodium nitrite (e250), total nitrates, nitrates from natural sources, nitrates from food additives, potassium nitrate (e252) were respectively: 0.87 (0.43–1.74), P = 0.8; 0.96 (0.46–1.99), P = 0.9; 0.93 (0.47–1.85), P = 0.9; 0.95 (0.48–1.89), P = 0.9; 0.94 (0.44–2.00), P = 0.8; 0.93 (0.44–1.99), P = 0.8; 0.83 (0.36–1.90), P = 0.6; 0.88 (0.38–2.01), P = 0.7. Cause-specific hazard ratios for all cancers except breast in the high consumers of total nitrites, nitrites from natural sources, nitrites from food additives, sodium nitrite (e250), total nitrates, nitrates from natural sources, nitrates from food additives and potassium nitrate (e252) were respectively: 1.06 (0.90–1.24), P = 0.5; 1.00 (0.85–1.18), P = 1; 0.98 (0.84–1.15), P = 0.8; 1.00 (0.85–1.18), P = 1; 0.96 (0.81–1.14), P = 0.6; 0.96 (0.81–1.13), P = 0.6; 1.03 (0.88–1.21), P = 0.7; 1.05 (0.89–1.23), P = 0.6. Associations between nitrite and nitrate exposures by sources and prostate cancer risk, NutriNet-Santé cohort, France, 2009–2021 (N = 21 772 men) HR, cause-specific hazard ratio. Median follow-up time: 6.8 years. Person-years: 139 334. Multivariable Cox proportional hazard models were adjusted for: age (timescale), energy intake without alcohol (kcal/d, continuous), alcohol, sugar, saturated fatty acids and fibre intakes (g/d, continuous), sodium and heme iron intakes (mg/d, continuous), body mass index (kg/m2, continuous), height (cm, continuous), physical activity (high, moderate, low, calculated according to International Physical Activity Questionnaire recommendations), smoking status (never, former, current smokers), number of 24-h dietary records (continuous), family history of cancer (yes/no) and educational level (primary, secondary, undergraduate, post-graduate). All models were mutually adjusted for nitrate/nitrite intakes other than the specific one studied. For nitrites and nitrates from overall exposure and from natural sources, sex-specific tertiles of consumption were defined. Cut-offs were: 5.18 and 7.44 mg/d in men for overall nitrites, 162.11 and 251.59 mg/d in men for overall nitrates, 4.92 and 7.07 mg/d in men for nitrites from natural sources and 161.94 and 251.32 mg/d in men for nitrates from natural sources. For nitrites and nitrates from food additives, three categories of consumption were defined: non-consumers, low consumers and high consumers (separated by sex-specific median among consumers). Cut-offs were: 0.25 mg/d in men for nitrites from food additives, 0.46 mg/d in men for nitrates from food additives, 0.25 mg/d in men for sodium nitrite (e250) and 0.46 mg/d in men for potassium nitrate (e252). During men's follow-up, 84 competing deaths occurred and 649 competing cases of cancers other than prostate. Cause-specific HRs for death in the high consumers of total nitrites, nitrites from natural sources, nitrites from food additives, sodium nitrite (e250), total nitrates, nitrates from natural sources, nitrates from food additives and potassium nitrate (e252) were respectively: 0.58 (0.32–1.06), P = 0.1; 0.45 (0.24–0.85), P = 0.02; 1.37 (0.73–2.54), P = 0.4; 1.31 (0.70–2.43), P = 0.4; 1.04 (0.53–2.04), P = 0.7; 1.15 (0.59–2.28), P = 0.9; 1.01 (0.55–1.86), P = 1; 1.00 (0.54–1.84), P = 1. Cause-specific hazard ratios for all cancers except prostate in the high consumers of total nitrites, nitrites from natural sources, nitrites from food additives, sodium nitrite (e250), total nitrates, nitrates from natural sources, nitrates from food additives and potassium nitrate (e252) were respectively: 0.86 (0.69–1.08), P = 0.2; 0.88 (0.70–1.10), P = 0.3; 0.96 (0.76–1.22), P = 0.7; 0.96 (0.76–1.22), P = 0.7; 1.15 (0.91–1.45), P = 0.3; 1.13 (0.90–1.43), P = 0.4; 1.05 (0.85–1.30), P = 0.6; 1.05 (0.85–1.30), P = 0.6. Associations between nitrite and nitrate exposures by sources and colorectal cancer risk, NutriNet-Santé cohort, France, 2009–2021 (N = 101 056) HR, cause-specific hazard ratio. Median follow-up time: 6.7 years. Person-years: 639 756. Multivariable Cox proportional hazard models were adjusted for: age (timescale), sex, energy intake without alcohol (kcal/d, continuous), alcohol, sugar, saturated fatty acids and fibre intakes (g/d, continuous), sodium and heme iron intakes (mg/d, continuous), body mass index (kg/m2, continuous), height (cm, continuous), physical activity (high, moderate, low, calculated according to International Physical Activity Questionnaire recommendations), smoking status (never, former, current smokers), number of 24-h dietary records (continuous), family history of cancer (yes/no) and educational level (primary, secondary, undergraduate, post-graduate). All models were mutually adjusted for nitrate/nitrite intakes other than the specific one studied. For nitrites and nitrates from overall exposure and from natural sources, sex-specific tertiles of consumption were defined. Cut-offs were: 4.03 and 5.55 mg/d in women and 5.18 and 7.44 mg/d in men for overall nitrites, 150.09 and 233.89 mg/d in women and 162.11 and 251.59 mg/d in men for overall nitrates, 3.83 and 5.29 mg/d in women and 4.92 and 7.07 mg/d in men for nitrites from natural sources and 149.91 and 233.75 mg/d in women and 161.94 and 251.32 mg/d in men for nitrates from natural sources. For nitrites and nitrates from food additives, three categories of consumption were defined: non-consumers, low consumers and high consumers (separated by sex-specific median among consumers). Cut-offs were: 0.19 mg/d in women and 0.25 mg/d in men for nitrites from food additives, 0.36 mg/d in women and 0.46 mg/d in men for nitrates from food additives, 0.19 mg/d in women and 0.25 mg/d in men for sodium nitrite (e250) and 0.36 mg/d in women and 0.46 mg/d in men for potassium nitrate (e252). During overall follow-up, 142 competing deaths occurred. Cause-specific hazard ratios for death in the high consumers of total nitrites, nitrites from natural sources, nitrites from food additives, sodium nitrite (e250), total nitrates, nitrates from natural sources, nitrates from food additives and potassium nitrate (e252) were respectively: 0.65 (0.41–1.02), P = 0.09; 0.58 (0.37–0.93), P = 0.03; 1.17 (0.74–1.85), P = 0.5; 1.15 (0.73–1.82), P = 0.6; 0.99 (0.60–1.63), P = 0.6; 1.05 (0.63–1.73), P = 0.8; 0.93 (0.57–1.52), P = 0.8; 0.94 (0.58–1.53), P = 0.8. No association was detected for total nitrite and nitrate intakes, nor for intakes from natural sources. Compared with non-consumers, high consumers of food additive nitrates had higher risk of breast cancer [HRhigh vs low consumers = 1.24 (95% CI 1.03–1.48), P = 0.02], especially for potassium nitrate (e252) [HRhigh vs low consumers = 1.25 (95% CI 1.04–1.50), P = 0.01]. These associations were more specifically observed among pre-menopausal women [HRhigh vs low consumers = 1.40 (95% CI 1.10– 1.78), P = 0.006 for food additive nitrates and HRhigh vs low consumers = 1.41 (95% CI 1.11–1.80), P = 0.005 for potassium nitrate e252; Supplementary File 5, available as Supplementary data at IJE online]. Compared with non-consumers, high consumers of food additive nitrites and specifically sodium nitrite (e250) had higher risk of first incident prostate cancer [HRhigh vs low consumers = 1.58 (95% CI 1.14–2.18), P = 0.008 and HRhigh vs low consumers = 1.62 (95% CI 1.17–2.25), P = 0.004, respectively]. Although similar HRs were observed for colorectal cancer [HRhigh vs low consumers = 1.22 (95% CI 0.85–1.75) for food additive nitrite intakes and 1.26 (95% CI 0.90–1.76) for food additive nitrate intakes], no association was detected in this study, maybe due to limited statistical power for this cancer location (Table 5). No interaction was detected between nitrite/nitrate exposures and heme iron, antioxidant, fruit and vegetable or alcohol intakes (all P > 0.1, data not tabulated). Sensitivity analyses did not substantially modify the results (Supplementary File 6, available as Supplementary data at IJE online). For breast cancer analyses, stratification by alcohol consumption did not modify the results (Supplementary File 7, available as Supplementary data at IJE online).\n\n## Discussion\nIn this large prospective cohort study, food additive nitrates intakes, in particular potassium nitrate (e252), were associated with increased breast cancer risk, specifically pre-menopausal breast cancer, and nitrite additives intakes, especially sodium nitrite (e250), were positively associated with prostate cancer risk. Although similar HRs were observed for colorectal cancer, no association was detected in this study. No association was detected for nitrites or nitrates from natural sources. In the US NIH-AARP Diet and Health Study, nitrites from processed meat were positively associated with post-menopausal breast cancer, but nitrate intakes were not studied.13 In the American Iowa Women's Health Study, nitrates from overall diet and from water were not associated with breast cancer risk and nitrites were not studied.14,41 Comparisons with our results are not straightforward since the above-mentioned studies did not differentiate natural vs additive sources. Consistently with our results, nitrites from processed meat were positively associated with prostate cancer risk in the NIH-AARP study and an association was also found with nitrates from processed meat.15 To our knowledge, regarding colorectal cancer and nitrite or nitrate exposures, eight prospective studies were published, among which three found positive associations for water nitrate42 or meat nitrate and nitrite,43,44 whereas five others did not observe any association for water nitrate and dietary nitrite and nitrate. A recent meta-analysis including 15 prospective cohorts and case–control studies suggested positive associations between total nitrate intake and colorectal cancer risk.9 These studies did not differentiate natural vs food additive sources, limiting the comparability with our results. In the present study, we did not detect associations with colorectal cancer risk, but statistical power was limited for this location and would need further investigation with longer follow-up. The number of cases was too limited to investigate separately other specific cancer locations. In the literature, a recent meta-analysis suggested a positive association between total nitrate intake and ovarian cancer risk (three cohorts included).10 One meta-analysis suggested a positive association between total nitrite intake and gastric cancer risk (19 studies included, not distinguishing cohorts from case–control studies).11 A few studies suggested associations for other cancer locations: higher dietary nitrate intakes (but not nitrites) were positively associated with thyroid cancer risk among men of the US NIH-AARP cohort.45 Higher nitrite intakes from water (but not from food) were positively associated with bladder cancer risk in the Iowa Women's Health Study.46 In the same cohort, higher nitrate intakes from water and higher nitrite intakes from processed meat were positively associated with renal cancer among older women.47 Higher total nitrite intakes were associated with increased esophageal squamous cell carcinoma in the Netherlands Cohort Study48 and higher nitrite intakes from processed meat were positively associated with pancreatic cancer.49 The associations observed in this study are consistent with experimental data on NOCs. These compounds could result from endogenous synthesis. Indeed, a high-red-meat diet led to the endogenous synthesis of NOCs in the colon during an experiment on healthy volunteers.50 They can also result from exogenous exposure from nitrites (and nitrates, partly converted by the oral microbiota into nitrites). NOCs are a potential human carcinogen and proven carcinogen in certain animal species.3,4,51 Nitrosamines, a specific type of NOC, must be activated by specific cytochrome P450 enzymes to be carcinogenic,1 which have been detected in many tissues including those of the breast.52 Heme iron is found at high levels in red meat and also enhances endogenous NOC formation,38 but it is unlikely that it may have driven the observed results since our models were adjusted for heme iron intakes and since no interaction was detected with this compound. In this study, only nitrites and nitrates as food additives were associated with cancer risk, yet their contribution to total nitrite/nitrate intakes were relatively low in comparison with natural sources. Since most natural nitrites and nitrates come from vegetables that are naturally rich in antioxidants, it can be hypothesized that these antioxidants—natural inhibitors of the formation of NOCs17—may have reduced the carcinogenic potential of nitrites and nitrates from these sources. This warrants confirmation in future experimental and epidemiological studies. Strengths of this study include its large sample size, its prospective design and the detailed assessment of nitrites and nitrates exposure from different sources. Indeed, repeated 24-h records allowed us to collect precise information on a wide range of foods containing nitrites and nitrates, with information about their source: natural presence or contamination vs addition as food additives. As doses of food additives may vary according to brands for the same type of product, commercial names/brands were collected and accounted for, which represents an important asset compared with most nutritional studies worldwide. Three complementary databases were used to determine their qualitative additive composition and thousands of assays were performed and complemented with EFSA and GSFA data to retrieve information on quantitative doses. However, some limitations must be acknowledged. First, caution is needed in the generalizability of the findings since participants of the NutriNet-Santé cohort were more often women, with health conscious behaviours and higher socio-professional and educational levels than the general French population.53 This may have led to a greater consumption of fruit and vegetables and a lower consumption of processed meat, which could explain that compared with EFSA’s exposure simulations, natural nitrite and nitrate intakes were higher in the NutriNet-Santé cohort, whereas the opposite trend was observed for nitrite and nitrate additives. Indeed, in EFSA’s simulations (data from the INCA2 nationally representative survey for France, 2006–2007), the total nitrite intake was 0.04 mg/kg of body weight (BW)32 and total nitrate intake was 1.6 mg/kg BW33 vs 0.09 and 3.34 mg/kg BW in the NutriNet-Santé cohort, respectively (data not tabulated). Conversely, intakes from food additives were higher in EFSA’s simulation compared with that of NutriNet-Santé: 0.01–0.04 mg/kg BW for nitrites and 0.05–0.10 mg/kg BW for nitrates (for all countries, as data specific to countries were not presented in the report) vs a mean of 0.004 mg/kg BW for nitrites and 0.003 mg/kg BW for nitrates in the NutriNet-Santé cohort. Also, when comparing processed meat intakes with the INCA2 study, the consumption rate of processed meat was 26% in the NutriNet-Santé cohort vs 91.1% in the INCA2 study (median 12.5 vs 28.6 g/d). It can be hypothesized that the associations observed in the present study for nitrite/nitrate additives and cancer risk may be even stronger in the general population, with higher levels of exposure and increased contrast between compared groups. Second, the number of cases was limited for some cancer locations, thus reducing the statistical power, which could have impaired our ability to detect associations, particularly for colorectal cancer, and also prevented us from studying other cancer locations. Also, several socio-demographic and lifestyle characteristics were associated with the consumption of nitrites and nitrates as food additives. These parameters were largely accounted for in our multivariable statistical models but the possibility of residual confounding cannot entirely be ruled out due to the observational design of this study. Finally, industrial products may be reformulated across time by choice of manufacturers or regulation requirements, thereby complicating the exposure assessment. However, bias linked to this aspect was limited since the composition and consumption data were matched considering the year (dynamic matching), accounting for different compositions of a same product/brand depending on its year of consumption.\n\n## Comparison with epidemiological literature\nIn the US NIH-AARP Diet and Health Study, nitrites from processed meat were positively associated with post-menopausal breast cancer, but nitrate intakes were not studied.13 In the American Iowa Women's Health Study, nitrates from overall diet and from water were not associated with breast cancer risk and nitrites were not studied.14,41 Comparisons with our results are not straightforward since the above-mentioned studies did not differentiate natural vs additive sources. Consistently with our results, nitrites from processed meat were positively associated with prostate cancer risk in the NIH-AARP study and an association was also found with nitrates from processed meat.15 To our knowledge, regarding colorectal cancer and nitrite or nitrate exposures, eight prospective studies were published, among which three found positive associations for water nitrate42 or meat nitrate and nitrite,43,44 whereas five others did not observe any association for water nitrate and dietary nitrite and nitrate. A recent meta-analysis including 15 prospective cohorts and case–control studies suggested positive associations between total nitrate intake and colorectal cancer risk.9 These studies did not differentiate natural vs food additive sources, limiting the comparability with our results. In the present study, we did not detect associations with colorectal cancer risk, but statistical power was limited for this location and would need further investigation with longer follow-up. The number of cases was too limited to investigate separately other specific cancer locations. In the literature, a recent meta-analysis suggested a positive association between total nitrate intake and ovarian cancer risk (three cohorts included).10 One meta-analysis suggested a positive association between total nitrite intake and gastric cancer risk (19 studies included, not distinguishing cohorts from case–control studies).11 A few studies suggested associations for other cancer locations: higher dietary nitrate intakes (but not nitrites) were positively associated with thyroid cancer risk among men of the US NIH-AARP cohort.45 Higher nitrite intakes from water (but not from food) were positively associated with bladder cancer risk in the Iowa Women's Health Study.46 In the same cohort, higher nitrate intakes from water and higher nitrite intakes from processed meat were positively associated with renal cancer among older women.47 Higher total nitrite intakes were associated with increased esophageal squamous cell carcinoma in the Netherlands Cohort Study48 and higher nitrite intakes from processed meat were positively associated with pancreatic cancer.49\n\n## Mechanisms\nThe associations observed in this study are consistent with experimental data on NOCs. These compounds could result from endogenous synthesis. Indeed, a high-red-meat diet led to the endogenous synthesis of NOCs in the colon during an experiment on healthy volunteers.50 They can also result from exogenous exposure from nitrites (and nitrates, partly converted by the oral microbiota into nitrites). NOCs are a potential human carcinogen and proven carcinogen in certain animal species.3,4,51 Nitrosamines, a specific type of NOC, must be activated by specific cytochrome P450 enzymes to be carcinogenic,1 which have been detected in many tissues including those of the breast.52 Heme iron is found at high levels in red meat and also enhances endogenous NOC formation,38 but it is unlikely that it may have driven the observed results since our models were adjusted for heme iron intakes and since no interaction was detected with this compound. In this study, only nitrites and nitrates as food additives were associated with cancer risk, yet their contribution to total nitrite/nitrate intakes were relatively low in comparison with natural sources. Since most natural nitrites and nitrates come from vegetables that are naturally rich in antioxidants, it can be hypothesized that these antioxidants—natural inhibitors of the formation of NOCs17—may have reduced the carcinogenic potential of nitrites and nitrates from these sources. This warrants confirmation in future experimental and epidemiological studies.\n\n## Strengths and limitations\nStrengths of this study include its large sample size, its prospective design and the detailed assessment of nitrites and nitrates exposure from different sources. Indeed, repeated 24-h records allowed us to collect precise information on a wide range of foods containing nitrites and nitrates, with information about their source: natural presence or contamination vs addition as food additives. As doses of food additives may vary according to brands for the same type of product, commercial names/brands were collected and accounted for, which represents an important asset compared with most nutritional studies worldwide. Three complementary databases were used to determine their qualitative additive composition and thousands of assays were performed and complemented with EFSA and GSFA data to retrieve information on quantitative doses. However, some limitations must be acknowledged. First, caution is needed in the generalizability of the findings since participants of the NutriNet-Santé cohort were more often women, with health conscious behaviours and higher socio-professional and educational levels than the general French population.53 This may have led to a greater consumption of fruit and vegetables and a lower consumption of processed meat, which could explain that compared with EFSA’s exposure simulations, natural nitrite and nitrate intakes were higher in the NutriNet-Santé cohort, whereas the opposite trend was observed for nitrite and nitrate additives. Indeed, in EFSA’s simulations (data from the INCA2 nationally representative survey for France, 2006–2007), the total nitrite intake was 0.04 mg/kg of body weight (BW)32 and total nitrate intake was 1.6 mg/kg BW33 vs 0.09 and 3.34 mg/kg BW in the NutriNet-Santé cohort, respectively (data not tabulated). Conversely, intakes from food additives were higher in EFSA’s simulation compared with that of NutriNet-Santé: 0.01–0.04 mg/kg BW for nitrites and 0.05–0.10 mg/kg BW for nitrates (for all countries, as data specific to countries were not presented in the report) vs a mean of 0.004 mg/kg BW for nitrites and 0.003 mg/kg BW for nitrates in the NutriNet-Santé cohort. Also, when comparing processed meat intakes with the INCA2 study, the consumption rate of processed meat was 26% in the NutriNet-Santé cohort vs 91.1% in the INCA2 study (median 12.5 vs 28.6 g/d). It can be hypothesized that the associations observed in the present study for nitrite/nitrate additives and cancer risk may be even stronger in the general population, with higher levels of exposure and increased contrast between compared groups. Second, the number of cases was limited for some cancer locations, thus reducing the statistical power, which could have impaired our ability to detect associations, particularly for colorectal cancer, and also prevented us from studying other cancer locations. Also, several socio-demographic and lifestyle characteristics were associated with the consumption of nitrites and nitrates as food additives. These parameters were largely accounted for in our multivariable statistical models but the possibility of residual confounding cannot entirely be ruled out due to the observational design of this study. Finally, industrial products may be reformulated across time by choice of manufacturers or regulation requirements, thereby complicating the exposure assessment. However, bias linked to this aspect was limited since the composition and consumption data were matched considering the year (dynamic matching), accounting for different compositions of a same product/brand depending on its year of consumption.\n\n## Conclusion\nIn this large prospective cohort, food additive nitrate intakes were positively associated with breast cancer risk (specifically pre-menopausal) and food additive nitrite intakes were positively associated with prostate cancer risk. Although similar HRs were observed for colorectal cancer, no association was detected in this study, maybe due to limited statistical power. These results support previous mechanistic data demonstrating that these preservatives may lead to the formation of NOCs, potential carcinogens in humans.3 Although these results need confirmation in other large-scale prospective studies and experimental research, they provide new insights in a context of lively debate around the ban of nitrite and nitrate additives in the food industry. At the individual/patient level, several public health authorities worldwide recommend to limit the consumption of foods containing controversial additives in the name of the precautionary principle.54,55\n\n## Ethics approval\nThe study is conducted according to the Declaration of Helsinki guidelines and was approved by the Institutional Review Board of the French Institute for Health and Medical Research (IRB Inserm no. 0000388FWA00005831), the Commission Nationale de l’Informatique et des Libertés (CNIL no. 908450/no. 909216/no. 1460707) and the Consultation Committee for the Protection of Participants in Biomedical Research (C09-42 on 5 May 2010). Electronic informed consent was obtained from each participant.\n\n## Supplementary Material\nClick here for additional data file.",
  "word_count": 8790,
  "char_count": 60661
}