{
  "pmcid": "PMC2669451",
  "doi": "10.1186/1475-2891-8-16",
  "title": "Development of estimates of dietary nitrates, nitrites, and nitrosamines for use with the short willet food frequency questionnaire",
  "authors": [
    "John S Griesenbeck",
    "Michelle D Steck",
    "John C Huber",
    "Joseph R Sharkey",
    "Antonio A Rene",
    "Jean D Brender"
  ],
  "year": "2009",
  "journal": "Nutrition Journal",
  "abstract": "BackgroundStudies have suggested that nitrates, nitrites, and nitrosamines have an etiologic role in adverse pregnancy outcomes and chronic diseases such as cancer. Although an extensive body of literature exists on estimates of these compounds in foods, the extant data varies in quality, quantified estimates, and relevance.MethodsWe developed estimates of nitrates, nitrites, and nitrosamines for food items listed in the Short Willet Food Frequency Questionnaire (WFFQ) as adapted for use in the National Birth Defects Prevention Study. Multiple reference databases were searched for published literature reflecting nitrate, nitrite, and nitrosamine values in foods. Relevant published literature was reviewed; only publications reporting results for items listed on the WFFQ were selected for inclusion. The references selected were prioritized according to relevance to the U.S. population.ResultsBased on our estimates, vegetable products contain the highest levels of nitrate, contributing as much as 189 mg/serving. Meat and bean products contain the highest levels of nitrites with values up to 1.84 mg/serving. Alcohol, meat and dairy products contain the highest values of nitrosamines with a maximum value of 0.531 μg/serving. The estimates of dietary nitrates, nitrites, and nitrosamines generated in this study are based on the published values currently available.ConclusionTo our knowledge, these are the only estimates specifically designed for use with the adapted WFFQ and generated to represent food items available to the U.S. population. The estimates provided may be useful in other research studies, specifically in those exploring the relation between exposure to these compounds in foods and adverse health outcomes.",
  "sections": [
    {
      "title": "Background",
      "text": "Studies have suggested that nitrates, nitrites, and nitrosamines have an etiologic role in adverse pregnancy outcomes and other health conditions [1-5]. Nitrates and nitrites are precursors in the formation of N-nitroso compounds, a class of genotoxic compounds consisting of nitrosamines and nitrosamides [2]. N-nitroso compounds are known to cause congenital malformations in animal models, and the role of these compounds in adverse pregnancy outcomes warrants further exploration [6-8]. Humans are exposed to nitrates primarily through diet and drinking water, with vegetables contributing the largest amount of dietary nitrates per serving [2,9,10]. Nitrates are inherently present in all plant materials, especially vegetables and forage crops, and accumulate when the plant matures in a nitrate rich environment [11]. Nitrates in drinking water are often the result of contamination of ground water by fertilizer and animal or human waste [2]. The interest in nitrate consumption is due to the subsequent conversion of nitrates to nitrites, which are of greater concern in the formation of N-nitroso compounds. The endogenous conversion of nitrate to nitrite is a significant source of exposure to nitrites; approximately 5% of ingested nitrates in food and water are converted to nitrite in the saliva [12]. Cured meats, baked goods and cereals are other notable sources of nitrite [13]. Nitrite salts are added to meats, poultry, and fish in minute quantities as a means of preservation; this has been a common practice for many centuries [14]. Humans are exposed to N-nitroso compounds from exogenous sources and through endogenous formation. Dietary sources of nitrosamines include cured meats, beer, and smoked fish; these foods may contain preformed nitrosamines as the result of cooking and/or preservation methods [14-16]. Non-dietary sources include tobacco products, cosmetics, and occupational exposures in rubber or rocket fuel factories and leather tanneries [17-21]. As part of an ongoing study of the relation between prenatal exposure to these compounds and selected congenital malformations in offspring, we developed estimates of nitrates, nitrites, and nitrosamines for food items in the Short Willet Food Frequency Questionnaire (WFFQ) [22,23] as adapted for the National Birth Defects Prevention Study (NBDPS) [24]. Although an extensive body of literature exists on estimates of these compounds in foods, the extant data varies in quality, quantified estimates, country of origin and relevance to the U.S. population. Much of the literature was published before 1970 and may not accurately reflect current technological advances in laboratory methods and food preservation techniques. Furthermore, published estimates of nitrates, nitrites, and nitrosamines are not available for the WFFQ, a food frequency questionnaire that is commonly used in research studies."
    },
    {
      "title": "Methods",
      "text": "The NBDPS study collects dietary information using the adapted WFFQ [22,23]. This adaptation was designed to make the questionnaire more suitable to the ethnic and racially diverse NBDPS study population and includes additional food items such as avocados, raw chili peppers, salsa, tortillas, cantaloupe, and refried beans. Four steps were required to generate estimates of nitrates, nitrites, and nitrosamines for food items in the WFFQ: data collection, creation of a food database, selecting relevant values from that food database for our study population, and finally generating a summary estimate for each food item. To generate estimates, it was necessary to first develop a food database containing all relevant information associated with each published value (mean, range, cooking method, country, author, year, etc.) obtained from our literature search. This food database was consulted to identify appropriate values for our population based on our ranking system which accounted for the year(s) of sample collection and country of origin. Finally, for each food item we calculated a summary estimate based on the relevant values selected from the food database. A thorough literature review was conducted to identify and categorize relevant reported values of nitrate, nitrite, and nitrosamine in foods. Multiple reference databases were searched for published literature reflecting nitrate, nitrite, and nitrosamine values in foods and alcoholic beverages. Reference databases queried included Medline, ISI Web of Science, Agricola, and Google Scholar. Each reference database was searched using the following terms: \"nitrates,\" \"nitrites,\" \"nitrosamines,\" \"food content,\" \"dietary sources,\" and combinations of the listed terms. Relevant published literature was reviewed but only sources reporting results for the food items listed on the WFFQ as adapted for the NBDPS were selected for inclusion [22-24]. For alcoholic beverages (beer, wine, liquor, and malt beverages) and for food items that returned no values for nitrates, nitrites, or nitrosamines an additional literature review was conducted. Food item estimates that were not available in the literature were substituted with similar food items with reported values. For example, a nitrosamine value for \"orange juice\" was not located using the search criteria previously mentioned; therefore, the value for \"oranges\" was used as a comparable substitution. There were also situations where some of the missing food items required recipes to generate an appropriate estimate. For example, a nitrate value for \"salsa\" was calculated using values for \"onions\", \"peppers\", and \"tomatoes\" in the proportions designated in a commonly available cookbook [25]. The food database was created as part of the process to generate summary estimates that are used to determine dietary intake of these compounds for U.S. women participants (giving birth during 1997 – 2005) in the NBDPS. Although the study period encompasses the years 1997–2005; we were not able to limit our estimates to values published during this time period. Because of the lack of current values in the literature, it was necessary to expand our search criteria to include values from other countries and published during other time periods. The identified values were prioritized within each food item according to country of origin and the year of sample collection. The year of sample collection was used in order to select the time period that most accurately reflected the values of these compounds in foods consumed by the NBDPS study population. However, the sample year was not always available; in those situations the year the article was received by the journal was used. When the above information was unavailable, we defaulted to the year of publication. Studies have shown that nitrate, nitrite, and nitrosamine content in food products likely varies over time and by region [26,27]. To develop the most accurate and relevant values in terms of time and place for the NBDPS study population, priority was given to estimates from Western countries from 1980 to present. The ranks ranged from one (highest) to five (lowest) and are as follows: 1) U.S. and Canada 1980 to present; 2) countries with predominantly Western diets 1980 to present; 3) U.S. and Canada 1970–1979; 4) countries with predominantly Western diets 1970–1979; and 5) countries with predominantly non-Western diets. Thirty-four articles and four government reports were selected for inclusion in the food database and are listed in Table 1. As available, information was abstracted regarding cooking or preservation methods, methods of laboratory analysis, number of observations in each sample, ranges of values, means, and standard deviations. Although not specifically published in this article, the food database is available upon request. References used in food database and estimate generation aYear(s) sample collected is reported, when not available year received by journal is used and year of publication is used as when all other dates are unavailable bCA = Canada, DE = Germany, DK = Denmark, EE = Estonia, FR = France, GR = Greece, HK = Hong Kong, IN = India, IS = Iceland, IT = Italy, JP = Japan, KR = South Korea, NZ = New Zealand, SE = Sweden, UK = United Kingdom, US = United States cRank 1 = U.S. and Canada 1980 to present; Rank 2 = countries with predominantly Western diets 1980 to present; Rank 3 = U.S. and Canada 1970–1979; Rank 4 = countries with predominantly Western diets 1970–1979; and Rank 5 = countries with predominantly non-Western diets d(√) = included in estimate; (-) = excluded from estimate Values compiled in the food database from the United States and Canada (rank 1) and other countries with traditionally Western diets (rank 2) from 1980 to present were automatically used to calculate the estimates for nitrates, nitrites, and nitrosamines in each food item. When there were fewer than five values reported for a food item ranked 1 or 2, values from the United States and Canada from 1970–1979 were used. Less relevant values with respect to country and year were used when no other estimates were available. Table 1 lists the 30 references that met the value selection criteria for generating summary estimates of nitrates, nitrites, and nitrosamines in food items. A summary estimate for each food item was generated through a multi-step process using the mean or midpoint and the sample sizes from each study that met our selection criteria. A systematic approach to calculate these estimates was developed using STATA 10 [28]. A summary estimate for each food item was calculated as the weighted mean of the published values for that food item identified from the food database. The weights were calculated as the square root of the reported sample size for each value used to formulate the summary estimate. We would have preferred to use the inverse of the variance to weight the values but many of the reported values did not include a variance estimate. This process was implemented to create weighted total estimates that were representative of the reported values. The estimates are based on reported values selected to represent the U.S. food supply and potentially represent the exposure of the U.S. population to these compounds. This procedure was repeated for each food item. The WFFQ as adapted for the NBDPS asks about dietary intake of 64 food items, some of which are categories of foods; however, we developed a single summary estimate per compound (nitrate, nitrite, and nitrosamines) for each food item. The process was straightforward in the case of individual food items, but required an additional procedure for category items. For example, the \"processed meats\" item contains component estimates for sausage, salami, lunchmeat, pâté, and preserved meat. To generate a single estimate for \"processed meats\", weighted estimates for each individual component of that group were calculated. The summary estimate for \"processed meats\" was calculated by weighting the component estimates equally. The summary estimates were reported in mg/100 g for nitrates and nitrites and μg/100 g for nitrosamines. For each food item, nitrates, nitrites, and nitrosamines were calculated for a typical serving using the summary estimates and the standard serving size in grams as defined by the NBDPS Nutrient Calculator when available [29]. For cereal, biscuits, fruit drinks, soy milk and tofu, the standard serving sizes were obtained using nutrition information provided on the label of commonly available products from a local grocery store. The NBDPS Mother Questionnaire collects information regarding intake of alcoholic beverages by frequency and type of alcohol consumed. The questionnaire divides alcoholic beverages into five broad categories identified as beer, wine, mixed drinks, shot liquor, and other alcohol. We used standard serving sizes of alcohol in the United States as reported by the Centers for Disease Control: 12 ounces of beer, 8 ounces of malt liquor, 5 ounces of wine, or 1.5 ounces of liquor [30]. Based on the standard measures of alcohol, the serving size in grams for each of the categories was measured using commonly available samples of each type of beverage. Because estimates of nitrates and nitrites in alcoholic beverages were rarely reported in the literature, these compounds were not estimated for standard servings of these beverages. However, nitrosamine values were available and were used to calculate the estimated amount per serving using the same procedures used in the food calculations."
    },
    {
      "title": "Step 1: Data Collection",
      "text": "A thorough literature review was conducted to identify and categorize relevant reported values of nitrate, nitrite, and nitrosamine in foods. Multiple reference databases were searched for published literature reflecting nitrate, nitrite, and nitrosamine values in foods and alcoholic beverages. Reference databases queried included Medline, ISI Web of Science, Agricola, and Google Scholar. Each reference database was searched using the following terms: \"nitrates,\" \"nitrites,\" \"nitrosamines,\" \"food content,\" \"dietary sources,\" and combinations of the listed terms. Relevant published literature was reviewed but only sources reporting results for the food items listed on the WFFQ as adapted for the NBDPS were selected for inclusion [22-24]. For alcoholic beverages (beer, wine, liquor, and malt beverages) and for food items that returned no values for nitrates, nitrites, or nitrosamines an additional literature review was conducted. Food item estimates that were not available in the literature were substituted with similar food items with reported values. For example, a nitrosamine value for \"orange juice\" was not located using the search criteria previously mentioned; therefore, the value for \"oranges\" was used as a comparable substitution. There were also situations where some of the missing food items required recipes to generate an appropriate estimate. For example, a nitrate value for \"salsa\" was calculated using values for \"onions\", \"peppers\", and \"tomatoes\" in the proportions designated in a commonly available cookbook [25]."
    },
    {
      "title": "Step 2: Database Creation",
      "text": "The food database was created as part of the process to generate summary estimates that are used to determine dietary intake of these compounds for U.S. women participants (giving birth during 1997 – 2005) in the NBDPS. Although the study period encompasses the years 1997–2005; we were not able to limit our estimates to values published during this time period. Because of the lack of current values in the literature, it was necessary to expand our search criteria to include values from other countries and published during other time periods. The identified values were prioritized within each food item according to country of origin and the year of sample collection. The year of sample collection was used in order to select the time period that most accurately reflected the values of these compounds in foods consumed by the NBDPS study population. However, the sample year was not always available; in those situations the year the article was received by the journal was used. When the above information was unavailable, we defaulted to the year of publication. Studies have shown that nitrate, nitrite, and nitrosamine content in food products likely varies over time and by region [26,27]. To develop the most accurate and relevant values in terms of time and place for the NBDPS study population, priority was given to estimates from Western countries from 1980 to present. The ranks ranged from one (highest) to five (lowest) and are as follows: 1) U.S. and Canada 1980 to present; 2) countries with predominantly Western diets 1980 to present; 3) U.S. and Canada 1970–1979; 4) countries with predominantly Western diets 1970–1979; and 5) countries with predominantly non-Western diets. Thirty-four articles and four government reports were selected for inclusion in the food database and are listed in Table 1. As available, information was abstracted regarding cooking or preservation methods, methods of laboratory analysis, number of observations in each sample, ranges of values, means, and standard deviations. Although not specifically published in this article, the food database is available upon request. References used in food database and estimate generation aYear(s) sample collected is reported, when not available year received by journal is used and year of publication is used as when all other dates are unavailable bCA = Canada, DE = Germany, DK = Denmark, EE = Estonia, FR = France, GR = Greece, HK = Hong Kong, IN = India, IS = Iceland, IT = Italy, JP = Japan, KR = South Korea, NZ = New Zealand, SE = Sweden, UK = United Kingdom, US = United States cRank 1 = U.S. and Canada 1980 to present; Rank 2 = countries with predominantly Western diets 1980 to present; Rank 3 = U.S. and Canada 1970–1979; Rank 4 = countries with predominantly Western diets 1970–1979; and Rank 5 = countries with predominantly non-Western diets d(√) = included in estimate; (-) = excluded from estimate"
    },
    {
      "title": "Step 3: Value Selection",
      "text": "Values compiled in the food database from the United States and Canada (rank 1) and other countries with traditionally Western diets (rank 2) from 1980 to present were automatically used to calculate the estimates for nitrates, nitrites, and nitrosamines in each food item. When there were fewer than five values reported for a food item ranked 1 or 2, values from the United States and Canada from 1970–1979 were used. Less relevant values with respect to country and year were used when no other estimates were available."
    },
    {
      "title": "Step 4: Estimate Generation",
      "text": "Table 1 lists the 30 references that met the value selection criteria for generating summary estimates of nitrates, nitrites, and nitrosamines in food items. A summary estimate for each food item was generated through a multi-step process using the mean or midpoint and the sample sizes from each study that met our selection criteria. A systematic approach to calculate these estimates was developed using STATA 10 [28]. A summary estimate for each food item was calculated as the weighted mean of the published values for that food item identified from the food database. The weights were calculated as the square root of the reported sample size for each value used to formulate the summary estimate. We would have preferred to use the inverse of the variance to weight the values but many of the reported values did not include a variance estimate. This process was implemented to create weighted total estimates that were representative of the reported values. The estimates are based on reported values selected to represent the U.S. food supply and potentially represent the exposure of the U.S. population to these compounds. This procedure was repeated for each food item. The WFFQ as adapted for the NBDPS asks about dietary intake of 64 food items, some of which are categories of foods; however, we developed a single summary estimate per compound (nitrate, nitrite, and nitrosamines) for each food item. The process was straightforward in the case of individual food items, but required an additional procedure for category items. For example, the \"processed meats\" item contains component estimates for sausage, salami, lunchmeat, pâté, and preserved meat. To generate a single estimate for \"processed meats\", weighted estimates for each individual component of that group were calculated. The summary estimate for \"processed meats\" was calculated by weighting the component estimates equally. The summary estimates were reported in mg/100 g for nitrates and nitrites and μg/100 g for nitrosamines. For each food item, nitrates, nitrites, and nitrosamines were calculated for a typical serving using the summary estimates and the standard serving size in grams as defined by the NBDPS Nutrient Calculator when available [29]. For cereal, biscuits, fruit drinks, soy milk and tofu, the standard serving sizes were obtained using nutrition information provided on the label of commonly available products from a local grocery store. The NBDPS Mother Questionnaire collects information regarding intake of alcoholic beverages by frequency and type of alcohol consumed. The questionnaire divides alcoholic beverages into five broad categories identified as beer, wine, mixed drinks, shot liquor, and other alcohol. We used standard serving sizes of alcohol in the United States as reported by the Centers for Disease Control: 12 ounces of beer, 8 ounces of malt liquor, 5 ounces of wine, or 1.5 ounces of liquor [30]. Based on the standard measures of alcohol, the serving size in grams for each of the categories was measured using commonly available samples of each type of beverage. Because estimates of nitrates and nitrites in alcoholic beverages were rarely reported in the literature, these compounds were not estimated for standard servings of these beverages. However, nitrosamine values were available and were used to calculate the estimated amount per serving using the same procedures used in the food calculations."
    },
    {
      "title": "Results",
      "text": "Table 2 displays the calculated amount per serving for food items grouped into dairy products; fruit; grains; meat and beans; vegetables; fats, oils, nuts, and sweets; and alcoholic beverages. The estimates in Table 2 are based on standard serving sizes for adults. Nitrate values ranged from 0 – 188.999 mg/serving with the highest concentrations occurring in vegetable products. Spinach and squash contain the highest amounts of nitrate per serving with values of 188.999 and 43.608 mg respectively. Sweets, nuts, fats and oils contain very little nitrates per serving. Estimates of nitrates, nitrites and nitrosamines in food items and alcoholic beverages by the National Birth Defects Prevention Study calculated serving size Nitrite values range from 0 – 1.840 mg/serving with the highest concentrations occurring in meat and bean products. Beef, pork, lamb, or cabrito (goat meat) as a main dish and liver contain the highest amounts of dietary nitrite per serving with 1.840 and 1.608 mg respectively. Negligible sources of dietary nitrite are found in cottage cheese, fats such as butter or margarine, and various fruit juices. Nitrosamine values from food items ranged from 0 – 0.453 μg/serving with the highest concentrations occurring in meat and dairy products. Beef, pork, lamb, or cabrito as a sandwich or main dish contains 0.324 and 0.453 μg/serving. Cottage or ricotta cheese, fish and bacon contain high levels of nitrosamines with 0.266, 0.222 and 0.219 μg/serving respectively. Alcoholic beverages also contain high levels of nitrosamines, with beer and malt beverages containing the highest amount of nitrosamines per serving at 0.531 μg and 0.301 μg respectively. Wine and liquor contain relatively little nitrosamines per serving with values of 0.019 and 0.027 μg respectively. Fruits, vegetables, sweets, and fats do not contain significant amounts of nitrosamines per serving. Additional file 1, Food database information, lists the reported nitrate, nitrite, and nitrosamine values of the food items from the literature, and those items for which substitutions or calculations were necessary based on the available data. These values were used to calculate the summary estimates of nitrate, nitrite, and nitrosamine content per food item. The food items are grouped into categories consisting of dairy products; fruit; grains; meat and beans; vegetables; fats, oils, nuts, and sweets; and alcoholic beverages."
    },
    {
      "title": "Discussion",
      "text": "Based on our estimates, total dietary nitrate intake per serving is most heavily influenced by vegetable consumption, specifically the green leafy varieties. However, nitrate intake in conjunction with vitamin C and possibly vitamin E may inhibit endogenous nitrosamine formation [31]. Fruits and vegetables are sources of vitamins, minerals, and dietary fiber, including pectin. Wawrzyniak found that pectin rich diets increase the total number of Enterobacteriaceae in the stomach of rats, which is associated with the reduction of nitrates to nitrites, but also noted that pectin was responsible for decreasing the amount of sodium nitrite present under normal gastric conditions in vitro [32,33]. The benefits of fruit and vegetable consumption with their vitamin content most likely negate the potential harmful effects of nitrate intake from these sources. Our estimates indicate that nitrites and nitrosamines are most commonly associated with the consumption of meats, processed meats and fish. Based on our results, beer had the largest estimated amount of nitrosamine per serving. Potential limitations in our study include sources of error associated with food item substitutions; different methodologies for measuring nitrates, nitrites, and nitrosamines in food; estimate calculations; and changes in concentration of these compounds in foods over time. The variability of nitrates, nitrites, and nitrosamines in food items may also be a source of error. The scarcity of reported nitrate and nitrite values for alcoholic beverages makes it difficult to create relevant estimates. Potentially, the nitrate/nitrite content of water used to produce non-distilled beverages could be used to estimate these compounds; however, this information was not available. Additionally, potential error stems from our substitutions and recipes used when the exact value for a food item was not available in the literature, although we expect the impact of these substitutions to be negligible. It is possible that nitrate, nitrite, and nitrosamine content in food items may vary by period measured, preparation, and analytical techniques used. To generate the most accurate estimate possible, we weighted individual values by their sample size. In most cases, weighting the values by the sample size more accurately reflects the available data. However, in a few cases, the estimate generated may be less accurate because of the over representation of values with extremely large samples sizes. Our study was also limited based on the relatively small number of references that were relevant to the current U.S. population based on year of publication and country of origin. Of the 30 references used to calculate estimates, only 11 were published since 1990 and none of those were based on U.S. or Canadian values. Therefore, estimates of nitrates, nitrites, and nitrosamines should be updated with the appropriate analyses of food products currently available in the United States. Consideration should also be given to regional and ethnic differences in food availability and dietary intake. Despite these limitations, our study also has several strengths. The estimates we generated are unique in that they were created to be used with the WFFQ, a commonly used research tool to assess dietary intake in research studies. Intake of nitrates, nitrites, and nitrosamines has likely changed over time because of procedural changes in food preservation and dietary behavioral changes [34]. Articles in the literature, such as those authored by Jakszyn et al. and Cornee et al., provide values of nitrate, nitrite and nitrosamines in foods from the global literature; however, we were unable to locate summary estimates for the U.S. population that systematically accounted for time and country of origin [10,35]. In the present study, we compiled, ranked, selected, and weighted the reported values to generate an estimate for each food item. Our estimates are not intended to be comprehensive in terms of all published literature regarding nitrate, nitrite, and nitrosamines in foods. Rather, the estimates were generated to reflect relevant information in the published literature that was representative of the U.S. population with respect to time and country of origin."
    },
    {
      "title": "Conclusion",
      "text": "Laboratory analysis of nitrate, nitrite, and nitrosamine content in food items commonly available in the United States should be conducted to determine current exposures to the U.S. population. In the absence of current data based on laboratory analysis, our estimates can be used to assess dietary exposures to these compounds. To the best of our knowledge, our estimates are the only ones published to date that are developed specifically for use with the WFFQ and intended for use with the U.S. population. The estimates provided may also be useful in other research studies, specifically in exploring the relation between intake of N-nitroso compounds and their precursors with health conditions such as cancer and adverse pregnancy outcomes."
    },
    {
      "title": "Competing interests",
      "text": "The authors declare that they have no competing interests."
    },
    {
      "title": "Authors' contributions",
      "text": "JG carried out the literature review, compiled the food database, calculated dietary estimates and prepared the manuscript. MS assisted with the literature review, compiled food database, calculated dietary estimates and assisted with the manuscript preparation. JH assisted with the statistical analysis and provided contribution to the methods section of the manuscript. JS contributed to the nutritional aspects of the manuscript. AR contributed to the discussion section of the manuscript. JB conceived of the study, supervised the analysis, and contributed to the manuscript discussion. All authors read and approved the final manuscript."
    },
    {
      "title": "Supplementary Material",
      "text": "Supplemental file 1. Food database information, lists the reported nitrate, nitrite, and nitrosamine values of the food items from the literature, and those items for which substitutions or calculations were necessary based on the available data. These values were used to calculate the summary estimates of nitrate, nitrite, and nitrosamine content per food item. The food items are grouped into categories consisting of dairy products; fruit; grains; meat and beans; vegetables; fats, oils, nuts, and sweets; and alcoholic beverages. Click here for file"
    }
  ],
  "full_text": "## Background\nStudies have suggested that nitrates, nitrites, and nitrosamines have an etiologic role in adverse pregnancy outcomes and other health conditions [1-5]. Nitrates and nitrites are precursors in the formation of N-nitroso compounds, a class of genotoxic compounds consisting of nitrosamines and nitrosamides [2]. N-nitroso compounds are known to cause congenital malformations in animal models, and the role of these compounds in adverse pregnancy outcomes warrants further exploration [6-8]. Humans are exposed to nitrates primarily through diet and drinking water, with vegetables contributing the largest amount of dietary nitrates per serving [2,9,10]. Nitrates are inherently present in all plant materials, especially vegetables and forage crops, and accumulate when the plant matures in a nitrate rich environment [11]. Nitrates in drinking water are often the result of contamination of ground water by fertilizer and animal or human waste [2]. The interest in nitrate consumption is due to the subsequent conversion of nitrates to nitrites, which are of greater concern in the formation of N-nitroso compounds. The endogenous conversion of nitrate to nitrite is a significant source of exposure to nitrites; approximately 5% of ingested nitrates in food and water are converted to nitrite in the saliva [12]. Cured meats, baked goods and cereals are other notable sources of nitrite [13]. Nitrite salts are added to meats, poultry, and fish in minute quantities as a means of preservation; this has been a common practice for many centuries [14]. Humans are exposed to N-nitroso compounds from exogenous sources and through endogenous formation. Dietary sources of nitrosamines include cured meats, beer, and smoked fish; these foods may contain preformed nitrosamines as the result of cooking and/or preservation methods [14-16]. Non-dietary sources include tobacco products, cosmetics, and occupational exposures in rubber or rocket fuel factories and leather tanneries [17-21]. As part of an ongoing study of the relation between prenatal exposure to these compounds and selected congenital malformations in offspring, we developed estimates of nitrates, nitrites, and nitrosamines for food items in the Short Willet Food Frequency Questionnaire (WFFQ) [22,23] as adapted for the National Birth Defects Prevention Study (NBDPS) [24]. Although an extensive body of literature exists on estimates of these compounds in foods, the extant data varies in quality, quantified estimates, country of origin and relevance to the U.S. population. Much of the literature was published before 1970 and may not accurately reflect current technological advances in laboratory methods and food preservation techniques. Furthermore, published estimates of nitrates, nitrites, and nitrosamines are not available for the WFFQ, a food frequency questionnaire that is commonly used in research studies.\n\n## Methods\nThe NBDPS study collects dietary information using the adapted WFFQ [22,23]. This adaptation was designed to make the questionnaire more suitable to the ethnic and racially diverse NBDPS study population and includes additional food items such as avocados, raw chili peppers, salsa, tortillas, cantaloupe, and refried beans. Four steps were required to generate estimates of nitrates, nitrites, and nitrosamines for food items in the WFFQ: data collection, creation of a food database, selecting relevant values from that food database for our study population, and finally generating a summary estimate for each food item. To generate estimates, it was necessary to first develop a food database containing all relevant information associated with each published value (mean, range, cooking method, country, author, year, etc.) obtained from our literature search. This food database was consulted to identify appropriate values for our population based on our ranking system which accounted for the year(s) of sample collection and country of origin. Finally, for each food item we calculated a summary estimate based on the relevant values selected from the food database. A thorough literature review was conducted to identify and categorize relevant reported values of nitrate, nitrite, and nitrosamine in foods. Multiple reference databases were searched for published literature reflecting nitrate, nitrite, and nitrosamine values in foods and alcoholic beverages. Reference databases queried included Medline, ISI Web of Science, Agricola, and Google Scholar. Each reference database was searched using the following terms: \"nitrates,\" \"nitrites,\" \"nitrosamines,\" \"food content,\" \"dietary sources,\" and combinations of the listed terms. Relevant published literature was reviewed but only sources reporting results for the food items listed on the WFFQ as adapted for the NBDPS were selected for inclusion [22-24]. For alcoholic beverages (beer, wine, liquor, and malt beverages) and for food items that returned no values for nitrates, nitrites, or nitrosamines an additional literature review was conducted. Food item estimates that were not available in the literature were substituted with similar food items with reported values. For example, a nitrosamine value for \"orange juice\" was not located using the search criteria previously mentioned; therefore, the value for \"oranges\" was used as a comparable substitution. There were also situations where some of the missing food items required recipes to generate an appropriate estimate. For example, a nitrate value for \"salsa\" was calculated using values for \"onions\", \"peppers\", and \"tomatoes\" in the proportions designated in a commonly available cookbook [25]. The food database was created as part of the process to generate summary estimates that are used to determine dietary intake of these compounds for U.S. women participants (giving birth during 1997 – 2005) in the NBDPS. Although the study period encompasses the years 1997–2005; we were not able to limit our estimates to values published during this time period. Because of the lack of current values in the literature, it was necessary to expand our search criteria to include values from other countries and published during other time periods. The identified values were prioritized within each food item according to country of origin and the year of sample collection. The year of sample collection was used in order to select the time period that most accurately reflected the values of these compounds in foods consumed by the NBDPS study population. However, the sample year was not always available; in those situations the year the article was received by the journal was used. When the above information was unavailable, we defaulted to the year of publication. Studies have shown that nitrate, nitrite, and nitrosamine content in food products likely varies over time and by region [26,27]. To develop the most accurate and relevant values in terms of time and place for the NBDPS study population, priority was given to estimates from Western countries from 1980 to present. The ranks ranged from one (highest) to five (lowest) and are as follows: 1) U.S. and Canada 1980 to present; 2) countries with predominantly Western diets 1980 to present; 3) U.S. and Canada 1970–1979; 4) countries with predominantly Western diets 1970–1979; and 5) countries with predominantly non-Western diets. Thirty-four articles and four government reports were selected for inclusion in the food database and are listed in Table 1. As available, information was abstracted regarding cooking or preservation methods, methods of laboratory analysis, number of observations in each sample, ranges of values, means, and standard deviations. Although not specifically published in this article, the food database is available upon request. References used in food database and estimate generation aYear(s) sample collected is reported, when not available year received by journal is used and year of publication is used as when all other dates are unavailable bCA = Canada, DE = Germany, DK = Denmark, EE = Estonia, FR = France, GR = Greece, HK = Hong Kong, IN = India, IS = Iceland, IT = Italy, JP = Japan, KR = South Korea, NZ = New Zealand, SE = Sweden, UK = United Kingdom, US = United States cRank 1 = U.S. and Canada 1980 to present; Rank 2 = countries with predominantly Western diets 1980 to present; Rank 3 = U.S. and Canada 1970–1979; Rank 4 = countries with predominantly Western diets 1970–1979; and Rank 5 = countries with predominantly non-Western diets d(√) = included in estimate; (-) = excluded from estimate Values compiled in the food database from the United States and Canada (rank 1) and other countries with traditionally Western diets (rank 2) from 1980 to present were automatically used to calculate the estimates for nitrates, nitrites, and nitrosamines in each food item. When there were fewer than five values reported for a food item ranked 1 or 2, values from the United States and Canada from 1970–1979 were used. Less relevant values with respect to country and year were used when no other estimates were available. Table 1 lists the 30 references that met the value selection criteria for generating summary estimates of nitrates, nitrites, and nitrosamines in food items. A summary estimate for each food item was generated through a multi-step process using the mean or midpoint and the sample sizes from each study that met our selection criteria. A systematic approach to calculate these estimates was developed using STATA 10 [28]. A summary estimate for each food item was calculated as the weighted mean of the published values for that food item identified from the food database. The weights were calculated as the square root of the reported sample size for each value used to formulate the summary estimate. We would have preferred to use the inverse of the variance to weight the values but many of the reported values did not include a variance estimate. This process was implemented to create weighted total estimates that were representative of the reported values. The estimates are based on reported values selected to represent the U.S. food supply and potentially represent the exposure of the U.S. population to these compounds. This procedure was repeated for each food item. The WFFQ as adapted for the NBDPS asks about dietary intake of 64 food items, some of which are categories of foods; however, we developed a single summary estimate per compound (nitrate, nitrite, and nitrosamines) for each food item. The process was straightforward in the case of individual food items, but required an additional procedure for category items. For example, the \"processed meats\" item contains component estimates for sausage, salami, lunchmeat, pâté, and preserved meat. To generate a single estimate for \"processed meats\", weighted estimates for each individual component of that group were calculated. The summary estimate for \"processed meats\" was calculated by weighting the component estimates equally. The summary estimates were reported in mg/100 g for nitrates and nitrites and μg/100 g for nitrosamines. For each food item, nitrates, nitrites, and nitrosamines were calculated for a typical serving using the summary estimates and the standard serving size in grams as defined by the NBDPS Nutrient Calculator when available [29]. For cereal, biscuits, fruit drinks, soy milk and tofu, the standard serving sizes were obtained using nutrition information provided on the label of commonly available products from a local grocery store. The NBDPS Mother Questionnaire collects information regarding intake of alcoholic beverages by frequency and type of alcohol consumed. The questionnaire divides alcoholic beverages into five broad categories identified as beer, wine, mixed drinks, shot liquor, and other alcohol. We used standard serving sizes of alcohol in the United States as reported by the Centers for Disease Control: 12 ounces of beer, 8 ounces of malt liquor, 5 ounces of wine, or 1.5 ounces of liquor [30]. Based on the standard measures of alcohol, the serving size in grams for each of the categories was measured using commonly available samples of each type of beverage. Because estimates of nitrates and nitrites in alcoholic beverages were rarely reported in the literature, these compounds were not estimated for standard servings of these beverages. However, nitrosamine values were available and were used to calculate the estimated amount per serving using the same procedures used in the food calculations.\n\n## Step 1: Data Collection\nA thorough literature review was conducted to identify and categorize relevant reported values of nitrate, nitrite, and nitrosamine in foods. Multiple reference databases were searched for published literature reflecting nitrate, nitrite, and nitrosamine values in foods and alcoholic beverages. Reference databases queried included Medline, ISI Web of Science, Agricola, and Google Scholar. Each reference database was searched using the following terms: \"nitrates,\" \"nitrites,\" \"nitrosamines,\" \"food content,\" \"dietary sources,\" and combinations of the listed terms. Relevant published literature was reviewed but only sources reporting results for the food items listed on the WFFQ as adapted for the NBDPS were selected for inclusion [22-24]. For alcoholic beverages (beer, wine, liquor, and malt beverages) and for food items that returned no values for nitrates, nitrites, or nitrosamines an additional literature review was conducted. Food item estimates that were not available in the literature were substituted with similar food items with reported values. For example, a nitrosamine value for \"orange juice\" was not located using the search criteria previously mentioned; therefore, the value for \"oranges\" was used as a comparable substitution. There were also situations where some of the missing food items required recipes to generate an appropriate estimate. For example, a nitrate value for \"salsa\" was calculated using values for \"onions\", \"peppers\", and \"tomatoes\" in the proportions designated in a commonly available cookbook [25].\n\n## Step 2: Database Creation\nThe food database was created as part of the process to generate summary estimates that are used to determine dietary intake of these compounds for U.S. women participants (giving birth during 1997 – 2005) in the NBDPS. Although the study period encompasses the years 1997–2005; we were not able to limit our estimates to values published during this time period. Because of the lack of current values in the literature, it was necessary to expand our search criteria to include values from other countries and published during other time periods. The identified values were prioritized within each food item according to country of origin and the year of sample collection. The year of sample collection was used in order to select the time period that most accurately reflected the values of these compounds in foods consumed by the NBDPS study population. However, the sample year was not always available; in those situations the year the article was received by the journal was used. When the above information was unavailable, we defaulted to the year of publication. Studies have shown that nitrate, nitrite, and nitrosamine content in food products likely varies over time and by region [26,27]. To develop the most accurate and relevant values in terms of time and place for the NBDPS study population, priority was given to estimates from Western countries from 1980 to present. The ranks ranged from one (highest) to five (lowest) and are as follows: 1) U.S. and Canada 1980 to present; 2) countries with predominantly Western diets 1980 to present; 3) U.S. and Canada 1970–1979; 4) countries with predominantly Western diets 1970–1979; and 5) countries with predominantly non-Western diets. Thirty-four articles and four government reports were selected for inclusion in the food database and are listed in Table 1. As available, information was abstracted regarding cooking or preservation methods, methods of laboratory analysis, number of observations in each sample, ranges of values, means, and standard deviations. Although not specifically published in this article, the food database is available upon request. References used in food database and estimate generation aYear(s) sample collected is reported, when not available year received by journal is used and year of publication is used as when all other dates are unavailable bCA = Canada, DE = Germany, DK = Denmark, EE = Estonia, FR = France, GR = Greece, HK = Hong Kong, IN = India, IS = Iceland, IT = Italy, JP = Japan, KR = South Korea, NZ = New Zealand, SE = Sweden, UK = United Kingdom, US = United States cRank 1 = U.S. and Canada 1980 to present; Rank 2 = countries with predominantly Western diets 1980 to present; Rank 3 = U.S. and Canada 1970–1979; Rank 4 = countries with predominantly Western diets 1970–1979; and Rank 5 = countries with predominantly non-Western diets d(√) = included in estimate; (-) = excluded from estimate\n\n## Step 3: Value Selection\nValues compiled in the food database from the United States and Canada (rank 1) and other countries with traditionally Western diets (rank 2) from 1980 to present were automatically used to calculate the estimates for nitrates, nitrites, and nitrosamines in each food item. When there were fewer than five values reported for a food item ranked 1 or 2, values from the United States and Canada from 1970–1979 were used. Less relevant values with respect to country and year were used when no other estimates were available.\n\n## Step 4: Estimate Generation\nTable 1 lists the 30 references that met the value selection criteria for generating summary estimates of nitrates, nitrites, and nitrosamines in food items. A summary estimate for each food item was generated through a multi-step process using the mean or midpoint and the sample sizes from each study that met our selection criteria. A systematic approach to calculate these estimates was developed using STATA 10 [28]. A summary estimate for each food item was calculated as the weighted mean of the published values for that food item identified from the food database. The weights were calculated as the square root of the reported sample size for each value used to formulate the summary estimate. We would have preferred to use the inverse of the variance to weight the values but many of the reported values did not include a variance estimate. This process was implemented to create weighted total estimates that were representative of the reported values. The estimates are based on reported values selected to represent the U.S. food supply and potentially represent the exposure of the U.S. population to these compounds. This procedure was repeated for each food item. The WFFQ as adapted for the NBDPS asks about dietary intake of 64 food items, some of which are categories of foods; however, we developed a single summary estimate per compound (nitrate, nitrite, and nitrosamines) for each food item. The process was straightforward in the case of individual food items, but required an additional procedure for category items. For example, the \"processed meats\" item contains component estimates for sausage, salami, lunchmeat, pâté, and preserved meat. To generate a single estimate for \"processed meats\", weighted estimates for each individual component of that group were calculated. The summary estimate for \"processed meats\" was calculated by weighting the component estimates equally. The summary estimates were reported in mg/100 g for nitrates and nitrites and μg/100 g for nitrosamines. For each food item, nitrates, nitrites, and nitrosamines were calculated for a typical serving using the summary estimates and the standard serving size in grams as defined by the NBDPS Nutrient Calculator when available [29]. For cereal, biscuits, fruit drinks, soy milk and tofu, the standard serving sizes were obtained using nutrition information provided on the label of commonly available products from a local grocery store. The NBDPS Mother Questionnaire collects information regarding intake of alcoholic beverages by frequency and type of alcohol consumed. The questionnaire divides alcoholic beverages into five broad categories identified as beer, wine, mixed drinks, shot liquor, and other alcohol. We used standard serving sizes of alcohol in the United States as reported by the Centers for Disease Control: 12 ounces of beer, 8 ounces of malt liquor, 5 ounces of wine, or 1.5 ounces of liquor [30]. Based on the standard measures of alcohol, the serving size in grams for each of the categories was measured using commonly available samples of each type of beverage. Because estimates of nitrates and nitrites in alcoholic beverages were rarely reported in the literature, these compounds were not estimated for standard servings of these beverages. However, nitrosamine values were available and were used to calculate the estimated amount per serving using the same procedures used in the food calculations.\n\n## Results\nTable 2 displays the calculated amount per serving for food items grouped into dairy products; fruit; grains; meat and beans; vegetables; fats, oils, nuts, and sweets; and alcoholic beverages. The estimates in Table 2 are based on standard serving sizes for adults. Nitrate values ranged from 0 – 188.999 mg/serving with the highest concentrations occurring in vegetable products. Spinach and squash contain the highest amounts of nitrate per serving with values of 188.999 and 43.608 mg respectively. Sweets, nuts, fats and oils contain very little nitrates per serving. Estimates of nitrates, nitrites and nitrosamines in food items and alcoholic beverages by the National Birth Defects Prevention Study calculated serving size Nitrite values range from 0 – 1.840 mg/serving with the highest concentrations occurring in meat and bean products. Beef, pork, lamb, or cabrito (goat meat) as a main dish and liver contain the highest amounts of dietary nitrite per serving with 1.840 and 1.608 mg respectively. Negligible sources of dietary nitrite are found in cottage cheese, fats such as butter or margarine, and various fruit juices. Nitrosamine values from food items ranged from 0 – 0.453 μg/serving with the highest concentrations occurring in meat and dairy products. Beef, pork, lamb, or cabrito as a sandwich or main dish contains 0.324 and 0.453 μg/serving. Cottage or ricotta cheese, fish and bacon contain high levels of nitrosamines with 0.266, 0.222 and 0.219 μg/serving respectively. Alcoholic beverages also contain high levels of nitrosamines, with beer and malt beverages containing the highest amount of nitrosamines per serving at 0.531 μg and 0.301 μg respectively. Wine and liquor contain relatively little nitrosamines per serving with values of 0.019 and 0.027 μg respectively. Fruits, vegetables, sweets, and fats do not contain significant amounts of nitrosamines per serving. Additional file 1, Food database information, lists the reported nitrate, nitrite, and nitrosamine values of the food items from the literature, and those items for which substitutions or calculations were necessary based on the available data. These values were used to calculate the summary estimates of nitrate, nitrite, and nitrosamine content per food item. The food items are grouped into categories consisting of dairy products; fruit; grains; meat and beans; vegetables; fats, oils, nuts, and sweets; and alcoholic beverages.\n\n## Discussion\nBased on our estimates, total dietary nitrate intake per serving is most heavily influenced by vegetable consumption, specifically the green leafy varieties. However, nitrate intake in conjunction with vitamin C and possibly vitamin E may inhibit endogenous nitrosamine formation [31]. Fruits and vegetables are sources of vitamins, minerals, and dietary fiber, including pectin. Wawrzyniak found that pectin rich diets increase the total number of Enterobacteriaceae in the stomach of rats, which is associated with the reduction of nitrates to nitrites, but also noted that pectin was responsible for decreasing the amount of sodium nitrite present under normal gastric conditions in vitro [32,33]. The benefits of fruit and vegetable consumption with their vitamin content most likely negate the potential harmful effects of nitrate intake from these sources. Our estimates indicate that nitrites and nitrosamines are most commonly associated with the consumption of meats, processed meats and fish. Based on our results, beer had the largest estimated amount of nitrosamine per serving. Potential limitations in our study include sources of error associated with food item substitutions; different methodologies for measuring nitrates, nitrites, and nitrosamines in food; estimate calculations; and changes in concentration of these compounds in foods over time. The variability of nitrates, nitrites, and nitrosamines in food items may also be a source of error. The scarcity of reported nitrate and nitrite values for alcoholic beverages makes it difficult to create relevant estimates. Potentially, the nitrate/nitrite content of water used to produce non-distilled beverages could be used to estimate these compounds; however, this information was not available. Additionally, potential error stems from our substitutions and recipes used when the exact value for a food item was not available in the literature, although we expect the impact of these substitutions to be negligible. It is possible that nitrate, nitrite, and nitrosamine content in food items may vary by period measured, preparation, and analytical techniques used. To generate the most accurate estimate possible, we weighted individual values by their sample size. In most cases, weighting the values by the sample size more accurately reflects the available data. However, in a few cases, the estimate generated may be less accurate because of the over representation of values with extremely large samples sizes. Our study was also limited based on the relatively small number of references that were relevant to the current U.S. population based on year of publication and country of origin. Of the 30 references used to calculate estimates, only 11 were published since 1990 and none of those were based on U.S. or Canadian values. Therefore, estimates of nitrates, nitrites, and nitrosamines should be updated with the appropriate analyses of food products currently available in the United States. Consideration should also be given to regional and ethnic differences in food availability and dietary intake. Despite these limitations, our study also has several strengths. The estimates we generated are unique in that they were created to be used with the WFFQ, a commonly used research tool to assess dietary intake in research studies. Intake of nitrates, nitrites, and nitrosamines has likely changed over time because of procedural changes in food preservation and dietary behavioral changes [34]. Articles in the literature, such as those authored by Jakszyn et al. and Cornee et al., provide values of nitrate, nitrite and nitrosamines in foods from the global literature; however, we were unable to locate summary estimates for the U.S. population that systematically accounted for time and country of origin [10,35]. In the present study, we compiled, ranked, selected, and weighted the reported values to generate an estimate for each food item. Our estimates are not intended to be comprehensive in terms of all published literature regarding nitrate, nitrite, and nitrosamines in foods. Rather, the estimates were generated to reflect relevant information in the published literature that was representative of the U.S. population with respect to time and country of origin.\n\n## Conclusion\nLaboratory analysis of nitrate, nitrite, and nitrosamine content in food items commonly available in the United States should be conducted to determine current exposures to the U.S. population. In the absence of current data based on laboratory analysis, our estimates can be used to assess dietary exposures to these compounds. To the best of our knowledge, our estimates are the only ones published to date that are developed specifically for use with the WFFQ and intended for use with the U.S. population. The estimates provided may also be useful in other research studies, specifically in exploring the relation between intake of N-nitroso compounds and their precursors with health conditions such as cancer and adverse pregnancy outcomes.\n\n## Competing interests\nThe authors declare that they have no competing interests.\n\n## Authors' contributions\nJG carried out the literature review, compiled the food database, calculated dietary estimates and prepared the manuscript. MS assisted with the literature review, compiled food database, calculated dietary estimates and assisted with the manuscript preparation. JH assisted with the statistical analysis and provided contribution to the methods section of the manuscript. JS contributed to the nutritional aspects of the manuscript. AR contributed to the discussion section of the manuscript. JB conceived of the study, supervised the analysis, and contributed to the manuscript discussion. All authors read and approved the final manuscript.\n\n## Supplementary Material\nSupplemental file 1. Food database information, lists the reported nitrate, nitrite, and nitrosamine values of the food items from the literature, and those items for which substitutions or calculations were necessary based on the available data. These values were used to calculate the summary estimates of nitrate, nitrite, and nitrosamine content per food item. The food items are grouped into categories consisting of dairy products; fruit; grains; meat and beans; vegetables; fats, oils, nuts, and sweets; and alcoholic beverages. Click here for file",
  "word_count": 4600,
  "char_count": 29912
}