{
  "pmcid": "PMC3607976",
  "doi": "10.1186/1475-2891-12-34",
  "title": "Maternal dietary intake of nitrates, nitrites and nitrosamines and selected birth defects in offspring: a case-control study",
  "authors": [
    "John C Huber",
    "Jean D Brender",
    "Qi Zheng",
    "Joseph R Sharkey",
    "Ann M Vuong",
    "Mayura U Shinde",
    "John S Griesenbeck",
    "Lucina Suarez",
    "Peter H Langlois",
    "Mark A Canfield",
    "Paul A Romitti",
    "Peter J Weyer"
  ],
  "year": "2013",
  "journal": "Nutrition Journal",
  "abstract": "BackgroundDietary intake of nitrates, nitrites, and nitrosamines can increase the endogenous formation of N-nitroso compounds in the stomach. Results from animal studies suggest that these compounds might be teratogenic. We examined the relationship between maternal dietary intake of nitrates, nitrites (including plant and animal sources as separate groups), and nitrosamines and several types of birth defects in offspring.MethodsFor this population-based case–control study, data from a 58-question food frequency questionnaire, adapted from the short Willett Food Frequency Questionnaire and administered as part of the National Birth Defects Prevention Study (NBDPS), were used to estimate daily intake of dietary nitrates, nitrites, and nitrosamines in a sample of 6544 mothers of infants with neural tube defects (NTD)s, oral clefts (OC)s, or limb deficiencies (LD)s and 6807 mothers of unaffected control infants. Total daily intake of these compounds was divided into quartiles based on the control mother distributions. Odds ratios (OR)s and 95% confidence intervals (CI)s were estimated using logistic regression; estimates were adjusted for maternal daily caloric intake, maternal race-ethnicity, education, dietary folate intake, high fat diet (> 30% of calories from fat), and state of residence.ResultsWhile some unadjusted ORs for NTDS had 95% (CI)s that excluded the null value, none remained significant after adjustment for covariates, and the effect sizes were small (adjusted odds ratios [aOR] <1.12). Similar results were found for OCs and LDs with the exception of animal nitrites and cleft lip with/without cleft palate (aORs and CIs for quartile 4 compared to quartile 1 =1.24; CI=1.05-1.48), animal nitrites and cleft lip (4th quartile aOR=1.32; CI=1.01-1.72), and total nitrite and intercalary LD (4th quartile aOR=4.70; CI=1.23-17.93).ConclusionsOverall, odds of NTDs, OCs or LDs did not appear to be significantly associated with estimated dietary intake of nitrate, nitrite, and nitrosamines.",
  "sections": [
    {
      "title": "Background",
      "text": "Findings from a few epidemiologic studies have suggested that prenatal exposure to nitrates (from drinking water)\n[1] and nitrites, especially in conjunction with nitrosatable drugs\n[2,3], are associated with neural tube defects (NTD)s. About five percent of nitrate is converted to nitrite after ingestion\n[4]. This nitrite along with dietary nitrite can react with amines and amides in an acidic environment such as that found in the stomach to form nitrosamines and nitrosamides\n[5]. Results from several animal studies have indicated that various N-nitroso compounds may be teratogenic\n[6-11]. In hamsters, nitrosamines have been noted to cross the placental barrier\n[12], even at low doses\n[13]. In our previous studies of maternal nitrosatable drug exposure among study participants in the National Birth Defects Prevention Study (NBDPS), we found that 24% of the control women (mothers who gave birth to babies without major congenital malformations) took one or more nitrosatable drugs during the first trimester\n[14]. These drugs have secondary amines, tertiary amines, or amides as part of their molecular structures. In the NBDPS study population, maternal exposures to nitrosatable drugs were associated with neural tube defects\n[3], limb deficiencies\n[15], and some types of heart defects\n[15]. We noted the strongest associations between maternal exposure to these drugs and neural tube defects, conotruncal heart defects, atrioventricular septal defects, single ventricle, and cleft palate in offspring of women with the highest estimated total nitrite intake. Studies investigating the relation between maternal dietary exposures to nitrates, nitrites and nitrosamines and birth defects have involved relatively small sample sizes and were restricted to NTDs\n[1,2]. Furthermore, these studies grouped plant and animal sources of nitrite together. However, some plant sources of nitrites, such as cereals, are fortified with vitamins including vitamin C, while animal sources of nitrites are less likely to contribute significantly to vitamin C intake. Vitamin C is a well-documented inhibitor of nitrosation and the formation of N-nitroso compounds in the stomach\n[16]. This study examines the relationship between maternal exposure to dietary nitrates, nitrites (including plant and animal sources as separate groups), and nitrosamines and several types of birth defects including NTDs, orofacial clefts, and limb malformations in a large, population-based case–control study."
    },
    {
      "title": "Methods",
      "text": "We used data from the National Birth Defects Prevention Study (NBDPS)\n[17] to address the study objectives. Funded by the Centers for Disease Control and Prevention, the NBDPS is a population-based, case–control study that includes sites in Georgia, Arkansas, California, Iowa, Massachusetts, New Jersey, New York, North Carolina, Texas and Utah. Mothers who gave birth to babies without congenital malformations (controls, n=6807) were compared with case mothers (n=6544) whose pregnancies were affected by orofacial clefts, limb deficiencies or neural tube defects. Eligible participants had estimated delivery dates from October 1, 1997 through December 31, 2005. Participants were excluded if their self-reported daily caloric intake was below 500 calories or greater than 5000 calories. The demographic characteristics of the mothers are described in Table \n1. Selected maternal characteristics of birth defect cases and controls in the National Birth Defects Prevention Study, 1997-2005 a Statistically significant difference in covariate distribution between control mothers and mothers of offspring with a NTD. b Statistically significant difference in covariate distribution between control mothers and mothers of offspring with a limb malformation. c Statistically significant difference in covariate distribution between control mothers and mothers of offspring with an orofacial cleft. This study focused on three major classes of birth defects: neural tube defects, orofacial clefts and limb malformations. Specific neural tube defects included anencephaly, spina bifida and encephalocele. Orofacial clefts included cleft lip without cleft palate, cleft lip with cleft palate, cleft palate, and cleft lip with or without cleft palate. Limb malformations included longitudinal limb deficiency, longitudinal preaxial limb deficiency (a subcategory of longitudinal limb deficiency), transverse limb deficiency, and intercalary limb deficiency. Cases were identified through one of ten birth defect registries. Most of the registry sites include prenatal diagnosis and terminations (including Arkansas, California, Georgia, Iowa, North Carolina, Texas, and Utah) to avoid the potential for selection bias due to possible differences between mothers who choose to terminate their pregnancies and those who do not. At each site, cases were checked for validity by a clinician who reviewed the abstracted records using a standardized protocol\n[18]. Cases from all sites were further classified by a clinical geneticist before study analyses began. The institutional review boards (for the protection of human subjects) at each site and the Centers for Disease Control and Prevention approved the NBDPS study protocol, and the institutional review boards of Texas A&M University and the Texas Department of State Health Services also approved this project on maternal dietary intake of nitrates, nitrites, and nitrosamines and birth defects. The exposures of interest included dietary nitrate (mg/day), nitrite (mg/day) and nitrosamines (μg/day). Daily consumption of nitrates, nitrites and nitrosamines was estimated using a 58-item food frequency questionnaire based on the Willett Food Frequency Questionnaire\n[19,20]. The NDBPS questionnaire included additional region-specific food items such as avocados, raw chili peppers, salsa, tortillas, cantaloupe, and refried beans that are commonly consumed in this population. The nitrate, nitrite and nitrosamine content of each food item was estimated based on an extensive literature review reported by Griesenbeck et al.\n[21]. Total daily consumption of each compound was calculated by multiplying the number of servings of each food item eaten each day by the estimated content of nitrate, nitrite, and nitrosamines in the standard serving size and summing over all food items. Due to the endogenous conversion of nitrate to nitrite in the saliva and stomach, 5% of total dietary nitrate consumption was added to estimate total dietary nitrite consumption. Quartiles of nitrate, nitrite from animal and plant sources separately, total nitrite, and nitrosamine intake were based on the distributions of control mothers’ daily consumption of these compounds, with the lowest quartile of each compound used as the referent category in all analyses. Data from dietary recall questionnaires often includes some degree of measurement error. Since this study did not include a “gold standard” for comparison purposes, the effects of measurement error were evaluated using the Simulation Extrapolation (SIMEX) algorithm\n[22] and hypothetically varying the amount of measurement error included in the model from no error to a multiplicative factor of 1.6 (60% additional variability) in increments of 0.10. No substantive differences were identified in terms of statistical significance or magnitude of effect size; therefore, all subsequent statistical models were conducted using logistic regression with maximum likelihood estimation as implemented in Stata 11\n[23] and SAS 9.2\n[24] to estimate the odds ratios and respective 95% confidence limits for the specific defects. Each specific type of birth defect was compared with controls only, and pregnancies with other kinds of defects were not included as controls. Several demographic, dietary, and behavioral characteristics including race/ethnicity, state of residence, dietary folate (μg/day), maternal education (years in school), dietary fat (percent of calories from fat), maternal household income, pre-pregnancy body mass index (BMI) (kg/m2), use of folic acid-containing supplements, multivitamin use, and age at conception were found in a previous study to be associated with dietary intake of nitrates, nitrites and nitrosamines in the control group mothers\n[25]. These variables were examined for potential confounding effects using a backward selection procedure where covariates were retained if their removal changed any of the three exposure quartile parameters by more than 10%. In the interest of interpretability, covariates were retained within the broad classes of birth defects (i.e. NTD, orofacial defect and limb malformation) if evidence of potential confounding was identified in any of the constituent birth defect sub-categories."
    },
    {
      "title": "Study design and sample",
      "text": "We used data from the National Birth Defects Prevention Study (NBDPS)\n[17] to address the study objectives. Funded by the Centers for Disease Control and Prevention, the NBDPS is a population-based, case–control study that includes sites in Georgia, Arkansas, California, Iowa, Massachusetts, New Jersey, New York, North Carolina, Texas and Utah. Mothers who gave birth to babies without congenital malformations (controls, n=6807) were compared with case mothers (n=6544) whose pregnancies were affected by orofacial clefts, limb deficiencies or neural tube defects. Eligible participants had estimated delivery dates from October 1, 1997 through December 31, 2005. Participants were excluded if their self-reported daily caloric intake was below 500 calories or greater than 5000 calories. The demographic characteristics of the mothers are described in Table \n1. Selected maternal characteristics of birth defect cases and controls in the National Birth Defects Prevention Study, 1997-2005 a Statistically significant difference in covariate distribution between control mothers and mothers of offspring with a NTD. b Statistically significant difference in covariate distribution between control mothers and mothers of offspring with a limb malformation. c Statistically significant difference in covariate distribution between control mothers and mothers of offspring with an orofacial cleft."
    },
    {
      "title": "Outcomes",
      "text": "This study focused on three major classes of birth defects: neural tube defects, orofacial clefts and limb malformations. Specific neural tube defects included anencephaly, spina bifida and encephalocele. Orofacial clefts included cleft lip without cleft palate, cleft lip with cleft palate, cleft palate, and cleft lip with or without cleft palate. Limb malformations included longitudinal limb deficiency, longitudinal preaxial limb deficiency (a subcategory of longitudinal limb deficiency), transverse limb deficiency, and intercalary limb deficiency. Cases were identified through one of ten birth defect registries. Most of the registry sites include prenatal diagnosis and terminations (including Arkansas, California, Georgia, Iowa, North Carolina, Texas, and Utah) to avoid the potential for selection bias due to possible differences between mothers who choose to terminate their pregnancies and those who do not. At each site, cases were checked for validity by a clinician who reviewed the abstracted records using a standardized protocol\n[18]. Cases from all sites were further classified by a clinical geneticist before study analyses began. The institutional review boards (for the protection of human subjects) at each site and the Centers for Disease Control and Prevention approved the NBDPS study protocol, and the institutional review boards of Texas A&M University and the Texas Department of State Health Services also approved this project on maternal dietary intake of nitrates, nitrites, and nitrosamines and birth defects."
    },
    {
      "title": "Dietary intake of nitrate, nitrite, and nitrosamines",
      "text": "The exposures of interest included dietary nitrate (mg/day), nitrite (mg/day) and nitrosamines (μg/day). Daily consumption of nitrates, nitrites and nitrosamines was estimated using a 58-item food frequency questionnaire based on the Willett Food Frequency Questionnaire\n[19,20]. The NDBPS questionnaire included additional region-specific food items such as avocados, raw chili peppers, salsa, tortillas, cantaloupe, and refried beans that are commonly consumed in this population. The nitrate, nitrite and nitrosamine content of each food item was estimated based on an extensive literature review reported by Griesenbeck et al.\n[21]. Total daily consumption of each compound was calculated by multiplying the number of servings of each food item eaten each day by the estimated content of nitrate, nitrite, and nitrosamines in the standard serving size and summing over all food items. Due to the endogenous conversion of nitrate to nitrite in the saliva and stomach, 5% of total dietary nitrate consumption was added to estimate total dietary nitrite consumption. Quartiles of nitrate, nitrite from animal and plant sources separately, total nitrite, and nitrosamine intake were based on the distributions of control mothers’ daily consumption of these compounds, with the lowest quartile of each compound used as the referent category in all analyses."
    },
    {
      "title": "Statistical methods",
      "text": "Data from dietary recall questionnaires often includes some degree of measurement error. Since this study did not include a “gold standard” for comparison purposes, the effects of measurement error were evaluated using the Simulation Extrapolation (SIMEX) algorithm\n[22] and hypothetically varying the amount of measurement error included in the model from no error to a multiplicative factor of 1.6 (60% additional variability) in increments of 0.10. No substantive differences were identified in terms of statistical significance or magnitude of effect size; therefore, all subsequent statistical models were conducted using logistic regression with maximum likelihood estimation as implemented in Stata 11\n[23] and SAS 9.2\n[24] to estimate the odds ratios and respective 95% confidence limits for the specific defects. Each specific type of birth defect was compared with controls only, and pregnancies with other kinds of defects were not included as controls."
    },
    {
      "title": "Covariates and model selection",
      "text": "Several demographic, dietary, and behavioral characteristics including race/ethnicity, state of residence, dietary folate (μg/day), maternal education (years in school), dietary fat (percent of calories from fat), maternal household income, pre-pregnancy body mass index (BMI) (kg/m2), use of folic acid-containing supplements, multivitamin use, and age at conception were found in a previous study to be associated with dietary intake of nitrates, nitrites and nitrosamines in the control group mothers\n[25]. These variables were examined for potential confounding effects using a backward selection procedure where covariates were retained if their removal changed any of the three exposure quartile parameters by more than 10%. In the interest of interpretability, covariates were retained within the broad classes of birth defects (i.e. NTD, orofacial defect and limb malformation) if evidence of potential confounding was identified in any of the constituent birth defect sub-categories."
    },
    {
      "title": "Results",
      "text": "Table \n1 displays the demographic characteristics of the control group as well as each of the broad classes of birth defects. A majority of the participants were of non-Hispanic white race/ethnicity with the second most common group being of Hispanic origin. The mothers were relatively well educated with the majority having a high school and/or college degree. Roughly half of all mothers delivered their children between the ages of 20 and 29 and nearly three quarters delivered between the ages of 20 and 34. Approximately half of all case and control mothers had a body mass index (BMI) in the normal range while nearly one third had a BMI in the overweight and obese range. Roughly half of all case and control mothers reported using folic acid supplements during the first month of pregnancy. Statistical significance in Table \n1 is based on the pairwise comparison of each birth defect class case mothers with the control mothers. The distributions of race/ethnicity, maternal education, age at delivery, study center, and maternal BMI for mothers of offspring with NTDs were significantly different than the distributions of the control mothers. The distributions of race/ethnicity and study center for mothers of offspring with limb malformations were significantly different than the distributions of the control mothers. The distributions of race/ethnicity, maternal education, age at delivery, study center, maternal BMI and folic acid use for mothers of offspring with oral clefts were significantly different than the distributions of the control mothers. The descriptive statistics for daily consumption of nitrates, total nitrites, animal nitrites, plant nitrites and nitrosamines are shown in Table \n2 for mothers of children with NTDs. The results of the unadjusted and adjusted logistic regression models for NTDs are shown in Table \n3. Compared to the first quartile of nitrate consumption, a significant relationship was identified for the fourth quartile for spina bifida (uOR = 0.77, 95% confidence interval = 0.61-0.97), but this association was not statistically significant after adjustment for covariates. Descriptive statistics of dietary nitrate, nitrite, and nitrosamine intake and neural tube defects in offspring Maternal dietary intake of nitrate, nitrite, and nitrosamines and neural tube defects in offspring * Logistic regression models adjusted for energy intake, maternal race/ethnicity, dietary folate intake, folic acid supplementation, and dietary fat intake. The descriptive statistics for diet of mothers of children with orofacial defects are reported in Table \n4 and the results of the logistic regression models are reported in Table \n5. In the unadjusted logistic regression models, statistically significant relationships were identified between the second quartile of nitrite intake and cleft palate (uOR = 0.82, 0.67-0.99), between the second quartile of nitrosamine intake and cleft lip without cleft palate (uOR = 0.74, 0.58-0.94), between the third quartile of nitrosamine intake and cleft lip without cleft palate (uOR = 0.72, 0.56-0.92), between the second quartile of nitrosamine intake and cleft lip with or without cleft palate (uOR = 0.83, 0.72-0.97), between the third quartile of nitrosamine intake and cleft lip with or without cleft palate (uOR = 0.82, 0.71-0.96) and between the fourth quartile of nitrosamine intake and cleft palate (uOR = 0.77, 0.64-0.94). However, none of these relationships was statistically significant after adjustment for covariates. For the adjusted logistic regression models, a significant relationship was identified between the second quartile of nitrosamine intake and cleft palate (aOR = 0.78, 0.64-0.95). Descriptive statistics of dietary nitrate, nitrite, and nitrosamine intake and oral cleft defects in offspring Maternal dietary intake of nitrate, nitrite, and nitrosamines and oral cleft defects in offspring *Logistic regression models adjusted for energy intake, maternal race/ethnicity, maternal education, dietary folate intake, and study center. The descriptive statistics for diet for mothers of children with limb malformations are reported in Table \n6 and the results of the logistic regression models are reported in Table \n7. In the unadjusted logistic regression models with the lowest quartile of intake serving as the referent category, a significant relationship was noted for the second quartile of total nitrite consumption and longitudinal limb deficiency (uOR = 0.67, 0.46-0.98), but this result was not significant after adjustment for covariates. In the adjusted logistic regression models, there was a significant relationship between the fourth quartile of total nitrite consumption and intercalary limb deficiency (aOR = 4.70, 1.23-17.93). Descriptive statistics of dietary nitrate, nitrite, and nitrosamine intake and limb deficiency defects in offspring * Subcategory of longitudinal limb deficiency. Maternal dietary intake of nitrate, nitrite, and nitrosamines and limb deficiency defects in offspring * Subcategory of longitudinal limb deficiency. ** Logistic regression models adjusted for energy intake, maternal race/ethnicity, maternal education, dietary folate intake, dietary fat intake, and study center."
    },
    {
      "title": "Discussion",
      "text": "This study explored the relationship between maternal consumption of dietary nitrates, total nitrites, nitrites (from both animal and plant sources) and nitrosamines and specific NTDs, orofacial clefts and limb malformations in their offspring. The primary strength of the study is its large and very well-characterized sample. It is the largest study to date to investigate the relation between estimated maternal intake of dietary nitrate, nitrite, and nitrosamines and neural tube defects and examines several other types of birth defects in relation to these exposures that have not been examined before. Overall, estimated dietary intake of these compounds did not appear to be significant risk factors for neural tube, oral cleft, or limb deficiency defects. Croen et al.\n[1] also found no compelling associations between maternal dietary intake of nitrates, nitrites, and nitrosamines and neural tube defects in a California study population, with most odds ratios for neural tube defects slightly below 1.00 in the second, third, and fourth quartiles compared with the first quartile of intake. Using tertiles instead of quartiles of intake, Brender et al.\n[2] noted odds ratios of 0.8 and 0.9 for the upper two tertiles of dietary nitrite and for total nitrite, 0.9 and 0.8. Neither study reported findings of the relation between dietary intake of these compounds and neural tube defects by specific phenotype. Of interest to this study, three studies found dietary nitrite and total nitrite to modify the association between nitrosatable drug use and birth defects in offspring. In a study of Mexican American women who resided in Texas counties bordering Mexico, nitrosatable drug use was associated with these defects in the upper two tertiles of nitrite and total nitrite intake, but not in the lowest tertile of intake\n[2]. These findings were corroborated in the National Birth Defects Prevention Study population\n[3] in which the strongest associations between secondary/tertiary amine drug exposure and anencephaly and spina bifida were noted in the upper two tertiles of dietary nitrite and total nitrite intake. Associations for cleft palate and several types of heart defects were also stronger in offspring of NBDPS participants who had the highest estimated total nitrite intake\n[15]. These findings are consistent with results of an experimental study with mice exposed to ethylenethiourea (a nitrosatable compound) and nitrite\n[26]. Malformations were observed when these compounds were administered together, but not separately. With the dose of the nitrosatable compound held constant, the percentage of malformations increased as the dose of nitrite increased, indicating that the combined effects of these compounds might be due to the nitrosation products formed within the stomach. One possible limitation of our study is the potential for measurement error in the self-reported food frequency questionnaire. Because data from food frequency questionnaires are known to be measured with error\n[19,20], logistic regression models were estimated using the SIMEX algorithm. Since there was no “gold standard” available to quantify the amount of measurement error in the data, extra error was considered by adding 0% to 60% additional variance in increments of 10%. There was no evidence that even the highest levels of measurement error made any substantive different in the results so maximum likelihood estimation was used for all subsequent modeling. It is possible that the inability to explicitly quantify the degree of measurement error in the exposure variables could bias the results towards the null. However, any bias due to measurement error should be non-differential because the mothers were not aware of the nitrate, nitrite and nitrosamine content in the foods they consumed when they completed the dietary recall questionnaire. In this study, we focused on dietary contributions to daily intake of nitrate, nitrite, and nitrosamines, although drinking water is another potential source of nitrate intake. On the other hand, the World Health Organization noted, in a recent review, that the contribution of drinking water to nitrate intake is usually less than 14%\n[27]."
    },
    {
      "title": "Conclusion",
      "text": "Over 165 unadjusted and 165 adjusted logistic regression models were fit in the course of this analysis, and only four adjusted odds ratios had confidence intervals that did not include the null value. Though no explicit adjustment for multiple comparisons was made, it is likely that the four significant results would not remain so if adjusted. Given the small number of significant results relative to the number of models considered and the modest effects for the non-significant results, it seems reasonable to conclude that there is insufficient evidence to suggest any relationship between dietary intake of nitrates, nitrosamines, total nitrites or nitrates from animal or plant sources and any of the three groups of birth defects including NTDs, orofacial clefts and limb malformations. Because nitrite can react with nitrosatable compounds within the stomach to form N-nitroso compounds, further studies are recommended on the relation between the interaction of dietary nitrites with nitrosatable drugs and adverse pregnancy outcomes."
    },
    {
      "title": "Abbreviations",
      "text": "uOR: Unadjusted odds ratio; aOR: Adjusted odds ratio; B1P1: One month prior through one month post-conception; CI: Confidence interval; EDD: Estimated delivery date; NBDPS: National Birth Defects Prevention Study; NTD: Neural tube defect; OR: Odds ratio."
    },
    {
      "title": "Competing interests",
      "text": "The authors declare that they have no competing interest."
    },
    {
      "title": "Authors’ contributions",
      "text": "JCH analyzed the data and prepared the manuscript, JDB conceived of the study and serves as principal investigator of the project, assisted in the data analysis and preparation of the manuscript, QZ analyzed the data and assisted in preparing the manuscript. JRS provided guidance on the nutritional aspects of the project and assisted with the manuscript, AV and MS assisted with data analysis and manuscript development. JSG developed the estimates of nitrates, nitrites, and nitrosamines from the food frequency and provided the initial analyses on maternal characteristics related to estimated higher dietary consumption of these compounds. LS, PHL, MAC, PAR, and PJW provided input into the study design and final paper. All authors approved the final draft."
    },
    {
      "title": "Authors’ information",
      "text": "Supported by the National Institutes of Health, National institute for Environmental Health Sciences (5RO1ES015634 and 3R01ES015634-03S1)."
    }
  ],
  "full_text": "## Background\nFindings from a few epidemiologic studies have suggested that prenatal exposure to nitrates (from drinking water)\n[1] and nitrites, especially in conjunction with nitrosatable drugs\n[2,3], are associated with neural tube defects (NTD)s. About five percent of nitrate is converted to nitrite after ingestion\n[4]. This nitrite along with dietary nitrite can react with amines and amides in an acidic environment such as that found in the stomach to form nitrosamines and nitrosamides\n[5]. Results from several animal studies have indicated that various N-nitroso compounds may be teratogenic\n[6-11]. In hamsters, nitrosamines have been noted to cross the placental barrier\n[12], even at low doses\n[13]. In our previous studies of maternal nitrosatable drug exposure among study participants in the National Birth Defects Prevention Study (NBDPS), we found that 24% of the control women (mothers who gave birth to babies without major congenital malformations) took one or more nitrosatable drugs during the first trimester\n[14]. These drugs have secondary amines, tertiary amines, or amides as part of their molecular structures. In the NBDPS study population, maternal exposures to nitrosatable drugs were associated with neural tube defects\n[3], limb deficiencies\n[15], and some types of heart defects\n[15]. We noted the strongest associations between maternal exposure to these drugs and neural tube defects, conotruncal heart defects, atrioventricular septal defects, single ventricle, and cleft palate in offspring of women with the highest estimated total nitrite intake. Studies investigating the relation between maternal dietary exposures to nitrates, nitrites and nitrosamines and birth defects have involved relatively small sample sizes and were restricted to NTDs\n[1,2]. Furthermore, these studies grouped plant and animal sources of nitrite together. However, some plant sources of nitrites, such as cereals, are fortified with vitamins including vitamin C, while animal sources of nitrites are less likely to contribute significantly to vitamin C intake. Vitamin C is a well-documented inhibitor of nitrosation and the formation of N-nitroso compounds in the stomach\n[16]. This study examines the relationship between maternal exposure to dietary nitrates, nitrites (including plant and animal sources as separate groups), and nitrosamines and several types of birth defects including NTDs, orofacial clefts, and limb malformations in a large, population-based case–control study.\n\n## Methods\nWe used data from the National Birth Defects Prevention Study (NBDPS)\n[17] to address the study objectives. Funded by the Centers for Disease Control and Prevention, the NBDPS is a population-based, case–control study that includes sites in Georgia, Arkansas, California, Iowa, Massachusetts, New Jersey, New York, North Carolina, Texas and Utah. Mothers who gave birth to babies without congenital malformations (controls, n=6807) were compared with case mothers (n=6544) whose pregnancies were affected by orofacial clefts, limb deficiencies or neural tube defects. Eligible participants had estimated delivery dates from October 1, 1997 through December 31, 2005. Participants were excluded if their self-reported daily caloric intake was below 500 calories or greater than 5000 calories. The demographic characteristics of the mothers are described in Table \n1. Selected maternal characteristics of birth defect cases and controls in the National Birth Defects Prevention Study, 1997-2005 a Statistically significant difference in covariate distribution between control mothers and mothers of offspring with a NTD. b Statistically significant difference in covariate distribution between control mothers and mothers of offspring with a limb malformation. c Statistically significant difference in covariate distribution between control mothers and mothers of offspring with an orofacial cleft. This study focused on three major classes of birth defects: neural tube defects, orofacial clefts and limb malformations. Specific neural tube defects included anencephaly, spina bifida and encephalocele. Orofacial clefts included cleft lip without cleft palate, cleft lip with cleft palate, cleft palate, and cleft lip with or without cleft palate. Limb malformations included longitudinal limb deficiency, longitudinal preaxial limb deficiency (a subcategory of longitudinal limb deficiency), transverse limb deficiency, and intercalary limb deficiency. Cases were identified through one of ten birth defect registries. Most of the registry sites include prenatal diagnosis and terminations (including Arkansas, California, Georgia, Iowa, North Carolina, Texas, and Utah) to avoid the potential for selection bias due to possible differences between mothers who choose to terminate their pregnancies and those who do not. At each site, cases were checked for validity by a clinician who reviewed the abstracted records using a standardized protocol\n[18]. Cases from all sites were further classified by a clinical geneticist before study analyses began. The institutional review boards (for the protection of human subjects) at each site and the Centers for Disease Control and Prevention approved the NBDPS study protocol, and the institutional review boards of Texas A&M University and the Texas Department of State Health Services also approved this project on maternal dietary intake of nitrates, nitrites, and nitrosamines and birth defects. The exposures of interest included dietary nitrate (mg/day), nitrite (mg/day) and nitrosamines (μg/day). Daily consumption of nitrates, nitrites and nitrosamines was estimated using a 58-item food frequency questionnaire based on the Willett Food Frequency Questionnaire\n[19,20]. The NDBPS questionnaire included additional region-specific food items such as avocados, raw chili peppers, salsa, tortillas, cantaloupe, and refried beans that are commonly consumed in this population. The nitrate, nitrite and nitrosamine content of each food item was estimated based on an extensive literature review reported by Griesenbeck et al.\n[21]. Total daily consumption of each compound was calculated by multiplying the number of servings of each food item eaten each day by the estimated content of nitrate, nitrite, and nitrosamines in the standard serving size and summing over all food items. Due to the endogenous conversion of nitrate to nitrite in the saliva and stomach, 5% of total dietary nitrate consumption was added to estimate total dietary nitrite consumption. Quartiles of nitrate, nitrite from animal and plant sources separately, total nitrite, and nitrosamine intake were based on the distributions of control mothers’ daily consumption of these compounds, with the lowest quartile of each compound used as the referent category in all analyses. Data from dietary recall questionnaires often includes some degree of measurement error. Since this study did not include a “gold standard” for comparison purposes, the effects of measurement error were evaluated using the Simulation Extrapolation (SIMEX) algorithm\n[22] and hypothetically varying the amount of measurement error included in the model from no error to a multiplicative factor of 1.6 (60% additional variability) in increments of 0.10. No substantive differences were identified in terms of statistical significance or magnitude of effect size; therefore, all subsequent statistical models were conducted using logistic regression with maximum likelihood estimation as implemented in Stata 11\n[23] and SAS 9.2\n[24] to estimate the odds ratios and respective 95% confidence limits for the specific defects. Each specific type of birth defect was compared with controls only, and pregnancies with other kinds of defects were not included as controls. Several demographic, dietary, and behavioral characteristics including race/ethnicity, state of residence, dietary folate (μg/day), maternal education (years in school), dietary fat (percent of calories from fat), maternal household income, pre-pregnancy body mass index (BMI) (kg/m2), use of folic acid-containing supplements, multivitamin use, and age at conception were found in a previous study to be associated with dietary intake of nitrates, nitrites and nitrosamines in the control group mothers\n[25]. These variables were examined for potential confounding effects using a backward selection procedure where covariates were retained if their removal changed any of the three exposure quartile parameters by more than 10%. In the interest of interpretability, covariates were retained within the broad classes of birth defects (i.e. NTD, orofacial defect and limb malformation) if evidence of potential confounding was identified in any of the constituent birth defect sub-categories.\n\n## Study design and sample\nWe used data from the National Birth Defects Prevention Study (NBDPS)\n[17] to address the study objectives. Funded by the Centers for Disease Control and Prevention, the NBDPS is a population-based, case–control study that includes sites in Georgia, Arkansas, California, Iowa, Massachusetts, New Jersey, New York, North Carolina, Texas and Utah. Mothers who gave birth to babies without congenital malformations (controls, n=6807) were compared with case mothers (n=6544) whose pregnancies were affected by orofacial clefts, limb deficiencies or neural tube defects. Eligible participants had estimated delivery dates from October 1, 1997 through December 31, 2005. Participants were excluded if their self-reported daily caloric intake was below 500 calories or greater than 5000 calories. The demographic characteristics of the mothers are described in Table \n1. Selected maternal characteristics of birth defect cases and controls in the National Birth Defects Prevention Study, 1997-2005 a Statistically significant difference in covariate distribution between control mothers and mothers of offspring with a NTD. b Statistically significant difference in covariate distribution between control mothers and mothers of offspring with a limb malformation. c Statistically significant difference in covariate distribution between control mothers and mothers of offspring with an orofacial cleft.\n\n## Outcomes\nThis study focused on three major classes of birth defects: neural tube defects, orofacial clefts and limb malformations. Specific neural tube defects included anencephaly, spina bifida and encephalocele. Orofacial clefts included cleft lip without cleft palate, cleft lip with cleft palate, cleft palate, and cleft lip with or without cleft palate. Limb malformations included longitudinal limb deficiency, longitudinal preaxial limb deficiency (a subcategory of longitudinal limb deficiency), transverse limb deficiency, and intercalary limb deficiency. Cases were identified through one of ten birth defect registries. Most of the registry sites include prenatal diagnosis and terminations (including Arkansas, California, Georgia, Iowa, North Carolina, Texas, and Utah) to avoid the potential for selection bias due to possible differences between mothers who choose to terminate their pregnancies and those who do not. At each site, cases were checked for validity by a clinician who reviewed the abstracted records using a standardized protocol\n[18]. Cases from all sites were further classified by a clinical geneticist before study analyses began. The institutional review boards (for the protection of human subjects) at each site and the Centers for Disease Control and Prevention approved the NBDPS study protocol, and the institutional review boards of Texas A&M University and the Texas Department of State Health Services also approved this project on maternal dietary intake of nitrates, nitrites, and nitrosamines and birth defects.\n\n## Dietary intake of nitrate, nitrite, and nitrosamines\nThe exposures of interest included dietary nitrate (mg/day), nitrite (mg/day) and nitrosamines (μg/day). Daily consumption of nitrates, nitrites and nitrosamines was estimated using a 58-item food frequency questionnaire based on the Willett Food Frequency Questionnaire\n[19,20]. The NDBPS questionnaire included additional region-specific food items such as avocados, raw chili peppers, salsa, tortillas, cantaloupe, and refried beans that are commonly consumed in this population. The nitrate, nitrite and nitrosamine content of each food item was estimated based on an extensive literature review reported by Griesenbeck et al.\n[21]. Total daily consumption of each compound was calculated by multiplying the number of servings of each food item eaten each day by the estimated content of nitrate, nitrite, and nitrosamines in the standard serving size and summing over all food items. Due to the endogenous conversion of nitrate to nitrite in the saliva and stomach, 5% of total dietary nitrate consumption was added to estimate total dietary nitrite consumption. Quartiles of nitrate, nitrite from animal and plant sources separately, total nitrite, and nitrosamine intake were based on the distributions of control mothers’ daily consumption of these compounds, with the lowest quartile of each compound used as the referent category in all analyses.\n\n## Statistical methods\nData from dietary recall questionnaires often includes some degree of measurement error. Since this study did not include a “gold standard” for comparison purposes, the effects of measurement error were evaluated using the Simulation Extrapolation (SIMEX) algorithm\n[22] and hypothetically varying the amount of measurement error included in the model from no error to a multiplicative factor of 1.6 (60% additional variability) in increments of 0.10. No substantive differences were identified in terms of statistical significance or magnitude of effect size; therefore, all subsequent statistical models were conducted using logistic regression with maximum likelihood estimation as implemented in Stata 11\n[23] and SAS 9.2\n[24] to estimate the odds ratios and respective 95% confidence limits for the specific defects. Each specific type of birth defect was compared with controls only, and pregnancies with other kinds of defects were not included as controls.\n\n## Covariates and model selection\nSeveral demographic, dietary, and behavioral characteristics including race/ethnicity, state of residence, dietary folate (μg/day), maternal education (years in school), dietary fat (percent of calories from fat), maternal household income, pre-pregnancy body mass index (BMI) (kg/m2), use of folic acid-containing supplements, multivitamin use, and age at conception were found in a previous study to be associated with dietary intake of nitrates, nitrites and nitrosamines in the control group mothers\n[25]. These variables were examined for potential confounding effects using a backward selection procedure where covariates were retained if their removal changed any of the three exposure quartile parameters by more than 10%. In the interest of interpretability, covariates were retained within the broad classes of birth defects (i.e. NTD, orofacial defect and limb malformation) if evidence of potential confounding was identified in any of the constituent birth defect sub-categories.\n\n## Results\nTable \n1 displays the demographic characteristics of the control group as well as each of the broad classes of birth defects. A majority of the participants were of non-Hispanic white race/ethnicity with the second most common group being of Hispanic origin. The mothers were relatively well educated with the majority having a high school and/or college degree. Roughly half of all mothers delivered their children between the ages of 20 and 29 and nearly three quarters delivered between the ages of 20 and 34. Approximately half of all case and control mothers had a body mass index (BMI) in the normal range while nearly one third had a BMI in the overweight and obese range. Roughly half of all case and control mothers reported using folic acid supplements during the first month of pregnancy. Statistical significance in Table \n1 is based on the pairwise comparison of each birth defect class case mothers with the control mothers. The distributions of race/ethnicity, maternal education, age at delivery, study center, and maternal BMI for mothers of offspring with NTDs were significantly different than the distributions of the control mothers. The distributions of race/ethnicity and study center for mothers of offspring with limb malformations were significantly different than the distributions of the control mothers. The distributions of race/ethnicity, maternal education, age at delivery, study center, maternal BMI and folic acid use for mothers of offspring with oral clefts were significantly different than the distributions of the control mothers. The descriptive statistics for daily consumption of nitrates, total nitrites, animal nitrites, plant nitrites and nitrosamines are shown in Table \n2 for mothers of children with NTDs. The results of the unadjusted and adjusted logistic regression models for NTDs are shown in Table \n3. Compared to the first quartile of nitrate consumption, a significant relationship was identified for the fourth quartile for spina bifida (uOR = 0.77, 95% confidence interval = 0.61-0.97), but this association was not statistically significant after adjustment for covariates. Descriptive statistics of dietary nitrate, nitrite, and nitrosamine intake and neural tube defects in offspring Maternal dietary intake of nitrate, nitrite, and nitrosamines and neural tube defects in offspring * Logistic regression models adjusted for energy intake, maternal race/ethnicity, dietary folate intake, folic acid supplementation, and dietary fat intake. The descriptive statistics for diet of mothers of children with orofacial defects are reported in Table \n4 and the results of the logistic regression models are reported in Table \n5. In the unadjusted logistic regression models, statistically significant relationships were identified between the second quartile of nitrite intake and cleft palate (uOR = 0.82, 0.67-0.99), between the second quartile of nitrosamine intake and cleft lip without cleft palate (uOR = 0.74, 0.58-0.94), between the third quartile of nitrosamine intake and cleft lip without cleft palate (uOR = 0.72, 0.56-0.92), between the second quartile of nitrosamine intake and cleft lip with or without cleft palate (uOR = 0.83, 0.72-0.97), between the third quartile of nitrosamine intake and cleft lip with or without cleft palate (uOR = 0.82, 0.71-0.96) and between the fourth quartile of nitrosamine intake and cleft palate (uOR = 0.77, 0.64-0.94). However, none of these relationships was statistically significant after adjustment for covariates. For the adjusted logistic regression models, a significant relationship was identified between the second quartile of nitrosamine intake and cleft palate (aOR = 0.78, 0.64-0.95). Descriptive statistics of dietary nitrate, nitrite, and nitrosamine intake and oral cleft defects in offspring Maternal dietary intake of nitrate, nitrite, and nitrosamines and oral cleft defects in offspring *Logistic regression models adjusted for energy intake, maternal race/ethnicity, maternal education, dietary folate intake, and study center. The descriptive statistics for diet for mothers of children with limb malformations are reported in Table \n6 and the results of the logistic regression models are reported in Table \n7. In the unadjusted logistic regression models with the lowest quartile of intake serving as the referent category, a significant relationship was noted for the second quartile of total nitrite consumption and longitudinal limb deficiency (uOR = 0.67, 0.46-0.98), but this result was not significant after adjustment for covariates. In the adjusted logistic regression models, there was a significant relationship between the fourth quartile of total nitrite consumption and intercalary limb deficiency (aOR = 4.70, 1.23-17.93). Descriptive statistics of dietary nitrate, nitrite, and nitrosamine intake and limb deficiency defects in offspring * Subcategory of longitudinal limb deficiency. Maternal dietary intake of nitrate, nitrite, and nitrosamines and limb deficiency defects in offspring * Subcategory of longitudinal limb deficiency. ** Logistic regression models adjusted for energy intake, maternal race/ethnicity, maternal education, dietary folate intake, dietary fat intake, and study center.\n\n## Discussion\nThis study explored the relationship between maternal consumption of dietary nitrates, total nitrites, nitrites (from both animal and plant sources) and nitrosamines and specific NTDs, orofacial clefts and limb malformations in their offspring. The primary strength of the study is its large and very well-characterized sample. It is the largest study to date to investigate the relation between estimated maternal intake of dietary nitrate, nitrite, and nitrosamines and neural tube defects and examines several other types of birth defects in relation to these exposures that have not been examined before. Overall, estimated dietary intake of these compounds did not appear to be significant risk factors for neural tube, oral cleft, or limb deficiency defects. Croen et al.\n[1] also found no compelling associations between maternal dietary intake of nitrates, nitrites, and nitrosamines and neural tube defects in a California study population, with most odds ratios for neural tube defects slightly below 1.00 in the second, third, and fourth quartiles compared with the first quartile of intake. Using tertiles instead of quartiles of intake, Brender et al.\n[2] noted odds ratios of 0.8 and 0.9 for the upper two tertiles of dietary nitrite and for total nitrite, 0.9 and 0.8. Neither study reported findings of the relation between dietary intake of these compounds and neural tube defects by specific phenotype. Of interest to this study, three studies found dietary nitrite and total nitrite to modify the association between nitrosatable drug use and birth defects in offspring. In a study of Mexican American women who resided in Texas counties bordering Mexico, nitrosatable drug use was associated with these defects in the upper two tertiles of nitrite and total nitrite intake, but not in the lowest tertile of intake\n[2]. These findings were corroborated in the National Birth Defects Prevention Study population\n[3] in which the strongest associations between secondary/tertiary amine drug exposure and anencephaly and spina bifida were noted in the upper two tertiles of dietary nitrite and total nitrite intake. Associations for cleft palate and several types of heart defects were also stronger in offspring of NBDPS participants who had the highest estimated total nitrite intake\n[15]. These findings are consistent with results of an experimental study with mice exposed to ethylenethiourea (a nitrosatable compound) and nitrite\n[26]. Malformations were observed when these compounds were administered together, but not separately. With the dose of the nitrosatable compound held constant, the percentage of malformations increased as the dose of nitrite increased, indicating that the combined effects of these compounds might be due to the nitrosation products formed within the stomach. One possible limitation of our study is the potential for measurement error in the self-reported food frequency questionnaire. Because data from food frequency questionnaires are known to be measured with error\n[19,20], logistic regression models were estimated using the SIMEX algorithm. Since there was no “gold standard” available to quantify the amount of measurement error in the data, extra error was considered by adding 0% to 60% additional variance in increments of 10%. There was no evidence that even the highest levels of measurement error made any substantive different in the results so maximum likelihood estimation was used for all subsequent modeling. It is possible that the inability to explicitly quantify the degree of measurement error in the exposure variables could bias the results towards the null. However, any bias due to measurement error should be non-differential because the mothers were not aware of the nitrate, nitrite and nitrosamine content in the foods they consumed when they completed the dietary recall questionnaire. In this study, we focused on dietary contributions to daily intake of nitrate, nitrite, and nitrosamines, although drinking water is another potential source of nitrate intake. On the other hand, the World Health Organization noted, in a recent review, that the contribution of drinking water to nitrate intake is usually less than 14%\n[27].\n\n## Conclusion\nOver 165 unadjusted and 165 adjusted logistic regression models were fit in the course of this analysis, and only four adjusted odds ratios had confidence intervals that did not include the null value. Though no explicit adjustment for multiple comparisons was made, it is likely that the four significant results would not remain so if adjusted. Given the small number of significant results relative to the number of models considered and the modest effects for the non-significant results, it seems reasonable to conclude that there is insufficient evidence to suggest any relationship between dietary intake of nitrates, nitrosamines, total nitrites or nitrates from animal or plant sources and any of the three groups of birth defects including NTDs, orofacial clefts and limb malformations. Because nitrite can react with nitrosatable compounds within the stomach to form N-nitroso compounds, further studies are recommended on the relation between the interaction of dietary nitrites with nitrosatable drugs and adverse pregnancy outcomes.\n\n## Abbreviations\nuOR: Unadjusted odds ratio; aOR: Adjusted odds ratio; B1P1: One month prior through one month post-conception; CI: Confidence interval; EDD: Estimated delivery date; NBDPS: National Birth Defects Prevention Study; NTD: Neural tube defect; OR: Odds ratio.\n\n## Competing interests\nThe authors declare that they have no competing interest.\n\n## Authors’ contributions\nJCH analyzed the data and prepared the manuscript, JDB conceived of the study and serves as principal investigator of the project, assisted in the data analysis and preparation of the manuscript, QZ analyzed the data and assisted in preparing the manuscript. JRS provided guidance on the nutritional aspects of the project and assisted with the manuscript, AV and MS assisted with data analysis and manuscript development. JSG developed the estimates of nitrates, nitrites, and nitrosamines from the food frequency and provided the initial analyses on maternal characteristics related to estimated higher dietary consumption of these compounds. LS, PHL, MAC, PAR, and PJW provided input into the study design and final paper. All authors approved the final draft.\n\n## Authors’ information\nSupported by the National Institutes of Health, National institute for Environmental Health Sciences (5RO1ES015634 and 3R01ES015634-03S1).",
  "word_count": 3946,
  "char_count": 27056
}