{
  "pmcid": "PMC5423547",
  "doi": "10.1136/bmj.j1957",
  "title": "Mortality from different causes associated with meat, heme iron, nitrates, and nitrites in the NIH-AARP Diet and Health Study: population based cohort study",
  "authors": [
    "Arash Etemadi",
    "Rashmi Sinha",
    "Mary H Ward",
    "Barry I Graubard",
    "Maki Inoue-Choi",
    "Sanford M Dawsey",
    "Christian C Abnet"
  ],
  "year": "2017",
  "journal": "The BMJ",
  "abstract": "Objective To determine the association of different types of meat intake and meat associated compounds with overall and cause specific mortality.\nDesign Population based cohort study.\nSetting Baseline dietary data of the NIH-AARP Diet and Health Study (prospective cohort of the general population from six states and two metropolitan areas in the US) and 16 year follow-up data until 31 December 2011.\nParticipants 536 969 AARP members aged 50-71 at baseline.\nExposures Intake of total meat, processed and unprocessed red meat (beef, lamb, and pork) and white meat (poultry and fish), heme iron, and nitrate/nitrite from processed meat based on dietary questionnaire. Adjusted Cox proportional hazards regression models were used with the lowest fifth of calorie adjusted intakes as reference categories.\nMain outcome measure Mortality from any cause during follow-up.\nResults An increased risk of all cause mortality (hazard ratio for highest versus lowest fifth 1.26, 95% confidence interval 1.23 to 1.29) and death due to nine different causes associated with red meat intake was observed. Both processed and unprocessed red meat intakes were associated with all cause and cause specific mortality. Heme iron and processed meat nitrate/nitrite were independently associated with increased risk of all cause and cause specific mortality. Mediation models estimated that the increased mortality associated with processed red meat was influenced by nitrate intake (37.0-72.0%) and to a lesser degree by heme iron (20.9-24.1%). When the total meat intake was constant, the highest fifth of white meat intake was associated with a 25% reduction in risk of all cause mortality compared with the lowest intake level. Almost all causes of death showed an inverse association with white meat intake.\nConclusions The results show increased risks of all cause mortality and death due to nine different causes associated with both processed and unprocessed red meat, accounted for, in part, by heme iron and nitrate/nitrite from processed meat. They also show reduced risks associated with substituting white meat, particularly unprocessed white meat.",
  "sections": [
    {
      "title": "Introduction",
      "text": "Red and processed meats have been shown to be associated with increased rates of premature death in a few cohort studies and meta-analyses.1\n2\n3\n4\n5\n6 Although 60% of the US population meet the recommended meat protein intake,7 substituting the types of meat with known health hazards with healthier options may be beneficial. Evidence on what constitutes “healthier options” has been accumulating. Some studies have shown health advantages for white meat intake,1\n3\n8 whereas others have not.2 Also, none of the studies has made a distinction between processed and unprocessed white meat intake, and some authors believe that all types of processed meat are equally harmful.9 The effects of meat on human health may be due to ingredients such as heme iron, nitrates, and nitrites. High intakes of heme iron have been shown to be associated with cancer and cardiovascular disease.10 Nitrates and nitrites are added to meat during the curing process.11 Some investigators believe that nitrates from vegetable sources may have potential benefits, particularly for cardiovascular health,12 but nitrate/nitrite from drinking water and processed meat has been associated with increased risks of different cancers.13\n14\n15\n16 Little evidence is available on the independent effects of these compounds on mortality; as meat products are rich in these ingredients, the extent to which they mediate meat associated outcomes is an important question. In the National Institutes of Health (NIH)-AARP Diet and Health Study, more than half a million 50-71 year old people from six states and two metropolitan areas in the US have been followed up for almost 16 years, and the total number of deaths due to different causes has exceeded 128 000. This number, which is comparable to the combined number of deaths in recent meta-analyses of meat intake and mortality, has allowed us to explore associations with less common underlying causes of death and many subgroup analyses with adequate power. In addition, the availability of data on the intake of nitrate, nitrite, and heme iron, which are important meat associated compounds, allows us to test both the independent effects of these compounds and their mediation effects on meat associated outcomes."
    },
    {
      "title": "Methods",
      "text": "Details of the NIH-AARP Diet and Health Study have been published before.17 In 1995 questionnaires on demographic characteristics, diet, and lifestyle were mailed to 3.5 million AARP members aged 50-71 years from six states (California, Florida, Louisiana, New Jersey, North Carolina, and Pennsylvania) and two metropolitan areas (Atlanta, Georgia; and Detroit, Michigan). A total of 617 119 people returned this baseline questionnaire. We excluded people who moved out of the study areas before returning the baseline questionnaire, requested to be withdrawn, died before study entry, indicated that they were not the intended respondent, did not answer substantial portions of the questionnaire, or had more than 10 recording errors; people whose questionnaire was filled in by someone else on their behalf; those reporting extreme daily total energy intake; people with a prevalent cancer before the study entry; and those who had zero person years of follow-up. Our final analytic cohort included 536 969 people (316 505 men and 220 464 women). At baseline, participants completed a 124 item food frequency questionnaire, the National Cancer Institute Diet History Questionnaire (DHQ), collecting information on their usual consumption of foods and drinks and portion sizes over the previous 12 months. Items included in the red meat intake were unprocessed red meat (beef and pork, hamburger, liver, steak, and meats in foods such as chili, lasagna, and stew) and processed red meat (bacon, beef cold cuts, ham, hotdogs, and sausage). White meat included unprocessed chicken, turkey, and fish, canned tuna, and processed white meat (poultry cold cuts, low fat sausages, and low fat hotdogs made from poultry). We classified pork as red meat in line with the US Department of Agriculture’s definition, as, similar to other livestock, it contains a high level of myoglobin. We calculated daily intake of heme iron by using a previously developed National Cancer Institute database based on measurements of the heme iron content of a variety of fresh and processed meats, multiplied by the reported DHQ meat consumption.11 Heme iron in each sample was measured using atomic absorption spectrometry and inductively coupled plasma atomic emission spectrometry. The accuracy of this method was validated by showing a nearly 100% material balance for the in-house control samples and selected meat samples.18 We calculated daily intake of nitrate and nitrite by using a database of nitrate and nitrite contents of foods developed from a literature review of published studies and reports.19 The meat associated nitrate/nitrite intake is almost exclusively from the additives used in meat processing, as levels in unprocessed red meat are low.19 We multiplied the nitrate and nitrite composition of each DHQ processed meat item by the reported frequency of consumption and portion size and summed this across all processed meat items.19 The results of a calibration study of nitrate and nitrite intakes, conducted in a subset of the cohort, showed that the performance of the DHQ in assessing dietary nitrate and nitrite intakes was comparable to that for many other macronutrients and micronutrients (for example, the adjusted correlation coefficient for animal nitrite was 0.52 for women and 0.64 for men).19 Follow-up time extended from the date the baseline questionnaire was returned to the date of death or 31 December 2011. We confirmed vital status by annual linkage of the cohort to the Social Security Administration Death Master File in the US verification of vital status, and cause of death information came from follow-up searches of the National Death Index. Cancer mortality included ICD-10 (international classification of diseases, 10th revision) codes C00-C44, C45.0, C45.1, C45.7, C45.9, C48-C97, and D12-D48. Cardiovascular disease mortality was subdivided into diseases of the heart (ICD-10 codes I00-I09, I10-I13, I20-I51, and I70-I78), and stroke or cerebrovascular diseases (ICD-10 codes I60-I69). We also studied death from respiratory disease (ICD-10 codes J10-J18 and J40-J47), diabetes mellitus (ICD-10 codes E10-E14), infections (ICD-10 codes A00-B99), Alzheimer’s disease (ICD-10 code G30), kidney disease (ICD-10 codes N00-N07, N17-N19, N25-N27), chronic liver disease (ICD-10 codes K70, K73-K74), and all other causes. We divided all nutritional variables by the daily calorie intake (the nutritional density method) and categorized the calorie adjusted values into fifths for the entire cohort. We estimated hazard ratios and 95% confidence intervals with time since entry into the study as the underlying time metric, by using Cox proportional hazards regression models with the lowest fifth of the calorie adjusted intakes as the reference categories, after checking the violation of the proportional hazard assumption. As the differences between the lowest and the highest fifths were different among various types of meat, we also analyzed the effects of a fixed intake increase (20 g/1000 kcal/day) on the outcomes. The fully adjusted model included sex, age at entry to study, marital status (yes, no), ethnicity (non-Hispanic white, non-Hispanic black, Hispanic, and Asian/Pacific Islander/Native American), education (high school graduate or less, post-high school training or some college training, college graduate, and postgraduate education), fifths of a composite deprivation index as an indicator of socioeconomic status, perceived health at baseline (excellent, very good, good, fair or poor), self reported history of heart disease, stroke, diabetes, and cancer at baseline, cigarette smoking (never smokers, former smokers who smoked ≤20 cigarettes/day, former smokers who smoked >20 cigarettes/day, current smokers who smoke ≤20 cigarettes/day, and current smokers who smoke >20 cigarettes/day), body mass index (18.5 to <25, 25 to <30, 30 to <35, ≥35), vigorous physical activity (never, rarely, 1-3 times/month, 1-2 times/week, 3-4 times/week, ≥5 times/week), usual activity throughout the day (sit all day, sit much of the day/walk sometimes, stand/walk often/no lifting, lift/carry light loads, and carry heavy loads), alcohol consumption (none, >0-0.5, >0.5-1, >1-2, >2-4, >4 drinks per day), fruit and vegetable intakes (both pyramid servings per day), and total energy intake. Further inclusion of vitamin supplement use, family history of cancer (for cancer mortality), and the use of hormone replacement therapy (for women) did not change the estimates, so we did not include these variables in the final models. As our main hypothesis was to test the change in mortality risk by substituting different meat products without changing the overall meat intake, the main model was a “substitution model.” This model was adjusted for total meat intake, so that increases in the meat variable of interest reflected reductions in other meat types and the total meat intake remained constant. We also tested another series of models in which each meat variable was adjusted for all other forms of meat, so that all meat types in the model added up to total meat (addition model); increase in any individual meat variable resulted in an increase in the person’s total meat intake. In all the models, we used median values of each fifth to test for linear trends. We also stratified the population by important potential effect modifiers and tested the interaction between these variables and the main variables of exposure. We built three separate sets of models for heme iron, nitrate from processed meat, and nitrite from processed meat, adjusted for the same confounders as in the meat models. Additionally, we added the relevant meat variables to each of the above models to test mediation proportions. As described before,20 the mediation proportion is the proportion of excess mortality associated with a particular type of exposure (meat intake) that can be attributed to a mediator (a specific meat associated compound). For this purpose, we estimated the mediation proportion and its 95% confidence interval by using the publicly available “mediate” SAS macros (https://cdn1.sph.harvard.edu/wp-content/uploads/sites/271/2012/09/mediate_manual_2012_06_06.pdf). The exposure and mediator should affect the outcome in the same direction (increase or decrease), so red meat variables were relevant for this analysis. Also, as the meat sources of nitrate and nitrite are almost entirely from processed meat, we tested the mediation of these two compounds only for processed red meat. We did several sensitivity analyses: excluding people who reported a previous diagnosis of heart problem, stroke, diabetes, or cancer at baseline; stratifying by the duration of follow-up; including the 2010 Healthy Eating Index as an independent variable in the model (to adjust for the potentially confounding effect of the overall healthiness of the diet) 21; and using the residual method for calorie adjustment instead of the nutritional density. We also did a calibration analysis to correct the estimates of daily red meat intake in the entire cohort for measurement error, using data from a subset of participants with two non-consecutive 24 hour dietary recalls (n=1877). All statistical tests were two sided, with a significance threshold of 0.05. We used SAS software for all analyses. Participants were not involved in setting the research question or the outcome measures, nor were they involved in developing plans for recruitment, design, or implementation of the study. No participant was asked to advise on interpretation or writing up of results. The participants are updated on the study outcomes and developments through the study website (http://dietandhealth.cancer.gov) and newsletters."
    },
    {
      "title": "Exposure assessment",
      "text": "At baseline, participants completed a 124 item food frequency questionnaire, the National Cancer Institute Diet History Questionnaire (DHQ), collecting information on their usual consumption of foods and drinks and portion sizes over the previous 12 months. Items included in the red meat intake were unprocessed red meat (beef and pork, hamburger, liver, steak, and meats in foods such as chili, lasagna, and stew) and processed red meat (bacon, beef cold cuts, ham, hotdogs, and sausage). White meat included unprocessed chicken, turkey, and fish, canned tuna, and processed white meat (poultry cold cuts, low fat sausages, and low fat hotdogs made from poultry). We classified pork as red meat in line with the US Department of Agriculture’s definition, as, similar to other livestock, it contains a high level of myoglobin. We calculated daily intake of heme iron by using a previously developed National Cancer Institute database based on measurements of the heme iron content of a variety of fresh and processed meats, multiplied by the reported DHQ meat consumption.11 Heme iron in each sample was measured using atomic absorption spectrometry and inductively coupled plasma atomic emission spectrometry. The accuracy of this method was validated by showing a nearly 100% material balance for the in-house control samples and selected meat samples.18 We calculated daily intake of nitrate and nitrite by using a database of nitrate and nitrite contents of foods developed from a literature review of published studies and reports.19 The meat associated nitrate/nitrite intake is almost exclusively from the additives used in meat processing, as levels in unprocessed red meat are low.19 We multiplied the nitrate and nitrite composition of each DHQ processed meat item by the reported frequency of consumption and portion size and summed this across all processed meat items.19 The results of a calibration study of nitrate and nitrite intakes, conducted in a subset of the cohort, showed that the performance of the DHQ in assessing dietary nitrate and nitrite intakes was comparable to that for many other macronutrients and micronutrients (for example, the adjusted correlation coefficient for animal nitrite was 0.52 for women and 0.64 for men).19"
    },
    {
      "title": "Cohort follow-up and outcome ascertainment",
      "text": "Follow-up time extended from the date the baseline questionnaire was returned to the date of death or 31 December 2011. We confirmed vital status by annual linkage of the cohort to the Social Security Administration Death Master File in the US verification of vital status, and cause of death information came from follow-up searches of the National Death Index. Cancer mortality included ICD-10 (international classification of diseases, 10th revision) codes C00-C44, C45.0, C45.1, C45.7, C45.9, C48-C97, and D12-D48. Cardiovascular disease mortality was subdivided into diseases of the heart (ICD-10 codes I00-I09, I10-I13, I20-I51, and I70-I78), and stroke or cerebrovascular diseases (ICD-10 codes I60-I69). We also studied death from respiratory disease (ICD-10 codes J10-J18 and J40-J47), diabetes mellitus (ICD-10 codes E10-E14), infections (ICD-10 codes A00-B99), Alzheimer’s disease (ICD-10 code G30), kidney disease (ICD-10 codes N00-N07, N17-N19, N25-N27), chronic liver disease (ICD-10 codes K70, K73-K74), and all other causes."
    },
    {
      "title": "Statistical analysis",
      "text": "We divided all nutritional variables by the daily calorie intake (the nutritional density method) and categorized the calorie adjusted values into fifths for the entire cohort. We estimated hazard ratios and 95% confidence intervals with time since entry into the study as the underlying time metric, by using Cox proportional hazards regression models with the lowest fifth of the calorie adjusted intakes as the reference categories, after checking the violation of the proportional hazard assumption. As the differences between the lowest and the highest fifths were different among various types of meat, we also analyzed the effects of a fixed intake increase (20 g/1000 kcal/day) on the outcomes. The fully adjusted model included sex, age at entry to study, marital status (yes, no), ethnicity (non-Hispanic white, non-Hispanic black, Hispanic, and Asian/Pacific Islander/Native American), education (high school graduate or less, post-high school training or some college training, college graduate, and postgraduate education), fifths of a composite deprivation index as an indicator of socioeconomic status, perceived health at baseline (excellent, very good, good, fair or poor), self reported history of heart disease, stroke, diabetes, and cancer at baseline, cigarette smoking (never smokers, former smokers who smoked ≤20 cigarettes/day, former smokers who smoked >20 cigarettes/day, current smokers who smoke ≤20 cigarettes/day, and current smokers who smoke >20 cigarettes/day), body mass index (18.5 to <25, 25 to <30, 30 to <35, ≥35), vigorous physical activity (never, rarely, 1-3 times/month, 1-2 times/week, 3-4 times/week, ≥5 times/week), usual activity throughout the day (sit all day, sit much of the day/walk sometimes, stand/walk often/no lifting, lift/carry light loads, and carry heavy loads), alcohol consumption (none, >0-0.5, >0.5-1, >1-2, >2-4, >4 drinks per day), fruit and vegetable intakes (both pyramid servings per day), and total energy intake. Further inclusion of vitamin supplement use, family history of cancer (for cancer mortality), and the use of hormone replacement therapy (for women) did not change the estimates, so we did not include these variables in the final models. As our main hypothesis was to test the change in mortality risk by substituting different meat products without changing the overall meat intake, the main model was a “substitution model.” This model was adjusted for total meat intake, so that increases in the meat variable of interest reflected reductions in other meat types and the total meat intake remained constant. We also tested another series of models in which each meat variable was adjusted for all other forms of meat, so that all meat types in the model added up to total meat (addition model); increase in any individual meat variable resulted in an increase in the person’s total meat intake. In all the models, we used median values of each fifth to test for linear trends. We also stratified the population by important potential effect modifiers and tested the interaction between these variables and the main variables of exposure. We built three separate sets of models for heme iron, nitrate from processed meat, and nitrite from processed meat, adjusted for the same confounders as in the meat models. Additionally, we added the relevant meat variables to each of the above models to test mediation proportions. As described before,20 the mediation proportion is the proportion of excess mortality associated with a particular type of exposure (meat intake) that can be attributed to a mediator (a specific meat associated compound). For this purpose, we estimated the mediation proportion and its 95% confidence interval by using the publicly available “mediate” SAS macros (https://cdn1.sph.harvard.edu/wp-content/uploads/sites/271/2012/09/mediate_manual_2012_06_06.pdf). The exposure and mediator should affect the outcome in the same direction (increase or decrease), so red meat variables were relevant for this analysis. Also, as the meat sources of nitrate and nitrite are almost entirely from processed meat, we tested the mediation of these two compounds only for processed red meat. We did several sensitivity analyses: excluding people who reported a previous diagnosis of heart problem, stroke, diabetes, or cancer at baseline; stratifying by the duration of follow-up; including the 2010 Healthy Eating Index as an independent variable in the model (to adjust for the potentially confounding effect of the overall healthiness of the diet) 21; and using the residual method for calorie adjustment instead of the nutritional density. We also did a calibration analysis to correct the estimates of daily red meat intake in the entire cohort for measurement error, using data from a subset of participants with two non-consecutive 24 hour dietary recalls (n=1877). All statistical tests were two sided, with a significance threshold of 0.05. We used SAS software for all analyses."
    },
    {
      "title": "Patient involvement",
      "text": "Participants were not involved in setting the research question or the outcome measures, nor were they involved in developing plans for recruitment, design, or implementation of the study. No participant was asked to advise on interpretation or writing up of results. The participants are updated on the study outcomes and developments through the study website (http://dietandhealth.cancer.gov) and newsletters."
    },
    {
      "title": "Results",
      "text": "Table 1 summarizes the baseline characteristics of the NIH-AARP cohort by fifths of red meat consumption. Participants with higher red meat consumption were more likely to be male, non-Hispanic white, and current smokers and to have diabetes, poor or fair perception of their health status, and less physical activity. They were also less likely to have high socioeconomic status scores and to be college graduates or postgraduates. Red meat consumption was also associated with lower fruit and vegetable intake, higher body mass index and energy intake, and higher intakes of heme iron and processed meat nitrate and nitrite. Overall, about 25% of the red meat and less than 10% of the white meat consumed by the cohort participants was processed. Whereas the intake of processed white meat seemed to be similar across different categories of red meat intake, people eating the least amount of red meat consumed, on average, more unprocessed white meat. Baseline characteristics of NIH-AARP Diet and Health Study cohort in relation to fifths of red meat intake. Values are numbers (percentages) unless stated otherwise During a total of 7 540 835 person years of follow-up (median 15.6 years), 128 524 people died (84 848 men and 43 676 women). Cancer, heart disease, respiratory disease, and stroke were the leading causes of death (table 1). Figure 1 and supplementary table A show the results for substitution models with constant total meat intake. Mortality risk increased with each fifth increase in red meat intake (fig 1, left panel; hazard ratio for highest versus lowest fifth 1.26, 95% confidence interval 1.23 to 1.29) with a significant trend (supplementary table A). All causes of death, except Alzheimer’s disease, showed such increases, but the strongest association was seen for the risk of death due to chronic liver disease (hazard ratio 2.30, 1.78 to 2.99). The association with overall mortality was present for both unprocessed red meat and processed red meat. When analyzing the effects of a fixed intake increase (20 g/1000 kcal/day) on the outcomes, we found little difference between processed and unprocessed red meat, except for chronic liver disease, which was more strongly associated with unprocessed red meat (supplementary table A). Fig 1 Association between intake of different types of red meat, different types of white meat, and meat associated compounds and mortality in NIH-AARP Diet and Health Study, using substitution models. Point estimates are highest versus lowest fifth hazard ratios, and lines represent 95% CIs in adjusted models. Detailed results are shown in supplementary table A. Models were adjusted for sex, age at entry to study, marital status, ethnicity, education, fifths of composite deprivation index, perceived health at baseline, history of heart disease, stroke, diabetes, and cancer at baseline, smoking history, body mass index, vigorous physical activity, usual activity throughout day, alcohol consumption, fruit and vegetable intakes, total energy intake, and total meat intake (only in red and white meat models) People in the highest category of white meat intake had a 25% reduction in risk of all cause mortality compared with the lowest intake level (fig 1, middle panel; hazard ratio 0.75, 0.74 to 0.77). All causes of death showed an inverse association with white meat intake, except for death due to Alzheimer’s disease, and again the strongest inverse association was seen for death due to chronic liver disease (hazard ratio 0.32, 0.24 to 0.42). The reduction in mortality risk was mainly seen for unprocessed white meat, and the association between processed white meat and all cause mortality was weaker for each 20 g/1000 kcal intake increase (supplementary table A). Inverse associations with all cause and specific deaths were present for unprocessed white meat, but processed white meat showed relatively weaker inverse associations, which were significant only for death due to cancer, respiratory disease, and chronic liver disease. Risk of mortality due to Alzheimer’s disease increased with the highest intake of processed white meat but decreased with unprocessed white meat (fig 1, middle panel). Fish intake constituted about one third of the white meat intake in this population (11 g/1000 kcal daily average). When we analyzed the sources of white meat separately, the results were similar; the hazard ratio for all cause mortality was 0.93 (0.92 to 0.94) for each 20 g/1000 kcal increase in daily intake of poultry and 0.95 (0.94 to 0.96) for fish intake (data for cause specific mortality not shown). When we analyzed all processed meat, the risk of death was generally higher with higher intake, but the associations were weaker than for processed red meat (supplementary table A). The results of addition models (that is, the models not assuming a constant total meat intake) were comparable to the substitution models, but all associations were weaker than in the substitution models (supplementary table B). The overall risk of mortality increased with higher dietary intake of heme iron in our study (hazard ratio for highest versus lowest fifth of intake 1.15, 1.13 to 1.17). Risks of cause specific deaths also increased with high intake of heme iron by between 10% (for cancer and other/unknown causes) and 34% (kidney diseases), with the exception of death due to Alzheimer’s disease which showed an inverse association with heme iron intake (fig 1, right panel; supplementary table C). The main source of heme iron in our study was red meat (89.7% in men, 84.0% in women), and restricting the heme iron intake to red meat strengthened the associations slightly (data not shown). As the panel on the right of figure 1 shows, the intake of nitrate from processed meat was associated with increased risk of all cause mortality (hazard ratio for highest versus lowest intake 1.15, 1.13 to 1.17). All causes of death except for Alzheimer’s disease showed an increased risk associated with processed meat nitrate intake. The strongest associations were seen for death due to diabetes (hazard ratio 1.39, 1.24 to 1.55), respiratory diseases (1.38, 1.29 to 1.48), and kidney disease (1.35, 1.16 to 1.58). Processed meat nitrite showed very similar associations with overall mortality (hazard ratio 1.16, 1.14 to 1.18) and most of the major causes of death; the three strongest associations were for death due to kidney disease, respiratory diseases, and diabetes. Using mediation models, we explored what proportion of the association between unprocessed and processed red meat intake and increased mortality (all cause and the most common causes of death) could be explained by these three ingredients. Our results showed that 20.8% (95% confidence interval 13.7% to 30.3%) of the association between unprocessed red meat and all cause mortality was statistically accounted for by heme iron. The highest mediation proportion was seen for cancer mortality (32.7%, 16.3% to 54.8%). This figure was 14.3% (4.9% to 35.0%) for cardiovascular disease mortality and 16.9% (8.1% to 32.1%) for respiratory disease mortality. Table 2 shows the results of the mediation analysis for processed red meat. A large proportion of the increased mortality associated with processed red meat was accounted for by nitrate intake (50.1% of overall mortality, 37.0% of cancer deaths, 72.0% of cardiovascular disease deaths, and 55.8% of respiratory disease deaths). Intake of heme iron also accounted for the associations with processed red meat, but to a lesser extent (between 20.9% and 24.1%). Results of mediation analysis between processed red meat and meat associated compounds for major causes of death in NIH-AARP Diet and Health Study We stratified the all cause mortality results for main meat groups (red meat and white meat) and meat compounds (heme iron and processed meat nitrate/nitrite) by several important risk factors and analyzed their interactions (figures 2 and 3) adjusted for the other confounders in our original models. Sex, age, and socioeconomic status did not show any effect modification on the studied variables. Smoking, body mass index, and alcohol showed significant interactions with all the variables. In general, the increased mortality associated with red meat, heme iron, and nitrate/nitrite were stronger in never/former smokers, people with normal body mass index, and never/mild alcohol drinkers. The association between red meat intake and mortality was significantly attenuated in people reporting fair/poor health at baseline, low fruit and vegetable intake, or not using vitamin supplements (fig 2, left panel). Heme iron intake showed interactions with low fruit intake, and processed meat nitrate/nitrite intake showed interactions with low vegetable intake (fig 3). However, in all the subgroups, the main effects described in previous sections were still present and were statistically significant. Fig 2 Associations of total red meat and total white meat with all cause mortality in NIH-AARP Diet and Health Study, stratified by major risk factors. Point estimates are highest versus lowest fifth hazard ratios, and lines represent 95% CIs in adjusted models. *P for interaction<0.05; **P for interaction<0.001 Fig 3 Associations between meat associated compounds (heme iron, processed meat nitrate, processed meat nitrite) and all cause mortality in NIH-AARP Diet and Health Study, stratified by major risk factors. Point estimates are highest versus lowest fifth hazard ratios, and lines represent 95% CIs in adjusted models. *P for interaction<0.05; **P for interaction<0.001 As part of the sensitivity analyses, we also explored how the duration of follow-up affected the all cause mortality outcomes (figures 2 and 3). The red meat and white meat associations declined with the omission of early follow-up years, but they still remained significant even when we considered only the follow-up beyond 10 years. The associations with heme iron and processed meat nitrate/nitrite intake were more stable and did not change significantly with early years of follow-up excluded. We also excluded people with a self reported diagnosis of diabetes, heart disease, stroke, or cancer at baseline (supplementary table D). The results were similar, but the associations got stronger for death due to diabetes. The Healthy Eating Index did not substantially change the effect estimates when added to the models (data not shown). Finally, use of the residual method for calorie adjustment instead of nutritional density had little effect on the results (data not shown). In the calibration analysis, to correct the estimates of daily red meat intake in the entire cohort for measurement error, we used data from a subset of participants with two non-consecutive 24 hour dietary recalls (n=1877). The substitution models using these measurement error corrected intakes, and adjusted for the same variables as the original models, are shown in supplementary table E. In these analyses, mortality risk estimates for each 20 g/1000 kcal increase in daily intake of red meat were in the same direction but stronger than those found with uncorrected estimates. For example, the overall mortality hazard ratio per 20 g/1000 kcal increased from 1.09 (1.08 to 1.10) to 1.14 (1.13 to 1.15) when corrected for measurement error."
    },
    {
      "title": "Meat consumption and mortality",
      "text": "Figure 1 and supplementary table A show the results for substitution models with constant total meat intake. Mortality risk increased with each fifth increase in red meat intake (fig 1, left panel; hazard ratio for highest versus lowest fifth 1.26, 95% confidence interval 1.23 to 1.29) with a significant trend (supplementary table A). All causes of death, except Alzheimer’s disease, showed such increases, but the strongest association was seen for the risk of death due to chronic liver disease (hazard ratio 2.30, 1.78 to 2.99). The association with overall mortality was present for both unprocessed red meat and processed red meat. When analyzing the effects of a fixed intake increase (20 g/1000 kcal/day) on the outcomes, we found little difference between processed and unprocessed red meat, except for chronic liver disease, which was more strongly associated with unprocessed red meat (supplementary table A). Fig 1 Association between intake of different types of red meat, different types of white meat, and meat associated compounds and mortality in NIH-AARP Diet and Health Study, using substitution models. Point estimates are highest versus lowest fifth hazard ratios, and lines represent 95% CIs in adjusted models. Detailed results are shown in supplementary table A. Models were adjusted for sex, age at entry to study, marital status, ethnicity, education, fifths of composite deprivation index, perceived health at baseline, history of heart disease, stroke, diabetes, and cancer at baseline, smoking history, body mass index, vigorous physical activity, usual activity throughout day, alcohol consumption, fruit and vegetable intakes, total energy intake, and total meat intake (only in red and white meat models) People in the highest category of white meat intake had a 25% reduction in risk of all cause mortality compared with the lowest intake level (fig 1, middle panel; hazard ratio 0.75, 0.74 to 0.77). All causes of death showed an inverse association with white meat intake, except for death due to Alzheimer’s disease, and again the strongest inverse association was seen for death due to chronic liver disease (hazard ratio 0.32, 0.24 to 0.42). The reduction in mortality risk was mainly seen for unprocessed white meat, and the association between processed white meat and all cause mortality was weaker for each 20 g/1000 kcal intake increase (supplementary table A). Inverse associations with all cause and specific deaths were present for unprocessed white meat, but processed white meat showed relatively weaker inverse associations, which were significant only for death due to cancer, respiratory disease, and chronic liver disease. Risk of mortality due to Alzheimer’s disease increased with the highest intake of processed white meat but decreased with unprocessed white meat (fig 1, middle panel). Fish intake constituted about one third of the white meat intake in this population (11 g/1000 kcal daily average). When we analyzed the sources of white meat separately, the results were similar; the hazard ratio for all cause mortality was 0.93 (0.92 to 0.94) for each 20 g/1000 kcal increase in daily intake of poultry and 0.95 (0.94 to 0.96) for fish intake (data for cause specific mortality not shown). When we analyzed all processed meat, the risk of death was generally higher with higher intake, but the associations were weaker than for processed red meat (supplementary table A). The results of addition models (that is, the models not assuming a constant total meat intake) were comparable to the substitution models, but all associations were weaker than in the substitution models (supplementary table B)."
    },
    {
      "title": "Meat associated compounds and mortality",
      "text": "The overall risk of mortality increased with higher dietary intake of heme iron in our study (hazard ratio for highest versus lowest fifth of intake 1.15, 1.13 to 1.17). Risks of cause specific deaths also increased with high intake of heme iron by between 10% (for cancer and other/unknown causes) and 34% (kidney diseases), with the exception of death due to Alzheimer’s disease which showed an inverse association with heme iron intake (fig 1, right panel; supplementary table C). The main source of heme iron in our study was red meat (89.7% in men, 84.0% in women), and restricting the heme iron intake to red meat strengthened the associations slightly (data not shown). As the panel on the right of figure 1 shows, the intake of nitrate from processed meat was associated with increased risk of all cause mortality (hazard ratio for highest versus lowest intake 1.15, 1.13 to 1.17). All causes of death except for Alzheimer’s disease showed an increased risk associated with processed meat nitrate intake. The strongest associations were seen for death due to diabetes (hazard ratio 1.39, 1.24 to 1.55), respiratory diseases (1.38, 1.29 to 1.48), and kidney disease (1.35, 1.16 to 1.58). Processed meat nitrite showed very similar associations with overall mortality (hazard ratio 1.16, 1.14 to 1.18) and most of the major causes of death; the three strongest associations were for death due to kidney disease, respiratory diseases, and diabetes. Using mediation models, we explored what proportion of the association between unprocessed and processed red meat intake and increased mortality (all cause and the most common causes of death) could be explained by these three ingredients. Our results showed that 20.8% (95% confidence interval 13.7% to 30.3%) of the association between unprocessed red meat and all cause mortality was statistically accounted for by heme iron. The highest mediation proportion was seen for cancer mortality (32.7%, 16.3% to 54.8%). This figure was 14.3% (4.9% to 35.0%) for cardiovascular disease mortality and 16.9% (8.1% to 32.1%) for respiratory disease mortality. Table 2 shows the results of the mediation analysis for processed red meat. A large proportion of the increased mortality associated with processed red meat was accounted for by nitrate intake (50.1% of overall mortality, 37.0% of cancer deaths, 72.0% of cardiovascular disease deaths, and 55.8% of respiratory disease deaths). Intake of heme iron also accounted for the associations with processed red meat, but to a lesser extent (between 20.9% and 24.1%). Results of mediation analysis between processed red meat and meat associated compounds for major causes of death in NIH-AARP Diet and Health Study"
    },
    {
      "title": "Subgroups and sensitivity analyses",
      "text": "We stratified the all cause mortality results for main meat groups (red meat and white meat) and meat compounds (heme iron and processed meat nitrate/nitrite) by several important risk factors and analyzed their interactions (figures 2 and 3) adjusted for the other confounders in our original models. Sex, age, and socioeconomic status did not show any effect modification on the studied variables. Smoking, body mass index, and alcohol showed significant interactions with all the variables. In general, the increased mortality associated with red meat, heme iron, and nitrate/nitrite were stronger in never/former smokers, people with normal body mass index, and never/mild alcohol drinkers. The association between red meat intake and mortality was significantly attenuated in people reporting fair/poor health at baseline, low fruit and vegetable intake, or not using vitamin supplements (fig 2, left panel). Heme iron intake showed interactions with low fruit intake, and processed meat nitrate/nitrite intake showed interactions with low vegetable intake (fig 3). However, in all the subgroups, the main effects described in previous sections were still present and were statistically significant. Fig 2 Associations of total red meat and total white meat with all cause mortality in NIH-AARP Diet and Health Study, stratified by major risk factors. Point estimates are highest versus lowest fifth hazard ratios, and lines represent 95% CIs in adjusted models. *P for interaction<0.05; **P for interaction<0.001 Fig 3 Associations between meat associated compounds (heme iron, processed meat nitrate, processed meat nitrite) and all cause mortality in NIH-AARP Diet and Health Study, stratified by major risk factors. Point estimates are highest versus lowest fifth hazard ratios, and lines represent 95% CIs in adjusted models. *P for interaction<0.05; **P for interaction<0.001 As part of the sensitivity analyses, we also explored how the duration of follow-up affected the all cause mortality outcomes (figures 2 and 3). The red meat and white meat associations declined with the omission of early follow-up years, but they still remained significant even when we considered only the follow-up beyond 10 years. The associations with heme iron and processed meat nitrate/nitrite intake were more stable and did not change significantly with early years of follow-up excluded. We also excluded people with a self reported diagnosis of diabetes, heart disease, stroke, or cancer at baseline (supplementary table D). The results were similar, but the associations got stronger for death due to diabetes. The Healthy Eating Index did not substantially change the effect estimates when added to the models (data not shown). Finally, use of the residual method for calorie adjustment instead of nutritional density had little effect on the results (data not shown). In the calibration analysis, to correct the estimates of daily red meat intake in the entire cohort for measurement error, we used data from a subset of participants with two non-consecutive 24 hour dietary recalls (n=1877). The substitution models using these measurement error corrected intakes, and adjusted for the same variables as the original models, are shown in supplementary table E. In these analyses, mortality risk estimates for each 20 g/1000 kcal increase in daily intake of red meat were in the same direction but stronger than those found with uncorrected estimates. For example, the overall mortality hazard ratio per 20 g/1000 kcal increased from 1.09 (1.08 to 1.10) to 1.14 (1.13 to 1.15) when corrected for measurement error."
    },
    {
      "title": "Discussion",
      "text": "Our results show an increased risk of all cause mortality and death due to nine different causes associated with both processed and unprocessed red meat. Heme iron from both processed and unprocessed red meat, and particularly the nitrate/nitrite content of processed meat, accounted for a large proportion of this increased mortality risk. We also showed, for the first time, independent associations between the intake of heme iron and nitrate/nitrite from processed meat and mortality from almost all causes. On the other hand, substituting white meat, particularly unprocessed white meat, was associated with reduced mortality risks due to almost all causes. Meat consumption has been on the rise in the US and Europe in the past 40 years.22 An increased risk of premature death associated with red meat intake, and evidence for greater longevity among adults with very low meat intake, have been seen in previous studies from Europe and the US.1\n2\n23 However, studies from Japan and other Asian countries have not shown such associations with red meat intake.24\n25 This difference is thought to exist mainly because of low red meat intake in many Asian countries, where seafood is a main source of animal protein (34-85% of per capita total meat intake compared with 15% in the US).24 We also showed a reduced risk of overall and most specific causes of death associated with both fish and poultry intake in our study. The risk reductions were stronger in the substitution models (compared with the addition models), which means that a large part of the observed benefits for mortality are due to replacing red meat with white meat, particularly unprocessed white meat, without changing the total meat intake. The increased mortality in our study was observed for both processed and unprocessed red meat. The association between unprocessed red meat and mortality has been shown in a few studies before,1 whereas others have shown an association only with processed red meat.26\n27 Processed meat has particularly been shown to increase the risk of coronary heart disease, stroke, and diabetes.28 These effects have been partly attributed to the higher content of sodium, nitrate, and nitrite in processed meat.28 Although some authors suggest that processed white meat is as harmful as processed red meat,9 our findings do not seem to support this. However, processed white meat has not been in use for a long time and constituted only a very small proportion of white meat intake in our population. As this is the only available data in the literature, these findings should be interpreted with caution. We think that our findings, together with the increasing availability and popularity of processed white meat, warrant future studies to better understand its health effects. Oxidative stress may be the underlying common mechanism for many of these findings. Oxidative stress is a plausible part of the aging process,29 and systematic markers of oxidative stress are associated with increased risk of chronic disease multimorbidity and all cause mortality in the older population.30\n31 Oxidative stress has also been linked to many components of the metabolic syndrome and insulin resistance.32 Both heme iron and nitrate/nitrite are pro-oxidants and can promote oxidative damage and inflammation in different organs.33 Heme iron has been shown to be associated with many health outcomes such as diabetes, cardiovascular disease, fatal coronary heart disease, and cancer.34\n35\n36\n37 Dietary heme iron can induce oxidative stress biomarkers and lipid peroxidation.38\n39 It is also closely related to the metabolism of nitrate/nitrite and the formation of N-nitroso compounds.13 N-nitroso compounds have been shown to increase the risk of insulin resistance, coronary heart disease, and cancer in several studies.13 N-nitrosohemaoglobin and N-nitrosomyoglobin are formed as a result of the reaction of nitrite with hemoglobin and myoglobin,40 and nitric oxide can react directly with these heme proteins to form N-nitroso compounds.41 This chemical catalysis involving nitrates and nitrites on one hand and heme on the other can explain the independent effects of these compounds on mortality risk and their role in mediating effects of red meat. Red meat can stimulate endogenous intestinal N-nitrosation, but white meat does not seem to have such an effect.42 Feeding studies have shown that the endogenous N-nitroso compound production is in fact stimulated by heme iron and not by protein residues.43 This could be another explanation for why replacing red meat with any type of white meat is associated with lower mortality risk. In addition to the general mechanisms described above, epidemiologic and mechanistic evidence exists for some of the cause specific associations we have observed. Epidemiologic studies have linked meat intake to different cancers.37\n44 Cooked red meat contains many known mutagens, including heterocyclic amines and polycyclic aromatic hydrocarbons, the levels of which depend on the cooking method.45 A pooled analysis of the UK dietary cohort consortium did not show an association between meat intake and colorectal cancers.46 However, the highest category of red meat intake in this pooled analysis was much lower than in similar studies with a positive finding, and the authors believed that the study was underpowered to detect small effect sizes. In another pooled analysis of red meat intake and colorectal cancer, although an overall association between high red meat intake and colorectal cancer was found, the association was not significant among prospective case-control studies.47 The association of red meat consumption with diabetes and cardiovascular disease has been shown in several prospective studies,48 and saturated fat, cholesterol, heme iron, high sodium, and N-nitroso compounds have all been hypothesized as potential contributors.6 Compared with non-vegetarians, a 24% lower risk of death due to ischemic heart disease has been reported among vegetarians, ranging from 20% in occasional meat eaters to 34% among lactovegetarians and those who eat fish but no other forms of meat.49 Previous studies have found associations between cured meat intake and risk of chronic obstructive pulmonary disease,50\n51 which is the main reason for death due to respiratory disease and might be linked to the formation of reactive nitrogen species.50 In our study, respiratory disease death had one of the strongest associations with nitrate/nitrite from processed meat, acting both independently and as mediators. Death from chronic liver disease showed the highest association with red meat intake in our study. Higher fat, iron, and nitrate/nitrite intake are among the possible mechanisms,52 and an association with N-nitroso compounds has also been reported.53 Meat intake has also been associated with insulin resistance and non-alcoholic fatty liver disease.54\n55 Viral or chemical hepatotoxicity are among other contributing factors to chronic liver disease, and some of these agents have also been identified in livestock meat 56\n57 The associations we observed for mortality due to Alzheimer’s disease seemed to be different from the other associations and sometimes in the opposite direction. Drawing a conclusion from these findings might be difficult, as the relation between diet and Alzheimer’s disease progression is very complex and is influenced by the changing dietary patterns in the early stages of the disease.58 Finally, when comparing effect sizes for different causes of death, one should consider variations in reporting accuracy among them, with heart disease being more prone to inaccurate reporting.59 We found little evidence for an interaction by sex, age, and socioeconomic status for all the variables in our study. The meat variables generally showed an interaction with other effect modifiers, and the effects were more pronounced in the absence of another important risk factor. Many of these effect modifications can be explained by what is commonly known as “statistical interaction.”60 For example, most of our risk estimates were weaker among current smokers, as these people already have a higher baseline risk, and the relative contribution of red meat to this “already higher risk” seems smaller. For others, a biological interaction is likely to exist; for instance, both nitrate and nitrite showed a significantly higher risk among people eating more vegetables, which are important sources of nitrates and antioxidants. The main strength of our study was the large size and relatively long follow-up, which allowed us to analyze rare causes of death and do many subgroup analyses. We were also able to adjust for a wide range of plausible confounders, owing to the detailed data available. The response rate in the NIH-AARP Diet and Health Study was 17.6%, which is lower than originally anticipated,17 but enough people had extreme intake values to produce robust estimates. The results of our analysis also showed that the associations we observed were fairly comparable across different subgroups. Therefore, we believe that although low participation rate can be considered a limitation in this study, it is unlikely to have affected the internal validity of our findings. Measurement error is an inherent part of any nutritional epidemiologic study. A previous validation study has shown a correlation of 0.62 in men and 0.70 in women between the red meat intakes from the Diet History Questionnaire and the 24 hour dietary recall, which were higher than most other intake items tested.17 We also did calibration analyses, using two non-consecutive 24 hour recalls, which showed that measurement error may have biased our results toward null. These findings show that correcting for the measurement error can lead to higher hazard ratios, again confirming the message of the study. Finally, we relied on a single dietary assessment at the beginning of the follow-up and were not able to evaluate the changes in diet over this time period. However, the fact that the estimates were still present with the longer follow-up durations shows the consistency of the findings despite the potential changes in diet over time. Interestingly, the results for heme iron and nitrate/nitrite were more stable across time periods than were those for meat intake. Increasing trends of meat consumption have been seen in most high income countries. In 2004 about 58% of the meat used in the US was red meat and 22% was processed.22 Recent studies also show increased popularity of poultry as a meat source and an effect of consumers’ diet and health awareness on reducing the proportion of red versus white meat consumption.61 This is the largest study, so far, to show increased mortality risks from different causes associated with consuming both processed and unprocessed red meat, and it underlines the importance of heme iron, nitrates, and nitrites in assessing the pathways related to health risks associated with red meat intake. Our findings also show reduced risks associated with substituting white meat (poultry and fish), particularly unprocessed white meat. A few studies have shown red and processed meats to be associated with increased rates of premature death The effects of meat on human health may be due to ingredients such as heme iron, nitrates, and nitrites In a large US cohort, increased risks of all cause mortality and nine specific causes of death were associated with both processed and unprocessed red meat, accounted for, in part, by heme iron intake and nitrate/nitrite from processed meat Dietary heme iron intake and nitrate/nitrite from processed meat were also independently associated with the risk of all cause mortality and all nine specific causes of death Replacing the intake of red meat (and the associated compounds) with white meat, particularly unprocessed white meat, without changing total meat intake, was associated with reduced mortality risk"
    },
    {
      "title": "Comparison with other studies",
      "text": "Meat consumption has been on the rise in the US and Europe in the past 40 years.22 An increased risk of premature death associated with red meat intake, and evidence for greater longevity among adults with very low meat intake, have been seen in previous studies from Europe and the US.1\n2\n23 However, studies from Japan and other Asian countries have not shown such associations with red meat intake.24\n25 This difference is thought to exist mainly because of low red meat intake in many Asian countries, where seafood is a main source of animal protein (34-85% of per capita total meat intake compared with 15% in the US).24 We also showed a reduced risk of overall and most specific causes of death associated with both fish and poultry intake in our study. The risk reductions were stronger in the substitution models (compared with the addition models), which means that a large part of the observed benefits for mortality are due to replacing red meat with white meat, particularly unprocessed white meat, without changing the total meat intake. The increased mortality in our study was observed for both processed and unprocessed red meat. The association between unprocessed red meat and mortality has been shown in a few studies before,1 whereas others have shown an association only with processed red meat.26\n27 Processed meat has particularly been shown to increase the risk of coronary heart disease, stroke, and diabetes.28 These effects have been partly attributed to the higher content of sodium, nitrate, and nitrite in processed meat.28 Although some authors suggest that processed white meat is as harmful as processed red meat,9 our findings do not seem to support this. However, processed white meat has not been in use for a long time and constituted only a very small proportion of white meat intake in our population. As this is the only available data in the literature, these findings should be interpreted with caution. We think that our findings, together with the increasing availability and popularity of processed white meat, warrant future studies to better understand its health effects."
    },
    {
      "title": "Possible mechanistic explanations",
      "text": "Oxidative stress may be the underlying common mechanism for many of these findings. Oxidative stress is a plausible part of the aging process,29 and systematic markers of oxidative stress are associated with increased risk of chronic disease multimorbidity and all cause mortality in the older population.30\n31 Oxidative stress has also been linked to many components of the metabolic syndrome and insulin resistance.32 Both heme iron and nitrate/nitrite are pro-oxidants and can promote oxidative damage and inflammation in different organs.33 Heme iron has been shown to be associated with many health outcomes such as diabetes, cardiovascular disease, fatal coronary heart disease, and cancer.34\n35\n36\n37 Dietary heme iron can induce oxidative stress biomarkers and lipid peroxidation.38\n39 It is also closely related to the metabolism of nitrate/nitrite and the formation of N-nitroso compounds.13 N-nitroso compounds have been shown to increase the risk of insulin resistance, coronary heart disease, and cancer in several studies.13 N-nitrosohemaoglobin and N-nitrosomyoglobin are formed as a result of the reaction of nitrite with hemoglobin and myoglobin,40 and nitric oxide can react directly with these heme proteins to form N-nitroso compounds.41 This chemical catalysis involving nitrates and nitrites on one hand and heme on the other can explain the independent effects of these compounds on mortality risk and their role in mediating effects of red meat. Red meat can stimulate endogenous intestinal N-nitrosation, but white meat does not seem to have such an effect.42 Feeding studies have shown that the endogenous N-nitroso compound production is in fact stimulated by heme iron and not by protein residues.43 This could be another explanation for why replacing red meat with any type of white meat is associated with lower mortality risk. In addition to the general mechanisms described above, epidemiologic and mechanistic evidence exists for some of the cause specific associations we have observed. Epidemiologic studies have linked meat intake to different cancers.37\n44 Cooked red meat contains many known mutagens, including heterocyclic amines and polycyclic aromatic hydrocarbons, the levels of which depend on the cooking method.45 A pooled analysis of the UK dietary cohort consortium did not show an association between meat intake and colorectal cancers.46 However, the highest category of red meat intake in this pooled analysis was much lower than in similar studies with a positive finding, and the authors believed that the study was underpowered to detect small effect sizes. In another pooled analysis of red meat intake and colorectal cancer, although an overall association between high red meat intake and colorectal cancer was found, the association was not significant among prospective case-control studies.47 The association of red meat consumption with diabetes and cardiovascular disease has been shown in several prospective studies,48 and saturated fat, cholesterol, heme iron, high sodium, and N-nitroso compounds have all been hypothesized as potential contributors.6 Compared with non-vegetarians, a 24% lower risk of death due to ischemic heart disease has been reported among vegetarians, ranging from 20% in occasional meat eaters to 34% among lactovegetarians and those who eat fish but no other forms of meat.49 Previous studies have found associations between cured meat intake and risk of chronic obstructive pulmonary disease,50\n51 which is the main reason for death due to respiratory disease and might be linked to the formation of reactive nitrogen species.50 In our study, respiratory disease death had one of the strongest associations with nitrate/nitrite from processed meat, acting both independently and as mediators. Death from chronic liver disease showed the highest association with red meat intake in our study. Higher fat, iron, and nitrate/nitrite intake are among the possible mechanisms,52 and an association with N-nitroso compounds has also been reported.53 Meat intake has also been associated with insulin resistance and non-alcoholic fatty liver disease.54\n55 Viral or chemical hepatotoxicity are among other contributing factors to chronic liver disease, and some of these agents have also been identified in livestock meat 56\n57 The associations we observed for mortality due to Alzheimer’s disease seemed to be different from the other associations and sometimes in the opposite direction. Drawing a conclusion from these findings might be difficult, as the relation between diet and Alzheimer’s disease progression is very complex and is influenced by the changing dietary patterns in the early stages of the disease.58 Finally, when comparing effect sizes for different causes of death, one should consider variations in reporting accuracy among them, with heart disease being more prone to inaccurate reporting.59 We found little evidence for an interaction by sex, age, and socioeconomic status for all the variables in our study. The meat variables generally showed an interaction with other effect modifiers, and the effects were more pronounced in the absence of another important risk factor. Many of these effect modifications can be explained by what is commonly known as “statistical interaction.”60 For example, most of our risk estimates were weaker among current smokers, as these people already have a higher baseline risk, and the relative contribution of red meat to this “already higher risk” seems smaller. For others, a biological interaction is likely to exist; for instance, both nitrate and nitrite showed a significantly higher risk among people eating more vegetables, which are important sources of nitrates and antioxidants."
    },
    {
      "title": "Strengths and limitations of study",
      "text": "The main strength of our study was the large size and relatively long follow-up, which allowed us to analyze rare causes of death and do many subgroup analyses. We were also able to adjust for a wide range of plausible confounders, owing to the detailed data available. The response rate in the NIH-AARP Diet and Health Study was 17.6%, which is lower than originally anticipated,17 but enough people had extreme intake values to produce robust estimates. The results of our analysis also showed that the associations we observed were fairly comparable across different subgroups. Therefore, we believe that although low participation rate can be considered a limitation in this study, it is unlikely to have affected the internal validity of our findings. Measurement error is an inherent part of any nutritional epidemiologic study. A previous validation study has shown a correlation of 0.62 in men and 0.70 in women between the red meat intakes from the Diet History Questionnaire and the 24 hour dietary recall, which were higher than most other intake items tested.17 We also did calibration analyses, using two non-consecutive 24 hour recalls, which showed that measurement error may have biased our results toward null. These findings show that correcting for the measurement error can lead to higher hazard ratios, again confirming the message of the study. Finally, we relied on a single dietary assessment at the beginning of the follow-up and were not able to evaluate the changes in diet over this time period. However, the fact that the estimates were still present with the longer follow-up durations shows the consistency of the findings despite the potential changes in diet over time. Interestingly, the results for heme iron and nitrate/nitrite were more stable across time periods than were those for meat intake."
    },
    {
      "title": "Conclusions and public health implications",
      "text": "Increasing trends of meat consumption have been seen in most high income countries. In 2004 about 58% of the meat used in the US was red meat and 22% was processed.22 Recent studies also show increased popularity of poultry as a meat source and an effect of consumers’ diet and health awareness on reducing the proportion of red versus white meat consumption.61 This is the largest study, so far, to show increased mortality risks from different causes associated with consuming both processed and unprocessed red meat, and it underlines the importance of heme iron, nitrates, and nitrites in assessing the pathways related to health risks associated with red meat intake. Our findings also show reduced risks associated with substituting white meat (poultry and fish), particularly unprocessed white meat. A few studies have shown red and processed meats to be associated with increased rates of premature death The effects of meat on human health may be due to ingredients such as heme iron, nitrates, and nitrites In a large US cohort, increased risks of all cause mortality and nine specific causes of death were associated with both processed and unprocessed red meat, accounted for, in part, by heme iron intake and nitrate/nitrite from processed meat Dietary heme iron intake and nitrate/nitrite from processed meat were also independently associated with the risk of all cause mortality and all nine specific causes of death Replacing the intake of red meat (and the associated compounds) with white meat, particularly unprocessed white meat, without changing total meat intake, was associated with reduced mortality risk"
    },
    {
      "title": "What is already known on this topic",
      "text": "A few studies have shown red and processed meats to be associated with increased rates of premature death The effects of meat on human health may be due to ingredients such as heme iron, nitrates, and nitrites"
    },
    {
      "title": "What this study adds",
      "text": "In a large US cohort, increased risks of all cause mortality and nine specific causes of death were associated with both processed and unprocessed red meat, accounted for, in part, by heme iron intake and nitrate/nitrite from processed meat Dietary heme iron intake and nitrate/nitrite from processed meat were also independently associated with the risk of all cause mortality and all nine specific causes of death Replacing the intake of red meat (and the associated compounds) with white meat, particularly unprocessed white meat, without changing total meat intake, was associated with reduced mortality risk"
    }
  ],
  "full_text": "## Introduction\nRed and processed meats have been shown to be associated with increased rates of premature death in a few cohort studies and meta-analyses.1\n2\n3\n4\n5\n6 Although 60% of the US population meet the recommended meat protein intake,7 substituting the types of meat with known health hazards with healthier options may be beneficial. Evidence on what constitutes “healthier options” has been accumulating. Some studies have shown health advantages for white meat intake,1\n3\n8 whereas others have not.2 Also, none of the studies has made a distinction between processed and unprocessed white meat intake, and some authors believe that all types of processed meat are equally harmful.9 The effects of meat on human health may be due to ingredients such as heme iron, nitrates, and nitrites. High intakes of heme iron have been shown to be associated with cancer and cardiovascular disease.10 Nitrates and nitrites are added to meat during the curing process.11 Some investigators believe that nitrates from vegetable sources may have potential benefits, particularly for cardiovascular health,12 but nitrate/nitrite from drinking water and processed meat has been associated with increased risks of different cancers.13\n14\n15\n16 Little evidence is available on the independent effects of these compounds on mortality; as meat products are rich in these ingredients, the extent to which they mediate meat associated outcomes is an important question. In the National Institutes of Health (NIH)-AARP Diet and Health Study, more than half a million 50-71 year old people from six states and two metropolitan areas in the US have been followed up for almost 16 years, and the total number of deaths due to different causes has exceeded 128 000. This number, which is comparable to the combined number of deaths in recent meta-analyses of meat intake and mortality, has allowed us to explore associations with less common underlying causes of death and many subgroup analyses with adequate power. In addition, the availability of data on the intake of nitrate, nitrite, and heme iron, which are important meat associated compounds, allows us to test both the independent effects of these compounds and their mediation effects on meat associated outcomes.\n\n## Methods\nDetails of the NIH-AARP Diet and Health Study have been published before.17 In 1995 questionnaires on demographic characteristics, diet, and lifestyle were mailed to 3.5 million AARP members aged 50-71 years from six states (California, Florida, Louisiana, New Jersey, North Carolina, and Pennsylvania) and two metropolitan areas (Atlanta, Georgia; and Detroit, Michigan). A total of 617 119 people returned this baseline questionnaire. We excluded people who moved out of the study areas before returning the baseline questionnaire, requested to be withdrawn, died before study entry, indicated that they were not the intended respondent, did not answer substantial portions of the questionnaire, or had more than 10 recording errors; people whose questionnaire was filled in by someone else on their behalf; those reporting extreme daily total energy intake; people with a prevalent cancer before the study entry; and those who had zero person years of follow-up. Our final analytic cohort included 536 969 people (316 505 men and 220 464 women). At baseline, participants completed a 124 item food frequency questionnaire, the National Cancer Institute Diet History Questionnaire (DHQ), collecting information on their usual consumption of foods and drinks and portion sizes over the previous 12 months. Items included in the red meat intake were unprocessed red meat (beef and pork, hamburger, liver, steak, and meats in foods such as chili, lasagna, and stew) and processed red meat (bacon, beef cold cuts, ham, hotdogs, and sausage). White meat included unprocessed chicken, turkey, and fish, canned tuna, and processed white meat (poultry cold cuts, low fat sausages, and low fat hotdogs made from poultry). We classified pork as red meat in line with the US Department of Agriculture’s definition, as, similar to other livestock, it contains a high level of myoglobin. We calculated daily intake of heme iron by using a previously developed National Cancer Institute database based on measurements of the heme iron content of a variety of fresh and processed meats, multiplied by the reported DHQ meat consumption.11 Heme iron in each sample was measured using atomic absorption spectrometry and inductively coupled plasma atomic emission spectrometry. The accuracy of this method was validated by showing a nearly 100% material balance for the in-house control samples and selected meat samples.18 We calculated daily intake of nitrate and nitrite by using a database of nitrate and nitrite contents of foods developed from a literature review of published studies and reports.19 The meat associated nitrate/nitrite intake is almost exclusively from the additives used in meat processing, as levels in unprocessed red meat are low.19 We multiplied the nitrate and nitrite composition of each DHQ processed meat item by the reported frequency of consumption and portion size and summed this across all processed meat items.19 The results of a calibration study of nitrate and nitrite intakes, conducted in a subset of the cohort, showed that the performance of the DHQ in assessing dietary nitrate and nitrite intakes was comparable to that for many other macronutrients and micronutrients (for example, the adjusted correlation coefficient for animal nitrite was 0.52 for women and 0.64 for men).19 Follow-up time extended from the date the baseline questionnaire was returned to the date of death or 31 December 2011. We confirmed vital status by annual linkage of the cohort to the Social Security Administration Death Master File in the US verification of vital status, and cause of death information came from follow-up searches of the National Death Index. Cancer mortality included ICD-10 (international classification of diseases, 10th revision) codes C00-C44, C45.0, C45.1, C45.7, C45.9, C48-C97, and D12-D48. Cardiovascular disease mortality was subdivided into diseases of the heart (ICD-10 codes I00-I09, I10-I13, I20-I51, and I70-I78), and stroke or cerebrovascular diseases (ICD-10 codes I60-I69). We also studied death from respiratory disease (ICD-10 codes J10-J18 and J40-J47), diabetes mellitus (ICD-10 codes E10-E14), infections (ICD-10 codes A00-B99), Alzheimer’s disease (ICD-10 code G30), kidney disease (ICD-10 codes N00-N07, N17-N19, N25-N27), chronic liver disease (ICD-10 codes K70, K73-K74), and all other causes. We divided all nutritional variables by the daily calorie intake (the nutritional density method) and categorized the calorie adjusted values into fifths for the entire cohort. We estimated hazard ratios and 95% confidence intervals with time since entry into the study as the underlying time metric, by using Cox proportional hazards regression models with the lowest fifth of the calorie adjusted intakes as the reference categories, after checking the violation of the proportional hazard assumption. As the differences between the lowest and the highest fifths were different among various types of meat, we also analyzed the effects of a fixed intake increase (20 g/1000 kcal/day) on the outcomes. The fully adjusted model included sex, age at entry to study, marital status (yes, no), ethnicity (non-Hispanic white, non-Hispanic black, Hispanic, and Asian/Pacific Islander/Native American), education (high school graduate or less, post-high school training or some college training, college graduate, and postgraduate education), fifths of a composite deprivation index as an indicator of socioeconomic status, perceived health at baseline (excellent, very good, good, fair or poor), self reported history of heart disease, stroke, diabetes, and cancer at baseline, cigarette smoking (never smokers, former smokers who smoked ≤20 cigarettes/day, former smokers who smoked >20 cigarettes/day, current smokers who smoke ≤20 cigarettes/day, and current smokers who smoke >20 cigarettes/day), body mass index (18.5 to <25, 25 to <30, 30 to <35, ≥35), vigorous physical activity (never, rarely, 1-3 times/month, 1-2 times/week, 3-4 times/week, ≥5 times/week), usual activity throughout the day (sit all day, sit much of the day/walk sometimes, stand/walk often/no lifting, lift/carry light loads, and carry heavy loads), alcohol consumption (none, >0-0.5, >0.5-1, >1-2, >2-4, >4 drinks per day), fruit and vegetable intakes (both pyramid servings per day), and total energy intake. Further inclusion of vitamin supplement use, family history of cancer (for cancer mortality), and the use of hormone replacement therapy (for women) did not change the estimates, so we did not include these variables in the final models. As our main hypothesis was to test the change in mortality risk by substituting different meat products without changing the overall meat intake, the main model was a “substitution model.” This model was adjusted for total meat intake, so that increases in the meat variable of interest reflected reductions in other meat types and the total meat intake remained constant. We also tested another series of models in which each meat variable was adjusted for all other forms of meat, so that all meat types in the model added up to total meat (addition model); increase in any individual meat variable resulted in an increase in the person’s total meat intake. In all the models, we used median values of each fifth to test for linear trends. We also stratified the population by important potential effect modifiers and tested the interaction between these variables and the main variables of exposure. We built three separate sets of models for heme iron, nitrate from processed meat, and nitrite from processed meat, adjusted for the same confounders as in the meat models. Additionally, we added the relevant meat variables to each of the above models to test mediation proportions. As described before,20 the mediation proportion is the proportion of excess mortality associated with a particular type of exposure (meat intake) that can be attributed to a mediator (a specific meat associated compound). For this purpose, we estimated the mediation proportion and its 95% confidence interval by using the publicly available “mediate” SAS macros (https://cdn1.sph.harvard.edu/wp-content/uploads/sites/271/2012/09/mediate_manual_2012_06_06.pdf). The exposure and mediator should affect the outcome in the same direction (increase or decrease), so red meat variables were relevant for this analysis. Also, as the meat sources of nitrate and nitrite are almost entirely from processed meat, we tested the mediation of these two compounds only for processed red meat. We did several sensitivity analyses: excluding people who reported a previous diagnosis of heart problem, stroke, diabetes, or cancer at baseline; stratifying by the duration of follow-up; including the 2010 Healthy Eating Index as an independent variable in the model (to adjust for the potentially confounding effect of the overall healthiness of the diet) 21; and using the residual method for calorie adjustment instead of the nutritional density. We also did a calibration analysis to correct the estimates of daily red meat intake in the entire cohort for measurement error, using data from a subset of participants with two non-consecutive 24 hour dietary recalls (n=1877). All statistical tests were two sided, with a significance threshold of 0.05. We used SAS software for all analyses. Participants were not involved in setting the research question or the outcome measures, nor were they involved in developing plans for recruitment, design, or implementation of the study. No participant was asked to advise on interpretation or writing up of results. The participants are updated on the study outcomes and developments through the study website (http://dietandhealth.cancer.gov) and newsletters.\n\n## Exposure assessment\nAt baseline, participants completed a 124 item food frequency questionnaire, the National Cancer Institute Diet History Questionnaire (DHQ), collecting information on their usual consumption of foods and drinks and portion sizes over the previous 12 months. Items included in the red meat intake were unprocessed red meat (beef and pork, hamburger, liver, steak, and meats in foods such as chili, lasagna, and stew) and processed red meat (bacon, beef cold cuts, ham, hotdogs, and sausage). White meat included unprocessed chicken, turkey, and fish, canned tuna, and processed white meat (poultry cold cuts, low fat sausages, and low fat hotdogs made from poultry). We classified pork as red meat in line with the US Department of Agriculture’s definition, as, similar to other livestock, it contains a high level of myoglobin. We calculated daily intake of heme iron by using a previously developed National Cancer Institute database based on measurements of the heme iron content of a variety of fresh and processed meats, multiplied by the reported DHQ meat consumption.11 Heme iron in each sample was measured using atomic absorption spectrometry and inductively coupled plasma atomic emission spectrometry. The accuracy of this method was validated by showing a nearly 100% material balance for the in-house control samples and selected meat samples.18 We calculated daily intake of nitrate and nitrite by using a database of nitrate and nitrite contents of foods developed from a literature review of published studies and reports.19 The meat associated nitrate/nitrite intake is almost exclusively from the additives used in meat processing, as levels in unprocessed red meat are low.19 We multiplied the nitrate and nitrite composition of each DHQ processed meat item by the reported frequency of consumption and portion size and summed this across all processed meat items.19 The results of a calibration study of nitrate and nitrite intakes, conducted in a subset of the cohort, showed that the performance of the DHQ in assessing dietary nitrate and nitrite intakes was comparable to that for many other macronutrients and micronutrients (for example, the adjusted correlation coefficient for animal nitrite was 0.52 for women and 0.64 for men).19\n\n## Cohort follow-up and outcome ascertainment\nFollow-up time extended from the date the baseline questionnaire was returned to the date of death or 31 December 2011. We confirmed vital status by annual linkage of the cohort to the Social Security Administration Death Master File in the US verification of vital status, and cause of death information came from follow-up searches of the National Death Index. Cancer mortality included ICD-10 (international classification of diseases, 10th revision) codes C00-C44, C45.0, C45.1, C45.7, C45.9, C48-C97, and D12-D48. Cardiovascular disease mortality was subdivided into diseases of the heart (ICD-10 codes I00-I09, I10-I13, I20-I51, and I70-I78), and stroke or cerebrovascular diseases (ICD-10 codes I60-I69). We also studied death from respiratory disease (ICD-10 codes J10-J18 and J40-J47), diabetes mellitus (ICD-10 codes E10-E14), infections (ICD-10 codes A00-B99), Alzheimer’s disease (ICD-10 code G30), kidney disease (ICD-10 codes N00-N07, N17-N19, N25-N27), chronic liver disease (ICD-10 codes K70, K73-K74), and all other causes.\n\n## Statistical analysis\nWe divided all nutritional variables by the daily calorie intake (the nutritional density method) and categorized the calorie adjusted values into fifths for the entire cohort. We estimated hazard ratios and 95% confidence intervals with time since entry into the study as the underlying time metric, by using Cox proportional hazards regression models with the lowest fifth of the calorie adjusted intakes as the reference categories, after checking the violation of the proportional hazard assumption. As the differences between the lowest and the highest fifths were different among various types of meat, we also analyzed the effects of a fixed intake increase (20 g/1000 kcal/day) on the outcomes. The fully adjusted model included sex, age at entry to study, marital status (yes, no), ethnicity (non-Hispanic white, non-Hispanic black, Hispanic, and Asian/Pacific Islander/Native American), education (high school graduate or less, post-high school training or some college training, college graduate, and postgraduate education), fifths of a composite deprivation index as an indicator of socioeconomic status, perceived health at baseline (excellent, very good, good, fair or poor), self reported history of heart disease, stroke, diabetes, and cancer at baseline, cigarette smoking (never smokers, former smokers who smoked ≤20 cigarettes/day, former smokers who smoked >20 cigarettes/day, current smokers who smoke ≤20 cigarettes/day, and current smokers who smoke >20 cigarettes/day), body mass index (18.5 to <25, 25 to <30, 30 to <35, ≥35), vigorous physical activity (never, rarely, 1-3 times/month, 1-2 times/week, 3-4 times/week, ≥5 times/week), usual activity throughout the day (sit all day, sit much of the day/walk sometimes, stand/walk often/no lifting, lift/carry light loads, and carry heavy loads), alcohol consumption (none, >0-0.5, >0.5-1, >1-2, >2-4, >4 drinks per day), fruit and vegetable intakes (both pyramid servings per day), and total energy intake. Further inclusion of vitamin supplement use, family history of cancer (for cancer mortality), and the use of hormone replacement therapy (for women) did not change the estimates, so we did not include these variables in the final models. As our main hypothesis was to test the change in mortality risk by substituting different meat products without changing the overall meat intake, the main model was a “substitution model.” This model was adjusted for total meat intake, so that increases in the meat variable of interest reflected reductions in other meat types and the total meat intake remained constant. We also tested another series of models in which each meat variable was adjusted for all other forms of meat, so that all meat types in the model added up to total meat (addition model); increase in any individual meat variable resulted in an increase in the person’s total meat intake. In all the models, we used median values of each fifth to test for linear trends. We also stratified the population by important potential effect modifiers and tested the interaction between these variables and the main variables of exposure. We built three separate sets of models for heme iron, nitrate from processed meat, and nitrite from processed meat, adjusted for the same confounders as in the meat models. Additionally, we added the relevant meat variables to each of the above models to test mediation proportions. As described before,20 the mediation proportion is the proportion of excess mortality associated with a particular type of exposure (meat intake) that can be attributed to a mediator (a specific meat associated compound). For this purpose, we estimated the mediation proportion and its 95% confidence interval by using the publicly available “mediate” SAS macros (https://cdn1.sph.harvard.edu/wp-content/uploads/sites/271/2012/09/mediate_manual_2012_06_06.pdf). The exposure and mediator should affect the outcome in the same direction (increase or decrease), so red meat variables were relevant for this analysis. Also, as the meat sources of nitrate and nitrite are almost entirely from processed meat, we tested the mediation of these two compounds only for processed red meat. We did several sensitivity analyses: excluding people who reported a previous diagnosis of heart problem, stroke, diabetes, or cancer at baseline; stratifying by the duration of follow-up; including the 2010 Healthy Eating Index as an independent variable in the model (to adjust for the potentially confounding effect of the overall healthiness of the diet) 21; and using the residual method for calorie adjustment instead of the nutritional density. We also did a calibration analysis to correct the estimates of daily red meat intake in the entire cohort for measurement error, using data from a subset of participants with two non-consecutive 24 hour dietary recalls (n=1877). All statistical tests were two sided, with a significance threshold of 0.05. We used SAS software for all analyses.\n\n## Patient involvement\nParticipants were not involved in setting the research question or the outcome measures, nor were they involved in developing plans for recruitment, design, or implementation of the study. No participant was asked to advise on interpretation or writing up of results. The participants are updated on the study outcomes and developments through the study website (http://dietandhealth.cancer.gov) and newsletters.\n\n## Results\nTable 1 summarizes the baseline characteristics of the NIH-AARP cohort by fifths of red meat consumption. Participants with higher red meat consumption were more likely to be male, non-Hispanic white, and current smokers and to have diabetes, poor or fair perception of their health status, and less physical activity. They were also less likely to have high socioeconomic status scores and to be college graduates or postgraduates. Red meat consumption was also associated with lower fruit and vegetable intake, higher body mass index and energy intake, and higher intakes of heme iron and processed meat nitrate and nitrite. Overall, about 25% of the red meat and less than 10% of the white meat consumed by the cohort participants was processed. Whereas the intake of processed white meat seemed to be similar across different categories of red meat intake, people eating the least amount of red meat consumed, on average, more unprocessed white meat. Baseline characteristics of NIH-AARP Diet and Health Study cohort in relation to fifths of red meat intake. Values are numbers (percentages) unless stated otherwise During a total of 7 540 835 person years of follow-up (median 15.6 years), 128 524 people died (84 848 men and 43 676 women). Cancer, heart disease, respiratory disease, and stroke were the leading causes of death (table 1). Figure 1 and supplementary table A show the results for substitution models with constant total meat intake. Mortality risk increased with each fifth increase in red meat intake (fig 1, left panel; hazard ratio for highest versus lowest fifth 1.26, 95% confidence interval 1.23 to 1.29) with a significant trend (supplementary table A). All causes of death, except Alzheimer’s disease, showed such increases, but the strongest association was seen for the risk of death due to chronic liver disease (hazard ratio 2.30, 1.78 to 2.99). The association with overall mortality was present for both unprocessed red meat and processed red meat. When analyzing the effects of a fixed intake increase (20 g/1000 kcal/day) on the outcomes, we found little difference between processed and unprocessed red meat, except for chronic liver disease, which was more strongly associated with unprocessed red meat (supplementary table A). Fig 1 Association between intake of different types of red meat, different types of white meat, and meat associated compounds and mortality in NIH-AARP Diet and Health Study, using substitution models. Point estimates are highest versus lowest fifth hazard ratios, and lines represent 95% CIs in adjusted models. Detailed results are shown in supplementary table A. Models were adjusted for sex, age at entry to study, marital status, ethnicity, education, fifths of composite deprivation index, perceived health at baseline, history of heart disease, stroke, diabetes, and cancer at baseline, smoking history, body mass index, vigorous physical activity, usual activity throughout day, alcohol consumption, fruit and vegetable intakes, total energy intake, and total meat intake (only in red and white meat models) People in the highest category of white meat intake had a 25% reduction in risk of all cause mortality compared with the lowest intake level (fig 1, middle panel; hazard ratio 0.75, 0.74 to 0.77). All causes of death showed an inverse association with white meat intake, except for death due to Alzheimer’s disease, and again the strongest inverse association was seen for death due to chronic liver disease (hazard ratio 0.32, 0.24 to 0.42). The reduction in mortality risk was mainly seen for unprocessed white meat, and the association between processed white meat and all cause mortality was weaker for each 20 g/1000 kcal intake increase (supplementary table A). Inverse associations with all cause and specific deaths were present for unprocessed white meat, but processed white meat showed relatively weaker inverse associations, which were significant only for death due to cancer, respiratory disease, and chronic liver disease. Risk of mortality due to Alzheimer’s disease increased with the highest intake of processed white meat but decreased with unprocessed white meat (fig 1, middle panel). Fish intake constituted about one third of the white meat intake in this population (11 g/1000 kcal daily average). When we analyzed the sources of white meat separately, the results were similar; the hazard ratio for all cause mortality was 0.93 (0.92 to 0.94) for each 20 g/1000 kcal increase in daily intake of poultry and 0.95 (0.94 to 0.96) for fish intake (data for cause specific mortality not shown). When we analyzed all processed meat, the risk of death was generally higher with higher intake, but the associations were weaker than for processed red meat (supplementary table A). The results of addition models (that is, the models not assuming a constant total meat intake) were comparable to the substitution models, but all associations were weaker than in the substitution models (supplementary table B). The overall risk of mortality increased with higher dietary intake of heme iron in our study (hazard ratio for highest versus lowest fifth of intake 1.15, 1.13 to 1.17). Risks of cause specific deaths also increased with high intake of heme iron by between 10% (for cancer and other/unknown causes) and 34% (kidney diseases), with the exception of death due to Alzheimer’s disease which showed an inverse association with heme iron intake (fig 1, right panel; supplementary table C). The main source of heme iron in our study was red meat (89.7% in men, 84.0% in women), and restricting the heme iron intake to red meat strengthened the associations slightly (data not shown). As the panel on the right of figure 1 shows, the intake of nitrate from processed meat was associated with increased risk of all cause mortality (hazard ratio for highest versus lowest intake 1.15, 1.13 to 1.17). All causes of death except for Alzheimer’s disease showed an increased risk associated with processed meat nitrate intake. The strongest associations were seen for death due to diabetes (hazard ratio 1.39, 1.24 to 1.55), respiratory diseases (1.38, 1.29 to 1.48), and kidney disease (1.35, 1.16 to 1.58). Processed meat nitrite showed very similar associations with overall mortality (hazard ratio 1.16, 1.14 to 1.18) and most of the major causes of death; the three strongest associations were for death due to kidney disease, respiratory diseases, and diabetes. Using mediation models, we explored what proportion of the association between unprocessed and processed red meat intake and increased mortality (all cause and the most common causes of death) could be explained by these three ingredients. Our results showed that 20.8% (95% confidence interval 13.7% to 30.3%) of the association between unprocessed red meat and all cause mortality was statistically accounted for by heme iron. The highest mediation proportion was seen for cancer mortality (32.7%, 16.3% to 54.8%). This figure was 14.3% (4.9% to 35.0%) for cardiovascular disease mortality and 16.9% (8.1% to 32.1%) for respiratory disease mortality. Table 2 shows the results of the mediation analysis for processed red meat. A large proportion of the increased mortality associated with processed red meat was accounted for by nitrate intake (50.1% of overall mortality, 37.0% of cancer deaths, 72.0% of cardiovascular disease deaths, and 55.8% of respiratory disease deaths). Intake of heme iron also accounted for the associations with processed red meat, but to a lesser extent (between 20.9% and 24.1%). Results of mediation analysis between processed red meat and meat associated compounds for major causes of death in NIH-AARP Diet and Health Study We stratified the all cause mortality results for main meat groups (red meat and white meat) and meat compounds (heme iron and processed meat nitrate/nitrite) by several important risk factors and analyzed their interactions (figures 2 and 3) adjusted for the other confounders in our original models. Sex, age, and socioeconomic status did not show any effect modification on the studied variables. Smoking, body mass index, and alcohol showed significant interactions with all the variables. In general, the increased mortality associated with red meat, heme iron, and nitrate/nitrite were stronger in never/former smokers, people with normal body mass index, and never/mild alcohol drinkers. The association between red meat intake and mortality was significantly attenuated in people reporting fair/poor health at baseline, low fruit and vegetable intake, or not using vitamin supplements (fig 2, left panel). Heme iron intake showed interactions with low fruit intake, and processed meat nitrate/nitrite intake showed interactions with low vegetable intake (fig 3). However, in all the subgroups, the main effects described in previous sections were still present and were statistically significant. Fig 2 Associations of total red meat and total white meat with all cause mortality in NIH-AARP Diet and Health Study, stratified by major risk factors. Point estimates are highest versus lowest fifth hazard ratios, and lines represent 95% CIs in adjusted models. *P for interaction<0.05; **P for interaction<0.001 Fig 3 Associations between meat associated compounds (heme iron, processed meat nitrate, processed meat nitrite) and all cause mortality in NIH-AARP Diet and Health Study, stratified by major risk factors. Point estimates are highest versus lowest fifth hazard ratios, and lines represent 95% CIs in adjusted models. *P for interaction<0.05; **P for interaction<0.001 As part of the sensitivity analyses, we also explored how the duration of follow-up affected the all cause mortality outcomes (figures 2 and 3). The red meat and white meat associations declined with the omission of early follow-up years, but they still remained significant even when we considered only the follow-up beyond 10 years. The associations with heme iron and processed meat nitrate/nitrite intake were more stable and did not change significantly with early years of follow-up excluded. We also excluded people with a self reported diagnosis of diabetes, heart disease, stroke, or cancer at baseline (supplementary table D). The results were similar, but the associations got stronger for death due to diabetes. The Healthy Eating Index did not substantially change the effect estimates when added to the models (data not shown). Finally, use of the residual method for calorie adjustment instead of nutritional density had little effect on the results (data not shown). In the calibration analysis, to correct the estimates of daily red meat intake in the entire cohort for measurement error, we used data from a subset of participants with two non-consecutive 24 hour dietary recalls (n=1877). The substitution models using these measurement error corrected intakes, and adjusted for the same variables as the original models, are shown in supplementary table E. In these analyses, mortality risk estimates for each 20 g/1000 kcal increase in daily intake of red meat were in the same direction but stronger than those found with uncorrected estimates. For example, the overall mortality hazard ratio per 20 g/1000 kcal increased from 1.09 (1.08 to 1.10) to 1.14 (1.13 to 1.15) when corrected for measurement error.\n\n## Meat consumption and mortality\nFigure 1 and supplementary table A show the results for substitution models with constant total meat intake. Mortality risk increased with each fifth increase in red meat intake (fig 1, left panel; hazard ratio for highest versus lowest fifth 1.26, 95% confidence interval 1.23 to 1.29) with a significant trend (supplementary table A). All causes of death, except Alzheimer’s disease, showed such increases, but the strongest association was seen for the risk of death due to chronic liver disease (hazard ratio 2.30, 1.78 to 2.99). The association with overall mortality was present for both unprocessed red meat and processed red meat. When analyzing the effects of a fixed intake increase (20 g/1000 kcal/day) on the outcomes, we found little difference between processed and unprocessed red meat, except for chronic liver disease, which was more strongly associated with unprocessed red meat (supplementary table A). Fig 1 Association between intake of different types of red meat, different types of white meat, and meat associated compounds and mortality in NIH-AARP Diet and Health Study, using substitution models. Point estimates are highest versus lowest fifth hazard ratios, and lines represent 95% CIs in adjusted models. Detailed results are shown in supplementary table A. Models were adjusted for sex, age at entry to study, marital status, ethnicity, education, fifths of composite deprivation index, perceived health at baseline, history of heart disease, stroke, diabetes, and cancer at baseline, smoking history, body mass index, vigorous physical activity, usual activity throughout day, alcohol consumption, fruit and vegetable intakes, total energy intake, and total meat intake (only in red and white meat models) People in the highest category of white meat intake had a 25% reduction in risk of all cause mortality compared with the lowest intake level (fig 1, middle panel; hazard ratio 0.75, 0.74 to 0.77). All causes of death showed an inverse association with white meat intake, except for death due to Alzheimer’s disease, and again the strongest inverse association was seen for death due to chronic liver disease (hazard ratio 0.32, 0.24 to 0.42). The reduction in mortality risk was mainly seen for unprocessed white meat, and the association between processed white meat and all cause mortality was weaker for each 20 g/1000 kcal intake increase (supplementary table A). Inverse associations with all cause and specific deaths were present for unprocessed white meat, but processed white meat showed relatively weaker inverse associations, which were significant only for death due to cancer, respiratory disease, and chronic liver disease. Risk of mortality due to Alzheimer’s disease increased with the highest intake of processed white meat but decreased with unprocessed white meat (fig 1, middle panel). Fish intake constituted about one third of the white meat intake in this population (11 g/1000 kcal daily average). When we analyzed the sources of white meat separately, the results were similar; the hazard ratio for all cause mortality was 0.93 (0.92 to 0.94) for each 20 g/1000 kcal increase in daily intake of poultry and 0.95 (0.94 to 0.96) for fish intake (data for cause specific mortality not shown). When we analyzed all processed meat, the risk of death was generally higher with higher intake, but the associations were weaker than for processed red meat (supplementary table A). The results of addition models (that is, the models not assuming a constant total meat intake) were comparable to the substitution models, but all associations were weaker than in the substitution models (supplementary table B).\n\n## Meat associated compounds and mortality\nThe overall risk of mortality increased with higher dietary intake of heme iron in our study (hazard ratio for highest versus lowest fifth of intake 1.15, 1.13 to 1.17). Risks of cause specific deaths also increased with high intake of heme iron by between 10% (for cancer and other/unknown causes) and 34% (kidney diseases), with the exception of death due to Alzheimer’s disease which showed an inverse association with heme iron intake (fig 1, right panel; supplementary table C). The main source of heme iron in our study was red meat (89.7% in men, 84.0% in women), and restricting the heme iron intake to red meat strengthened the associations slightly (data not shown). As the panel on the right of figure 1 shows, the intake of nitrate from processed meat was associated with increased risk of all cause mortality (hazard ratio for highest versus lowest intake 1.15, 1.13 to 1.17). All causes of death except for Alzheimer’s disease showed an increased risk associated with processed meat nitrate intake. The strongest associations were seen for death due to diabetes (hazard ratio 1.39, 1.24 to 1.55), respiratory diseases (1.38, 1.29 to 1.48), and kidney disease (1.35, 1.16 to 1.58). Processed meat nitrite showed very similar associations with overall mortality (hazard ratio 1.16, 1.14 to 1.18) and most of the major causes of death; the three strongest associations were for death due to kidney disease, respiratory diseases, and diabetes. Using mediation models, we explored what proportion of the association between unprocessed and processed red meat intake and increased mortality (all cause and the most common causes of death) could be explained by these three ingredients. Our results showed that 20.8% (95% confidence interval 13.7% to 30.3%) of the association between unprocessed red meat and all cause mortality was statistically accounted for by heme iron. The highest mediation proportion was seen for cancer mortality (32.7%, 16.3% to 54.8%). This figure was 14.3% (4.9% to 35.0%) for cardiovascular disease mortality and 16.9% (8.1% to 32.1%) for respiratory disease mortality. Table 2 shows the results of the mediation analysis for processed red meat. A large proportion of the increased mortality associated with processed red meat was accounted for by nitrate intake (50.1% of overall mortality, 37.0% of cancer deaths, 72.0% of cardiovascular disease deaths, and 55.8% of respiratory disease deaths). Intake of heme iron also accounted for the associations with processed red meat, but to a lesser extent (between 20.9% and 24.1%). Results of mediation analysis between processed red meat and meat associated compounds for major causes of death in NIH-AARP Diet and Health Study\n\n## Subgroups and sensitivity analyses\nWe stratified the all cause mortality results for main meat groups (red meat and white meat) and meat compounds (heme iron and processed meat nitrate/nitrite) by several important risk factors and analyzed their interactions (figures 2 and 3) adjusted for the other confounders in our original models. Sex, age, and socioeconomic status did not show any effect modification on the studied variables. Smoking, body mass index, and alcohol showed significant interactions with all the variables. In general, the increased mortality associated with red meat, heme iron, and nitrate/nitrite were stronger in never/former smokers, people with normal body mass index, and never/mild alcohol drinkers. The association between red meat intake and mortality was significantly attenuated in people reporting fair/poor health at baseline, low fruit and vegetable intake, or not using vitamin supplements (fig 2, left panel). Heme iron intake showed interactions with low fruit intake, and processed meat nitrate/nitrite intake showed interactions with low vegetable intake (fig 3). However, in all the subgroups, the main effects described in previous sections were still present and were statistically significant. Fig 2 Associations of total red meat and total white meat with all cause mortality in NIH-AARP Diet and Health Study, stratified by major risk factors. Point estimates are highest versus lowest fifth hazard ratios, and lines represent 95% CIs in adjusted models. *P for interaction<0.05; **P for interaction<0.001 Fig 3 Associations between meat associated compounds (heme iron, processed meat nitrate, processed meat nitrite) and all cause mortality in NIH-AARP Diet and Health Study, stratified by major risk factors. Point estimates are highest versus lowest fifth hazard ratios, and lines represent 95% CIs in adjusted models. *P for interaction<0.05; **P for interaction<0.001 As part of the sensitivity analyses, we also explored how the duration of follow-up affected the all cause mortality outcomes (figures 2 and 3). The red meat and white meat associations declined with the omission of early follow-up years, but they still remained significant even when we considered only the follow-up beyond 10 years. The associations with heme iron and processed meat nitrate/nitrite intake were more stable and did not change significantly with early years of follow-up excluded. We also excluded people with a self reported diagnosis of diabetes, heart disease, stroke, or cancer at baseline (supplementary table D). The results were similar, but the associations got stronger for death due to diabetes. The Healthy Eating Index did not substantially change the effect estimates when added to the models (data not shown). Finally, use of the residual method for calorie adjustment instead of nutritional density had little effect on the results (data not shown). In the calibration analysis, to correct the estimates of daily red meat intake in the entire cohort for measurement error, we used data from a subset of participants with two non-consecutive 24 hour dietary recalls (n=1877). The substitution models using these measurement error corrected intakes, and adjusted for the same variables as the original models, are shown in supplementary table E. In these analyses, mortality risk estimates for each 20 g/1000 kcal increase in daily intake of red meat were in the same direction but stronger than those found with uncorrected estimates. For example, the overall mortality hazard ratio per 20 g/1000 kcal increased from 1.09 (1.08 to 1.10) to 1.14 (1.13 to 1.15) when corrected for measurement error.\n\n## Discussion\nOur results show an increased risk of all cause mortality and death due to nine different causes associated with both processed and unprocessed red meat. Heme iron from both processed and unprocessed red meat, and particularly the nitrate/nitrite content of processed meat, accounted for a large proportion of this increased mortality risk. We also showed, for the first time, independent associations between the intake of heme iron and nitrate/nitrite from processed meat and mortality from almost all causes. On the other hand, substituting white meat, particularly unprocessed white meat, was associated with reduced mortality risks due to almost all causes. Meat consumption has been on the rise in the US and Europe in the past 40 years.22 An increased risk of premature death associated with red meat intake, and evidence for greater longevity among adults with very low meat intake, have been seen in previous studies from Europe and the US.1\n2\n23 However, studies from Japan and other Asian countries have not shown such associations with red meat intake.24\n25 This difference is thought to exist mainly because of low red meat intake in many Asian countries, where seafood is a main source of animal protein (34-85% of per capita total meat intake compared with 15% in the US).24 We also showed a reduced risk of overall and most specific causes of death associated with both fish and poultry intake in our study. The risk reductions were stronger in the substitution models (compared with the addition models), which means that a large part of the observed benefits for mortality are due to replacing red meat with white meat, particularly unprocessed white meat, without changing the total meat intake. The increased mortality in our study was observed for both processed and unprocessed red meat. The association between unprocessed red meat and mortality has been shown in a few studies before,1 whereas others have shown an association only with processed red meat.26\n27 Processed meat has particularly been shown to increase the risk of coronary heart disease, stroke, and diabetes.28 These effects have been partly attributed to the higher content of sodium, nitrate, and nitrite in processed meat.28 Although some authors suggest that processed white meat is as harmful as processed red meat,9 our findings do not seem to support this. However, processed white meat has not been in use for a long time and constituted only a very small proportion of white meat intake in our population. As this is the only available data in the literature, these findings should be interpreted with caution. We think that our findings, together with the increasing availability and popularity of processed white meat, warrant future studies to better understand its health effects. Oxidative stress may be the underlying common mechanism for many of these findings. Oxidative stress is a plausible part of the aging process,29 and systematic markers of oxidative stress are associated with increased risk of chronic disease multimorbidity and all cause mortality in the older population.30\n31 Oxidative stress has also been linked to many components of the metabolic syndrome and insulin resistance.32 Both heme iron and nitrate/nitrite are pro-oxidants and can promote oxidative damage and inflammation in different organs.33 Heme iron has been shown to be associated with many health outcomes such as diabetes, cardiovascular disease, fatal coronary heart disease, and cancer.34\n35\n36\n37 Dietary heme iron can induce oxidative stress biomarkers and lipid peroxidation.38\n39 It is also closely related to the metabolism of nitrate/nitrite and the formation of N-nitroso compounds.13 N-nitroso compounds have been shown to increase the risk of insulin resistance, coronary heart disease, and cancer in several studies.13 N-nitrosohemaoglobin and N-nitrosomyoglobin are formed as a result of the reaction of nitrite with hemoglobin and myoglobin,40 and nitric oxide can react directly with these heme proteins to form N-nitroso compounds.41 This chemical catalysis involving nitrates and nitrites on one hand and heme on the other can explain the independent effects of these compounds on mortality risk and their role in mediating effects of red meat. Red meat can stimulate endogenous intestinal N-nitrosation, but white meat does not seem to have such an effect.42 Feeding studies have shown that the endogenous N-nitroso compound production is in fact stimulated by heme iron and not by protein residues.43 This could be another explanation for why replacing red meat with any type of white meat is associated with lower mortality risk. In addition to the general mechanisms described above, epidemiologic and mechanistic evidence exists for some of the cause specific associations we have observed. Epidemiologic studies have linked meat intake to different cancers.37\n44 Cooked red meat contains many known mutagens, including heterocyclic amines and polycyclic aromatic hydrocarbons, the levels of which depend on the cooking method.45 A pooled analysis of the UK dietary cohort consortium did not show an association between meat intake and colorectal cancers.46 However, the highest category of red meat intake in this pooled analysis was much lower than in similar studies with a positive finding, and the authors believed that the study was underpowered to detect small effect sizes. In another pooled analysis of red meat intake and colorectal cancer, although an overall association between high red meat intake and colorectal cancer was found, the association was not significant among prospective case-control studies.47 The association of red meat consumption with diabetes and cardiovascular disease has been shown in several prospective studies,48 and saturated fat, cholesterol, heme iron, high sodium, and N-nitroso compounds have all been hypothesized as potential contributors.6 Compared with non-vegetarians, a 24% lower risk of death due to ischemic heart disease has been reported among vegetarians, ranging from 20% in occasional meat eaters to 34% among lactovegetarians and those who eat fish but no other forms of meat.49 Previous studies have found associations between cured meat intake and risk of chronic obstructive pulmonary disease,50\n51 which is the main reason for death due to respiratory disease and might be linked to the formation of reactive nitrogen species.50 In our study, respiratory disease death had one of the strongest associations with nitrate/nitrite from processed meat, acting both independently and as mediators. Death from chronic liver disease showed the highest association with red meat intake in our study. Higher fat, iron, and nitrate/nitrite intake are among the possible mechanisms,52 and an association with N-nitroso compounds has also been reported.53 Meat intake has also been associated with insulin resistance and non-alcoholic fatty liver disease.54\n55 Viral or chemical hepatotoxicity are among other contributing factors to chronic liver disease, and some of these agents have also been identified in livestock meat 56\n57 The associations we observed for mortality due to Alzheimer’s disease seemed to be different from the other associations and sometimes in the opposite direction. Drawing a conclusion from these findings might be difficult, as the relation between diet and Alzheimer’s disease progression is very complex and is influenced by the changing dietary patterns in the early stages of the disease.58 Finally, when comparing effect sizes for different causes of death, one should consider variations in reporting accuracy among them, with heart disease being more prone to inaccurate reporting.59 We found little evidence for an interaction by sex, age, and socioeconomic status for all the variables in our study. The meat variables generally showed an interaction with other effect modifiers, and the effects were more pronounced in the absence of another important risk factor. Many of these effect modifications can be explained by what is commonly known as “statistical interaction.”60 For example, most of our risk estimates were weaker among current smokers, as these people already have a higher baseline risk, and the relative contribution of red meat to this “already higher risk” seems smaller. For others, a biological interaction is likely to exist; for instance, both nitrate and nitrite showed a significantly higher risk among people eating more vegetables, which are important sources of nitrates and antioxidants. The main strength of our study was the large size and relatively long follow-up, which allowed us to analyze rare causes of death and do many subgroup analyses. We were also able to adjust for a wide range of plausible confounders, owing to the detailed data available. The response rate in the NIH-AARP Diet and Health Study was 17.6%, which is lower than originally anticipated,17 but enough people had extreme intake values to produce robust estimates. The results of our analysis also showed that the associations we observed were fairly comparable across different subgroups. Therefore, we believe that although low participation rate can be considered a limitation in this study, it is unlikely to have affected the internal validity of our findings. Measurement error is an inherent part of any nutritional epidemiologic study. A previous validation study has shown a correlation of 0.62 in men and 0.70 in women between the red meat intakes from the Diet History Questionnaire and the 24 hour dietary recall, which were higher than most other intake items tested.17 We also did calibration analyses, using two non-consecutive 24 hour recalls, which showed that measurement error may have biased our results toward null. These findings show that correcting for the measurement error can lead to higher hazard ratios, again confirming the message of the study. Finally, we relied on a single dietary assessment at the beginning of the follow-up and were not able to evaluate the changes in diet over this time period. However, the fact that the estimates were still present with the longer follow-up durations shows the consistency of the findings despite the potential changes in diet over time. Interestingly, the results for heme iron and nitrate/nitrite were more stable across time periods than were those for meat intake. Increasing trends of meat consumption have been seen in most high income countries. In 2004 about 58% of the meat used in the US was red meat and 22% was processed.22 Recent studies also show increased popularity of poultry as a meat source and an effect of consumers’ diet and health awareness on reducing the proportion of red versus white meat consumption.61 This is the largest study, so far, to show increased mortality risks from different causes associated with consuming both processed and unprocessed red meat, and it underlines the importance of heme iron, nitrates, and nitrites in assessing the pathways related to health risks associated with red meat intake. Our findings also show reduced risks associated with substituting white meat (poultry and fish), particularly unprocessed white meat. A few studies have shown red and processed meats to be associated with increased rates of premature death The effects of meat on human health may be due to ingredients such as heme iron, nitrates, and nitrites In a large US cohort, increased risks of all cause mortality and nine specific causes of death were associated with both processed and unprocessed red meat, accounted for, in part, by heme iron intake and nitrate/nitrite from processed meat Dietary heme iron intake and nitrate/nitrite from processed meat were also independently associated with the risk of all cause mortality and all nine specific causes of death Replacing the intake of red meat (and the associated compounds) with white meat, particularly unprocessed white meat, without changing total meat intake, was associated with reduced mortality risk\n\n## Comparison with other studies\nMeat consumption has been on the rise in the US and Europe in the past 40 years.22 An increased risk of premature death associated with red meat intake, and evidence for greater longevity among adults with very low meat intake, have been seen in previous studies from Europe and the US.1\n2\n23 However, studies from Japan and other Asian countries have not shown such associations with red meat intake.24\n25 This difference is thought to exist mainly because of low red meat intake in many Asian countries, where seafood is a main source of animal protein (34-85% of per capita total meat intake compared with 15% in the US).24 We also showed a reduced risk of overall and most specific causes of death associated with both fish and poultry intake in our study. The risk reductions were stronger in the substitution models (compared with the addition models), which means that a large part of the observed benefits for mortality are due to replacing red meat with white meat, particularly unprocessed white meat, without changing the total meat intake. The increased mortality in our study was observed for both processed and unprocessed red meat. The association between unprocessed red meat and mortality has been shown in a few studies before,1 whereas others have shown an association only with processed red meat.26\n27 Processed meat has particularly been shown to increase the risk of coronary heart disease, stroke, and diabetes.28 These effects have been partly attributed to the higher content of sodium, nitrate, and nitrite in processed meat.28 Although some authors suggest that processed white meat is as harmful as processed red meat,9 our findings do not seem to support this. However, processed white meat has not been in use for a long time and constituted only a very small proportion of white meat intake in our population. As this is the only available data in the literature, these findings should be interpreted with caution. We think that our findings, together with the increasing availability and popularity of processed white meat, warrant future studies to better understand its health effects.\n\n## Possible mechanistic explanations\nOxidative stress may be the underlying common mechanism for many of these findings. Oxidative stress is a plausible part of the aging process,29 and systematic markers of oxidative stress are associated with increased risk of chronic disease multimorbidity and all cause mortality in the older population.30\n31 Oxidative stress has also been linked to many components of the metabolic syndrome and insulin resistance.32 Both heme iron and nitrate/nitrite are pro-oxidants and can promote oxidative damage and inflammation in different organs.33 Heme iron has been shown to be associated with many health outcomes such as diabetes, cardiovascular disease, fatal coronary heart disease, and cancer.34\n35\n36\n37 Dietary heme iron can induce oxidative stress biomarkers and lipid peroxidation.38\n39 It is also closely related to the metabolism of nitrate/nitrite and the formation of N-nitroso compounds.13 N-nitroso compounds have been shown to increase the risk of insulin resistance, coronary heart disease, and cancer in several studies.13 N-nitrosohemaoglobin and N-nitrosomyoglobin are formed as a result of the reaction of nitrite with hemoglobin and myoglobin,40 and nitric oxide can react directly with these heme proteins to form N-nitroso compounds.41 This chemical catalysis involving nitrates and nitrites on one hand and heme on the other can explain the independent effects of these compounds on mortality risk and their role in mediating effects of red meat. Red meat can stimulate endogenous intestinal N-nitrosation, but white meat does not seem to have such an effect.42 Feeding studies have shown that the endogenous N-nitroso compound production is in fact stimulated by heme iron and not by protein residues.43 This could be another explanation for why replacing red meat with any type of white meat is associated with lower mortality risk. In addition to the general mechanisms described above, epidemiologic and mechanistic evidence exists for some of the cause specific associations we have observed. Epidemiologic studies have linked meat intake to different cancers.37\n44 Cooked red meat contains many known mutagens, including heterocyclic amines and polycyclic aromatic hydrocarbons, the levels of which depend on the cooking method.45 A pooled analysis of the UK dietary cohort consortium did not show an association between meat intake and colorectal cancers.46 However, the highest category of red meat intake in this pooled analysis was much lower than in similar studies with a positive finding, and the authors believed that the study was underpowered to detect small effect sizes. In another pooled analysis of red meat intake and colorectal cancer, although an overall association between high red meat intake and colorectal cancer was found, the association was not significant among prospective case-control studies.47 The association of red meat consumption with diabetes and cardiovascular disease has been shown in several prospective studies,48 and saturated fat, cholesterol, heme iron, high sodium, and N-nitroso compounds have all been hypothesized as potential contributors.6 Compared with non-vegetarians, a 24% lower risk of death due to ischemic heart disease has been reported among vegetarians, ranging from 20% in occasional meat eaters to 34% among lactovegetarians and those who eat fish but no other forms of meat.49 Previous studies have found associations between cured meat intake and risk of chronic obstructive pulmonary disease,50\n51 which is the main reason for death due to respiratory disease and might be linked to the formation of reactive nitrogen species.50 In our study, respiratory disease death had one of the strongest associations with nitrate/nitrite from processed meat, acting both independently and as mediators. Death from chronic liver disease showed the highest association with red meat intake in our study. Higher fat, iron, and nitrate/nitrite intake are among the possible mechanisms,52 and an association with N-nitroso compounds has also been reported.53 Meat intake has also been associated with insulin resistance and non-alcoholic fatty liver disease.54\n55 Viral or chemical hepatotoxicity are among other contributing factors to chronic liver disease, and some of these agents have also been identified in livestock meat 56\n57 The associations we observed for mortality due to Alzheimer’s disease seemed to be different from the other associations and sometimes in the opposite direction. Drawing a conclusion from these findings might be difficult, as the relation between diet and Alzheimer’s disease progression is very complex and is influenced by the changing dietary patterns in the early stages of the disease.58 Finally, when comparing effect sizes for different causes of death, one should consider variations in reporting accuracy among them, with heart disease being more prone to inaccurate reporting.59 We found little evidence for an interaction by sex, age, and socioeconomic status for all the variables in our study. The meat variables generally showed an interaction with other effect modifiers, and the effects were more pronounced in the absence of another important risk factor. Many of these effect modifications can be explained by what is commonly known as “statistical interaction.”60 For example, most of our risk estimates were weaker among current smokers, as these people already have a higher baseline risk, and the relative contribution of red meat to this “already higher risk” seems smaller. For others, a biological interaction is likely to exist; for instance, both nitrate and nitrite showed a significantly higher risk among people eating more vegetables, which are important sources of nitrates and antioxidants.\n\n## Strengths and limitations of study\nThe main strength of our study was the large size and relatively long follow-up, which allowed us to analyze rare causes of death and do many subgroup analyses. We were also able to adjust for a wide range of plausible confounders, owing to the detailed data available. The response rate in the NIH-AARP Diet and Health Study was 17.6%, which is lower than originally anticipated,17 but enough people had extreme intake values to produce robust estimates. The results of our analysis also showed that the associations we observed were fairly comparable across different subgroups. Therefore, we believe that although low participation rate can be considered a limitation in this study, it is unlikely to have affected the internal validity of our findings. Measurement error is an inherent part of any nutritional epidemiologic study. A previous validation study has shown a correlation of 0.62 in men and 0.70 in women between the red meat intakes from the Diet History Questionnaire and the 24 hour dietary recall, which were higher than most other intake items tested.17 We also did calibration analyses, using two non-consecutive 24 hour recalls, which showed that measurement error may have biased our results toward null. These findings show that correcting for the measurement error can lead to higher hazard ratios, again confirming the message of the study. Finally, we relied on a single dietary assessment at the beginning of the follow-up and were not able to evaluate the changes in diet over this time period. However, the fact that the estimates were still present with the longer follow-up durations shows the consistency of the findings despite the potential changes in diet over time. Interestingly, the results for heme iron and nitrate/nitrite were more stable across time periods than were those for meat intake.\n\n## Conclusions and public health implications\nIncreasing trends of meat consumption have been seen in most high income countries. In 2004 about 58% of the meat used in the US was red meat and 22% was processed.22 Recent studies also show increased popularity of poultry as a meat source and an effect of consumers’ diet and health awareness on reducing the proportion of red versus white meat consumption.61 This is the largest study, so far, to show increased mortality risks from different causes associated with consuming both processed and unprocessed red meat, and it underlines the importance of heme iron, nitrates, and nitrites in assessing the pathways related to health risks associated with red meat intake. Our findings also show reduced risks associated with substituting white meat (poultry and fish), particularly unprocessed white meat. A few studies have shown red and processed meats to be associated with increased rates of premature death The effects of meat on human health may be due to ingredients such as heme iron, nitrates, and nitrites In a large US cohort, increased risks of all cause mortality and nine specific causes of death were associated with both processed and unprocessed red meat, accounted for, in part, by heme iron intake and nitrate/nitrite from processed meat Dietary heme iron intake and nitrate/nitrite from processed meat were also independently associated with the risk of all cause mortality and all nine specific causes of death Replacing the intake of red meat (and the associated compounds) with white meat, particularly unprocessed white meat, without changing total meat intake, was associated with reduced mortality risk\n\n## What is already known on this topic\nA few studies have shown red and processed meats to be associated with increased rates of premature death The effects of meat on human health may be due to ingredients such as heme iron, nitrates, and nitrites\n\n## What this study adds\nIn a large US cohort, increased risks of all cause mortality and nine specific causes of death were associated with both processed and unprocessed red meat, accounted for, in part, by heme iron intake and nitrate/nitrite from processed meat Dietary heme iron intake and nitrate/nitrite from processed meat were also independently associated with the risk of all cause mortality and all nine specific causes of death Replacing the intake of red meat (and the associated compounds) with white meat, particularly unprocessed white meat, without changing total meat intake, was associated with reduced mortality risk",
  "word_count": 10293,
  "char_count": 66666
}