{
  "pmcid": "PMC8941624",
  "doi": "10.1021/acs.chemrestox.1c00369",
  "title": "Practical and\nScience-Based Strategy for Establishing\nAcceptable Intakes for Drug Product N-Nitrosamine\nImpurities",
  "authors": [
    "Krista L. Dobo",
    "Michelle O. Kenyon",
    "Olivier Dirat",
    "Maria Engel",
    "Andrew Fleetwood",
    "Matthew Martin",
    "Susan Mattano",
    "Alyssa Musso",
    "James Christopher McWilliams",
    "Alexandros Papanikolaou",
    "Patricia Parris",
    "Jessica Whritenour",
    "Shu Yu",
    "Amit S. Kalgutkar"
  ],
  "year": "2022",
  "journal": "Chemical Research in Toxicology",
  "abstract": "The potential for N-nitrosamine impurities in\npharmaceutical products presents a challenge for the quality management\nof medicinal products. N-Nitrosamines are considered\ncohort-of-concern compounds due to the potent carcinogenicity of many\nof the structurally simple chemicals within this structural class.\nIn the past 2 years, a number of drug products containing certain\nactive pharmaceutical ingredients have been withdrawn or recalled\nfrom the market due to the presence of carcinogenic low-molecular-weight N,N-dialkylnitrosamine impurities. Regulatory\nauthorities have issued guidance to market authorization holders to\nreview all commercial drug substances/products for the potential risk\nof N-nitrosamine impurities, and in cases where a\nsignificant risk of N-nitrosamine impurity is identified,\nanalytical confirmatory testing is required. A key factor to consider\nprior to analytical testing is the estimation of the daily acceptable\nintake (AI) of the N-nitrosamine impurity. A significant\nproportion of N-nitrosamine drug product impurities\nare unique/complex structures for which the development of low-level\nanalytical methods is challenging. Moreover, these unique/complex\nimpurities may be less potent carcinogens compared to simple nitrosamines.\nIn the present work, our objective was to derive AIs for a large number\nof complex N-nitrosamines without carcinogenicity\ndata that were identified as potential low-level impurities. The impurities\nwere first cataloged and grouped according to common structural features,\nwith a total of 13 groups defined with distinct structural features.\nSubsequently, carcinogenicity data were reviewed for structurally\nrelated N-nitrosamines relevant to each of the 13\nstructural groups and group AIs were derived conservatively based\non the most potent N-nitrosamine within each group.\nThe 13 structural group AIs were used as the basis for assigning AIs\nto each of the structurally related complex N-nitrosamine\nimpurities. The AIs of several N-nitrosamine groups\nwere found to be considerably higher than those for the simple N,N-dialkylnitrosamines, which translates\nto commensurately higher analytical method detection limits.",
  "sections": [
    {
      "title": "Introduction",
      "text": "N-Nitrosamines\nare categorized as “cohort-of-concern\n(CoC)” compounds due to the high carcinogenic potency of some\nof the chemicals within this structural class.1,2 The\nICH M7(R1) guideline,3 which provides a\nframework for safety assessments and control of mutagenic impurities\nin pharmaceuticals, identifies N-nitrosamines as\none of several structural classes for which daily acceptable intakes\n(AIs) are likely to be significantly lower than the exposure limits\nor thresholds of toxicological concern (TTCs) for non-CoC carcinogens.\nHowever, not all N-nitrosamines are highly potent\ncarcinogens. For instance, animal carcinogenicity data compiled for\n228 low-molecular-weight N-nitrosamine derivatives\nrevealed that 18% of the N-nitrosamines were noncarcinogenic.4 Moreover, for carcinogenic N-nitrosamines, the log TD50 values spanned approximately\n4 orders of magnitude, overlapping with non-N-nitrosamine\ncarcinogens including some that are not in the CoC category.4 Cumulative evidence gathered over the last\nfew decades suggests\nthat the rate-limiting step in the carcinogenicity of simple N-nitrosamines (e.g., N,N-dialkyl, cycloalkyl, and N-alkyl-N-aromatic) involves their oxidative metabolism (bioactivation) by\ncytochrome P450 (CYP) enzymes (Figure 1).5−8 CYP-mediated hydroxylation at the carbon atom α to the N-nitroso moiety results in the formation of a N-nitrosocarbinolamine species, which spontaneously decomposes to\nthe corresponding aldehyde and diazohydroxide intermediates. Further\ndecomposition of the N-substituted-diazohydroxide yields an electrophilic N-alkyl- or N-aryl-diazonium species capable\nof covalently adducting to DNA. Contribution of detoxication pathways\n(e.g., enzymatic denitrosation of the N-nitrosamine,9−11 reaction of the diazonium species with water, and/or reduced glutathione\nto form innocuous metabolites such as a primary alcohol5,12 and/or glutathione conjugate13) is expected\nto govern the ultimate reactivity of the N-alkyl-\nor N-aryl diazonium with DNA base(s). Based on the\nestablished bioactivation mechanism, however, it can be concluded\nthat the presence of an oxidizable carbon center α to the N-nitroso functionality appears to be a critical requirement\nfor the metabolism-dependent carcinogenicity of N-nitrosamines. CYP-mediated bioactivation of N-nitrosamines\nto\nelectrophilic diazonium intermediates capable of reacting with DNA. Within the past 2 years, a considerable number\nof drug product\nlots containing active pharmaceutical ingredients (APIs)—valsartan,\nirbesartan, losartan, ranitidine, nizatidine, and metformin—have\nbeen withdrawn or recalled from the market due to the presence of\ncarcinogenic N-nitrosamine impurities (e.g., N-nitrosodimethylamine (NDMA), N-nitrosodiethylamine\n(NDEA), and N-nitroso-N-methyl-4-aminobutyric\nacid (NMBA)).14−16 Regulatory guidance has been issued where market\nauthorization holders have been asked to review all chemically synthesized\ncommercial drug substances and drug products for the presence of N-nitrosamine impurities,17,18 and a similar\nevaluation has been requested for biologics in some regions.18 In cases where N-nitrosamine\nimpurities are anticipated to be present above the daily AI in the\ndrug substance/product, analytical testing to confirm or refute the\npresence of the impurity is expected.17−20 If the potential risk is confirmed,\nthen effective risk control and/or mitigating measures need to be\nimplemented. Given the volume of N-nitrosamine impurity\nrisk assessments currently underway across the pharmaceutical industry,\nand the structural diversity of complex N-nitrosamines\nthat can potentially arise from the reaction between a nitrosating\nagent (e.g., nitrous acid, nitrite salts, nitrogen oxides, etc.)21,22 and a vulnerable secondary and/or tertiary amine in synthetic intermediates,\ncomplex amine-containing reagents, API-related impurities, or degradants\nand/or the API itself,23 a practical and\nscience-based approach was needed for identifying AIs for complex N-nitrosamines in Pfizer-marketed commercial drug products. A key factor to consider when assessing whether a particular drug\nsubstance or drug product N-nitrosamine impurity\nrisk warrants analytical testing is the AI limit that corresponds\nto a theoretical excess cancer risk of 1 in 100 000 patients\nconsistent with the principles defined in ICH M7(R1).3 For example, if the AI is substantially higher than the\npredicted amount of N-nitrosamine impurity that could\nbe formed,24 then analytical testing may\nnot be required. For simple N,N-dialkyl-N-nitrosamines (e.g., NDMA and NDEA), which were the initial\nfocus of the investigations with the sartan class of antihypertensive\ndrugs, extensive rodent carcinogenicity study data are available to\nsupport the derivation of specific AIs. However, in the case of N-nitrosamine impurities that are derived from complex APIs,\nanimal carcinogenicity data on the specific impurity are unlikely\nto be available. In such cases, the European Medicines Agency (EMA)\nhas recommended two approaches, one being the application of a conservative\nclass limit TTC of 18 ng/day, which is based on the most potent N-nitrosamines.25 Alternatively,\nwith appropriate scientific justification, a suitable AI may be derived\nby a read-across assessment, where available animal carcinogenicity\ndata for structurally related N-nitrosamine derivatives\nare used to estimate the TD50 (defined as the dose required\nto induce a 50% tumor incidence with lifetime exposure) for an N-nitrosamine impurity with unknown carcinogenic potential.\nThe latter approach is consistent with the recommendation in ICH M7(R1),3 which suggests a case-by-case approach using\navailable carcinogenicity data for structurally analogous compounds\nto derive/justify AIs for CoC chemicals. The use of read-across methodology\nis of great interest given that not all N-nitrosamines\nare exceptionally potent carcinogens, which warrant control to the\nproposed class limit of 18 ng/day. In the present work, a practical\nscience-based and conservative\napproach was applied in the derivation of AIs for complex N-nitrosamines of APIs. The impurities were first cataloged\nand grouped according to common structural features, with a total\nof 13 groups defined with distinct structural features. Subsequently,\ncarcinogenicity data were reviewed for structurally related N-nitrosamines relevant to each of the 13 structural groups\nand group AIs were derived conservatively based on the most potent N-nitrosamine within each group. The 13 structural group\nAIs were used as the basis for assigning AIs to each of the structurally\nrelated complex N-nitrosamine impurities. The AIs\nof several N-nitrosamine groups were found to be\nconsiderably higher than those for the simple N,N-dialkylnitrosamines, which translated to commensurately\nhigher analytical method detection limits."
    },
    {
      "title": "Materials\nand Methods",
      "text": "N-Nitrosamines with\ncarcinogenicity data summarized in the Lhasa Carcinogenicity Database\n(LCDB)26 and the Lhasa Vitic database were\nmerged into a single internal database (henceforth referred to as\nthe Pfizer N-Nitroso Carcinogenicity Explorer). LCDB\nis a structure-searchable repository of carcinogenicity data that\nis freely available online (Lhasa Carcinogenicity Database (lhasalimited.org)).\nThe database contains all of the data from the original Carcinogenic\nPotency Database (CPDB) developed by Gold et al.27 as well as additional data curated by Lhasa, with over\n1700 chemicals represented.26 The Pfizer N-Nitroso Carcinogenicity Explorer database was housed in\na MySQL relational database with 970 studies from 248 N-nitrosamines with 1435 treatment groups and 2612 end points, i.e.,\ntissue- and tumor-specific TD50 values (mg/kg/day). As part\nof the assessment of Pfizer’s portfolio, a considerable\nnumber of drug product N-nitrosamines required estimates\nof daily AIs to determine which ones needed analytical testing. These\nstructurally complex N-nitrosamines could be potentially\nformed via reaction between a nitrosating agent and secondary amine\nprecursors present in the API itself or as an impurity in the API\nand/or drug product degradant. Because the estimation of individual\nAIs for a large number of impurities using a read-across approach\nwas a labor-intensive activity, we assigned the structurally complex N-nitrosamines to 13 structural groups (Table 1) based on the commonality of\nstructural features in the immediate vicinity of the N-nitrosamine substituent, given the prior knowledge around structure–activity\nrelationships for carcinogenic potencies of low-molecular-weight N-nitrosamines. The selection of read-across substrates\nfor each structural group was then performed by independent visual\ninspections of the compounds in the Pfizer N-Nitroso\nCarcinogenicity Explorer to select appropriate N-nitrosamine\nchemicals, which were structurally analogous to members of the various\nstructural groups in terms of electronic and steric environments.\nDaily AIs for each of the 13 structural groups were then determined\nusing the read-across methodology (vide infra). A single worst-case\nAI was derived for each group, which could be applied to any related\ncomplex N-nitrosamine assigned to the group on the\nbasis of structural similarities. Number\nof complex N-nitrosamines that are categorized into\neach structural group. AI\nassigned to each group based\non the lowest TD50 for a structurally similar N-nitrosamine from the Pfizer Carcinogenicity Explorer Database. See Tables 3–11 and S1–S9 for\ndetails regarding the data and references, which underpin the AIs. As NDEA belongs to this structural\ngroup, the EMA limit for NDEA (26.5 ng/day) is applied to this group.25 No N-nitrosamines\nwith adequate carcinogenicity data were available to support an assessment\nof this structural group. EMA precautionary default limit of 18 ng/day\nis applied.25 ALK, alkyl chain that can be substituted\nand can contain heteroatoms and/or unsaturations; ALKH, alkyl chain\nthat can contain heteroatoms and/or unsaturations or hydrogen; ARY,\nsubstituted or unsubstituted mono or poly aryl or heteroaryl rings;\nR1, hydrogen or any substituent (can be a cyclic structure);\nR2, any substituent apart from hydrogen; R3,\nany substituent (including hydrogen) or multiple substituents; and\nX, nitrosamine (N-NO) or carbon with any substituent(s) (including\nhydrogen). LCDB was\nthe primary source used to identify carcinogenic potency data (i.e.,\nTD50 values). Within the LCDB, the original TD50 values calculated by Gold et al.27 are\nutilized (herein referred to as Gold TD50). In addition,\nLhasa Limited independently calculated TD50 values (herein\nreferred to as Lhasa TD50) based on the same data used\nfor the Gold TD50 and using Lhasa’s published methodology.28 The LCDB was searched for available TD50 values for carcinogenic N-nitrosamines of interest\nand the most robust available study identified according to criteria\nnoted in ICH M7(R1).3 Briefly, ideal studies\nfor AI derivation contained 3 dose groups, at least 50 animals per\ngroup, with animals treated for a lifetime, with dosing at least 5\ndays per week; however, studies that did not meet all of these criteria\nwere also considered for AI derivation in our evaluation, particularly\nwhen there was a robust tumor response. When both Lhasa and Gold TD50 values existed for a given N-nitrosamine,\nLhasa values were utilized since the Lhasa database is current and\ncalculations of TD50 values are transparent.28 Additionally, the studies with Lhasa TD50 values are generally more robust than those with only Gold\nTD50 values since Lhasa requires more than one treatment\ngroup for the derivation of a TD50. In instances where\na compound was not reported in the LCDB, tumor incidence data were\ncollected from literature references and a TD50 calculated\nusing R code was adapted from Lhasa.28 In\nshort, a model, based on binomial likelihood and optimized using the\nBroyden–Fletcher–Goldfarb–Shanno algorithm within\nthe optim function used a linear model to capture the effect of dose\non the probability of tumor occurrence and to ultimately estimate\nthe TD50. For every N-nitrosamine evaluated,\nthe TD50 value selected to represent its carcinogenic potency\nwas taken (in a conservative approach) from the most robust study\n(if more than one study was reported) and, within that study, the\nmost sensitive species, sex, and target organ. The harmonic mean TD50 value was not used. In a few of the original study\npublications where evidence of carcinogenicity was reported, the description\nof the carcinogenicity study design and/or tumor incidence data was\ninsufficient to calculate a TD50 value. In addition, there\nwere numerous N-nitrosamines for which there was\nno evidence of carcinogenicity (either in LCDB or in peer-reviewed\npublications) at the doses administered in the carcinogenicity studies.\nIn such cases, it was assumed that the nitrosamines have little or\nno carcinogenic potential and the highest dose tested rather than\nTD50 value is reported in the summary and supplemental\ndata tables. Finally, in cases where all of the treated groups had\na 100% tumor incidence, the TD50 was not calculated and/or\nused to establish the group AI, as the output may provide reasonable\nupper-bound estimates of the carcinogenic potency but provides little\nto no confidence in the lower-bound estimate of carcinogenic potency. For\neach structural group, the TD50 values selected or calculated\nfor representative N-nitrosamine carcinogens were\nsummarized, and the group AI was derived based on the carcinogenic N-nitrosamine with the lowest TD50 value. The\ncalculation of the AI relied on linear extrapolation from the TD50 value (dose associated with a tumor incidence of 1 in 2)\nto a dose that is associated with an excess cancer risk of 1 in 100 000.\nThis was accomplished using the below equation as per ICH M7(R1)3"
    },
    {
      "title": null,
      "text": "N-Nitrosamines with\ncarcinogenicity data summarized in the Lhasa Carcinogenicity Database\n(LCDB)26 and the Lhasa Vitic database were\nmerged into a single internal database (henceforth referred to as\nthe Pfizer N-Nitroso Carcinogenicity Explorer). LCDB\nis a structure-searchable repository of carcinogenicity data that\nis freely available online (Lhasa Carcinogenicity Database (lhasalimited.org)).\nThe database contains all of the data from the original Carcinogenic\nPotency Database (CPDB) developed by Gold et al.27 as well as additional data curated by Lhasa, with over\n1700 chemicals represented.26 The Pfizer N-Nitroso Carcinogenicity Explorer database was housed in\na MySQL relational database with 970 studies from 248 N-nitrosamines with 1435 treatment groups and 2612 end points, i.e.,\ntissue- and tumor-specific TD50 values (mg/kg/day)."
    },
    {
      "title": "Structural\nGrouping of Complex ",
      "text": "As part\nof the assessment of Pfizer’s portfolio, a considerable\nnumber of drug product N-nitrosamines required estimates\nof daily AIs to determine which ones needed analytical testing. These\nstructurally complex N-nitrosamines could be potentially\nformed via reaction between a nitrosating agent and secondary amine\nprecursors present in the API itself or as an impurity in the API\nand/or drug product degradant. Because the estimation of individual\nAIs for a large number of impurities using a read-across approach\nwas a labor-intensive activity, we assigned the structurally complex N-nitrosamines to 13 structural groups (Table 1) based on the commonality of\nstructural features in the immediate vicinity of the N-nitrosamine substituent, given the prior knowledge around structure–activity\nrelationships for carcinogenic potencies of low-molecular-weight N-nitrosamines. The selection of read-across substrates\nfor each structural group was then performed by independent visual\ninspections of the compounds in the Pfizer N-Nitroso\nCarcinogenicity Explorer to select appropriate N-nitrosamine\nchemicals, which were structurally analogous to members of the various\nstructural groups in terms of electronic and steric environments.\nDaily AIs for each of the 13 structural groups were then determined\nusing the read-across methodology (vide infra). A single worst-case\nAI was derived for each group, which could be applied to any related\ncomplex N-nitrosamine assigned to the group on the\nbasis of structural similarities. Number\nof complex N-nitrosamines that are categorized into\neach structural group. AI\nassigned to each group based\non the lowest TD50 for a structurally similar N-nitrosamine from the Pfizer Carcinogenicity Explorer Database. See Tables 3–11 and S1–S9 for\ndetails regarding the data and references, which underpin the AIs. As NDEA belongs to this structural\ngroup, the EMA limit for NDEA (26.5 ng/day) is applied to this group.25 No N-nitrosamines\nwith adequate carcinogenicity data were available to support an assessment\nof this structural group. EMA precautionary default limit of 18 ng/day\nis applied.25 ALK, alkyl chain that can be substituted\nand can contain heteroatoms and/or unsaturations; ALKH, alkyl chain\nthat can contain heteroatoms and/or unsaturations or hydrogen; ARY,\nsubstituted or unsubstituted mono or poly aryl or heteroaryl rings;\nR1, hydrogen or any substituent (can be a cyclic structure);\nR2, any substituent apart from hydrogen; R3,\nany substituent (including hydrogen) or multiple substituents; and\nX, nitrosamine (N-NO) or carbon with any substituent(s) (including\nhydrogen)."
    },
    {
      "title": "Evaluation of the Carcinogenic\nPotency Data",
      "text": "LCDB was\nthe primary source used to identify carcinogenic potency data (i.e.,\nTD50 values). Within the LCDB, the original TD50 values calculated by Gold et al.27 are\nutilized (herein referred to as Gold TD50). In addition,\nLhasa Limited independently calculated TD50 values (herein\nreferred to as Lhasa TD50) based on the same data used\nfor the Gold TD50 and using Lhasa’s published methodology.28 The LCDB was searched for available TD50 values for carcinogenic N-nitrosamines of interest\nand the most robust available study identified according to criteria\nnoted in ICH M7(R1).3 Briefly, ideal studies\nfor AI derivation contained 3 dose groups, at least 50 animals per\ngroup, with animals treated for a lifetime, with dosing at least 5\ndays per week; however, studies that did not meet all of these criteria\nwere also considered for AI derivation in our evaluation, particularly\nwhen there was a robust tumor response. When both Lhasa and Gold TD50 values existed for a given N-nitrosamine,\nLhasa values were utilized since the Lhasa database is current and\ncalculations of TD50 values are transparent.28 Additionally, the studies with Lhasa TD50 values are generally more robust than those with only Gold\nTD50 values since Lhasa requires more than one treatment\ngroup for the derivation of a TD50. In instances where\na compound was not reported in the LCDB, tumor incidence data were\ncollected from literature references and a TD50 calculated\nusing R code was adapted from Lhasa.28 In\nshort, a model, based on binomial likelihood and optimized using the\nBroyden–Fletcher–Goldfarb–Shanno algorithm within\nthe optim function used a linear model to capture the effect of dose\non the probability of tumor occurrence and to ultimately estimate\nthe TD50. For every N-nitrosamine evaluated,\nthe TD50 value selected to represent its carcinogenic potency\nwas taken (in a conservative approach) from the most robust study\n(if more than one study was reported) and, within that study, the\nmost sensitive species, sex, and target organ. The harmonic mean TD50 value was not used. In a few of the original study\npublications where evidence of carcinogenicity was reported, the description\nof the carcinogenicity study design and/or tumor incidence data was\ninsufficient to calculate a TD50 value. In addition, there\nwere numerous N-nitrosamines for which there was\nno evidence of carcinogenicity (either in LCDB or in peer-reviewed\npublications) at the doses administered in the carcinogenicity studies.\nIn such cases, it was assumed that the nitrosamines have little or\nno carcinogenic potential and the highest dose tested rather than\nTD50 value is reported in the summary and supplemental\ndata tables. Finally, in cases where all of the treated groups had\na 100% tumor incidence, the TD50 was not calculated and/or\nused to establish the group AI, as the output may provide reasonable\nupper-bound estimates of the carcinogenic potency but provides little\nto no confidence in the lower-bound estimate of carcinogenic potency."
    },
    {
      "title": "Derivation of AI for Individual Structural Groups",
      "text": "For\neach structural group, the TD50 values selected or calculated\nfor representative N-nitrosamine carcinogens were\nsummarized, and the group AI was derived based on the carcinogenic N-nitrosamine with the lowest TD50 value. The\ncalculation of the AI relied on linear extrapolation from the TD50 value (dose associated with a tumor incidence of 1 in 2)\nto a dose that is associated with an excess cancer risk of 1 in 100 000.\nThis was accomplished using the below equation as per ICH M7(R1)3"
    },
    {
      "title": "Results",
      "text": "Illustrations of each of the 13 structural groups, relevant to\ncomplex N-nitrosamine impurities, and the corresponding\nAI derived for each structural group are summarized in Table 1. The number of complex N-nitrosamine impurities that were categorized within each\nof the structural groupings ranged from 1 (groups 12 and 13) to 14\n(group 5). When considering all of the N-nitrosamine\nimpurities, 76% (50/66) were assigned to a group with an AI higher\nthan the precautionary default limit of 18 ng/day. Group 1 N-nitrosamines, comprised of N,N-dialkylnitrosamines, are structurally analogous\nto the highly carcinogenic, simple symmetrical N,N-dialkylnitrosamines such as NDMA and NDEA for which AIs\nhave been widely published by several regulatory agencies.17,25 Consequently, the AI for structural group 1 was assigned as 26.5\nng/day, which is the lowest AI recommended for NDEA.17,25 Likewise, the EMA default limit of 18 ng/day was applied for structural\ngroups 2, 6, and 8 since relevant structural analogues with adequate\ncarcinogenicity data were not identified to support AI calculations.\nThe very conservative limits for structural groups 2, 6, and 8 may\nbe subject to change as more knowledge regarding structure–activity\nrelationships (with respect to carcinogenicity) becomes available.\nFor the remaining nine structural groups (3, 4, 5, 7, 9–13), N-nitrosamine analogues with suitable carcinogenicity data\nwere available (Table 2). An AI for each structural group was established based on the lowest\npublished or calculated TD50 value in the group, which\nresulted in AIs ranging from 17 ng/day (group 7) to 499 ng/day (group\n9). Seven structural groups had at least one N-nitrosamine\nwith a TD50 similar to or higher than 1.5 mg/kg/day, which\ntranslates to an AI similar to or higher than the default lifetime\nTTC (1.5 μg/day) defined in ICH M7(R1),3 and five structural groups had at least one N-nitrosamine\nthat was reported as noncarcinogenic, supporting the observation that\nnot all N-nitrosamines are CoC carcinogens. Number of N-nitrosamines\nwith published carcinogenicity data. See Tables 3–11 and S1–S9 for details regarding the data and\nreferences, which underpin the range of TD50 values and\nthe AIs. Represents the\n99% lower confidence\ninterval (CI) of the most conservative TD50 value. Represents the 95% lower CI of the\nmost conservative TD50 value. Tables 3–11 depict\nthe structures\nof N-nitrosamines with carcinogenicity data and TD50 values (from the most sensitive species/sex/organ site from\nthe study deemed most robust), which were classified using the structural\ncriteria defined in Table 1. The N-nitrosamines are presented from the\nlowest to the highest TD50 value. For all N-nitrosamines included in our evaluation, details of the carcinogenicity\nstudies that supported the derivation of the TD50 values\nare summarized in the Supporting Tables accompanying this manuscript. As reported in LCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed most robust is reported. The AI for structural group 3 was\ncalculated based on the worst-case TD50 from N-nitroso-N-methylaniline. Gold TD50 reported in\nLCDB, but results are not statistically significant. When a user enters CAS number 21928-82-5\ninto LCDB, it will pull back a record associated with N6-methyladenosine. It should be noted that the CAS number\nprovided in CPDB and LCDB corresponds to the structure for N6-(methylnitroso)adenine in CAS (though CAS\ndoes list both names). There is no unique CAS number provided for N6-(methylnitroso)adenosine. The data presented\nin LCDB do correspond to that for N6-(methylnitroso)adenosine\nfrom Anderson et al.31 When a user enters CAS number 21928-82-5\ninto LCDB, it will pull back a record of carcinogenicity data associated\nwith N6-methyladenosine. However, this\nCAS number is associated with N6-(methylnitroso)adenine\nin CAS and one must refer to the source document31 to find the relevant carcinogenicity data for N6-(methylnitroso)adenine. TD50 calculated. No data reported in the LCDB or\nthe CPDB. LCDB, Lhasa Carcinogenicity\nDatabase;\nTD50, dose producing a 50% tumor incidence. Structural group\n3 is comprised of N-alkyl-N-arylnitrosamines\n(Table 3). Of the 12\nrelevant N-nitrosamines, 4 were not considered carcinogenic\nbased on the available data. The TD50 values for the other\neight N-nitrosamines ranged from 0.106 to 18.1 mg/kg/day\n(Tables 3 and S1). Using the lowest TD50, which\nis associated with N-nitrosomethylaniline, an AI\nof 106 ng/day was derived for structural group 3. It should be noted\nthat the U.S. Food and Drug Administration (FDA) has published an\nAI for N-nitrosomethylaniline of 26.5 ng/day, which\nmay be based on read-across from NDEA (rationale for limit was not\ndiscussed);17 however, in our review of\nthe available carcinogenicity data for N-nitrosomethylaniline,\nit was considered suitable to support the derivation of an AI. The\nEMA has also published an AI for N-nitrosomethylaniline\nof 34.3 ng/day, which is based on the same carcinogenicity study and\ntumor end point that we used to derive an AI of 106 ng/day.29 The reason for this difference is that the EMA\nselected the TD50 value that was calculated/published in\nCPDB, whereas we based the AI on the TD50 value calculated\nby Lhasa. As stated in the Materials and Methods section, when both Lhasa and Gold TD50 values existed\nfor a given N-nitrosamine, Lhasa values were utilized\nsince the Lhasa database is current and calculations of TD50 values are transparent.28 N-Nitrosomethylaniline was tested for the induction of tumors\nin rats, in studies of varying robustness, with the esophagus being\nidentified as the most sensitive site.26 The TD50 of 0.106 mg/kg/day was chosen for the calculation\nof an AI for N-nitrosomethylaniline, as the associated\nstudy was considered the most robust.30 In the study, N-nitrosomethylaniline was administered\nfor a lifetime to Sprague–Dawley rats (48/group) in drinking\nwater at doses of 0.3 or 1.5 mg/kg (total doses of 61 or 232 mg/kg,\nrespectively).30 The adjusted doses for\nthe drinking water study are reported as 83.3 and 319 μg/kg/day\nin the LCDB. Following daily administration in drinking water, 80\nand 87% of animals (irrespective of sex) developed esophageal tumors\nwith a mean induction time of 290 and 200 days, respectively. Esophageal\ntumor incidence data are reported as mixed sex with 0/48 in controls,\n39/48 at 83.8 μg/kg/day and 42/48 at 319 μg/kg/day, with\na resulting TD50 of 0.106 mg/kg/day in the LCDB. Structural group\n4 is comprised of N-methyl-N-alkan-2-ol-based N-nitrosamine structures (Table 4). Two relevant N-nitrosamines\nwith TD50 values of 0.0442 and 0.646 mg/kg/day were considered,\nand N-nitrosomethyl-2-hydroxypropylamine having the\nlower TD50 was selected for AI derivation (Tables 4 and S2). As reported in LCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. The AI for structural group 4 considered\nthe worst-case TD50 from N-nitrosomethyl-2-hydroxypropylamine\nas well as the associated TD50 99% lower confidence interval.34 Confidence\ninterval (CI) in parentheses. LCDB, Lhasa Carcinogenicity Database;\nTD50, dose producing a 50% tumor incidence. The carcinogenic potential of N-nitrosomethyl-2-hydroxypropylamine\n(total cumulative dose = 75 mg) was examined in Fischer rats (group\nof 20/sex) following daily (5 days/week) administration in drinking\nwater for a period of 30 weeks.33 The longest\nsurviving animals were examined at 75 weeks of age. The corrected\ndoses of the nitrosamine in male and female rats were 0.286 and 0.408\nmg/kg/day, respectively, as reported in the LCDB.26 The predominant tumor types induced in treated animals\n(relative to a matching group of 20 control animals/sex) were papillomas\nand carcinomas of the esophagus and squamous cell papillomas and carcinomas\nof the nasal cavity. The lowest TD50 (0.0442 mg/kg/day)\nfor N-nitrosomethyl-2-hydroxypropylamine is based\non multiple tumor types in the nasal cavity of male rats,26 with a 99% confidence interval (CI) of 0.020–0.111\nmg/kg/ day.34 Since there was only one\ntreated group and a control group with low animal numbers, the study\ndesign was not considered robust. Therefore, the lower bound of the\n99% CI of the TD50 was considered for the derivation of\nthe AI since this is the lowest likely TD50 value. Given\nthe AI for N-nitrosomethyl-2-hydroxypropylamine using\nthe TD50 value (44.2 ng/day) or the lower CI of the TD50 value (20 ng/day) is comparable to the AI for NDEA (26.5\nng/day), a limit of 26.5 ng/day was considered appropriate for structural\ngroup 4. Structural group\n5 is similar to structural group 4 except the N-methyl\ngroup is substituted by a larger N-alkyl substituent\n(Table 5). This structural\ngroup contained the largest number (14) of complex N-nitrosamine impurities requiring a read-across AI (Table 1). Ten relevant N-nitrosamines with carcinogenicity data were reviewed, of which two\nwere not considered carcinogenic based on the available data. For\nanother (1-nitroso-5-(3-pyridinyl)-3-pyrrolidinol), the study design\ndid not allow for a reliable calculation of a TD50 value.\nHowever, 1-nitroso-5-(3-pyridinyl)-3-pyrrolidinol is structurally\nquite similar to the two noncarcinogens and therefore would not be\nexpected to be among the most potent N-nitrosamines\nin this group. The TD50 values for the seven other N-nitrosamines ranged from 0.819 to 8.11 mg/kg/day (Tables 5 and S3). As reported in LCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. The AI for structural group 5 considered\nthe worst-case TD50 from 3-hydroxy-N-nitrosopiperidine\nas well as the associated TD50 95% lower confidence interval. CI in parentheses. TD50, as well as upper\nand lower 95% confidence intervals, was calculated. Study design does not allow for\na reliable estimate of TD50. Dosing was limited to 3×\nper week for 7.3 weeks LCDB,\nLhasa Carcinogenicity Database;\nTD50, dose producing a 50% tumor incidence; ND, not determined. 3-Hydroxy-N-nitrosopiperidine (CAS 55556-85-9)\nhad the lowest TD50 of the N-nitrosamines\nin structural group 5 and was selected for establishing the AI for\nthis group. The carcinogenicity of 3-hydroxy-N-nitrosopiperidine\nwas evaluated in rats (15 males, 14 females) after administration\nvia drinking water for 36 weeks (total study duration 50 weeks) resulting\nin adjusted daily doses of 2.38 (males) and 3.40 mg/kg/day (females).35 A TD50 of 0.819 mg/kg/day (CI 0.44–1.6)\nwas calculated for the predominant tumor site (nasal cavity [12/15\nmales and 10/14 females]) using the more sensitive sex. An untreated\ncontrol group was not included in the study; therefore, taking a conservative\napproach, a background tumor incidence of 0 in 15 was assumed for\npurposes of supporting the calculation. Given that the study is not\nrobust, the TD50 lower-bound 95% CI (0.44 mg/kg/day) was\nused to derive the group AI of 440 ng/day. Structural group\n7 is comprised of N-alkyl-N-alkan-2-one-type N-nitrosamine structures (Table 6). Of the eight relevant N-nitrosamines, two had insufficient data to calculate TD50 values. The TD50 values for the other six nitrosamines\nranged from 0.017 to 1.11 mg/kg/day (Tables 6 and S4). Using\nthe lowest TD50 associated with N-nitrosomethyl-(2-oxopropyl)amine\n(CAS 55984-51-5), an AI of 17 ng/day was derived for structural group\n7. As reported in\nLCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. The AI for structural group 7 was\ncalculated based on the worst-case TD50 from N-nitrosomethyl(2-oxopropyl)amine. TD50 calculated. Study design does not allow for\na reliable estimate of TD50. Dosing was limited to 1×\nper week for 52 weeks. Study\ndesign does not allow for\na reliable estimate of TD50. Dosing was limited to 4–17\nweeks LCDB, Lhasa Carcinogenicity\nDatabase;\nTD50, dose producing a 50% tumor incidence; ND, not determined. There was one carcinogenicity\nstudy wherein outbred MRC-Wistar\nrats (15 animals/sex/group) were orally administered N-nitrosomethyl-(2-oxopropyl)amine (0.9, 1.8, or 3.5 mg/kg/day)38 for 67 weeks, with adjusted doses of 129, 257,\nor 500 μg/kg/day reported in the LCDB. The naval cavity was\nthe most sensitive tissue for neoplasm development, and female rats\nwere deemed more sensitive. The incidence of tumors in the nasal cavity\nin female rats was 93% (14/15), 100% (15/15), and 64% (9/14) at 129,\n257, or 500 μg/kg/day, respectively, with no tumors detected\nin vehicle-treated animals. The TD50 reported in the LCBD\nfor N-nitrosomethyl-(2-oxopropyl)amine was 0.017\nmg/kg/day. Structural group\n9 is comprised of N-nitrosopiperidine (NPIP) derivatives\n(Table 7). Of the 14 N-nitrosopiperidines, 5 were not considered carcinogenic\nbased on the available data. The TD50 values for the other\nnine N-nitrosopiperidines, ranged from 0.499 to 49.4\nmg/kg/day (Tables 7 and S5). Using the lowest TD50 associated with 1-nitrosopiperidin-4-one (CAS 55556-91-7), an AI\nof 499 ng/day was derived for structural group 9. As reported in\nLCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed most robust is reported. TD50 calculated. The AI for structural group 9 was\ncalculated based on the worst-case TD50 from 1-nitrosopiperidin-4-one. As all animals treated with\n3-methylnitrosopiperidine\nhad gastrointestinal tumors, it is not possible to calculate a reliable\nTD50. Given the structural similarity to 4-methylnitrosopiperidine\n(whereby the N-nitroso group is not hindered by the\nmethyl substitution) and that the overall tumor incidence reveals\na pattern similar to that reported for 4-methylnitrosopiperidine,\nthe TD50 of 3-methylnitrosopiperidine is expected to be\nsimilar. LCDB, Lhasa Carcinogenicity\nDatabase;\nTD50, dose producing a 50% tumor incidence. There was one carcinogenicity study\nreported in the literature\nfor 1-nitrosopiperidine-4-one, where the N-nitrosamine\nwas administered daily (5 days/week) in drinking water to Sprague–Dawley\nrats for 36 weeks with a total study duration of 60 weeks.35 The total cumulative administered dose of 1-nitrosopiperidin-4-one\nwas 3.2 mmol, with corresponding adjusted daily doses in male and\nfemale rats of 1.95 and 2.80 mg/kg/day, respectively (Table S5). Both male (14/15) and female (14/15)\nrats developed adenocarcinomas of the nasal cavity, which was the\nmost sensitive tumor site. Because no concurrent control animals were\nincluded in the study, a conservative estimate of 0 tumors/15 control\nanimals was assumed, which led to the calculated TD50 values\nof 0.499 and 0.717 mg/kg/day for male and female rats, respectively. Structural group\n10 is comprised of N-nitrosopiperazines (Table 8). The TD50 values of the eight relevant N-nitrosopiperazines\nranged from 0.140 to 34.6 mg/kg/day (Tables 8 and S6). The\nlowest robust TD50 value (0.153 mg/kg/day) associated with\n1,2,6-trimethyl-4-nitrosopiperazine (CAS 75881-18-4)26 was selected for the derivation of the AI (153 ng/day)\nfor structural group 10. It was considered that EMA has published\nan AI of 26.5 ng/day for 1-methyl-4-nitrosopiperazine based on read-across\nto NDEA;29 however, there is no rationale\nprovided for the appropriateness of using NDEA to read across to 1-methyl-4-nitrosopiperazine\nspecifically or N-nitrosopiperazines in general.\nIn addition, in our review of available carcinogenicity data, a slightly\nlower TD50 value (140 ng/day) was calculated for 1-methyl-4-nitrosopiperazine\n(CAS 16339-07-4). However, this TD50 value was not used\nto establish the AI for group 10 because the TD50 was derived\nfrom a single-dose study in which there was a 100% incidence of olfactory\ncarcinomas (Table S6).44 While the TD50 value from the single-dose study\ncould provide a reasonable upper-bound estimate of potency, there\nis no reliable indication of the lower-bound estimate of carcinogenic\npotency. Consequently, with a similar and more reliable TD50 calculated using a higher-quality study design, the TD50 generated from the study by Klein et al.44 was excluded. As reported in\nLCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. Calculated TD50. A 100% tumor incidence observed\nin the only treatment group included in the study therefore does not\nresult in a reliable estimate of TD50. This TD50 value was not considered in the derivation of the AI. The AI for structural group 10 was\ncalculated based on the lowest most robust TD50 from 1,2,6-trimethyl-4-nitrosopiperazine. LCDB, Lhasa Carcinogenicity\nDatabase;\nTD50, dose producing a 50% tumor incidence. The carcinogenicity of 1,2,6-trimethyl-4-nitrosopiperazine\nhas\nbeen investigated in rats and hamsters.45 The study in rats was considered more robust given the existence\nof two treatment groups and a control group, relative to the study\nin hamsters, which included one treatment group and a control group.\nThe daily (5 days/week) administration of 1,2,6-trimethyl-4-nitrosopiperazine\nin drinking water (adjusted doses of 259 or 980 μg/kg/day) to\nfemale Fischer rats (20/group) for 30 weeks resulted in no animals\nsurviving 60 weeks following treatment at 980 μg/kg/day and\n90 weeks post treatment at 259 μg/kg/day. The predominant tumor\ntype was olfactory carcinomas of the nasal cavity in 13/20 and 18/20\nrats at 259 and 980 μg/kg/day, respectively. Based on the olfactory\ncarcinomas, the most sensitive TD50 of 0.153 mg/kg/day\n(153 μg/kg/day) is reported in LCDB.26 Structural group\n11 is comprised of N-nitrosopyrrolidine (NNP) derivatives\n(Table 9). Of the nine\nrelevant NNPs, three were concluded to be noncarcinogenic under the\nstudy conditions, and the carcinogenicity study design for one compound\n(1-nitroso-5-(3-pyridinyl)-3-pyrrolidinol) was not considered sufficiently\nrobust to calculate a TD50. As stated previously, this N-nitrosamine is structurally similar to those that were\nnot carcinogenic and therefore would not be expected to be a potent\ncarcinogen. For the remaining five NNPs, the TD50 values\nranged from 0.0957 to 31.3 mg/kg/day (Tables 9 and S7). (S)-N′-Nitrosonornicotine (NNN; CAS\n53759-22-1) had the lowest TD50 and therefore was selected\nfor the derivation of the AI for structural group 11. TD50, calculated dose\nresulting in tumor in 50% of animals as reported in LCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. CI in parentheses. The AI for structural group 11 considered\nthe worst-case TD50 from NNN as well as the associated\nTD50 99% lower confidence interval.49 Calculated TD50. Study design\ndoes not allow for\na reliable estimate of TD50. Dosing was limited to 3×\nper week for 7.3 weeks. CPDB, Carcinogenic Potency Database;\nLCDB, Lhasa Carcinogenicity Database; ND, not determined. Two carcinogenicity investigations\nwith NNN are reported in LCDB:\none in rat and the other in hamster. Both studies included a single\ntreatment group and a control group with small numbers of animals.\nThe duration of exposure in rats and hamsters was 87 weeks (experimental\nduration of 87 weeks) and 31 weeks (experimental duration of 96 weeks),\nrespectively. Since these studies were of similar quality, the rat\nstudy was selected for the derivation of the AI because the lowest\nTD50 value was observed in this species. In the rat carcinogenicity\nstudy, NNN was administered to male F344 rats (20/control, 40/treated)\nin drinking water at an average daily dose of 250 μg/kg/day.26,48 The TD50 was derived based on the incidence of esophageal\ntumors (0 in control animals and 10/14 in treated). The TD50 calculated by Gold et al.27 was 0.0957\n(99% CI 0.0434–0.267) mg/kg/day.49 Given that the TD50 is based on a study with a single\ntreatment group and a limited number of animals, the lower CI of the\nTD50 was used to derive an AI of 43.4 ng/day. Structural group\n12 is comprised of N-nitrosohomopiperazine and N-nitrosohomopiperidine derivatives. The TD50s of two relevant nitrosamines are quite similar (0.313 and 0.242\nmg/kg/day) (Tables 10 and S8). Taking a conservative approach,\nthe lower TD50 of the two nitrosamines in group 12, which\nwas calculated for dinitrosohomopiperazine (CAS 55557-00-1), was selected\nto derive a group AI of 242 ng/day. As reported in LCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. The AI for structural group 12\nwas calculated based on the worst-case TD50 from dinitrohomopiperazine. LCDB, Lhasa Carcinogenicity\nDatabase;\nTD50, dose producing tumors in 50% of animals. Dinitrosohomopiperazine was tested\nfor carcinogenicity in female\nFischer 344 rats using several study designs.26,51 In the most robust of these studies (6 treatment groups, 20 animals\nper group, oral exposure for 30 weeks), the daily corrected doses\nof dinitrosohomopiperazine ranged from 10.1 to 2930 μg/kg/day.26 The incidence of the predominant tumor type,\ncarcinomas of the upper gastrointestinal tract, ranged from 1/20 to\n14/20 across the treatment groups. The associated TD50,\n0.242 mg/kg/day (242 μg/kg/day), was used to establish the group\nAI. Structural group\n13 is comprised of N-nitrosomorpholine derivatives.\nOf four relevant N-nitrosomorpholines, one was not\ncarcinogenic and one was reported as weakly carcinogenic in mice.\nThe other two N-nitrosomorpholines had TD50 values (0.129 and 1.22 mg/kg/day) that were considered for the AI\ncalculation (Tables 11 and S8). As N-nitrosomorpholine (CAS 59-89-2) had the lower TD50, it was used to derive the AI (129 ng/day) for group 13. (Note:\nEMA recently published an AI for N-nitrosomorpholine of 127 ng/day.)29 As reported in LCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. The AI for structural group 13\nwas calculated based on the worst-case TD50 from 4-nitrosomorpholine. TD50 not calculated\ndue to limitations of the mouse study.54 LCDB, Lhasa Carcinogenicity\nDatabase;\nTD50, dose resulting in tumors in 50% of animals. N-Nitrosomorpholine\nwas tested for the induction\nof tumors in rats and Syrian hamsters, with TD50 values\nfrom the most sensitive site for each study ranging from 0.0805 to\n11.4 mg/kg/day.26 The most robust study\nwas conducted in female Fischer 344 rats, with N-nitrosomorpholine\nadministered orally for 100 weeks and examined for tumor incidence\nat the end of life.52 Daily corrected doses\nof N-nitrosomorpholine of 0, 2.27, 5.83, 14.6, 35.6,\n84.2, or 249 μg/kg/day were administered to groups of 80, 100,\n99, 47, 48, 48, or 24 rats, respectively. The liver was the most sensitive\norgan, with the lowest TD50 of 0.129 mg/kg/day for multiple\ntumor types,26 which was used as the basis\nfor the group 13 AI."
    },
    {
      "title": "Structural Group 3 AI Determination",
      "text": "Structural group\n3 is comprised of N-alkyl-N-arylnitrosamines\n(Table 3). Of the 12\nrelevant N-nitrosamines, 4 were not considered carcinogenic\nbased on the available data. The TD50 values for the other\neight N-nitrosamines ranged from 0.106 to 18.1 mg/kg/day\n(Tables 3 and S1). Using the lowest TD50, which\nis associated with N-nitrosomethylaniline, an AI\nof 106 ng/day was derived for structural group 3. It should be noted\nthat the U.S. Food and Drug Administration (FDA) has published an\nAI for N-nitrosomethylaniline of 26.5 ng/day, which\nmay be based on read-across from NDEA (rationale for limit was not\ndiscussed);17 however, in our review of\nthe available carcinogenicity data for N-nitrosomethylaniline,\nit was considered suitable to support the derivation of an AI. The\nEMA has also published an AI for N-nitrosomethylaniline\nof 34.3 ng/day, which is based on the same carcinogenicity study and\ntumor end point that we used to derive an AI of 106 ng/day.29 The reason for this difference is that the EMA\nselected the TD50 value that was calculated/published in\nCPDB, whereas we based the AI on the TD50 value calculated\nby Lhasa. As stated in the Materials and Methods section, when both Lhasa and Gold TD50 values existed\nfor a given N-nitrosamine, Lhasa values were utilized\nsince the Lhasa database is current and calculations of TD50 values are transparent.28 N-Nitrosomethylaniline was tested for the induction of tumors\nin rats, in studies of varying robustness, with the esophagus being\nidentified as the most sensitive site.26 The TD50 of 0.106 mg/kg/day was chosen for the calculation\nof an AI for N-nitrosomethylaniline, as the associated\nstudy was considered the most robust.30 In the study, N-nitrosomethylaniline was administered\nfor a lifetime to Sprague–Dawley rats (48/group) in drinking\nwater at doses of 0.3 or 1.5 mg/kg (total doses of 61 or 232 mg/kg,\nrespectively).30 The adjusted doses for\nthe drinking water study are reported as 83.3 and 319 μg/kg/day\nin the LCDB. Following daily administration in drinking water, 80\nand 87% of animals (irrespective of sex) developed esophageal tumors\nwith a mean induction time of 290 and 200 days, respectively. Esophageal\ntumor incidence data are reported as mixed sex with 0/48 in controls,\n39/48 at 83.8 μg/kg/day and 42/48 at 319 μg/kg/day, with\na resulting TD50 of 0.106 mg/kg/day in the LCDB."
    },
    {
      "title": "Structural\nGroup 4 AI Determination",
      "text": "Structural group\n4 is comprised of N-methyl-N-alkan-2-ol-based N-nitrosamine structures (Table 4). Two relevant N-nitrosamines\nwith TD50 values of 0.0442 and 0.646 mg/kg/day were considered,\nand N-nitrosomethyl-2-hydroxypropylamine having the\nlower TD50 was selected for AI derivation (Tables 4 and S2). As reported in LCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. The AI for structural group 4 considered\nthe worst-case TD50 from N-nitrosomethyl-2-hydroxypropylamine\nas well as the associated TD50 99% lower confidence interval.34 Confidence\ninterval (CI) in parentheses. LCDB, Lhasa Carcinogenicity Database;\nTD50, dose producing a 50% tumor incidence. The carcinogenic potential of N-nitrosomethyl-2-hydroxypropylamine\n(total cumulative dose = 75 mg) was examined in Fischer rats (group\nof 20/sex) following daily (5 days/week) administration in drinking\nwater for a period of 30 weeks.33 The longest\nsurviving animals were examined at 75 weeks of age. The corrected\ndoses of the nitrosamine in male and female rats were 0.286 and 0.408\nmg/kg/day, respectively, as reported in the LCDB.26 The predominant tumor types induced in treated animals\n(relative to a matching group of 20 control animals/sex) were papillomas\nand carcinomas of the esophagus and squamous cell papillomas and carcinomas\nof the nasal cavity. The lowest TD50 (0.0442 mg/kg/day)\nfor N-nitrosomethyl-2-hydroxypropylamine is based\non multiple tumor types in the nasal cavity of male rats,26 with a 99% confidence interval (CI) of 0.020–0.111\nmg/kg/ day.34 Since there was only one\ntreated group and a control group with low animal numbers, the study\ndesign was not considered robust. Therefore, the lower bound of the\n99% CI of the TD50 was considered for the derivation of\nthe AI since this is the lowest likely TD50 value. Given\nthe AI for N-nitrosomethyl-2-hydroxypropylamine using\nthe TD50 value (44.2 ng/day) or the lower CI of the TD50 value (20 ng/day) is comparable to the AI for NDEA (26.5\nng/day), a limit of 26.5 ng/day was considered appropriate for structural\ngroup 4."
    },
    {
      "title": "Structural Group 5 AI Determination",
      "text": "Structural group\n5 is similar to structural group 4 except the N-methyl\ngroup is substituted by a larger N-alkyl substituent\n(Table 5). This structural\ngroup contained the largest number (14) of complex N-nitrosamine impurities requiring a read-across AI (Table 1). Ten relevant N-nitrosamines with carcinogenicity data were reviewed, of which two\nwere not considered carcinogenic based on the available data. For\nanother (1-nitroso-5-(3-pyridinyl)-3-pyrrolidinol), the study design\ndid not allow for a reliable calculation of a TD50 value.\nHowever, 1-nitroso-5-(3-pyridinyl)-3-pyrrolidinol is structurally\nquite similar to the two noncarcinogens and therefore would not be\nexpected to be among the most potent N-nitrosamines\nin this group. The TD50 values for the seven other N-nitrosamines ranged from 0.819 to 8.11 mg/kg/day (Tables 5 and S3). As reported in LCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. The AI for structural group 5 considered\nthe worst-case TD50 from 3-hydroxy-N-nitrosopiperidine\nas well as the associated TD50 95% lower confidence interval. CI in parentheses. TD50, as well as upper\nand lower 95% confidence intervals, was calculated. Study design does not allow for\na reliable estimate of TD50. Dosing was limited to 3×\nper week for 7.3 weeks LCDB,\nLhasa Carcinogenicity Database;\nTD50, dose producing a 50% tumor incidence; ND, not determined. 3-Hydroxy-N-nitrosopiperidine (CAS 55556-85-9)\nhad the lowest TD50 of the N-nitrosamines\nin structural group 5 and was selected for establishing the AI for\nthis group. The carcinogenicity of 3-hydroxy-N-nitrosopiperidine\nwas evaluated in rats (15 males, 14 females) after administration\nvia drinking water for 36 weeks (total study duration 50 weeks) resulting\nin adjusted daily doses of 2.38 (males) and 3.40 mg/kg/day (females).35 A TD50 of 0.819 mg/kg/day (CI 0.44–1.6)\nwas calculated for the predominant tumor site (nasal cavity [12/15\nmales and 10/14 females]) using the more sensitive sex. An untreated\ncontrol group was not included in the study; therefore, taking a conservative\napproach, a background tumor incidence of 0 in 15 was assumed for\npurposes of supporting the calculation. Given that the study is not\nrobust, the TD50 lower-bound 95% CI (0.44 mg/kg/day) was\nused to derive the group AI of 440 ng/day."
    },
    {
      "title": "Structural Group 7 AI Determination",
      "text": "Structural group\n7 is comprised of N-alkyl-N-alkan-2-one-type N-nitrosamine structures (Table 6). Of the eight relevant N-nitrosamines, two had insufficient data to calculate TD50 values. The TD50 values for the other six nitrosamines\nranged from 0.017 to 1.11 mg/kg/day (Tables 6 and S4). Using\nthe lowest TD50 associated with N-nitrosomethyl-(2-oxopropyl)amine\n(CAS 55984-51-5), an AI of 17 ng/day was derived for structural group\n7. As reported in\nLCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. The AI for structural group 7 was\ncalculated based on the worst-case TD50 from N-nitrosomethyl(2-oxopropyl)amine. TD50 calculated. Study design does not allow for\na reliable estimate of TD50. Dosing was limited to 1×\nper week for 52 weeks. Study\ndesign does not allow for\na reliable estimate of TD50. Dosing was limited to 4–17\nweeks LCDB, Lhasa Carcinogenicity\nDatabase;\nTD50, dose producing a 50% tumor incidence; ND, not determined. There was one carcinogenicity\nstudy wherein outbred MRC-Wistar\nrats (15 animals/sex/group) were orally administered N-nitrosomethyl-(2-oxopropyl)amine (0.9, 1.8, or 3.5 mg/kg/day)38 for 67 weeks, with adjusted doses of 129, 257,\nor 500 μg/kg/day reported in the LCDB. The naval cavity was\nthe most sensitive tissue for neoplasm development, and female rats\nwere deemed more sensitive. The incidence of tumors in the nasal cavity\nin female rats was 93% (14/15), 100% (15/15), and 64% (9/14) at 129,\n257, or 500 μg/kg/day, respectively, with no tumors detected\nin vehicle-treated animals. The TD50 reported in the LCBD\nfor N-nitrosomethyl-(2-oxopropyl)amine was 0.017\nmg/kg/day."
    },
    {
      "title": "Structural Group 9 AI Determination",
      "text": "Structural group\n9 is comprised of N-nitrosopiperidine (NPIP) derivatives\n(Table 7). Of the 14 N-nitrosopiperidines, 5 were not considered carcinogenic\nbased on the available data. The TD50 values for the other\nnine N-nitrosopiperidines, ranged from 0.499 to 49.4\nmg/kg/day (Tables 7 and S5). Using the lowest TD50 associated with 1-nitrosopiperidin-4-one (CAS 55556-91-7), an AI\nof 499 ng/day was derived for structural group 9. As reported in\nLCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed most robust is reported. TD50 calculated. The AI for structural group 9 was\ncalculated based on the worst-case TD50 from 1-nitrosopiperidin-4-one. As all animals treated with\n3-methylnitrosopiperidine\nhad gastrointestinal tumors, it is not possible to calculate a reliable\nTD50. Given the structural similarity to 4-methylnitrosopiperidine\n(whereby the N-nitroso group is not hindered by the\nmethyl substitution) and that the overall tumor incidence reveals\na pattern similar to that reported for 4-methylnitrosopiperidine,\nthe TD50 of 3-methylnitrosopiperidine is expected to be\nsimilar. LCDB, Lhasa Carcinogenicity\nDatabase;\nTD50, dose producing a 50% tumor incidence. There was one carcinogenicity study\nreported in the literature\nfor 1-nitrosopiperidine-4-one, where the N-nitrosamine\nwas administered daily (5 days/week) in drinking water to Sprague–Dawley\nrats for 36 weeks with a total study duration of 60 weeks.35 The total cumulative administered dose of 1-nitrosopiperidin-4-one\nwas 3.2 mmol, with corresponding adjusted daily doses in male and\nfemale rats of 1.95 and 2.80 mg/kg/day, respectively (Table S5). Both male (14/15) and female (14/15)\nrats developed adenocarcinomas of the nasal cavity, which was the\nmost sensitive tumor site. Because no concurrent control animals were\nincluded in the study, a conservative estimate of 0 tumors/15 control\nanimals was assumed, which led to the calculated TD50 values\nof 0.499 and 0.717 mg/kg/day for male and female rats, respectively."
    },
    {
      "title": "Structural Group 10 AI Determination",
      "text": "Structural group\n10 is comprised of N-nitrosopiperazines (Table 8). The TD50 values of the eight relevant N-nitrosopiperazines\nranged from 0.140 to 34.6 mg/kg/day (Tables 8 and S6). The\nlowest robust TD50 value (0.153 mg/kg/day) associated with\n1,2,6-trimethyl-4-nitrosopiperazine (CAS 75881-18-4)26 was selected for the derivation of the AI (153 ng/day)\nfor structural group 10. It was considered that EMA has published\nan AI of 26.5 ng/day for 1-methyl-4-nitrosopiperazine based on read-across\nto NDEA;29 however, there is no rationale\nprovided for the appropriateness of using NDEA to read across to 1-methyl-4-nitrosopiperazine\nspecifically or N-nitrosopiperazines in general.\nIn addition, in our review of available carcinogenicity data, a slightly\nlower TD50 value (140 ng/day) was calculated for 1-methyl-4-nitrosopiperazine\n(CAS 16339-07-4). However, this TD50 value was not used\nto establish the AI for group 10 because the TD50 was derived\nfrom a single-dose study in which there was a 100% incidence of olfactory\ncarcinomas (Table S6).44 While the TD50 value from the single-dose study\ncould provide a reasonable upper-bound estimate of potency, there\nis no reliable indication of the lower-bound estimate of carcinogenic\npotency. Consequently, with a similar and more reliable TD50 calculated using a higher-quality study design, the TD50 generated from the study by Klein et al.44 was excluded. As reported in\nLCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. Calculated TD50. A 100% tumor incidence observed\nin the only treatment group included in the study therefore does not\nresult in a reliable estimate of TD50. This TD50 value was not considered in the derivation of the AI. The AI for structural group 10 was\ncalculated based on the lowest most robust TD50 from 1,2,6-trimethyl-4-nitrosopiperazine. LCDB, Lhasa Carcinogenicity\nDatabase;\nTD50, dose producing a 50% tumor incidence. The carcinogenicity of 1,2,6-trimethyl-4-nitrosopiperazine\nhas\nbeen investigated in rats and hamsters.45 The study in rats was considered more robust given the existence\nof two treatment groups and a control group, relative to the study\nin hamsters, which included one treatment group and a control group.\nThe daily (5 days/week) administration of 1,2,6-trimethyl-4-nitrosopiperazine\nin drinking water (adjusted doses of 259 or 980 μg/kg/day) to\nfemale Fischer rats (20/group) for 30 weeks resulted in no animals\nsurviving 60 weeks following treatment at 980 μg/kg/day and\n90 weeks post treatment at 259 μg/kg/day. The predominant tumor\ntype was olfactory carcinomas of the nasal cavity in 13/20 and 18/20\nrats at 259 and 980 μg/kg/day, respectively. Based on the olfactory\ncarcinomas, the most sensitive TD50 of 0.153 mg/kg/day\n(153 μg/kg/day) is reported in LCDB.26"
    },
    {
      "title": "Structural Group 11 AI Determination",
      "text": "Structural group\n11 is comprised of N-nitrosopyrrolidine (NNP) derivatives\n(Table 9). Of the nine\nrelevant NNPs, three were concluded to be noncarcinogenic under the\nstudy conditions, and the carcinogenicity study design for one compound\n(1-nitroso-5-(3-pyridinyl)-3-pyrrolidinol) was not considered sufficiently\nrobust to calculate a TD50. As stated previously, this N-nitrosamine is structurally similar to those that were\nnot carcinogenic and therefore would not be expected to be a potent\ncarcinogen. For the remaining five NNPs, the TD50 values\nranged from 0.0957 to 31.3 mg/kg/day (Tables 9 and S7). (S)-N′-Nitrosonornicotine (NNN; CAS\n53759-22-1) had the lowest TD50 and therefore was selected\nfor the derivation of the AI for structural group 11. TD50, calculated dose\nresulting in tumor in 50% of animals as reported in LCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. CI in parentheses. The AI for structural group 11 considered\nthe worst-case TD50 from NNN as well as the associated\nTD50 99% lower confidence interval.49 Calculated TD50. Study design\ndoes not allow for\na reliable estimate of TD50. Dosing was limited to 3×\nper week for 7.3 weeks. CPDB, Carcinogenic Potency Database;\nLCDB, Lhasa Carcinogenicity Database; ND, not determined. Two carcinogenicity investigations\nwith NNN are reported in LCDB:\none in rat and the other in hamster. Both studies included a single\ntreatment group and a control group with small numbers of animals.\nThe duration of exposure in rats and hamsters was 87 weeks (experimental\nduration of 87 weeks) and 31 weeks (experimental duration of 96 weeks),\nrespectively. Since these studies were of similar quality, the rat\nstudy was selected for the derivation of the AI because the lowest\nTD50 value was observed in this species. In the rat carcinogenicity\nstudy, NNN was administered to male F344 rats (20/control, 40/treated)\nin drinking water at an average daily dose of 250 μg/kg/day.26,48 The TD50 was derived based on the incidence of esophageal\ntumors (0 in control animals and 10/14 in treated). The TD50 calculated by Gold et al.27 was 0.0957\n(99% CI 0.0434–0.267) mg/kg/day.49 Given that the TD50 is based on a study with a single\ntreatment group and a limited number of animals, the lower CI of the\nTD50 was used to derive an AI of 43.4 ng/day."
    },
    {
      "title": "Structural\nGroup 12 AI Determination",
      "text": "Structural group\n12 is comprised of N-nitrosohomopiperazine and N-nitrosohomopiperidine derivatives. The TD50s of two relevant nitrosamines are quite similar (0.313 and 0.242\nmg/kg/day) (Tables 10 and S8). Taking a conservative approach,\nthe lower TD50 of the two nitrosamines in group 12, which\nwas calculated for dinitrosohomopiperazine (CAS 55557-00-1), was selected\nto derive a group AI of 242 ng/day. As reported in LCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. The AI for structural group 12\nwas calculated based on the worst-case TD50 from dinitrohomopiperazine. LCDB, Lhasa Carcinogenicity\nDatabase;\nTD50, dose producing tumors in 50% of animals. Dinitrosohomopiperazine was tested\nfor carcinogenicity in female\nFischer 344 rats using several study designs.26,51 In the most robust of these studies (6 treatment groups, 20 animals\nper group, oral exposure for 30 weeks), the daily corrected doses\nof dinitrosohomopiperazine ranged from 10.1 to 2930 μg/kg/day.26 The incidence of the predominant tumor type,\ncarcinomas of the upper gastrointestinal tract, ranged from 1/20 to\n14/20 across the treatment groups. The associated TD50,\n0.242 mg/kg/day (242 μg/kg/day), was used to establish the group\nAI."
    },
    {
      "title": "Structural Group 13 AI Determination",
      "text": "Structural group\n13 is comprised of N-nitrosomorpholine derivatives.\nOf four relevant N-nitrosomorpholines, one was not\ncarcinogenic and one was reported as weakly carcinogenic in mice.\nThe other two N-nitrosomorpholines had TD50 values (0.129 and 1.22 mg/kg/day) that were considered for the AI\ncalculation (Tables 11 and S8). As N-nitrosomorpholine (CAS 59-89-2) had the lower TD50, it was used to derive the AI (129 ng/day) for group 13. (Note:\nEMA recently published an AI for N-nitrosomorpholine of 127 ng/day.)29 As reported in LCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. The AI for structural group 13\nwas calculated based on the worst-case TD50 from 4-nitrosomorpholine. TD50 not calculated\ndue to limitations of the mouse study.54 LCDB, Lhasa Carcinogenicity\nDatabase;\nTD50, dose resulting in tumors in 50% of animals. N-Nitrosomorpholine\nwas tested for the induction\nof tumors in rats and Syrian hamsters, with TD50 values\nfrom the most sensitive site for each study ranging from 0.0805 to\n11.4 mg/kg/day.26 The most robust study\nwas conducted in female Fischer 344 rats, with N-nitrosomorpholine\nadministered orally for 100 weeks and examined for tumor incidence\nat the end of life.52 Daily corrected doses\nof N-nitrosomorpholine of 0, 2.27, 5.83, 14.6, 35.6,\n84.2, or 249 μg/kg/day were administered to groups of 80, 100,\n99, 47, 48, 48, or 24 rats, respectively. The liver was the most sensitive\norgan, with the lowest TD50 of 0.129 mg/kg/day for multiple\ntumor types,26 which was used as the basis\nfor the group 13 AI."
    },
    {
      "title": "Discussion",
      "text": "To address regulatory\nguidance on the risk assessment of N-nitrosamine\nimpurities in all marketed or approved drugs,17,18,25 a science-based and practical\nendeavor involving the determination of AI limits for various structural\ngroups of potential (theoretical) N-nitrosamine impurities\nwas initiated. The exercise herein reported was limited to secondary\namine-based APIs (and corresponding secondary amine impurities present\nwithin the API) that could potentially form N-nitrosamines\nupon reaction with a nitrosating source.23 The secondary amine-based APIs were structurally diverse with a\nbroad range of physicochemical properties (e.g., molecular weight,\ntopological polar surface area, lipophilicity, etc.), which is not\nsurprising given their use in the treatment of a range of diseases\n(e.g., secondary amine-containing-fluoroquinolone antibiotics, -thiazide\nloop diuretics, -ethanolamine antihypertensives, etc.). However, since\nthe secondary amine (and the corresponding theoretical N-nitrosamine) moiety was a common structural feature in all of the\nAPIs, the N-nitrosamine impurities were classified\ninto structural groups (Table 1) based on the substituents (e.g., N,N-dialkyl, N-alkyl-N-aryl,\ncycloalkyl [5-, 6-, 7-membered] amines) attached to the secondary\namine nitrogen. Furthermore, all acyclic and cycloalkyl N-nitrosamine derivatives in the structural groups 1–13 contained\nat least one oxidizable center (α-C–H bond) that could\nbe potentially bioactivated by CYP enzymes to the obligatory alkyl\nor aryl diazonium intermediate (Figure 2), as previously demonstrated with several low-molecular-weight\nacyclic or cycloalkyl N-nitrosamine carcinogens.5−8,55,56 Bioactivation\npathways for acyclic (N,N-dialkyl\nand N-alkyl-N-aryl) and cyclic N-nitrosamines from the structural\ngroups 1–13. Against this backdrop,\nit is noteworthy to point out that the propensity\nof the complex N-nitrosamines (from structural groups\n1–13) toward CYP-catalyzed bioactivation to the electrophilic\ndiazonium (alky or aryl) intermediate is presently not known. Examination\nof the metabolic pathways from available human mass balance/metabolism\nstudies on several secondary amine-based APIs in humans revealed no\nevidence of N-dealkylated metabolites that could be derived from α-carbon\nhydroxylation adjacent to the amine nitrogen (unpublished observations).\nWhether the corresponding N-nitrosamine derivatives\nshare an identical metabolic fate as their parent precursors remains\nunclear at the present time. A side-by-side comparison of the in vitro\nmetabolism (e.g., reduced nicotinamide adenine dinucleotide phosphate\n(NADPH)-supplemented liver microsomes or S-9 fractions from animals\nand humans) for structurally diverse parent amines and corresponding N-nitrosamine derivatives, along with a comparison of their\nmutagenic responses in the bacterial reverse mutation assay (Ames\ntest) (±metabolic activation), would be a useful next step to\nestablish an understanding of the relationship between mutagenicity\nand metabolism/bioactivation (or lack thereof) of the parent amine\nand the corresponding N-nitrosamine impurities. Carcinogenicity databases were mined for the identification of N-nitrosamines, which met the structural criteria defined\nin Table 1 for each\nof the groups (1–13). Published and/or calculated TD50 values were collected, and the lowest animal TD50 value\nwithin each group of N-nitrosamines was used to establish\ngroup AIs to use for read-across for the complex N-nitrosamine impurities with unknown carcinogenic potential. Overall,\nthe strategy used here is aligned with ICH M7(R1) guidance,3 which recommends that an AI can be established\nfor a chemically defined class based on carcinogenic potency data\nand applied to structurally similar mutagenic impurities without carcinogenicity\ndata. An exhaustive review of the carcinogenicity data for numerous\nstructurally\ndiverse N-nitrosamines revealed a broad range of\ncarcinogenic potencies, with TD50 values in the μg/kg\nrange to no evidence of carcinogenicity when tested at doses into\nthe mg/kg range. For instance, considering the totality of N-nitrosamine carcinogenicity data included in our review,\na 2900-fold difference between the lowest and highest TD50 values (0.017–49.4 mg/kg/day) was observed, which equates\nto an ∼29-fold difference when comparing the lowest (17 ng/day,\ngroup 7) and highest (499 ng/day, group 8) structural group AIs (Table 1). It is also useful\nto consider the range of TD50 values observed within each N-nitrosamine structural group relative to the TTC value\nof 1.5 μg/day, which is considered an acceptable lifetime daily\nintake for mutagenic impurities not classified as CoC.3 A TD50 value ≥1.5 mg/kg/day correlates\nto an AI that is equal to or greater than the default TTC. The majority\nof N-nitrosamine structural groups (Table 2) had examples of N-nitrosamines, with TD50s close to (groups 7 and 13) or\nexceeding (groups 3, 5, 9, 10, and 11) 1.5 mg/kg/day, and 5 N-nitrosamine structural groups (groups 3, 5, 9, 11, and\n13; Table 2) had examples\nof N-nitrosamines that produced no evidence of carcinogenicity.\nIt is entirely possible that the steric and electronic properties\nof the complex API-derived N-nitrosamines will not\nbe optimal for CYP-mediated bioactivation leading to the electrophilic\ndiazonium species, and therefore, it is reasonable to expect that\nsome complex N-nitrosamine impurities will be less\npotent carcinogens (i.e., not possessing CoC potency). This is supported\nby a recent analysis of the impact of specific substitution patterns\non the carcinogenic potency of simple N-nitrosamines,\nwhich demonstrated that steric hindrance at the α-carbon and\nelectron-withdrawing groups at the β-carbon were associated\nwith a decrease in carcinogenic potency.57 In the majority of cases, the most carcinogenic N-nitrosamine in each group was a simple chemical with no steric hindrance\naround the N-nitroso group. This is an expected observation\nand supports the conclusion that the AIs established for each structural\ngroup are conservative for read-across to complex N-nitrosamine impurities. The exception was group 11 where the sterically\nhindered N-nitrosopyrrolidines (NNN) and N′-nitrosonornicotine-N-oxide (NNNO),\nwhich would be expected to be less potent carcinogens, possessed TD50 values 26- and 4-fold lower than the simplest derivative N-nitrosopyrrolidine (NNP).26 It is possible that NNN and NNNO are in fact not more potent carcinogens\nrelative to NNP but rather that the experimentally derived TD50 values were influenced by differences in the carcinogenicity\nstudy design, with NNP having a much more robust study relative to\nthose conducted for NNN and NNNO (see Table S7 for details of these studies). In addition to the LCDB, a\nmore comprehensive data set was included\nin our review by considering all of the N-nitrosamine\ncarcinogenicity studies that Lhasa has curated into the Vitic database.\nUsing this approach, additional relevant N-nitrosamines\nwith carcinogenicity data were identified, and whenever possible,\nTD50 values were calculated. Although not all of the carcinogenicity\nstudies are optimal for deriving TD50 values, the totality\nof the data from these investigations provides weight of evidence\nfor the potency of a group of structurally related N-nitrosamines, as well as informs the impact of structural features\non potency. This is exemplified by the N-nitrosopiperidine\n(NPIP) structural group, which has a robust carcinogenicity study\navailable for NPIP (TD50 = 0.974 mg/kg/day), the potency\nof which can be considered as a benchmark for comparison to the other\nstructurally related NPIPs, which have been examined in less robust\ncarcinogenicity studies (Figure 3). Direct comparison of NPIP carcinogenic potency to\nthat of NPIPs with various substitutions was investigated by administering\nequal molar doses of NPIP and substituted NPIPs to small groups of\nrats.35,41 From these studies, it was concluded that\nmethyl substitution at the 3- and 4-positions of the piperidine ring\nhas little to no impact on the carcinogenic potency relative to NPIP;41 also, there was little difference in the carcinogenic\npotency of NPIP when compared to 1-nitrosopiperidine-4-one, 1-nitrosopiperidine-4-ol,\nand 1-nitrosopiperidin-3-ol.35 The similarity\nin carcinogenic potencies is reflected by overlapping CIs in Figure 3. It was also reported\nthat substitutions at the 2- and 6-positions have the effect of reducing\nor eliminating carcinogenicity relative to NPIP,41 which was attributed to steric hindrance and/or lack of\nabstractable hydrogen atoms at carbon atoms α to the N-nitroso group. The hindered NPIPs that maintain some carcinogenic\nactivity are distinctly less potent than NPIP (Figure 3). Distribution of TD50 values and upper\nand lower confidence\nintervals for N-nitrosopiperidines (group 9). TD50 values and 99% upper and lower confidence intervals are\npublished in LCDB for N-nitrosopiperidine, (2R)-2-methyl-N-nitrosopiperidine, and (S)-2-methyl-N-nitrosopiperidine. For the\nremainder, TD50 values and 95% upper and lower confidence\nintervals were calculated. In the case of structural group 1, which is comprised of N,N-dialkylnitrosamine impurities, a default\nAI of 26.5 ng/day was assigned based on the corresponding value proposed\nfor the carcinogen NDEA.17,25 An AI of 26.5 ng/day\nfor NDEA, as defined by the EMA25 and FDA,17 is based on the harmonic mean TD50 derived from the CPDB. Use of the harmonic mean is in contrast to\nthe ICH M7(R1) recommendation3 that AIs\nshould be calculated from the most robust animal study using the most\nsensitive organ site, species, and sex. Following the ICH guidance,\nan AI of 49.8 ng/day is derived for NDEA based on a lifetime drinking\nwater study in male and female rats, with 15 treated groups of 50\nor more animals/group/sex and 240 control animals/sex where the most\nsensitive end point was liver neoplasms with a TD50 of\n0.0498 mg/kg/day.58 It is also important\nto note that among N,N-dialkylnitrosamines,\nthere are also examples of weak carcinogens (e.g., N-nitrosodiisopropylamine) and noncarcinogens (e.g., N-nitroso-di-sec-butylamine).59 An important consideration in the application of\nthe AIs presented\nhere is the duration of treatment for the medication. Many pharmaceuticals\nare indicated for acute and/or intermittent administration, whereas\nthe structural group AIs determined in this study assumed chronic\ndaily exposure for a lifetime. The ICH M7(R1) guidance3 provides a framework for adjusting AIs according to the\nproduct’s duration of use, and empirical data from rodent carcinogenicity\nstudies for NDEA support the application of the less than lifetime\nadjustment factors to nitrosamines.60 Establishing AIs for 13 different N-nitrosamine\nstructural groups represented a useful and science-based approach\nto evaluate and establish AIs for a large number of N-nitrosamine impurities. The structural group AIs are conservative\nand based on the most potent N-nitrosamine in each\nstructural group and assume chronic daily exposure for a lifetime.\nOverall, the comprehensive evaluation of available N-nitrosamine carcinogenicity data enabled the rapid differentiation\nof drug substance/products that did (or did not) require additional\nconfirmatory testing, including the development of a suitably sensitive\nanalytical methodology to monitor the presence of N-nitrosamine impurities. It is important to note that the work presented\nhere should be viewed as a conservative approach for defining the\nAI for some (not all) N-nitrosamine impurities since\nthe N-nitrosamine structural groups studied herein\nwere of interest to Pfizer. Given that the structural group AIs are\nbased on the most potent carcinogenic N-nitrosamine\nin each group, a useful extension of this study would be a more detailed\nanalysis of structure–activity relationships for metabolism\n(bioactivation) and carcinogenic potency to enable compound-specific\nread-across assessments, which can potentially increase the daily\nAIs for individual compounds within the structural group framework."
    }
  ],
  "full_text": "## Introduction\nN-Nitrosamines\nare categorized as “cohort-of-concern\n(CoC)” compounds due to the high carcinogenic potency of some\nof the chemicals within this structural class.1,2 The\nICH M7(R1) guideline,3 which provides a\nframework for safety assessments and control of mutagenic impurities\nin pharmaceuticals, identifies N-nitrosamines as\none of several structural classes for which daily acceptable intakes\n(AIs) are likely to be significantly lower than the exposure limits\nor thresholds of toxicological concern (TTCs) for non-CoC carcinogens.\nHowever, not all N-nitrosamines are highly potent\ncarcinogens. For instance, animal carcinogenicity data compiled for\n228 low-molecular-weight N-nitrosamine derivatives\nrevealed that 18% of the N-nitrosamines were noncarcinogenic.4 Moreover, for carcinogenic N-nitrosamines, the log TD50 values spanned approximately\n4 orders of magnitude, overlapping with non-N-nitrosamine\ncarcinogens including some that are not in the CoC category.4 Cumulative evidence gathered over the last\nfew decades suggests\nthat the rate-limiting step in the carcinogenicity of simple N-nitrosamines (e.g., N,N-dialkyl, cycloalkyl, and N-alkyl-N-aromatic) involves their oxidative metabolism (bioactivation) by\ncytochrome P450 (CYP) enzymes (Figure 1).5−8 CYP-mediated hydroxylation at the carbon atom α to the N-nitroso moiety results in the formation of a N-nitrosocarbinolamine species, which spontaneously decomposes to\nthe corresponding aldehyde and diazohydroxide intermediates. Further\ndecomposition of the N-substituted-diazohydroxide yields an electrophilic N-alkyl- or N-aryl-diazonium species capable\nof covalently adducting to DNA. Contribution of detoxication pathways\n(e.g., enzymatic denitrosation of the N-nitrosamine,9−11 reaction of the diazonium species with water, and/or reduced glutathione\nto form innocuous metabolites such as a primary alcohol5,12 and/or glutathione conjugate13) is expected\nto govern the ultimate reactivity of the N-alkyl-\nor N-aryl diazonium with DNA base(s). Based on the\nestablished bioactivation mechanism, however, it can be concluded\nthat the presence of an oxidizable carbon center α to the N-nitroso functionality appears to be a critical requirement\nfor the metabolism-dependent carcinogenicity of N-nitrosamines. CYP-mediated bioactivation of N-nitrosamines\nto\nelectrophilic diazonium intermediates capable of reacting with DNA. Within the past 2 years, a considerable number\nof drug product\nlots containing active pharmaceutical ingredients (APIs)—valsartan,\nirbesartan, losartan, ranitidine, nizatidine, and metformin—have\nbeen withdrawn or recalled from the market due to the presence of\ncarcinogenic N-nitrosamine impurities (e.g., N-nitrosodimethylamine (NDMA), N-nitrosodiethylamine\n(NDEA), and N-nitroso-N-methyl-4-aminobutyric\nacid (NMBA)).14−16 Regulatory guidance has been issued where market\nauthorization holders have been asked to review all chemically synthesized\ncommercial drug substances and drug products for the presence of N-nitrosamine impurities,17,18 and a similar\nevaluation has been requested for biologics in some regions.18 In cases where N-nitrosamine\nimpurities are anticipated to be present above the daily AI in the\ndrug substance/product, analytical testing to confirm or refute the\npresence of the impurity is expected.17−20 If the potential risk is confirmed,\nthen effective risk control and/or mitigating measures need to be\nimplemented. Given the volume of N-nitrosamine impurity\nrisk assessments currently underway across the pharmaceutical industry,\nand the structural diversity of complex N-nitrosamines\nthat can potentially arise from the reaction between a nitrosating\nagent (e.g., nitrous acid, nitrite salts, nitrogen oxides, etc.)21,22 and a vulnerable secondary and/or tertiary amine in synthetic intermediates,\ncomplex amine-containing reagents, API-related impurities, or degradants\nand/or the API itself,23 a practical and\nscience-based approach was needed for identifying AIs for complex N-nitrosamines in Pfizer-marketed commercial drug products. A key factor to consider when assessing whether a particular drug\nsubstance or drug product N-nitrosamine impurity\nrisk warrants analytical testing is the AI limit that corresponds\nto a theoretical excess cancer risk of 1 in 100 000 patients\nconsistent with the principles defined in ICH M7(R1).3 For example, if the AI is substantially higher than the\npredicted amount of N-nitrosamine impurity that could\nbe formed,24 then analytical testing may\nnot be required. For simple N,N-dialkyl-N-nitrosamines (e.g., NDMA and NDEA), which were the initial\nfocus of the investigations with the sartan class of antihypertensive\ndrugs, extensive rodent carcinogenicity study data are available to\nsupport the derivation of specific AIs. However, in the case of N-nitrosamine impurities that are derived from complex APIs,\nanimal carcinogenicity data on the specific impurity are unlikely\nto be available. In such cases, the European Medicines Agency (EMA)\nhas recommended two approaches, one being the application of a conservative\nclass limit TTC of 18 ng/day, which is based on the most potent N-nitrosamines.25 Alternatively,\nwith appropriate scientific justification, a suitable AI may be derived\nby a read-across assessment, where available animal carcinogenicity\ndata for structurally related N-nitrosamine derivatives\nare used to estimate the TD50 (defined as the dose required\nto induce a 50% tumor incidence with lifetime exposure) for an N-nitrosamine impurity with unknown carcinogenic potential.\nThe latter approach is consistent with the recommendation in ICH M7(R1),3 which suggests a case-by-case approach using\navailable carcinogenicity data for structurally analogous compounds\nto derive/justify AIs for CoC chemicals. The use of read-across methodology\nis of great interest given that not all N-nitrosamines\nare exceptionally potent carcinogens, which warrant control to the\nproposed class limit of 18 ng/day. In the present work, a practical\nscience-based and conservative\napproach was applied in the derivation of AIs for complex N-nitrosamines of APIs. The impurities were first cataloged\nand grouped according to common structural features, with a total\nof 13 groups defined with distinct structural features. Subsequently,\ncarcinogenicity data were reviewed for structurally related N-nitrosamines relevant to each of the 13 structural groups\nand group AIs were derived conservatively based on the most potent N-nitrosamine within each group. The 13 structural group\nAIs were used as the basis for assigning AIs to each of the structurally\nrelated complex N-nitrosamine impurities. The AIs\nof several N-nitrosamine groups were found to be\nconsiderably higher than those for the simple N,N-dialkylnitrosamines, which translated to commensurately\nhigher analytical method detection limits.\n\n## Materials\nand Methods\nN-Nitrosamines with\ncarcinogenicity data summarized in the Lhasa Carcinogenicity Database\n(LCDB)26 and the Lhasa Vitic database were\nmerged into a single internal database (henceforth referred to as\nthe Pfizer N-Nitroso Carcinogenicity Explorer). LCDB\nis a structure-searchable repository of carcinogenicity data that\nis freely available online (Lhasa Carcinogenicity Database (lhasalimited.org)).\nThe database contains all of the data from the original Carcinogenic\nPotency Database (CPDB) developed by Gold et al.27 as well as additional data curated by Lhasa, with over\n1700 chemicals represented.26 The Pfizer N-Nitroso Carcinogenicity Explorer database was housed in\na MySQL relational database with 970 studies from 248 N-nitrosamines with 1435 treatment groups and 2612 end points, i.e.,\ntissue- and tumor-specific TD50 values (mg/kg/day). As part\nof the assessment of Pfizer’s portfolio, a considerable\nnumber of drug product N-nitrosamines required estimates\nof daily AIs to determine which ones needed analytical testing. These\nstructurally complex N-nitrosamines could be potentially\nformed via reaction between a nitrosating agent and secondary amine\nprecursors present in the API itself or as an impurity in the API\nand/or drug product degradant. Because the estimation of individual\nAIs for a large number of impurities using a read-across approach\nwas a labor-intensive activity, we assigned the structurally complex N-nitrosamines to 13 structural groups (Table 1) based on the commonality of\nstructural features in the immediate vicinity of the N-nitrosamine substituent, given the prior knowledge around structure–activity\nrelationships for carcinogenic potencies of low-molecular-weight N-nitrosamines. The selection of read-across substrates\nfor each structural group was then performed by independent visual\ninspections of the compounds in the Pfizer N-Nitroso\nCarcinogenicity Explorer to select appropriate N-nitrosamine\nchemicals, which were structurally analogous to members of the various\nstructural groups in terms of electronic and steric environments.\nDaily AIs for each of the 13 structural groups were then determined\nusing the read-across methodology (vide infra). A single worst-case\nAI was derived for each group, which could be applied to any related\ncomplex N-nitrosamine assigned to the group on the\nbasis of structural similarities. Number\nof complex N-nitrosamines that are categorized into\neach structural group. AI\nassigned to each group based\non the lowest TD50 for a structurally similar N-nitrosamine from the Pfizer Carcinogenicity Explorer Database. See Tables 3–11 and S1–S9 for\ndetails regarding the data and references, which underpin the AIs. As NDEA belongs to this structural\ngroup, the EMA limit for NDEA (26.5 ng/day) is applied to this group.25 No N-nitrosamines\nwith adequate carcinogenicity data were available to support an assessment\nof this structural group. EMA precautionary default limit of 18 ng/day\nis applied.25 ALK, alkyl chain that can be substituted\nand can contain heteroatoms and/or unsaturations; ALKH, alkyl chain\nthat can contain heteroatoms and/or unsaturations or hydrogen; ARY,\nsubstituted or unsubstituted mono or poly aryl or heteroaryl rings;\nR1, hydrogen or any substituent (can be a cyclic structure);\nR2, any substituent apart from hydrogen; R3,\nany substituent (including hydrogen) or multiple substituents; and\nX, nitrosamine (N-NO) or carbon with any substituent(s) (including\nhydrogen). LCDB was\nthe primary source used to identify carcinogenic potency data (i.e.,\nTD50 values). Within the LCDB, the original TD50 values calculated by Gold et al.27 are\nutilized (herein referred to as Gold TD50). In addition,\nLhasa Limited independently calculated TD50 values (herein\nreferred to as Lhasa TD50) based on the same data used\nfor the Gold TD50 and using Lhasa’s published methodology.28 The LCDB was searched for available TD50 values for carcinogenic N-nitrosamines of interest\nand the most robust available study identified according to criteria\nnoted in ICH M7(R1).3 Briefly, ideal studies\nfor AI derivation contained 3 dose groups, at least 50 animals per\ngroup, with animals treated for a lifetime, with dosing at least 5\ndays per week; however, studies that did not meet all of these criteria\nwere also considered for AI derivation in our evaluation, particularly\nwhen there was a robust tumor response. When both Lhasa and Gold TD50 values existed for a given N-nitrosamine,\nLhasa values were utilized since the Lhasa database is current and\ncalculations of TD50 values are transparent.28 Additionally, the studies with Lhasa TD50 values are generally more robust than those with only Gold\nTD50 values since Lhasa requires more than one treatment\ngroup for the derivation of a TD50. In instances where\na compound was not reported in the LCDB, tumor incidence data were\ncollected from literature references and a TD50 calculated\nusing R code was adapted from Lhasa.28 In\nshort, a model, based on binomial likelihood and optimized using the\nBroyden–Fletcher–Goldfarb–Shanno algorithm within\nthe optim function used a linear model to capture the effect of dose\non the probability of tumor occurrence and to ultimately estimate\nthe TD50. For every N-nitrosamine evaluated,\nthe TD50 value selected to represent its carcinogenic potency\nwas taken (in a conservative approach) from the most robust study\n(if more than one study was reported) and, within that study, the\nmost sensitive species, sex, and target organ. The harmonic mean TD50 value was not used. In a few of the original study\npublications where evidence of carcinogenicity was reported, the description\nof the carcinogenicity study design and/or tumor incidence data was\ninsufficient to calculate a TD50 value. In addition, there\nwere numerous N-nitrosamines for which there was\nno evidence of carcinogenicity (either in LCDB or in peer-reviewed\npublications) at the doses administered in the carcinogenicity studies.\nIn such cases, it was assumed that the nitrosamines have little or\nno carcinogenic potential and the highest dose tested rather than\nTD50 value is reported in the summary and supplemental\ndata tables. Finally, in cases where all of the treated groups had\na 100% tumor incidence, the TD50 was not calculated and/or\nused to establish the group AI, as the output may provide reasonable\nupper-bound estimates of the carcinogenic potency but provides little\nto no confidence in the lower-bound estimate of carcinogenic potency. For\neach structural group, the TD50 values selected or calculated\nfor representative N-nitrosamine carcinogens were\nsummarized, and the group AI was derived based on the carcinogenic N-nitrosamine with the lowest TD50 value. The\ncalculation of the AI relied on linear extrapolation from the TD50 value (dose associated with a tumor incidence of 1 in 2)\nto a dose that is associated with an excess cancer risk of 1 in 100 000.\nThis was accomplished using the below equation as per ICH M7(R1)3\n\n## None\nN-Nitrosamines with\ncarcinogenicity data summarized in the Lhasa Carcinogenicity Database\n(LCDB)26 and the Lhasa Vitic database were\nmerged into a single internal database (henceforth referred to as\nthe Pfizer N-Nitroso Carcinogenicity Explorer). LCDB\nis a structure-searchable repository of carcinogenicity data that\nis freely available online (Lhasa Carcinogenicity Database (lhasalimited.org)).\nThe database contains all of the data from the original Carcinogenic\nPotency Database (CPDB) developed by Gold et al.27 as well as additional data curated by Lhasa, with over\n1700 chemicals represented.26 The Pfizer N-Nitroso Carcinogenicity Explorer database was housed in\na MySQL relational database with 970 studies from 248 N-nitrosamines with 1435 treatment groups and 2612 end points, i.e.,\ntissue- and tumor-specific TD50 values (mg/kg/day).\n\n## Structural\nGrouping of Complex \nAs part\nof the assessment of Pfizer’s portfolio, a considerable\nnumber of drug product N-nitrosamines required estimates\nof daily AIs to determine which ones needed analytical testing. These\nstructurally complex N-nitrosamines could be potentially\nformed via reaction between a nitrosating agent and secondary amine\nprecursors present in the API itself or as an impurity in the API\nand/or drug product degradant. Because the estimation of individual\nAIs for a large number of impurities using a read-across approach\nwas a labor-intensive activity, we assigned the structurally complex N-nitrosamines to 13 structural groups (Table 1) based on the commonality of\nstructural features in the immediate vicinity of the N-nitrosamine substituent, given the prior knowledge around structure–activity\nrelationships for carcinogenic potencies of low-molecular-weight N-nitrosamines. The selection of read-across substrates\nfor each structural group was then performed by independent visual\ninspections of the compounds in the Pfizer N-Nitroso\nCarcinogenicity Explorer to select appropriate N-nitrosamine\nchemicals, which were structurally analogous to members of the various\nstructural groups in terms of electronic and steric environments.\nDaily AIs for each of the 13 structural groups were then determined\nusing the read-across methodology (vide infra). A single worst-case\nAI was derived for each group, which could be applied to any related\ncomplex N-nitrosamine assigned to the group on the\nbasis of structural similarities. Number\nof complex N-nitrosamines that are categorized into\neach structural group. AI\nassigned to each group based\non the lowest TD50 for a structurally similar N-nitrosamine from the Pfizer Carcinogenicity Explorer Database. See Tables 3–11 and S1–S9 for\ndetails regarding the data and references, which underpin the AIs. As NDEA belongs to this structural\ngroup, the EMA limit for NDEA (26.5 ng/day) is applied to this group.25 No N-nitrosamines\nwith adequate carcinogenicity data were available to support an assessment\nof this structural group. EMA precautionary default limit of 18 ng/day\nis applied.25 ALK, alkyl chain that can be substituted\nand can contain heteroatoms and/or unsaturations; ALKH, alkyl chain\nthat can contain heteroatoms and/or unsaturations or hydrogen; ARY,\nsubstituted or unsubstituted mono or poly aryl or heteroaryl rings;\nR1, hydrogen or any substituent (can be a cyclic structure);\nR2, any substituent apart from hydrogen; R3,\nany substituent (including hydrogen) or multiple substituents; and\nX, nitrosamine (N-NO) or carbon with any substituent(s) (including\nhydrogen).\n\n## Evaluation of the Carcinogenic\nPotency Data\nLCDB was\nthe primary source used to identify carcinogenic potency data (i.e.,\nTD50 values). Within the LCDB, the original TD50 values calculated by Gold et al.27 are\nutilized (herein referred to as Gold TD50). In addition,\nLhasa Limited independently calculated TD50 values (herein\nreferred to as Lhasa TD50) based on the same data used\nfor the Gold TD50 and using Lhasa’s published methodology.28 The LCDB was searched for available TD50 values for carcinogenic N-nitrosamines of interest\nand the most robust available study identified according to criteria\nnoted in ICH M7(R1).3 Briefly, ideal studies\nfor AI derivation contained 3 dose groups, at least 50 animals per\ngroup, with animals treated for a lifetime, with dosing at least 5\ndays per week; however, studies that did not meet all of these criteria\nwere also considered for AI derivation in our evaluation, particularly\nwhen there was a robust tumor response. When both Lhasa and Gold TD50 values existed for a given N-nitrosamine,\nLhasa values were utilized since the Lhasa database is current and\ncalculations of TD50 values are transparent.28 Additionally, the studies with Lhasa TD50 values are generally more robust than those with only Gold\nTD50 values since Lhasa requires more than one treatment\ngroup for the derivation of a TD50. In instances where\na compound was not reported in the LCDB, tumor incidence data were\ncollected from literature references and a TD50 calculated\nusing R code was adapted from Lhasa.28 In\nshort, a model, based on binomial likelihood and optimized using the\nBroyden–Fletcher–Goldfarb–Shanno algorithm within\nthe optim function used a linear model to capture the effect of dose\non the probability of tumor occurrence and to ultimately estimate\nthe TD50. For every N-nitrosamine evaluated,\nthe TD50 value selected to represent its carcinogenic potency\nwas taken (in a conservative approach) from the most robust study\n(if more than one study was reported) and, within that study, the\nmost sensitive species, sex, and target organ. The harmonic mean TD50 value was not used. In a few of the original study\npublications where evidence of carcinogenicity was reported, the description\nof the carcinogenicity study design and/or tumor incidence data was\ninsufficient to calculate a TD50 value. In addition, there\nwere numerous N-nitrosamines for which there was\nno evidence of carcinogenicity (either in LCDB or in peer-reviewed\npublications) at the doses administered in the carcinogenicity studies.\nIn such cases, it was assumed that the nitrosamines have little or\nno carcinogenic potential and the highest dose tested rather than\nTD50 value is reported in the summary and supplemental\ndata tables. Finally, in cases where all of the treated groups had\na 100% tumor incidence, the TD50 was not calculated and/or\nused to establish the group AI, as the output may provide reasonable\nupper-bound estimates of the carcinogenic potency but provides little\nto no confidence in the lower-bound estimate of carcinogenic potency.\n\n## Derivation of AI for Individual Structural Groups\nFor\neach structural group, the TD50 values selected or calculated\nfor representative N-nitrosamine carcinogens were\nsummarized, and the group AI was derived based on the carcinogenic N-nitrosamine with the lowest TD50 value. The\ncalculation of the AI relied on linear extrapolation from the TD50 value (dose associated with a tumor incidence of 1 in 2)\nto a dose that is associated with an excess cancer risk of 1 in 100 000.\nThis was accomplished using the below equation as per ICH M7(R1)3\n\n## Results\nIllustrations of each of the 13 structural groups, relevant to\ncomplex N-nitrosamine impurities, and the corresponding\nAI derived for each structural group are summarized in Table 1. The number of complex N-nitrosamine impurities that were categorized within each\nof the structural groupings ranged from 1 (groups 12 and 13) to 14\n(group 5). When considering all of the N-nitrosamine\nimpurities, 76% (50/66) were assigned to a group with an AI higher\nthan the precautionary default limit of 18 ng/day. Group 1 N-nitrosamines, comprised of N,N-dialkylnitrosamines, are structurally analogous\nto the highly carcinogenic, simple symmetrical N,N-dialkylnitrosamines such as NDMA and NDEA for which AIs\nhave been widely published by several regulatory agencies.17,25 Consequently, the AI for structural group 1 was assigned as 26.5\nng/day, which is the lowest AI recommended for NDEA.17,25 Likewise, the EMA default limit of 18 ng/day was applied for structural\ngroups 2, 6, and 8 since relevant structural analogues with adequate\ncarcinogenicity data were not identified to support AI calculations.\nThe very conservative limits for structural groups 2, 6, and 8 may\nbe subject to change as more knowledge regarding structure–activity\nrelationships (with respect to carcinogenicity) becomes available.\nFor the remaining nine structural groups (3, 4, 5, 7, 9–13), N-nitrosamine analogues with suitable carcinogenicity data\nwere available (Table 2). An AI for each structural group was established based on the lowest\npublished or calculated TD50 value in the group, which\nresulted in AIs ranging from 17 ng/day (group 7) to 499 ng/day (group\n9). Seven structural groups had at least one N-nitrosamine\nwith a TD50 similar to or higher than 1.5 mg/kg/day, which\ntranslates to an AI similar to or higher than the default lifetime\nTTC (1.5 μg/day) defined in ICH M7(R1),3 and five structural groups had at least one N-nitrosamine\nthat was reported as noncarcinogenic, supporting the observation that\nnot all N-nitrosamines are CoC carcinogens. Number of N-nitrosamines\nwith published carcinogenicity data. See Tables 3–11 and S1–S9 for details regarding the data and\nreferences, which underpin the range of TD50 values and\nthe AIs. Represents the\n99% lower confidence\ninterval (CI) of the most conservative TD50 value. Represents the 95% lower CI of the\nmost conservative TD50 value. Tables 3–11 depict\nthe structures\nof N-nitrosamines with carcinogenicity data and TD50 values (from the most sensitive species/sex/organ site from\nthe study deemed most robust), which were classified using the structural\ncriteria defined in Table 1. The N-nitrosamines are presented from the\nlowest to the highest TD50 value. For all N-nitrosamines included in our evaluation, details of the carcinogenicity\nstudies that supported the derivation of the TD50 values\nare summarized in the Supporting Tables accompanying this manuscript. As reported in LCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed most robust is reported. The AI for structural group 3 was\ncalculated based on the worst-case TD50 from N-nitroso-N-methylaniline. Gold TD50 reported in\nLCDB, but results are not statistically significant. When a user enters CAS number 21928-82-5\ninto LCDB, it will pull back a record associated with N6-methyladenosine. It should be noted that the CAS number\nprovided in CPDB and LCDB corresponds to the structure for N6-(methylnitroso)adenine in CAS (though CAS\ndoes list both names). There is no unique CAS number provided for N6-(methylnitroso)adenosine. The data presented\nin LCDB do correspond to that for N6-(methylnitroso)adenosine\nfrom Anderson et al.31 When a user enters CAS number 21928-82-5\ninto LCDB, it will pull back a record of carcinogenicity data associated\nwith N6-methyladenosine. However, this\nCAS number is associated with N6-(methylnitroso)adenine\nin CAS and one must refer to the source document31 to find the relevant carcinogenicity data for N6-(methylnitroso)adenine. TD50 calculated. No data reported in the LCDB or\nthe CPDB. LCDB, Lhasa Carcinogenicity\nDatabase;\nTD50, dose producing a 50% tumor incidence. Structural group\n3 is comprised of N-alkyl-N-arylnitrosamines\n(Table 3). Of the 12\nrelevant N-nitrosamines, 4 were not considered carcinogenic\nbased on the available data. The TD50 values for the other\neight N-nitrosamines ranged from 0.106 to 18.1 mg/kg/day\n(Tables 3 and S1). Using the lowest TD50, which\nis associated with N-nitrosomethylaniline, an AI\nof 106 ng/day was derived for structural group 3. It should be noted\nthat the U.S. Food and Drug Administration (FDA) has published an\nAI for N-nitrosomethylaniline of 26.5 ng/day, which\nmay be based on read-across from NDEA (rationale for limit was not\ndiscussed);17 however, in our review of\nthe available carcinogenicity data for N-nitrosomethylaniline,\nit was considered suitable to support the derivation of an AI. The\nEMA has also published an AI for N-nitrosomethylaniline\nof 34.3 ng/day, which is based on the same carcinogenicity study and\ntumor end point that we used to derive an AI of 106 ng/day.29 The reason for this difference is that the EMA\nselected the TD50 value that was calculated/published in\nCPDB, whereas we based the AI on the TD50 value calculated\nby Lhasa. As stated in the Materials and Methods section, when both Lhasa and Gold TD50 values existed\nfor a given N-nitrosamine, Lhasa values were utilized\nsince the Lhasa database is current and calculations of TD50 values are transparent.28 N-Nitrosomethylaniline was tested for the induction of tumors\nin rats, in studies of varying robustness, with the esophagus being\nidentified as the most sensitive site.26 The TD50 of 0.106 mg/kg/day was chosen for the calculation\nof an AI for N-nitrosomethylaniline, as the associated\nstudy was considered the most robust.30 In the study, N-nitrosomethylaniline was administered\nfor a lifetime to Sprague–Dawley rats (48/group) in drinking\nwater at doses of 0.3 or 1.5 mg/kg (total doses of 61 or 232 mg/kg,\nrespectively).30 The adjusted doses for\nthe drinking water study are reported as 83.3 and 319 μg/kg/day\nin the LCDB. Following daily administration in drinking water, 80\nand 87% of animals (irrespective of sex) developed esophageal tumors\nwith a mean induction time of 290 and 200 days, respectively. Esophageal\ntumor incidence data are reported as mixed sex with 0/48 in controls,\n39/48 at 83.8 μg/kg/day and 42/48 at 319 μg/kg/day, with\na resulting TD50 of 0.106 mg/kg/day in the LCDB. Structural group\n4 is comprised of N-methyl-N-alkan-2-ol-based N-nitrosamine structures (Table 4). Two relevant N-nitrosamines\nwith TD50 values of 0.0442 and 0.646 mg/kg/day were considered,\nand N-nitrosomethyl-2-hydroxypropylamine having the\nlower TD50 was selected for AI derivation (Tables 4 and S2). As reported in LCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. The AI for structural group 4 considered\nthe worst-case TD50 from N-nitrosomethyl-2-hydroxypropylamine\nas well as the associated TD50 99% lower confidence interval.34 Confidence\ninterval (CI) in parentheses. LCDB, Lhasa Carcinogenicity Database;\nTD50, dose producing a 50% tumor incidence. The carcinogenic potential of N-nitrosomethyl-2-hydroxypropylamine\n(total cumulative dose = 75 mg) was examined in Fischer rats (group\nof 20/sex) following daily (5 days/week) administration in drinking\nwater for a period of 30 weeks.33 The longest\nsurviving animals were examined at 75 weeks of age. The corrected\ndoses of the nitrosamine in male and female rats were 0.286 and 0.408\nmg/kg/day, respectively, as reported in the LCDB.26 The predominant tumor types induced in treated animals\n(relative to a matching group of 20 control animals/sex) were papillomas\nand carcinomas of the esophagus and squamous cell papillomas and carcinomas\nof the nasal cavity. The lowest TD50 (0.0442 mg/kg/day)\nfor N-nitrosomethyl-2-hydroxypropylamine is based\non multiple tumor types in the nasal cavity of male rats,26 with a 99% confidence interval (CI) of 0.020–0.111\nmg/kg/ day.34 Since there was only one\ntreated group and a control group with low animal numbers, the study\ndesign was not considered robust. Therefore, the lower bound of the\n99% CI of the TD50 was considered for the derivation of\nthe AI since this is the lowest likely TD50 value. Given\nthe AI for N-nitrosomethyl-2-hydroxypropylamine using\nthe TD50 value (44.2 ng/day) or the lower CI of the TD50 value (20 ng/day) is comparable to the AI for NDEA (26.5\nng/day), a limit of 26.5 ng/day was considered appropriate for structural\ngroup 4. Structural group\n5 is similar to structural group 4 except the N-methyl\ngroup is substituted by a larger N-alkyl substituent\n(Table 5). This structural\ngroup contained the largest number (14) of complex N-nitrosamine impurities requiring a read-across AI (Table 1). Ten relevant N-nitrosamines with carcinogenicity data were reviewed, of which two\nwere not considered carcinogenic based on the available data. For\nanother (1-nitroso-5-(3-pyridinyl)-3-pyrrolidinol), the study design\ndid not allow for a reliable calculation of a TD50 value.\nHowever, 1-nitroso-5-(3-pyridinyl)-3-pyrrolidinol is structurally\nquite similar to the two noncarcinogens and therefore would not be\nexpected to be among the most potent N-nitrosamines\nin this group. The TD50 values for the seven other N-nitrosamines ranged from 0.819 to 8.11 mg/kg/day (Tables 5 and S3). As reported in LCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. The AI for structural group 5 considered\nthe worst-case TD50 from 3-hydroxy-N-nitrosopiperidine\nas well as the associated TD50 95% lower confidence interval. CI in parentheses. TD50, as well as upper\nand lower 95% confidence intervals, was calculated. Study design does not allow for\na reliable estimate of TD50. Dosing was limited to 3×\nper week for 7.3 weeks LCDB,\nLhasa Carcinogenicity Database;\nTD50, dose producing a 50% tumor incidence; ND, not determined. 3-Hydroxy-N-nitrosopiperidine (CAS 55556-85-9)\nhad the lowest TD50 of the N-nitrosamines\nin structural group 5 and was selected for establishing the AI for\nthis group. The carcinogenicity of 3-hydroxy-N-nitrosopiperidine\nwas evaluated in rats (15 males, 14 females) after administration\nvia drinking water for 36 weeks (total study duration 50 weeks) resulting\nin adjusted daily doses of 2.38 (males) and 3.40 mg/kg/day (females).35 A TD50 of 0.819 mg/kg/day (CI 0.44–1.6)\nwas calculated for the predominant tumor site (nasal cavity [12/15\nmales and 10/14 females]) using the more sensitive sex. An untreated\ncontrol group was not included in the study; therefore, taking a conservative\napproach, a background tumor incidence of 0 in 15 was assumed for\npurposes of supporting the calculation. Given that the study is not\nrobust, the TD50 lower-bound 95% CI (0.44 mg/kg/day) was\nused to derive the group AI of 440 ng/day. Structural group\n7 is comprised of N-alkyl-N-alkan-2-one-type N-nitrosamine structures (Table 6). Of the eight relevant N-nitrosamines, two had insufficient data to calculate TD50 values. The TD50 values for the other six nitrosamines\nranged from 0.017 to 1.11 mg/kg/day (Tables 6 and S4). Using\nthe lowest TD50 associated with N-nitrosomethyl-(2-oxopropyl)amine\n(CAS 55984-51-5), an AI of 17 ng/day was derived for structural group\n7. As reported in\nLCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. The AI for structural group 7 was\ncalculated based on the worst-case TD50 from N-nitrosomethyl(2-oxopropyl)amine. TD50 calculated. Study design does not allow for\na reliable estimate of TD50. Dosing was limited to 1×\nper week for 52 weeks. Study\ndesign does not allow for\na reliable estimate of TD50. Dosing was limited to 4–17\nweeks LCDB, Lhasa Carcinogenicity\nDatabase;\nTD50, dose producing a 50% tumor incidence; ND, not determined. There was one carcinogenicity\nstudy wherein outbred MRC-Wistar\nrats (15 animals/sex/group) were orally administered N-nitrosomethyl-(2-oxopropyl)amine (0.9, 1.8, or 3.5 mg/kg/day)38 for 67 weeks, with adjusted doses of 129, 257,\nor 500 μg/kg/day reported in the LCDB. The naval cavity was\nthe most sensitive tissue for neoplasm development, and female rats\nwere deemed more sensitive. The incidence of tumors in the nasal cavity\nin female rats was 93% (14/15), 100% (15/15), and 64% (9/14) at 129,\n257, or 500 μg/kg/day, respectively, with no tumors detected\nin vehicle-treated animals. The TD50 reported in the LCBD\nfor N-nitrosomethyl-(2-oxopropyl)amine was 0.017\nmg/kg/day. Structural group\n9 is comprised of N-nitrosopiperidine (NPIP) derivatives\n(Table 7). Of the 14 N-nitrosopiperidines, 5 were not considered carcinogenic\nbased on the available data. The TD50 values for the other\nnine N-nitrosopiperidines, ranged from 0.499 to 49.4\nmg/kg/day (Tables 7 and S5). Using the lowest TD50 associated with 1-nitrosopiperidin-4-one (CAS 55556-91-7), an AI\nof 499 ng/day was derived for structural group 9. As reported in\nLCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed most robust is reported. TD50 calculated. The AI for structural group 9 was\ncalculated based on the worst-case TD50 from 1-nitrosopiperidin-4-one. As all animals treated with\n3-methylnitrosopiperidine\nhad gastrointestinal tumors, it is not possible to calculate a reliable\nTD50. Given the structural similarity to 4-methylnitrosopiperidine\n(whereby the N-nitroso group is not hindered by the\nmethyl substitution) and that the overall tumor incidence reveals\na pattern similar to that reported for 4-methylnitrosopiperidine,\nthe TD50 of 3-methylnitrosopiperidine is expected to be\nsimilar. LCDB, Lhasa Carcinogenicity\nDatabase;\nTD50, dose producing a 50% tumor incidence. There was one carcinogenicity study\nreported in the literature\nfor 1-nitrosopiperidine-4-one, where the N-nitrosamine\nwas administered daily (5 days/week) in drinking water to Sprague–Dawley\nrats for 36 weeks with a total study duration of 60 weeks.35 The total cumulative administered dose of 1-nitrosopiperidin-4-one\nwas 3.2 mmol, with corresponding adjusted daily doses in male and\nfemale rats of 1.95 and 2.80 mg/kg/day, respectively (Table S5). Both male (14/15) and female (14/15)\nrats developed adenocarcinomas of the nasal cavity, which was the\nmost sensitive tumor site. Because no concurrent control animals were\nincluded in the study, a conservative estimate of 0 tumors/15 control\nanimals was assumed, which led to the calculated TD50 values\nof 0.499 and 0.717 mg/kg/day for male and female rats, respectively. Structural group\n10 is comprised of N-nitrosopiperazines (Table 8). The TD50 values of the eight relevant N-nitrosopiperazines\nranged from 0.140 to 34.6 mg/kg/day (Tables 8 and S6). The\nlowest robust TD50 value (0.153 mg/kg/day) associated with\n1,2,6-trimethyl-4-nitrosopiperazine (CAS 75881-18-4)26 was selected for the derivation of the AI (153 ng/day)\nfor structural group 10. It was considered that EMA has published\nan AI of 26.5 ng/day for 1-methyl-4-nitrosopiperazine based on read-across\nto NDEA;29 however, there is no rationale\nprovided for the appropriateness of using NDEA to read across to 1-methyl-4-nitrosopiperazine\nspecifically or N-nitrosopiperazines in general.\nIn addition, in our review of available carcinogenicity data, a slightly\nlower TD50 value (140 ng/day) was calculated for 1-methyl-4-nitrosopiperazine\n(CAS 16339-07-4). However, this TD50 value was not used\nto establish the AI for group 10 because the TD50 was derived\nfrom a single-dose study in which there was a 100% incidence of olfactory\ncarcinomas (Table S6).44 While the TD50 value from the single-dose study\ncould provide a reasonable upper-bound estimate of potency, there\nis no reliable indication of the lower-bound estimate of carcinogenic\npotency. Consequently, with a similar and more reliable TD50 calculated using a higher-quality study design, the TD50 generated from the study by Klein et al.44 was excluded. As reported in\nLCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. Calculated TD50. A 100% tumor incidence observed\nin the only treatment group included in the study therefore does not\nresult in a reliable estimate of TD50. This TD50 value was not considered in the derivation of the AI. The AI for structural group 10 was\ncalculated based on the lowest most robust TD50 from 1,2,6-trimethyl-4-nitrosopiperazine. LCDB, Lhasa Carcinogenicity\nDatabase;\nTD50, dose producing a 50% tumor incidence. The carcinogenicity of 1,2,6-trimethyl-4-nitrosopiperazine\nhas\nbeen investigated in rats and hamsters.45 The study in rats was considered more robust given the existence\nof two treatment groups and a control group, relative to the study\nin hamsters, which included one treatment group and a control group.\nThe daily (5 days/week) administration of 1,2,6-trimethyl-4-nitrosopiperazine\nin drinking water (adjusted doses of 259 or 980 μg/kg/day) to\nfemale Fischer rats (20/group) for 30 weeks resulted in no animals\nsurviving 60 weeks following treatment at 980 μg/kg/day and\n90 weeks post treatment at 259 μg/kg/day. The predominant tumor\ntype was olfactory carcinomas of the nasal cavity in 13/20 and 18/20\nrats at 259 and 980 μg/kg/day, respectively. Based on the olfactory\ncarcinomas, the most sensitive TD50 of 0.153 mg/kg/day\n(153 μg/kg/day) is reported in LCDB.26 Structural group\n11 is comprised of N-nitrosopyrrolidine (NNP) derivatives\n(Table 9). Of the nine\nrelevant NNPs, three were concluded to be noncarcinogenic under the\nstudy conditions, and the carcinogenicity study design for one compound\n(1-nitroso-5-(3-pyridinyl)-3-pyrrolidinol) was not considered sufficiently\nrobust to calculate a TD50. As stated previously, this N-nitrosamine is structurally similar to those that were\nnot carcinogenic and therefore would not be expected to be a potent\ncarcinogen. For the remaining five NNPs, the TD50 values\nranged from 0.0957 to 31.3 mg/kg/day (Tables 9 and S7). (S)-N′-Nitrosonornicotine (NNN; CAS\n53759-22-1) had the lowest TD50 and therefore was selected\nfor the derivation of the AI for structural group 11. TD50, calculated dose\nresulting in tumor in 50% of animals as reported in LCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. CI in parentheses. The AI for structural group 11 considered\nthe worst-case TD50 from NNN as well as the associated\nTD50 99% lower confidence interval.49 Calculated TD50. Study design\ndoes not allow for\na reliable estimate of TD50. Dosing was limited to 3×\nper week for 7.3 weeks. CPDB, Carcinogenic Potency Database;\nLCDB, Lhasa Carcinogenicity Database; ND, not determined. Two carcinogenicity investigations\nwith NNN are reported in LCDB:\none in rat and the other in hamster. Both studies included a single\ntreatment group and a control group with small numbers of animals.\nThe duration of exposure in rats and hamsters was 87 weeks (experimental\nduration of 87 weeks) and 31 weeks (experimental duration of 96 weeks),\nrespectively. Since these studies were of similar quality, the rat\nstudy was selected for the derivation of the AI because the lowest\nTD50 value was observed in this species. In the rat carcinogenicity\nstudy, NNN was administered to male F344 rats (20/control, 40/treated)\nin drinking water at an average daily dose of 250 μg/kg/day.26,48 The TD50 was derived based on the incidence of esophageal\ntumors (0 in control animals and 10/14 in treated). The TD50 calculated by Gold et al.27 was 0.0957\n(99% CI 0.0434–0.267) mg/kg/day.49 Given that the TD50 is based on a study with a single\ntreatment group and a limited number of animals, the lower CI of the\nTD50 was used to derive an AI of 43.4 ng/day. Structural group\n12 is comprised of N-nitrosohomopiperazine and N-nitrosohomopiperidine derivatives. The TD50s of two relevant nitrosamines are quite similar (0.313 and 0.242\nmg/kg/day) (Tables 10 and S8). Taking a conservative approach,\nthe lower TD50 of the two nitrosamines in group 12, which\nwas calculated for dinitrosohomopiperazine (CAS 55557-00-1), was selected\nto derive a group AI of 242 ng/day. As reported in LCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. The AI for structural group 12\nwas calculated based on the worst-case TD50 from dinitrohomopiperazine. LCDB, Lhasa Carcinogenicity\nDatabase;\nTD50, dose producing tumors in 50% of animals. Dinitrosohomopiperazine was tested\nfor carcinogenicity in female\nFischer 344 rats using several study designs.26,51 In the most robust of these studies (6 treatment groups, 20 animals\nper group, oral exposure for 30 weeks), the daily corrected doses\nof dinitrosohomopiperazine ranged from 10.1 to 2930 μg/kg/day.26 The incidence of the predominant tumor type,\ncarcinomas of the upper gastrointestinal tract, ranged from 1/20 to\n14/20 across the treatment groups. The associated TD50,\n0.242 mg/kg/day (242 μg/kg/day), was used to establish the group\nAI. Structural group\n13 is comprised of N-nitrosomorpholine derivatives.\nOf four relevant N-nitrosomorpholines, one was not\ncarcinogenic and one was reported as weakly carcinogenic in mice.\nThe other two N-nitrosomorpholines had TD50 values (0.129 and 1.22 mg/kg/day) that were considered for the AI\ncalculation (Tables 11 and S8). As N-nitrosomorpholine (CAS 59-89-2) had the lower TD50, it was used to derive the AI (129 ng/day) for group 13. (Note:\nEMA recently published an AI for N-nitrosomorpholine of 127 ng/day.)29 As reported in LCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. The AI for structural group 13\nwas calculated based on the worst-case TD50 from 4-nitrosomorpholine. TD50 not calculated\ndue to limitations of the mouse study.54 LCDB, Lhasa Carcinogenicity\nDatabase;\nTD50, dose resulting in tumors in 50% of animals. N-Nitrosomorpholine\nwas tested for the induction\nof tumors in rats and Syrian hamsters, with TD50 values\nfrom the most sensitive site for each study ranging from 0.0805 to\n11.4 mg/kg/day.26 The most robust study\nwas conducted in female Fischer 344 rats, with N-nitrosomorpholine\nadministered orally for 100 weeks and examined for tumor incidence\nat the end of life.52 Daily corrected doses\nof N-nitrosomorpholine of 0, 2.27, 5.83, 14.6, 35.6,\n84.2, or 249 μg/kg/day were administered to groups of 80, 100,\n99, 47, 48, 48, or 24 rats, respectively. The liver was the most sensitive\norgan, with the lowest TD50 of 0.129 mg/kg/day for multiple\ntumor types,26 which was used as the basis\nfor the group 13 AI.\n\n## Structural Group 3 AI Determination\nStructural group\n3 is comprised of N-alkyl-N-arylnitrosamines\n(Table 3). Of the 12\nrelevant N-nitrosamines, 4 were not considered carcinogenic\nbased on the available data. The TD50 values for the other\neight N-nitrosamines ranged from 0.106 to 18.1 mg/kg/day\n(Tables 3 and S1). Using the lowest TD50, which\nis associated with N-nitrosomethylaniline, an AI\nof 106 ng/day was derived for structural group 3. It should be noted\nthat the U.S. Food and Drug Administration (FDA) has published an\nAI for N-nitrosomethylaniline of 26.5 ng/day, which\nmay be based on read-across from NDEA (rationale for limit was not\ndiscussed);17 however, in our review of\nthe available carcinogenicity data for N-nitrosomethylaniline,\nit was considered suitable to support the derivation of an AI. The\nEMA has also published an AI for N-nitrosomethylaniline\nof 34.3 ng/day, which is based on the same carcinogenicity study and\ntumor end point that we used to derive an AI of 106 ng/day.29 The reason for this difference is that the EMA\nselected the TD50 value that was calculated/published in\nCPDB, whereas we based the AI on the TD50 value calculated\nby Lhasa. As stated in the Materials and Methods section, when both Lhasa and Gold TD50 values existed\nfor a given N-nitrosamine, Lhasa values were utilized\nsince the Lhasa database is current and calculations of TD50 values are transparent.28 N-Nitrosomethylaniline was tested for the induction of tumors\nin rats, in studies of varying robustness, with the esophagus being\nidentified as the most sensitive site.26 The TD50 of 0.106 mg/kg/day was chosen for the calculation\nof an AI for N-nitrosomethylaniline, as the associated\nstudy was considered the most robust.30 In the study, N-nitrosomethylaniline was administered\nfor a lifetime to Sprague–Dawley rats (48/group) in drinking\nwater at doses of 0.3 or 1.5 mg/kg (total doses of 61 or 232 mg/kg,\nrespectively).30 The adjusted doses for\nthe drinking water study are reported as 83.3 and 319 μg/kg/day\nin the LCDB. Following daily administration in drinking water, 80\nand 87% of animals (irrespective of sex) developed esophageal tumors\nwith a mean induction time of 290 and 200 days, respectively. Esophageal\ntumor incidence data are reported as mixed sex with 0/48 in controls,\n39/48 at 83.8 μg/kg/day and 42/48 at 319 μg/kg/day, with\na resulting TD50 of 0.106 mg/kg/day in the LCDB.\n\n## Structural\nGroup 4 AI Determination\nStructural group\n4 is comprised of N-methyl-N-alkan-2-ol-based N-nitrosamine structures (Table 4). Two relevant N-nitrosamines\nwith TD50 values of 0.0442 and 0.646 mg/kg/day were considered,\nand N-nitrosomethyl-2-hydroxypropylamine having the\nlower TD50 was selected for AI derivation (Tables 4 and S2). As reported in LCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. The AI for structural group 4 considered\nthe worst-case TD50 from N-nitrosomethyl-2-hydroxypropylamine\nas well as the associated TD50 99% lower confidence interval.34 Confidence\ninterval (CI) in parentheses. LCDB, Lhasa Carcinogenicity Database;\nTD50, dose producing a 50% tumor incidence. The carcinogenic potential of N-nitrosomethyl-2-hydroxypropylamine\n(total cumulative dose = 75 mg) was examined in Fischer rats (group\nof 20/sex) following daily (5 days/week) administration in drinking\nwater for a period of 30 weeks.33 The longest\nsurviving animals were examined at 75 weeks of age. The corrected\ndoses of the nitrosamine in male and female rats were 0.286 and 0.408\nmg/kg/day, respectively, as reported in the LCDB.26 The predominant tumor types induced in treated animals\n(relative to a matching group of 20 control animals/sex) were papillomas\nand carcinomas of the esophagus and squamous cell papillomas and carcinomas\nof the nasal cavity. The lowest TD50 (0.0442 mg/kg/day)\nfor N-nitrosomethyl-2-hydroxypropylamine is based\non multiple tumor types in the nasal cavity of male rats,26 with a 99% confidence interval (CI) of 0.020–0.111\nmg/kg/ day.34 Since there was only one\ntreated group and a control group with low animal numbers, the study\ndesign was not considered robust. Therefore, the lower bound of the\n99% CI of the TD50 was considered for the derivation of\nthe AI since this is the lowest likely TD50 value. Given\nthe AI for N-nitrosomethyl-2-hydroxypropylamine using\nthe TD50 value (44.2 ng/day) or the lower CI of the TD50 value (20 ng/day) is comparable to the AI for NDEA (26.5\nng/day), a limit of 26.5 ng/day was considered appropriate for structural\ngroup 4.\n\n## Structural Group 5 AI Determination\nStructural group\n5 is similar to structural group 4 except the N-methyl\ngroup is substituted by a larger N-alkyl substituent\n(Table 5). This structural\ngroup contained the largest number (14) of complex N-nitrosamine impurities requiring a read-across AI (Table 1). Ten relevant N-nitrosamines with carcinogenicity data were reviewed, of which two\nwere not considered carcinogenic based on the available data. For\nanother (1-nitroso-5-(3-pyridinyl)-3-pyrrolidinol), the study design\ndid not allow for a reliable calculation of a TD50 value.\nHowever, 1-nitroso-5-(3-pyridinyl)-3-pyrrolidinol is structurally\nquite similar to the two noncarcinogens and therefore would not be\nexpected to be among the most potent N-nitrosamines\nin this group. The TD50 values for the seven other N-nitrosamines ranged from 0.819 to 8.11 mg/kg/day (Tables 5 and S3). As reported in LCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. The AI for structural group 5 considered\nthe worst-case TD50 from 3-hydroxy-N-nitrosopiperidine\nas well as the associated TD50 95% lower confidence interval. CI in parentheses. TD50, as well as upper\nand lower 95% confidence intervals, was calculated. Study design does not allow for\na reliable estimate of TD50. Dosing was limited to 3×\nper week for 7.3 weeks LCDB,\nLhasa Carcinogenicity Database;\nTD50, dose producing a 50% tumor incidence; ND, not determined. 3-Hydroxy-N-nitrosopiperidine (CAS 55556-85-9)\nhad the lowest TD50 of the N-nitrosamines\nin structural group 5 and was selected for establishing the AI for\nthis group. The carcinogenicity of 3-hydroxy-N-nitrosopiperidine\nwas evaluated in rats (15 males, 14 females) after administration\nvia drinking water for 36 weeks (total study duration 50 weeks) resulting\nin adjusted daily doses of 2.38 (males) and 3.40 mg/kg/day (females).35 A TD50 of 0.819 mg/kg/day (CI 0.44–1.6)\nwas calculated for the predominant tumor site (nasal cavity [12/15\nmales and 10/14 females]) using the more sensitive sex. An untreated\ncontrol group was not included in the study; therefore, taking a conservative\napproach, a background tumor incidence of 0 in 15 was assumed for\npurposes of supporting the calculation. Given that the study is not\nrobust, the TD50 lower-bound 95% CI (0.44 mg/kg/day) was\nused to derive the group AI of 440 ng/day.\n\n## Structural Group 7 AI Determination\nStructural group\n7 is comprised of N-alkyl-N-alkan-2-one-type N-nitrosamine structures (Table 6). Of the eight relevant N-nitrosamines, two had insufficient data to calculate TD50 values. The TD50 values for the other six nitrosamines\nranged from 0.017 to 1.11 mg/kg/day (Tables 6 and S4). Using\nthe lowest TD50 associated with N-nitrosomethyl-(2-oxopropyl)amine\n(CAS 55984-51-5), an AI of 17 ng/day was derived for structural group\n7. As reported in\nLCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. The AI for structural group 7 was\ncalculated based on the worst-case TD50 from N-nitrosomethyl(2-oxopropyl)amine. TD50 calculated. Study design does not allow for\na reliable estimate of TD50. Dosing was limited to 1×\nper week for 52 weeks. Study\ndesign does not allow for\na reliable estimate of TD50. Dosing was limited to 4–17\nweeks LCDB, Lhasa Carcinogenicity\nDatabase;\nTD50, dose producing a 50% tumor incidence; ND, not determined. There was one carcinogenicity\nstudy wherein outbred MRC-Wistar\nrats (15 animals/sex/group) were orally administered N-nitrosomethyl-(2-oxopropyl)amine (0.9, 1.8, or 3.5 mg/kg/day)38 for 67 weeks, with adjusted doses of 129, 257,\nor 500 μg/kg/day reported in the LCDB. The naval cavity was\nthe most sensitive tissue for neoplasm development, and female rats\nwere deemed more sensitive. The incidence of tumors in the nasal cavity\nin female rats was 93% (14/15), 100% (15/15), and 64% (9/14) at 129,\n257, or 500 μg/kg/day, respectively, with no tumors detected\nin vehicle-treated animals. The TD50 reported in the LCBD\nfor N-nitrosomethyl-(2-oxopropyl)amine was 0.017\nmg/kg/day.\n\n## Structural Group 9 AI Determination\nStructural group\n9 is comprised of N-nitrosopiperidine (NPIP) derivatives\n(Table 7). Of the 14 N-nitrosopiperidines, 5 were not considered carcinogenic\nbased on the available data. The TD50 values for the other\nnine N-nitrosopiperidines, ranged from 0.499 to 49.4\nmg/kg/day (Tables 7 and S5). Using the lowest TD50 associated with 1-nitrosopiperidin-4-one (CAS 55556-91-7), an AI\nof 499 ng/day was derived for structural group 9. As reported in\nLCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed most robust is reported. TD50 calculated. The AI for structural group 9 was\ncalculated based on the worst-case TD50 from 1-nitrosopiperidin-4-one. As all animals treated with\n3-methylnitrosopiperidine\nhad gastrointestinal tumors, it is not possible to calculate a reliable\nTD50. Given the structural similarity to 4-methylnitrosopiperidine\n(whereby the N-nitroso group is not hindered by the\nmethyl substitution) and that the overall tumor incidence reveals\na pattern similar to that reported for 4-methylnitrosopiperidine,\nthe TD50 of 3-methylnitrosopiperidine is expected to be\nsimilar. LCDB, Lhasa Carcinogenicity\nDatabase;\nTD50, dose producing a 50% tumor incidence. There was one carcinogenicity study\nreported in the literature\nfor 1-nitrosopiperidine-4-one, where the N-nitrosamine\nwas administered daily (5 days/week) in drinking water to Sprague–Dawley\nrats for 36 weeks with a total study duration of 60 weeks.35 The total cumulative administered dose of 1-nitrosopiperidin-4-one\nwas 3.2 mmol, with corresponding adjusted daily doses in male and\nfemale rats of 1.95 and 2.80 mg/kg/day, respectively (Table S5). Both male (14/15) and female (14/15)\nrats developed adenocarcinomas of the nasal cavity, which was the\nmost sensitive tumor site. Because no concurrent control animals were\nincluded in the study, a conservative estimate of 0 tumors/15 control\nanimals was assumed, which led to the calculated TD50 values\nof 0.499 and 0.717 mg/kg/day for male and female rats, respectively.\n\n## Structural Group 10 AI Determination\nStructural group\n10 is comprised of N-nitrosopiperazines (Table 8). The TD50 values of the eight relevant N-nitrosopiperazines\nranged from 0.140 to 34.6 mg/kg/day (Tables 8 and S6). The\nlowest robust TD50 value (0.153 mg/kg/day) associated with\n1,2,6-trimethyl-4-nitrosopiperazine (CAS 75881-18-4)26 was selected for the derivation of the AI (153 ng/day)\nfor structural group 10. It was considered that EMA has published\nan AI of 26.5 ng/day for 1-methyl-4-nitrosopiperazine based on read-across\nto NDEA;29 however, there is no rationale\nprovided for the appropriateness of using NDEA to read across to 1-methyl-4-nitrosopiperazine\nspecifically or N-nitrosopiperazines in general.\nIn addition, in our review of available carcinogenicity data, a slightly\nlower TD50 value (140 ng/day) was calculated for 1-methyl-4-nitrosopiperazine\n(CAS 16339-07-4). However, this TD50 value was not used\nto establish the AI for group 10 because the TD50 was derived\nfrom a single-dose study in which there was a 100% incidence of olfactory\ncarcinomas (Table S6).44 While the TD50 value from the single-dose study\ncould provide a reasonable upper-bound estimate of potency, there\nis no reliable indication of the lower-bound estimate of carcinogenic\npotency. Consequently, with a similar and more reliable TD50 calculated using a higher-quality study design, the TD50 generated from the study by Klein et al.44 was excluded. As reported in\nLCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. Calculated TD50. A 100% tumor incidence observed\nin the only treatment group included in the study therefore does not\nresult in a reliable estimate of TD50. This TD50 value was not considered in the derivation of the AI. The AI for structural group 10 was\ncalculated based on the lowest most robust TD50 from 1,2,6-trimethyl-4-nitrosopiperazine. LCDB, Lhasa Carcinogenicity\nDatabase;\nTD50, dose producing a 50% tumor incidence. The carcinogenicity of 1,2,6-trimethyl-4-nitrosopiperazine\nhas\nbeen investigated in rats and hamsters.45 The study in rats was considered more robust given the existence\nof two treatment groups and a control group, relative to the study\nin hamsters, which included one treatment group and a control group.\nThe daily (5 days/week) administration of 1,2,6-trimethyl-4-nitrosopiperazine\nin drinking water (adjusted doses of 259 or 980 μg/kg/day) to\nfemale Fischer rats (20/group) for 30 weeks resulted in no animals\nsurviving 60 weeks following treatment at 980 μg/kg/day and\n90 weeks post treatment at 259 μg/kg/day. The predominant tumor\ntype was olfactory carcinomas of the nasal cavity in 13/20 and 18/20\nrats at 259 and 980 μg/kg/day, respectively. Based on the olfactory\ncarcinomas, the most sensitive TD50 of 0.153 mg/kg/day\n(153 μg/kg/day) is reported in LCDB.26\n\n## Structural Group 11 AI Determination\nStructural group\n11 is comprised of N-nitrosopyrrolidine (NNP) derivatives\n(Table 9). Of the nine\nrelevant NNPs, three were concluded to be noncarcinogenic under the\nstudy conditions, and the carcinogenicity study design for one compound\n(1-nitroso-5-(3-pyridinyl)-3-pyrrolidinol) was not considered sufficiently\nrobust to calculate a TD50. As stated previously, this N-nitrosamine is structurally similar to those that were\nnot carcinogenic and therefore would not be expected to be a potent\ncarcinogen. For the remaining five NNPs, the TD50 values\nranged from 0.0957 to 31.3 mg/kg/day (Tables 9 and S7). (S)-N′-Nitrosonornicotine (NNN; CAS\n53759-22-1) had the lowest TD50 and therefore was selected\nfor the derivation of the AI for structural group 11. TD50, calculated dose\nresulting in tumor in 50% of animals as reported in LCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. CI in parentheses. The AI for structural group 11 considered\nthe worst-case TD50 from NNN as well as the associated\nTD50 99% lower confidence interval.49 Calculated TD50. Study design\ndoes not allow for\na reliable estimate of TD50. Dosing was limited to 3×\nper week for 7.3 weeks. CPDB, Carcinogenic Potency Database;\nLCDB, Lhasa Carcinogenicity Database; ND, not determined. Two carcinogenicity investigations\nwith NNN are reported in LCDB:\none in rat and the other in hamster. Both studies included a single\ntreatment group and a control group with small numbers of animals.\nThe duration of exposure in rats and hamsters was 87 weeks (experimental\nduration of 87 weeks) and 31 weeks (experimental duration of 96 weeks),\nrespectively. Since these studies were of similar quality, the rat\nstudy was selected for the derivation of the AI because the lowest\nTD50 value was observed in this species. In the rat carcinogenicity\nstudy, NNN was administered to male F344 rats (20/control, 40/treated)\nin drinking water at an average daily dose of 250 μg/kg/day.26,48 The TD50 was derived based on the incidence of esophageal\ntumors (0 in control animals and 10/14 in treated). The TD50 calculated by Gold et al.27 was 0.0957\n(99% CI 0.0434–0.267) mg/kg/day.49 Given that the TD50 is based on a study with a single\ntreatment group and a limited number of animals, the lower CI of the\nTD50 was used to derive an AI of 43.4 ng/day.\n\n## Structural\nGroup 12 AI Determination\nStructural group\n12 is comprised of N-nitrosohomopiperazine and N-nitrosohomopiperidine derivatives. The TD50s of two relevant nitrosamines are quite similar (0.313 and 0.242\nmg/kg/day) (Tables 10 and S8). Taking a conservative approach,\nthe lower TD50 of the two nitrosamines in group 12, which\nwas calculated for dinitrosohomopiperazine (CAS 55557-00-1), was selected\nto derive a group AI of 242 ng/day. As reported in LCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. The AI for structural group 12\nwas calculated based on the worst-case TD50 from dinitrohomopiperazine. LCDB, Lhasa Carcinogenicity\nDatabase;\nTD50, dose producing tumors in 50% of animals. Dinitrosohomopiperazine was tested\nfor carcinogenicity in female\nFischer 344 rats using several study designs.26,51 In the most robust of these studies (6 treatment groups, 20 animals\nper group, oral exposure for 30 weeks), the daily corrected doses\nof dinitrosohomopiperazine ranged from 10.1 to 2930 μg/kg/day.26 The incidence of the predominant tumor type,\ncarcinomas of the upper gastrointestinal tract, ranged from 1/20 to\n14/20 across the treatment groups. The associated TD50,\n0.242 mg/kg/day (242 μg/kg/day), was used to establish the group\nAI.\n\n## Structural Group 13 AI Determination\nStructural group\n13 is comprised of N-nitrosomorpholine derivatives.\nOf four relevant N-nitrosomorpholines, one was not\ncarcinogenic and one was reported as weakly carcinogenic in mice.\nThe other two N-nitrosomorpholines had TD50 values (0.129 and 1.22 mg/kg/day) that were considered for the AI\ncalculation (Tables 11 and S8). As N-nitrosomorpholine (CAS 59-89-2) had the lower TD50, it was used to derive the AI (129 ng/day) for group 13. (Note:\nEMA recently published an AI for N-nitrosomorpholine of 127 ng/day.)29 As reported in LCDB unless otherwise\nnoted; the TD50 from the most sensitive organ site from\nthe study deemed the most robust study is reported. The AI for structural group 13\nwas calculated based on the worst-case TD50 from 4-nitrosomorpholine. TD50 not calculated\ndue to limitations of the mouse study.54 LCDB, Lhasa Carcinogenicity\nDatabase;\nTD50, dose resulting in tumors in 50% of animals. N-Nitrosomorpholine\nwas tested for the induction\nof tumors in rats and Syrian hamsters, with TD50 values\nfrom the most sensitive site for each study ranging from 0.0805 to\n11.4 mg/kg/day.26 The most robust study\nwas conducted in female Fischer 344 rats, with N-nitrosomorpholine\nadministered orally for 100 weeks and examined for tumor incidence\nat the end of life.52 Daily corrected doses\nof N-nitrosomorpholine of 0, 2.27, 5.83, 14.6, 35.6,\n84.2, or 249 μg/kg/day were administered to groups of 80, 100,\n99, 47, 48, 48, or 24 rats, respectively. The liver was the most sensitive\norgan, with the lowest TD50 of 0.129 mg/kg/day for multiple\ntumor types,26 which was used as the basis\nfor the group 13 AI.\n\n## Discussion\nTo address regulatory\nguidance on the risk assessment of N-nitrosamine\nimpurities in all marketed or approved drugs,17,18,25 a science-based and practical\nendeavor involving the determination of AI limits for various structural\ngroups of potential (theoretical) N-nitrosamine impurities\nwas initiated. The exercise herein reported was limited to secondary\namine-based APIs (and corresponding secondary amine impurities present\nwithin the API) that could potentially form N-nitrosamines\nupon reaction with a nitrosating source.23 The secondary amine-based APIs were structurally diverse with a\nbroad range of physicochemical properties (e.g., molecular weight,\ntopological polar surface area, lipophilicity, etc.), which is not\nsurprising given their use in the treatment of a range of diseases\n(e.g., secondary amine-containing-fluoroquinolone antibiotics, -thiazide\nloop diuretics, -ethanolamine antihypertensives, etc.). However, since\nthe secondary amine (and the corresponding theoretical N-nitrosamine) moiety was a common structural feature in all of the\nAPIs, the N-nitrosamine impurities were classified\ninto structural groups (Table 1) based on the substituents (e.g., N,N-dialkyl, N-alkyl-N-aryl,\ncycloalkyl [5-, 6-, 7-membered] amines) attached to the secondary\namine nitrogen. Furthermore, all acyclic and cycloalkyl N-nitrosamine derivatives in the structural groups 1–13 contained\nat least one oxidizable center (α-C–H bond) that could\nbe potentially bioactivated by CYP enzymes to the obligatory alkyl\nor aryl diazonium intermediate (Figure 2), as previously demonstrated with several low-molecular-weight\nacyclic or cycloalkyl N-nitrosamine carcinogens.5−8,55,56 Bioactivation\npathways for acyclic (N,N-dialkyl\nand N-alkyl-N-aryl) and cyclic N-nitrosamines from the structural\ngroups 1–13. Against this backdrop,\nit is noteworthy to point out that the propensity\nof the complex N-nitrosamines (from structural groups\n1–13) toward CYP-catalyzed bioactivation to the electrophilic\ndiazonium (alky or aryl) intermediate is presently not known. Examination\nof the metabolic pathways from available human mass balance/metabolism\nstudies on several secondary amine-based APIs in humans revealed no\nevidence of N-dealkylated metabolites that could be derived from α-carbon\nhydroxylation adjacent to the amine nitrogen (unpublished observations).\nWhether the corresponding N-nitrosamine derivatives\nshare an identical metabolic fate as their parent precursors remains\nunclear at the present time. A side-by-side comparison of the in vitro\nmetabolism (e.g., reduced nicotinamide adenine dinucleotide phosphate\n(NADPH)-supplemented liver microsomes or S-9 fractions from animals\nand humans) for structurally diverse parent amines and corresponding N-nitrosamine derivatives, along with a comparison of their\nmutagenic responses in the bacterial reverse mutation assay (Ames\ntest) (±metabolic activation), would be a useful next step to\nestablish an understanding of the relationship between mutagenicity\nand metabolism/bioactivation (or lack thereof) of the parent amine\nand the corresponding N-nitrosamine impurities. Carcinogenicity databases were mined for the identification of N-nitrosamines, which met the structural criteria defined\nin Table 1 for each\nof the groups (1–13). Published and/or calculated TD50 values were collected, and the lowest animal TD50 value\nwithin each group of N-nitrosamines was used to establish\ngroup AIs to use for read-across for the complex N-nitrosamine impurities with unknown carcinogenic potential. Overall,\nthe strategy used here is aligned with ICH M7(R1) guidance,3 which recommends that an AI can be established\nfor a chemically defined class based on carcinogenic potency data\nand applied to structurally similar mutagenic impurities without carcinogenicity\ndata. An exhaustive review of the carcinogenicity data for numerous\nstructurally\ndiverse N-nitrosamines revealed a broad range of\ncarcinogenic potencies, with TD50 values in the μg/kg\nrange to no evidence of carcinogenicity when tested at doses into\nthe mg/kg range. For instance, considering the totality of N-nitrosamine carcinogenicity data included in our review,\na 2900-fold difference between the lowest and highest TD50 values (0.017–49.4 mg/kg/day) was observed, which equates\nto an ∼29-fold difference when comparing the lowest (17 ng/day,\ngroup 7) and highest (499 ng/day, group 8) structural group AIs (Table 1). It is also useful\nto consider the range of TD50 values observed within each N-nitrosamine structural group relative to the TTC value\nof 1.5 μg/day, which is considered an acceptable lifetime daily\nintake for mutagenic impurities not classified as CoC.3 A TD50 value ≥1.5 mg/kg/day correlates\nto an AI that is equal to or greater than the default TTC. The majority\nof N-nitrosamine structural groups (Table 2) had examples of N-nitrosamines, with TD50s close to (groups 7 and 13) or\nexceeding (groups 3, 5, 9, 10, and 11) 1.5 mg/kg/day, and 5 N-nitrosamine structural groups (groups 3, 5, 9, 11, and\n13; Table 2) had examples\nof N-nitrosamines that produced no evidence of carcinogenicity.\nIt is entirely possible that the steric and electronic properties\nof the complex API-derived N-nitrosamines will not\nbe optimal for CYP-mediated bioactivation leading to the electrophilic\ndiazonium species, and therefore, it is reasonable to expect that\nsome complex N-nitrosamine impurities will be less\npotent carcinogens (i.e., not possessing CoC potency). This is supported\nby a recent analysis of the impact of specific substitution patterns\non the carcinogenic potency of simple N-nitrosamines,\nwhich demonstrated that steric hindrance at the α-carbon and\nelectron-withdrawing groups at the β-carbon were associated\nwith a decrease in carcinogenic potency.57 In the majority of cases, the most carcinogenic N-nitrosamine in each group was a simple chemical with no steric hindrance\naround the N-nitroso group. This is an expected observation\nand supports the conclusion that the AIs established for each structural\ngroup are conservative for read-across to complex N-nitrosamine impurities. The exception was group 11 where the sterically\nhindered N-nitrosopyrrolidines (NNN) and N′-nitrosonornicotine-N-oxide (NNNO),\nwhich would be expected to be less potent carcinogens, possessed TD50 values 26- and 4-fold lower than the simplest derivative N-nitrosopyrrolidine (NNP).26 It is possible that NNN and NNNO are in fact not more potent carcinogens\nrelative to NNP but rather that the experimentally derived TD50 values were influenced by differences in the carcinogenicity\nstudy design, with NNP having a much more robust study relative to\nthose conducted for NNN and NNNO (see Table S7 for details of these studies). In addition to the LCDB, a\nmore comprehensive data set was included\nin our review by considering all of the N-nitrosamine\ncarcinogenicity studies that Lhasa has curated into the Vitic database.\nUsing this approach, additional relevant N-nitrosamines\nwith carcinogenicity data were identified, and whenever possible,\nTD50 values were calculated. Although not all of the carcinogenicity\nstudies are optimal for deriving TD50 values, the totality\nof the data from these investigations provides weight of evidence\nfor the potency of a group of structurally related N-nitrosamines, as well as informs the impact of structural features\non potency. This is exemplified by the N-nitrosopiperidine\n(NPIP) structural group, which has a robust carcinogenicity study\navailable for NPIP (TD50 = 0.974 mg/kg/day), the potency\nof which can be considered as a benchmark for comparison to the other\nstructurally related NPIPs, which have been examined in less robust\ncarcinogenicity studies (Figure 3). Direct comparison of NPIP carcinogenic potency to\nthat of NPIPs with various substitutions was investigated by administering\nequal molar doses of NPIP and substituted NPIPs to small groups of\nrats.35,41 From these studies, it was concluded that\nmethyl substitution at the 3- and 4-positions of the piperidine ring\nhas little to no impact on the carcinogenic potency relative to NPIP;41 also, there was little difference in the carcinogenic\npotency of NPIP when compared to 1-nitrosopiperidine-4-one, 1-nitrosopiperidine-4-ol,\nand 1-nitrosopiperidin-3-ol.35 The similarity\nin carcinogenic potencies is reflected by overlapping CIs in Figure 3. It was also reported\nthat substitutions at the 2- and 6-positions have the effect of reducing\nor eliminating carcinogenicity relative to NPIP,41 which was attributed to steric hindrance and/or lack of\nabstractable hydrogen atoms at carbon atoms α to the N-nitroso group. The hindered NPIPs that maintain some carcinogenic\nactivity are distinctly less potent than NPIP (Figure 3). Distribution of TD50 values and upper\nand lower confidence\nintervals for N-nitrosopiperidines (group 9). TD50 values and 99% upper and lower confidence intervals are\npublished in LCDB for N-nitrosopiperidine, (2R)-2-methyl-N-nitrosopiperidine, and (S)-2-methyl-N-nitrosopiperidine. For the\nremainder, TD50 values and 95% upper and lower confidence\nintervals were calculated. In the case of structural group 1, which is comprised of N,N-dialkylnitrosamine impurities, a default\nAI of 26.5 ng/day was assigned based on the corresponding value proposed\nfor the carcinogen NDEA.17,25 An AI of 26.5 ng/day\nfor NDEA, as defined by the EMA25 and FDA,17 is based on the harmonic mean TD50 derived from the CPDB. Use of the harmonic mean is in contrast to\nthe ICH M7(R1) recommendation3 that AIs\nshould be calculated from the most robust animal study using the most\nsensitive organ site, species, and sex. Following the ICH guidance,\nan AI of 49.8 ng/day is derived for NDEA based on a lifetime drinking\nwater study in male and female rats, with 15 treated groups of 50\nor more animals/group/sex and 240 control animals/sex where the most\nsensitive end point was liver neoplasms with a TD50 of\n0.0498 mg/kg/day.58 It is also important\nto note that among N,N-dialkylnitrosamines,\nthere are also examples of weak carcinogens (e.g., N-nitrosodiisopropylamine) and noncarcinogens (e.g., N-nitroso-di-sec-butylamine).59 An important consideration in the application of\nthe AIs presented\nhere is the duration of treatment for the medication. Many pharmaceuticals\nare indicated for acute and/or intermittent administration, whereas\nthe structural group AIs determined in this study assumed chronic\ndaily exposure for a lifetime. The ICH M7(R1) guidance3 provides a framework for adjusting AIs according to the\nproduct’s duration of use, and empirical data from rodent carcinogenicity\nstudies for NDEA support the application of the less than lifetime\nadjustment factors to nitrosamines.60 Establishing AIs for 13 different N-nitrosamine\nstructural groups represented a useful and science-based approach\nto evaluate and establish AIs for a large number of N-nitrosamine impurities. The structural group AIs are conservative\nand based on the most potent N-nitrosamine in each\nstructural group and assume chronic daily exposure for a lifetime.\nOverall, the comprehensive evaluation of available N-nitrosamine carcinogenicity data enabled the rapid differentiation\nof drug substance/products that did (or did not) require additional\nconfirmatory testing, including the development of a suitably sensitive\nanalytical methodology to monitor the presence of N-nitrosamine impurities. It is important to note that the work presented\nhere should be viewed as a conservative approach for defining the\nAI for some (not all) N-nitrosamine impurities since\nthe N-nitrosamine structural groups studied herein\nwere of interest to Pfizer. Given that the structural group AIs are\nbased on the most potent carcinogenic N-nitrosamine\nin each group, a useful extension of this study would be a more detailed\nanalysis of structure–activity relationships for metabolism\n(bioactivation) and carcinogenic potency to enable compound-specific\nread-across assessments, which can potentially increase the daily\nAIs for individual compounds within the structural group framework.",
  "word_count": 11187,
  "char_count": 75159
}