{
  "pmcid": "PMC5816191",
  "doi": "10.1073/pnas.1718185115",
  "title": "E-cigarette smoke damages DNA and reduces repair activity in mouse lung, heart, and bladder as well as in human lung and bladder cells",
  "authors": [
    "Hyun-Wook Lee",
    "Sung-Hyun Park",
    "Mao-wen Weng",
    "Hsiang-Tsui Wang",
    "William C. Huang",
    "Herbert Lepor",
    "Xue-Ru Wu",
    "Lung-Chi Chen",
    "Moon-shong Tang"
  ],
  "year": "2018",
  "journal": "Proceedings of the National Academy of Sciences of the United States of America",
  "abstract": "SignificanceE-cigarette smoke (ECS) delivers nicotine through aerosols without burning tobacco. ECS is promoted as noncarcinogenic. We found that ECS induces DNA damage in mouse lung, bladder, and heart and reduces DNA-repair functions and proteins in lung. Nicotine and its nitrosation product 4-(methylnitrosamine)-1-(3-pyridyl)-1-butanone can cause the same effects as ECS and enhance mutations and tumorigenic cell transformation in cultured human lung and bladder cells. These results indicate that nicotine nitrosation occurs in the lung, bladder, and heart, and that its products are further metabolized into DNA damaging agents. We propose that ECS, through damaging DNA and inhibiting DNA repair, might contribute to human lung and bladder cancer as well as to heart disease, although further studies are required to substantiate this proposal.",
  "sections": [
    {
      "title": "Results",
      "text": "Nicotine is the major component of ECS (3). The majority (80%) of inhaled nicotine in smoke is quickly metabolized into cotinine, which is excreted into the bloodstream and subsequently into urine (14). Cotinine is generally believed to be nontoxic and noncarcinogenic (15); however, a small portion (<10%) of inhaled nicotine is believed to be metabolized into nitrosamines in vivo (16–18). Nitrosamines induce tumors in different organs in animal models (6, 19). Inhaled nitrosamines are metabolized into N-nitrosonornicotine (NNN) and nicotine-derived nitrosamine ketone (NNK). It has been proposed that NNK can be further metabolized and spontaneously degraded into methyldiazohydroxide (MDOH), pyridyl-butyl derivatives (PBDs), and formaldehyde, and that NNN degrade into hydroxyl or keto PBDs (20). While nicotine cannot bind to DNA directly, MDOH can methylate deoxyguanosines and thymidines in DNA (21). Although the fate of nitrosamine-induced formaldehyde and PBDs in vivo is less clear, both are capable of inducing DNA damage in vitro (22–25). Therefore, if ECS in fact is a carcinogen, it is likely that its carcinogenicity is derived from nitrosamines that are derived from the nitrosation of nicotine (5, 19, 21). Nitrosamines are potent carcinogens and it is generally believed that their carcinogenicity is via induction of methylation DNA damage (26, 27). As a step in examining the carcinogenicity of ECS, we determined whether ECS can induce O6-methyl-deoxuguanosine (O6-medG) adducts in lung, heart, liver, and bladder tissues of mice. Mice were exposed to ECS (10 mg/mL, 3 h/d, 5 d/wk) for 12 wk; the dose and duration equivalent in human terms to light E-cig smoking for 10 y. The results in Fig. 1 A and B, Fig. S1, and Table S1 show that ECS induced significant amounts of O6-medG adducts in the lung, bladder, and heart and that the level of O6-medG adducts in lung was three- to eightfold higher than in the bladder and heart. These results are consistent with the explanation that nicotine is metabolized into MDOH, which can methylate DNA (16, 20). ECS induces γ-OH-PdG and O6-medG adducts in the lung, bladder and heart. Genomic DNA were isolated from different organs of mice exposed to FA or ECS as described in text. (A–D) O6-medG and PdG formed in the genomic DNA were detected by immunochemical methods (28). (A and C) Slot blot. (B and D) Quantification results. The bar represents the mean value. (E) Identification of γ-OH-PdG adducts formed in the genomic DNA of lung and bladder by the 2D-TLC (Upper) and then HPLC (Lower) (28). ST, PdG, or O6-medG standard DNA. ****P < 0.0001, ***P < 0.001, **P < 0.01, and *P < 0.05. Recently, we found that aldehyde-derived cyclic 1,N2-propano-dG (PdG), including γ-OH-1,N2-PdG (γ-OH-PdG) and α-methyl-γ-OH-1,N2-PdG adducts, are the major DNA adducts in mouse models (28) induced by TS, which contains abundant nitrosamines and aldehydes (20). We therefore determined the extent of PdG formation in different organs of ECS-exposed mice using a PdG-specific antibody (28–30). The results in Fig. 1 C and D show that ECS induced PdG adducts in the lung, bladder, and heart, and that the level of PdG in the lung is two- to threefold higher than in the bladder and heart. Moreover, the level of PdG is 25- to 60-fold higher than the level of O6-medG in lung, bladder, and heart tissues, indicating that induction of PdG is more efficient than induction of O6-medG by nicotine metabolic products and/or that O6-medG is more efficiently repaired in these organs. ECS, however, did not induce either O6-medG or PdG in liver DNA. Due to the relatively minute amount of genomic DNA that is possible to isolate from mouse organs, in this case, specifically from bladder mucosa, which is only able to yield up to 2 μg of genomic DNA from each mouse, we used the sensitive 32P-postlabeling thin layer chromatography (TLC)/HPLC method to identify the species of the PdG formed in lung and bladder tissues (13, 28, 31). The results in Fig. 1E show that the majority of PdG (>95%) formed in these tissues coelute with γ-OH-PdG adduct standards with a minor portion that coelute with α-OH-PdG standards. We then determined the relationship of PdG and O6-medG formation in different organs of each animal. The results in Fig. 2A show that the levels of PdG and O6-medG in the same organs are positively related to each other. Thus, a lung tissue sample that had a high level of PdG also had a high level of O6-medG. The same relationship between PdG and O6-medG formation was found in the bladder and heart (Fig. 2A and Table S1). The results in Fig. 2B show that in the same mouse, the levels of PdG and O6-medG formation in different organs also have a positive correlation: Mice with a high level of PdG and O6-medG formation in the lung also had a high level of these DNA adducts in the bladder and heart (Fig. 2B and Table S1). Together, these results indicate that the formation of PdG and O6-medG DNA adducts in the lung, bladder, and heart tissue are the result of DNA damaging agents derived from ECS exposure, and raising the possibility that the ability for nicotine absorption and metabolism and DNA-repair activity of different organs determine their susceptibility to ECS-induced DNA adduct formation. Relationship of ECS-induced PdG versus O6-medG formation in different organs of mice. The levels of PdG and O6-medG detected in different organs from mice exposed to FA and ECS were determined in Fig. 1. In A, O6-medG formation is plotted against PdG formation in each organ in mice exposed to ECS (red triangles) and FA (blue dots). In B, formation of PdG and O6-medG in the bladder, heart, and liver is plotted against PdG and O6-medG formation, respectively, in the lung of mice exposed to ECS and FA. Each symbol represents each individual mouse. Recently, we have found that lung tissues of mice exposed to TS have lower DNA-repair activity and lower levels of DNA-repair proteins XPC and OGG1/2 and that aldehydes, such as acrolein, acetaldehyde, crotonaldehyde, and 4-hydroxy-2-nonenal, can modify DNA-repair proteins, causing the degradation of these repair proteins and impairing DNA-repair function (11, 12, 28). These findings raise the possibility that, via induction of aldehydes, ECS can impair DNA-repair functions. To test this possibility, we determined the effect of ECS on the activity of the two major DNA-repair mechanisms in mouse lung tissues: nucleotide excision repair (NER) and base excision repair (BER) (32). We adopted a well-established in vitro DNA damage-dependent repair synthesis assay, which requires only 10 μg of freshly prepared cell lysates (11, 13, 28). Since the amount of bladder mucosa collected from individual mice was minute, we were only able to determine DNA-repair activity in lung tissues (28). We used UV-irradiated DNA, which contains cyclobutane pyrimidine dimers as well as <6-4> photoproducts; Acr-modified DNA, which contains γ-OH-PdG; and H2O2-modified DNA, which contains 8-oxo-dG, as substrates (13, 28). It is well established that NER is the major mechanism that repairs cyclobutane pyrimidine dimers, <6-4> photoproducts, and γ-OH-PdG, and that BER is the major mechanism that repairs 8-oxo-dG (32, 33). Therefore, these two types of substrates allow us to determine the NER and BER activity in the cell lysates (11, 13). The results in Fig. 3 A and B and Fig. S2 show that both NER and BER activity in lung tissue of ECS-exposed mice are significantly lower than in lung tissue of filtered air (FA)-exposed mice. ECS reduces DNA-repair activity and XPC and OGG1/2 in the lung. Cell lysates were isolated from lung tissues of mice exposed to FA (n = 10) or to ECS (n = 10) the same as in Fig. 1. The NER and the BER activity in the cell lysates were determined by the in vitro DNA damage-dependent repair synthesis assay as described (13, 28). (A and B) Ethidium bromide-stained gels (Upper) and autoradiograms (Lower) are shown in Left. In Right, the radioactive counts in the autoradiograms were normalized to input DNA. The relative repair activity was calculated using the highest band as 100%. (C) Detection of XPC and OGG1/2 protein in lung tissues (n = 8) by Western blot (Left). Right graphs are quantifications of ECS effect on the abundance of XPC and OGG1/2. The bar represents the mean value. (D) The relationship between the level of PdG and O6-medG adduct and the NER and BER activity in lung tissues of FA- (black square) and ECS (red dot)-exposed mice. We then determined the level of XPC and OGG1/2, the two crucial proteins, respectively, for NER and BER (34, 35). The results in Fig. 3C show that the level of XPC and OGG1/2 in lung tissues of ECS-exposed mice was significantly lower than in control mice. We further determined the relationship between DNA adduct formation and DNA-repair activity in lung tissues of FA- and ECS-exposed mice. Since NER is the major repair mechanism for bulky DNA damage such as γ-OH-PdG and photodimers (11, 33) and BER is a major repair mechanism for base damage (32), we compared BER activity with the level of O6-medG adducts and NER activity with the level of γ-OH-PdG adducts. The results in Fig. 3D show that NER and BER activity in lung tissue of different mice is inversely related to the level of γ-OH-PdG and O6-medG adducts, respectively. These results indicate that in lung tissue, NER and BER activities are crucial factors in determining the level of ECS-induced γ-OH-PdG and O6-medG DNA damage; mice that are more sensitive to ECS-induced DNA-repair inhibition accumulate more ECS-induced DNA damage in their lung and, perhaps, bladder and heart. It should be noted that in human cells, repair of O6-medG adducts is mainly carried out by O6-methylguanine DNA methyltransferase (MGMT) (36, 37). The positive relationship between BER activity and the O6-medG level in lung tissues of mice implies that ECS impairs BER enzymes as well as MGMT, and/or O6-medG is repaired by a BER mechanism in mice. Many tobacco-specific nitrosamines that result from the nitrosation of nicotine, such as NNN and NNK, are potent carcinogens and can induce cancer in different organs, including the lung (20, 21, 27). While NNK and NNN cannot covalently bind with DNA directly, it has been proposed that one of NNK’s metabolic products, MDOH, can interact with DNA to induce mutagenic O6-medG adducts (20, 21, 27). These results raise the possibility that ECS-induced O6-medG is due to the nitrosation of nicotine, and that NNK resulting from nicotine nitrosation then further transforms into MDOH in lung and bladder tissue (20). To test this possibility, we determined the DNA adducts induced by nicotine and NNK in cultured human bronchial epithelial and urothelial cells, and the effect of nicotine and NNK treatments on DNA repair, using the same methods indicated in Fig. 1. The results in Fig. 4 show that both nicotine and NNK can induce the same type of γ-OH-PdG adducts, and O6-medG adducts. Since it is well established that many aldehydes can induce cyclic PdG in cells (38–40), these results suggest that aldehydes as well as MDOH are NNK metabolites, which induce γ-OH-PdG and O6-medG. Nicotine and NNK induce γ-OH-PdG and O6-medG in cultured human lung and bladder epithelial cells. Human lung epithelial (BEAS-2B) cells and urothelial (UROtsa) cells were treated with different concentrations of nicotine and NNK as described in text. O6-medG and PdG formed in the genomic DNA were determined as described in Fig. 1. (A) The DNA adducts were detected by immunochemical methods (13, 28). (B) The PdG adducts formed in the genomic DNA were further identified as γ-OH-PdG adducts by the 32P postlabeling followed by 2D-TLC/HPLC method (13, 28). We next determined the effects of nicotine and NNK treatment on DNA-repair activity and repair protein levels in human lung and bladder epithelial cells using the method described in Fig. 3. The results in Fig. 5 show that nicotine and NNK treatments not only inhibit NER and BER activities, they also reduce the protein levels of XPC and hOGG1/2. We found that these reductions of XPC and hOGG1/2 induced by nicotine and NNK can be prevented or attenuated by the proteasome and autophagosome inhibitors MG132, 3-methyladenine (3-MA), and lactacystin (Fig. S3) (13, 41–43). These results indicate that metabolites of nicotine and NNK can modify DNA-repair proteins and cause proteosomal and autophagosomal degradation of these proteins and that ECS’s effect on the inhibition of DNA-repair activity is via modifications and degradation of DNA-repair proteins by its metabolites. Nicotine and NNK reduce DNA-repair activity and the level of repair proteins XPC and hOGG1/2 in cultured human lung and bladder epithelial cells. Cell-free cell lysates were isolated from human lung (BEAS-2B) and bladder epithelial (UROtsa) cells treated with different concentrations of nicotine and NNK 1 h at 37 °C. The NER and the BER activity in the cell lysates were determined by the in vitro DNA damage-dependent repair synthesis assay as described in Fig. 3. (A) Ethidium bromide-stained gels (Upper) and autoradiograms (Lower) are shown. (B) Quantifications results. The radioactive counts in the autoradiograms were normalized to input DNA. The relative repair activity was calculated using the control band as 100%. (C) The effect of nicotine and NNK treatment on abundance of XPC and hOGG1/2 in human lung and bladder urothelial cells were determined as described in Fig. 3. Together, these results indicate that human bronchial epithelial and urothelial cells as well as lung, heart, and bladder tissues in the mouse are able to nitrosate nicotine and metabolize nitrosated nicotine into NNK and then MDOH and aldehydes. Furthermore, whereas MDOH induces O6-medG adducts, aldehydes not only can induce γ-OH-PdG, they also can inhibit DNA repair and cause repair protein degradation. The aforementioned results demonstrate that ECS’s major component nicotine, via its metabolites, MDOH, and aldehydes, not only can induce mutagenic DNA adducts, but that they also can inhibit DNA repair in human lung and bladder epithelial cells. These results raise the possibility that ECS and its metabolites can function not only as mutagens but also as comutagens to enhance DNA damage-induced mutagenesis. To test this possibility, we determined the effect of these agents on cell mutation susceptibility on UV- and H2O2-induced DNA damage using the well-established supF mutation system (13). The results in Fig. 6A show that nicotine and NNK treatment in both human lung and bladder epithelial cells enhances the spontaneous mutation frequency as well as UV- and H2O2-induced mutation frequency by two- to fourfold. These results indicate that nicotine and NNK treatment sensitize these human cells to the extent that they are more susceptible to mutagenesis. We further tested the effect of these agents on induction of tumorigenic transformation using the anchorage-independent soft-agar growth assay (44, 45). The results in Fig. 6 B and C show that nicotine and NNK greatly induce soft-agar anchorage-independent growth of human lung and bladder cells, a necessary ability for tumorigenic cells (46–49). Nicotine and NNK treatments enhance mutational susceptibility and cell transformation. Human lung and bladder epithelial cells (BEAS-2B and UROtsa) were treated with NNK (0.5 mM) and nicotine (25 mM for BEAS-2B cells, and 5 mM for UROtsa cells) for 1 h at 37 °C; these treatments render 50% cell killing. (A) UVC-irradiated (1,500 J/m2) or H2O2 modified (100 mM, 1 h at 37 °C) plasmid DNAs containing the supF gene were transfected into these cells, and the mutations in control, and nicotine- and NNK- treated cells were detected and quantified as previously described (13, 28). (B) Detection of anchorage-independent soft-agar growth. A total of 5,000 treated cells were seeded in a soft-agar plate. The method for anchorage-independent soft-agar growth is the same as previously described (28). Typical soft-agar growth plates stained with crystal violet were shown. (C) Quantifications of percent of control, nicotine, and NNK-treated cells formed colonies in soft-agar plates."
    },
    {
      "title": "ECS Induces O",
      "text": "Nicotine is the major component of ECS (3). The majority (80%) of inhaled nicotine in smoke is quickly metabolized into cotinine, which is excreted into the bloodstream and subsequently into urine (14). Cotinine is generally believed to be nontoxic and noncarcinogenic (15); however, a small portion (<10%) of inhaled nicotine is believed to be metabolized into nitrosamines in vivo (16–18). Nitrosamines induce tumors in different organs in animal models (6, 19). Inhaled nitrosamines are metabolized into N-nitrosonornicotine (NNN) and nicotine-derived nitrosamine ketone (NNK). It has been proposed that NNK can be further metabolized and spontaneously degraded into methyldiazohydroxide (MDOH), pyridyl-butyl derivatives (PBDs), and formaldehyde, and that NNN degrade into hydroxyl or keto PBDs (20). While nicotine cannot bind to DNA directly, MDOH can methylate deoxyguanosines and thymidines in DNA (21). Although the fate of nitrosamine-induced formaldehyde and PBDs in vivo is less clear, both are capable of inducing DNA damage in vitro (22–25). Therefore, if ECS in fact is a carcinogen, it is likely that its carcinogenicity is derived from nitrosamines that are derived from the nitrosation of nicotine (5, 19, 21). Nitrosamines are potent carcinogens and it is generally believed that their carcinogenicity is via induction of methylation DNA damage (26, 27). As a step in examining the carcinogenicity of ECS, we determined whether ECS can induce O6-methyl-deoxuguanosine (O6-medG) adducts in lung, heart, liver, and bladder tissues of mice. Mice were exposed to ECS (10 mg/mL, 3 h/d, 5 d/wk) for 12 wk; the dose and duration equivalent in human terms to light E-cig smoking for 10 y. The results in Fig. 1 A and B, Fig. S1, and Table S1 show that ECS induced significant amounts of O6-medG adducts in the lung, bladder, and heart and that the level of O6-medG adducts in lung was three- to eightfold higher than in the bladder and heart. These results are consistent with the explanation that nicotine is metabolized into MDOH, which can methylate DNA (16, 20). ECS induces γ-OH-PdG and O6-medG adducts in the lung, bladder and heart. Genomic DNA were isolated from different organs of mice exposed to FA or ECS as described in text. (A–D) O6-medG and PdG formed in the genomic DNA were detected by immunochemical methods (28). (A and C) Slot blot. (B and D) Quantification results. The bar represents the mean value. (E) Identification of γ-OH-PdG adducts formed in the genomic DNA of lung and bladder by the 2D-TLC (Upper) and then HPLC (Lower) (28). ST, PdG, or O6-medG standard DNA. ****P < 0.0001, ***P < 0.001, **P < 0.01, and *P < 0.05."
    },
    {
      "title": "ECS Induces γ-OH-PdG in the Lung, Bladder, and Heart.",
      "text": "Recently, we found that aldehyde-derived cyclic 1,N2-propano-dG (PdG), including γ-OH-1,N2-PdG (γ-OH-PdG) and α-methyl-γ-OH-1,N2-PdG adducts, are the major DNA adducts in mouse models (28) induced by TS, which contains abundant nitrosamines and aldehydes (20). We therefore determined the extent of PdG formation in different organs of ECS-exposed mice using a PdG-specific antibody (28–30). The results in Fig. 1 C and D show that ECS induced PdG adducts in the lung, bladder, and heart, and that the level of PdG in the lung is two- to threefold higher than in the bladder and heart. Moreover, the level of PdG is 25- to 60-fold higher than the level of O6-medG in lung, bladder, and heart tissues, indicating that induction of PdG is more efficient than induction of O6-medG by nicotine metabolic products and/or that O6-medG is more efficiently repaired in these organs. ECS, however, did not induce either O6-medG or PdG in liver DNA. Due to the relatively minute amount of genomic DNA that is possible to isolate from mouse organs, in this case, specifically from bladder mucosa, which is only able to yield up to 2 μg of genomic DNA from each mouse, we used the sensitive 32P-postlabeling thin layer chromatography (TLC)/HPLC method to identify the species of the PdG formed in lung and bladder tissues (13, 28, 31). The results in Fig. 1E show that the majority of PdG (>95%) formed in these tissues coelute with γ-OH-PdG adduct standards with a minor portion that coelute with α-OH-PdG standards."
    },
    {
      "title": "Relationship of ECS-Induced PdG and O",
      "text": "We then determined the relationship of PdG and O6-medG formation in different organs of each animal. The results in Fig. 2A show that the levels of PdG and O6-medG in the same organs are positively related to each other. Thus, a lung tissue sample that had a high level of PdG also had a high level of O6-medG. The same relationship between PdG and O6-medG formation was found in the bladder and heart (Fig. 2A and Table S1). The results in Fig. 2B show that in the same mouse, the levels of PdG and O6-medG formation in different organs also have a positive correlation: Mice with a high level of PdG and O6-medG formation in the lung also had a high level of these DNA adducts in the bladder and heart (Fig. 2B and Table S1). Together, these results indicate that the formation of PdG and O6-medG DNA adducts in the lung, bladder, and heart tissue are the result of DNA damaging agents derived from ECS exposure, and raising the possibility that the ability for nicotine absorption and metabolism and DNA-repair activity of different organs determine their susceptibility to ECS-induced DNA adduct formation. Relationship of ECS-induced PdG versus O6-medG formation in different organs of mice. The levels of PdG and O6-medG detected in different organs from mice exposed to FA and ECS were determined in Fig. 1. In A, O6-medG formation is plotted against PdG formation in each organ in mice exposed to ECS (red triangles) and FA (blue dots). In B, formation of PdG and O6-medG in the bladder, heart, and liver is plotted against PdG and O6-medG formation, respectively, in the lung of mice exposed to ECS and FA. Each symbol represents each individual mouse."
    },
    {
      "title": "ECS Reduces DNA-Repair Activity in the Lung.",
      "text": "Recently, we have found that lung tissues of mice exposed to TS have lower DNA-repair activity and lower levels of DNA-repair proteins XPC and OGG1/2 and that aldehydes, such as acrolein, acetaldehyde, crotonaldehyde, and 4-hydroxy-2-nonenal, can modify DNA-repair proteins, causing the degradation of these repair proteins and impairing DNA-repair function (11, 12, 28). These findings raise the possibility that, via induction of aldehydes, ECS can impair DNA-repair functions. To test this possibility, we determined the effect of ECS on the activity of the two major DNA-repair mechanisms in mouse lung tissues: nucleotide excision repair (NER) and base excision repair (BER) (32). We adopted a well-established in vitro DNA damage-dependent repair synthesis assay, which requires only 10 μg of freshly prepared cell lysates (11, 13, 28). Since the amount of bladder mucosa collected from individual mice was minute, we were only able to determine DNA-repair activity in lung tissues (28). We used UV-irradiated DNA, which contains cyclobutane pyrimidine dimers as well as <6-4> photoproducts; Acr-modified DNA, which contains γ-OH-PdG; and H2O2-modified DNA, which contains 8-oxo-dG, as substrates (13, 28). It is well established that NER is the major mechanism that repairs cyclobutane pyrimidine dimers, <6-4> photoproducts, and γ-OH-PdG, and that BER is the major mechanism that repairs 8-oxo-dG (32, 33). Therefore, these two types of substrates allow us to determine the NER and BER activity in the cell lysates (11, 13). The results in Fig. 3 A and B and Fig. S2 show that both NER and BER activity in lung tissue of ECS-exposed mice are significantly lower than in lung tissue of filtered air (FA)-exposed mice. ECS reduces DNA-repair activity and XPC and OGG1/2 in the lung. Cell lysates were isolated from lung tissues of mice exposed to FA (n = 10) or to ECS (n = 10) the same as in Fig. 1. The NER and the BER activity in the cell lysates were determined by the in vitro DNA damage-dependent repair synthesis assay as described (13, 28). (A and B) Ethidium bromide-stained gels (Upper) and autoradiograms (Lower) are shown in Left. In Right, the radioactive counts in the autoradiograms were normalized to input DNA. The relative repair activity was calculated using the highest band as 100%. (C) Detection of XPC and OGG1/2 protein in lung tissues (n = 8) by Western blot (Left). Right graphs are quantifications of ECS effect on the abundance of XPC and OGG1/2. The bar represents the mean value. (D) The relationship between the level of PdG and O6-medG adduct and the NER and BER activity in lung tissues of FA- (black square) and ECS (red dot)-exposed mice."
    },
    {
      "title": "ECS Causes a Reduction of Repair Protein XPC and OGG1/2.",
      "text": "We then determined the level of XPC and OGG1/2, the two crucial proteins, respectively, for NER and BER (34, 35). The results in Fig. 3C show that the level of XPC and OGG1/2 in lung tissues of ECS-exposed mice was significantly lower than in control mice. We further determined the relationship between DNA adduct formation and DNA-repair activity in lung tissues of FA- and ECS-exposed mice. Since NER is the major repair mechanism for bulky DNA damage such as γ-OH-PdG and photodimers (11, 33) and BER is a major repair mechanism for base damage (32), we compared BER activity with the level of O6-medG adducts and NER activity with the level of γ-OH-PdG adducts. The results in Fig. 3D show that NER and BER activity in lung tissue of different mice is inversely related to the level of γ-OH-PdG and O6-medG adducts, respectively. These results indicate that in lung tissue, NER and BER activities are crucial factors in determining the level of ECS-induced γ-OH-PdG and O6-medG DNA damage; mice that are more sensitive to ECS-induced DNA-repair inhibition accumulate more ECS-induced DNA damage in their lung and, perhaps, bladder and heart. It should be noted that in human cells, repair of O6-medG adducts is mainly carried out by O6-methylguanine DNA methyltransferase (MGMT) (36, 37). The positive relationship between BER activity and the O6-medG level in lung tissues of mice implies that ECS impairs BER enzymes as well as MGMT, and/or O6-medG is repaired by a BER mechanism in mice."
    },
    {
      "title": "Nicotine Induces DNA Damage in Human Cells.",
      "text": "Many tobacco-specific nitrosamines that result from the nitrosation of nicotine, such as NNN and NNK, are potent carcinogens and can induce cancer in different organs, including the lung (20, 21, 27). While NNK and NNN cannot covalently bind with DNA directly, it has been proposed that one of NNK’s metabolic products, MDOH, can interact with DNA to induce mutagenic O6-medG adducts (20, 21, 27). These results raise the possibility that ECS-induced O6-medG is due to the nitrosation of nicotine, and that NNK resulting from nicotine nitrosation then further transforms into MDOH in lung and bladder tissue (20). To test this possibility, we determined the DNA adducts induced by nicotine and NNK in cultured human bronchial epithelial and urothelial cells, and the effect of nicotine and NNK treatments on DNA repair, using the same methods indicated in Fig. 1. The results in Fig. 4 show that both nicotine and NNK can induce the same type of γ-OH-PdG adducts, and O6-medG adducts. Since it is well established that many aldehydes can induce cyclic PdG in cells (38–40), these results suggest that aldehydes as well as MDOH are NNK metabolites, which induce γ-OH-PdG and O6-medG. Nicotine and NNK induce γ-OH-PdG and O6-medG in cultured human lung and bladder epithelial cells. Human lung epithelial (BEAS-2B) cells and urothelial (UROtsa) cells were treated with different concentrations of nicotine and NNK as described in text. O6-medG and PdG formed in the genomic DNA were determined as described in Fig. 1. (A) The DNA adducts were detected by immunochemical methods (13, 28). (B) The PdG adducts formed in the genomic DNA were further identified as γ-OH-PdG adducts by the 32P postlabeling followed by 2D-TLC/HPLC method (13, 28)."
    },
    {
      "title": "Nicotine Reduces DNA Repair in Human Cells.",
      "text": "We next determined the effects of nicotine and NNK treatment on DNA-repair activity and repair protein levels in human lung and bladder epithelial cells using the method described in Fig. 3. The results in Fig. 5 show that nicotine and NNK treatments not only inhibit NER and BER activities, they also reduce the protein levels of XPC and hOGG1/2. We found that these reductions of XPC and hOGG1/2 induced by nicotine and NNK can be prevented or attenuated by the proteasome and autophagosome inhibitors MG132, 3-methyladenine (3-MA), and lactacystin (Fig. S3) (13, 41–43). These results indicate that metabolites of nicotine and NNK can modify DNA-repair proteins and cause proteosomal and autophagosomal degradation of these proteins and that ECS’s effect on the inhibition of DNA-repair activity is via modifications and degradation of DNA-repair proteins by its metabolites. Nicotine and NNK reduce DNA-repair activity and the level of repair proteins XPC and hOGG1/2 in cultured human lung and bladder epithelial cells. Cell-free cell lysates were isolated from human lung (BEAS-2B) and bladder epithelial (UROtsa) cells treated with different concentrations of nicotine and NNK 1 h at 37 °C. The NER and the BER activity in the cell lysates were determined by the in vitro DNA damage-dependent repair synthesis assay as described in Fig. 3. (A) Ethidium bromide-stained gels (Upper) and autoradiograms (Lower) are shown. (B) Quantifications results. The radioactive counts in the autoradiograms were normalized to input DNA. The relative repair activity was calculated using the control band as 100%. (C) The effect of nicotine and NNK treatment on abundance of XPC and hOGG1/2 in human lung and bladder urothelial cells were determined as described in Fig. 3. Together, these results indicate that human bronchial epithelial and urothelial cells as well as lung, heart, and bladder tissues in the mouse are able to nitrosate nicotine and metabolize nitrosated nicotine into NNK and then MDOH and aldehydes. Furthermore, whereas MDOH induces O6-medG adducts, aldehydes not only can induce γ-OH-PdG, they also can inhibit DNA repair and cause repair protein degradation."
    },
    {
      "title": "Nicotine Enhances Mutations and Cell Transformation.",
      "text": "The aforementioned results demonstrate that ECS’s major component nicotine, via its metabolites, MDOH, and aldehydes, not only can induce mutagenic DNA adducts, but that they also can inhibit DNA repair in human lung and bladder epithelial cells. These results raise the possibility that ECS and its metabolites can function not only as mutagens but also as comutagens to enhance DNA damage-induced mutagenesis. To test this possibility, we determined the effect of these agents on cell mutation susceptibility on UV- and H2O2-induced DNA damage using the well-established supF mutation system (13). The results in Fig. 6A show that nicotine and NNK treatment in both human lung and bladder epithelial cells enhances the spontaneous mutation frequency as well as UV- and H2O2-induced mutation frequency by two- to fourfold. These results indicate that nicotine and NNK treatment sensitize these human cells to the extent that they are more susceptible to mutagenesis. We further tested the effect of these agents on induction of tumorigenic transformation using the anchorage-independent soft-agar growth assay (44, 45). The results in Fig. 6 B and C show that nicotine and NNK greatly induce soft-agar anchorage-independent growth of human lung and bladder cells, a necessary ability for tumorigenic cells (46–49). Nicotine and NNK treatments enhance mutational susceptibility and cell transformation. Human lung and bladder epithelial cells (BEAS-2B and UROtsa) were treated with NNK (0.5 mM) and nicotine (25 mM for BEAS-2B cells, and 5 mM for UROtsa cells) for 1 h at 37 °C; these treatments render 50% cell killing. (A) UVC-irradiated (1,500 J/m2) or H2O2 modified (100 mM, 1 h at 37 °C) plasmid DNAs containing the supF gene were transfected into these cells, and the mutations in control, and nicotine- and NNK- treated cells were detected and quantified as previously described (13, 28). (B) Detection of anchorage-independent soft-agar growth. A total of 5,000 treated cells were seeded in a soft-agar plate. The method for anchorage-independent soft-agar growth is the same as previously described (28). Typical soft-agar growth plates stained with crystal violet were shown. (C) Quantifications of percent of control, nicotine, and NNK-treated cells formed colonies in soft-agar plates."
    },
    {
      "title": "Discussion",
      "text": "The major purpose of E-cig smoking as well as tobacco smoking is to deliver the stimulant nicotine via aerosols, which allow smokers to obtain instant gratification. Unlike TS, which contains nitrosamines and numerous carcinogenic chemicals resulted from burning, ECS contains nicotine and relatively harmless organic solvents. Therefore, E-cig has been promoted as noncarcinogenic and a safer substitute for tobacco. In fact, recent studies show that E-cig smokers, similar to individuals on nicotine replacement therapy, have 97% less 4-(methylnitrosamino)-1-(3-pyridyl)-1-butanol (NNAL), an isoform form of NNK, a tobacco nitrosamine and lung carcinogen, in their body fluid than tobacco smokers (50). Based on these results, ECS has been recommended as a substitute for TS (50). However, E-cig smoking is gaining popularity rapidly particularly in young individuals and it is important to note that many of these E-cig smokers have taken up E-cig smoking habit are not necessary doing it for the purpose of quitting TS, rather, it is because they are assuming that E-cig smoking is safe. Currently, there are 18 million E-cig smokers in the United States and 16% of high school students smoke E-cig (51, 52). Understanding the carcinogenicity of ECS is an urgent public health issue. Since it takes decades for carcinogen exposure to induce cancer in humans, for decades to come there will be no meaningful epidemiological study to address the carcinogenicity of ECS. Therefore, animal models and cell culture models are the reasonable alternatives to address this question. Nicotine has not been shown to be carcinogenic in animal models (7). However, during tobacco curing, substantial amounts of nicotine are transformed into tobacco-specific nitrosamines (TSA) via nitrosation, and many of these TSA, such as NNK and NNN, are carcinogenic in animal models (19, 53–55). Because of these findings, the occurrence and the level of nitrosamines in blood fluid have been used as the gold standard for determination of the potential carcinogenicity of smoking (56). While the NNAL level in E-cig smokers is 97% lower than in tobacco smokers, nonetheless, it is significant higher than in nonsmokers (50). This finding indicates that nitrosation of nicotine occurs in the human body and that ECS is potentially carcinogenic. It is well established that cytochrome p450 enzymes in human and animal cells can metabolize and transform NNK, NNAL, and NNN into different products, which can modify DNA as well as proteins (20, 57, 58). This finding raises the possibility that the level of these nitrosamines detected in the blood stream of E-cig smokers at any given time may grossly underestimate the level of nicotine nitrosation. We undertake the approach of detecting DNA damage induced by nicotine rather than detecting nitrosamine level to address the potential mutagenic and carcinogenic effect of ECS. It should be noted that in vivo DNA damage can remain in genomic DNA for many hours and even days (13, 59, 60). Therefore, this approach not only is direct but also more sensitive in determining the carcinogenicity of ECS. The level of γ-OH-PdG adducts induced by E-cig smoke in mice and by nicotine and NNK in cultured human cells is 10-fold higher than O6-medG (Fig. 1). We have shown that γ-OH-PdG adducts are as mutagenic as BPDE-dG and UV photoproducts and induce G to T and G to A mutations similar to the mutations in the p53 gene in tobacco smoker lung cancer patients (11). Together, these results suggest that γ-OH-PdG adducts are the major cause of nitrosamine lung carcinogenicity. The current understanding of NNK and NNN metabolism indicates that NNK metabolites are further transformed into PBDs, formaldehyde, and MDOH (20, 21, 61), while NNN metabolites are hydroxyl and keto forms of PBD (20, 21, 61). While MDOH can induce O6-medG adducts, it is unclear what metabolites induce γ-OH-PdG adducts. It is well established that acrolein–DNA interaction generates γ-OH-PdG adducts (11, 13, 30) and that formaldehyde induces hydroxymethylated nucleotides, mainly dG, in animal models (62). It has been found that in vitro formaldehyde combined with acetaldehyde can induce γ-OH-PdG (63). Therefore, it possible that ECS, nicotine, and NNK induce γ-OH-PdG via their metabolite formaldehyde, which triggers lipid peroxidation and produces acrolein and acetaldehyde byproducts; consequently, these byproducts induce γ-OH-PdG. In summary, we found that ECS induces mutagenic γ-OH-PdG and O6-medG adducts in lung, bladder, and heart tissues of exposed mice. ECS also causes reduction of DNA-repair activity and repair proteins XPC and OGG1/2 in lung tissue. Furthermore, nicotine and NNK induce the same effects in human lung and bladder epithelial cells. We propose that nicotine can be nitrosated, metabolized, and further transformed into aldehydes and MDOH in lung, bladder, and heart tissues of humans and mice. Whereas MDOH induced O6-medG, aldehydes not only induce γ-OH-PdG, but also inhibit DNA repair and reduce XPC and OGG1 proteins (Fig. S3). We also found that nicotine and NNK can enhance mutational susceptibility and induced tumorigenic transformation of human lung and bladder epithelial cells. Based on these results, we propose that ECS is carcinogenic and that E-cig smokers have a higher risk than nonsmokers to develop lung and bladder cancer and heart diseases."
    },
    {
      "title": "Materials and Methods",
      "text": "Acr-dG monoclonal antibodies and plasmid pSP189 were prepared, as described (13, 41). Acr-dG antibodies are specific for PdG adducts including Acr-, HNE-, and crotonaldehyde (Cro)-dG (29). Antibodies for XPC, hOGG1/2 (cross reacts with mouse OGG1/2), α-tubulin, and mouse/rabbit IgG; enzymes, T4 kinase, protease K, nuclease P, and RNase A; and chemicals, acrolein, nicotine, and NNK were commercially available. Immortalized human lung (BEAS-2B) and bladder epithelial (UROtsa) cells were obtained from American Type Culture Collection and J.R. Masters, University College London, London. All animal procedures were approved by the Institutional Animal Care and Use Committee, New York University School of Medicine. Twenty FVBN (Jackson Laboratory, Charles River) male mice were randomized into two groups, 10 each. Mice were exposed to ECS (10 mg/mL), 3 h/d, 5 d/wk, for 12 wk. ECS was generated by an E-cig machine, as previously described (64). An automated three-port E-cigarette aerosol generator (e∼Aerosols) was used to produce E-cigarette aerosols from NJOY top fill tanks (NJOY, Inc.) filled with 1.6 mL of e-juice with 10 mg/mL nicotine in a propylene glycol/vegetable glycerin mixture (50/50 by volume; MtBakerVapor MESA). Each day the tanks were filled with fresh e-juice from a stock mixture, and the voltage was adjusted to produce a consistent wattage (∼1.96 A at 4.2 V) for each tank. The puff aerosols were generated with charcoal and high-efficiency particulate filtered air using a rotorless and brushless diaphragm pump and a puff regime consisting of 35-mL puff volumes of 4-s duration at 30-s intervals. Each puff was mixed with filtered air before entering the exposure chamber (1 m3). Tanks were refilled with fresh e-juice at 1.5 h into the exposure period during the pause between puffs. Mass concentrations of the exposure atmospheres were monitored in real time using a DataRam4 (Thermo Fisher Scientific) and also determined gravimetrically by collecting particles on Teflon filters (Teflo, 2 mm pore size; Pall) weighed before and after sample collection using an electrobalance (MT-5; Metler). Exponentially growing BEAS-2B and UROtsa were treated with different concentrations of nicotine (BEAS-2B: 0, 100, 200 µM; UROtsa: 0, 1, 2.5 µM), and NNK (BEAS-2B: 0, 100, 300, 1,000 µM; UROtsa: 0, 50, 100, 200 µM) for determination of DNA adduct and DNA-repair activity. For XPC and hOGG1/2 detection, BEAS-2B were treated with nicotine (0, 50, 100, 200 µM), and NNK (0, 500, 750, 1,000 µM) and UROtsa were treated with nicotine (0, 1, 2.5, 5 µM) and NNK (0, 100, 200, 400 µM) for 1 h at 37 °C. Genomic DNA and cell lysate isolation from these cells was the same as described (28). Cyclic PdG and O6-medG adducts formed in the genomic DNA were determined by the immunochemical slot blot hybridization method using Acr-dG and O6-medG antibodies and quantum dot labeled second antibody, as described (13, 28). PdG adducts formed in cultured human cells, and mouse lung tissue were further analyzed by the 32P postlabeling-2D-TLC/HPLC method, as previously described (28). The DNA-repair activity was assessed by an in vitro DNA damage-dependent repair synthesis assay, as previously described (13). The levels of XPC and OGG1/2 proteins in lung tissues of mice with and without ECS exposure, and in BEAS-2B and UROtsa cells treated with nicotine and NNK, were determined, as described (13). Shuttle vector pSP189 plasmids, which contain the tyrosine suppressor tRNA coding gene the supF, were UV (1,500 J/m2) irradiated or modified with H2O2 (100 mM, 1 h at 37 °C), then transfected into cells with and without pretreated with nicotine and NNK for 1 h at 37 °C. Mutations in the supF mutations were detected, as previously described (13). Lung (BEAS-2B) and bladder (UROtsa) epithelial cells were treated with NNK (0.5 mM) and nicotine (25 and 5 mM) for 1 h at 37 °C; these treatments rendered 50% cell killing. The method for anchorage-independent soft-agar growth is the same as previously described (28). Statistical analysis and graphs were performed with Prism 6 (GraphPad) software. Two group comparisons were conducted with the unpaired, two-tailed Mann–Whitney u test or the unpaired, two-tailed t test with Welsh’s correction for unequal variances. A P value <0.05 was considered to be significant."
    },
    {
      "title": "Materials.",
      "text": "Acr-dG monoclonal antibodies and plasmid pSP189 were prepared, as described (13, 41). Acr-dG antibodies are specific for PdG adducts including Acr-, HNE-, and crotonaldehyde (Cro)-dG (29). Antibodies for XPC, hOGG1/2 (cross reacts with mouse OGG1/2), α-tubulin, and mouse/rabbit IgG; enzymes, T4 kinase, protease K, nuclease P, and RNase A; and chemicals, acrolein, nicotine, and NNK were commercially available. Immortalized human lung (BEAS-2B) and bladder epithelial (UROtsa) cells were obtained from American Type Culture Collection and J.R. Masters, University College London, London. All animal procedures were approved by the Institutional Animal Care and Use Committee, New York University School of Medicine."
    },
    {
      "title": "ECS Generation and Mice Exposure.",
      "text": "Twenty FVBN (Jackson Laboratory, Charles River) male mice were randomized into two groups, 10 each. Mice were exposed to ECS (10 mg/mL), 3 h/d, 5 d/wk, for 12 wk. ECS was generated by an E-cig machine, as previously described (64). An automated three-port E-cigarette aerosol generator (e∼Aerosols) was used to produce E-cigarette aerosols from NJOY top fill tanks (NJOY, Inc.) filled with 1.6 mL of e-juice with 10 mg/mL nicotine in a propylene glycol/vegetable glycerin mixture (50/50 by volume; MtBakerVapor MESA). Each day the tanks were filled with fresh e-juice from a stock mixture, and the voltage was adjusted to produce a consistent wattage (∼1.96 A at 4.2 V) for each tank. The puff aerosols were generated with charcoal and high-efficiency particulate filtered air using a rotorless and brushless diaphragm pump and a puff regime consisting of 35-mL puff volumes of 4-s duration at 30-s intervals. Each puff was mixed with filtered air before entering the exposure chamber (1 m3). Tanks were refilled with fresh e-juice at 1.5 h into the exposure period during the pause between puffs. Mass concentrations of the exposure atmospheres were monitored in real time using a DataRam4 (Thermo Fisher Scientific) and also determined gravimetrically by collecting particles on Teflon filters (Teflo, 2 mm pore size; Pall) weighed before and after sample collection using an electrobalance (MT-5; Metler)."
    },
    {
      "title": "Cell Cultures and Treatments of Nicotine and NNK.",
      "text": "Exponentially growing BEAS-2B and UROtsa were treated with different concentrations of nicotine (BEAS-2B: 0, 100, 200 µM; UROtsa: 0, 1, 2.5 µM), and NNK (BEAS-2B: 0, 100, 300, 1,000 µM; UROtsa: 0, 50, 100, 200 µM) for determination of DNA adduct and DNA-repair activity. For XPC and hOGG1/2 detection, BEAS-2B were treated with nicotine (0, 50, 100, 200 µM), and NNK (0, 500, 750, 1,000 µM) and UROtsa were treated with nicotine (0, 1, 2.5, 5 µM) and NNK (0, 100, 200, 400 µM) for 1 h at 37 °C. Genomic DNA and cell lysate isolation from these cells was the same as described (28)."
    },
    {
      "title": "PdG and O",
      "text": "Cyclic PdG and O6-medG adducts formed in the genomic DNA were determined by the immunochemical slot blot hybridization method using Acr-dG and O6-medG antibodies and quantum dot labeled second antibody, as described (13, 28). PdG adducts formed in cultured human cells, and mouse lung tissue were further analyzed by the 32P postlabeling-2D-TLC/HPLC method, as previously described (28)."
    },
    {
      "title": "In Vitro DNA-Damage-Dependent Repair Synthesis Assay.",
      "text": "The DNA-repair activity was assessed by an in vitro DNA damage-dependent repair synthesis assay, as previously described (13)."
    },
    {
      "title": "DNA Repairs Proteins Detection.",
      "text": "The levels of XPC and OGG1/2 proteins in lung tissues of mice with and without ECS exposure, and in BEAS-2B and UROtsa cells treated with nicotine and NNK, were determined, as described (13)."
    },
    {
      "title": "Mutation Susceptibility Determination.",
      "text": "Shuttle vector pSP189 plasmids, which contain the tyrosine suppressor tRNA coding gene the supF, were UV (1,500 J/m2) irradiated or modified with H2O2 (100 mM, 1 h at 37 °C), then transfected into cells with and without pretreated with nicotine and NNK for 1 h at 37 °C. Mutations in the supF mutations were detected, as previously described (13)."
    },
    {
      "title": "Anchorage-Independent Soft-Agar Growth.",
      "text": "Lung (BEAS-2B) and bladder (UROtsa) epithelial cells were treated with NNK (0.5 mM) and nicotine (25 and 5 mM) for 1 h at 37 °C; these treatments rendered 50% cell killing. The method for anchorage-independent soft-agar growth is the same as previously described (28)."
    },
    {
      "title": "Statistical Analysis.",
      "text": "Statistical analysis and graphs were performed with Prism 6 (GraphPad) software. Two group comparisons were conducted with the unpaired, two-tailed Mann–Whitney u test or the unpaired, two-tailed t test with Welsh’s correction for unequal variances. A P value <0.05 was considered to be significant."
    }
  ],
  "full_text": "## Results\nNicotine is the major component of ECS (3). The majority (80%) of inhaled nicotine in smoke is quickly metabolized into cotinine, which is excreted into the bloodstream and subsequently into urine (14). Cotinine is generally believed to be nontoxic and noncarcinogenic (15); however, a small portion (<10%) of inhaled nicotine is believed to be metabolized into nitrosamines in vivo (16–18). Nitrosamines induce tumors in different organs in animal models (6, 19). Inhaled nitrosamines are metabolized into N-nitrosonornicotine (NNN) and nicotine-derived nitrosamine ketone (NNK). It has been proposed that NNK can be further metabolized and spontaneously degraded into methyldiazohydroxide (MDOH), pyridyl-butyl derivatives (PBDs), and formaldehyde, and that NNN degrade into hydroxyl or keto PBDs (20). While nicotine cannot bind to DNA directly, MDOH can methylate deoxyguanosines and thymidines in DNA (21). Although the fate of nitrosamine-induced formaldehyde and PBDs in vivo is less clear, both are capable of inducing DNA damage in vitro (22–25). Therefore, if ECS in fact is a carcinogen, it is likely that its carcinogenicity is derived from nitrosamines that are derived from the nitrosation of nicotine (5, 19, 21). Nitrosamines are potent carcinogens and it is generally believed that their carcinogenicity is via induction of methylation DNA damage (26, 27). As a step in examining the carcinogenicity of ECS, we determined whether ECS can induce O6-methyl-deoxuguanosine (O6-medG) adducts in lung, heart, liver, and bladder tissues of mice. Mice were exposed to ECS (10 mg/mL, 3 h/d, 5 d/wk) for 12 wk; the dose and duration equivalent in human terms to light E-cig smoking for 10 y. The results in Fig. 1 A and B, Fig. S1, and Table S1 show that ECS induced significant amounts of O6-medG adducts in the lung, bladder, and heart and that the level of O6-medG adducts in lung was three- to eightfold higher than in the bladder and heart. These results are consistent with the explanation that nicotine is metabolized into MDOH, which can methylate DNA (16, 20). ECS induces γ-OH-PdG and O6-medG adducts in the lung, bladder and heart. Genomic DNA were isolated from different organs of mice exposed to FA or ECS as described in text. (A–D) O6-medG and PdG formed in the genomic DNA were detected by immunochemical methods (28). (A and C) Slot blot. (B and D) Quantification results. The bar represents the mean value. (E) Identification of γ-OH-PdG adducts formed in the genomic DNA of lung and bladder by the 2D-TLC (Upper) and then HPLC (Lower) (28). ST, PdG, or O6-medG standard DNA. ****P < 0.0001, ***P < 0.001, **P < 0.01, and *P < 0.05. Recently, we found that aldehyde-derived cyclic 1,N2-propano-dG (PdG), including γ-OH-1,N2-PdG (γ-OH-PdG) and α-methyl-γ-OH-1,N2-PdG adducts, are the major DNA adducts in mouse models (28) induced by TS, which contains abundant nitrosamines and aldehydes (20). We therefore determined the extent of PdG formation in different organs of ECS-exposed mice using a PdG-specific antibody (28–30). The results in Fig. 1 C and D show that ECS induced PdG adducts in the lung, bladder, and heart, and that the level of PdG in the lung is two- to threefold higher than in the bladder and heart. Moreover, the level of PdG is 25- to 60-fold higher than the level of O6-medG in lung, bladder, and heart tissues, indicating that induction of PdG is more efficient than induction of O6-medG by nicotine metabolic products and/or that O6-medG is more efficiently repaired in these organs. ECS, however, did not induce either O6-medG or PdG in liver DNA. Due to the relatively minute amount of genomic DNA that is possible to isolate from mouse organs, in this case, specifically from bladder mucosa, which is only able to yield up to 2 μg of genomic DNA from each mouse, we used the sensitive 32P-postlabeling thin layer chromatography (TLC)/HPLC method to identify the species of the PdG formed in lung and bladder tissues (13, 28, 31). The results in Fig. 1E show that the majority of PdG (>95%) formed in these tissues coelute with γ-OH-PdG adduct standards with a minor portion that coelute with α-OH-PdG standards. We then determined the relationship of PdG and O6-medG formation in different organs of each animal. The results in Fig. 2A show that the levels of PdG and O6-medG in the same organs are positively related to each other. Thus, a lung tissue sample that had a high level of PdG also had a high level of O6-medG. The same relationship between PdG and O6-medG formation was found in the bladder and heart (Fig. 2A and Table S1). The results in Fig. 2B show that in the same mouse, the levels of PdG and O6-medG formation in different organs also have a positive correlation: Mice with a high level of PdG and O6-medG formation in the lung also had a high level of these DNA adducts in the bladder and heart (Fig. 2B and Table S1). Together, these results indicate that the formation of PdG and O6-medG DNA adducts in the lung, bladder, and heart tissue are the result of DNA damaging agents derived from ECS exposure, and raising the possibility that the ability for nicotine absorption and metabolism and DNA-repair activity of different organs determine their susceptibility to ECS-induced DNA adduct formation. Relationship of ECS-induced PdG versus O6-medG formation in different organs of mice. The levels of PdG and O6-medG detected in different organs from mice exposed to FA and ECS were determined in Fig. 1. In A, O6-medG formation is plotted against PdG formation in each organ in mice exposed to ECS (red triangles) and FA (blue dots). In B, formation of PdG and O6-medG in the bladder, heart, and liver is plotted against PdG and O6-medG formation, respectively, in the lung of mice exposed to ECS and FA. Each symbol represents each individual mouse. Recently, we have found that lung tissues of mice exposed to TS have lower DNA-repair activity and lower levels of DNA-repair proteins XPC and OGG1/2 and that aldehydes, such as acrolein, acetaldehyde, crotonaldehyde, and 4-hydroxy-2-nonenal, can modify DNA-repair proteins, causing the degradation of these repair proteins and impairing DNA-repair function (11, 12, 28). These findings raise the possibility that, via induction of aldehydes, ECS can impair DNA-repair functions. To test this possibility, we determined the effect of ECS on the activity of the two major DNA-repair mechanisms in mouse lung tissues: nucleotide excision repair (NER) and base excision repair (BER) (32). We adopted a well-established in vitro DNA damage-dependent repair synthesis assay, which requires only 10 μg of freshly prepared cell lysates (11, 13, 28). Since the amount of bladder mucosa collected from individual mice was minute, we were only able to determine DNA-repair activity in lung tissues (28). We used UV-irradiated DNA, which contains cyclobutane pyrimidine dimers as well as <6-4> photoproducts; Acr-modified DNA, which contains γ-OH-PdG; and H2O2-modified DNA, which contains 8-oxo-dG, as substrates (13, 28). It is well established that NER is the major mechanism that repairs cyclobutane pyrimidine dimers, <6-4> photoproducts, and γ-OH-PdG, and that BER is the major mechanism that repairs 8-oxo-dG (32, 33). Therefore, these two types of substrates allow us to determine the NER and BER activity in the cell lysates (11, 13). The results in Fig. 3 A and B and Fig. S2 show that both NER and BER activity in lung tissue of ECS-exposed mice are significantly lower than in lung tissue of filtered air (FA)-exposed mice. ECS reduces DNA-repair activity and XPC and OGG1/2 in the lung. Cell lysates were isolated from lung tissues of mice exposed to FA (n = 10) or to ECS (n = 10) the same as in Fig. 1. The NER and the BER activity in the cell lysates were determined by the in vitro DNA damage-dependent repair synthesis assay as described (13, 28). (A and B) Ethidium bromide-stained gels (Upper) and autoradiograms (Lower) are shown in Left. In Right, the radioactive counts in the autoradiograms were normalized to input DNA. The relative repair activity was calculated using the highest band as 100%. (C) Detection of XPC and OGG1/2 protein in lung tissues (n = 8) by Western blot (Left). Right graphs are quantifications of ECS effect on the abundance of XPC and OGG1/2. The bar represents the mean value. (D) The relationship between the level of PdG and O6-medG adduct and the NER and BER activity in lung tissues of FA- (black square) and ECS (red dot)-exposed mice. We then determined the level of XPC and OGG1/2, the two crucial proteins, respectively, for NER and BER (34, 35). The results in Fig. 3C show that the level of XPC and OGG1/2 in lung tissues of ECS-exposed mice was significantly lower than in control mice. We further determined the relationship between DNA adduct formation and DNA-repair activity in lung tissues of FA- and ECS-exposed mice. Since NER is the major repair mechanism for bulky DNA damage such as γ-OH-PdG and photodimers (11, 33) and BER is a major repair mechanism for base damage (32), we compared BER activity with the level of O6-medG adducts and NER activity with the level of γ-OH-PdG adducts. The results in Fig. 3D show that NER and BER activity in lung tissue of different mice is inversely related to the level of γ-OH-PdG and O6-medG adducts, respectively. These results indicate that in lung tissue, NER and BER activities are crucial factors in determining the level of ECS-induced γ-OH-PdG and O6-medG DNA damage; mice that are more sensitive to ECS-induced DNA-repair inhibition accumulate more ECS-induced DNA damage in their lung and, perhaps, bladder and heart. It should be noted that in human cells, repair of O6-medG adducts is mainly carried out by O6-methylguanine DNA methyltransferase (MGMT) (36, 37). The positive relationship between BER activity and the O6-medG level in lung tissues of mice implies that ECS impairs BER enzymes as well as MGMT, and/or O6-medG is repaired by a BER mechanism in mice. Many tobacco-specific nitrosamines that result from the nitrosation of nicotine, such as NNN and NNK, are potent carcinogens and can induce cancer in different organs, including the lung (20, 21, 27). While NNK and NNN cannot covalently bind with DNA directly, it has been proposed that one of NNK’s metabolic products, MDOH, can interact with DNA to induce mutagenic O6-medG adducts (20, 21, 27). These results raise the possibility that ECS-induced O6-medG is due to the nitrosation of nicotine, and that NNK resulting from nicotine nitrosation then further transforms into MDOH in lung and bladder tissue (20). To test this possibility, we determined the DNA adducts induced by nicotine and NNK in cultured human bronchial epithelial and urothelial cells, and the effect of nicotine and NNK treatments on DNA repair, using the same methods indicated in Fig. 1. The results in Fig. 4 show that both nicotine and NNK can induce the same type of γ-OH-PdG adducts, and O6-medG adducts. Since it is well established that many aldehydes can induce cyclic PdG in cells (38–40), these results suggest that aldehydes as well as MDOH are NNK metabolites, which induce γ-OH-PdG and O6-medG. Nicotine and NNK induce γ-OH-PdG and O6-medG in cultured human lung and bladder epithelial cells. Human lung epithelial (BEAS-2B) cells and urothelial (UROtsa) cells were treated with different concentrations of nicotine and NNK as described in text. O6-medG and PdG formed in the genomic DNA were determined as described in Fig. 1. (A) The DNA adducts were detected by immunochemical methods (13, 28). (B) The PdG adducts formed in the genomic DNA were further identified as γ-OH-PdG adducts by the 32P postlabeling followed by 2D-TLC/HPLC method (13, 28). We next determined the effects of nicotine and NNK treatment on DNA-repair activity and repair protein levels in human lung and bladder epithelial cells using the method described in Fig. 3. The results in Fig. 5 show that nicotine and NNK treatments not only inhibit NER and BER activities, they also reduce the protein levels of XPC and hOGG1/2. We found that these reductions of XPC and hOGG1/2 induced by nicotine and NNK can be prevented or attenuated by the proteasome and autophagosome inhibitors MG132, 3-methyladenine (3-MA), and lactacystin (Fig. S3) (13, 41–43). These results indicate that metabolites of nicotine and NNK can modify DNA-repair proteins and cause proteosomal and autophagosomal degradation of these proteins and that ECS’s effect on the inhibition of DNA-repair activity is via modifications and degradation of DNA-repair proteins by its metabolites. Nicotine and NNK reduce DNA-repair activity and the level of repair proteins XPC and hOGG1/2 in cultured human lung and bladder epithelial cells. Cell-free cell lysates were isolated from human lung (BEAS-2B) and bladder epithelial (UROtsa) cells treated with different concentrations of nicotine and NNK 1 h at 37 °C. The NER and the BER activity in the cell lysates were determined by the in vitro DNA damage-dependent repair synthesis assay as described in Fig. 3. (A) Ethidium bromide-stained gels (Upper) and autoradiograms (Lower) are shown. (B) Quantifications results. The radioactive counts in the autoradiograms were normalized to input DNA. The relative repair activity was calculated using the control band as 100%. (C) The effect of nicotine and NNK treatment on abundance of XPC and hOGG1/2 in human lung and bladder urothelial cells were determined as described in Fig. 3. Together, these results indicate that human bronchial epithelial and urothelial cells as well as lung, heart, and bladder tissues in the mouse are able to nitrosate nicotine and metabolize nitrosated nicotine into NNK and then MDOH and aldehydes. Furthermore, whereas MDOH induces O6-medG adducts, aldehydes not only can induce γ-OH-PdG, they also can inhibit DNA repair and cause repair protein degradation. The aforementioned results demonstrate that ECS’s major component nicotine, via its metabolites, MDOH, and aldehydes, not only can induce mutagenic DNA adducts, but that they also can inhibit DNA repair in human lung and bladder epithelial cells. These results raise the possibility that ECS and its metabolites can function not only as mutagens but also as comutagens to enhance DNA damage-induced mutagenesis. To test this possibility, we determined the effect of these agents on cell mutation susceptibility on UV- and H2O2-induced DNA damage using the well-established supF mutation system (13). The results in Fig. 6A show that nicotine and NNK treatment in both human lung and bladder epithelial cells enhances the spontaneous mutation frequency as well as UV- and H2O2-induced mutation frequency by two- to fourfold. These results indicate that nicotine and NNK treatment sensitize these human cells to the extent that they are more susceptible to mutagenesis. We further tested the effect of these agents on induction of tumorigenic transformation using the anchorage-independent soft-agar growth assay (44, 45). The results in Fig. 6 B and C show that nicotine and NNK greatly induce soft-agar anchorage-independent growth of human lung and bladder cells, a necessary ability for tumorigenic cells (46–49). Nicotine and NNK treatments enhance mutational susceptibility and cell transformation. Human lung and bladder epithelial cells (BEAS-2B and UROtsa) were treated with NNK (0.5 mM) and nicotine (25 mM for BEAS-2B cells, and 5 mM for UROtsa cells) for 1 h at 37 °C; these treatments render 50% cell killing. (A) UVC-irradiated (1,500 J/m2) or H2O2 modified (100 mM, 1 h at 37 °C) plasmid DNAs containing the supF gene were transfected into these cells, and the mutations in control, and nicotine- and NNK- treated cells were detected and quantified as previously described (13, 28). (B) Detection of anchorage-independent soft-agar growth. A total of 5,000 treated cells were seeded in a soft-agar plate. The method for anchorage-independent soft-agar growth is the same as previously described (28). Typical soft-agar growth plates stained with crystal violet were shown. (C) Quantifications of percent of control, nicotine, and NNK-treated cells formed colonies in soft-agar plates.\n\n## ECS Induces O\nNicotine is the major component of ECS (3). The majority (80%) of inhaled nicotine in smoke is quickly metabolized into cotinine, which is excreted into the bloodstream and subsequently into urine (14). Cotinine is generally believed to be nontoxic and noncarcinogenic (15); however, a small portion (<10%) of inhaled nicotine is believed to be metabolized into nitrosamines in vivo (16–18). Nitrosamines induce tumors in different organs in animal models (6, 19). Inhaled nitrosamines are metabolized into N-nitrosonornicotine (NNN) and nicotine-derived nitrosamine ketone (NNK). It has been proposed that NNK can be further metabolized and spontaneously degraded into methyldiazohydroxide (MDOH), pyridyl-butyl derivatives (PBDs), and formaldehyde, and that NNN degrade into hydroxyl or keto PBDs (20). While nicotine cannot bind to DNA directly, MDOH can methylate deoxyguanosines and thymidines in DNA (21). Although the fate of nitrosamine-induced formaldehyde and PBDs in vivo is less clear, both are capable of inducing DNA damage in vitro (22–25). Therefore, if ECS in fact is a carcinogen, it is likely that its carcinogenicity is derived from nitrosamines that are derived from the nitrosation of nicotine (5, 19, 21). Nitrosamines are potent carcinogens and it is generally believed that their carcinogenicity is via induction of methylation DNA damage (26, 27). As a step in examining the carcinogenicity of ECS, we determined whether ECS can induce O6-methyl-deoxuguanosine (O6-medG) adducts in lung, heart, liver, and bladder tissues of mice. Mice were exposed to ECS (10 mg/mL, 3 h/d, 5 d/wk) for 12 wk; the dose and duration equivalent in human terms to light E-cig smoking for 10 y. The results in Fig. 1 A and B, Fig. S1, and Table S1 show that ECS induced significant amounts of O6-medG adducts in the lung, bladder, and heart and that the level of O6-medG adducts in lung was three- to eightfold higher than in the bladder and heart. These results are consistent with the explanation that nicotine is metabolized into MDOH, which can methylate DNA (16, 20). ECS induces γ-OH-PdG and O6-medG adducts in the lung, bladder and heart. Genomic DNA were isolated from different organs of mice exposed to FA or ECS as described in text. (A–D) O6-medG and PdG formed in the genomic DNA were detected by immunochemical methods (28). (A and C) Slot blot. (B and D) Quantification results. The bar represents the mean value. (E) Identification of γ-OH-PdG adducts formed in the genomic DNA of lung and bladder by the 2D-TLC (Upper) and then HPLC (Lower) (28). ST, PdG, or O6-medG standard DNA. ****P < 0.0001, ***P < 0.001, **P < 0.01, and *P < 0.05.\n\n## ECS Induces γ-OH-PdG in the Lung, Bladder, and Heart.\nRecently, we found that aldehyde-derived cyclic 1,N2-propano-dG (PdG), including γ-OH-1,N2-PdG (γ-OH-PdG) and α-methyl-γ-OH-1,N2-PdG adducts, are the major DNA adducts in mouse models (28) induced by TS, which contains abundant nitrosamines and aldehydes (20). We therefore determined the extent of PdG formation in different organs of ECS-exposed mice using a PdG-specific antibody (28–30). The results in Fig. 1 C and D show that ECS induced PdG adducts in the lung, bladder, and heart, and that the level of PdG in the lung is two- to threefold higher than in the bladder and heart. Moreover, the level of PdG is 25- to 60-fold higher than the level of O6-medG in lung, bladder, and heart tissues, indicating that induction of PdG is more efficient than induction of O6-medG by nicotine metabolic products and/or that O6-medG is more efficiently repaired in these organs. ECS, however, did not induce either O6-medG or PdG in liver DNA. Due to the relatively minute amount of genomic DNA that is possible to isolate from mouse organs, in this case, specifically from bladder mucosa, which is only able to yield up to 2 μg of genomic DNA from each mouse, we used the sensitive 32P-postlabeling thin layer chromatography (TLC)/HPLC method to identify the species of the PdG formed in lung and bladder tissues (13, 28, 31). The results in Fig. 1E show that the majority of PdG (>95%) formed in these tissues coelute with γ-OH-PdG adduct standards with a minor portion that coelute with α-OH-PdG standards.\n\n## Relationship of ECS-Induced PdG and O\nWe then determined the relationship of PdG and O6-medG formation in different organs of each animal. The results in Fig. 2A show that the levels of PdG and O6-medG in the same organs are positively related to each other. Thus, a lung tissue sample that had a high level of PdG also had a high level of O6-medG. The same relationship between PdG and O6-medG formation was found in the bladder and heart (Fig. 2A and Table S1). The results in Fig. 2B show that in the same mouse, the levels of PdG and O6-medG formation in different organs also have a positive correlation: Mice with a high level of PdG and O6-medG formation in the lung also had a high level of these DNA adducts in the bladder and heart (Fig. 2B and Table S1). Together, these results indicate that the formation of PdG and O6-medG DNA adducts in the lung, bladder, and heart tissue are the result of DNA damaging agents derived from ECS exposure, and raising the possibility that the ability for nicotine absorption and metabolism and DNA-repair activity of different organs determine their susceptibility to ECS-induced DNA adduct formation. Relationship of ECS-induced PdG versus O6-medG formation in different organs of mice. The levels of PdG and O6-medG detected in different organs from mice exposed to FA and ECS were determined in Fig. 1. In A, O6-medG formation is plotted against PdG formation in each organ in mice exposed to ECS (red triangles) and FA (blue dots). In B, formation of PdG and O6-medG in the bladder, heart, and liver is plotted against PdG and O6-medG formation, respectively, in the lung of mice exposed to ECS and FA. Each symbol represents each individual mouse.\n\n## ECS Reduces DNA-Repair Activity in the Lung.\nRecently, we have found that lung tissues of mice exposed to TS have lower DNA-repair activity and lower levels of DNA-repair proteins XPC and OGG1/2 and that aldehydes, such as acrolein, acetaldehyde, crotonaldehyde, and 4-hydroxy-2-nonenal, can modify DNA-repair proteins, causing the degradation of these repair proteins and impairing DNA-repair function (11, 12, 28). These findings raise the possibility that, via induction of aldehydes, ECS can impair DNA-repair functions. To test this possibility, we determined the effect of ECS on the activity of the two major DNA-repair mechanisms in mouse lung tissues: nucleotide excision repair (NER) and base excision repair (BER) (32). We adopted a well-established in vitro DNA damage-dependent repair synthesis assay, which requires only 10 μg of freshly prepared cell lysates (11, 13, 28). Since the amount of bladder mucosa collected from individual mice was minute, we were only able to determine DNA-repair activity in lung tissues (28). We used UV-irradiated DNA, which contains cyclobutane pyrimidine dimers as well as <6-4> photoproducts; Acr-modified DNA, which contains γ-OH-PdG; and H2O2-modified DNA, which contains 8-oxo-dG, as substrates (13, 28). It is well established that NER is the major mechanism that repairs cyclobutane pyrimidine dimers, <6-4> photoproducts, and γ-OH-PdG, and that BER is the major mechanism that repairs 8-oxo-dG (32, 33). Therefore, these two types of substrates allow us to determine the NER and BER activity in the cell lysates (11, 13). The results in Fig. 3 A and B and Fig. S2 show that both NER and BER activity in lung tissue of ECS-exposed mice are significantly lower than in lung tissue of filtered air (FA)-exposed mice. ECS reduces DNA-repair activity and XPC and OGG1/2 in the lung. Cell lysates were isolated from lung tissues of mice exposed to FA (n = 10) or to ECS (n = 10) the same as in Fig. 1. The NER and the BER activity in the cell lysates were determined by the in vitro DNA damage-dependent repair synthesis assay as described (13, 28). (A and B) Ethidium bromide-stained gels (Upper) and autoradiograms (Lower) are shown in Left. In Right, the radioactive counts in the autoradiograms were normalized to input DNA. The relative repair activity was calculated using the highest band as 100%. (C) Detection of XPC and OGG1/2 protein in lung tissues (n = 8) by Western blot (Left). Right graphs are quantifications of ECS effect on the abundance of XPC and OGG1/2. The bar represents the mean value. (D) The relationship between the level of PdG and O6-medG adduct and the NER and BER activity in lung tissues of FA- (black square) and ECS (red dot)-exposed mice.\n\n## ECS Causes a Reduction of Repair Protein XPC and OGG1/2.\nWe then determined the level of XPC and OGG1/2, the two crucial proteins, respectively, for NER and BER (34, 35). The results in Fig. 3C show that the level of XPC and OGG1/2 in lung tissues of ECS-exposed mice was significantly lower than in control mice. We further determined the relationship between DNA adduct formation and DNA-repair activity in lung tissues of FA- and ECS-exposed mice. Since NER is the major repair mechanism for bulky DNA damage such as γ-OH-PdG and photodimers (11, 33) and BER is a major repair mechanism for base damage (32), we compared BER activity with the level of O6-medG adducts and NER activity with the level of γ-OH-PdG adducts. The results in Fig. 3D show that NER and BER activity in lung tissue of different mice is inversely related to the level of γ-OH-PdG and O6-medG adducts, respectively. These results indicate that in lung tissue, NER and BER activities are crucial factors in determining the level of ECS-induced γ-OH-PdG and O6-medG DNA damage; mice that are more sensitive to ECS-induced DNA-repair inhibition accumulate more ECS-induced DNA damage in their lung and, perhaps, bladder and heart. It should be noted that in human cells, repair of O6-medG adducts is mainly carried out by O6-methylguanine DNA methyltransferase (MGMT) (36, 37). The positive relationship between BER activity and the O6-medG level in lung tissues of mice implies that ECS impairs BER enzymes as well as MGMT, and/or O6-medG is repaired by a BER mechanism in mice.\n\n## Nicotine Induces DNA Damage in Human Cells.\nMany tobacco-specific nitrosamines that result from the nitrosation of nicotine, such as NNN and NNK, are potent carcinogens and can induce cancer in different organs, including the lung (20, 21, 27). While NNK and NNN cannot covalently bind with DNA directly, it has been proposed that one of NNK’s metabolic products, MDOH, can interact with DNA to induce mutagenic O6-medG adducts (20, 21, 27). These results raise the possibility that ECS-induced O6-medG is due to the nitrosation of nicotine, and that NNK resulting from nicotine nitrosation then further transforms into MDOH in lung and bladder tissue (20). To test this possibility, we determined the DNA adducts induced by nicotine and NNK in cultured human bronchial epithelial and urothelial cells, and the effect of nicotine and NNK treatments on DNA repair, using the same methods indicated in Fig. 1. The results in Fig. 4 show that both nicotine and NNK can induce the same type of γ-OH-PdG adducts, and O6-medG adducts. Since it is well established that many aldehydes can induce cyclic PdG in cells (38–40), these results suggest that aldehydes as well as MDOH are NNK metabolites, which induce γ-OH-PdG and O6-medG. Nicotine and NNK induce γ-OH-PdG and O6-medG in cultured human lung and bladder epithelial cells. Human lung epithelial (BEAS-2B) cells and urothelial (UROtsa) cells were treated with different concentrations of nicotine and NNK as described in text. O6-medG and PdG formed in the genomic DNA were determined as described in Fig. 1. (A) The DNA adducts were detected by immunochemical methods (13, 28). (B) The PdG adducts formed in the genomic DNA were further identified as γ-OH-PdG adducts by the 32P postlabeling followed by 2D-TLC/HPLC method (13, 28).\n\n## Nicotine Reduces DNA Repair in Human Cells.\nWe next determined the effects of nicotine and NNK treatment on DNA-repair activity and repair protein levels in human lung and bladder epithelial cells using the method described in Fig. 3. The results in Fig. 5 show that nicotine and NNK treatments not only inhibit NER and BER activities, they also reduce the protein levels of XPC and hOGG1/2. We found that these reductions of XPC and hOGG1/2 induced by nicotine and NNK can be prevented or attenuated by the proteasome and autophagosome inhibitors MG132, 3-methyladenine (3-MA), and lactacystin (Fig. S3) (13, 41–43). These results indicate that metabolites of nicotine and NNK can modify DNA-repair proteins and cause proteosomal and autophagosomal degradation of these proteins and that ECS’s effect on the inhibition of DNA-repair activity is via modifications and degradation of DNA-repair proteins by its metabolites. Nicotine and NNK reduce DNA-repair activity and the level of repair proteins XPC and hOGG1/2 in cultured human lung and bladder epithelial cells. Cell-free cell lysates were isolated from human lung (BEAS-2B) and bladder epithelial (UROtsa) cells treated with different concentrations of nicotine and NNK 1 h at 37 °C. The NER and the BER activity in the cell lysates were determined by the in vitro DNA damage-dependent repair synthesis assay as described in Fig. 3. (A) Ethidium bromide-stained gels (Upper) and autoradiograms (Lower) are shown. (B) Quantifications results. The radioactive counts in the autoradiograms were normalized to input DNA. The relative repair activity was calculated using the control band as 100%. (C) The effect of nicotine and NNK treatment on abundance of XPC and hOGG1/2 in human lung and bladder urothelial cells were determined as described in Fig. 3. Together, these results indicate that human bronchial epithelial and urothelial cells as well as lung, heart, and bladder tissues in the mouse are able to nitrosate nicotine and metabolize nitrosated nicotine into NNK and then MDOH and aldehydes. Furthermore, whereas MDOH induces O6-medG adducts, aldehydes not only can induce γ-OH-PdG, they also can inhibit DNA repair and cause repair protein degradation.\n\n## Nicotine Enhances Mutations and Cell Transformation.\nThe aforementioned results demonstrate that ECS’s major component nicotine, via its metabolites, MDOH, and aldehydes, not only can induce mutagenic DNA adducts, but that they also can inhibit DNA repair in human lung and bladder epithelial cells. These results raise the possibility that ECS and its metabolites can function not only as mutagens but also as comutagens to enhance DNA damage-induced mutagenesis. To test this possibility, we determined the effect of these agents on cell mutation susceptibility on UV- and H2O2-induced DNA damage using the well-established supF mutation system (13). The results in Fig. 6A show that nicotine and NNK treatment in both human lung and bladder epithelial cells enhances the spontaneous mutation frequency as well as UV- and H2O2-induced mutation frequency by two- to fourfold. These results indicate that nicotine and NNK treatment sensitize these human cells to the extent that they are more susceptible to mutagenesis. We further tested the effect of these agents on induction of tumorigenic transformation using the anchorage-independent soft-agar growth assay (44, 45). The results in Fig. 6 B and C show that nicotine and NNK greatly induce soft-agar anchorage-independent growth of human lung and bladder cells, a necessary ability for tumorigenic cells (46–49). Nicotine and NNK treatments enhance mutational susceptibility and cell transformation. Human lung and bladder epithelial cells (BEAS-2B and UROtsa) were treated with NNK (0.5 mM) and nicotine (25 mM for BEAS-2B cells, and 5 mM for UROtsa cells) for 1 h at 37 °C; these treatments render 50% cell killing. (A) UVC-irradiated (1,500 J/m2) or H2O2 modified (100 mM, 1 h at 37 °C) plasmid DNAs containing the supF gene were transfected into these cells, and the mutations in control, and nicotine- and NNK- treated cells were detected and quantified as previously described (13, 28). (B) Detection of anchorage-independent soft-agar growth. A total of 5,000 treated cells were seeded in a soft-agar plate. The method for anchorage-independent soft-agar growth is the same as previously described (28). Typical soft-agar growth plates stained with crystal violet were shown. (C) Quantifications of percent of control, nicotine, and NNK-treated cells formed colonies in soft-agar plates.\n\n## Discussion\nThe major purpose of E-cig smoking as well as tobacco smoking is to deliver the stimulant nicotine via aerosols, which allow smokers to obtain instant gratification. Unlike TS, which contains nitrosamines and numerous carcinogenic chemicals resulted from burning, ECS contains nicotine and relatively harmless organic solvents. Therefore, E-cig has been promoted as noncarcinogenic and a safer substitute for tobacco. In fact, recent studies show that E-cig smokers, similar to individuals on nicotine replacement therapy, have 97% less 4-(methylnitrosamino)-1-(3-pyridyl)-1-butanol (NNAL), an isoform form of NNK, a tobacco nitrosamine and lung carcinogen, in their body fluid than tobacco smokers (50). Based on these results, ECS has been recommended as a substitute for TS (50). However, E-cig smoking is gaining popularity rapidly particularly in young individuals and it is important to note that many of these E-cig smokers have taken up E-cig smoking habit are not necessary doing it for the purpose of quitting TS, rather, it is because they are assuming that E-cig smoking is safe. Currently, there are 18 million E-cig smokers in the United States and 16% of high school students smoke E-cig (51, 52). Understanding the carcinogenicity of ECS is an urgent public health issue. Since it takes decades for carcinogen exposure to induce cancer in humans, for decades to come there will be no meaningful epidemiological study to address the carcinogenicity of ECS. Therefore, animal models and cell culture models are the reasonable alternatives to address this question. Nicotine has not been shown to be carcinogenic in animal models (7). However, during tobacco curing, substantial amounts of nicotine are transformed into tobacco-specific nitrosamines (TSA) via nitrosation, and many of these TSA, such as NNK and NNN, are carcinogenic in animal models (19, 53–55). Because of these findings, the occurrence and the level of nitrosamines in blood fluid have been used as the gold standard for determination of the potential carcinogenicity of smoking (56). While the NNAL level in E-cig smokers is 97% lower than in tobacco smokers, nonetheless, it is significant higher than in nonsmokers (50). This finding indicates that nitrosation of nicotine occurs in the human body and that ECS is potentially carcinogenic. It is well established that cytochrome p450 enzymes in human and animal cells can metabolize and transform NNK, NNAL, and NNN into different products, which can modify DNA as well as proteins (20, 57, 58). This finding raises the possibility that the level of these nitrosamines detected in the blood stream of E-cig smokers at any given time may grossly underestimate the level of nicotine nitrosation. We undertake the approach of detecting DNA damage induced by nicotine rather than detecting nitrosamine level to address the potential mutagenic and carcinogenic effect of ECS. It should be noted that in vivo DNA damage can remain in genomic DNA for many hours and even days (13, 59, 60). Therefore, this approach not only is direct but also more sensitive in determining the carcinogenicity of ECS. The level of γ-OH-PdG adducts induced by E-cig smoke in mice and by nicotine and NNK in cultured human cells is 10-fold higher than O6-medG (Fig. 1). We have shown that γ-OH-PdG adducts are as mutagenic as BPDE-dG and UV photoproducts and induce G to T and G to A mutations similar to the mutations in the p53 gene in tobacco smoker lung cancer patients (11). Together, these results suggest that γ-OH-PdG adducts are the major cause of nitrosamine lung carcinogenicity. The current understanding of NNK and NNN metabolism indicates that NNK metabolites are further transformed into PBDs, formaldehyde, and MDOH (20, 21, 61), while NNN metabolites are hydroxyl and keto forms of PBD (20, 21, 61). While MDOH can induce O6-medG adducts, it is unclear what metabolites induce γ-OH-PdG adducts. It is well established that acrolein–DNA interaction generates γ-OH-PdG adducts (11, 13, 30) and that formaldehyde induces hydroxymethylated nucleotides, mainly dG, in animal models (62). It has been found that in vitro formaldehyde combined with acetaldehyde can induce γ-OH-PdG (63). Therefore, it possible that ECS, nicotine, and NNK induce γ-OH-PdG via their metabolite formaldehyde, which triggers lipid peroxidation and produces acrolein and acetaldehyde byproducts; consequently, these byproducts induce γ-OH-PdG. In summary, we found that ECS induces mutagenic γ-OH-PdG and O6-medG adducts in lung, bladder, and heart tissues of exposed mice. ECS also causes reduction of DNA-repair activity and repair proteins XPC and OGG1/2 in lung tissue. Furthermore, nicotine and NNK induce the same effects in human lung and bladder epithelial cells. We propose that nicotine can be nitrosated, metabolized, and further transformed into aldehydes and MDOH in lung, bladder, and heart tissues of humans and mice. Whereas MDOH induced O6-medG, aldehydes not only induce γ-OH-PdG, but also inhibit DNA repair and reduce XPC and OGG1 proteins (Fig. S3). We also found that nicotine and NNK can enhance mutational susceptibility and induced tumorigenic transformation of human lung and bladder epithelial cells. Based on these results, we propose that ECS is carcinogenic and that E-cig smokers have a higher risk than nonsmokers to develop lung and bladder cancer and heart diseases.\n\n## Materials and Methods\nAcr-dG monoclonal antibodies and plasmid pSP189 were prepared, as described (13, 41). Acr-dG antibodies are specific for PdG adducts including Acr-, HNE-, and crotonaldehyde (Cro)-dG (29). Antibodies for XPC, hOGG1/2 (cross reacts with mouse OGG1/2), α-tubulin, and mouse/rabbit IgG; enzymes, T4 kinase, protease K, nuclease P, and RNase A; and chemicals, acrolein, nicotine, and NNK were commercially available. Immortalized human lung (BEAS-2B) and bladder epithelial (UROtsa) cells were obtained from American Type Culture Collection and J.R. Masters, University College London, London. All animal procedures were approved by the Institutional Animal Care and Use Committee, New York University School of Medicine. Twenty FVBN (Jackson Laboratory, Charles River) male mice were randomized into two groups, 10 each. Mice were exposed to ECS (10 mg/mL), 3 h/d, 5 d/wk, for 12 wk. ECS was generated by an E-cig machine, as previously described (64). An automated three-port E-cigarette aerosol generator (e∼Aerosols) was used to produce E-cigarette aerosols from NJOY top fill tanks (NJOY, Inc.) filled with 1.6 mL of e-juice with 10 mg/mL nicotine in a propylene glycol/vegetable glycerin mixture (50/50 by volume; MtBakerVapor MESA). Each day the tanks were filled with fresh e-juice from a stock mixture, and the voltage was adjusted to produce a consistent wattage (∼1.96 A at 4.2 V) for each tank. The puff aerosols were generated with charcoal and high-efficiency particulate filtered air using a rotorless and brushless diaphragm pump and a puff regime consisting of 35-mL puff volumes of 4-s duration at 30-s intervals. Each puff was mixed with filtered air before entering the exposure chamber (1 m3). Tanks were refilled with fresh e-juice at 1.5 h into the exposure period during the pause between puffs. Mass concentrations of the exposure atmospheres were monitored in real time using a DataRam4 (Thermo Fisher Scientific) and also determined gravimetrically by collecting particles on Teflon filters (Teflo, 2 mm pore size; Pall) weighed before and after sample collection using an electrobalance (MT-5; Metler). Exponentially growing BEAS-2B and UROtsa were treated with different concentrations of nicotine (BEAS-2B: 0, 100, 200 µM; UROtsa: 0, 1, 2.5 µM), and NNK (BEAS-2B: 0, 100, 300, 1,000 µM; UROtsa: 0, 50, 100, 200 µM) for determination of DNA adduct and DNA-repair activity. For XPC and hOGG1/2 detection, BEAS-2B were treated with nicotine (0, 50, 100, 200 µM), and NNK (0, 500, 750, 1,000 µM) and UROtsa were treated with nicotine (0, 1, 2.5, 5 µM) and NNK (0, 100, 200, 400 µM) for 1 h at 37 °C. Genomic DNA and cell lysate isolation from these cells was the same as described (28). Cyclic PdG and O6-medG adducts formed in the genomic DNA were determined by the immunochemical slot blot hybridization method using Acr-dG and O6-medG antibodies and quantum dot labeled second antibody, as described (13, 28). PdG adducts formed in cultured human cells, and mouse lung tissue were further analyzed by the 32P postlabeling-2D-TLC/HPLC method, as previously described (28). The DNA-repair activity was assessed by an in vitro DNA damage-dependent repair synthesis assay, as previously described (13). The levels of XPC and OGG1/2 proteins in lung tissues of mice with and without ECS exposure, and in BEAS-2B and UROtsa cells treated with nicotine and NNK, were determined, as described (13). Shuttle vector pSP189 plasmids, which contain the tyrosine suppressor tRNA coding gene the supF, were UV (1,500 J/m2) irradiated or modified with H2O2 (100 mM, 1 h at 37 °C), then transfected into cells with and without pretreated with nicotine and NNK for 1 h at 37 °C. Mutations in the supF mutations were detected, as previously described (13). Lung (BEAS-2B) and bladder (UROtsa) epithelial cells were treated with NNK (0.5 mM) and nicotine (25 and 5 mM) for 1 h at 37 °C; these treatments rendered 50% cell killing. The method for anchorage-independent soft-agar growth is the same as previously described (28). Statistical analysis and graphs were performed with Prism 6 (GraphPad) software. Two group comparisons were conducted with the unpaired, two-tailed Mann–Whitney u test or the unpaired, two-tailed t test with Welsh’s correction for unequal variances. A P value <0.05 was considered to be significant.\n\n## Materials.\nAcr-dG monoclonal antibodies and plasmid pSP189 were prepared, as described (13, 41). Acr-dG antibodies are specific for PdG adducts including Acr-, HNE-, and crotonaldehyde (Cro)-dG (29). Antibodies for XPC, hOGG1/2 (cross reacts with mouse OGG1/2), α-tubulin, and mouse/rabbit IgG; enzymes, T4 kinase, protease K, nuclease P, and RNase A; and chemicals, acrolein, nicotine, and NNK were commercially available. Immortalized human lung (BEAS-2B) and bladder epithelial (UROtsa) cells were obtained from American Type Culture Collection and J.R. Masters, University College London, London. All animal procedures were approved by the Institutional Animal Care and Use Committee, New York University School of Medicine.\n\n## ECS Generation and Mice Exposure.\nTwenty FVBN (Jackson Laboratory, Charles River) male mice were randomized into two groups, 10 each. Mice were exposed to ECS (10 mg/mL), 3 h/d, 5 d/wk, for 12 wk. ECS was generated by an E-cig machine, as previously described (64). An automated three-port E-cigarette aerosol generator (e∼Aerosols) was used to produce E-cigarette aerosols from NJOY top fill tanks (NJOY, Inc.) filled with 1.6 mL of e-juice with 10 mg/mL nicotine in a propylene glycol/vegetable glycerin mixture (50/50 by volume; MtBakerVapor MESA). Each day the tanks were filled with fresh e-juice from a stock mixture, and the voltage was adjusted to produce a consistent wattage (∼1.96 A at 4.2 V) for each tank. The puff aerosols were generated with charcoal and high-efficiency particulate filtered air using a rotorless and brushless diaphragm pump and a puff regime consisting of 35-mL puff volumes of 4-s duration at 30-s intervals. Each puff was mixed with filtered air before entering the exposure chamber (1 m3). Tanks were refilled with fresh e-juice at 1.5 h into the exposure period during the pause between puffs. Mass concentrations of the exposure atmospheres were monitored in real time using a DataRam4 (Thermo Fisher Scientific) and also determined gravimetrically by collecting particles on Teflon filters (Teflo, 2 mm pore size; Pall) weighed before and after sample collection using an electrobalance (MT-5; Metler).\n\n## Cell Cultures and Treatments of Nicotine and NNK.\nExponentially growing BEAS-2B and UROtsa were treated with different concentrations of nicotine (BEAS-2B: 0, 100, 200 µM; UROtsa: 0, 1, 2.5 µM), and NNK (BEAS-2B: 0, 100, 300, 1,000 µM; UROtsa: 0, 50, 100, 200 µM) for determination of DNA adduct and DNA-repair activity. For XPC and hOGG1/2 detection, BEAS-2B were treated with nicotine (0, 50, 100, 200 µM), and NNK (0, 500, 750, 1,000 µM) and UROtsa were treated with nicotine (0, 1, 2.5, 5 µM) and NNK (0, 100, 200, 400 µM) for 1 h at 37 °C. Genomic DNA and cell lysate isolation from these cells was the same as described (28).\n\n## PdG and O\nCyclic PdG and O6-medG adducts formed in the genomic DNA were determined by the immunochemical slot blot hybridization method using Acr-dG and O6-medG antibodies and quantum dot labeled second antibody, as described (13, 28). PdG adducts formed in cultured human cells, and mouse lung tissue were further analyzed by the 32P postlabeling-2D-TLC/HPLC method, as previously described (28).\n\n## In Vitro DNA-Damage-Dependent Repair Synthesis Assay.\nThe DNA-repair activity was assessed by an in vitro DNA damage-dependent repair synthesis assay, as previously described (13).\n\n## DNA Repairs Proteins Detection.\nThe levels of XPC and OGG1/2 proteins in lung tissues of mice with and without ECS exposure, and in BEAS-2B and UROtsa cells treated with nicotine and NNK, were determined, as described (13).\n\n## Mutation Susceptibility Determination.\nShuttle vector pSP189 plasmids, which contain the tyrosine suppressor tRNA coding gene the supF, were UV (1,500 J/m2) irradiated or modified with H2O2 (100 mM, 1 h at 37 °C), then transfected into cells with and without pretreated with nicotine and NNK for 1 h at 37 °C. Mutations in the supF mutations were detected, as previously described (13).\n\n## Anchorage-Independent Soft-Agar Growth.\nLung (BEAS-2B) and bladder (UROtsa) epithelial cells were treated with NNK (0.5 mM) and nicotine (25 and 5 mM) for 1 h at 37 °C; these treatments rendered 50% cell killing. The method for anchorage-independent soft-agar growth is the same as previously described (28).\n\n## Statistical Analysis.\nStatistical analysis and graphs were performed with Prism 6 (GraphPad) software. Two group comparisons were conducted with the unpaired, two-tailed Mann–Whitney u test or the unpaired, two-tailed t test with Welsh’s correction for unequal variances. A P value <0.05 was considered to be significant.",
  "word_count": 7543,
  "char_count": 47264
}